{
    "index": {
        "download_fdroid": "Lataa F-Droid",
        "gpg_signature": "PGP-allekirjoitus",
        "introduction": "F-Droid on asennettava luettelo FOSS (Free and Open Source Software) -sovelluksista Android-alustalle. Tämän sovelluksen avulla on helppo selata, asentaa ja seurata laitteen päivityksiä.",
        "screenshot": "F-Droidin Android-sovelluksen kuvakaappaus",
        "title": "Mikä on F-Droid?"
    },
    "navigation": {
        "about": "Tietoja",
        "browse": "Selaa",
        "contribute": "Osallistu",
        "documentation": "Dokumentit",
        "forum": "Foorumi",
        "issues": "Ongelmat",
        "news": "Uutiset"
    },
    "package": {
        "anti_features": "Anti-ominaisuudet",
        "anti_features_warning": "Tässä sovelluksessa on ominaisuuksia, joista et ehkä pidä.",
        "author": "Tekijä",
        "build_metadata": "Metatiedot",
        "changelog": "Muutosloki",
        "donate": "Lahjoita",
        "download": "Lataa [file_extension]",
        "flattr": "Flattr",
        "gpg_signature": "PGP-allekirjoitus",
        "issue_tracker": "Ongelmien seuranta",
        "liberapay": "Liberapay",
        "license": "Lisenssi",
        "minimum_android_version": "Tämä versio vaatii Android [android_version]:n tai uudemman.",
        "new_in_version": "Uutta versiossa [latest_version]",
        "packages": "Pakkaukset",
        "permissions": "Käyttöoikeudet",
        "signed_by_developer": "Se on alkuperäisen kehittäjän rakentama ja allekirjoittama.",
        "signed_by_fdroid": "Se on F-Droidin rakentama ja allekirjoittama, ja se on taattu vastaamaan <a href=\"[source_code_url]\">tätä lähdetarjontaa</a>.",
        "source_code": "Lähdekoodi",
        "suggest_downloading_via_fdroid": "Vaikka APK-lataukset ovat saatavilla alla oman valintasi mukaan, sinun tulee tietää, että tätä kautta asentamalla et saa päivityspyyntöjä ja se on vähemmän turvallinen tapa ladata. Suosittelemme asentamaan F-Droid-sovelluksen ja käyttämään sitä.",
        "technical_info": "Tekniset tiedot",
        "version_info": "<b>Versio [package_version]</b> ([package_version_code]) - Lisätty [package_added_date]",
        "website": "Sivusto"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Antaa sovelluksen jatkaa puhelua, joka aloitettiin toisessa sovelluksessa.",
        "permdesc_accessCoarseLocation": "Tämä sovellus voi määrittää sijaintisi matkapuhelinverkon tukiasemien, Wi-Fi-verkkojen ja muiden verkkolähteiden perusteella. Näiden sijaintipalveluiden tulee olla käytössä ja käytettävissä puhelimellasi, jotta sovellus voi käyttää niitä.",
        "permdesc_accessDrmCertificates": "Antaa sovelluksen käyttää DRM-varmenteita ja hallita niiden käyttäjiä. Ei tavallisten sovellusten käyttöön.",
        "permdesc_accessFineLocation": "Tämä sovellus voi määrittää sijaintisi matkapuhelinverkon tukiasemien, Wi-Fi-verkkojen ja muiden verkkolähteiden tai GPS-paikannuksen perusteella. Näiden sijaintipalveluiden tulee olla käytössä ja käytettävissä puhelimellasi, jotta sovellus voi käyttää niitä. Tämä voi lisätä akun kulutusta.",
        "permdesc_accessImsCallService": "Antaa sovelluksen soittaa puheluita pikaviestipalvelun avulla ilman käyttäjän toimia.",
        "permdesc_accessLocationExtraCommands": "Antaa sovelluksen käyttää ylimääräisiä sijaintipalvelukomentoja. Sovellus saattaa tällöin häiritä GPS:n tai muiden sijaintilähteiden toimintaa.",
        "permdesc_accessNetworkConditions": "Antaa sovellukselle luvan kuunnella verkon tilahavaintoja. Ei tavallisten sovellusten käyttöön.",
        "permdesc_accessNetworkState": "Antaa sovelluksen tarkastella verkkoyhteyksiä koskevia tietoja, kuten mitä verkkoja on olemassa ja mihin on muodostettu yhteys.",
        "permdesc_accessNotifications": "Antaa sovelluksen noutaa, tutkia ja tyhjentää ilmoituksia (myös muiden sovelluksien lähettämiä).",
        "permdesc_accessWifiState": "Antaa sovelluksen tarkastella Wi-Fi-verkkoja koskevia tietoja, kuten onko Wi-Fi käytössä ja mihin Wi-Fi-laitteisiin on muodostettu yhteys.",
        "permdesc_accessWimaxState": "Antaa sovelluksen määrittää, onko WiMAX käytössä, sekä saada selville tietoja WiMAX-verkoista, joihin on muodostettu yhteys.",
        "permdesc_access_notification_policy": "Sallii sovelluksen lukea ja muokata Älä häiritse -tilan asetuksia.",
        "permdesc_addVoicemail": "Antaa sovelluksen lisätä viestejä saapuneisiin vastaajaviesteihin.",
        "permdesc_answerPhoneCalls": "Sovellus saa luvan vastata saapuvaan puheluun.",
        "permdesc_bindCarrierMessagingService": "Antaa sovelluksen sitoutua operaattorin viestipalvelun ylätason liittymään. Ei tavallisten sovellusten käyttöön.",
        "permdesc_bindCarrierServices": "Antaa sovelluksen luoda sidoksen operaattorin palveluun. Ei tavallisten sovelluksien käyttöön.",
        "permdesc_bindConditionProviderService": "Antaa sovelluksen luoda sidoksen ehtojen toimituspalvelun ylätason rajapintaan. Ei tavallisten sovelluksien käyttöön.",
        "permdesc_bindDreamService": "Antaa sovelluksen sitoutua Unelma-palvelun ylemmän tason käyttöliittymään. Ei tavallisten sovelluksien käyttöön.",
        "permdesc_bindNotificationListenerService": "Antaa sovelluksen sitoutua ilmoituskuuntelijan ylimmän tason käyttöliittymään. Ei tavallisten sovelluksien käyttöön.",
        "permdesc_bind_connection_service": "Sallii sovelluksen olla yhteydessä puhelinpalveluihin soittamista / puhelujen vastaanottamista varten.",
        "permdesc_bind_incall_service": "Antaa sovelluksen määrätä, milloin ja millaisena käyttäjä näkee puhelunäytön.",
        "permdesc_bluetooth": "Antaa sovelluksen tarkastella puhelimen Bluetooth-asetuksia sekä muodostaa ja hyväksyä laitepariyhteyksiä muihin laitteisiin.",
        "permdesc_bluetoothAdmin": "Antaa sovelluksen määrittää paikallisen Bluetooth-puhelimen asetukset sekä tunnistaa muita laitteita ja muodostaa niiden kanssa laitepareja.",
        "permdesc_bodySensors": "Antaa sovelluksen käyttää kehosi tilaa seuraavien anturien tietoja, esimerkiksi sykettä.",
        "permdesc_broadcastSticky": "Antaa sovelluksen lähettää pysyviä lähetyksiä, jotka säilyvät lähetyksen päätyttyä. Liiallinen käyttö voi tehdä puhelimesta hitaan tai epävakaan kasvattamalla sen muistinkäyttöä liikaa.",
        "permdesc_callPhone": "Antaa sovelluksen soittaa puhelinnumeroihin kysymättä sinulta. Tämä voi aiheuttaa odottamattomia kuluja tai puheluita. Huomaa, että tämä ei anna sovellukselle lupaa soittaa hätänumeroihin. Haitalliset sovellukset voivat aiheuttaa sinulle kuluja soittamalla puheluita ilman lupaa.",
        "permdesc_camera": "Tämä sovellus voi ottaa kameralla kuvia ja videoita koska tahansa.",
        "permdesc_changeNetworkState": "Antaa sovelluksen muuttaa verkkoyhteyden tilaa.",
        "permdesc_changeTetherState": "Antaa sovelluksen muuttaa internetyhteyden jakamisen tilaa.",
        "permdesc_changeWifiMulticastState": "Antaa sovelluksen vastaanottaa kaikille laitteille, ei vain puhelimellesi, Wi-Fi-verkon kautta monilähetystilassa lähetettyjä paketteja. Tämä käyttää enemmän virtaa kuin tavallinen lähetystila.",
        "permdesc_changeWifiState": "Antaa sovelluksen yhdistää Wi-Fi-tukiasemiin tai katkaista yhteyden sekä tehdä muutoksia määritettyihin Wi-Fi-verkkoihin.",
        "permdesc_changeWimaxState": "Antaa sovelluksen muodostaa puhelimella yhteyden WiMAX-verkkoon ja katkaista yhteyden.",
        "permdesc_connection_manager": "Antaa sovelluksen hallita tietoliikenneyhteyksiä.",
        "permdesc_control_incall_experience": "Antaa sovelluksen määrätä puhelukokemuksen.",
        "permdesc_createNetworkSockets": "Antaa sovelluksen luoda verkkovastakkeita ja käyttää muokattuja verkkoprotokollia. Tietoja voidaan lähettää verkkoon selaimen ja muiden sovellusten avulla, joten tätä lupaa ei tarvita tietojen lähettämiseksi.",
        "permdesc_disableKeyguard": "Antaa sovelluksen ottaa näppäinlukon ja siihen liittyvän salasanasuojauksen pois käytöstä. Esimerkki: puhelin poistaa näppäinlukon käytöstä puhelun saapuessa ja asettaa lukon takaisin käyttöön puhelun päättyessä.",
        "permdesc_enableCarMode": "Antaa sovelluksen ottaa autotilan käyttöön.",
        "permdesc_expandStatusBar": "Antaa sovelluksen laajentaa tai tiivistää tilarivin.",
        "permdesc_foregroundService": "Sallii sovelluksen käyttää etualan palveluja",
        "permdesc_getAccounts": "Antaa sovelluksen tarkastella puhelimeen tallennettuja tilejä. Näihin voivat kuulua myös asentamiesi sovelluksien luomat tilit.",
        "permdesc_getPackageSize": "Antaa sovelluksen noutaa sen koodin, tietojen ja välimuistin koot.",
        "permdesc_getTasks": "Antaa sovelluksen noutaa tietoja käynnissä olevista ja äskettäin suoritetuista tehtävistä. Sovellus voi saada tietoja laitteella käytetyistä sovelluksista.",
        "permdesc_handoverStatus": "Antaa sovelluksen vastaanottaa tietoja nykyisistä Android Beam -siirroista",
        "permdesc_install_shortcut": "Antaa sovelluksen lisätä aloitusruudun pikakuvakkeita ilman käyttäjän toimia.",
        "permdesc_invokeCarrierSetup": "Antaa luvanhaltijan käynnistää palveluntarjoajan määrityssovelluksen. Ei tavallisten sovelluksien käyttöön.",
        "permdesc_killBackgroundProcesses": "Antaa sovelluksen sulkea muiden sovelluksien taustaprosesseja. Tämä voi sulkea muita sovelluksia.",
        "permdesc_manageFingerprint": "Sallii sovelluksen käyttää menetelmiä, joilla voidaan lisätä tai poistaa sormenjälkimalleja.",
        "permdesc_manageNetworkPolicy": "Sallii sovelluksen hallinnoida verkkokäytäntöjä ja määritellä sovelluskohtaisia sääntöjä.",
        "permdesc_manageOwnCalls": "Tämä sallii sovelluksen ohjata puhelut järjestelmän kautta, mikä auttaa parantamaan puhelujen laatua.",
        "permdesc_manageProfileAndDeviceOwners": "Sallii sovelluksien määrittää laitteen ja profiilien omistajat.",
        "permdesc_modifyAudioSettings": "Antaa sovelluksen muokata yleisiä ääniasetuksia, kuten äänenvoimakkuutta ja käytettävää kaiutinta.",
        "permdesc_modifyNetworkAccounting": "Antaa sovelluksen muokata, miten sovellusten verkonkäyttöä lasketaan. Ei tavallisten sovellusten käyttöön.",
        "permdesc_nfc": "Antaa sovelluksen kommunikoida NFC (Near Field Communication) -tagien, -korttien ja -lukijoiden kanssa.",
        "permdesc_persistentActivity": "Antaa sovelluksen lisätä omia osiaan muistiin pysyvästi. Tämä voi rajoittaa muiden sovellusten käytettävissä olevaa muistia ja hidastaa puhelimen toimintaa.",
        "permdesc_processOutgoingCalls": "Sallii sovelluksen nähdä numeron, joka valitaan lähtevää puhelua soitettaessa, ja antaa mahdollisuuden ohjata puhelun eri numeroon tai keskeyttää puhelun kokonaan.",
        "permdesc_readCalendar": "Tämä sovellus voi lukea kaikkia puhelimelle tallennettuja kalenteritapahtumia sekä jakaa tai tallentaa kalenteritietoja.",
        "permdesc_readCallLog": "Tämä sovellus voi lukea puheluhistoriaasi.",
        "permdesc_readCellBroadcasts": "Antaa sovelluksen lukea laitteesi vastaanottamia tiedotteita. Tiedotteiden avulla ilmoitetaan hätätilanteista joissakin paikoissa. Haitalliset sovellukset voivat häiritä laitteen toimintaa laitteen vastaanottaessa hätätiedotteen.",
        "permdesc_readContacts": "Antaa sovelluksen lukea puhelimeesi tallennettuja kontaktitietoja sekä tarkastella, kuinka usein olet soittanut, lähettänyt sähköpostia tai muuten viestinyt tiettyjen kontaktien kanssa. Tämän luvan saaneet sovellukset voivat tallentaa kontaktitietoja. Haitalliset sovellukset voivat jakaa kontaktitietoja ilman lupaasi.",
        "permdesc_readHistoryBookmarks": "Antaa sovelluksen lukea selaimen käyttämien URL-osoitteiden historiaa sekä selaimen kirjanmerkkejä. Huomaa: kolmannen osapuolen selaimet tai muut sovellukset, jotka pystyvät selaamaan verkkoa, eivät saa käyttää tätä lupaa.",
        "permdesc_readInstallSessions": "Sallii sovelluksen lukea asennusistuntoja. Toiminto sallii sovelluksen lukea aktiivisten asennuspakettien tietoja.",
        "permdesc_readNetworkUsageHistory": "Sallii sovelluksen lukea tiettyjen verkkojen ja sovellusten verkonkäyttöhistoriaa.",
        "permdesc_readPhoneNumbers": "Anna sovelluksen käyttää laitteella olevia puhelinnumeroita.",
        "permdesc_readPhoneState": "Antaa sovelluksen käyttää laitteen puhelinominaisuuksia. Sovellus voi määrittää puhelinnumeron ja laitteen tunnuksen, puhelun tilan sekä soitetun numeron.",
        "permdesc_readSms": "Tämä sovellus voi lukea kaikkia puhelimellesi tallennettuja tekstiviestejä.",
        "permdesc_readSyncSettings": "Antaa sovelluksen lukea tilien synkronointiasetuksia. Sovellus voi esimerkiksi määrittää, onko Henkilöt-sovellus synkronoitu tilin kanssa.",
        "permdesc_readSyncStats": "Antaa sovelluksen lukea tilien synkronoinnin tilan sekä synkronoitujen tapahtumien historian ja kuinka paljon tietoja on synkronoitu.",
        "permdesc_receiveBootCompleted": "Antaa sovelluksen käynnistyä heti, kun laite on käynnistynyt. Tämä voi pidentää puhelimen käynnistysaikaa ja hidastaa puhelimen yleistä käyttöä sovelluksen ollessa aina käynnissä.",
        "permdesc_receiveMms": "Antaa sovelluksen vastaanottaa ja käsitellä multimediaviestejä. Sovellus voi valvoa tai poistaa laitteeseesi lähetettyjä viestejä näyttämättä niitä sinulle.",
        "permdesc_receiveSms": "Antaa sovelluksen vastaanottaa ja käsitellä tekstiviestejä. Sovellus voi valvoa tai poistaa laitteeseesi lähetettyjä viestejä näyttämättä niitä sinulle.",
        "permdesc_receiveWapPush": "Antaa sovelluksen vastaanottaa ja käsitellä WAP-viestejä. Sovellus voi valvoa tai poistaa laitteeseesi lähetettyjä viestejä näyttämättä niitä sinulle.",
        "permdesc_recordAudio": "Tämä sovellus voi tallentaa mikrofonilla ääntä koska tahansa.",
        "permdesc_register_call_provider": "Antaa sovelluksen rekisteröidä uusia tietoliikenneyhteyksiä.",
        "permdesc_register_sim_subscription": "Antaa sovelluksen rekisteröidä uusia tietoliikenne-SIM-yhteyksiä.",
        "permdesc_removeDrmCertificates": "Antaa sovelluksen poistaa DRM-varmenteita. Ei tavallisten sovellusten käyttöön.",
        "permdesc_reorderTasks": "Antaa sovelluksen siirtää tehtäviä etualalle ja taustalle. Sovellus ei tarvitse toimiin käyttäjän lupaa.",
        "permdesc_requestDeletePackages": "Antaa sovelluksen pyytää pakettien poistamista.",
        "permdesc_requestIgnoreBatteryOptimizations": "Sallii sovelluksen pyytää lupaa ohittaa tietyn sovelluksen akun optimoinnit.",
        "permdesc_requestInstallPackages": "Antaa sovelluksen pyytää pakettien asennusta.",
        "permdesc_route_media_output": "Antaa sovelluksen reitittää mediaa muihin ulkoisiin laitteisiin.",
        "permdesc_runInBackground": "Tämä sovellus voi toimia taustalla. Tämä saattaa kuluttaa enemmän akkua.",
        "permdesc_sdcardRead": "Antaa sovelluksen lukea SD-kortin sisällön.",
        "permdesc_sdcardWrite": "Antaa sovelluksen kirjoittaa SD-kortille.",
        "permdesc_sendSms": "Antaa sovelluksen lähettää tekstiviestejä. Tästä voi aiheutua odottamattomia kuluja. Haitalliset sovellukset voivat aiheuttaa kuluja lähettämällä viestejä ilman lupaasi.",
        "permdesc_setAlarm": "Antaa sovelluksen asettaa hälytyksen sisäiseen herätyskellosovellukseen. Jotkin herätyskellosovellukset eivät välttämättä käytä tätä ominaisuutta.",
        "permdesc_setInputCalibration": "Antaa sovelluksen muokata kosketusnäytön kalibrointiparametreja. Ei tavallisten sovellusten käyttöön.",
        "permdesc_setTimeZone": "Antaa sovelluksen muuttaa puhelimen aikavyöhykettä.",
        "permdesc_setWallpaper": "Antaa sovelluksen asettaa laitteen taustakuvan.",
        "permdesc_setWallpaperHints": "Antaa sovelluksen asettaa laitteen taustakuvakoon vinkkejä.",
        "permdesc_sim_communication": "Antaa sovelluksen lähettää komentoja SIM-kortille. Tämä ei ole turvallista.",
        "permdesc_statusBar": "Antaa sovelluksen poistaa tilapalkin käytöstä ja lisätä tai poistaa järjestelmäkuvakkeita.",
        "permdesc_statusBarService": "Antaa sovelluksen sijaita tilapalkissa.",
        "permdesc_subscribedFeedsRead": "Antaa sovelluksen saada tietoja tällä hetkellä synkronoitavista syötteistä.",
        "permdesc_systemAlertWindow": "Tämä sovellus voi näkyä muiden sovellusten tai näytön muiden osien päällä. Tämä voi häiritä sovellusten tavallista käyttöä ja muuttaa tapaa, jolla muut sovellukset näkyvät.",
        "permdesc_transmitIr": "Antaa sovelluksen käyttää puhelimen infrapunalähetintä.",
        "permdesc_uninstall_shortcut": "Antaa sovelluksen poistaa aloitusruudun pikakuvakkeita ilman käyttäjän toimia.",
        "permdesc_useBiometric": "Sallii sovelluksen käyttää biometristä laitteistoa todennukseen",
        "permdesc_useDataInBackground": "Tämä sovellus voi käyttää dataa taustalla. Tämä saattaa lisätä datankulutusta.",
        "permdesc_useFingerprint": "Sallii sovelluksen käyttää sormenjälkilaitteistoa todennukseen.",
        "permdesc_use_sip": "Sallii sovelluksen soittaa ja vastaanottaa SIP-puheluja.",
        "permdesc_vibrate": "Antaa sovelluksen hallita värinää.",
        "permdesc_wakeLock": "Antaa sovelluksen estää puhelinta siirtymästä virransäästötilaan.",
        "permdesc_writeCalendar": "Tämä sovellus voi lisätä, poistaa tai muuttaa puhelimen kalenteritapahtumia. Sovellus voi lähettää viestejä, jotka näyttävät tulevan kalenterin omistajilta, tai muuttaa kalenteritapahtumia ilmoittamatta omistajille.",
        "permdesc_writeCallLog": "Antaa sovelluksen muokata puhelimesi puhelulokia, kuten tietoja vastatuista ja soitetuista puheluista. Haitalliset sovellukset voivat poistaa puhelulokisi tai muokata sitä.",
        "permdesc_writeContacts": "Antaa sovelluksen muokata puhelimeesi tallennettuja kontaktitietoja sekä tarkastella, kuinka usein olet soittanut, lähettänyt sähköpostia tai muuten viestinyt tiettyjen kontaktien kanssa. Tämän luvan saaneet sovellukset voivat poistaa kontaktitietoja.",
        "permdesc_writeGeolocationPermissions": "Antaa sovelluksen muokata Selaimen maantieteellisen sijainnin lupia. Haitalliset sovellukset voivat sallia tällä sijaintitietojen lähettämisen mielivaltaisiin sivustoihin.",
        "permdesc_writeHistoryBookmarks": "Antaa sovelluksen muokata selaimen historiaa ja puhelimeen tallennettuja kirjanmerkkejä. Sovellus voi poistaa tai muokata selaimen tietoja. Huomaa: kolmannen osapuolen selaimet tai muut sovellukset, jotka pystyvät selaamaan verkkoa, eivät saa käyttää tätä lupaa.",
        "permdesc_writeSettings": "Antaa sovelluksen muokata järjestelmän asetustietoja. Haitalliset sovellukset voivat vahingoittaa järjestelmän määritystä.",
        "permdesc_writeSyncSettings": "Antaa sovelluksen muokata tilin synkronointiasetuksia. Sovellus voi esimerkiksi ottaa Ihmiset-sovelluksen synkronoinnin käyttöön tilissä.",
        "permgroupdesc_calendar": "käyttää kalenteria",
        "permgroupdesc_calllog": "lukea puhelulokia ja kirjoittaa siihen",
        "permgroupdesc_camera": "ottaa kuvia ja videoita",
        "permgroupdesc_contacts": "käyttää yhteystietoja",
        "permgroupdesc_location": "käyttää laitteen sijaintia",
        "permgroupdesc_microphone": "tallentaa ääntä",
        "permgroupdesc_phone": "soittaa ja hallinnoida puheluita",
        "permgroupdesc_sensors": "käyttää anturitietoja elintoiminnoistasi",
        "permgroupdesc_sms": "lähettää ja tarkastella tekstiviestejä",
        "permgroupdesc_storage": "käyttää laitteellesi tallennettuja valokuvia, mediatiedostoja ja muita tiedostoja",
        "permgrouplab_calendar": "Kalenteri",
        "permgrouplab_calllog": "Puhelulokit",
        "permgrouplab_camera": "Kamera",
        "permgrouplab_contacts": "Kontaktit",
        "permgrouplab_location": "Sijainti",
        "permgrouplab_microphone": "Mikrofoni",
        "permgrouplab_phone": "Puhelin",
        "permgrouplab_sensors": "Kehon anturit",
        "permgrouplab_sms": "Tekstiviestit",
        "permgrouplab_storage": "Tallennustila",
        "permgrouprequest_calendar": "Saako <b>",
        "permgrouprequest_calllog": "Saako <b>",
        "permgrouprequest_camera": "Saako <b>",
        "permgrouprequest_contacts": "Saako <b>",
        "permgrouprequest_location": "Saako <b>",
        "permgrouprequest_microphone": "Saako <b>",
        "permgrouprequest_phone": "Saako <b>",
        "permgrouprequest_sensors": "Saako <b>",
        "permgrouprequest_sms": "Saako <b>",
        "permgrouprequest_storage": "Saako <b>",
        "permlab_acceptHandover": "jatkaa toisen sovelluksen puhelua",
        "permlab_accessCoarseLocation": "käyttää likimääräistä sijaintia (verkkopohjainen)",
        "permlab_accessDrmCertificates": "DRM-varmenteiden käyttö",
        "permlab_accessFineLocation": "käyttää tarkkaa sijaintia (GPS- ja verkkopohjainen)",
        "permlab_accessImsCallService": "pikaviestipalvelun puhelukäyttöoikeus",
        "permlab_accessLocationExtraCommands": "käytä lisää sijainnintarjoajakomentoja",
        "permlab_accessNetworkConditions": "verkon tilahavaintojen kuunteleminen",
        "permlab_accessNetworkState": "tarkastele verkkoyhteyksiä",
        "permlab_accessNotifications": "käytä ilmoituksia",
        "permlab_accessWifiState": "näytä Wi-Fi-yhteydet",
        "permlab_accessWimaxState": "muodosta yhteys WiMAXiin ja katkaise yhteys",
        "permlab_access_notification_policy": "Älä häiritse -tilan käyttöoikeus",
        "permlab_addVoicemail": "lisää vastaajaviesti",
        "permlab_answerPhoneCalls": "puheluihin vastaaminen",
        "permlab_bindCarrierMessagingService": "Operaattorin viestipalveluun sitoutuminen",
        "permlab_bindCarrierServices": "Luo sidos operaattorin palveluun",
        "permlab_bindConditionProviderService": "ehtojen toimituspalveluun sitominen",
        "permlab_bindDreamService": "sitoudu Unelma-palveluun",
        "permlab_bindNotificationListenerService": "sido ilmoituskuuntelijapalveluun",
        "permlab_bind_connection_service": "Puhelinpalveluiden yhteyslupa",
        "permlab_bind_incall_service": "Vuorovaikutteinen puhelunäyttö",
        "permlab_bluetooth": "muodosta laitepari Bluetooth-laitteiden kanssa",
        "permlab_bluetoothAdmin": "käytä Bluetooth-asetuksia",
        "permlab_bodySensors": "käyttää kehon antureita (kuten sykemittareita)",
        "permlab_broadcastSticky": "lähetä tärkeä lähetys",
        "permlab_callPhone": "soittaa puhelinnumeroihin suoraan",
        "permlab_camera": "ota kuvia ja videoita",
        "permlab_changeNetworkState": "muuta verkkoyhteyksiä",
        "permlab_changeTetherState": "internetyhteyden jakamisen muuttaminen",
        "permlab_changeWifiMulticastState": "anna ottaa vastaan Wi-Fi-ryhmälähetyksiä",
        "permlab_changeWifiState": "muodosta ja katkaise Wi-Fi-yhteys",
        "permlab_changeWimaxState": "vaihda WiMAX-verkon tilaa",
        "permlab_connection_manager": "tietoliikenneyhteyksien hallinta",
        "permlab_control_incall_experience": "mahdollistavat puhelukokemuksen",
        "permlab_createNetworkSockets": "saada täydet verkon käyttöoikeudet",
        "permlab_disableKeyguard": "poista näytön lukitus käytöstä",
        "permlab_enableCarMode": "ota autotila käyttöön",
        "permlab_expandStatusBar": "laajentaa/tiivistää tilarivin",
        "permlab_foregroundService": "suorita etualan palvelu",
        "permlab_getAccounts": "etsi tilejä laitteelta",
        "permlab_getPackageSize": "sovellusten tallennustilan mittaaminen",
        "permlab_getTasks": "käynnissä olevien sovellusten noutaminen",
        "permlab_handoverStatus": "vastaanottaa Android Beam -siirron tilatietoja",
        "permlab_install_shortcut": "asenna pikakuvakkeita",
        "permlab_invokeCarrierSetup": "Palveluntarjoajan määrityssovelluksen käynnistäminen",
        "permlab_killBackgroundProcesses": "sulje muita sovelluksia",
        "permlab_manageFingerprint": "sormenjälkilaitteiston hallinnointi",
        "permlab_manageNetworkPolicy": "verkkokäytännön hallinnointi",
        "permlab_manageOwnCalls": "ohjata puhelut järjestelmän kautta",
        "permlab_manageProfileAndDeviceOwners": "hallinnoida laitteen ja profiilien omistajia",
        "permlab_modifyAudioSettings": "muuta ääniasetuksia",
        "permlab_modifyNetworkAccounting": "verkon käytön seurannan muokkaaminen",
        "permlab_nfc": "hallitse Near Field Communication -tunnistusta",
        "permlab_persistentActivity": "sovelluksen asettaminen aina käynnissä olevaksi",
        "permlab_processOutgoingCalls": "ohjaa uudelleen lähtevät puhelut",
        "permlab_readCalendar": "Lue kalenterin tapahtumia ja tietoja",
        "permlab_readCallLog": "lue puhelulokia",
        "permlab_readCellBroadcasts": "lue tiedotteita",
        "permlab_readContacts": "lue yhteystietoja",
        "permlab_readHistoryBookmarks": "lue verkon kirjanmerkkejä ja historiaa",
        "permlab_readInstallSessions": "lukea asennusistuntoja",
        "permlab_readNetworkUsageHistory": "verkonkäyttöhistorian lukeminen",
        "permlab_readPhoneNumbers": "lukea puhelinnumeroita",
        "permlab_readPhoneState": "lue puhelimen tila ja identiteetti",
        "permlab_readSms": "lue tekstiviestejä (teksti tai multimedia)",
        "permlab_readSyncSettings": "lue synkronointiasetuksia",
        "permlab_readSyncStats": "lue synkronointitilastoja",
        "permlab_receiveBootCompleted": "suorita laitteen käynnistyessä",
        "permlab_receiveMms": "vastaanota tekstiviestejä (multimedia)",
        "permlab_receiveSms": "vastaanota tekstiviestejä (teksti)",
        "permlab_receiveWapPush": "vastaanota tekstiviestejä (WAP)",
        "permlab_recordAudio": "tallentaa ääntä",
        "permlab_register_call_provider": "rekisteröidä uusia tietoliikenneyhteyksiä",
        "permlab_register_sim_subscription": "rekisteröidä uusia tietoliikenne-SIM-yhteyksiä",
        "permlab_removeDrmCertificates": "DRM-varmenteiden poistaminen",
        "permlab_reorderTasks": "käynnissä olevien sovellusten järjesteleminen",
        "permlab_requestDeletePackages": "pyydä pakettien poistamista",
        "permlab_requestIgnoreBatteryOptimizations": "Lupa ohittaa akun optimoinnit",
        "permlab_requestInstallPackages": "pyytää asennuspaketteja",
        "permlab_route_media_output": "reitittää mediaa",
        "permlab_runInBackground": "toimia taustalla",
        "permlab_sdcardRead": "lue SD-kortin sisältöä",
        "permlab_sdcardWrite": "muokkaa tai poista SD-kortin sisältöä",
        "permlab_sendSms": "lähettää ja tarkastella tekstiviestejä",
        "permlab_setAlarm": "aseta herätys",
        "permlab_setInputCalibration": "Muuttaa syöttölaitteen kalibrointia.",
        "permlab_setTimeZone": "asettaa aikavyöhykkeen",
        "permlab_setWallpaper": "aseta taustakuva",
        "permlab_setWallpaperHints": "säädä taustakuvan kokoa",
        "permlab_sim_communication": "lähettää komentoja SIM-kortille",
        "permlab_statusBar": "poista tilapalkki käytöstä tai muokkaa tilapalkkia",
        "permlab_statusBarService": "sijaita tilapalkissa",
        "permlab_subscribedFeedsRead": "lukea tilattuja syötteitä",
        "permlab_systemAlertWindow": "Tämä sovellus voi näkyä muiden sovellusten päällä",
        "permlab_transmitIr": "infrapunalähetys",
        "permlab_uninstall_shortcut": "poista pikakuvakkeita",
        "permlab_useBiometric": "käytä biometristä laitteistoa",
        "permlab_useDataInBackground": "käyttää dataa taustalla",
        "permlab_useFingerprint": "sormenjälkilaitteiston käyttö",
        "permlab_use_sip": "soita/vastaanota SIP-puheluja",
        "permlab_vibrate": "hallitse värinää",
        "permlab_wakeLock": "estä puhelinta menemästä virransäästötilaan",
        "permlab_writeCalendar": "lisää tai muokkaa kalenteritapahtumia ja lähetä sähköpostia vieraille ilman omistajien lupaa",
        "permlab_writeCallLog": "kirjoita puhelulokiin",
        "permlab_writeContacts": "muokkaa yhteystietoja",
        "permlab_writeGeolocationPermissions": "selaimen maantieteellisen sijainnin lupien muokkaaminen",
        "permlab_writeHistoryBookmarks": "kirjoita verkon kirjanmerkkejä ja historiaa",
        "permlab_writeSettings": "muokkaa järjestelmän asetuksia",
        "permlab_writeSyncSettings": "ota synkronointi käyttöön tai poista se käytöstä"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nimi",
            "bitcoin_alt": "Lahjoita Bitcoinin kautta",
            "flattr_alt": "Lahjoita Flattrin kautta",
            "heading": "Lahjoita",
            "hellotux": "👕 T-paidat 👕 myy",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid saa 3€ kustakin myydystä paidasta.",
            "liberapay_alt": "Lahjoita Liberapayn kautta",
            "litecoin_alt": "Lahjoita Litecoinin kautta",
            "paypal_alt": "Lahjoita PayPalin kautta",
            "powered_by_donations": "F-Droid saa voimansa lahjoituksistasi!",
            "via_bank_transfer": "Pankkisiirto"
        },
        "last_updated": {
            "heading": "Viimeksi päivitetty"
        },
        "latest_packages": {
            "heading": "Uusimmat sovellukset"
        },
        "news": {
            "heading": "Uutiset"
        },
        "search": {
            "heading": "Löydä sovelluksia",
            "noscript": "Vaatii JavaScriptin ottamisen käyttöön",
            "search": "Hae"
        }
    }
}
