{
    "antifeatures": {
        "Ads": "Bu uygulama reklam içerir",
        "DisabledAlgorithm": "Bu uygulamanın zayıf güvenlikli imzası var",
        "KnownVuln": "Bu uygulama bilinen bir güvenlik zafiyeti içerir",
        "NoSourceSince": "Kaynak kodu artık mevcut değil, güncelleme mümkün değil.",
        "NonFreeAdd": "Bu uygulama özgür olmayan eklentiler önerir",
        "NonFreeAssets": "Bu uygulama özgür olmayan unsurlar içerir",
        "NonFreeDep": "Bu uygulama özgür olmayan başka uygulamalara bağımlıdır",
        "NonFreeNet": "Bu uygulama özgür olmayan ağ servisleri önerir",
        "Tracking": "Bu uygulama etkinliğinizi izler ve raporlar",
        "UpstreamNonFree": "Kaynak kod tamamen özgür değildir"
    },
    "index": {
        "download_fdroid": "F-Droid'i İndir",
        "gpg_signature": "PGP İmzası",
        "introduction": "F-Droid, Android platformu için FOSS (Özgür ve Açık Kaynaklı Yazılım) uygulamalarının kurulabilir bir kataloğudur. İstemci; uygulamaları taramayı, kurmayı ve  güncellemeleri aygıtınızda izlemeyi kolaylaştırır.",
        "screenshot": "F-Droid Android uygulaması ekran görüntüsü",
        "title": "F-Droid nedir?"
    },
    "navigation": {
        "about": "Hakkında",
        "browse": "Göz At",
        "contribute": "Katkıda Bulun",
        "documentation": "Belgeler",
        "forum": "Forum",
        "issues": "Sorunlar",
        "news": "Haberler"
    },
    "package": {
        "anti_features": "Karşıt-Özellikler",
        "anti_features_warning": "Bu uygulama beğenmeyebileceğiniz özelliklere sahiptir.",
        "author": "Yazar",
        "build_metadata": "İnşa Üst Verisi",
        "changelog": "Değişiklik Günlüğü",
        "donate": "Bağış Yap",
        "download": "[file_extension] İndir",
        "flattr": "Flattr",
        "gpg_signature": "PGP İmzası",
        "issue_tracker": "Sorun İzleyici",
        "liberapay": "Liberapay",
        "license": "Lisans",
        "minimum_android_version": "Bu sürüm Android [android_version] veya daha yenisini gerektirir.",
        "new_in_version": "Sürümdeki yenilikler [latest_version]",
        "packages": "Paketler",
        "permissions": "İzinler",
        "signed_by_developer": "Özgün geliştirici tarafından inşa edildi ve imzalandı.",
        "signed_by_fdroid": "F-Droid tarafından inşa edildi ve imzalandı, ve <a href=\"[source_code_url]\">bu kaynak tar dosyasına</a> uygunluğu garanti edilir.",
        "source_code": "Kaynak Kodu",
        "suggest_downloading_via_fdroid": "Aşağıdaki APK indirmeleri size seçenek sunsa da, bu şekilde kurarsanız güncelleme bildirimlerini almayacağınızı ve bunun daha güvensiz bir indirme yolu olduğunu unutmayın. F-Droid istemcisini kurmanızı ve onu kullanmanızı öneriyoruz.",
        "technical_info": "Teknik bilgi",
        "translation": "Çeviri",
        "version_info": "<b>Sürüm [package_version]</b> ([package_version_code]) - [package_added_date] tarihinde eklendi",
        "website": "Web Sitesi"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Uygulamanın, başka bir uygulamada başlatılan çağrıya devam etmesine izin verir.",
        "permdesc_accessCoarseLocation": "Bu uygulama baz istasyonu ve kablosuz ağ gibi ağ kaynaklarını kullanarak konumunuzu belirleyebilir. Uygulamanın bu hizmetleri kullanabilmesi için telefonunuzda bu konum hizmetleri açık ve kullanılabilir olmalıdır.",
        "permdesc_accessDrmCertificates": "Bir uygulamanın DRM sertifikaları için temel hazırlık yapmasına ve bunları kullanmasına izin verir. Normal uygulamalar için hiçbir zaman gerekmez.",
        "permdesc_accessFineLocation": "Bu uygulama baz istasyonu ve kablosuz ağ gibi ağ kaynaklarını kullanarak konumunuzu belirleyebilir. Uygulamanın bu hizmetleri kullanabilmesi için telefonunuzda bu konum hizmetleri açık ve kullanılabilir olmalıdır. Bu hizmet pil tüketimini artırabilir.",
        "permdesc_accessImsCallService": "Uygulamanın, sizin müdahaleniz olmadan telefon etmek için IMS hizmetini kullanmasına izin verir.",
        "permdesc_accessLocationExtraCommands": "Uygulamanın, ekstra konum sağlayıcı komutlarına erişmesine izin verir. Bu izin, uygulamanın GPS veya diğer konum kaynaklarının çalışmasını kesmesine olanak sağlayabilir.",
        "permdesc_accessNetworkConditions": "Bir uygulamaya, ağ koşullarındaki gözlemleri dinleme izni verir. Normal uygulamalar için hiçbir zaman gerekmez.",
        "permdesc_accessNetworkState": "Uygulamaya, hangi ağların bulunduğu ve hangilerinin bağlı olduğu gibi ağ bağlantılarıyla ilgili bilgileri görüntüleme izni verir.",
        "permdesc_accessNotifications": "Uygulamanın bildirimler almasına, bildirimleri incelemesine ve temizlemesine izin verir. Buna diğer uygulamalar tarafından yayınlanan bildirimler de dahildir.",
        "permdesc_accessWifiState": "Uygulamaya, Kablosuz bağlantının etkin olup olmadığı ve bağlanan Kablosuz cihazların adları gibi Kablosuz ağ kullanımıyla ilgili bilgileri görüntüleme izni verir.",
        "permdesc_accessWimaxState": "Uygulamaya, WiMAX'in etkin olup olmadığını belirleme ve bağlı tüm WiMAX ağlarıyla ilgili bilgilere erişme izni verir.",
        "permdesc_access_notification_policy": "Uygulamaya, Rahatsız Etmeyin yapılandırmasını okuma ve yazma izni verir.",
        "permdesc_addVoicemail": "Uygulamaya, sesli mesaj gelen kutunuza mesaj ekleme izni verir.",
        "permdesc_answerPhoneCalls": "Uygulamanın gelen bir telefon çağrısına yanıt vermesine olanak tanır.",
        "permdesc_bindCarrierMessagingService": "İzin sahibinin, operatör mesajlaşma hizmetinin üst düzey arayüzüne bağlanmasına olanak verir. Normal uygulamalarda hiçbir zaman gerekmez.",
        "permdesc_bindCarrierServices": "İzin sahibinin, operatör hizmetlerine bağlanmasına olanak tanır. Normal uygulamalarda hiçbir zaman gerekmez.",
        "permdesc_bindConditionProviderService": "İzin sahibinin, bir durum sağlayıcı hizmete ait üst düzey arayüze bağlanmasına izin verir. Normal uygulamalar için hiçbir zaman gerekli değildir.",
        "permdesc_bindDreamService": "İzin sahibine bir dream hizmetinin üst seviye arayüzüne bağlanma olanağı sunar. Normal uygulamalarda hiçbir zaman ihtiyaç duyulmamalıdır.",
        "permdesc_bindNotificationListenerService": "İzin sahibine bir bildirim dinleyici hizmetinin en üst düzey arayüzüne bağlanma izni verir. Normal uygulamalarda hiçbir zaman gerek duyulmaz.",
        "permdesc_bind_connection_service": "Uygulamanın çağrı yapmak/almak için telefon hizmetleriyle etkileşimde bulunmasına izin verir.",
        "permdesc_bind_incall_service": "Uygulamaya, kullanıcının çağrı ekranını ne zaman ve nasıl göreceğini denetleme izni verir.",
        "permdesc_bluetooth": "Uygulamaya, telefondaki Bluetooth yapılandırmasını görüntüleme, eşlenmiş cihazlarla bağlantı yapma ve bu tür bağlantıları kabul etme izni verir.",
        "permdesc_bluetoothAdmin": "Uygulamaya, yerel Bluetooth telefonunu yapılandırma ve uzak cihazları keşfedip bunlarla eşleşme izni verir.",
        "permdesc_bodySensors": "Uygulamanın, nabzınız gibi fiziksel durumunuzu izleyen sensörlerin gönderdiği verilere erişmesine izin verir.",
        "permdesc_broadcastSticky": "Uygulamaya, yayın bittikten sonra da kalan sabit yayınlar gönderme izni verir. Aşırı kullanılması çok fazla bellek harcanmasına neden olarak telefonunu yavaşlatabilir veya dengesiz hale getirebilir.",
        "permdesc_callPhone": "Uygulamaya sizin müdahaleniz olmadan telefon numaralarına çağrı yapma izni verir. Bu durum beklenmeyen ödemelere veya çağrılara neden olabilir. Ancak bu iznin, uygulamanın acil numaralara çağrı yapmasına olanak sağlamadığını unutmayın. Kötü amaçlı uygulamalar onayınız olmadan çağrılar yaparak sizi zarara sokabilir.",
        "permdesc_camera": "Bu uygulama, herhangi bir zamanda kamerayı kullanarak fotoğraf ve video çekebilir.",
        "permdesc_changeNetworkState": "Uygulamaya, ağ bağlantısının durumunu değiştirme izni verir.",
        "permdesc_changeTetherState": "Uygulamaya, tethering kullanan ağ bağlantısının durumunu değiştirme izni verir.",
        "permdesc_changeWifiMulticastState": "Uygulamaya, çoklu yayın adreslerini kullanarak yalnızca telefona değil Kablosuz ağ üzerindeki tüm cihazlara gönderilen paketleri alma izni verir. Çoklu olmayan yayın moduna göre daha fazla güç tüketir.",
        "permdesc_changeWifiState": "Uygulamaya, kablosuz erişim noktalarına bağlanıp bunlarla bağlantısını kesme ve Kablosuz ağlar için cihaz yapılandırmasında değişiklikler yapma izni verir.",
        "permdesc_changeWimaxState": "Uygulamaya, telefonu WiMAX ağlarına bağlanma veya bağlantıyı kesme izni verir.",
        "permdesc_connection_manager": "Uygulamanın telekomünikasyon bağlantılarını yönetmesine izin verir.",
        "permdesc_control_incall_experience": "Uygulamaya, çağrı içi kullanım deneyimi sağlama izin verir.",
        "permdesc_createNetworkSockets": "Uygulamaya ağ yuvaları oluşturma ve özel ağ protokolleri kullanma izni verir. Tarayıcı ve diğer uygulamalar İnternet'e veri gönderilmesi için araç sağlarlar, bu nedenle bu izin, İnternet'e veri göndermek için gerekli değildir.",
        "permdesc_disableKeyguard": "Uygulamaya, tuş kilidini ve ilişkili tüm şifreli güvenlik önlemlerini devre dışı bırakma izni verir. Örneğin, telefon, çağrı alındığında tuş kilidinin devre dışı bırakır ve sonra, görüşme bittiğinde kilidi yeniden etkinleştirir.",
        "permdesc_enableCarMode": "Uygulamaya, araç modunu etkinleştirme izni verir.",
        "permdesc_expandStatusBar": "Uygulamaya, durum çubuğunu genişletip daraltma izni verir.",
        "permdesc_foregroundService": "Uygulamanın ön plan hizmetlerinden faydalanmasına izin verir.",
        "permdesc_getAccounts": "Uygulamaya telefon tarafından bilinen hesapların listesini alma izni verir. Bu liste, yüklediğiniz uygulamalar tarafından oluşturulan tüm hesapları içerebilir.",
        "permdesc_getPackageSize": "Uygulamaya kodunu, verilerini ve önbellek boyutlarını alma izni verir",
        "permdesc_getTasks": "Uygulamaya o anda ve son çalışan görevler hakkında bilgi alma izni verir. Bu izin, uygulamanın cihaz tarafından kullanılan uygulamalar hakkında bilgi elde etmesine olanak sağlayabilir.",
        "permdesc_handoverStatus": "Bu uygulamanın mevcut Android Beam aktarımlarıyla ilgili bilgi almasına izin verir",
        "permdesc_install_shortcut": "Uygulamaya, kullanıcı müdahalesi olmadan kısayolları Ana Ekrana ekleme izni verir.",
        "permdesc_invokeCarrierSetup": "İzin sahibine, operatör tarafından sağlanan yapılandırma uygulamasını çalıştırma izni verir. Normal uygulamalarda hiçbir zaman gerek duyulmaz.",
        "permdesc_killBackgroundProcesses": "Uygulamaya diğer uygulamalara ait arka plan işlemleri sonlandırma izni verir. Bu izin, diğer uygulamaların çalışmayı durdurmasına neden olabilir.",
        "permdesc_manageFingerprint": "Uygulamanın, kullanılacak parmak izi şablonlarını ekleme ve silme yöntemlerini başlatmasına izin verir.",
        "permdesc_manageNetworkPolicy": "Uygulamaya, ağ politikalarını yönetme ve uygulamaya özgü kuralları tanımlama izni verir.",
        "permdesc_manageOwnCalls": "Uygulamanın, çağrı deneyimini iyileştirmek için çağrılarını sistem üzerinden yönlendirmesine olanak tanır.",
        "permdesc_manageProfileAndDeviceOwners": "Uygulamaların, profil sahiplerini ve cihaz sahibini ayarlamasına izin verir.",
        "permdesc_modifyAudioSettings": "Uygulamaya ses düzeyi ve ses çıkışı için kullanılan hoparlör gibi genel ses ayarlarını değiştirme izni verir.",
        "permdesc_modifyNetworkAccounting": "Uygulamaya, ağın uygulamalara göre nasıl kullanılacağını değiştirme izni verir. Normal uygulamalar tarafından kullanılmak için değildir.",
        "permdesc_nfc": "Uygulamaya, Near Field Communication (NFC) etiketleri, kartlar ve okuyucular ile iletişim kurma izni verir.",
        "permdesc_persistentActivity": "Uygulamaya kendisinin bir bölümünü bellekte kalıcı yapma izni verir. Bu izin, diğer uygulamaların kullanabileceği belleği sınırlandırarak telefonun yavaş çalışmasına neden olabilir.",
        "permdesc_processOutgoingCalls": "Uygulamaya, giden bir çağrının numarası çevrilirken çağrıyı farklı bir numaraya yönlendirme ya da tamamen kapatma seçeneğiyle birlikte numarayı görme izni verir.",
        "permdesc_readCalendar": "Bu uygulama, telefonunuzda kayıtlı tüm takvim etkinliklerini okuyabilir ve takvim verilerinizi paylaşabilir ya da kaydedebilir.",
        "permdesc_readCallLog": "Bu uygulama, çağrı geçmişinizi okuyabilir.",
        "permdesc_readCellBroadcasts": "Uygulamaya, cihazınız tarafından alınan hücre yayını mesajlarını okuma izni verir. Hücre yayını uyarıları bazı yerlerde acil durumlar konusunda sizi uyarmak için gönderilir. Kötü amaçlı uygulamalar acil hücre yayını alındığında cihazınızın performansına ya da çalışmasına engel olabilir.",
        "permdesc_readContacts": "Uygulamaya telefonunuzda depolanan kişilerinizle ilgili verileri okuma izni verir. Bu verilere belirli kişilerle ne sıklıkta çağrı, e-posta veya diğer yöntemlerle iletişim kurduğunuz bilgisi dahildir. Bu izin, uygulamanın kişi verilerinizi kaydetmesine olanak sağlar ve kötü amaçlı uygulamalar kişi verilerini sizden habersiz paylaşabilir.",
        "permdesc_readHistoryBookmarks": "Uygulamaya Tarayıcının ziyaret ettiği tüm URL'lerin geçmişini ve tüm Tarayıcı yer işaretlerini okuma izni verir. Not: Bu izin, üçüncü taraf tarayıcılar veya Web'e göz atma işlevine sahip diğer uygulamalar tarafından kullanılmayabilir.",
        "permdesc_readInstallSessions": "Bir uygulamanın yükleme oturumlarını okumasına izin verir. Bu, etkin paket yüklemeleriyle ilgili ayrıntıların görülmesine olanak tanır.",
        "permdesc_readNetworkUsageHistory": "Uygulamaya, özel ağlar ve uygulamalar için ağ kullanım geçmişini okuma izni verir.",
        "permdesc_readPhoneNumbers": "Uygulamaya, cihazınızın telefon numaralarına erişme izni verir.",
        "permdesc_readPhoneState": "Uygulamaya cihazdaki telefon özelliklerine erişme izni verir. Bu izin, uygulamanın telefon numarasını ve cihaz kimliğini, etkin bir çağrı olup olmadığını ve çağrıda bağlanılan karşı tarafın numarasını öğrenmesine olanak sağlar.",
        "permdesc_readSms": "Bu uygulama, telefonunuzda kayıtlı tüm SMS mesajlarını (kısa mesajları) okuyabilir.",
        "permdesc_readSyncSettings": "Uygulamaya bir hesaba ait senkronizasyon ayarlarını okuma izni verir. Örneğin, bu izne sahip bir uygulama Kişiler uygulamasının bir hesapla senkronize olup olmadığını belirleyebilir.",
        "permdesc_readSyncStats": "Uygulamaya bir hesaba ait senkronizasyon istatistiklerini okuma izni verir. Buna senkronizasyon etkinlikleri geçmişi ve senkronize edilen veri miktarı bilgileri de dahildir.",
        "permdesc_receiveBootCompleted": "Uygulamaya, kendisini sistem açılışı bittikten hemen sonra başlatma izni verir. Bu izin, telefonun başlatılması için daha uzun bir süre geçmesine ve uygulamanın her zaman çalışarak telefonu yavaşlatmasına neden olur.",
        "permdesc_receiveMms": "Uygulamaya MMS iletilerini alma ve işleme izni verir. Bu izin, uygulamanın cihazınıza gönderilen iletileri takip edip size göstermeden silebileceği anlamına gelir.",
        "permdesc_receiveSms": "Uygulamaya SMS iletilerini alma ve işleme izni verir. Bu izin, uygulamanın cihazınıza gönderilen iletileri takip edip size göstermeden silebileceği anlamına gelir.",
        "permdesc_receiveWapPush": "Uygulamaya WAP mesajlarını alma ve işleme izni verir. Buna, size gönderilen mesajları takip edip size göstermeden silebilme izni de dahildir.",
        "permdesc_recordAudio": "Bu uygulama, istediği zaman mikrofonu kullanarak ses kaydedebilir.",
        "permdesc_register_call_provider": "Uygulamanın yeni telekomünikasyon bağlantıları kaydettirmesine izin verir.",
        "permdesc_register_sim_subscription": "Uygulamanın yeni telekomünikasyon SIM bağlantıları kaydettirmesine izin verir.",
        "permdesc_removeDrmCertificates": "Uygulamaya, DRM sertifikalarını kaldırma izin verir. Normal uygulamalar için asla gerekmemelidir.",
        "permdesc_reorderTasks": "Uygulamaya, görevleri ön plana ve arka plana taşıma izni verir. Uygulama bunu sizden bir giriş olmadan yapabilir.",
        "permdesc_requestDeletePackages": "Uygulamaya, paketleri silme isteğinde bulunma izni verir.",
        "permdesc_requestIgnoreBatteryOptimizations": "Bir uygulamanın, kendisi için pil optimizasyonlarını göz ardı etme izni istemesine olanak sağlar.",
        "permdesc_requestInstallPackages": "Uygulamaya, paketleri yükleme isteğinde bulunma izni verir.",
        "permdesc_route_media_output": "Uygulamaya medya çıktısını başka harici cihazlara yönlendirme izni verir.",
        "permdesc_runInBackground": "Bu uygulama arka planda çalıştırılabilir. Bu durum pilinizin daha hızlı boşalmasına neden olabilir.",
        "permdesc_sdcardRead": "Uygulamaya, SD kartınızın içeriğini okuma izni verir.",
        "permdesc_sdcardWrite": "Uygulamaya, SD karta yazma izni verir.",
        "permdesc_sendSms": "Uygulamaya SMS iletisi gönderme izni verir. Bu durum beklenmeyen ödemelere neden olabilir. Kötü amaçlı uygulamalar onayınız olmadan iletiler göndererek sizi zarara uğratabilir.",
        "permdesc_setAlarm": "Uygulamaya, çalar saat uygulamasının alarmını ayarlama izni verir. Bazı çalar saat uygulamaları bu özelliği uygulayamayabilir.",
        "permdesc_setInputCalibration": "Uygulamaya, dokunmatik ekranın kalibrasyon parametrelerini değiştirme izni verir. Normal uygulamalar için hiçbir zaman gerekmez.",
        "permdesc_setTimeZone": "Uygulamaya, telefonun saat dilimini değiştirme izni verir.",
        "permdesc_setWallpaper": "Uygulamaya, sistem duvar kağıdını ayarlama izni verir.",
        "permdesc_setWallpaperHints": "Uygulamaya, sistem duvar kağıdı için boyut ipuçlarını ayarlama izni verir.",
        "permdesc_sim_communication": "Uygulamanın SIM karta komut göndermesine izin verir. Bu izin çok tehlikelidir.",
        "permdesc_statusBar": "Uygulamaya, durum çubuğunu devre dışı bırakma ve sistem simgelerini ekleyip kaldırma izni verir.",
        "permdesc_statusBarService": "Uygulamaya, durum çubuğu olma izni verir.",
        "permdesc_subscribedFeedsRead": "Uygulamaya, o anda senkronize olan özet akışları ile ilgili bilgi alma izni verir.",
        "permdesc_systemAlertWindow": "Bu uygulama, uygulamaların üzerinde veya ekranın diğer kısımlarında görünebilir. Bu durum, normal uygulama kullanımını etkileyebilir ve diğer uygulamaların görünümünü değiştirebilir.",
        "permdesc_transmitIr": "Uygulamaya, telefonunun kızıl ötesi vericisini kullanma izni verir.",
        "permdesc_uninstall_shortcut": "Uygulamaya, kullanıcının müdahalesi olmadan kısayolları Ana Ekrandan kaldırma izni verir.",
        "permdesc_useBiometric": "Uygulamanın kimlik doğrulama için biyometrik donanım kullanmasına izin verir",
        "permdesc_useDataInBackground": "Bu uygulama, arka planda verileri kullanabilir. Bu durum veri kullanımını artırabilir.",
        "permdesc_useFingerprint": "Uygulamanın kimlik doğrulama için parmak izi donanımını kullanmasına izin verir.",
        "permdesc_use_sip": "Uygulamanın SIP çağrıları yapmasına ve almasına izin verir.",
        "permdesc_vibrate": "Uygulamaya, titreşimi denetleme izni verir.",
        "permdesc_wakeLock": "Uygulamaya, telefonun uykuya geçmesini önleme izni verir.",
        "permdesc_writeCalendar": "Bu uygulama, telefonunuza takvim etkinlikleri ekleyebilir, mevcut etkinlikleri kaldırabilir ve değiştirebilir. Bu uygulama, takvim sahiplerinden gelmiş gibi görünen iletiler gönderebilir veya takvim sahiplerinin bilgisi olmadan etkinlikleri değiştirebilir.",
        "permdesc_writeCallLog": "Uygulamaya telefonunuzun çağrı günlüğünde (gelen ve giden çağrılarla ilgili veriler dahil olmak üzere) değişiklik yapma izni verir. Kötü amaçlı uygulamalar bu izni kullanarak çağrı günlüğünüzü silebilir veya değiştirebilir.",
        "permdesc_writeContacts": "Uygulamaya telefonunuzda depolanan kişilerinizle ilgili verileri değiştirme izni verir. Bu verilere belirli kişilerle ne sıklıkta çağrı, e-posta veya diğer yöntemlerle iletişim kurduğunuz bilgisi dahildir. Bu izin, uygulamanın kişi verilerinizi silmesine olanak sağlar.",
        "permdesc_writeGeolocationPermissions": "Uygulamaya, Tarayıcı'nın coğrafi konum izinlerini değiştirme izni verir. Kötü amaçlı uygulamalar keyfi web sitelerine konum bilgisi gönderilmesini sağlamak için bunu kullanabilirler.",
        "permdesc_writeHistoryBookmarks": "Uygulamaya Tarayıcı geçmişini ve telefonunuzda depolanan yer işaretlerini değiştirme izni verir. Bu izin, uygulamanın Tarayıcı geçmişini silmesine ve değiştirmesine olanak sağlar. Not: Bu izin, üçüncü taraf cihazlar veya Web'e göz atma işlevine sahip diğer uygulamalar tarafından kullanılmayabilir.",
        "permdesc_writeSettings": "Uygulamaya, sistem ayarı verilerini değiştirme izni verir. Kötü amaçlı uygulamalar sistem yapılandırmanızı bozabilir.",
        "permdesc_writeSyncSettings": "Uygulamaya bir hesaba ait senkronizasyon ayarlarını değiştirme izni verir. Örneğin, bu izne sahip bir uygulama Kişiler uygulamasının bir hesapla senkronize edilmesini etkinleştirebilir.",
        "permgroupdesc_calendar": "takviminize erişme",
        "permgroupdesc_calllog": "telefon arama kaydını okuma ve yazma",
        "permgroupdesc_camera": "fotoğraf çekme ve video kaydetme",
        "permgroupdesc_contacts": "kişilerinize erişme",
        "permgroupdesc_location": "bu cihazın konumuna erişme",
        "permgroupdesc_microphone": "ses kaydetme",
        "permgroupdesc_phone": "telefon çağrıları yapma ve yönetme",
        "permgroupdesc_sensors": "hayati belirtilerinizle ilgili sensör verilerine erişme",
        "permgroupdesc_sms": "SMS mesajları gönderme ve görüntüleme",
        "permgroupdesc_storage": "cihazınızdaki fotoğraflara, medyaya ve dosyalara erişme",
        "permgrouplab_calendar": "Takvim",
        "permgrouplab_calllog": "Arama kayıtları",
        "permgrouplab_camera": "Kamera",
        "permgrouplab_contacts": "Kişiler",
        "permgrouplab_location": "Konum",
        "permgrouplab_microphone": "Mikrofon",
        "permgrouplab_phone": "Telefon",
        "permgrouplab_sensors": "Vücut Sensörleri",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Depolama",
        "permgrouprequest_calendar": "<b>",
        "permgrouprequest_calllog": "Telefon arama kayıtlarınıza erişmek için <b>",
        "permgrouprequest_camera": "<b>",
        "permgrouprequest_contacts": "<b>",
        "permgrouprequest_location": "<b>",
        "permgrouprequest_microphone": "<b>",
        "permgrouprequest_phone": "<b>",
        "permgrouprequest_sensors": "<b>",
        "permgrouprequest_sms": "<b>",
        "permgrouprequest_storage": "<b>",
        "permlab_acceptHandover": "başka bir uygulamadaki çağrıya devam etme",
        "permlab_accessCoarseLocation": "konum bilgilerine yaklaşık olarak erişme (ağ tabanlı)",
        "permlab_accessDrmCertificates": "DRM sertifikalarına eriş",
        "permlab_accessFineLocation": "konum bilgilerine hassas olarak erişme (GPS ve ağ tabanlı)",
        "permlab_accessImsCallService": "IMS çağrı hizmetine erişme",
        "permlab_accessLocationExtraCommands": "ek konum sağlayıcı komutlarına eriş",
        "permlab_accessNetworkConditions": "ağ koşullarındaki gözlemleri dinle",
        "permlab_accessNetworkState": "ağ bağlantılarını görüntüleme",
        "permlab_accessNotifications": "bildirimlere eriş",
        "permlab_accessWifiState": "Kablosuz bağlantıları görüntüleme",
        "permlab_accessWimaxState": "WiMAX'e bağlan veya WiMAX bağlantısını kes",
        "permlab_access_notification_policy": "Rahatsız Etmeyin özelliğine erişme",
        "permlab_addVoicemail": "sesli mesaj ekle",
        "permlab_answerPhoneCalls": "telefon çağrılarını yanıtla",
        "permlab_bindCarrierMessagingService": "operatör mesajlaşma hizmetine bağlan",
        "permlab_bindCarrierServices": "operatör hizmetlerine bağlan",
        "permlab_bindConditionProviderService": "bir durum sağlayıcı hizmetine bağlanma",
        "permlab_bindDreamService": "bir dream hizmetine bağla",
        "permlab_bindNotificationListenerService": "bildirim dinleyici hizmetine bağlan",
        "permlab_bind_connection_service": "telefon hizmetleriyle etkileşimde bulunma",
        "permlab_bind_incall_service": "çağrı ekranıyla etkileşimde bulunma",
        "permlab_bluetooth": "Bluetooth cihazlarla eşle",
        "permlab_bluetoothAdmin": "Bluetooth ayarlarına erişme",
        "permlab_bodySensors": "vücut sensörlerine erişme (nabız takip cihazları gibi)",
        "permlab_broadcastSticky": "sabit yayın gönderme",
        "permlab_callPhone": "telefon numaralarına doğrudan çağrı yap",
        "permlab_camera": "resim çekme ve görüntü kaydetme",
        "permlab_changeNetworkState": "ağ bağlantısını değiştirme",
        "permlab_changeTetherState": "kullanılan bağlantıyı değiştir",
        "permlab_changeWifiMulticastState": "Kablosuz Çoklu Yayın alımına izin ver",
        "permlab_changeWifiState": "Kablosuza bağlanma veya Kablosuz bağlantısını kesme",
        "permlab_changeWimaxState": "WiMAX durumunu değiştir",
        "permlab_connection_manager": "telekomunikasyon bağlantılarını yönet",
        "permlab_control_incall_experience": "çağrı içi kullanıcı deneyimi sağlama",
        "permlab_createNetworkSockets": "tam ağ erişimine sahip olma",
        "permlab_disableKeyguard": "ekran kilidimi devre dışı bırak",
        "permlab_enableCarMode": "araç modunu etkinleştir",
        "permlab_expandStatusBar": "durum çubuğunu genişlet/daralt",
        "permlab_foregroundService": "ön plan hizmetini çalıştırma",
        "permlab_getAccounts": "cihazdaki hesapları bulma",
        "permlab_getPackageSize": "uygulama depolama alanını ölç",
        "permlab_getTasks": "çalışan uygulamaları al",
        "permlab_handoverStatus": "Android Beam aktarım durumunu alma",
        "permlab_install_shortcut": "kısayolları yükleme",
        "permlab_invokeCarrierSetup": "operatör tarafından sağlanan yapılandırma uygulamasını çalıştır",
        "permlab_killBackgroundProcesses": "diğer uygulamaları kapat",
        "permlab_manageFingerprint": "parmak izi donanımını yönetme",
        "permlab_manageNetworkPolicy": "ağ politikasını yönet",
        "permlab_manageOwnCalls": "çağrıları sistem üzerinden yönlendir",
        "permlab_manageProfileAndDeviceOwners": "profili ve cihaz sahiplerini yönetme",
        "permlab_modifyAudioSettings": "ses ayarlarınızı değiştirin",
        "permlab_modifyNetworkAccounting": "ağ kullanım hesaplamasını değiştir",
        "permlab_nfc": "Yakın Alan İletişimini denetle",
        "permlab_persistentActivity": "uygulamayı her zaman çalıştırma",
        "permlab_processOutgoingCalls": "giden çağrıları yeniden yönlendirme",
        "permlab_readCalendar": "Takvim etkinlikleri ve ayrıntılarını okuma",
        "permlab_readCallLog": "çağrı günlüğünü oku",
        "permlab_readCellBroadcasts": "hücre yayını mesajlarını oku",
        "permlab_readContacts": "kişilerinizi okuma",
        "permlab_readHistoryBookmarks": "Web yer işaretlerimi ve geçmişimi oku",
        "permlab_readInstallSessions": "yükleme oturumlarını okuma",
        "permlab_readNetworkUsageHistory": "geçmiş ağ kullanımını oku",
        "permlab_readPhoneNumbers": "telefon numaralarını oku",
        "permlab_readPhoneState": "telefonun durumunu ve kimliğini okuma",
        "permlab_readSms": "kısa mesajlarımı (SMS veya MMS) oku",
        "permlab_readSyncSettings": "senk. ayarlarını okuma",
        "permlab_readSyncStats": "senk. istatistiklerini okuma",
        "permlab_receiveBootCompleted": "başlangıçta çalıştırma",
        "permlab_receiveMms": "kısa mesajları (MMS) al",
        "permlab_receiveSms": "kısa mesajları al (SMS)",
        "permlab_receiveWapPush": "kısa mesajları (WAP) al",
        "permlab_recordAudio": "ses kaydet",
        "permlab_register_call_provider": "yeni telekomünikasyon bağlantıları kaydettir",
        "permlab_register_sim_subscription": "yeni telekomünikasyon SIM bağlantılarını kaydettir",
        "permlab_removeDrmCertificates": "DRM sertifikalarını kaldırma",
        "permlab_reorderTasks": "çalışan uygulamaları yeniden sırala",
        "permlab_requestDeletePackages": "paketleri silme isteğinde bulunma",
        "permlab_requestIgnoreBatteryOptimizations": "pil optimizasyonlarını göz ardı etme izni iste",
        "permlab_requestInstallPackages": "paket yükleme isteğinde bulunma",
        "permlab_route_media_output": "medya çıkışını yönlendirme",
        "permlab_runInBackground": "arka planda çalıştırma",
        "permlab_sdcardRead": "SD kartımın içeriğini oku",
        "permlab_sdcardWrite": "SD kartın içeriğini değiştir veya sil",
        "permlab_sendSms": "SMS mesajları gönderme ve görüntüleme",
        "permlab_setAlarm": "alarm ayarla",
        "permlab_setInputCalibration": "giriş cihazı kalibrasyonunu değiştir",
        "permlab_setTimeZone": "saat dilimini ayarla",
        "permlab_setWallpaper": "duvar kağıdını ayarla",
        "permlab_setWallpaperHints": "duvar kâğıdımın boyutunu ayarla",
        "permlab_sim_communication": "SIM karta komut gönderme",
        "permlab_statusBar": "durum çubuğunu devre dışı bırak veya değiştir",
        "permlab_statusBarService": "durum çubuğunda olma",
        "permlab_subscribedFeedsRead": "abone olunan yayınları okuma",
        "permlab_systemAlertWindow": "Bu uygulama, diğer uygulamaların üzerinde görünebilir",
        "permlab_transmitIr": "kızı ötesi iletme",
        "permlab_uninstall_shortcut": "kısayolların yüklemesini kaldırma",
        "permlab_useBiometric": "biyometrik donanım kullan",
        "permlab_useDataInBackground": "arka planda veri kullanma",
        "permlab_useFingerprint": "parmak izi donanımını kullanma",
        "permlab_use_sip": "SIP çağrıları yapma/alma",
        "permlab_vibrate": "titreşimi denetleme",
        "permlab_wakeLock": "telefonun uykuya geçmesini önleme",
        "permlab_writeCalendar": "sahibin bilgisi olmadan takvim etkinlikleri ekle veya mevcut etkinlikleri değiştir ve misafirlere e-posta gönder",
        "permlab_writeCallLog": "çağrı günlüğüne yaz",
        "permlab_writeContacts": "kişilerinizi değiştirme",
        "permlab_writeGeolocationPermissions": "Tarayıcı'nın coğrafi konum izinlerini değiştir",
        "permlab_writeHistoryBookmarks": "web yer işaretlerine ve geçmişe yaz",
        "permlab_writeSettings": "sistem ayarlarını değiştirme",
        "permlab_writeSyncSettings": "senkronizasyonu açma/kapatma"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Adı",
            "bitcoin_alt": "Bitcoin ile bağış yap",
            "flattr_alt": "Flattr ile Bağış Yap",
            "heading": "Bağış Yap",
            "hellotux": "👕 Tişörtler 👕 şuradan",
            "hellotux_alt": "Selam Penguen",
            "hellotux_donation": "F-Droid, satılan gömlek başına 3€ alacak.",
            "liberapay_alt": "Liberapay ile Bağış Yap",
            "litecoin_alt": "Litecoin ile Bağış Yap",
            "paypal_alt": "PayPal ile Bağış Yap",
            "powered_by_donations": "F-Droid bağışlarınızla güç bulur!",
            "via_bank_transfer": "Banka Havalesi"
        },
        "lang": {
            "change": "Değiştir"
        },
        "last_updated": {
            "heading": "Son Güncelleme"
        },
        "latest_packages": {
            "heading": "En Son Uygulamalar"
        },
        "news": {
            "heading": "Haberler"
        },
        "search": {
            "heading": "Uygulamaları Bul",
            "noscript": "JavaScript'in etkinleştirilmesini gerektirir",
            "search": "Ara"
        }
    }
}
