{
    "add_repo": {
        "intro": "Eklemek istediğiniz depoların QR kodlarını, bulundukları cihazlardan veya web sitelerinden tarayın.",
        "no_internet": "İnternetiniz mi yok? Sorun değil. <a href=\"../swap/\">Uygulamaları çevrim dışı nasıl gönderip alacağınızı öğrenin.</a>",
        "open_repo_link": {
            "description": "E-posta, sosyal medya veya SMS yoluyla bir depo bağlantısı gönderilirse, içindeki uygulamaları F-Droid'e yükleme özelliğini eklemek için bağlantıyı açın.",
            "short_summary": "Depo Bağlantısını Açın",
            "steps": {
                "step_1": "Android cihazınıza F-Droid uygulamasını indirin ve yükleyin.",
                "step_2": "Bağlantıyı tıklayın ve cihazınızdaki bir web tarayıcısında açın.",
                "step_3": "Bağlantı açıldığında, 'F-Droid'e ekle' düğmesine dokunun.",
                "step_4": "'F-Droid'im var' düğmesine dokunun. F-Droid uygulaması açılacak.",
                "step_5": "'Yeni depo ekle', depo adresi önceden doldurulmuş olarak gösterilir. Eklemek için 'Tamam' düğmesine dokunun.",
                "step_6": "Yeni deponuz eklenecek. Depolarınızın listesini görmek için 'Ayarlar' menüsünü açın. 'Depolar' seçeneğini seçin .",
                "step_7": "İçeriğini görmek için bir deponun üzerine dokunun.",
                "step_8": "İstediğiniz uygulamaları seçin ve bunları cihazınıza yükleyin."
            },
            "title": "Depo Bağlantısını Cihazınızda Açın"
        },
        "overview": {
            "summary": "Daha fazla bilgi için, F-Droid'e bir depo ekleyin. Depo, bir araya toplanan bir içerik koleksiyonudur. İnsanların depolarını doğrudan kendilerinden öğrenebilirsiniz. Geliştiriciler genellikle kendi web sitelerinden F-Droid depolarına bağlantı verirler. Eğitmenler genellikle e-posta, Facebook veya Twitter üzerinden depolara bağlantı paylaşırlar.",
            "title": "Daha fazla içerik."
        },
        "scan_qr_code": {
            "description": "Eklemek istediğiniz depoların QR kodlarını, bulundukları cihazlardan veya web sitelerinden tarayın.",
            "related_tutorial": "Ayrıca ilginizi çekebilir: <a href=\"../swap/\">Uygulamaları Çevrim Dışı Gönderme ve Alma</a>",
            "short_summary": "QR Kodunu Tarayın",
            "steps": {
                "step_1": "Depo için QR kodu görüntülendiğinde, bir QR kodu tarayıcı uygulaması kullanarak onu tarayın.",
                "step_2": "Bağlantıya dokunun. Seçenek belirtilirse, F-Droid kullanarak bağlantıyı açın. Ardından talimatları izleyin. Bu işe yararsa, bitirdiniz! Değilse, bir sonraki adıma geçin.",
                "step_3": "Bağlantıyı F-Droid ile açma seçeneğini bulamazsanız, QR kodu tarayıcı uygulamasını kapatın ve F-Droid uygulamasını açın.",
                "step_4": "F-Droid içinde, 'Ayarlar' menüsüne dokunun. 'Uygulamalarım' bölümü altında 'Depolar' seçeneğini seçin.",
                "step_5": "Depolar ekranında, üst köşedeki '+' simgesine dokunun.",
                "step_6": "Depo adresi otomatik olarak doldurulur. 'Etkinleştir' düğmesine dokunun. Not: Depo F-Droid Depolarına kaydedilir, ancak siz elle seçip yükleyene kadar hiçbir uygulama yüklenmez."
            },
            "title": "QR Kodunu Başka Bir Cihazdan Tarayın"
        },
        "title": "F-Droid'e Depo Ekleme"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Hedef kitleniz için anlaşılabilir olması için uygulamayı ve dosya özetlerini düzenleyebilirsiniz. Dili bir ülkeye özgü hale getirmek için düzenleyebilirsiniz. Daha sonra konferans ve eğitimlerden önce depoyu katılımcılara sorunsuzca paylaşın.",
            "steps": {
                "step_1": "Detaylarını açmak için bir ögeye tıklayın.",
                "step_2": "'Düzenle' düğmesine tıklayın.",
                "step_3": "İçeriği, hedef kitlenize uyacak şekilde özelleştirin. Not: Yaptığınız değişiklikler sadece deponuza yapılır. Orijinal kaynak için güncelleme yapmazlar. Lütfen bilgileri sizinki olmayan içerik için özelleştirirken saygı gösterin.",
                "step_4": "Tüm değişiklikleriniz otomatik olarak kaydedilir."
            },
            "title": "Deponuzu Özelleştirin"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Repomaker web uygulamasını indirin ve masaüstü bilgisayarınıza kurun. Daha fazla bilgi <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">kurulum kılavuzunda</a>.",
                "step_2": "Repomaker web uygulamasını başlatın. Başlamak için kaydolun veya oturum açın.",
                "step_3": "Yeni bir depo oluşturun ve buna göre adlandırın.",
                "step_4": "Galeriden ve mevcut depolardan uygulamalar eklemeyi seçin veya kendi dosyalarınızı yükleyin. Hazır içeriklerden birini seçmek için 'Galeriden Ekle' düğmesini tıklayın.",
                "step_5": "Eklemek istediğiniz ögelerin yanındaki 'Ekle' düğmesini tıklayın. İşiniz bittiğinde, deponuza dönmek için 'geri' okunu tıklayın.",
                "step_6": "Uygulamalarınız depo içerik görünümünüzde gösterilecektir."
            },
            "title": "Oluşturmaya başlamak için Repomaker'ı indirin ve yükleyin"
        },
        "intro": "Aradığınızı bulamıyor musunuz? Kendi özelleştirilmiş uygulama ve dosya koleksiyonunuzu oluşturmak için, bilgisayarınızda Repomaker web uygulamasını indirin.",
        "overview": {
            "summary": "Kendi özelleştirilmiş uygulama deponuzu oluşturun. İçeriği dağıtmak için F-Droid kullanın. Eğitmenler, güvenilir bir internet bağlantısı olmadığında eğitimdeki katılımcılarla bir kaynak ve uygulama koleksiyonunu kolayca paylaşmak için depoları kullanır. Geliştiriciler, uygulamalarını kitlelere dağıtmak için depoları kullanırlar.",
            "title": "Kendi uygulamalarınızı ve dosyalarınızı ekleyin."
        },
        "related_tutorial": "Ayrıca ilginizi çekebilir: <a href=\"../add-repo/\">F-Droid'e bir Depo Ekleme</a>",
        "share_repo": {
            "steps": {
                "step_1": "Paylaşmak istediğiniz depo açık iken, menüden 'Paylaş' düğmesini tıklayın. Not: Paylaşmadan önce deponuzu depolamak için bir yer ayarlamanız gerekir. Bunun nasıl yapılacağına ilişkin talimatlar Adım 2'de verilmiştir.",
                "step_2": "Deponuzu yayınlamak için ve paylaşmadan önce depolama kurmanız istenir. Bu sayfayı göremiyorsanız, 4. Adımla devam edin.",
                "step_3": "İhtiyaçlarınıza en uygun depolama seçeneğini seçin. Depolama alanınız olduğunda, paylaşmaya hazırsınız! 'Paylaş' sayfasına dönün.",
                "step_4": "Bağlantıyı kopyalayı seçin ve insanlara doğrudan e-posta veya metin yoluyla gönderin veya deponuzu Facebook veya Twitter'da paylaşmayı seçin. İnsanlar deponuzun bağlantısını açtığında, depodaki uygulamalara erişmek için bir Android cihaza eklemeleri gerekir. Daha fazla bilgi için <a href=\"../add-repo/\">F-Droid'e Depo Ekleme</a> bölümüne bakın.",
                "step_5": "'Depoyu Görüntüle' seçeneği az önce yayınladığınızı veya paylaştığınızı görmenizi sağlar."
            },
            "title": "Deponuzu Özelleştirin"
        },
        "title": "Bir Depo Nasıl Oluşturulur",
        "update_repo": {
            "steps": {
                "step_1": "Galeriden uygulamalar eklerseniz, kaynak yeni sürümler eklediğinde bunlar otomatik olarak güncellenir. Yüklediğiniz dosyalar için, güncellenmiş sürümleri depo görünümünde sürükleyip bırakabilirsiniz.",
                "step_2": "Alternatif olarak, yeni bir sürüm eklemek için tek bir ögeyi açabilirsiniz. Düzenlemeyi seçin.",
                "step_3": "Sürümlere doğru aşağı kaydırın. Ardından, 'Sürüm Geçmişi' bölümünün altına yeni bir sürüm ekleyin.",
                "step_4": "Ardından, 'Sürüm Geçmişi' bölümünün altına yeni bir sürüm ekleyin."
            },
            "title": "Depo'nuzu Güncelleyin"
        }
    },
    "misc": {
        "option_x_description": "Seçenek {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid, tamamen özgür ve açık kaynaklı bir yazılım olan Android için bağımsız, topluluk kaynaklı bir uygulama mağazasıdır. F-Droid içinde 1.200'den fazla açık kaynaklı uygulamaya göz atabilir, oluşturulan depolardaki uygulamaları arayabilir ve yükleyebilir veya kendi deponuzu oluşturabilirsiniz. Uygulamayı indirmek ve başlamak için Android cihazınızda f-droid.org adresini ziyaret edin!",
            "title": "F-Droid ile Yapabilecekleriniz",
            "tutorial_x_title": "Öğretici {{ number }}: {{ title }}"
        },
        "step_x": "Adım {{ number }}",
        "step_x_description": "Adım {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Tüm cihazların başlamadan önce F-Droid'i indirmesi ve yüklemesi gerekir. Tüm cihazlar aşağıdaki adımları takip etmelidir.",
        "intro": "İnternet mi yok? Sorun değil. Size en yakın kişilerden uygulamalar indirin.",
        "overview": {
            "summary": "İnternet mi yok? Sorun değil. F-Droid Yakınımda, aynı odadaki kişilere içerik gönderme ve alma olanağı sağlar.",
            "title": "Uygulamaları çevrim dışı gönderin ve alın."
        },
        "related_tutorial": "Ayrıca ilginizi çekebilir: <a href=\"../create-repo/\">Bir Depo Nasıl Oluşturulur</a>",
        "step_1": "F-Droid'i açın. Ekranınızın altındaki menüden 'Yakındaki' düğmesine dokunun.",
        "step_10": "Yüklü uygulamalarınıza erişmek için F-Droid ayarlarını açın ve 'Uygulamalarım' altında 'Yüklenmiş uygulamaları yönet' seçeneğini seçin.",
        "step_2": "Uyumlu cihazları aramak için 'Yakınımdaki kişileri bul' düğmesine dokunun.",
        "step_3": "Yakındaki insanlar bulunduktan sonra, hem sizin hem de karşıdaki kişinin birbirini seçmesi gerekir.",
        "step_4": "Bağlandıktan sonra, kişinizle paylaşmak istediğiniz uygulamaları seçin.",
        "step_5": "'—>' düğmesine dokunun.",
        "step_6": "Bir kişiden bağlantı isteğini onaylaması istenir.",
        "step_7": "Yüklemek istediğiniz uygulamaların yanındaki 'Yükle' düğmesine dokunun.",
        "step_8": "Bir kez daha 'Yükle'ye dokunun. Ardından, yükleme işlemini tamamlamak için Android işlemlerini izleyin.",
        "step_9": "Yüklemeler tamamlandıktan sonra, uygulamalarınız Android uygulama galerisinden ve F-Droid uygulamanızda yüklü uygulamalar altından kullanılabilir.",
        "title": "Uygulamaları Çevrim Dışı Gönderme ve Alma"
    }
}
