{
    "app_categories": {
        "Connectivity": "Savienojamība",
        "Development": "Izstrādāšana",
        "Games": "Spēles",
        "Graphics": "Grafika",
        "Internet": "Internets",
        "Money": "Nauda",
        "Multimedia": "Multivides",
        "Navigation": "Navigācija",
        "Phone & SMS": "Tālrunis & īsziņa",
        "Reading": "Lasījumam",
        "Science & Education": "Zinātne un Izglītība",
        "Security": "Drošība",
        "Sports & Health": "Sports un veselība",
        "System": "Sistēmas",
        "Time": "Laiks",
        "Writing": "Rakstīšana"
    },
    "mirrors": {
        "cn": "Ķīna",
        "de": "Vācija",
        "se": "Zviedrija",
        "tw": "Taivāna",
        "ua": "Ukraina"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Ļauj lietotnei turpināt zvanu, kas tika sākts citā lietotnē.",
        "permdesc_accessBackgroundLocation": "Šī lietotne var jebkurā brīdī piekļūt atrašanās vietas datiem, pat ja lietotne netiek izmantota.",
        "permdesc_accessCoarseLocation": "Šī lietotne var iegūt aptuvenus jūsu atrašanās vietas datus no atrašanās vietu pakalpojumiem, kamēr lietotne tiek izmantota. Lai lietotne varētu iegūt atrašanās vietas datus, jūsu ierīcē ir jābūt ieslēgtiem atrašanās vietu pakalpojumiem.",
        "permdesc_accessDrmCertificates": "Ļauj lietojumprogrammai nodrošināt un izmantot digitālā satura tiesību pārvaldības sertifikātus. Parastām lietotnēm šī atļauja nekad nav nepieciešama.",
        "permdesc_accessFineLocation": "Šī lietotne var iegūt precīzus jūsu atrašanās vietas datus no atrašanās vietu pakalpojumiem, kamēr lietotne tiek izmantota. Lai lietotne varētu iegūt atrašanās vietas datus, jūsu ierīcē ir jābūt ieslēgtiem atrašanās vietu pakalpojumiem. Tas var palielināt akumulatora lietojuma patēriņu.",
        "permdesc_accessImsCallService": "Ļauj lietotnei izmantot tūlītējās ziņojumapmaiņas pakalpojumu, lai veiktu zvanus bez jūsu ziņas.",
        "permdesc_accessLocationExtraCommands": "Ļauj lietotnei piekļūt papildu atrašanās vietas noteikšanas nodrošinātāju komandām. Tas var ļaut lietotnei traucēt GPS vai citu atrašanās vietas noteikšanas avotu darbību.",
        "permdesc_accessNetworkConditions": "Ļauj lietojumprogrammai iegūt informāciju par tīkla stāvokļa novērojumiem. Parastām lietotnēm šī atļauja nekad nav nepieciešama.",
        "permdesc_accessNetworkState": "Ļauj lietotnei skatīt informāciju par tīkla savienojumiem, piemēram, par to, kādi tīkli pastāv un ar kuriem tīkliem ir izveidots savienojums.",
        "permdesc_accessNotifications": "Ļauj lietotnei izgūt, pārbaudīt un dzēst paziņojumus, tostarp lietotņu publicētos paziņojumus.",
        "permdesc_accessWifiState": "Ļauj lietotnei skatīt informāciju par Wi-Fi tīklošanu, piemēram, par to, vai Wi-Fi ir iespējots, kā arī pievienoto Wi-Fi ierīču nosaukumus.",
        "permdesc_accessWimaxState": "Ļauj lietotnei noteikt, vai WiMAX ir iespējots, un sniedz informāciju par visiem WiMAX tīkliem, ar kuriem ir izveidots savienojums.",
        "permdesc_access_notification_policy": "Ļauj lietotnei lasīt un rakstīt režīma “Netraucēt” konfigurāciju.",
        "permdesc_activityRecognition": "Šī lietotne var noteikt jūsu fiziskās aktivitātes.",
        "permdesc_addVoicemail": "Ļauj lietotnei pievienot ziņojumus jūsu balss pasta iesūtnei.",
        "permdesc_answerPhoneCalls": "Ļauj lietotnei atbildēt uz ienākošu tālruņa zvanu.",
        "permdesc_audioWrite": "Ļauj lietotnei pārveidot jūsu mūzikas kolekciju.",
        "permdesc_bindCarrierMessagingService": "Ļauj īpašniekam izveidot savienojumu ar mobilo sakaru operatora ziņojumapmaiņas pakalpojuma augšējā līmeņa saskarni. Parastajām lietotnēm tas nekad nav nepieciešams.",
        "permdesc_bindCarrierServices": "Atļauj īpašniekam izveidot savienojumu ar mobilo sakaru operatoru pakalpojumiem. Parastām lietotnēm šīs atļauja nekad nav nepieciešama.",
        "permdesc_bindCellBroadcastService": "Ļauj piesaistīt lietotni šūnu apraides modulim, lai pārsūtītu šūnu apraides ziņojumus, tiklīdz tie tiek saņemti. Šūnu apraides brīdinājumi tiek piegādāti noteiktās atrašanās vietās, lai brīdinātu jūs par ārkārtas situācijām. Ļaunprātīgas lietotnes var traucēt ierīces veiktspēju vai darbības, kad ir saņemts ārkārtas šūnas apraides ziņojums.",
        "permdesc_bindConditionProviderService": "Ļauj īpašniekam izveidot savienojumu ar drukas nosacījumu sniedzēja pakalpojuma augšējā līmeņa saskarni. Parastajām lietotnēm tas nekad nav nepieciešams.",
        "permdesc_bindDreamService": "Ļauj īpašniekam piesaistīt ekrānsaudzētāja pakalpojuma augšējā līmeņa saskarni. Parastajām lietotnēm tas nekad nav nepieciešams.",
        "permdesc_bindNotificationListenerService": "Ļauj īpašniekam izveidot saiti ar paziņojumu uztvērēja pakalpojuma augšējā līmeņa saskarni. Parastajām lietotnēm tas nekad nav nepieciešams.",
        "permdesc_bind_connection_service": "Ļauj lietotnei sazināties ar tālruņu komunikācijas pakalpojumiem, lai veiktu vai saņemtu zvanus.",
        "permdesc_bind_incall_service": "Ļauj lietotnei kontrolēt, kad un kā lietotājam ir redzams zvana laikā redzamais ekrāns.",
        "permdesc_bluetooth": "Ļauj lietotnei skatīt Bluetooth konfigurāciju planšetdatorā, kā arī veidot un pieņemt savienojumus ar pārī savienotām ierīcēm.",
        "permdesc_bluetoothAdmin": "Ļauj lietotnei konfigurēt vietējo Bluetooth planšetdatoru, kā arī atklāt attālas ierīces un savienot tās pārī.",
        "permdesc_bodySensors": "Ļauj lietotnei piekļūt to sensoru datiem, kuri pārrauga jūsu fizisko stāvokli (piemēram, sirdsdarbības ātrumu).",
        "permdesc_broadcastSticky": "Ļauj lietotnei sūtīt piesaistošas apraides, kas tiek saglabātas pēc apraides pabeigšanas. Pārmērīga izmantošana var palēnināt planšetdatora darbību vai padarīt tā darbību nestabilu, liekot izmantot pārāk daudz atmiņas.",
        "permdesc_callCompanionApp": "Ļauj lietotnei ierīcē skatīt un kontrolēt aktīvos zvanus. Šeit ir ietverta tāda informācija kā zvanu tālruņa numuri un zvanu statuss.",
        "permdesc_callPhone": "Ļauj lietotnei zvanīt uz tālruņa numuriem bez jūsu iejaukšanās. Tas var radīt neparedzētas izmaksas vai zvanus. Ņemiet vērā, ka lietotnei nav atļauts zvanīt uz tālruņa numuriem ārkārtas situācijām. Ļaunprātīgas lietotnes var radīt jums izmaksas, veicot zvanus bez jūsu apstiprinājuma.",
        "permdesc_camera": "Šī lietotne jebkurā brīdī var uzņemt attēlus un ierakstīt videoklipus, izmantojot kameru.",
        "permdesc_cameraOpenCloseListener": "Šajā lietotnē var saņemt atzvanus, ja tiek atvērta vai aizvērta jebkāda kameras ierīce (atkarībā no lietojumprogrammas).",
        "permdesc_changeNetworkState": "Ļauj lietotnei mainīt tīkla savienojamības statusu.",
        "permdesc_changeTetherState": "Ļauj lietotnei mainīt piesaistes tīkla savienojamības statusu.",
        "permdesc_changeWifiMulticastState": "Ļauj lietotnei saņemt sūtījumus, kas sūtīti uz visām ierīcēm Wi-Fi tīklā, izmantojot multiraides adreses, nevis tikai jūsu planšetdatoru. Tādējādi tiek patērēts vairāk enerģijas nekā režīmā, kas nav multiraide.",
        "permdesc_changeWifiState": "Ļauj lietotnei izveidot savienojumu ar Wi-Fi piekļuves punktiem un pārtraukt savienojumus ar tiem, kā arī veikt izmaiņas ierīces Wi-Fi tīklu konfigurācijā.",
        "permdesc_changeWimaxState": "Ļauj lietotnei izveidot un pārtraukt planšetdatora savienojumu ar WiMAX tīkliem.",
        "permdesc_connection_manager": "Ļauj lietotnei pārvaldīt telekomunikācijas savienojumus.",
        "permdesc_control_incall_experience": "Ļauj lietotnei nodrošināt lietotāja pieredzi zvana laikā.",
        "permdesc_createNetworkSockets": "Ļauj lietotnei izveidot tīkla ligzdas un izmantot pielāgotus tīkla protokolus. Pārlūkprogramma un citas lietojumprogrammas nodrošina līdzekļus, kas nepieciešami, lai sūtītu datus internetā, tāpēc šī atļauja nav nepieciešama, lai sūtītu datus internetā.",
        "permdesc_disableKeyguard": "Ļauj lietotnei atspējot taustiņslēgu un visu saistīto paroļu drošību. Piemēram, tālrunis atspējo taustiņslēgu, saņemot ienākošu zvanu, un pēc zvana pabeigšanas atkārtoti iespējo taustiņslēgu.",
        "permdesc_enableCarMode": "Ļauj lietotnei iespējot automašīnas režīmu.",
        "permdesc_exemptFromAudioRecordRestrictions": "Atbrīvot lietotni no audio ierakstīšanas ierobežojumiem.",
        "permdesc_expandStatusBar": "Ļauj lietotnei izvērst vai sakļaut statusa joslu.",
        "permdesc_foregroundService": "Ļauj lietotnei izmantot priekšplāna pakalpojumus.",
        "permdesc_getAccounts": "Ļauj lietotnei iegūt planšetdatoram zināmo kontu sarakstu. Tas var ietvert jebkādus kontus, ko izveidojušas instalētās lietojumprogrammas.",
        "permdesc_getPackageSize": "Ļauj lietotnei izgūt tās koda datus un kešatmiņas izmēru.",
        "permdesc_getTasks": "Ļauj lietotnei izgūt informāciju par pašreiz un nesen darbinātajiem uzdevumiem. Tādējādi lietotne var atklāt informāciju par ierīcē izmantotajām lietojumprogrammām.",
        "permdesc_handoverStatus": "Ļauj šai lietojumprogrammai saņemt informāciju par pašreizēju Android Beam pārsūtīšanu",
        "permdesc_imagesWrite": "Ļauj lietotnei pārveidot jūsu fotoattēlu kolekciju.",
        "permdesc_install_shortcut": "Ļauj lietojumprogrammai pievienot saīsnes sākuma ekrānam, nejautājot lietotājam.",
        "permdesc_invokeCarrierSetup": "Ļauj īpašniekam izsaukt operatora nodrošināto konfigurācijas lietotni. Parastām lietotnēm tas nekad nav nepieciešams.",
        "permdesc_killBackgroundProcesses": "Ļauj lietotnei pabeigt citu lietotņu fonā darbinātos procesus. Rezultātā var tikt apturēta citu lietotņu darbība.",
        "permdesc_manageFace": "Atļauj lietotnei izsaukt metodes izmantojamo sejas veidņu pievienošanai un dzēšanai.",
        "permdesc_manageFingerprint": "Atļauj lietotnei izsaukt metodes izmantojamo pirkstu nospiedumu veidņu pievienošanai un dzēšanai.",
        "permdesc_manageNetworkPolicy": "Ļauj lietotnei pārvaldīt tīkla politikas un noteikt lietotnes kārtulas.",
        "permdesc_manageOwnCalls": "Ļauj lietotnei maršrutēt tās zvanus sistēmā, lai uzlabotu zvanīšanas pieredzi.",
        "permdesc_manageProfileAndDeviceOwners": "Atļaut lietotnēm iestatīt profilu īpašniekus un ierīces īpašnieku.",
        "permdesc_mediaLocation": "Ļauj lietotnei lasīt atrašanās vietas no jūsu multivides kolekcijas.",
        "permdesc_modifyAudioSettings": "Ļauj lietotnei mainīt globālos audio iestatījumus, piemēram, skaļumu un izejai izmantoto skaļruni.",
        "permdesc_modifyNetworkAccounting": "Ļauj lietotnei mainīt to, kā tīkla lietojums tiek uzskaitīts saistībā ar lietotnēm. Atļauja neattiecas uz parastām lietotnēm.",
        "permdesc_nfc": "Ļauj lietotnei sazināties ar tuva darbības lauka sakaru (Near Field Communication — NFC) atzīmēm, kartēm un lasītājiem.",
        "permdesc_persistentActivity": "Ļauj lietotnei nodrošināt atsevišķu tās daļu nepārtrauktu atrašanos atmiņā. Tas var ierobežot pieejamo atmiņas daudzumu citām lietotnēm, tādējādi palēninot planšetdatora darbību.",
        "permdesc_preferredPaymentInfo": "Ļauj lietotnei iegūt informāciju par vēlamo NFC maksājumu pakalpojumu, piemēram, par reģistrētajiem lietojumprogrammu ID un maršruta galamērķi.",
        "permdesc_processOutgoingCalls": "Ļauj lietotnei skatīt ievadīto tālruņa numuru izejošā zvana laikā un piedāvā iespēju šo zvanu pāradresēt uz citu numuru vai vispār pārtraukt zvanu.",
        "permdesc_readCalendar": "Šī lietotne var lasīt visus kalendāra pasākumus, kas saglabāti planšetdatorā, un kopīgot vai saglabāt jūsu kalendāra datus.",
        "permdesc_readCallLog": "Šī lietotne var lasīt jūsu zvanu vēsturi.",
        "permdesc_readCellBroadcasts": "Ļauj lietotnei lasīt ierīcē saņemtos šūnu apraides ziņojumus. Šūnu apraides brīdinājumi tiek piegādāti dažās atrašanās vietās, lai brīdinātu jūs par ārkārtas situācijām. Ļaunprātīgas lietotnes var traucēt ierīces veiktspēju vai darbības, kad ir saņemts ārkārtas šūnas apraides ziņojums.",
        "permdesc_readContacts": "Ļauj lietotnei lasīt datus par tālrunī glabātajām kontaktpersonām. Lietotnēm būs arī piekļuve kontiem jūsu tālrunī, kuros ir izveidotas kontaktpersonas. Tas var ietvert kontus, ko izveidojušas jūsu instalētās lietotnes. Ar šo atļauju lietotnes var saglabāt jūsu kontaktpersonu datus, savukārt ļaunprātīgas lietotnes var kopīgot kontaktpersonu datus, jums nezinot.",
        "permdesc_readHistoryBookmarks": "Ļauj lietotnei lasīt visu pārlūkprogrammā apmeklēto URL vēsturi un visas pārlūkprogrammas grāmatzīmes. Piezīme: šo atļauju nevar piemērot trešās puses pārlūkprogrammas vai citas lietojumprogrammas ar tīmekļa pārlūkošanas iespējām.",
        "permdesc_readInstallSessions": "Ļauj lietojumprogrammai lasīt instalēšanas sesijas. Tādējādi lietojumprogrammai ir pieejama informācija par aktīvajām pakotņu instalācijām.",
        "permdesc_readNetworkUsageHistory": "Ļauj lietotnei lasīt informāciju par iepriekšēju tīkla izmantošanu saistībā ar noteiktiem tīkliem un lietotnēm.",
        "permdesc_readPhoneNumbers": "Ļauj lietotnei piekļūt ierīcē esošajiem tālruņa numuriem.",
        "permdesc_readPhoneState": "Ļauj lietotnei piekļūt ierīces tālruņa funkcijām. Ar šo atļauju lietotne var noteikt tālruņa numuru un ierīču ID, zvana statusu un attālo numuru, ar ko ir izveidots savienojums, veicot zvanu.",
        "permdesc_readSms": "Šī lietotne var lasīt visas īsziņas, kas saglabātas planšetdatorā.",
        "permdesc_readSyncSettings": "Ļauj lietotnei lasīt konta sinhronizācijas iestatījumus. Piemēram, šādi var noteikt, vai lietotne Personas ir sinhronizēta ar kontu.",
        "permdesc_readSyncStats": "Ļauj lietotnei lasīt konta sinhronizācijas statistiku, tostarp sinhronizācijas notikumu vēsturi un sinhronizēto datu apjomu.",
        "permdesc_receiveBootCompleted": "Ļauj lietotnei tikt startētai, tiklīdz sistēma ir pabeigusi sāknēšanu. Šādi planšetdatora startēšana var notikt ilgāk un lietotne, ja tā darbojas nepārtraukti, var palēnināt planšetdatora vispārējo darbību.",
        "permdesc_receiveMms": "Ļauj lietotnei saņemt un apstrādāt multiziņas. Tas nozīmē, ka lietotne var pārraudzīt vai dzēst uz jūsu ierīci nosūtītos ziņojumus, neparādot tos jums.",
        "permdesc_receiveSms": "Ļauj lietotnei saņemt un apstrādāt īsziņas. Tas nozīmē, ka lietotne var pārraudzīt vai dzēst uz jūsu ierīci nosūtītos ziņojumus, neparādot tos jums.",
        "permdesc_receiveWapPush": "Ļauj lietotnei saņemt un apstrādāt WAP ziņojumus. Šī atļauja ietver iespēju pārraudzīt vai dzēst jums nosūtītos ziņojumus, neparādot tos jums.",
        "permdesc_recordAudio": "Šī lietotne jebkurā brīdī var ierakstīt audio, izmantojot mikrofonu.",
        "permdesc_register_call_provider": "Ļauj lietotnei reģistrēt jaunus telekomunikāciju savienojumus.",
        "permdesc_register_sim_subscription": "Ļauj lietotnei reģistrēt jaunus telekomunikāciju SIM savienojumus.",
        "permdesc_removeDrmCertificates": "Ļauj lietojumprogrammai noņemt DRM sertifikātus. Parastās lietotnēs tas nebūs nepieciešams.",
        "permdesc_reorderTasks": "Ļauj lietotnei pārvietot uzdevumus priekšplānā un fonā. Lietotne var to izdarīt bez jūsu apstiprinājuma.",
        "permdesc_requestDeletePackages": "Atļauj lietojumprogrammai pieprasīt pakotņu dzēšanu.",
        "permdesc_requestIgnoreBatteryOptimizations": "Ļauj lietotnei lūgt atļauju ignorēt akumulatora optimizāciju šai lietotnei.",
        "permdesc_requestInstallPackages": "Ļauj lietojumprogrammai pieprasīt pakotņu instalēšanu.",
        "permdesc_requestPasswordComplexity": "Atļauj lietotnei saglabāt informāciju par ekrāna bloķēšanas sarežģītības pakāpi (augsta, vidēja, zema, nav), kas apzīmē iespējamo garumu un ekrāna bloķēšanas veidus. Lietotnē lietotājiem var tikt rādīts arī ieteikums ekrāna bloķēšanai iestatīt citu līmeni, taču šo ieteikumu var ignorēt un aizvērt. Ņemiet vērā, ka ekrāna bloķēšanas parole netiek glabāta vienkārša teksta formātā, tāpēc lietotnei nav piekļuves precīzai parolei.",
        "permdesc_route_media_output": "Ļauj lietojumprogrammai maršrutēt multivides datu izeju uz citām ārējām ierīcēm.",
        "permdesc_runInBackground": "Šī lietotne var darboties fonā. Tā var ātrāk pazemināt akumulatora uzlādes līmeni.",
        "permdesc_sdcardRead": "Ļauj lietotnei lasīt jūsu kopīgotās krātuves saturu.",
        "permdesc_sdcardWrite": "Ļauj lietotnei rakstīt jūsu kopīgotās krātuves saturu.",
        "permdesc_sendSms": "Ļauj lietotnei sūtīt īsziņas. Tas var radīt neparedzētas izmaksas. Ļaunprātīgas lietotnes var radīt jums izmaksas, sūtot ziņojumus bez jūsu apstiprinājuma.",
        "permdesc_setAlarm": "Ļauj lietotnei iestatīt signālu instalētajā modinātājpulksteņa lietotnē. Dažās modinātājpulksteņu lietotnēs šo funkciju, iespējams, nevar ieviest.",
        "permdesc_setInputCalibration": "Ļauj lietotnei pārveidot skārienekrāna kalibrēšanas parametrus. Parastām lietotnēm šī atļauja nekad nav nepieciešama.",
        "permdesc_setTimeZone": "Ļauj lietotnei mainīt planšetdatora laika joslu.",
        "permdesc_setWallpaper": "Ļauj lietotnei iestatīt sistēmas tapeti.",
        "permdesc_setWallpaperHints": "Ļauj lietotnei iestatīt sistēmas tapetes izmēru norādes.",
        "permdesc_sim_communication": "Ļauj lietotnei sūtīt komandas uz SIM karti. Tas ir ļoti bīstami.",
        "permdesc_startViewPermissionUsage": "Ļauj atļaujas īpašniekam sākt lietotnes atļauju izmantošanu. Parastām lietotnēm tas nekad nav nepieciešams.",
        "permdesc_statusBar": "Ļauj lietotnei atspējot statusa joslu vai pievienot un noņemt sistēmas ikonas.",
        "permdesc_statusBarService": "Ļauj lietotnei būt par statusa joslu.",
        "permdesc_subscribedFeedsRead": "Ļauj lietotnei iegūt informāciju par pašlaik sinhronizētajām plūsmām.",
        "permdesc_systemAlertWindow": "Šo lietotni var rādīt virs citām lietotnēm vai ekrāna daļām. Tādējādi var būt traucēta citu lietotņu izmantošana un var mainīties citu lietotņu izskats.",
        "permdesc_systemCamera": "Šī privileģētā vai sistēmas lietotne var jebkurā brīdī uzņemt attēlus un ierakstīt videoklipus, izmantojot sistēmas kameru. Lietotnei nepieciešama arī atļauja android.permission.CAMERA.",
        "permdesc_transmitIr": "Ļauj lietotnei izmantot planšetdatora infrasarkano staru signāla raidītāju.",
        "permdesc_uninstall_shortcut": "Ļauj lietojumprogrammai noņemt saīsnes no sākuma ekrāna, nejautājot lietotājam.",
        "permdesc_useBiometric": "Atļauj lietotnei izmantot biometrisko datu aparatūru autentificēšanai",
        "permdesc_useDataInBackground": "Šī lietotne var izmantot datus fonā. Tā var palielināt datu lietojuma apjomu.",
        "permdesc_useFaceAuthentication": "Atļauj lietotnei izmantot autentificēšanai aparatūru, ar ko veic autorizāciju pēc sejas",
        "permdesc_useFingerprint": "Atļauj lietotnei izmantot pirkstu nospiedumu aparatūru autentificēšanai.",
        "permdesc_use_sip": "Ļauj lietotnei veikt un saņemt SIP zvanus.",
        "permdesc_vibrate": "Ļauj lietotnei kontrolēt vibrosignālu.",
        "permdesc_vibrator_state": "Ļauj lietotnei piekļūt vibrosignāla statusam.",
        "permdesc_videoWrite": "Ļauj lietotnei pārveidot jūsu videoklipu kolekciju.",
        "permdesc_wakeLock": "Ļauj lietotnei paturēt ieslēgtu automašīnas ekrānu.",
        "permdesc_writeCalendar": "Šī lietotne var pievienot, noņemt vai mainīt kalendāra pasākumus jūsu planšetdatorā. Šī lietotne var sūtīt ziņojumus, ko šķietami sūtījuši kalendāru īpašnieki, vai mainīt pasākumus, neinformējot to īpašniekus.",
        "permdesc_writeCallLog": "Ļauj lietotnei pārveidot planšetdatora zvanu žurnālu, tostarp ienākošo un izejošo zvanu datus. Ļaunprātīgas lietotnes var to izmantot, lai dzēstu vai pārveidotu savu zvanu žurnālu.",
        "permdesc_writeContacts": "Ļauj lietotnei mainīt datus par tālrunī glabātajām kontaktpersonām. Ar šo atļauju lietotnes var dzēst kontaktpersonu datus.",
        "permdesc_writeGeolocationPermissions": "Ļauj lietotnei modificēt pārlūkprogrammas ģeogrāfiskās atrašanās vietas atļaujas. Ļaunprātīgas lietotnes to var izmantot, lai atļautu atrašanās vietas informācijas sūtīšanu uz citām vietnēm.",
        "permdesc_writeHistoryBookmarks": "Ļauj lietotnei mainīt planšetdatorā saglabāto pārlūkprogrammas vēsturi vai grāmatzīmes. Tas var ļaut lietotnei dzēst vai pārveidot pārlūkprogrammas datus. Piezīme: šo atļauju nevar piemērot trešo pušu pārlūkprogrammas vai citas lietojumprogrammas ar tīmekļa pārlūkošanas iespējām.",
        "permdesc_writeSettings": "Ļauj lietotnei modificēt sistēmas iestatījumu datus. Ļaunprātīgas lietotnes var uzlauzt sistēmas konfigurāciju.",
        "permdesc_writeSyncSettings": "Ļauj lietotnei pārveidot konta sinhronizācijas iestatījumus. Piemēram, to var izmantot, lai iespējotu lietotnes Personas sinhronizēšanu ar kontu.",
        "permgroupdesc_activityRecognition": "piekļūt jūsu fiziskajām aktivitātēm",
        "permgroupdesc_calendar": "piekļūt jūsu kalendāram",
        "permgroupdesc_calllog": "lasīt un rakstīt tālruņa zvanu žurnālu",
        "permgroupdesc_camera": "uzņemt attēlus un ierakstīt videoklipus",
        "permgroupdesc_contacts": "piekļūt jūsu kontaktpersonu datiem",
        "permgroupdesc_location": "piekļūt ierīces atrašanās vietas informācijai",
        "permgroupdesc_microphone": "ierakstīt audio",
        "permgroupdesc_phone": "veikt un pārvaldīt tālruņa zvanus",
        "permgroupdesc_sensors": "piekļūt sensoru datiem par jūsu veselības rādījumiem",
        "permgroupdesc_sms": "sūtīt un skatīt īsziņas",
        "permgroupdesc_storage": "piekļūt fotoattēliem, multividei un failiem jūsu ierīcē",
        "permgrouplab_activityRecognition": "Fiziskās aktivitātes",
        "permgrouplab_calendar": "Kalendārs",
        "permgrouplab_calllog": "Zvanu žurnāli",
        "permgrouplab_camera": "Kamera",
        "permgrouplab_contacts": "Kontaktpersonas",
        "permgrouplab_location": "Atrašanās vieta",
        "permgrouplab_microphone": "Mikrofons",
        "permgrouplab_phone": "Tālrunis",
        "permgrouplab_sensors": "Ķermeņa sensori",
        "permgrouplab_sms": "Īsziņas",
        "permgrouplab_storage": "Faili un multivides saturs",
        "permlab_acceptHandover": "turpināt zvanu no citas lietotnes",
        "permlab_accessBackgroundLocation": "piekļūt atrašanās vietai fonā",
        "permlab_accessCoarseLocation": "piekļuve aptuvenai atrašanās vietai, tikai darbojoties priekšplānā",
        "permlab_accessDrmCertificates": "Piekļuve digitālā satura tiesību pārvaldības sertifikātiem",
        "permlab_accessFineLocation": "piekļuve precīzai atrašanās vietai, tikai darbojoties priekšplānā",
        "permlab_accessImsCallService": "piekļūt tūlītējās ziņojumapmaiņas pakalpojumam, lai veiktu zvanus",
        "permlab_accessLocationExtraCommands": "piekļūt atrašanās vietas nodrošinātāja papildu komandām",
        "permlab_accessNetworkConditions": "iegūt informāciju par tīkla stāvokļa novērojumiem",
        "permlab_accessNetworkState": "skatīt tīkla savienojumus",
        "permlab_accessNotifications": "piekļuve paziņojumiem",
        "permlab_accessWifiState": "skatīt Wi-Fi savienojumus",
        "permlab_accessWimaxState": "WiMAX savienojuma izveide un pārtraukšana",
        "permlab_access_notification_policy": "piekļūt režīmam “Netraucēt”",
        "permlab_activityRecognition": "noteikt fiziskās aktivitātes",
        "permlab_addVoicemail": "pievienot balss pastu",
        "permlab_answerPhoneCalls": "Atbildēšana uz tālruņa zvaniem",
        "permlab_audioWrite": "Pārveidot jūsu mūzikas kolekciju",
        "permlab_bindCarrierMessagingService": "Savienojuma izveide ar mobilo sakaru operatora ziņojumapmaiņas pakalpojumu",
        "permlab_bindCarrierServices": "saistīšana ar mobilo sakaru operatoru pakalpojumiem",
        "permlab_bindCellBroadcastService": "Pārsūtīt šūnu apraides ziņojumus",
        "permlab_bindConditionProviderService": "Saistīšana ar nosacījumu sniedzēja pakalpojumu",
        "permlab_bindDreamService": "piesaistīt ekrānsaudzētāja pakalpojumu",
        "permlab_bindNotificationListenerService": "saites izveidošana ar paziņojumu uztvērēja pakalpojumu",
        "permlab_bind_connection_service": "mijiedarbība ar tālruņu komunikācijas pakalpojumiem",
        "permlab_bind_incall_service": "Mijiedarboties ar zvana laikā rādītu ekrānu",
        "permlab_bluetooth": "savienot pārī ar Bluetooth ierīcēm",
        "permlab_bluetoothAdmin": "piekļūt Bluetooth iestatījumiem",
        "permlab_bodySensors": "Piekļūt ķermeņa sensoriem (piemēram, sirdsdarbības monitoriem)",
        "permlab_broadcastSticky": "sūtīt piesaistošu apraidi",
        "permlab_callCompanionApp": "skatīt un kontrolēt zvanus sistēmā.",
        "permlab_callPhone": "tieši zvanīt uz tālruņa numuriem",
        "permlab_camera": "uzņemt attēlus un videoklipus",
        "permlab_cameraOpenCloseListener": "Atļaut lietojumprogrammai vai pakalpojumam saņemt atzvanus par kameras ierīču atvēršanu vai aizvēršanu",
        "permlab_changeNetworkState": "mainīt tīkla savienojamību",
        "permlab_changeTetherState": "mainīt piesaistes savienojamību",
        "permlab_changeWifiMulticastState": "atļaut Wi-Fi multiraides uztveršanu",
        "permlab_changeWifiState": "izveidot un pārtraukt Wi-Fi savienojumu",
        "permlab_changeWimaxState": "WiMAX statusa mainīšana",
        "permlab_connection_manager": "telekomunikācijas savienojumu pārvaldība",
        "permlab_control_incall_experience": "Nodrošināt lietotāja pieredzi zvana laikā",
        "permlab_createNetworkSockets": "Iegūt pilnu piekļuvi tīklam",
        "permlab_disableKeyguard": "atspējot ekrāna bloķēšanu",
        "permlab_enableCarMode": "iespējot automobiļa režīmu",
        "permlab_exemptFromAudioRecordRestrictions": "atbrīvošana no audio ierakstīšanas ierobežojumiem",
        "permlab_expandStatusBar": "izvērst/sakļaut statusa joslu",
        "permlab_foregroundService": "Aktivizēt priekšplāna pakalpojumu",
        "permlab_getAccounts": "atrast kontus ierīcē",
        "permlab_getPackageSize": "noteikt vietas apjomu lietotnes atmiņā",
        "permlab_getTasks": "izgūt izmantotās lietotnes",
        "permlab_handoverStatus": "Saņemt Android Beam pārsūtīšanas statusu",
        "permlab_imagesWrite": "Pārveidot jūsu fotoattēlu kolekciju",
        "permlab_install_shortcut": "instalēt saīsnes",
        "permlab_invokeCarrierSetup": "Operatora nodrošinātas konfigurācijas lietotnes izsaukšana",
        "permlab_killBackgroundProcesses": "aizvērt citas lietotnes",
        "permlab_manageFace": "pārvaldīt aparatūru, kas paredzēta autorizācijai pēc sejas",
        "permlab_manageFingerprint": "pārvaldīt pirkstu nospiedumu aparatūru",
        "permlab_manageNetworkPolicy": "pārvaldīt tīkla politiku",
        "permlab_manageOwnCalls": "maršrutēt zvanus sistēmā",
        "permlab_manageProfileAndDeviceOwners": "Pārvaldīt profilus un ierīces īpašniekus",
        "permlab_mediaLocation": "Lasīt atrašanās vietas no jūsu multivides kolekcijas",
        "permlab_modifyAudioSettings": "mainīt audio iestatījumus",
        "permlab_modifyNetworkAccounting": "Tīkla lietojuma uzskaites mainīšana",
        "permlab_nfc": "kontrolē tuvlauka saziņu",
        "permlab_persistentActivity": "likt lietotnei vienmēr darboties",
        "permlab_preferredPaymentInfo": "Informācija par vēlamo NFC maksājumu pakalpojumu",
        "permlab_processOutgoingCalls": "pārmaršrutēt izejošos zvanus",
        "permlab_readCalendar": "Lasīt kalendāra pasākumus un informāciju",
        "permlab_readCallLog": "nolasīt zvanu žurnālu",
        "permlab_readCellBroadcasts": "šūnu apraides ziņojumu lasīšana",
        "permlab_readContacts": "lasīt kontaktpersonu informāciju",
        "permlab_readHistoryBookmarks": "lasīt tīmekļa grāmatzīmes un vēsturi",
        "permlab_readInstallSessions": "Lasīt instalēšanas sesijas",
        "permlab_readNetworkUsageHistory": "lasīt informāciju par iepriekšēju tīkla izmantošanu",
        "permlab_readPhoneNumbers": "lasīt tālruņa numurus",
        "permlab_readPhoneState": "lasīt tālruņa statusu un identitāti",
        "permlab_readSms": "lasīt ziņojumus (SMS vai MMS)",
        "permlab_readSyncSettings": "lasīt sinhronizācijas iestatījumus",
        "permlab_readSyncStats": "lasīt sinhronizācijas statistiku",
        "permlab_receiveBootCompleted": "palaist līdz ar startēšanu",
        "permlab_receiveMms": "saņemt ziņojumus (MMS)",
        "permlab_receiveSms": "saņemt īsziņas (SMS)",
        "permlab_receiveWapPush": "saņemt īsziņas (WAP)",
        "permlab_recordAudio": "ierakstīt audio",
        "permlab_register_call_provider": "reģistrēt jaunus telekomunikāciju savienojumus",
        "permlab_register_sim_subscription": "reģistrēt jaunus telekomunikāciju SIM savienojumus",
        "permlab_removeDrmCertificates": "noņemt DRM sertifikātus",
        "permlab_reorderTasks": "pārkārtot izmantotās lietotnes",
        "permlab_requestDeletePackages": "pakotņu dzēšanas pieprasīšana",
        "permlab_requestIgnoreBatteryOptimizations": "Lūgt akumulatora optimizācijas ignorēšanu",
        "permlab_requestInstallPackages": "Pieprasīt pakotņu instalēšanu",
        "permlab_requestPasswordComplexity": "ekrāna bloķēšanas sarežģītības pakāpes informācijas pieprasījums",
        "permlab_route_media_output": "Maršrutēt multivides datu izeju",
        "permlab_runInBackground": "darboties fonā",
        "permlab_sdcardRead": "Jūsu kopīgotās krātuves satura lasīšana",
        "permlab_sdcardWrite": "Jūsu kopīgotās krātuves satura pārveidošana vai dzēšana",
        "permlab_sendSms": "sūtīt un skatīt īsziņas",
        "permlab_setAlarm": "iestatīt modinātāju",
        "permlab_setInputCalibration": "mainīt ievadierīces kalibrēšanu",
        "permlab_setTimeZone": "iestatīt laika joslu",
        "permlab_setWallpaper": "iestatīt tapeti",
        "permlab_setWallpaperHints": "pielāgot fona tapetes lielumu",
        "permlab_sim_communication": "Sūtīt komandas SIM kartei",
        "permlab_startViewPermissionUsage": "Datu skatīšana par izmantojamajām atļaujām",
        "permlab_statusBar": "atspējot vai pārveidot statusa joslu",
        "permlab_statusBarService": "Būt par statusa joslu",
        "permlab_subscribedFeedsRead": "lasīt abonētās plūsmas",
        "permlab_systemAlertWindow": "Šo lietotni var rādīt virs citām lietotnēm",
        "permlab_systemCamera": "Atļauja lietojumprogrammai vai pakalpojumam piekļūt sistēmas kamerām, lai uzņemtu attēlus un videoklipus",
        "permlab_transmitIr": "pārraidīt infrasarkano staru signālu",
        "permlab_uninstall_shortcut": "atinstalēt saīsnes",
        "permlab_useBiometric": "izmantot biometrisko datu aparatūru",
        "permlab_useDataInBackground": "izmantot datus fonā",
        "permlab_useFaceAuthentication": "lietot aparatūru, kas paredzēta autorizācijai pēc sejas",
        "permlab_useFingerprint": "lietot pirkstu nospiedumu aparatūru",
        "permlab_use_sip": "SIP zvanu veikšana/saņemšana",
        "permlab_vibrate": "kontrolēt vibrosignālu",
        "permlab_videoWrite": "Pārveidot jūsu videoklipu kolekciju",
        "permlab_wakeLock": "paturēt ieslēgtu automašīnas ekrānu",
        "permlab_writeCalendar": "pievienot vai pārveidot kalendāra pasākumus un sūtīt e-pasta ziņojumus viesiem bez īpašnieku ziņas",
        "permlab_writeCallLog": "rakstīt zvanu žurnālā",
        "permlab_writeContacts": "mainīt kontaktpersonu informāciju",
        "permlab_writeGeolocationPermissions": "pārveidot pārlūkprogrammas ģeogrāfiskās atrašanās vietas atļaujas",
        "permlab_writeHistoryBookmarks": "rakstīt tīmekļa grāmatzīmes un vēsturi",
        "permlab_writeSettings": "mainīt sistēmas iestatījumus",
        "permlab_writeSyncSettings": "ieslēgt un izslēgt sinhronizāciju"
    }
}
