{
    "antifeatures": {
        "Ads": "This app contains advertising",
        "DisabledAlgorithm": "This app has a weak security signature",
        "KnownVuln": "This app contains a known security vulnerability",
        "NoSourceSince": "The source code is no longer available, no updates possible",
        "NonFreeAdd": "This app promotes non-free add-ons",
        "NonFreeAssets": "This app contains non-free assets",
        "NonFreeDep": "This app depends on other non-free apps",
        "NonFreeNet": "This app promotes non-free network services",
        "Tracking": "This app tracks and reports your activity",
        "UpstreamNonFree": "The upstream source code is not entirely Free"
    },
    "app_categories": {
        "Connectivity": "Connectivity",
        "Development": "Development",
        "Games": "Games",
        "Graphics": "Graphics",
        "Internet": "Internet",
        "Money": "Money",
        "Multimedia": "Multimedia",
        "Navigation": "Navigation",
        "Phone & SMS": "Phone & SMS",
        "Reading": "Reading",
        "Science & Education": "Science & Education",
        "Security": "Security",
        "Sports & Health": "Sports & Health",
        "System": "System",
        "Theming": "Theming",
        "Time": "Time",
        "Writing": "Writing",
        "show_all_packages": "Show all %d packages"
    },
    "index": {
        "download_fdroid": "Download F-Droid",
        "gpg_signature": "PGP Signature",
        "introduction": "F-Droid is an installable catalogue of FOSS (Free and Open Source Software) applications for the Android platform. The client makes it easy to browse, install, and keep track of updates on your device.",
        "screenshot": "F-Droid Android app screenshot",
        "title": "What is F-Droid?"
    },
    "mirrors": {
        "cn": "China",
        "de": "Germany",
        "indiana": "Indiana, USA",
        "se": "Sweden",
        "tw": "Taiwan",
        "ua": "Ukraine"
    },
    "navigation": {
        "about": "About",
        "apps": "Apps",
        "contribute": "Contribute",
        "documentation": "Docs",
        "edit_on_gitlab": "Edit on GitLab",
        "forum": "Forum",
        "issues": "Issues",
        "news": "News",
        "translate_on_weblate": "Translate on Weblate"
    },
    "news": {
        "by": "by",
        "newer_posts": "← Newer Posts",
        "older_posts": "Older Posts →",
        "posted_on": "Posted on {{ post_date }}"
    },
    "package": {
        "added_on": "Added on {{ package_added_date }}",
        "anti_features": "Anti-Features",
        "anti_features_warning": "This app has features you may not like.",
        "author": "Author",
        "build_log": "Build Log",
        "build_metadata": "Build Metadata",
        "changelog": "Changelog",
        "donate": "Donate",
        "download": "Download {{ file_extension }}",
        "flattr": "Flattr",
        "gpg_signature": "PGP Signature",
        "issue_tracker": "Issue Tracker",
        "liberapay": "Liberapay",
        "license": "License",
        "minimum_android_version": "This version requires Android {{ android_version }} or newer.",
        "new_in_version": "New in version {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "package icon",
        "package_screenshot_alt": "app screenshot",
        "packages": "Packages",
        "permissions": "Permissions",
        "signed_by_developer": "It is built and signed by the original developer.",
        "signed_by_fdroid": "It is built and signed by F-Droid, and guaranteed to correspond to <a href=\"{{ source_code_url }}\">this source tarball</a>.",
        "source_code": "Source Code",
        "suggest_downloading_via_fdroid": "Although APK downloads are available below to give you the choice, you should be aware that by installing that way you will not receive update notifications and it's a less secure way to download. We recommend that you install the F-Droid client and use that.",
        "suggested": "suggested",
        "translation": "Translation",
        "version_info": "<b>Version {{ package_version }}</b> ({{ package_version_code }})",
        "website": "Website"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Allows the app to continue a call which was started in another app.",
        "permdesc_accessBackgroundLocation": "If this is granted additionally to the approximate or precise location access the app can access the location while running in the background.",
        "permdesc_accessCoarseLocation": "This app can get your approximate location from location services while the app is in use. Location services for your device must be turned on for the app to get location.",
        "permdesc_accessDrmCertificates": "Allows an application to provision and use DRM certficates. Should never be needed for normal apps.",
        "permdesc_accessFineLocation": "This app can get your precise location from location services while the app is in use. Location services for your device must be turned on for the app to get location. This may increase battery usage.",
        "permdesc_accessImsCallService": "Allows the app to use the IMS service to make calls without your intervention.",
        "permdesc_accessLocationExtraCommands": "Allows the app to access extra location provider commands. This may allow the app to interfere with the operation of the GPS or other location sources.",
        "permdesc_accessNetworkConditions": "Allows an application to listen for observations on network conditions. Should never be needed for normal apps.",
        "permdesc_accessNetworkState": "Allows the app to view information about network connections such as which networks exist and are connected.",
        "permdesc_accessNotifications": "Allows the app to retrieve, examine, and clear notifications, including those posted by other apps.",
        "permdesc_accessWifiState": "Allows the app to view information about Wi-Fi networking, such as whether Wi-Fi is enabled and name of connected Wi-Fi devices.",
        "permdesc_accessWimaxState": "Allows the app to determine whether WiMAX is enabled and information about any WiMAX networks that are connected.",
        "permdesc_access_notification_policy": "Allows the app to read and write Do Not Disturb configuration.",
        "permdesc_activityRecognition": "This app can recognize your physical activity.",
        "permdesc_addVoicemail": "Allows the app to add messages to your voicemail inbox.",
        "permdesc_answerPhoneCalls": "Allows the app to answer an incoming phone call.",
        "permdesc_audioWrite": "Allows the app to modify your music collection.",
        "permdesc_bindCarrierMessagingService": "Allows the holder to bind to the top-level interface of a carrier messaging service. Should never be needed for normal apps.",
        "permdesc_bindCarrierServices": "Allows the holder to bind to carrier services. Should never be needed for normal apps.",
        "permdesc_bindCellBroadcastService": "Allows the app to bind to the cell broadcast module in order to forward cell broadcast messages as they are received. Cell broadcast alerts are delivered in some locations to warn you of emergency situations. Malicious apps may interfere with the performance or operation of your device when an emergency cell broadcast is received.",
        "permdesc_bindConditionProviderService": "Allows the holder to bind to the top-level interface of a condition provider service. Should never be needed for normal apps.",
        "permdesc_bindDreamService": "Allows the holder to bind to the top-level interface of a dream service. Should never be needed for normal apps.",
        "permdesc_bindNotificationListenerService": "Allows the holder to bind to the top-level interface of a notification listener service. Should never be needed for normal apps.",
        "permdesc_bind_connection_service": "Allows the app to interact with telephony services to make/receive calls.",
        "permdesc_bind_incall_service": "Allows the app to control when and how the user sees the in-call screen.",
        "permdesc_bluetooth": "Allows the app to view the configuration of the Bluetooth on the phone, and to make and accept connections with paired devices.",
        "permdesc_bluetoothAdmin": "Allows the app to configure the local Bluetooth phone, and to discover and pair with remote devices.",
        "permdesc_bodySensors": "Allows the app to access data from sensors that monitor your physical condition, such as your heart rate.",
        "permdesc_broadcastSticky": "Allows the app to send sticky broadcasts, which remain after the broadcast ends. Excessive use may make the phone slow or unstable by causing it to use too much memory.",
        "permdesc_callCompanionApp": "Allows the app to see and control ongoing calls on the device. This includes information such as call numbers for calls and the state of the calls.",
        "permdesc_callPhone": "Allows the app to call phone numbers without your intervention. This may result in unexpected charges or calls. Note that this doesn't allow the app to call emergency numbers. Malicious apps may cost you money by making calls without your confirmation.",
        "permdesc_camera": "This app can take pictures and record videos using the camera at any time.",
        "permdesc_cameraOpenCloseListener": "This app can receive callbacks when any camera device is being opened (by what application) or closed.",
        "permdesc_changeNetworkState": "Allows the app to change the state of network connectivity.",
        "permdesc_changeTetherState": "Allows the app to change the state of tethered network connectivity.",
        "permdesc_changeWifiMulticastState": "Allows the app to receive packets sent to all devices on a Wi-Fi network using multicast addresses, not just your phone. It uses more power than the non-multicast mode.",
        "permdesc_changeWifiState": "Allows the app to connect to and disconnect from Wi-Fi access points and to make changes to device configuration for Wi-Fi networks.",
        "permdesc_changeWimaxState": "Allows the app to connect the phone to and disconnect the phone from WiMAX networks.",
        "permdesc_connection_manager": "Allows the app to manage telecom connections.",
        "permdesc_control_incall_experience": "Allows the app to provide an in-call user experience.",
        "permdesc_createNetworkSockets": "Allows the app to create network sockets and use custom network protocols. The browser and other applications provide means to send data to the internet, so this permission is not required to send data to the internet.",
        "permdesc_disableKeyguard": "Allows the app to disable the keylock and any associated password security. For example, the phone disables the keylock when receiving an incoming phone call, then re-enables the keylock when the call is finished.",
        "permdesc_enableCarMode": "Allows the app to enable the car mode.",
        "permdesc_exemptFromAudioRecordRestrictions": "Exempt the app from restrictions to record audio.",
        "permdesc_expandStatusBar": "Allows the app to expand or collapse the status bar.",
        "permdesc_foregroundService": "Allows the app to make use of foreground services.",
        "permdesc_getAccounts": "Allows the app to get the list of accounts known by the phone. This may include any accounts created by applications you have installed.",
        "permdesc_getPackageSize": "Allows the app to retrieve its code, data, and cache sizes",
        "permdesc_getTasks": "Allows the app to retrieve information about currently and recently running tasks. This may allow the app to discover information about which applications are used on the device.",
        "permdesc_handoverStatus": "Allows this application to receive information about current Android Beam transfers",
        "permdesc_imagesWrite": "Allows the app to modify your photo collection.",
        "permdesc_install_shortcut": "Allows an application to add Homescreen shortcuts without user intervention.",
        "permdesc_invokeCarrierSetup": "Allows the holder to invoke the carrier-provided configuration app. Should never be needed for normal apps.",
        "permdesc_killBackgroundProcesses": "Allows the app to end background processes of other apps. This may cause other apps to stop running.",
        "permdesc_manageFace": "Allows the app to invoke methods to add and delete facial templates for use.",
        "permdesc_manageFingerprint": "Allows the app to invoke methods to add and delete fingerprint templates for use.",
        "permdesc_manageNetworkPolicy": "Allows the app to manage network policies and define app-specific rules.",
        "permdesc_manageOwnCalls": "Allows the app to route its calls through the system in order to improve the calling experience.",
        "permdesc_manageProfileAndDeviceOwners": "Allows apps to set the profile owners and the device owner.",
        "permdesc_mediaLocation": "Allows the app to read locations from your media collection.",
        "permdesc_modifyAudioSettings": "Allows the app to modify global audio settings such as volume and which speaker is used for output.",
        "permdesc_modifyNetworkAccounting": "Allows the app to modify how network usage is accounted against apps. Not for use by normal apps.",
        "permdesc_nfc": "Allows the app to communicate with Near Field Communication (NFC) tags, cards, and readers.",
        "permdesc_persistentActivity": "Allows the app to make parts of itself persistent in memory. This can limit memory available to other apps slowing down the phone.",
        "permdesc_preferredPaymentInfo": "Allows the app to get preferred nfc payment service information like registered aids and route destination.",
        "permdesc_processOutgoingCalls": "Allows the app to see the number being dialed during an outgoing call with the option to redirect the call to a different number or abort the call altogether.",
        "permdesc_readCalendar": "This app can read all calendar events stored on your phone and share or save your calendar data.",
        "permdesc_readCallLog": "This app can read your call history.",
        "permdesc_readCellBroadcasts": "Allows the app to read cell broadcast messages received by your device. Cell broadcast alerts are delivered in some locations to warn you of emergency situations. Malicious apps may interfere with the performance or operation of your device when an emergency cell broadcast is received.",
        "permdesc_readContacts": "Allows the app to read data about your contacts stored on your phone. Apps will also have access to the accounts on your phone that have created contacts. This may include accounts created by apps you have installed. This permission allows apps to save your contact data, and malicious apps may share contact data without your knowledge.",
        "permdesc_readHistoryBookmarks": "Allows the app to read the history of all URLs that the Browser has visited, and all of the Browser's bookmarks. Note: this permission may not be enforced by third-party browsers or other applications with web browsing capabilities.",
        "permdesc_readInstallSessions": "Allows an application to read install sessions. This allows it to see details about active package installations.",
        "permdesc_readNetworkUsageHistory": "Allows the app to read historical network usage for specific networks and apps.",
        "permdesc_readPhoneNumbers": "Allows the app to access the phone numbers of the device.",
        "permdesc_readPhoneState": "Allows the app to access the phone features of the device. This permission allows the app to determine the phone number and device IDs, whether a call is active, and the remote number connected by a call.",
        "permdesc_readSms": "This app can read all SMS (text) messages stored on your phone.",
        "permdesc_readSyncSettings": "Allows the app to read the sync settings for an account. For example, this can determine whether the People app is synced with an account.",
        "permdesc_readSyncStats": "Allows an app to read the sync stats for an account, including the history of sync events and how much data is synced.",
        "permdesc_receiveBootCompleted": "Allows the app to have itself started as soon as the system has finished booting. This can make it take longer to start the phone and allow the app to slow down the overall phone by always running.",
        "permdesc_receiveMms": "Allows the app to receive and process MMS messages. This means the app could monitor or delete messages sent to your device without showing them to you.",
        "permdesc_receiveSms": "Allows the app to receive and process SMS messages. This means the app could monitor or delete messages sent to your device without showing them to you.",
        "permdesc_receiveWapPush": "Allows the app to receive and process WAP messages. This permission includes the ability to monitor or delete messages sent to you without showing them to you.",
        "permdesc_recordAudio": "This app can record audio using the microphone at any time.",
        "permdesc_register_call_provider": "Allows the app to register new telecom connections.",
        "permdesc_register_sim_subscription": "Allows the app to register new telecom SIM connections.",
        "permdesc_removeDrmCertificates": "Allows an application to remove DRM certficates. Should never be needed for normal apps.",
        "permdesc_reorderTasks": "Allows the app to move tasks to the foreground and background. The app may do this without your input.",
        "permdesc_requestDeletePackages": "Allows an application to request deletion of packages.",
        "permdesc_requestIgnoreBatteryOptimizations": "Allows an app to ask for permission to ignore battery optimizations for that app.",
        "permdesc_requestInstallPackages": "Allows an application to request installation of packages.",
        "permdesc_requestPasswordComplexity": "Allows the app to learn the screen lock complexity level (high, medium, low or none), which indicates the possible range of length and type of the screen lock. The app can also suggest to users that they update the screen lock to a certain level but users can freely ignore and navigate away. Note that the screen lock is not stored in plaintext so the app does not know the exact password.",
        "permdesc_route_media_output": "Allows an application to route media output to other external devices.",
        "permdesc_runInBackground": "This app can run in the background. This may drain battery faster.",
        "permdesc_sdcardRead": "Allows the app to read the contents of your shared storage.",
        "permdesc_sdcardWrite": "Allows the app to write the contents of your shared storage.",
        "permdesc_sendSms": "Allows the app to send SMS messages. This may result in unexpected charges. Malicious apps may cost you money by sending messages without your confirmation.",
        "permdesc_setAlarm": "Allows the app to set an alarm in an installed alarm clock app. Some alarm clock apps may not implement this feature.",
        "permdesc_setInputCalibration": "Allows the app to modify the calibration parameters of the touch screen. Should never be needed for normal apps.",
        "permdesc_setTimeZone": "Allows the app to change the phone's time zone.",
        "permdesc_setWallpaper": "Allows the app to set the system wallpaper.",
        "permdesc_setWallpaperHints": "Allows the app to set the system wallpaper size hints.",
        "permdesc_sim_communication": "Allows the app to send commands to the SIM. This is very dangerous.",
        "permdesc_startViewPermissionUsage": "Allows the holder to start the permission usage for an app. Should never be needed for normal apps.",
        "permdesc_statusBar": "Allows the app to disable the status bar or add and remove system icons.",
        "permdesc_statusBarService": "Allows the app to be the status bar.",
        "permdesc_subscribedFeedsRead": "Allows the app to get details about the currently synced feeds.",
        "permdesc_systemAlertWindow": "This app can appear on top of other apps or other parts of the screen. This may interfere with normal app usage and change the way that other apps appear.",
        "permdesc_systemCamera": "This privileged or system app can take pictures and record videos using a system camera at any time. Requires the android.permission.CAMERA permission to be held by the app as well",
        "permdesc_transmitIr": "Allows the app to use the phone's infrared transmitter.",
        "permdesc_uninstall_shortcut": "Allows the application to remove Homescreen shortcuts without user intervention.",
        "permdesc_useBiometric": "Allows the app to use biometric hardware for authentication",
        "permdesc_useDataInBackground": "This app can use data in the background. This may increase data usage.",
        "permdesc_useFaceAuthentication": "Allows the app to use face unlock hardware for authentication",
        "permdesc_useFingerprint": "Allows the app to use fingerprint hardware for authentication",
        "permdesc_use_sip": "Allows the app to make and receive SIP calls.",
        "permdesc_vibrate": "Allows the app to control the vibrator.",
        "permdesc_vibrator_state": "Allows the app to access the vibrator state.",
        "permdesc_videoWrite": "Allows the app to modify your video collection.",
        "permdesc_wakeLock": "Allows the app to prevent the phone from going to sleep.",
        "permdesc_writeCalendar": "This app can add, remove, or change calendar events on your phone. This app can send messages that may appear to come from calendar owners, or change events without notifying their owners.",
        "permdesc_writeCallLog": "Allows the app to modify your phone's call log, including data about incoming and outgoing calls. Malicious apps may use this to erase or modify your call log.",
        "permdesc_writeContacts": "Allows the app to modify the data about your contacts stored on your phone. This permission allows apps to delete contact data.",
        "permdesc_writeGeolocationPermissions": "Allows the app to modify the Browser's geolocation permissions. Malicious apps may use this to allow sending location information to arbitrary web sites.",
        "permdesc_writeHistoryBookmarks": "Allows the app to modify the Browser's history or bookmarks stored on your phone. This may allow the app to erase or modify Browser data. Note: this permission may note be enforced by third-party browsers or other applications with web browsing capabilities.",
        "permdesc_writeSettings": "Allows the app to modify the system's settings data. Malicious apps may corrupt your system's configuration.",
        "permdesc_writeSyncSettings": "Allows an app to modify the sync settings for an account. For example, this can be used to enable sync of the People app with an account.",
        "permgroupbackgroundrequest_location": "Allow the app to request background location.",
        "permgroupbackgroundrequestdetail_location": "App currently can access location only while you are using the app",
        "permgroupdesc_activityRecognition": "access your physical activity",
        "permgroupdesc_calendar": "access your calendar",
        "permgroupdesc_calllog": "read and write phone call log",
        "permgroupdesc_camera": "take pictures and record video",
        "permgroupdesc_contacts": "access your contacts",
        "permgroupdesc_location": "access this device's location",
        "permgroupdesc_microphone": "record audio",
        "permgroupdesc_phone": "make and manage phone calls",
        "permgroupdesc_sensors": "access sensor data about your vital signs",
        "permgroupdesc_sms": "send and view SMS messages",
        "permgroupdesc_storage": "access photos, media, and files on your device",
        "permgrouplab_activityRecognition": "Physical activity",
        "permgrouplab_calendar": "Calendar",
        "permgrouplab_calllog": "Call logs",
        "permgrouplab_camera": "Camera",
        "permgrouplab_contacts": "Contacts",
        "permgrouplab_location": "Location",
        "permgrouplab_microphone": "Microphone",
        "permgrouplab_phone": "Phone",
        "permgrouplab_sensors": "Body sensors",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Storage",
        "permgrouprequest_activityRecognition": "Allow the app to track your activity.",
        "permgrouprequest_calendar": "Allow <b>",
        "permgrouprequest_calllog": "Allow <b>",
        "permgrouprequest_camera": "Allow <b>",
        "permgrouprequest_contacts": "Allow <b>",
        "permgrouprequest_location": "Allow <b>",
        "permgrouprequest_microphone": "Allow <b>",
        "permgrouprequest_phone": "Allow <b>",
        "permgrouprequest_sensors": "Allow <b>",
        "permgrouprequest_sms": "Allow <b>",
        "permgrouprequest_storage": "Allow <b>",
        "permgrouprequestdetail_location": "The app will only have access to the location while you are using the app",
        "permlab_acceptHandover": "continue a call from another app",
        "permlab_accessBackgroundLocation": "access location in the background",
        "permlab_accessCoarseLocation": "access approximate location only in the foreground",
        "permlab_accessDrmCertificates": "access DRM certificates",
        "permlab_accessFineLocation": "access precise location only in the foreground",
        "permlab_accessImsCallService": "access IMS call service",
        "permlab_accessLocationExtraCommands": "access extra location provider commands",
        "permlab_accessNetworkConditions": "listen for observations on network conditions",
        "permlab_accessNetworkState": "view network connections",
        "permlab_accessNotifications": "access notifications",
        "permlab_accessWifiState": "view Wi-Fi connections",
        "permlab_accessWimaxState": "connect and disconnect from WiMAX",
        "permlab_access_notification_policy": "access Do Not Disturb",
        "permlab_activityRecognition": "recognize physical activity",
        "permlab_addVoicemail": "add voicemail",
        "permlab_answerPhoneCalls": "answer phone calls",
        "permlab_audioWrite": "modify your music collection",
        "permlab_bindCarrierMessagingService": "bind to a carrier messaging service",
        "permlab_bindCarrierServices": "bind to carrier services",
        "permlab_bindCellBroadcastService": "Forward cell broadcast messages",
        "permlab_bindConditionProviderService": "bind to a condition provider service",
        "permlab_bindDreamService": "bind to a dream service",
        "permlab_bindNotificationListenerService": "bind to a notification listener service",
        "permlab_bind_connection_service": "interact with telephony services",
        "permlab_bind_incall_service": "interact with in-call screen",
        "permlab_bluetooth": "pair with Bluetooth devices",
        "permlab_bluetoothAdmin": "access Bluetooth settings",
        "permlab_bodySensors": "access body sensors (like heart rate monitors)",
        "permlab_broadcastSticky": "send sticky broadcast",
        "permlab_callCompanionApp": "see and control calls through the system.",
        "permlab_callPhone": "directly call phone numbers",
        "permlab_camera": "take pictures and videos",
        "permlab_cameraOpenCloseListener": "Allow an application or service to receive callbacks about camera devices being opened or closed.",
        "permlab_changeNetworkState": "change network connectivity",
        "permlab_changeTetherState": "change tethered connectivity",
        "permlab_changeWifiMulticastState": "allow Wi-Fi Multicast reception",
        "permlab_changeWifiState": "connect and disconnect from Wi-Fi",
        "permlab_changeWimaxState": "change WiMAX state",
        "permlab_connection_manager": "manage telecom connections",
        "permlab_control_incall_experience": "provide an in-call user experience",
        "permlab_createNetworkSockets": "have full network access",
        "permlab_disableKeyguard": "disable your screen lock",
        "permlab_enableCarMode": "enable car mode",
        "permlab_exemptFromAudioRecordRestrictions": "exempt from audio record restrictions",
        "permlab_expandStatusBar": "expand/collapse status bar",
        "permlab_foregroundService": "run foreground service",
        "permlab_getAccounts": "find accounts on the device",
        "permlab_getPackageSize": "measure app storage space",
        "permlab_getTasks": "retrieve running apps",
        "permlab_handoverStatus": "receive Android Beam transfer status",
        "permlab_imagesWrite": "modify your photo collection",
        "permlab_install_shortcut": "install shortcuts",
        "permlab_invokeCarrierSetup": "invoke the carrier-provided configuration app",
        "permlab_killBackgroundProcesses": "close other apps",
        "permlab_manageFace": "manage face unlock hardware",
        "permlab_manageFingerprint": "manage fingerprint hardware",
        "permlab_manageNetworkPolicy": "manage network policy",
        "permlab_manageOwnCalls": "route calls through the system",
        "permlab_manageProfileAndDeviceOwners": "manage profile and device owners",
        "permlab_mediaLocation": "read locations from your media collection",
        "permlab_modifyAudioSettings": "change your audio settings",
        "permlab_modifyNetworkAccounting": "modify network usage accounting",
        "permlab_nfc": "control Near Field Communication",
        "permlab_persistentActivity": "make app always run",
        "permlab_preferredPaymentInfo": "Preferred NFC Payment Service Information",
        "permlab_processOutgoingCalls": "reroute outgoing calls",
        "permlab_readCalendar": "Read calendar events and details",
        "permlab_readCallLog": "read call log",
        "permlab_readCellBroadcasts": "read cell broadcast messages",
        "permlab_readContacts": "read your contacts",
        "permlab_readHistoryBookmarks": "read your Web bookmarks and history",
        "permlab_readInstallSessions": "read install sessions",
        "permlab_readNetworkUsageHistory": "read historical network usage",
        "permlab_readPhoneNumbers": "read phone numbers",
        "permlab_readPhoneState": "read phone status and identity",
        "permlab_readSms": "read your text messages (SMS or MMS)",
        "permlab_readSyncSettings": "read sync settings",
        "permlab_readSyncStats": "read sync statistics",
        "permlab_receiveBootCompleted": "run at startup",
        "permlab_receiveMms": "receive text messages (MMS)",
        "permlab_receiveSms": "receive text messages (SMS)",
        "permlab_receiveWapPush": "receive text messages (WAP)",
        "permlab_recordAudio": "record audio",
        "permlab_register_call_provider": "register new telecom connections",
        "permlab_register_sim_subscription": "register new telecom SIM connections",
        "permlab_removeDrmCertificates": "remove DRM certificates",
        "permlab_reorderTasks": "reorder running apps",
        "permlab_requestDeletePackages": "request delete packages",
        "permlab_requestIgnoreBatteryOptimizations": "ask to ignore battery optimizations",
        "permlab_requestInstallPackages": "request install packages",
        "permlab_requestPasswordComplexity": "request screen lock complexity",
        "permlab_route_media_output": "route media output",
        "permlab_runInBackground": "run in the background",
        "permlab_sdcardRead": "read the contents of your shared storage",
        "permlab_sdcardWrite": "modify or delete the contents of your shared storage",
        "permlab_sendSms": "send and view SMS messages",
        "permlab_setAlarm": "set an alarm",
        "permlab_setInputCalibration": "change input device calibration",
        "permlab_setTimeZone": "set time zone",
        "permlab_setWallpaper": "set wallpaper",
        "permlab_setWallpaperHints": "adjust your wallpaper size",
        "permlab_sim_communication": "send commands to the SIM",
        "permlab_startViewPermissionUsage": "start view permission usage",
        "permlab_statusBar": "disable or modify status bar",
        "permlab_statusBarService": "be the status bar",
        "permlab_subscribedFeedsRead": "read subscribed feeds",
        "permlab_systemAlertWindow": "This app can appear on top of other apps",
        "permlab_systemCamera": "Allow an application or service access to system cameras to take pictures and videos",
        "permlab_transmitIr": "transmit infrared",
        "permlab_uninstall_shortcut": "uninstall shortcuts",
        "permlab_useBiometric": "use biometric hardware",
        "permlab_useDataInBackground": "use data in the background",
        "permlab_useFaceAuthentication": "use face unlock hardware",
        "permlab_useFingerprint": "use fingerprint hardware",
        "permlab_use_sip": "make/receive SIP calls",
        "permlab_vibrate": "control vibration",
        "permlab_videoWrite": "modify your video collection",
        "permlab_wakeLock": "prevent phone from sleeping",
        "permlab_writeCalendar": "add or modify calendar events and send email to guests without owners' knowledge",
        "permlab_writeCallLog": "write call log",
        "permlab_writeContacts": "modify your contacts",
        "permlab_writeGeolocationPermissions": "modify Browser geolocation permissions",
        "permlab_writeHistoryBookmarks": "write web bookmarks and history",
        "permlab_writeSettings": "modify system settings",
        "permlab_writeSyncSettings": "toggle sync on and off"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Name",
            "bitcoin_alt": "Donate via Bitcoin",
            "credit_card": "Credit Card",
            "crypto": "Crypto",
            "currency": "Currency",
            "flattr_alt": "Donate via Flattr",
            "heading": "Donate",
            "hellotux": "👕 T-shirts 👕 from",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid will receive 3€ per shirt sold.",
            "liberapay_alt": "Donate via Liberapay",
            "litecoin_alt": "Donate via Litecoin",
            "more_options": "More Options",
            "opencollective_alt": "Donate to our Collective",
            "paypal": "PayPal",
            "paypal_alt": "Donate via PayPal",
            "powered_by_donations": "F-Droid is powered by your donations!",
            "via_bank_transfer": "Bank Transfer"
        },
        "lang": {
            "change": "Change"
        },
        "last_updated": {
            "heading": "Last Updated"
        },
        "latest_packages": {
            "heading": "Latest Apps"
        },
        "news": {
            "heading": "News"
        },
        "search": {
            "heading": "Find Apps",
            "noscript": "Requires JavaScript to be enabled",
            "search": "Search"
        }
    }
}
