{
    "add_repo": {
        "intro": "சாதனங்கள் அல்லது வலைத்தளங்களிலிருந்து நீங்கள் சேர்க்க விரும்பும் களஞ்சியங்களிலிருந்து QR- குறியீடுகளை ஸ்கேன் செய்யுங்கள்.",
        "no_internet": "இணையம் இல்லையா? எந்த பிரச்சினையும் இல்லை. <a href=\"../swap/\"> ஆஃப்லைனில் பயன்பாடுகளை எவ்வாறு அனுப்புவது மற்றும் பெறுவது என்பதை அறிக. </a>",
        "open_repo_link": {
            "description": "மின்னஞ்சல், சமூக ஊடகம் அல்லது எஸ்எம்எஸ் வழியாக ஒரு ரெப்போ இணைப்பை அனுப்பினால், அதைத் திறப்பதன் மூலம் எஃப்-டிரயோடு க்கு பயன்பாடுகளை நிறுவும் திறனைச் சேர்க்கவும்.",
            "short_summary": "ரெப்போ இணைப்பைத் திறக்கவும்",
            "steps": {
                "step_1": "உங்கள் அண்ட்ராய்டு சாதனத்தில் எஃப்-டிரயோடு பயன்பாட்டைப் பதிவிறக்கி நிறுவவும்.",
                "step_2": "இணைப்பை கிளிக் செய்து உங்கள் சாதனத்தில் உள்ள வலை உலாவியில் திறக்கவும்.",
                "step_3": "நீங்கள் இணைப்பை திறந்த போது, 'எஃப்-டிரயோடு சேர்க்க' பொத்தானை தட்டவும்.",
                "step_4": "'எனக்கு எஃப்-டிரயோடு' பொத்தானைத் தட்டவும். எஃப்-டிரயோடு பயன்பாடு திறக்கும்.",
                "step_5": "'புதிய களஞ்சியத்தைச் சேர்' என்பது முன்பே நிரப்பப்பட்ட களஞ்சிய முகவரியுடன் காட்டப்பட்டுள்ளது. அதைச் சேர்க்க 'சரி' என்பதைத் தட்டவும்.",
                "step_6": "உங்கள் புதிய ரெப்போ சேர்க்கப்படும். உங்கள் ரெப்போக்களின் பட்டியலைப் பார்க்க, 'அமைப்புகள்' திறக்கவும். 'களஞ்சியங்கள்' என்பதைத் தேர்ந்தெடுக்கவும்.",
                "step_7": "அதன் உள்ளடக்கங்களைப் பார்க்க ஒரு ரெப்போவை தட்டவும்.",
                "step_8": "நீங்கள் விரும்பும் பயன்பாடுகளைத் தேர்ந்தெடுத்து அவற்றை உங்கள் சாதனத்தில் நிறுவவும்."
            },
            "title": "உங்கள் சாதனத்தில் ரெப்போ இணைப்பைத் திறக்கவும்"
        },
        "overview": {
            "summary": "மேலும் பெற, எஃப்-டிரயோடு ஒரு ரெப்போவைச் சேர்க்கவும். ரெப்போ என்பது நிர்வகிக்கப்பட்ட உள்ளடக்கத்தின் தொகுப்பாகும். அவர்களிடமிருந்து நேரடியாக மக்களின் களஞ்சியங்களைப் பற்றி நீங்கள் அறியலாம். டெவலப்பர்கள் பெரும்பாலும் தங்கள் வலைத்தளத்திலிருந்து தங்கள் எஃப்-டிரய்ட் ரெப்போவுடன் இணைக்கிறார்கள். பயிற்சியாளர்கள் பெரும்பாலும் மின்னஞ்சல், பேஸ்புக் அல்லது ட்விட்டர் மூலம் களஞ்சியங்களுக்கான இணைப்புகளைப் பகிர்ந்து கொள்கிறார்கள்.",
            "title": "மேலும் உள்ளடக்கத்தை பெறுங்கள்."
        },
        "scan_qr_code": {
            "description": "நீங்கள் சாதனங்கள் அல்லது வலைத்தளங்களில் இருந்து சேர்க்க விரும்பும் ரெப்போக்களிலிருந்து க்யூஆர் குறியீடுகளை ஸ்கேன் செய்யவும்.",
            "related_tutorial": "நீங்கள் இதில் ஆர்வமாக இருக்கலாம்: <a href=\"../swap/\"> ஆஃப்லைனில் பயன்பாடுகளை அனுப்புவது மற்றும் பெறுவது எப்படி </a>",
            "short_summary": "க்யூஆர் குறியீட்டை ஸ்கேன் செய்யுங்கள்",
            "steps": {
                "step_1": "ரெப்போவிற்கான க்யூஆர் குறியீடு காட்டப்பட்டவுடன், அதை க்யூஆர் ஸ்கேனர் பயன்பாட்டைப் பயன்படுத்தி ஸ்கேன் செய்யவும்.",
                "step_2": "இணைப்பைத் தட்டவும். விருப்பம் வழங்கப்பட்டால், எஃப்-டிரயோடு பயன்படுத்தி இணைப்பைத் திறக்கவும். பின்னர் கேட்கும் கட்டளைகளைப் பின்பற்றுங்கள். இது வேலை செய்தால், நீங்கள் முடித்துவிட்டீர்கள்! இல்லையென்றால், அடுத்த கட்டத்திற்குச் செல்லவும்.",
                "step_3": "எஃப்-டிரயோடு இணைப்பை திறக்க உங்களுக்கு விருப்பம் கிடைக்கவில்லை என்றால், கியூஆர் ஸ்கேனர் பயன்பாட்டை மூடிவிட்டு எஃப்-டிரயோடு பயன்பாட்டைத் திறக்கவும்.",
                "step_4": "எஃப்-டிரயோடு க்குள், 'அமைப்புகள்' என்பதைத் தட்டவும். 'எனது பயன்பாடுகள்' என்பதன் கீழ் 'களஞ்சியங்கள்' என்பதைத் தேர்ந்தெடுக்கவும்.",
                "step_5": "களஞ்சியங்கள் திரையில், மேல் மூலையில் உள்ள '+' ஐகானைத் தட்டவும்.",
                "step_6": "ரெப்போ முகவரி தானாகவே இருக்கும். 'இயக்கு' என்பதைத் தட்டவும். குறிப்பு: ரெப்போ எஃப்-டிரயோடு களஞ்சியங்களில் சேமிக்கப்படும், ஆனால் நீங்கள் கைமுறையாக தேர்ந்தெடுத்து நிறுவும் வரை எந்த பயன்பாடுகளும் நிறுவப்படாது."
            },
            "title": "மற்றொரு சாதனத்தில் இருந்து ஒரு க்யூஆர் குறியீட்டை ஸ்கேன் செய்யவும்"
        },
        "title": "எஃப்-டிரயோடு ஒரு ரெப்போவை எவ்வாறு சேர்ப்பது"
    },
    "create_repo": {
        "customize_repo": {
            "description": "உங்கள் இலக்கு பார்வையாளர்களுக்குப் புரியும்படி பயன்பாட்டை மற்றும் கோப்பு சுருக்கங்களைத் திருத்த முடியும். மொழியை நாடு சார்ந்ததாக மாற்ற நீங்கள் திருத்தலாம். மாநாடுகள் மற்றும் பயிற்சிகளுக்கு முன்னர் பங்கேற்பாளர்களுக்கு ரெப்போவை தடையின்றி பகிர்ந்து கொள்ளுங்கள்.",
            "steps": {
                "step_1": "ஒரு பொருளின் விவரங்களைத் திறக்க அதைக் கிளிக் செய்யவும்.",
                "step_2": "'திருத்து' என்பதைக் கிளிக் செய்யவும்.",
                "step_3": "உங்கள் இலக்கு பார்வையாளர்களுக்கு ஏற்றவாறு உள்ளடக்கத்தைத் தனிப்பயனாக்கவும். குறிப்பு: நீங்கள் செய்யும் மாற்றங்கள் உங்கள் ரெப்போவில் மட்டுமே செய்யப்படும். அசல் மூலத்திற்காக அவை புதுப்பிக்கப்படாது. உங்களுடையது அல்லாத உள்ளடக்கத்திற்கான தகவலைத் தனிப்பயனாக்கும்போது மரியாதையைப் பயன்படுத்தவும்.",
                "step_4": "உங்கள் மாற்றங்கள் அனைத்தும் தானாக சேமிக்கப்படும்."
            },
            "title": "உங்கள் ரெப்போவைத் தனிப்பயனாக்குங்கள்"
        },
        "download_and_install": {
            "steps": {
                "step_1": "உங்கள் திரைப்பலக கணினியில் ரெபோமேக்கர் வலை பயன்பாட்டைப் பதிவிறக்கி நிறுவவும். <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\"> நிறுவல் வழிகாட்டியில் </a> கூடுதல் தகவல்.",
                "step_2": "ரெப்போமேக்கர் வலை பயன்பாட்டைத் தொடங்கவும். தொடங்க பதிவுபெறுக அல்லது உள்நுழைக.",
                "step_3": "ஒரு புதிய ரெப்போவை உருவாக்கி அதற்கேற்ப பெயரிடுங்கள்.",
                "step_4": "கேலரி மற்றும் கிடைக்கக்கூடிய களஞ்சியங்களில் இருந்து பயன்பாடுகளைச் சேர்க்க அல்லது உங்கள் சொந்த கோப்புகளைப் பதிவேற்றதேர்வு செய்யவும். உடனடியாக க்ளியர் உள்ள உள்ளடக்கத்திலிருந்து தேர்வு செய்ய 'கேலரியில் இருந்து சேர்' பொத்தானை கிளிக் செய்யவும்.",
                "step_5": "நீங்கள் சேர்க்க விரும்பும் உருப்படிகளுக்கு அடுத்துள்ள 'சேர்' பொத்தானைக் கிளிக் செய்யவும். நீங்கள் முடிந்ததும், உங்கள் ரெப்போவுக்குத் திரும்ப 'பின்' அம்புக்குறியைக் கிளிக் செய்யவும்.",
                "step_6": "உங்கள் பயன்பாடுகள் உங்கள் ரெப்போ உள்ளடக்க பார்வையில் காண்பிக்கப்படும்."
            },
            "title": "உருவாக்கத் தொடங்க ரெப்போமேக்கரை பதிவிறக்கி நிறுவவும்"
        },
        "intro": "நீங்கள் தேடுவதைக் கண்டுபிடிக்க முடியவில்லையா? பயன்பாடுகள் மற்றும் கோப்புகளின் தனிப்பயனாக்கப்பட்ட தொகுப்பை உருவாக்க உங்கள் கணினியில் ரெபோமேக்கர் வலை பயன்பாட்டைப் பதிவிறக்கவும்.",
        "overview": {
            "summary": "உங்கள் சொந்த தனிப்பயனாக்கப்பட்ட பயன்பாடுகளின் களஞ்சியத்தை உருவாக்கவும். உள்ளடக்கத்தை விநியோகிக்க எஃப்-டிரயோடு பயன்படுத்தவும். நம்பகமான இணைய இணைப்பு இல்லாத போது பயிற்சியாளர்கள் ஒரு பயிற்சியில் பங்கேற்பாளர்களுடன் வளங்கள் மற்றும் பயன்பாடுகளின் தொகுப்பை எளிதாகப் பகிர்ந்து கொள்ள ரெப்போஸைப் பயன்படுத்துகிறார்கள். டெவலப்பர்கள் தங்கள் பயன்பாடுகளை முக்கிய பார்வையாளர்களுக்கு விநியோகிக்க ரெப்போக்களைப் பயன்படுத்துகிறார்கள்.",
            "title": "உங்கள் சொந்த பயன்பாடுகள் மற்றும் கோப்புகளைச் சேர்க்கவும்."
        },
        "related_tutorial": "நீங்கள் இதில் ஆர்வமாக இருக்கலாம்: <a href=\"../add-repo/\"> எஃப்-டிரயோடு ஒரு ரெப்போவை எவ்வாறு சேர்ப்பது </a>",
        "share_repo": {
            "steps": {
                "step_1": "நீங்கள் பகிர விரும்பும் ரெப்போவுடன், மெனுவில் 'பகிர்' என்பதைக் கிளிக் செய்க. குறிப்பு: பகிர்வதற்கு முன் உங்கள் ரெப்போவை சேமிக்க ஒரு இடத்தை நீங்கள் அமைக்க வேண்டும். இதை எப்படி செய்வது என்பதற்கான வழிமுறைகள் படி 2 இல் உள்ளன.",
                "step_2": "உங்கள் ரெப்போவை வெளியிடுவதற்கும் பகிர்வதற்கு முன்பும் சேமிப்பிடத்தை அமைக்கும்படி கேட்கப்படுவீர்கள். இந்த பக்கத்தை நீங்கள் காணவில்லையெனில், படி 4 க்குத் தொடரவும்.",
                "step_3": "உங்கள் தேவைகளுக்கு மிகவும் பொருத்தமான சேமிப்பக விருப்பத்தைத் தேர்வுசெய்க. உங்களிடம் சேமிப்பிடம் கிடைத்ததும், பகிரத் தயாராக உள்ளீர்கள்! 'பகிர்' என்பதற்குத் திரும்பு.",
                "step_4": "இணைப்பை நகலெடுத்து மின்னஞ்சல் அல்லது உரை மூலம் நேரடியாக மக்களுக்கு அனுப்பவும் அல்லது பேஸ்புக் அல்லது ட்விட்டரில் உங்கள் ரெப்போவைப் பகிரவும். உங்கள் ரெப்போவுக்கான இணைப்பை மக்கள் திறக்கும்போது, ரெப்போவில் உள்ள பயன்பாடுகளை அணுக அவர்கள் அதை Android சாதனத்தில் சேர்க்க வேண்டும். மேலும் தகவலுக்கு <a href=\"../add-repo/\"> எஃப்-டிரயோடு </a> க்கு ஒரு ரெப்போவை எவ்வாறு சேர்ப்பது என்பதைப் பார்க்கவும்.",
                "step_5": "'வியூ ரெப்போ' விருப்பம், நீங்கள் இப்போது வெளியிட்ட அல்லது பகிர்ந்தவற்றைக் காண உங்களை அனுமதிக்கிறது."
            },
            "title": "உங்கள் ரெப்போவைத் தனிப்பயனாக்குங்கள்"
        },
        "title": "ஒரு ரெப்போவை உருவாக்குவது எப்படி",
        "update_repo": {
            "steps": {
                "step_1": "கேலரியில் இருந்து பயன்பாடுகளைச் சேர்த்தால், மூலமானது புதிய பதிப்புகளைச் சேர்க்கும்போது அவை தானாகவே புதுப்பிக்கப்படும். நீங்கள் பதிவேற்றிய கோப்புகளுக்கு, ரெப்போ பார்வையில் புதுப்பிக்கப்பட்ட பதிப்புகளை இழுத்து விடலாம்.",
                "step_2": "மாற்றாக, நீங்கள் ஒரு புதிய பதிப்பை சேர்க்க ஒரு உருப்படியை திறக்கலாம். திருத்து என்பதைத் தேர்ந்தெடுக்கவும்.",
                "step_3": "பதிப்புகளுக்கு கீழே உருட்டவும். பின்னர், 'பதிப்பு வரலாறு' பிரிவின் கீழ் புதிய பதிப்பைச் சேர்க்கவும்.",
                "step_4": "பின்னர், 'பதிப்பு வரலாறு' பிரிவின் கீழ் புதிய பதிப்பைச் சேர்க்கவும்."
            },
            "title": "உங்கள் ரெப்போவை புதுப்பிக்கவும்"
        }
    },
    "misc": {
        "option_x_description": "விருப்பம் {{ எண் }}: {{ விளக்கம் }}",
        "overview": {
            "summary": "எஃப்-டிரயோடு என்பது ஆண்ட்ராய்டுக்கான ஒரு சுயாதீனமான, சமூகம் சார்ந்த பயன்பாட்டுக் கடை ஆகும், இது முற்றிலும் இலவச மற்றும் திறந்த மூல மென்பொருளாகும். எஃப்-டிரய்டுக்குள் நீங்கள் 1,200 க்கும் மேற்பட்ட திறந்த மூல பயன்பாடுகளை உலாவலாம், உருவாக்கிய களஞ்சியங்களிலிருந்து பயன்பாடுகளைத் தேடலாம் மற்றும் நிறுவலாம் அல்லது உங்கள் சொந்த களஞ்சியத்தை உருவாக்கலாம். பயன்பாட்டைப் பதிவிறக்கி தொடங்க உங்கள் அண்ட்ராய்டு சாதனத்தில் எஃப்-டிரயோடு ஐத் திறக்கவும்!",
            "title": "நீங்கள் எஃப்-டிரயோடு என்ன செய்ய முடியும்",
            "tutorial_x_title": "பயிற்சி {{ எண் }}: {{ தலைப்பு }}"
        },
        "step_x": "படி {{ எண் }}",
        "step_x_description": "படி {{ எண் }}: {{ விளக்கம் }}"
    },
    "swap": {
        "all_devices_need_fdroid": "அனைத்து சாதனங்களிலும் தொடங்குவதற்கு முன் எஃப்-டிரயோடு பதிவிறக்கம் செய்யப்பட்டு நிறுவப்பட வேண்டும். எல்லா சாதனங்களும் கீழே உள்ள படிகளைப் பின்பற்ற வேண்டும்.",
        "intro": "இணையம் இல்லையா? எந்த பிரச்சனையும் இல்லை. உங்களுக்கு அருகிலுள்ளவர்களிடமிருந்து பயன்பாடுகளைப் பதிவிறக்குக.",
        "overview": {
            "summary": "இணையம் இல்லையா? எந்த பிரச்சனையும் இல்லை. அருகிலுள்ள எஃப்-டிரயோடு ஒரே அறையில் உள்ளவர்களுக்கு உள்ளடக்கத்தை அனுப்பும் மற்றும் பெறும் திறனை உங்களுக்கு வழங்குகிறது.",
            "title": "பயன்பாடுகளை ஆஃப்லைனில் அனுப்பவும் பெறவும்."
        },
        "related_tutorial": "நீங்கள் இதில் ஆர்வமாக இருக்கலாம்: <a href=\"../create-repo/\"> ரெப்போவை உருவாக்குவது எப்படி </a>",
        "step_1": "எஃப்-டிரயோடு திறக்கவும். உங்கள் திரையின் அடிப்பகுதியில் உள்ள மெனுவிலிருந்து 'அருகிலுள்ள' என்பதைத் தட்டவும்.",
        "step_10": "உங்கள் நிறுவப்பட்ட பயன்பாடுகளை அணுக, எஃப்-டிரயோடு அமைப்புகளைத் திறந்து, 'எனது பயன்பாடுகள்' என்பதன் கீழ் 'நிறுவப்பட்ட பயன்பாடுகளை நிர்வகி' என்பதைத் தேர்ந்தெடுக்கவும்.",
        "step_2": "இணக்கமான சாதனங்களைத் தேட 'எனக்கு அருகிலுள்ள நபர்களைக் கண்டறியவும்' என்பதைத் தட்டவும்.",
        "step_3": "அருகிலுள்ள நபர்கள் கண்டுபிடிக்கப்பட்டதும், நீங்களும் தொடர்பும் ஒருவருக்கொருவர் தேர்ந்தெடுக்க வேண்டும்.",
        "step_4": "இணைக்கப்பட்டதும், உங்கள் தொடர்புடன் பகிர விரும்பும் பயன்பாடுகளைத் தேர்வு செய்யவும்.",
        "step_5": "'—&gt;' பொத்தானை தட்டவும்.",
        "step_6": "இணைப்பதற்கான கோரிக்கையை உறுதிப்படுத்த ஒருவர் கேட்டுக்கொள்ளப்படுவார்.",
        "step_7": "நீங்கள் நிறுவ விரும்பும் பயன்பாடுகளுக்கு அடுத்துள்ள 'நிறுவு' பொத்தானைத் தட்டவும்.",
        "step_8": "மீண்டும் ஒருமுறை 'நிறுவு' என்பதைத் தட்டவும். பின்னர், நிறுவல் செயல்முறை முடிக்க அண்ட்ராய்டு விழிப்பூட்டல்களைப் பின்பற்றவும்.",
        "step_9": "நிறுவல்கள் முடிந்ததும், உங்கள் பயன்பாடுகள் உங்கள் ஆண்ட்ராய்டு பயன்பாட்டு கேலரியில் மற்றும் நிறுவப்பட்ட பயன்பாடுகளின் கீழ் உங்கள் எஃப்-டிரயோடு பயன்பாட்டில் கிடைக்கும்.",
        "title": "பயன்பாடுகளை ஆஃப்லைனில் அனுப்புவது மற்றும் பெறுவது எப்படி"
    }
}
