{
    "add_repo": {
        "intro": "Naseknujte QR kódy z repozitářů, které chcete přidat, ze zařízení nebo z webových stránek, kde jsou k nalezení.",
        "no_internet": "Žádný internet? Žádný problém. Naučte se, <a href=\"../swap/\">jak posílat a přijímat aplikace offline</a>",
        "open_repo_link": {
            "description": "Pokud byl odeslán odkaz na repozitář prostřednictvím e-mailu, sociálních médií nebo SMS, přidáte možnost instalace aplikací v něm do F-Droid jeho otevřením.",
            "short_summary": "Otevřete odkaz na repozitář",
            "steps": {
                "step_1": "Stáhněte a nainstalujte si aplikaci F-Droid do svého zařízení Android.",
                "step_2": "Klikněte na odkaz a otevřete jej ve webovém prohlížeči na vašem zařízení.",
                "step_3": "Jakmile máte odkaz otevřený, klikněte na tlačítko „Přidat do F-Droidu“.",
                "step_4": "Dále klikněte na tlačítko „Mám F-Droid“. Poté se otevře aplikace F-Droid.",
                "step_5": "Okno „Přidat nový repozitář“ se ukáže s adresou repozitáře předvyplněnou. Tlačítkem „OK“ jej přidáte.",
                "step_6": "Váš nový repozitář bude nyní přidán. Aby jste se podívali na seznam svých repozitářů, otevřete nastavení a vyberte položku „Repozitáře“.",
                "step_7": "Můžete také kliknout na repozitář aby jste se podívali na jeho obsah.",
                "step_8": "Nakonec vyberte aplikace, které byste chtěli a nainstaluje si je na své zařízení."
            },
            "title": "Otevřete odkaz na repozitář na svém zařízení"
        },
        "overview": {
            "summary": "Aby jste získali více, přidejte další repozitář do F-Droidu. Repozitář je sada vybraných aplikací. Můžete o repozitářích od lidí zjistit přímo od nich. Vývojáři často odkazují na svůj F-Droid repozitář ze svého webu. Uživatelé také posílají odkazy na repozitáře přes e-mail a sociální sítě.",
            "title": "Získejte další obsah."
        },
        "scan_qr_code": {
            "description": "Skenujte QR-kódy z repozitářů, které chcete přidat ze zařízení, které je používají, či z webů, které je nabízejí.",
            "related_tutorial": "Může vás také zajímat: <a href=\"../swap/\">Jak přijímat a odesílat aplikace bez internetu</a>",
            "short_summary": "Naskenujte QR kód",
            "steps": {
                "step_1": "Jakmile se zobrazí QR kód pro repozitář, můžete jej naskenovat pomocí čtečky QR kódů.",
                "step_2": "Klikněte na odkaz a pokud budete mít možnost, učiňte tak pomocí F-Droidu. Pak postupujte podle vyskakovacích oken. Pokud to funguje, hotovo! Pokud ne, pokračuje k dalšímu kroku.",
                "step_3": "Pokud tu možnost mít nebudete, zavřete vaši čtečku a otevřete aplikaci F-Droid.",
                "step_4": "V F-Droidu v kartě nastavení pod „Moje aplikace“ vyberte „Repozitáře“.",
                "step_5": "Na obrazovce „Repozitáře“ pak klikněte na tlačítko „+“ v pravém horním rohu.",
                "step_6": "Adresa repozitáře už bude automaticky předvyplněna. Klikněte na přepínač vedle repozitáře v seznamu repozitářů pro zapnutí. Pozn. Přidání repozitáře samo o sobě nezpůsobí instalaci aplikací."
            },
            "title": "Naskenujte QR kód z jiného zařízení"
        },
        "title": "Jak přidat repozitář do F-Droidu"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Můžete upravit shrnutí aplikace a souborů, aby jste jej udělali pochopitelnějším pro vaše cílové publikum. Můžete jej například přeložit do vašeho jazyka a plynule jej sdílet s účastníky konferencí a školení.",
            "steps": {
                "step_1": "Klikněte na položku, aby jste se podívali na její vlastnosti.",
                "step_2": "Klikněte na „Upravit“.",
                "step_3": "Přizpusobte obsah pro vaše cílové publikum. Poznámka: Změny, které provedete na vašem repozitáři se nebudou zrcadlit v originálním zdroji. Prosím mějte respekt při úpravě obsahu, který není váš.",
                "step_4": "Všechny vaše změny se automaticky ukládají."
            },
            "title": "Přizpůsobte si svůj repozitář"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Stáhněte a nainstaluje webovou aplikaci Repomaker na svůj počítač. Více informací naleznerlte v <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">návodu na instalaci</a>.",
                "step_2": "Spusťte webovou aplikaci Repomaker. Registrujte se nebo se přihlaste.",
                "step_3": "Vytvořte nový repozitář a vhodně jej pojmenujte.",
                "step_4": "Přidejte aplikace buď z galerie a dostupných repozitářů nebo nahrajte své vlastní soubory. Klikněte na tlačítko „Přidat z galerie“ pro vybrání ze snadno přístupného obsahu.",
                "step_5": "Klikněte na tlačítko „Přidat“ vedle položek, které chcete přidat. Šipkou zpět se pak vraťte na svůj repozitář.",
                "step_6": "Vaše aplikace budou nyní vidět v pohledu na obsah vašeho repozitáře."
            },
            "title": "Stáhněte a nainstalujte Repomaker a začněte tvořit"
        },
        "intro": "Nenalézáte co hledáte? Stáhněte si webovou aplikaci Repomaker na váš počítač a vytvořte si svoji přizpůsobenou sadu aplikací a souborů.",
        "overview": {
            "summary": "Vytvořte si svůj repozitář aplikací na míru. Použijte F-Droid k distribuci obsahu. Školitelé mohou použít repozitáře pro sdílení zdrojů a aplikací s účastníky školení bez spolehlivého internetového připojení. Vývojáři mohou použít repozitáře k distribuci svých aplikací specializovanému publiku.",
            "title": "Přidejte své vlastní aplikace a soubory."
        },
        "related_tutorial": "Také vás může zajímat: <a href=\"../add-repo/\">Jak přidat repozitář do F-Droidu</a>",
        "share_repo": {
            "steps": {
                "step_1": "V otevřeném repozitáři, který chcete sdílet, klikněte na 'Sdílet' v menu. Nezapomeňte: před sdílením musíte nastavit místo k uložení vašeho repozitáře. Instrukce k této akci lze nalézt v kroku 2.",
                "step_2": "Budete požádání o nastavení úložiště před sdílením a abyste mohli zveřejnit repozitář. Pokud nevidíte tuto stránku, pokračujte krokem 4.",
                "step_3": "Vyberte možnost úložiště, která nejlépe vystihuje vaše potřeby. Jakmile máte úložiště, můžete sdílet! Vraťte se do menu 'Sdílet'.",
                "step_4": "Vyberte možnost zkopírovat odkaz a odešlete jej přímo k lidem přes email či zprávy nebo sdílejte svůj repozitář pomocí sociálních sítí. Když lidé otevřou ten odkaz na váš repozitář, budou mít možnost přidat si jej na své androidové zařízení a tím přistupovat k aplikacím v repozitáři. Více informací na <a href=\"../add-repo/\">Jak přidat repozitář do F-Droidu</a>.",
                "step_5": "Možnost \"Zobrazit repozitář\" vám umožňuje vidět co jste právě publikovali či sdíleli."
            },
            "title": "Přizpůsobte si svůj repozitář"
        },
        "title": "Jak vytvořit repozitář",
        "update_repo": {
            "steps": {
                "step_1": "Pokud přidáváte aplikace z galerie, budou automaticky aktualizovány při vydání nových verzí od zdroje. Pro soubory které jste nahráli vy, můžete přetahovat aktualizované verze do pohledu repozitáře.",
                "step_2": "Jinak také můžete vybrat jednu položku pro přidání nové verze. Vyberte upravit.",
                "step_3": "Posuňte se k verzím a přidejte novou verzi pod historií verzí.",
                "step_4": "Pak novou verzi přidejte v sekci „Historie verzí“."
            },
            "title": "Aktualizujte svůj repozitář"
        }
    },
    "misc": {
        "option_x_description": "Možnost {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid je nezávislý, komunitně udržovaný zdroj aplikací pro Android, který je zcela svobodný. Na F-Droidu můžete vybírat z více než 1 200 aplikací s otevřeným zdrojovým kódem, hledat a instalovat aplikace z vytvořených repositářů, nebo si vytvořit svůj vlastní repositář. Otevřete f-droid.org na vašem telefonu s Androidem, stáhněte si aplikaci a můžete začít!",
            "title": "Co můžete dělat s aplikací F-Droid",
            "tutorial_x_title": "Návod {{ number }}: {{ title }}"
        },
        "step_x": "Krok {{ number }}",
        "step_x_description": "Krok {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Všechny zařízení musí mít nainstalovaný F-Droid a musí dodržovat kroky níže.",
        "intro": "Bez připojení k Internetu? Není problém. Stáhněte si aplikace od lidí okolo vás.",
        "overview": {
            "summary": "Žádný internet? Žádný problém. S F-Droidem Nablízku můžete přijímat a odesílat obsah s lidmi ve stejné místnosti.",
            "title": "Přijímejte a odesílejte aplikace bez internetu."
        },
        "related_tutorial": "Může vás také zajímat: <a href=\"../create-repo/\">Jak vytvořit repozitář</a>",
        "step_1": "V F-Droidu otevřete kartu „Nablízku“.",
        "step_10": "Pro přístup k vaším nainstalovaným aplikacím v nastavení pod sekcí „Moje aplikace“ vyberte \"Spravovat nainstalované aplikace\".",
        "step_2": "Tam klikněte na „Najít zařízení v blízkost“ abyste našli kompatibilní zařízení.",
        "step_3": "Jakmile bude zařízení nalezeno, vy a vás kontakt se musíte vzájemně označit.",
        "step_4": "Po spojení vyberte aplikace které chcete se svým kontaktem sdílet.",
        "step_5": "Klepněte na tlačítko „—&gt;“.",
        "step_6": "Jedna osoba bude požádána pro potvrzení žádosti pro připojení.",
        "step_7": "Klepněte na tlačítko „Instalovat“ vedle aplikací, které chcete nainstalovat.",
        "step_8": "Klepněte ještě jednou na „Instalovat“. Poté následujte instrukce Androidu pro dokončení instalačního procesu.",
        "step_9": "Jakmile budou instalace dokončeny, budete moci nalézt vaše aplikace ve vašem seznamu Android aplikací a v aplikace F-Droid pod nainstalovanými aplikacemi.",
        "title": "Jak posílat a dostávat aplikace offline"
    }
}
