{
    "antifeatures": {
        "Ads": "Ứng dụng này có quảng cáo",
        "DisabledAlgorithm": "Ứng dụng này có chữ kí bảo mật yếu",
        "KnownVuln": "Ứng dụng này có lỗ hổng bảo mật đã bị phát hiện",
        "NSFW": "Ứng dụng này chứa nội dung không nên được công khai hoặc không nên được nhìn thấy ở mọi nơi",
        "NoSourceSince": "Mã nguồn không còn nữa, không thể có cập nhật",
        "NonFreeAdd": "Ứng dụng này khuyến khích sử dụng phần mở rộng không tự do",
        "NonFreeAssets": "Ứng dụng này có những phần không tự do",
        "NonFreeDep": "Ứng dụng này phụ thuộc vào các ứng dụng không tự do khác",
        "NonFreeNet": "Ứng dụng này khuyến khích hoặc phụ thuộc hoàn toàn vào một dịch vụ mạng không tự do",
        "Tracking": "Ứng dụng này theo dõi và báo cáo hoạt động của bạn",
        "UpstreamNonFree": "Mã nguồn không hoàn toàn tự do"
    },
    "app_categories": {
        "Connectivity": "Kết nối",
        "Development": "Lập trình",
        "Games": "Trò chơi",
        "Graphics": "Đồ hoạ",
        "Internet": "Internet",
        "Money": "Tài chính",
        "Multimedia": "Đa phương tiện",
        "Navigation": "Điều hướng",
        "Phone & SMS": "Đàm thoại &amp; nhắn tin",
        "Reading": "Đọc",
        "Science & Education": "Khoa học &amp; giáo dục",
        "Security": "Bảo mật",
        "Sports & Health": "Thể thao &amp; sức khoẻ",
        "System": "Hệ thống",
        "Theming": "Giao diện",
        "Time": "Thời gian",
        "Writing": "Soạn thảo",
        "show_all_packages": "Hiện tất cả %d gói"
    },
    "index": {
        "download_fdroid": "Tải F-Droid",
        "gpg_signature": "Chữ ký PGP",
        "introduction": "F-Droid là một mục lục các ứng dụng tự do và mã nguồn mở cho nền tảng Android. Ứng dụng khách khiến việc duyệt, cài đặt, và theo dõi cập nhật trên thiết bị của bạn được dễ dàng.",
        "screenshot": "Ảnh chụp màn hình của ứng dụng Android F-Droid",
        "title": "F-Droid là gì?"
    },
    "mirrors": {
        "cn": "Trung Quốc đại lục",
        "de": "Đức",
        "indiana": "Indiana, Mỹ",
        "se": "Thụy Điển",
        "tw": "Đài Loan",
        "ua": "Ukraina"
    },
    "navigation": {
        "about": "Giới thiệu",
        "apps": "Ứng dụng",
        "contribute": "Đóng góp",
        "documentation": "Tài liệu",
        "edit_on_gitlab": "Chỉnh sửa trên GitLab",
        "forum": "Diễn đàn",
        "issues": "Vấn đề",
        "news": "Tin tức",
        "translate_on_weblate": "Dịch trên Weblate"
    },
    "news": {
        "newer_posts": "← Bài đăng mới hơn",
        "older_posts": "Bài đăng cũ hơn →",
        "posted_on": "Đã đăng vào {{ post_date }}"
    },
    "package": {
        "added_on": "Được thêm vào {{ package_added_date }}",
        "anti_features": "Tính năng không mong muốn",
        "anti_features_warning": "Ứng dụng này có các tính năng bạn có thể không thích.",
        "author": "Tác giả",
        "build_log": "Nhật ký xây dựng",
        "build_metadata": "Dữ liệu meta xây dựng",
        "changelog": "Nhật ký thay đổi",
        "donate": "Quyên góp",
        "download": "Tải xuống {{ file_extension }}",
        "flattr": "Flattr",
        "gpg_signature": "Chữ ký PGP",
        "issue_tracker": "Theo dõi vấn đề",
        "liberapay": "Liberapay",
        "license": "Giấy phép",
        "minimum_android_version": "Phiên bản này yêu cầu Android {{ android_version }} hoặc mới hơn.",
        "new_in_version": "Có gì mới trong phiên bản {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "biểu tượng gói",
        "package_screenshot_alt": "ảnh chụp màn hình của ứng dụng",
        "packages": "Gói",
        "permissions": "Quyền",
        "signed_by_developer": "Nó được nhà phát triển gốc xây dựng và ký.",
        "signed_by_fdroid": "Nó được F-Droid xây dựng và ký, và đảm bảo là tương ứng với <a href=\"{{ source_code_url }}\">tệp TAR chứa mã nguồn này</a>.",
        "source_code": "Mã nguồn",
        "suggest_downloading_via_fdroid": "Mặc dù bạn có thể tải APK xuống để cho bạn lựa chọn, nhưng bạn nên biết rằng bằng cách cài đặt theo cách đó bạn sẽ không nhận thông báo cập nhật và đó là cách tải xuống ít bảo mật hơn. Chúng tôi khuyên bạn cài đặt ứng dụng khách F-Droid và sử dụng ứng dụng đó.",
        "suggested": "được đề xuất",
        "translation": "Dịch",
        "version_info": "<b>Phiên bản {{ package_version }}</b> ({{ package_version_code }})",
        "versions": "Phiên bản",
        "website": "Trang web"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Cho phép ứng dụng tiếp tục cuộc gọi được bắt đầu trong một ứng dụng khác.",
        "permdesc_accessBackgroundLocation": "Ứng dụng này có thể truy cập vào thông tin vị trí bất cứ lúc nào, ngay cả khi bạn không dùng ứng dụng đó.",
        "permdesc_accessCoarseLocation": "Khi bạn dùng ứng dụng này, ứng dụng có thể nhận được thông tin vị trí gần đúng của bạn từ dịch vụ vị trí. Bạn phải bật dịch vụ vị trí trên thiết bị của mình thì ứng dụng mới nhận được thông tin vị trí.",
        "permdesc_accessDrmCertificates": "Cho phép ứng dụng cung cấp và sử dụng chứng chỉ DRM. Có thể không cần thiết cho các ứng dụng thông thường.",
        "permdesc_accessFineLocation": "Khi bạn dùng ứng dụng này, ứng dụng có thể nhận được thông tin vị trí chính xác của bạn từ dịch vụ vị trí. Bạn phải bật dịch vụ vị trí trên thiết bị của mình thì ứng dụng mới nhận được thông tin vị trí. Việc này có thể làm tăng mức sử dụng pin.",
        "permdesc_accessImsCallService": "Cho phép ứng dụng sử dụng dịch vụ IMS để thực hiện cuộc gọi mà không có sự can thiệp của bạn.",
        "permdesc_accessLocationExtraCommands": "Cho phép ứng dụng truy cập vào các lệnh của nhà cung cấp vị trí bổ sung. Điều này có thể cho phép ứng dụng can thiệp vào hoạt động của Hệ thống định vị toàn cầu (GPS) hoặc các nguồn vị trí khác.",
        "permdesc_accessNetworkConditions": "Cho phép ứng dụng quan sát các điều kiện mạng. Không bao giờ cần cho ứng dụng thông thường.",
        "permdesc_accessNetworkState": "Cho phép ứng dụng xem thông tin về các kết nối mạng như mạng nào thoát và mạng nào được kết nối.",
        "permdesc_accessNotifications": "Cho phép ứng dụng truy xuất, kiểm tra và xóa thông báo, bao gồm những thông báo được đăng bởi các ứng dụng khác.",
        "permdesc_accessWifiState": "Cho phép ứng dụng xem thông tin về mạng Wi-Fi, chẳng hạn như Wi-Fi đã được bật chưa và tên của thiết bị Wi-Fi được kết nối.",
        "permdesc_accessWimaxState": "Cho phép ứng dụng xác định liệu WiMAX đã được bật chưa và thông tin về bất kỳ mạng WiMAX nào được kết nối.",
        "permdesc_access_notification_policy": "Cho phép ứng dụng đọc và ghi cấu hình Không làm phiền.",
        "permdesc_activityRecognition": "Ứng dụng này có thể nhận dạng hoạt động thể chất của bạn.",
        "permdesc_addVoicemail": "Cho phép ứng dụng thêm thông báo vào hộp thư thoại đến của bạn.",
        "permdesc_answerPhoneCalls": "Cho phép ứng dụng trả lời cuộc gọi điện thoại đến.",
        "permdesc_audioWrite": "Cho phép ứng dụng sửa đổi bộ sưu tập nhạc của bạn.",
        "permdesc_backgroundCamera": "Ứng dụng này có thể chụp ảnh và quay video bằng máy ảnh bất cứ lúc nào.",
        "permdesc_bindCarrierMessagingService": "Cho phép chủ sở hữu liên kết với giao diện cấp cao nhất của dịch vụ nhắn tin của nhà cung cấp dịch vụ. Không cần thiết cho các ứng dụng thông thường.",
        "permdesc_bindCarrierServices": "Cho phép chủ sở hữu liên kết với các dịch vụ của nhà cung cấp. Không bao giờ cần cho các ứng dụng thông thường.",
        "permdesc_bindCellBroadcastService": "Cho phép ứng dụng liên kết với mô-đun truyền phát trên di động để chuyển tiếp các thông báo truyền phát trên di động khi chúng được nhận. Ở một số vị trí, các cảnh báo truyền phát trên di động sẽ được gửi nhằm cảnh báo cho bạn về các tình huống khẩn cấp. Các ứng dụng độc hại có thể can thiệp vào hiệu suất hoặc hoạt động của thiết bị khi nhận được thông báo truyền phát trên di động lúc khẩn cấp.",
        "permdesc_bindConditionProviderService": "Cho phép chủ sở hữu liên kết với giao diện cấp cao nhất của dịch vụ trình cung cấp điều kiện. Không cần thiết cho các ứng dụng thông thường.",
        "permdesc_bindDreamService": "Cho phép chủ sở hữu liên kết với giao diện cấp cao nhất của dịch vụ dream. Không cần thiết cho các ứng dụng thông thường.",
        "permdesc_bindNotificationListenerService": "Cho phép chủ sở hữu liên kết với giao diện cấp cao nhất của dịch vụ trình xử lý thông báo. Không cần thiết cho các ứng dụng thông thường.",
        "permdesc_bind_connection_service": "Cho phép ứng dụng tương tác với dịch vụ điện thoại để thực hiện/nhận cuộc gọi.",
        "permdesc_bind_incall_service": "Cho phép ứng dụng kiểm soát thời gian và cách người dùng nhìn thấy màn hình trong cuộc gọi.",
        "permdesc_bluetooth": "Cho phép ứng dụng xem cấu hình của Bluetooth trên điện thoại, tạo và chấp nhận các kết nối với các thiết bị được ghép nối.",
        "permdesc_bluetoothAdmin": "Cho phép ứng dụng định cấu hình điện thoại Bluetooth cục bộ cũng như phát hiện và ghép nối với các thiết bị từ xa.",
        "permdesc_bluetooth_advertise": "Cho phép ứng dụng quảng cáo trên các thiết bị Bluetooth ở gần",
        "permdesc_bluetooth_connect": "Cho phép ứng dụng kết nối với thiết bị Bluetooth đã ghép nối",
        "permdesc_bluetooth_scan": "Cho phép ứng dụng khám phá và ghép nối với các thiết bị Bluetooth ở gần",
        "permdesc_bodySensors": "Cho phép ứng dụng truy cập dữ liệu từ bộ cảm biến giám sát tình trạng sức khỏe của bạn, ví dụ như nhịp tim.",
        "permdesc_bodySensors_background": "Cho phép ứng dụng truy cập vào các dữ liệu cảm biến cơ thể như nhịp tim, thân nhiệt và nồng độ oxy trong máu, trong khi ứng dụng đang chạy trong nền.",
        "permdesc_broadcastSticky": "Cho phép ứng dụng gửi nội dung truyền phát hấp dẫn người xem. Nội dung này sẽ vẫn còn sau khi quá trình truyền phát kết thúc. Việc sử dụng quá mức có thể làm cho điện thoại bị chậm hoặc không ổn định do khiến điện thoại sử dụng quá nhiều bộ nhớ.",
        "permdesc_callCompanionApp": "Cho phép ứng dụng xem và kiểm soát các cuộc gọi đang diễn ra trên thiết bị. Điều này bao gồm các thông tin như số điện thoại của các cuộc gọi và trạng thái cuộc gọi.",
        "permdesc_callPhone": "Cho phép ứng dụng gọi các số điện thoại mà không cần sự can thiệp của bạn. Việc này có thể dẫn đến các khoản phí hoặc cuộc gọi không mong muốn. Lưu ý rằng quyền này không cho phép ứng dụng gọi các số khẩn cấp. Các ứng dụng độc hại có thể khiến bạn tốn tiền do thực hiện cuộc gọi mà không cần sự xác nhận của bạn.",
        "permdesc_camera": "Ứng dụng này có thể chụp ảnh và quay video bằng máy ảnh khi bạn đang dùng ứng dụng.",
        "permdesc_cameraOpenCloseListener": "Ứng dụng này có thể nhận các lệnh gọi lại khi có bất kỳ thiết bị camera nào đang được mở (bằng ứng dụng gì) hoặc đóng.",
        "permdesc_changeNetworkState": "Cho phép ứng dụng thay đổi trạng thái kết nối mạng.",
        "permdesc_changeTetherState": "Cho phép ứng dụng thay đổi trạng thái của kết nối mạng được dùng làm điểm truy cập Internet.",
        "permdesc_changeWifiMulticastState": "Cho phép ứng dụng nhận các gói được gửi đến tất cả các thiết bị trên mạng Wi-Fi các địa chỉ đa hướng, chứ không phải chỉ điện thoại của bạn. Chế độ này sử dụng nhiều năng lượng hơn chế độ không phát đa hướng.",
        "permdesc_changeWifiState": "Cho phép ứng dụng kết nối ngắt kết nối khỏi các điểm truy cập Wi-Fi và để thực hiện thay đổi đối với cấu hình thiết bị cho mạng Wi-Fi.",
        "permdesc_changeWimaxState": "Cho phép ứng dụng kết nối điện thoại và ngắt kết nối điện thoại khỏi mạng WiMAX.",
        "permdesc_companionProfileWatch": "Cho phép một ứng dụng đồng hành quản lý các đồng hồ.",
        "permdesc_connection_manager": "Cho phép ứng dụng quản lý kết nối viễn thông.",
        "permdesc_control_incall_experience": "Cho phép ứng dụng cung cấp trải nghiệm người dùng trong cuộc gọi.",
        "permdesc_createNetworkSockets": "Cho phép ứng dụng tạo cổng mạng và sử dụng giao thức mạng tùy chỉnh. Trình duyệt và các ứng dụng khác cung cấp các phương tiện để gửi dữ liệu lên internet do đó không yêu cầu quyền này để gửi dữ liệu lên internet.",
        "permdesc_deliverCompanionMessages": "Cho phép một ứng dụng đồng hành gửi thông báo đồng hành đến các thiết bị khác.",
        "permdesc_detectScreenCapture": "Ứng dụng này sẽ nhận được thông báo nếu người dùng chụp màn hình trong khi đang dùng ứng dụng.",
        "permdesc_disableKeyguard": "Cho phép ứng dụng tắt khóa phím và bất kỳ bảo mật mật khẩu được liên kết nào. Ví dụ: điện thoại tắt khóa phím khi nhận được cuộc gọi đến, sau đó bật lại khóa phím khi cuộc gọi kết thúc.",
        "permdesc_enableCarMode": "Cho phép ứng dụng bật chế độ trên ô tô.",
        "permdesc_exemptFromAudioRecordRestrictions": "Miễn các hạn chế ghi âm cho ứng dụng.",
        "permdesc_expandStatusBar": "Cho phép ứng dụng mở rộng hoặc thu gọn thanh trạng thái.",
        "permdesc_foregroundService": "Cho phép ứng dụng sử dụng các dịch vụ trên nền trước.",
        "permdesc_foregroundServiceCamera": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"camera\"",
        "permdesc_foregroundServiceConnectedDevice": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"connectedDevice\"",
        "permdesc_foregroundServiceDataSync": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"dataSync\"",
        "permdesc_foregroundServiceFileManagement": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"fileManagement\"",
        "permdesc_foregroundServiceHealth": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"health\"",
        "permdesc_foregroundServiceLocation": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"location\"",
        "permdesc_foregroundServiceMediaPlayback": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"mediaPlayback\"",
        "permdesc_foregroundServiceMediaProjection": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"mediaProjection\"",
        "permdesc_foregroundServiceMicrophone": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"microphone\"",
        "permdesc_foregroundServicePhoneCall": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"phoneCall\"",
        "permdesc_foregroundServiceRemoteMessaging": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"remoteMessaging\"",
        "permdesc_foregroundServiceSpecialUse": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"specialUse\"",
        "permdesc_foregroundServiceSystemExempted": "Cho phép ứng dụng dùng các dịch vụ trên nền trước thuộc loại \"systemExempted\"",
        "permdesc_fullScreenIntent": "Cho phép ứng dụng hiển thị thông báo dưới dạng các hoạt động ở chế độ toàn màn hình trên thiết bị ở trạng thái khóa",
        "permdesc_getAccounts": "Cho phép ứng dụng nhận danh sách các tài khoản mà điện thoại biết. Danh sách này có thể bao gồm bất kỳ tài khoản nào được tạo bởi các ứng dụng mà bạn đã cài đặt.",
        "permdesc_getPackageSize": "Cho phép ứng dụng truy xuất mã, dữ liệu và kích thước bộ nhớ đệm của chính ứng dụng",
        "permdesc_getTasks": "Cho phép ứng dụng truy xuất thông tin về các công việc đã và đang chạy gần đây. Việc này có thể cho phép ứng dụng phát hiện thông tin về những ứng dụng nào đã được sử dụng trên thiết bị.",
        "permdesc_handoverStatus": "Cho phép ứng dụng này nhận thông tin về các lần chuyển hiện tại của Android Beam",
        "permdesc_hideOverlayWindows": "Ứng dụng này có thể yêu cầu hệ thống ẩn lớp phủ của các ứng dụng khác để các lớp phủ đó không hiển thị trên ứng dụng này.",
        "permdesc_highSamplingRateSensors": "Cho phép ứng dụng lấy mẫu dữ liệu cảm biến ở tốc độ lớn hơn 200 Hz",
        "permdesc_imagesWrite": "Cho phép ứng dụng sửa đổi bộ sưu tập ảnh của bạn.",
        "permdesc_install_shortcut": "Cho phép ứng dụng thêm lối tắt trên Màn hình chính mà không cần sự can thiệp của người dùng.",
        "permdesc_invokeCarrierSetup": "Cho phép chủ sở hữu gọi ra ứng dụng cấu hình do nhà cung cấp dịch vụ cung cấp. Không cần thiết cho các ứng dụng thông thường.",
        "permdesc_killBackgroundProcesses": "Cho phép ứng dụng kết thúc các quá trình nền của các ứng dụng khác. Việc này có thể khiến các ứng dụng khác dừng chạy.",
        "permdesc_manageFace": "Cho phép ứng dụng gọi ra các phương pháp để thêm và xóa các mẫu khuôn mặt để sử dụng.",
        "permdesc_manageFingerprint": "Cho phép ứng dụng gọi các phương pháp để thêm và xóa các mẫu vân tay để sử dụng.",
        "permdesc_manageNetworkPolicy": "Cho phép ứng dụng quản lý chính sách mạng và xác định quy tắc dành riêng cho ứng dụng.",
        "permdesc_manageOngoingCalls": "Cho phép một ứng dụng xem thông tin chi tiết về các cuộc gọi đang diễn ra trên thiết bị và kiểm soát các cuộc gọi này.",
        "permdesc_manageOwnCalls": "Cho phép ứng dụng định tuyến cuộc gọi thông qua hệ thống nhằm cải thiện trải nghiệm gọi điện.",
        "permdesc_manageProfileAndDeviceOwners": "Cho phép ứng dụng đặt chủ sở hữu hồ sơ và chủ sở hữu thiết bị.",
        "permdesc_mediaLocation": "Cho phép ứng dụng đọc các vị trí từ bộ sưu tập phương tiện của bạn.",
        "permdesc_modifyAudioSettings": "Cho phép ứng dụng sửa đổi cài đặt âm thanh chung chẳng hạn như âm lượng và loa nào được sử dụng cho thiết bị ra.",
        "permdesc_modifyNetworkAccounting": "Cho phép ứng dụng sửa đổi cách tính mức sử dụng mạng so với ứng dụng. Không dành cho các ứng dụng thông thường.",
        "permdesc_nearby_wifi_devices": "Cho phép ứng dụng này thông báo, kết nối và xác định vị trí tương đối của các thiết bị Wi‑Fi lân cận",
        "permdesc_nfc": "Cho phép ứng dụng giao tiếp với thẻ Giao tiếp trường gần (NFC), thẻ và trình đọc.",
        "permdesc_observeCompanionDevicePresence": "Cho phép một ứng dụng đồng hành phát hiện thiết bị đồng hành khi các thiết bị ở gần hoặc ở xa.",
        "permdesc_persistentActivity": "Cho phép ứng dụng tạo sự đồng nhất cho các phần của mình trong bộ nhớ. Việc này có thể hạn chế bộ nhớ đối với các ứng dụng khác đang làm chậm điện thoại.",
        "permdesc_postNotification": "Cho phép ứng dụng hiện thông báo.",
        "permdesc_preferredPaymentInfo": "Cho phép ứng dụng nhận thông tin về dịch vụ thanh toán qua Giao tiếp tầm gần (NFC) mà bạn ưu tiên, chẳng hạn như các hình thức hỗ trợ đã đăng ký và điểm đến trong hành trình.",
        "permdesc_processOutgoingCalls": "Cho phép ứng dụng xem số được gọi trong một cuộc gọi đi với tùy chọn chuyển hướng cuộc gọi đến một số khác hoặc hủy cuộc gọi đó hoàn toàn.",
        "permdesc_queryAllPackages": "Cho phép một ứng dụng xem tất cả các gói đã cài đặt.",
        "permdesc_readBasicPhoneState": "Cho phép ứng dụng thực hiện các chức năng truyền phát âm thanh cơ bản của thiết bị.",
        "permdesc_readCalendar": "Ứng dụng này có thể đọc tất cả các sự kiện lịch được lưu trữ trên điện thoại của bạn và chia sẻ hoặc lưu dữ liệu lịch của bạn.",
        "permdesc_readCallLog": "Ứng dụng này có thể đọc nhật ký cuộc gọi của bạn.",
        "permdesc_readCellBroadcasts": "Cho phép ứng dụng đọc tin nhắn quảng bá mà thiết bị của bạn nhận được. Tin nhắn quảng bá cảnh báo được gửi ở một số địa điểm nhằm cảnh báo cho bạn về các tình huống khẩn cấp. Các ứng dụng độc hại có thể gây ảnh hưởng đến hiệu suất hoặc hoạt động của thiết bị của bạn khi nhận được tin nhắn quảng bá khẩn cấp.",
        "permdesc_readContacts": "Cho phép ứng dụng đọc dữ liệu về người liên hệ mà bạn lưu trữ trên điện thoại. Ứng dụng cũng sẽ có quyền truy cập vào các tài khoản đã tạo người liên hệ trên điện thoại của bạn. Đây có thể là các tài khoản do ứng dụng (bạn đã cài đặt) tạo. Quyền này cho phép ứng dụng lưu dữ liệu về người liên hệ của bạn và các ứng dụng độc hại có thể lén lút chia sẻ dữ liệu này.",
        "permdesc_readHistoryBookmarks": "Cho phép ứng dụng đọc tất cả các URL mà Trình duyệt đã truy cập và tất cả các dấu trang của Trình duyệt. Lưu ý: quyền này có thể không được thực thi bằng trình duyệt của bên thứ ba hoặc các ứng dụng khác có khả năng duyệt web.",
        "permdesc_readInstallSessions": "Cho phép ứng dụng đọc phiên cài đặt. Thao tác này sẽ cho phép ứng dụng xem chi tiết về gói cài đặt đang hoạt động.",
        "permdesc_readMediaAudio": "Cho phép ứng dụng đọc các tệp âm thanh từ bộ nhớ được chia sẻ.",
        "permdesc_readMediaImages": "Cho phép ứng dụng đọc các tệp hình ảnh từ bộ nhớ được chia sẻ.",
        "permdesc_readMediaVideo": "Cho phép ứng dụng đọc các tệp video từ bộ nhớ được chia sẻ.",
        "permdesc_readNetworkUsageHistory": "Cho phép ứng dụng đọc thông tin lịch sử sử dụng mạng của các mạng và ứng dụng cụ thể.",
        "permdesc_readPhoneNumbers": "Cho phép ứng dụng truy cập số điện thoại của thiết bị.",
        "permdesc_readPhoneState": "Cho phép ứng dụng truy cập vào các tính năng điện thoại của thiết bị. Quyền này cho phép ứng dụng xác định số điện thoại và ID thiết bị, cho dù cuộc gọi có hiện hoạt hay không và số từ xa có được kết nối bằng một cuộc gọi hay không.",
        "permdesc_readSms": "Ứng dụng này có thể đọc tất cả các tin nhắn SMS (văn bản) được lưu trữ trên điện thoại của bạn.",
        "permdesc_readSyncSettings": "Cho phép ứng dụng đọc cài đặt đồng bộ hóa cho tài khoản. Ví dụ: việc này có thể xác định liệu ứng dụng Mọi người đã được đồng bộ hóa với tài khoản chưa.",
        "permdesc_readSyncStats": "Cho phép ứng dụng đọc thống kê đồng bộ hóa cho tài khoản, bao gồm lịch sử của các sự kiện đồng bộ hóa và lượng dữ liệu được đồng bộ hóa.",
        "permdesc_readVisualUserSelect": "Cho phép ứng dụng đọc các tệp hình ảnh và video mà bạn chọn trong bộ nhớ dùng chung.",
        "permdesc_receiveBootCompleted": "Cho phép ứng dụng tự chạy ngay khi hệ thống khởi động xong. Quyền này có thể khiến điện thoại mất nhiều thời gian khởi động hơn và cho phép ứng dụng làm chậm toàn bộ điện thoại do ứng dụng luôn chạy.",
        "permdesc_receiveMms": "Cho phép ứng dụng nhận và xử lý tin nhắn MMS. Điều này có nghĩa là ứng dụng có thể theo dõi hoặc xóa tin nhắn được gửi đến thiết bị của bạn mà không hiển thị chúng cho bạn.",
        "permdesc_receiveSms": "Cho phép ứng dụng nhận và xử lý tin nhắn SMS. Điều này có nghĩa là ứng dụng có thể theo dõi hoặc xóa tin nhắn được gửi đến thiết bị của bạn mà không hiển thị chúng cho bạn.",
        "permdesc_receiveWapPush": "Cho phép ứng dụng nhận và xử lý tin nhắn WAP. Quyền này bao gồm khả năng giám sát hoặc xóa tin nhắn được gửi cho bạn mà không hiển thị chúng cho bạn.",
        "permdesc_recordAudio": "Ứng dụng này có thể ghi âm bằng micrô khi bạn đang dùng ứng dụng.",
        "permdesc_recordBackgroundAudio": "Ứng dụng này có thể ghi âm bằng micrô bất kỳ lúc nào.",
        "permdesc_register_call_provider": "Cho phép ứng dụng đăng ký kết nối viễn thông mới.",
        "permdesc_register_sim_subscription": "Cho phép ứng dụng đăng ký kết nối SIM viễn thông mới.",
        "permdesc_removeDrmCertificates": "Cho phép ứng dụng xóa chứng chỉ DRM. Có thể không cần thiết cho các ứng dụng thông thường.",
        "permdesc_reorderTasks": "Cho phép ứng dụng di chuyển công việc sang nền trước và nền sau. Ứng dụng có thể thực hiện việc này mà không cần bạn nhập.",
        "permdesc_requestDeletePackages": "Cho phép ứng dụng yêu cầu xóa gói.",
        "permdesc_requestIgnoreBatteryOptimizations": "Cho phép ứng dụng hỏi quyền để bỏ qua tối ưu hóa pin cho ứng dụng đó.",
        "permdesc_requestInstallPackages": "Cho phép ứng dụng yêu cầu cài đặt gói.",
        "permdesc_requestPasswordComplexity": "Cho phép ứng dụng nắm được độ phức tạp của khóa màn hình (cao, trung bình, thấp hoặc không có), mức độ này cho biết phạm vi độ dài và loại khóa màn hình có thể có. Ứng dụng cũng có thể gợi ý người dùng cập nhật khóa màn hình lên một mức độ nhất định, nhưng người dùng có thể tùy ý bỏ qua và điều hướng ra khỏi gợi ý đó. Lưu ý rằng khóa màn hình không được lưu dưới dạng văn bản thuần nên ứng dụng không biết mật khẩu chính xác.",
        "permdesc_route_media_output": "Cho phép ứng dụng định tuyến thiết bị ra phương tiện đến các thiết bị bên ngoài khác.",
        "permdesc_runInBackground": "Ứng dụng này có thể chạy trong nền. Việc này có thể tiêu hao pin nhanh hơn.",
        "permdesc_schedule_exact_alarm": "Ứng dụng này có thể lên lịch thực hiện công việc vào một thời điểm mong muốn trong tương lai. Điều này cũng đồng nghĩa với việc ứng dụng có thể chạy khi bạn không chủ động sử dụng thiết bị.",
        "permdesc_sdcardRead": "Cho phép ứng dụng đọc nội dung của bộ nhớ dùng chung.",
        "permdesc_sdcardWrite": "Cho phép ứng dụng ghi nội dung của bộ nhớ dùng chung.",
        "permdesc_sendSms": "Cho phép ứng dụng gửi tin nhắn SMS. Việc này có thể dẫn đến các khoản phí không mong muốn. Các ứng dụng độc hai có thể khiến bạn tốn tiền bằng cách gửi tin nhắn mà không cần sự xác nhận của bạn.",
        "permdesc_setAlarm": "Cho phép ứng dụng đặt báo thức trong ứng dụng đồng hồ báo thức được cài đặt. Một số ứng dụng đồng hồ báo thức có thể không thực thi tính năng này.",
        "permdesc_setInputCalibration": "Cho phép ứng dụng sửa đổi các thông số hiệu chỉnh của màn hình cảm ứng. Không cần cho ứng dụng thông thường.",
        "permdesc_setTimeZone": "Cho phép ứng dụng thay đổi múi giờ của điện thoại.",
        "permdesc_setWallpaper": "Cho phép ứng dụng đặt hình nền hệ thống.",
        "permdesc_setWallpaperHints": "Cho phép ứng dụng đặt gợi ý kích thước hình nền của hệ thống.",
        "permdesc_sim_communication": "Cho phép ứng dụng gửi lệnh đến SIM. Việc này rất nguy hiểm.",
        "permdesc_startForegroundServicesFromBackground": "Cho phép một ứng dụng đồng hành bắt đầu các dịch vụ trên nền trước từ nền.",
        "permdesc_startReviewPermissionDecisions": "Cho phép chủ sở hữu bắt đầu kiểm tra để xem xét các quyết định cấp quyền. Việc này hoàn toàn không cần thiết đối với các ứng dụng thông thường.",
        "permdesc_startViewAppFeatures": "Cho phép chủ sở hữu bắt đầu xem thông tin về tính năng của một ứng dụng.",
        "permdesc_startViewPermissionUsage": "Cho phép chủ sở hữu bắt đầu việc sử dụng quyền cho một ứng dụng. Các ứng dụng bình thường sẽ không bao giờ cần quyền này.",
        "permdesc_statusBar": "Cho phép ứng dụng vô hiệu hóa thanh trạng thái hoặc thêm và xóa biểu tượng hệ thống.",
        "permdesc_statusBarService": "Cho phép ứng dụng trở thành thanh trạng thái.",
        "permdesc_subscribedFeedsRead": "Cho phép ứng dụng lấy thông tin chi tiết về nguồn cấp dữ liệu hiện được đồng bộ hóa.",
        "permdesc_systemAlertWindow": "Ứng dụng này có thể xuất hiện ở phía trên cùng của các ứng dụng khác hoặc các phần khác của màn hình. Điều này có thể cản trở hoạt động sử dụng ứng dụng thông thường và thay đổi cách các ứng dụng khác xuất hiện.",
        "permdesc_systemCamera": "Ứng dụng hệ thống hoặc có đặc quyền này có thể dùng máy ảnh hệ thống để chụp ảnh và quay video bất cứ lúc nào. Ngoài ra, ứng dụng này cũng cần có quyền android.permission.CAMERA",
        "permdesc_transmitIr": "Cho phép ứng dụng sử dụng bộ phát hồng ngoại của điện thoại.",
        "permdesc_turnScreenOn": "Cho phép ứng dụng bật màn hình.",
        "permdesc_uninstall_shortcut": "Cho phép ứng dụng xóa lối tắt trên Màn hình chính mà không cần sự can thiệp của người dùng.",
        "permdesc_updatePackagesWithoutUserAction": "Cho phép chủ sở hữu cập nhật ứng dụng họ từng cài đặt mà không cần người dùng thực hiện hành động",
        "permdesc_useBiometric": "Cho phép ứng dụng dùng phần cứng sinh trắc học để xác thực",
        "permdesc_useDataInBackground": "Ứng dụng này có thể sử dụng dữ liệu trong nền. Việc này có thể tăng mức sử dụng dữ liệu.",
        "permdesc_useFaceAuthentication": "Cho phép ứng dụng sử dụng phần cứng mở khóa bằng khuôn mặt để xác thực",
        "permdesc_useFingerprint": "Cho phép ứng dụng sử dụng phần cứng vân tay để xác thực",
        "permdesc_use_exact_alarm": "Ứng dụng này có thể lên lịch cho các hành động như thông báo cho bạn bằng chuông báo và lời nhắc vào một thời điểm mong muốn trong tương lai.",
        "permdesc_use_sip": "Cho phép ứng dụng thực hiện và nhận các cuộc gọi qua SIP.",
        "permdesc_uwb_ranging": "Cho phép ứng dụng xác định khoảng cách tương đối giữa các thiết bị ở gần dùng Băng tần siêu rộng",
        "permdesc_vibrate": "Cho phép ứng dụng kiểm soát bộ rung.",
        "permdesc_vibrator_state": "Cho phép ứng dụng truy cập vào trạng thái bộ rung.",
        "permdesc_videoWrite": "Cho phép ứng dụng sửa đổi bộ sưu tập video của bạn.",
        "permdesc_wakeLock": "Cho phép ứng dụng ngăn điện thoại chuyển sang chế độ ngủ.",
        "permdesc_writeCalendar": "Ứng dụng này có thể thêm, xóa hoặc thay đổi sự kiện lịch trên điện thoại của bạn. Ứng dụng này có thể gửi các tin nhắn trông có vẻ như được gửi từ các chủ sở hữu lịch hoặc thay đổi sự kiện mà không thông báo cho chủ sở hữu.",
        "permdesc_writeCallLog": "Cho phép ứng dụng sửa đổi nhật ký cuộc gọi trên điện thoại của bạn, bao gồm dữ liệu về các cuộc gọi đến và gọi đi. Các ứng dụng độc hại có thể sử dụng quyền này để xóa hoặc sửa đổi nhật ký cuộc gọi của bạn.",
        "permdesc_writeContacts": "Cho phép ứng dụng sửa đổi dữ liệu về người liên hệ mà bạn lưu trữ trên điện thoại của mình. Quyền này cho phép ứng dụng xóa dữ liệu về người liên hệ.",
        "permdesc_writeGeolocationPermissions": "Cho phép ứng dụng sửa đổi cấp phép vị trí địa lý của Trình duyệt. Ứng dụng độc hại có thể lợi dụng quyền này để cho phép gửi thông tin vị trí tới các trang web tùy ý.",
        "permdesc_writeHistoryBookmarks": "Cho phép ứng dụng sửa đổi lịch sử hoặc dấu trang của Trình duyệt được lưu trữ trên điện thoại của bạn. Việc này có thể cho phép ứng dụng xóa hoặc sửa đổi dữ liệu của Trình duyệt. Lưu ý: quyền này có thể không được thực thi bởi các trình duyệt của bên thứ ba hoặc các ứng dụng khác có khả năng duyệt web.",
        "permdesc_writeSettings": "Cho phép ứng dụng sửa đổi dữ liệu cài đặt của hệ thống. Ứng dụng độc hại có thể làm hỏng cấu hình hệ thống của bạn.",
        "permdesc_writeSyncSettings": "Cho phép ứng dụng sửa đổi cài đặt đồng bộ hóa cho tài khoản. Ví dụ: ứng dụng có thể được sử dụng để cho phép đồng bộ hóa ứng dụng Mọi người với tài khoản.",
        "permgroupbackgroundrequest_location": "Cho phép ứng dụng yêu cầu vị trí trong nền.",
        "permgroupbackgroundrequestdetail_location": "Hiện tại, ứng dụng này chỉ có thể truy cập vào vị trí trong khi bạn dùng",
        "permgroupdesc_activityRecognition": "truy cập vào hoạt động thể chất",
        "permgroupdesc_calendar": "truy cập lịch của bạn",
        "permgroupdesc_calllog": "đọc và ghi nhật ký cuộc gọi điện thoại",
        "permgroupdesc_camera": "chụp ảnh và quay video",
        "permgroupdesc_contacts": "truy cập vào danh bạ của bạn",
        "permgroupdesc_location": "truy cập vị trí của thiết bị này",
        "permgroupdesc_microphone": "ghi âm",
        "permgroupdesc_nearby_devices": "khám phá và kết nối với các thiết bị ở gần",
        "permgroupdesc_notifications": "hiện thông báo",
        "permgroupdesc_phone": "thực hiện và quản lý cuộc gọi điện thoại",
        "permgroupdesc_readMediaAural": "truy cập nhạc và âm thanh trên thiết bị của bạn",
        "permgroupdesc_readMediaVisual": "truy cập ảnh và video trên thiết bị của bạn",
        "permgroupdesc_sensors": "truy cập dữ liệu cảm biến về dấu hiệu sinh tồn của bạn",
        "permgroupdesc_sms": "gửi và xem tin nhắn SMS",
        "permgroupdesc_storage": "truy cập ảnh, phương tiện và tệp trên thiết bị của bạn",
        "permgrouplab_activityRecognition": "Hoạt động thể chất",
        "permgrouplab_calendar": "Lịch",
        "permgrouplab_calllog": "Nhật ký cuộc gọi",
        "permgrouplab_camera": "Máy ảnh",
        "permgrouplab_contacts": "Danh bạ",
        "permgrouplab_location": "Vị trí",
        "permgrouplab_microphone": "Micrô",
        "permgrouplab_nearby_devices": "Thiết bị ở gần",
        "permgrouplab_notifications": "Thông báo",
        "permgrouplab_phone": "Điện thoại",
        "permgrouplab_readMediaAural": "Nhạc và âm thanh",
        "permgrouplab_readMediaVisual": "Ảnh và video",
        "permgrouplab_sensors": "Cảm biến cơ thể",
        "permgrouplab_sms": "Tin nhắn SMS",
        "permgrouplab_storage": "Tệp",
        "permgrouprequest_activityRecognition": "Cho phép ứng dụng theo dõi hoạt động của bạn.",
        "permgrouprequest_calendar": "Cho phép <b>",
        "permgrouprequest_calllog": "Cho phép <b>",
        "permgrouprequest_camera": "Cho phép <b>",
        "permgrouprequest_contacts": "Cho phép <b>",
        "permgrouprequest_location": "Cho phép <b>",
        "permgrouprequest_microphone": "Cho phép <b>",
        "permgrouprequest_phone": "Cho phép <b>",
        "permgrouprequest_sensors": "Cho phép <b>",
        "permgrouprequest_sms": "Cho phép <b>",
        "permgrouprequest_storage": "Cho phép <b>",
        "permgrouprequestdetail_location": "Ứng dụng này sẽ chỉ có quyền truy cập vào vị trí khi bạn đang sử dụng ứng dụng này",
        "permlab_acceptHandover": "tiếp tục cuộc gọi từ một ứng dụng khác",
        "permlab_accessBackgroundLocation": "truy cập vào vị trí khi ở trong nền",
        "permlab_accessCoarseLocation": "chỉ truy cập thông tin vị trí gần đúng khi ứng dụng mở trên màn hình",
        "permlab_accessDrmCertificates": "truy cập chứng chỉ DRM",
        "permlab_accessFineLocation": "chỉ truy cập vị trí chính xác trong nền trước",
        "permlab_accessImsCallService": "truy cập dịch vụ gọi điện qua IMS",
        "permlab_accessLocationExtraCommands": "truy cập vào các lệnh của nhà cung cấp vị trí bổ sung",
        "permlab_accessNetworkConditions": "quan sát các điều kiện mạng",
        "permlab_accessNetworkState": "xem kết nối mạng",
        "permlab_accessNotifications": "truy cập thông báo",
        "permlab_accessWifiState": "xem kết nối Wi-Fi",
        "permlab_accessWimaxState": "kết nối và ngắt kết nối khỏi WiMAX",
        "permlab_access_notification_policy": "truy cập Không làm phiền",
        "permlab_activityRecognition": "nhận dạng hoạt động thể chất",
        "permlab_addVoicemail": "thêm thư thoại",
        "permlab_answerPhoneCalls": "trả lời cuộc gọi điện thoại",
        "permlab_audioWrite": "sửa đổi bộ sưu tập nhạc",
        "permlab_backgroundCamera": "chụp ảnh và quay video trong nền",
        "permlab_bindCarrierMessagingService": "liên kết với dịch vụ nhắn tin của nhà cung cấp dịch vụ",
        "permlab_bindCarrierServices": "liên kết với dịch vụ của nhà cung cấp",
        "permlab_bindCellBroadcastService": "Chuyển tiếp thông báo truyền phát trên di động",
        "permlab_bindConditionProviderService": "liên kết với dịch vụ trình cung cấp điều kiện",
        "permlab_bindDreamService": "liên kết với dịch vụ dream",
        "permlab_bindNotificationListenerService": "liên kết với dịch vụ trình xử lý thông báo",
        "permlab_bind_connection_service": "tương tác với dịch vụ điện thoại",
        "permlab_bind_incall_service": "tương tác với màn hình trong cuộc gọi",
        "permlab_bluetooth": "ghép nối với thiết bị Bluetooth",
        "permlab_bluetoothAdmin": "truy cập cài đặt Bluetooth",
        "permlab_bluetooth_advertise": "quảng cáo trên các thiết bị Bluetooth ở gần",
        "permlab_bluetooth_connect": "kết nối với các thiết bị Bluetooth đã ghép nối",
        "permlab_bluetooth_scan": "khám phá và ghép nối với thiết bị Bluetooth ở gần",
        "permlab_bodySensors": "truy cập cảm biến cơ thể (như máy đo nhịp tim)",
        "permlab_bodySensors_background": "Truy cập vào thông tin cảm biến cơ thể (ví dụ như nhịp tim) khi đang chạy trong nền",
        "permlab_broadcastSticky": "gửi truyền phát hấp dẫn người xem",
        "permlab_callCompanionApp": "xem và kiểm soát cuộc gọi qua hệ thống.",
        "permlab_callPhone": "gọi trực tiếp số điện thoại",
        "permlab_camera": "chụp ảnh và quay video",
        "permlab_cameraOpenCloseListener": "Cho phép một ứng dụng hoặc dịch vụ nhận lệnh gọi lại về các thiết bị máy ảnh đang được mở hoặc đóng.",
        "permlab_changeNetworkState": "thay đổi kết nối mạng",
        "permlab_changeTetherState": "thay đổi kết nối được dùng làm điểm truy cập Internet",
        "permlab_changeWifiMulticastState": "cho phép thu tín hiệu Wi-Fi Đa hướng",
        "permlab_changeWifiState": "kết nối và ngắt kết nối Wi-Fi",
        "permlab_changeWimaxState": "thay đổi trạng thái WiMAX",
        "permlab_companionProfileWatch": "Quyền sử dụng hồ sơ Đồng hồ của ứng dụng đồng hành để quản lý các đồng hồ",
        "permlab_connection_manager": "quản lý kết nối viễn thông",
        "permlab_control_incall_experience": "cung cấp trải nghiệm người dùng trong cuộc gọi",
        "permlab_createNetworkSockets": "có quyền truy cập mạng đầy đủ",
        "permlab_deliverCompanionMessages": "Gửi thông báo đồng hành",
        "permlab_detectScreenCapture": "phát hiện ảnh chụp màn hình các cửa sổ ứng dụng",
        "permlab_disableKeyguard": "vô hiệu hóa khóa màn hình của bạn",
        "permlab_enableCarMode": "bật chế độ trên ô tô",
        "permlab_exemptFromAudioRecordRestrictions": "miễn các hạn chế ghi âm",
        "permlab_expandStatusBar": "mở rộng/thu gọn thanh trạng thái",
        "permlab_foregroundService": "chạy dịch vụ trên nền trước",
        "permlab_foregroundServiceCamera": "chạy dịch vụ trên nền trước thuộc loại \"camera\"",
        "permlab_foregroundServiceConnectedDevice": "chạy dịch vụ trên nền trước thuộc loại \"connectedDevice\"",
        "permlab_foregroundServiceDataSync": "chạy dịch vụ trên nền trước thuộc loại \"dataSync\"",
        "permlab_foregroundServiceFileManagement": "chạy dịch vụ trên nền trước thuộc loại \"fileManagement\"",
        "permlab_foregroundServiceHealth": "chạy dịch vụ trên nền trước thuộc loại \"health\"",
        "permlab_foregroundServiceLocation": "chạy dịch vụ trên nền trước thuộc loại \"location\"",
        "permlab_foregroundServiceMediaPlayback": "chạy dịch vụ trên nền trước thuộc loại \"mediaPlayback\"",
        "permlab_foregroundServiceMediaProjection": "chạy dịch vụ trên nền trước thuộc loại \"mediaProjection\"",
        "permlab_foregroundServiceMicrophone": "chạy dịch vụ trên nền trước thuộc loại \"microphone\"",
        "permlab_foregroundServicePhoneCall": "chạy dịch vụ trên nền trước thuộc loại \"phoneCall\"",
        "permlab_foregroundServiceRemoteMessaging": "chạy dịch vụ trên nền trước thuộc loại \"remoteMessaging\"",
        "permlab_foregroundServiceSpecialUse": "chạy dịch vụ trên nền trước thuộc loại \"specialUse\"",
        "permlab_foregroundServiceSystemExempted": "chạy dịch vụ trên nền trước thuộc loại \"systemExempted\"",
        "permlab_fullScreenIntent": "hiển thị thông báo dưới dạng các hoạt động ở chế độ toàn màn hình trên thiết bị ở trạng thái khóa",
        "permlab_getAccounts": "tìm tài khoản trên thiết bị",
        "permlab_getPackageSize": "đo dung lượng lưu trữ ứng dụng",
        "permlab_getTasks": "truy xuất các ứng dụng đang chạy",
        "permlab_handoverStatus": "nhận trạng thái chuyển của Android Beam",
        "permlab_hideOverlayWindows": "ẩn lớp phủ của các ứng dụng khác",
        "permlab_highSamplingRateSensors": "truy cập vào dữ liệu cảm biến ở tốc độ lấy mẫu cao",
        "permlab_imagesWrite": "sửa đổi bộ sưu tập ảnh",
        "permlab_install_shortcut": "cài đặt lối tắt",
        "permlab_invokeCarrierSetup": "gọi ra ứng dụng cấu hình do nhà cung cấp dịch vụ cung cấp",
        "permlab_killBackgroundProcesses": "đóng ứng dụng khác",
        "permlab_manageFace": "quản lý phần cứng mở khóa bằng khuôn mặt",
        "permlab_manageFingerprint": "quản lý phần cứng vân tay",
        "permlab_manageNetworkPolicy": "quản lý chính sách mạng",
        "permlab_manageOngoingCalls": "Quản lý cuộc gọi đang diễn ra",
        "permlab_manageOwnCalls": "định tuyến cuộc gọi thông qua hệ thống",
        "permlab_manageProfileAndDeviceOwners": "quản lý chủ sở hữu thiết bị và hồ sơ",
        "permlab_mediaLocation": "đọc các vị trí từ bộ sưu tập phương tiện",
        "permlab_modifyAudioSettings": "thay đổi cài đặt âm thanh của bạn",
        "permlab_modifyNetworkAccounting": "sửa đổi hạch toán sử dụng mạng",
        "permlab_nearby_wifi_devices": "tương tác với các thiết bị Wi\\u2011Fi ở gần",
        "permlab_nfc": "kiểm soát Liên lạc trường gần",
        "permlab_observeCompanionDevicePresence": "Phát hiện thiết bị đồng hành",
        "permlab_persistentActivity": "đặt ứng dụng luôn chạy",
        "permlab_postNotification": "hiện thông báo",
        "permlab_preferredPaymentInfo": "Thông tin về dịch vụ thanh toán qua Giao tiếp tầm gần (NFC) được ưu tiên",
        "permlab_processOutgoingCalls": "định tuyến lại cuộc gọi đi",
        "permlab_queryAllPackages": "truy vấn tất cả các gói",
        "permlab_readBasicPhoneState": "đọc danh tính và trạng thái cơ bản của điện thoại",
        "permlab_readCalendar": "Đọc chi tiết và sự kiện lịch",
        "permlab_readCallLog": "đọc nhật ký cuộc gọi",
        "permlab_readCellBroadcasts": "đọc tin nhắn quảng bá",
        "permlab_readContacts": "đọc danh sách liên hệ của bạn",
        "permlab_readHistoryBookmarks": "đọc lịch sử và dấu trang Web của bạn",
        "permlab_readInstallSessions": "đọc phiên cài đặt",
        "permlab_readMediaAudio": "đọc các tệp âm thanh từ bộ nhớ được chia sẻ",
        "permlab_readMediaImages": "đọc các tệp hình ảnh từ bộ nhớ được chia sẻ",
        "permlab_readMediaVideo": "đọc các tệp video từ bộ nhớ được chia sẻ",
        "permlab_readNetworkUsageHistory": "đọc quá trình sử dụng mạng trước đây",
        "permlab_readPhoneNumbers": "đọc số điện thoại",
        "permlab_readPhoneState": "đọc trạng thái và nhận dạng của điện thoại",
        "permlab_readSms": "đọc tin nhắn văn bản của bạn (SMS hoặc MMS)",
        "permlab_readSyncSettings": "đọc cài đặt đồng bộ hóa",
        "permlab_readSyncStats": "đọc thống kê đồng bộ hóa",
        "permlab_readVisualUserSelect": "đọc các tệp hình ảnh và video mà người dùng đã chọn trong bộ nhớ dùng chung",
        "permlab_receiveBootCompleted": "chạy khi khởi động",
        "permlab_receiveMms": "nhận tin nhắn văn bản (MMS)",
        "permlab_receiveSms": "nhận tin nhắn văn bản (SMS)",
        "permlab_receiveWapPush": "nhận tin nhắn văn bản (WAP)",
        "permlab_recordAudio": "ghi âm",
        "permlab_recordBackgroundAudio": "ghi âm trong nền",
        "permlab_register_call_provider": "đăng ký kết nối viễn thông mới",
        "permlab_register_sim_subscription": "đăng ký kết nối SIM viễn thông mới",
        "permlab_removeDrmCertificates": "xóa chứng chỉ DRM",
        "permlab_reorderTasks": "sắp xếp lại những ứng dụng đang chạy",
        "permlab_requestDeletePackages": "yêu cầu xóa gói",
        "permlab_requestIgnoreBatteryOptimizations": "hỏi để bỏ qua tối ưu hóa pin",
        "permlab_requestInstallPackages": "yêu cầu gói cài đặt",
        "permlab_requestPasswordComplexity": "yêu cầu độ phức tạp của khóa màn hình",
        "permlab_route_media_output": "định tuyến thiết bị ra phương tiện",
        "permlab_runInBackground": "chạy trong nền",
        "permlab_schedule_exact_alarm": "Lên lịch cho các hành động được xác định thời gian chính xác",
        "permlab_sdcardRead": "đọc nội dung của bộ nhớ dùng chung",
        "permlab_sdcardWrite": "sửa đổi hoặc xóa nội dung của bộ nhớ dùng chung",
        "permlab_sendSms": "gửi và xem tin nhắn SMS",
        "permlab_setAlarm": "đặt báo thức",
        "permlab_setInputCalibration": "thay đổi hiệu chỉnh thiết bị đầu vào",
        "permlab_setTimeZone": "đặt múi giờ",
        "permlab_setWallpaper": "đặt hình nền",
        "permlab_setWallpaperHints": "điều chỉnh kích thước hình nền của bạn",
        "permlab_sim_communication": "gửi lệnh đến SIM",
        "permlab_startForegroundServicesFromBackground": "Bắt đầu các dịch vụ trên nền trước từ nền",
        "permlab_startReviewPermissionDecisions": "bắt đầu xem các quyết định cấp quyền",
        "permlab_startViewAppFeatures": "bắt đầu xem các tính năng của ứng dụng",
        "permlab_startViewPermissionUsage": "bắt đầu xem việc sử dụng quyền",
        "permlab_statusBar": "vô hiệu hóa hoặc sửa đổi thanh trạng thái",
        "permlab_statusBarService": "trở thành thanh trạng thái",
        "permlab_subscribedFeedsRead": "đọc nguồn cấp dữ liệu đã đăng ký",
        "permlab_systemAlertWindow": "Ứng dụng này có thể xuất hiện ở phía trên cùng của các ứng dụng khác",
        "permlab_systemCamera": "Cho phép một ứng dụng hoặc dịch vụ truy cập vào máy ảnh hệ thống để chụp ảnh và quay video",
        "permlab_transmitIr": "phát hồng ngoại",
        "permlab_turnScreenOn": "bật màn hình",
        "permlab_uninstall_shortcut": "gỡ cài đặt lối tắt",
        "permlab_updatePackagesWithoutUserAction": "cập nhật ứng dụng mà không cần người dùng thực hiện hành động",
        "permlab_useBiometric": "sử dụng phần cứng sinh trắc học",
        "permlab_useDataInBackground": "sử dụng dữ liệu trong nền",
        "permlab_useFaceAuthentication": "sử dụng phần cứng mở khóa bằng khuôn mặt",
        "permlab_useFingerprint": "sử dụng phần cứng vân tay",
        "permlab_use_exact_alarm": "Lên lịch cho chuông báo hoặc lời nhắc sự kiện",
        "permlab_use_sip": "thực hiện/nhận các cuộc gọi qua SIP",
        "permlab_uwb_ranging": "xác định khoảng cách tương đối giữa các thiết bị ở gần dùng Băng tần siêu rộng",
        "permlab_vibrate": "kiểm soát rung",
        "permlab_videoWrite": "sửa đổi bộ sưu tập video",
        "permlab_wakeLock": "ngăn điện thoại chuyển sang chế độ ngủ",
        "permlab_writeCalendar": "thêm hoặc sửa đổi các sự kiện lịch và gửi email cho khách mà chủ sở hữu không hề biết",
        "permlab_writeCallLog": "ghi nhật ký cuộc gọi",
        "permlab_writeContacts": "sửa đổi danh sách liên hệ của bạn",
        "permlab_writeGeolocationPermissions": "sửa đổi các quyền về vị trí địa lý của Trình duyệt",
        "permlab_writeHistoryBookmarks": "viết lịch sử và dấu trang web của bạn",
        "permlab_writeSettings": "sửa đổi các tùy chọn cài đặt hệ thống",
        "permlab_writeSyncSettings": "chuyển đổi bật và tắt đồng bộ hóa"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Tên",
            "bitcoin_alt": "Quyên góp qua Bitcoin",
            "credit_card": "Thẻ tín dụng",
            "crypto": "Tiền mã hoá",
            "currency": "Tiền tệ",
            "flattr_alt": "Quyên góp qua Flattr",
            "heading": "Quyên góp",
            "hellotux": "👕 Áo phông 👕 từ",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid sẽ nhận 3€ cho mỗi chiếc áo được bán.",
            "liberapay_alt": "Quyên góp qua Liberapay",
            "litecoin_alt": "Quyên góp qua Litecoin",
            "more_options": "Thêm tuỳ chọn",
            "opencollective_alt": "Quyên góp cho Tập thể của chúng tôi",
            "paypal": "PayPal",
            "paypal_alt": "Quyên góp qua PayPal",
            "powered_by_donations": "F-Droid được chạy bằng sự quyên góp của bạn!",
            "via_bank_transfer": "Chuyển khoản ngân hàng"
        },
        "lang": {
            "change": "Thay đổi"
        },
        "last_updated": {
            "heading": "Cập nhật lần cuối"
        },
        "latest_packages": {
            "heading": "Ứng dụng mới nhất"
        },
        "news": {
            "heading": "Tin tức"
        },
        "search": {
            "heading": "Tìm ứng dụng",
            "noscript": "Yêu cầu bật JavaScript",
            "search": "Tìm kiếm"
        }
    }
}
