{
    "add_repo": {
        "intro": "Quét mã QR từ các kho bạn muốn thêm từ các thiết bị hoặc trang web nơi chúng sẽ được tìm thấy.",
        "no_internet": "Không có internet? Không vấn đề. Học <a href=\"../swap/\">Cách gửi và nhận ứng dụng khi ngoại tuyến.</a>",
        "open_repo_link": {
            "description": "Nếu bạn được gửi một liên kết kho qua e-mail, mạng xã hội, hoặc SMS, hãy thêm khả năng cài đặt các ứng dụng trong kho đó vào F-Droid bằng cách mở nó.",
            "short_summary": "Mở liên kết kho",
            "steps": {
                "step_1": "Tải xuống và cài đặt ứng dụng F-Droid trên thiết bị Android của bạn.",
                "step_2": "Nhấn vào liên kết và mở nó trong một trình duyệt web trên thiết bị của bạn.",
                "step_3": "Khi bạn đã mở liên kết, nhấn nút 'Thêm vào F-Droid'.",
                "step_4": "Nhấn nút 'Tôi có F-Droid'. Ứng dụng F-Droid sẽ mở.",
                "step_5": "'Thêm kho mới' được hiện ra với địa chỉ kho cho nó được điền sẵn. Nhấn 'OK' để thêm nó.",
                "step_6": "Kho mới của bạn sẽ được thêm. Để xem danh sách các kho của bạn, mở 'Cài đặt'. Chọn 'Kho ứng dụng'.",
                "step_7": "Nhấn vào một kho để xem nội dung của nó.",
                "step_8": "Chọn các ứng dụng bạn muốn có và cài đặt chúng trên thiết bị của bạn."
            },
            "title": "Mở liên kết kho trên thiết bị của bạn"
        },
        "overview": {
            "summary": "Để lấy thêm, hãy thêm một kho vào F-Droid. Một kho là một bộ sưu tập nội dung được lựa chọn. Bạn có thể trực tiếp tìm hiểu về kho của người khác từ họ. Các nhà phát triển thường có liên kết đến kho F-Droid của họ trong trang web. Các huấn luyện viên thường chia sẻ liên kết kho qua email, Facebook hoặc Twitter.",
            "title": "Lấy thêm nội dung."
        },
        "scan_qr_code": {
            "description": "Quét mã QR của các kho bạn muốn thêm từ các thiết bị hoặc trang web nơi chúng sẽ được tìm thấy.",
            "related_tutorial": "Bạn cũng có thể có hứng thú với: <a href=\"../swap/\">Cách gửi và nhận ứng dụng khi ngoại tuyến</a>",
            "short_summary": "Quét mã QR",
            "steps": {
                "step_1": "Một khi mã QR của kho được hiển thị, hãy quét nó bằng cách sử dụng một ứng dụng quét mã QR.",
                "step_2": "Nhấn vào liên kết. Mở liên kết bằng F-Droid nếu có tuỳ chọn đó. Sau đó làm theo các câu hỏi. Nếu việc này có tác dụng, thì bạn đã làm xong rồi! Nếu không, hãy đi tiếp đến bước tiếp theo.",
                "step_3": "Nếu bạn không có tuỳ chọn mở liên kết bằng F-Droid, hãy đóng ứng dụng quét mã QR và mở ứng dụng F-Droid.",
                "step_4": "Trong F-Droid, nhấn 'Cài đặt'. Dưới 'Ứng dụng của tôi' chọn 'Kho ứng dụng'.",
                "step_5": "Trong màn hình Kho ứng dụng, nhấn biểu tượng '+' ở góc trên.",
                "step_6": "Địa chỉ kho sẽ được tự động điền vào. Nhấn 'Bật'. Lưu ý: Kho đó sẽ được lưu trong F-Droid, nhưng không ứng dụng nào sẽ được cài đặt cho đến khi bạn chọn và cài đặt theo cách thủ công."
            },
            "title": "Quét mã QR từ một thiết bị khác"
        },
        "title": "Cách thêm một kho vào F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Bạn có thể chỉnh sửa ứng dụng và các tóm tắt tệp để khiến cho khán giả bạn nhắm tới có thể hiểu được. Bạn có thể chỉnh sửa ngôn ngữ thành ngôn ngữ riêng của một quốc gia. Sau đó chia sẻ kho một cách liền mạch cho những người tham dự trước những buổi hội thảo và huấn luyện.",
            "steps": {
                "step_1": "Click vào một mục để mở chi tiết của nó.",
                "step_2": "Nhấn 'Chỉnh sửa'.",
                "step_3": "Tuỳ biến nội dung để phù hợp với khán giả bạn nhắm tới. Lưu ý: Các thay đổi bạn tạo sẽ chỉ được tạo cho kho của bạn. Chúng sẽ không cập nhật cho nguồn ban đầu. Hãy có sự tôn trọng khi tuỳ biến thông tin của nội dung không phải của bạn.",
                "step_4": "Tất cả thay đổi của bạn được tự động lưu."
            },
            "title": "Tuỳ biến kho của bạn"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Tải xuống và cài đặt ứng dụng web Repomaker vào máy tính của bạn. Bạn có thể tìm thêm thông tin trong <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">hướng dẫn cài đặt</a>.",
                "step_2": "Khởi chạy ứng dụng web Repomaker. Đăng ký hoặc đăng nhập để bắt đầu.",
                "step_3": "Tạo một kho mới và đặt tên tương ứng.",
                "step_4": "Chọn để thêm các ứng dụng từ thư viện và các kho có sẵn, hoặc tải lên các tệp của bạn. Click nút 'Thêm từ Thư viện' để chọn từ nội dung sẵn có.",
                "step_5": "Click nút 'Thêm' bên cạnh những mục bạn muốn thêm. Khi bạn đã xong, click mũi tên 'quay lại' để quay về kho của bạn.",
                "step_6": "Các ứng dụng của bạn sẽ được trưng bày trong mục hiển thị nội dung kho của bạn."
            },
            "title": "Tải xuống và cài đặt Repomaker để bắt đầu tạo"
        },
        "intro": "Không thể tìm thấy những gì bạn đang tìm? Tải xuống ứng dụng web Repomaker trên máy tính của bạn để tạo bộ sưu tập các ứng dụng và tệp được tuỳ biến của bạn.",
        "overview": {
            "summary": "Tạo kho ứng dụng được tuỳ biến của bạn. Sử dụng F-Droid để phân phối nội dung. Những huấn luyện viên sử dụng kho để dễ dàng chia sẻ một bộ sưu tập các tài nguyên và ứng dụng với những người tham gia tại một buổi huấn luyện khi không có kết nối internet đáng tin cậy. Những nhà phát triển sử dụng kho để phân phối các ứng dụng của họ đến các khán giả đặc biệt.",
            "title": "Thêm các ứng dụng và tệp của bạn."
        },
        "related_tutorial": "Bạn cũng có thể có hứng thú về: <a href=\"../add-repo/\">Cách thêm một kho vào F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Khi kho mà bạn muốn chia sẻ đang mở, click 'Chia sẻ' trong menu. Lưu ý: Bạn cần thiết lập một nơi để lưu trữ kho của bạn trước khi chia sẻ. Hướng dẫn cách làm vậy có ở trong Bước 2.",
                "step_2": "Bạn sẽ được hỏi thiết lập kho lưu trữ để xuất bản kho của bạn và trước khi chia sẻ. Nếu bạn không thấy trang này, hãy tiếp tục đến Bước 4.",
                "step_3": "Chọn tuỳ chọn lưu trữ phù hợp nhất với nhu cầu của bạn. Một khi bạn có kho lưu trữ, bạn đã sẵn sàng chia sẻ! Hãy quay lại để 'Chia sẻ'.",
                "step_4": "Chọn sao chép liên kết và gửi nó trực tiếp đến người ta qua email hoặc văn bản, hoặc chia sẻ kho của bạn trên Facebook hoặc Twitter. Khi người ta mở liên kết đến kho của bạn, họ sẽ cần phải thêm nó vào một thiết bị Android để truy cập các ứng dụng trong kho. Hãy xem <a href=\"../add-repo/\">Cách thêm một kho vào F-Droid</a> để biết thêm thông tin.",
                "step_5": "Tuỳ chọn 'Xem kho' cho phép bạn xem những gì bạn vừa xuất bản hoặc chia sẻ."
            },
            "title": "Tuỳ biến kho của bạn"
        },
        "title": "Cách tạo một kho",
        "update_repo": {
            "steps": {
                "step_1": "Nếu bạn thêm các ứng dụng từ thư viện, chúng được tự động cập nhật khi nguồn ứng dụng thêm các phiên bản mới. Đối với các tệp bạn đã tải lên, bạn có thể kéo thả các phiên bản được cập nhật trong mục hiển thị kho.",
                "step_2": "Cách khác là bạn có thể mở một mục để thêm một phiên bản mới. Chọn chỉnh sửa.",
                "step_3": "Cuộn xuống các phiên bản. Sau đó, thêm một phiên bản mới trong khu vực 'Lịch sử phiên bản'.",
                "step_4": "Sau đó, thêm một phiên bản mới trong khu vực 'Lịch sử phiên bản'."
            },
            "title": "Cập nhật kho của bạn"
        }
    },
    "misc": {
        "option_x_description": "Tuỳ chọn {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid là một cửa hàng ứng dụng độc lập, được cộng đồng cung ứng dành cho Android mà cũng là phần mềm tự do và mã nguồn mở. Trong F-Droid bạn có thể duyệt hơn 1,200 ứng dụng mã nguồn mở, tìm kiếm và cài đặt các ứng dụng từ các kho được tạo ra, hoặc tạo kho của bạn. Hãy mở f-droid.org trên thiết bị Android của bạn để tải xuống ứng dụng và bắt đầu!",
            "title": "Những gì bạn có thể làm với F-Droid",
            "tutorial_x_title": "Hướng dẫn {{ number }}: {{ title }}"
        },
        "step_x": "Bước {{ number }}",
        "step_x_description": "Bước {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Tất cả thiết bị cần F-Droid được tải xuống và cài đặt trước khi bắt đầu. Tất cả thiết bị nên làm theo các bước bên dưới.",
        "intro": "Không có internet? Không vấn đề. Tải xuống các ứng dụng từ những người gần bạn.",
        "overview": {
            "summary": "Không có internet? Không vấn đề. Tính năng Lân cận của F-Droid (F-Droid Nearby) cho bạn khả năng gửi và nhận nội dung đến những người trong cùng phòng.",
            "title": "Gửi và nhận các ứng dụng khi ngoại tuyến."
        },
        "related_tutorial": "Bạn cũng có thể có hứng thú về: <a href=\"../create-repo/\">Cách tạo một kho</a>",
        "step_1": "Mở F-Droid. Nhấn 'Lân cận' trong menu ở dưới cùng màn hình của bạn.",
        "step_10": "Để truy cập các ứng dụng đã cài đặt của bạn, mở cài đặt của F-Droid và chọn 'Quản lý các ứng dụng đã cài đặt' dưới 'Ứng dụng của tôi'.",
        "step_2": "Nhấn 'Tìm những người gần tôi' để tìm kiếm các thiết bị tương thích.",
        "step_3": "Một khi những người lân cận được tìm thấy, cả bạn và người nhận phải chọn nhau.",
        "step_4": "Khi đã kết nối, hãy chọn các ứng dụng bạn muốn chia sẻ với người nhận.",
        "step_5": "Nhấn nút '—&gt;'.",
        "step_6": "Một người sẽ được hỏi để xác nhận yêu cầu kết nối.",
        "step_7": "Nhấn nút 'Cài đặt' bên cạnh các ứng dụng bạn muốn cài đặt.",
        "step_8": "Nhấn 'Cài đặt' một lần nữa. Sau đó, hãy làm theo các câu hỏi của Android để hoàn thành quá trình cài đặt.",
        "step_9": "Khi cài đặt hoàn thành, các ứng dụng của bạn sẽ có trong thư viện ứng dụng của Android và có trong ứng dụng F-Droid trong mục ứng dụng đã cài đặt.",
        "title": "Cách gửi và nhận các ứng dụng khi ngoại tuyến"
    }
}
