{
    "antifeatures": {
        "Ads": "Aplicația conține reclame",
        "DisabledAlgorithm": "Aplicația are o semnătură slab securizată",
        "KnownVuln": "Aplicația conține o vulnerabilitate de securitate cunoscută",
        "NSFW": "Această aplicație conține conținut care nu ar trebui să fie făcut public sau vizibil peste tot",
        "NoSourceSince": "Codul sursă nu mai este disponibil, nu mai există posibilitatea de a actualiza",
        "NonFreeAdd": "Aplicația promovează anexe ce nu sunt software liber",
        "NonFreeAssets": "Aceasta aplicație conține resurse ce nu sunt la disponibile la liber",
        "NonFreeDep": "Aplicația depinde de alte aplicații ce nu sunt software liber",
        "NonFreeNet": "Aplicația promovează sau depinde în întregime de un serviciu de rețea care nu poate fi schimbat sau care nu este liber",
        "Tracking": "Aplicația îți înregistrează și raportează activitatea undeva",
        "UpstreamNonFree": "Codul sursa originar nu este în totalitatea lui software liber"
    },
    "app_categories": {
        "Connectivity": "Conectivitate",
        "Development": "Dezvoltare programe",
        "Games": "Jocuri",
        "Graphics": "Grafică",
        "Internet": "Internet",
        "Money": "Finanțe",
        "Multimedia": "Multimedia",
        "Navigation": "Navigație",
        "Phone & SMS": "Telefon &amp; SMS",
        "Reading": "Citit",
        "Science & Education": "Știință &amp; Educație",
        "Security": "Securitate",
        "Sports & Health": "Sport &amp; Sănătate",
        "System": "Sistem",
        "Theming": "Teme",
        "Time": "Timp",
        "Writing": "Scris",
        "show_all_packages": "Arată toate cele %d pachete"
    },
    "index": {
        "download_fdroid": "Descarcă F-Droid",
        "gpg_signature": "Semnătură PGP",
        "introduction": "F-Droid este un catalog instalabil de aplicații FOSS (software liber și cu sursă deschisă) pentru platforma Android. Clientul ușurează căutarea, instalarea și ținerea evidenței actualizărilor pe dispozitivul dumneavoastră.",
        "pgp_verification_instructions": "Instrucțiuni de verificare a descărcării",
        "screenshot": "Captura de ecran aplicația F-Droid",
        "title": "Ce este F-Droid?"
    },
    "mirrors": {
        "cn": "China continentală",
        "de": "Germania",
        "dk": "Danemarca",
        "indiana": "Indiana, SUA",
        "se": "Suedia",
        "sg": "Singapore",
        "tw": "Taiwán",
        "ua": "Ucraina"
    },
    "navigation": {
        "about": "Despre",
        "apps": "Aplicații",
        "contribute": "Contribuție",
        "documentation": "Documentație",
        "edit_on_gitlab": "Editare pe GitLab",
        "forum": "Forum",
        "issues": "Probleme",
        "news": "Știri",
        "statuspage": "Stare",
        "translate_on_weblate": "Tradu pe Weblate"
    },
    "news": {
        "date_format": "%Y-%m-%d",
        "newer_posts": "← Postări mai noi",
        "older_posts": "Postări mai vechi →",
        "posted_on": "Publicat pe {{ post_date }}",
        "posted_on_by": "Postat pe {{ post_date }} de"
    },
    "package": {
        "added_on": "Adăugată pe {{ package_added_date }}",
        "anti_features": "Caracteristici neplăcute",
        "anti_features_warning": "Această aplicație are caracteristici ce ar putea să nu vă placă.",
        "author": "Autor",
        "build_log": "Jurnal compilare",
        "build_metadata": "Metadate de construcție",
        "changelog": "Listă schimbări",
        "donate": "Donează",
        "download": "Descarcă {{ file_extension }}",
        "file_size_bytes": "octeți",
        "file_size_format": "%{number} %{unit}",
        "file_size_gibibytes": "GiB",
        "file_size_kibibytes": "KiB",
        "file_size_mebibytes": "MiB",
        "file_size_tebibytes": "TiB",
        "flattr": "Flattr",
        "gpg_signature": "Semnătură PGP",
        "issue_tracker": "Listă probleme",
        "liberapay": "Liberapay",
        "license": "Licență",
        "minimum_android_version": "Această versiune necesită Android {{ android_version }} sau mai nou.",
        "new_in_version": "Noutăți în versiunea {{ latest_version }}",
        "no_permissions": "Fără permisiuni",
        "opencollective": "Colectiv deschis",
        "package_icon_alt": "iconiță pachet",
        "package_screenshot_alt": "captură ecran",
        "packages": "Pachete",
        "permissions": "Permisiuni",
        "signed_by_developer": "Este compilat și semnat de către programatorii inițiali, și este garantat să corespundă cu <a href=\"{{ source_code_url }}\">această arhivă ce conține codul sursă</a>.",
        "signed_by_fdroid": "Este compilat și semnat de către F-Droid, și este garantat să corespundă cu <a href=\"{{ source_code_url }}\">această arhivă ce conține codul sursă</a>.",
        "source_code": "Cod sursă",
        "suggest_downloading_via_fdroid": "Cu toate că fișierele APK sunt disponibile mai jos, pentru a vă ajuta, trebuie să știți că instalând în acest fel nu veți primi notificări de actualizare și este un mod mai puțin sigur de a descărca. Vă recomandăm să instalați și să utilizați clientul F-Droid.",
        "suggested": "Recomandată",
        "translation": "Traducere",
        "version_info": "<b>Versiunea {{ package_version }}</b> ({{ package_version_code }})",
        "versions": "Versiuni",
        "website": "SIte"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Permite aplicației să continue un apel care a fost inițiat dintr-o altă aplicație.",
        "permdesc_accessBackgroundLocation": "Aplicația poate accesa locația oricând, chiar dacă nu este folosită.",
        "permdesc_accessCoarseLocation": "Aplicația vă poate determina locația aproximativă cu ajutorul serviciilor de localizare atunci când este folosită. Pentru ca aplicația să poată determina locația, trebuie să activați serviciile de localizare pentru dispozitiv.",
        "permdesc_accessDrmCertificates": "Permite unei aplicații să furnizeze și să utilizeze certificate DRM. Nu ar trebui să fie necesară pentru aplicațiile obișnuite.",
        "permdesc_accessFineLocation": "Aplicația vă poate determina locația exactă cu ajutorul serviciilor de localizare atunci când este folosită. Pentru ca aplicația să poată determina locația, trebuie să activați serviciile de localizare pentru dispozitiv. Aceasta poate mări utilizarea bateriei.",
        "permdesc_accessImsCallService": "Permite aplicației să folosească serviciul IMS pentru apeluri, fără intervenția dvs.",
        "permdesc_accessLocationExtraCommands": "Permite aplicației să acceseze comenzi suplimentare pentru furnizorul locației. Aplicația ar putea să utilizeze această permisiune pentru a influența operațiile GPS sau ale altor surse de locații.",
        "permdesc_accessNetworkConditions": "Permite unei aplicații să asculte observații despre starea rețelei. Nu ar trebui să fie necesară pentru aplicațiile obișnuite.",
        "permdesc_accessNetworkState": "Permite aplicației să vadă informațiile despre conexiunile la rețea, cum ar fi rețelele existente și cele care sunt conectate.",
        "permdesc_accessNotifications": "Permite aplicației să recupereze, să examineze și să șteargă notificări, inclusiv pe cele postate de alte aplicații.",
        "permdesc_accessWifiState": "Permite aplicației să vadă informațiile despre rețelele Wi-Fi, de ex. dacă o rețea Wi-Fi este activată, precum și numele dispozitivelor conectate la rețeaua Wi-Fi.",
        "permdesc_accessWimaxState": "Permite aplicației să stabilească dacă o rețea WiMAX este activată și să vadă informațiile cu privire la toate rețelele WiMAX conectate.",
        "permdesc_access_notification_policy": "Permite aplicației să citească și să scrie configurația Nu deranja.",
        "permdesc_activityRecognition": "Această aplicație vă poate recunoaște activitatea fizică.",
        "permdesc_addVoicemail": "Permite aplicației să adauge mesaje în Mesaje primite în mesageria vocală.",
        "permdesc_answerPhoneCalls": "Permite aplicației să răspundă la un apel telefonic.",
        "permdesc_audioWrite": "Permite aplicației să vă modifice colecția de muzică.",
        "permdesc_backgroundCamera": "Această aplicație poate să fotografieze și să înregistreze videoclipuri folosind camera foto oricând.",
        "permdesc_bindCarrierMessagingService": "Permite aplicației să se conecteze la interfața de nivel superior a unui serviciu de mesagerie oferit de operator. Nu ar trebui să fie niciodată necesară pentru aplicațiile obișnuite.",
        "permdesc_bindCarrierServices": "Permite aplicației să se conecteze la serviciile operatorului. Nu ar trebui să fie niciodată necesară pentru aplicațiile obișnuite.",
        "permdesc_bindCellBroadcastService": "Permite aplicației să se conecteze la modulul de transmisie celulară pentru a redirecționa mesajele cu transmisie celulară pe măsură ce le primește. Alertele cu transmisie celulară sunt difuzate în unele locații pentru a vă avertiza cu privire la situațiile de urgență. Aplicațiile rău intenționate pot afecta performanța sau funcționarea dispozitivului dvs. când este primită o transmisie celulară de urgență.",
        "permdesc_bindConditionProviderService": "Permite proprietarului să se conecteze la interfața de nivel superior a unui serviciu furnizor de condiții. Nu ar trebui să fie necesară pentru aplicațiile obișnuite.",
        "permdesc_bindDreamService": "Permite deținătorului să se conecteze la interfața superioară a unui serviciu de vis. Această opțiune nu ar trebui să fie necesară pentru aplicațiile obișnuite.",
        "permdesc_bindNotificationListenerService": "Permite proprietarului să se conecteze la interfața de nivel superior a unui serviciu de citire a notificărilor. În mod normal aplicațiile nu ar trebui să aibă nevoie de această permisiune.",
        "permdesc_bind_connection_service": "Permite aplicației să interacționeze cu servicii de telefonie pentru a da / a primi apeluri.",
        "permdesc_bind_incall_service": "Permite aplicației să controleze când și cum vede utilizatorul ecranul în timpul unui apel.",
        "permdesc_bluetooth": "Permite aplicației să vadă configurația telefonului Bluetooth, să efectueze și să accepte conexiuni cu dispozitive împerecheate.",
        "permdesc_bluetoothAdmin": "Permite aplicației să configureze telefonul Bluetooth local, să descopere și să se împerecheze cu dispozitive la distanță.",
        "permdesc_bluetooth_advertise": "Permite aplicației să difuzeze anunțuri pe dispozitive Bluetooth din apropiere",
        "permdesc_bluetooth_connect": "Permite aplicației să se conecteze la dispozitive Bluetooth asociate",
        "permdesc_bluetooth_scan": "Permite aplicației să descopere și să asocieze dispozitive Bluetooth din apropiere",
        "permdesc_bodySensors": "Permite aplicației să acceseze date de la senzorii care vă monitorizează starea fizică, cum ar fi ritmul cardiac.",
        "permdesc_bodySensors_background": "Permite aplicației să acceseze date de la senzorii corporali, cum ar fi pulsul, temperatura și procentul de oxigen din sânge, în timp ce aplicația rulează în fundal.",
        "permdesc_broadcastSticky": "Permite aplicației să trimită mesaje difuzate persistente, care se păstrează după terminarea difuzării mesajului. Utilizarea excesivă a acestei funcții poate să încetinească sau să destabilizeze telefonul, determinându-l să utilizeze prea multă memorie.",
        "permdesc_callCompanionApp": "Permite aplicației să vadă și să controleze apelurile în desfășurare pe dispozitiv. Aceasta include informații ca numerele pentru apeluri și starea apelurilor.",
        "permdesc_callPhone": "Permite aplicației să apeleze numere de telefon fără intervenția dvs. Acest lucru poate determina apariția unor taxe sau a unor apeluri neașteptate. Cu această permisiune aplicația nu poate apela numerele de urgență. Aplicațiile rău intenționate pot acumula costuri prin efectuarea unor apeluri fără confirmare.",
        "permdesc_camera": "Această aplicație poate să fotografieze și să înregistreze videoclipuri folosind camera foto când este în uz.",
        "permdesc_cameraOpenCloseListener": "Această aplicație poate primi apeluri inverse atunci când este deschis (de aplicație) sau închis orice dispozitiv cu cameră.",
        "permdesc_changeNetworkState": "Permite aplicației să modifice starea de conectivitate la rețea.",
        "permdesc_changeTetherState": "Permite aplicației să modifice starea de conectivitate prin tethering la rețea.",
        "permdesc_changeWifiMulticastState": "Permite aplicației să primească pachetele trimise către toate dispozitivele dintr-o rețea Wi-Fi, utilizând adrese cu difuzare multiplă, nu doar telefonul dvs. Această funcție utilizează mai multă energie decât modul fără difuzare multiplă.",
        "permdesc_changeWifiState": "Permite aplicației să se conecteze și să se deconecteze de la punctele de acces Wi-Fi, precum și să efectueze modificări în configurația dispozitivului pentru rețelele Wi-Fi.",
        "permdesc_changeWimaxState": "Permite aplicației să conecteze și să deconecteze telefonul la și de la rețelele WiMAX.",
        "permdesc_companionProfileWatch": "Permite unei aplicații partenere să gestioneze ceasuri.",
        "permdesc_connection_manager": "Permite aplicației să gestioneze conexiuni de telecomunicații.",
        "permdesc_control_incall_experience": "Permite aplicației să ofere o experiență de utilizare în timpul unui apel.",
        "permdesc_createNetworkSockets": "Permite aplicației să creeze socluri de rețea și să utilizeze protocoale de rețea personalizate. Browserul și alte aplicații oferă mijloacele de trimitere a datelor pe internet, astfel încât această permisiune nu este necesară pentru trimiterea datelor pe internet.",
        "permdesc_deliverCompanionMessages": "Permite unei aplicații partenere să trimită mesaje dispozitivelor însoțitoare.",
        "permdesc_detectScreenCapture": "Aplicația va fi notificată când se realizează o captură de ecran din folosirea aplicației.",
        "permdesc_disableKeyguard": "Permite aplicației să dezactiveze blocarea tastelor și orice modalitate asociată de securizare prin parolă. De exemplu, telefonul dezactivează blocarea tastelor când se primește un apel telefonic și reactivează blocarea tastelor la terminarea apelului.",
        "permdesc_enableCarMode": "Permite aplicației să activeze modul Mașină.",
        "permdesc_exemptFromAudioRecordRestrictions": "Scutiți aplicația de restricțiile pentru înregistrarea conținutului audio.",
        "permdesc_expandStatusBar": "Permite aplicației să extindă sau să restrângă bara de stare.",
        "permdesc_foregroundService": "Permite aplicației să utilizeze serviciile din prim-plan.",
        "permdesc_foregroundServiceCamera": "Permite aplicației să folosească serviciile în prim-plan cu tipul „camera”",
        "permdesc_foregroundServiceConnectedDevice": "Permite aplicației să folosească serviciile în prim-plan cu tipul „connectedDevice”",
        "permdesc_foregroundServiceDataSync": "Permite aplicației să folosească serviciile în prim-plan cu tipul „dataSync”",
        "permdesc_foregroundServiceFileManagement": "Permite aplicației să folosească serviciile în prim-plan cu tipul „fileManagement”",
        "permdesc_foregroundServiceHealth": "Permite aplicației să folosească serviciile în prim-plan cu tipul „health”",
        "permdesc_foregroundServiceLocation": "Permite aplicației să folosească serviciile în prim-plan cu tipul „location”",
        "permdesc_foregroundServiceMediaPlayback": "Permite aplicației să folosească serviciile în prim-plan cu tipul „mediaPlayback”",
        "permdesc_foregroundServiceMediaProjection": "Permite aplicației să folosească serviciile în prim-plan cu tipul „mediaProjection”",
        "permdesc_foregroundServiceMicrophone": "Permite aplicației să folosească serviciile în prim-plan cu tipul „microphone”",
        "permdesc_foregroundServicePhoneCall": "Permite aplicației să folosească serviciile în prim-plan cu tipul „phoneCall”",
        "permdesc_foregroundServiceRemoteMessaging": "Permite aplicației să folosească serviciile în prim-plan cu tipul „remoteMessaging”",
        "permdesc_foregroundServiceSpecialUse": "Permite aplicației să folosească serviciile în prim-plan cu tipul „specialUse”",
        "permdesc_foregroundServiceSystemExempted": "Permite aplicației să folosească serviciile în prim-plan cu tipul „systemExempted”",
        "permdesc_fullScreenIntent": "Permite aplicației să afișeze notificări ca activități pe ecran complet pe un dispozitiv blocat",
        "permdesc_getAccounts": "Permite aplicației să obțină lista de conturi cunoscute de telefon. Aceasta poate include conturile create de aplicațiile pe care le-ați instalat.",
        "permdesc_getPackageSize": "Permite aplicației să preia dimensiunile codului, ale datelor și ale memoriei cache",
        "permdesc_getTasks": "Permite aplicației să preia informațiile despre activitățile care rulează în prezent și care au rulat recent. În acest fel, aplicația poate descoperi informații despre aplicațiile care sunt utilizate pe dispozitiv.",
        "permdesc_handoverStatus": "Permite acestei aplicații să primească informații despre transferurile actuale Android Beam",
        "permdesc_hideOverlayWindows": "Această aplicație poate solicita ca sistemul să ascundă suprapunerile care provin din aplicații de deasupra lor.",
        "permdesc_highSamplingRateSensors": "Permite aplicației să colecteze date de la senzori la o rată de eșantionare de peste 200 Hz",
        "permdesc_imagesWrite": "Permite aplicației să vă modifice colecția de fotografii.",
        "permdesc_install_shortcut": "Permite unei aplicații să adauge comenzi rapide pe ecranul de pornire, fără intervenția utilizatorului.",
        "permdesc_invokeCarrierSetup": "Permite proprietarului să apeleze aplicația de configurare furnizată de operator. Nu ar trebui să fie necesară pentru aplicațiile obișnuite.",
        "permdesc_killBackgroundProcesses": "Permite aplicației să oprească procesele derulate în fundal de alte aplicații. Acest lucru poate face ca respectivele aplicații să nu mai ruleze.",
        "permdesc_manageFace": "Permite aplicației să invoce metode pentru a adăuga și a șterge șabloane faciale pentru utilizare.",
        "permdesc_manageFingerprint": "Permite aplicației să invoce metode pentru a adăuga și pentru a șterge șabloane de amprentă pentru utilizare.",
        "permdesc_manageNetworkPolicy": "Permite aplicației să gestioneze politicile de rețea și să definească regulile specifice aplicațiilor.",
        "permdesc_manageOngoingCalls": "Permite unei aplicații să vadă detalii despre apelurile în desfășurare de pe dispozitiv și să gestioneze apelurile respective.",
        "permdesc_manageOwnCalls": "Permiteți aplicației să direcționeze apelurile prin intermediul sistemului pentru a îmbunătăți calitatea apelurilor.",
        "permdesc_manageProfileAndDeviceOwners": "Permite aplicațiilor să seteze proprietarii de profiluri și proprietarul dispozitivului.",
        "permdesc_mediaLocation": "Permite aplicației să citească locațiile din colecția dvs. media.",
        "permdesc_modifyAudioSettings": "Permite aplicației să modifice setările audio globale, cum ar fi volumul și difuzorul care este utilizat pentru ieșire.",
        "permdesc_modifyNetworkAccounting": "Permite aplicației să modifice modul în care este calculată utilizarea rețelei pentru aplicații. Nu se utilizează de aplicațiile obișnuite.",
        "permdesc_nearby_wifi_devices": "Permite aplicației să anunțe, să se conecteze și să determine poziția relativă a dispozitivelor Wi-Fi din apropiere",
        "permdesc_nfc": "Permite aplicației să comunice cu etichetele, cardurile și cititoarele NFC (Near Field Communication).",
        "permdesc_observeCompanionDevicePresence": "Permite unei aplicații partenere să observe prezența dispozitivelor însoțitoare când acestea sunt în apropiere sau la distanță.",
        "permdesc_persistentActivity": "Permite aplicației să declare persistente în memorie anumite părți ale sale. Acest lucru poate limita memoria disponibilă pentru alte aplicații și poate încetini funcționarea telefonului.",
        "permdesc_postNotification": "Permiteți app-ului să afișeze notificări",
        "permdesc_preferredPaymentInfo": "Permite aplicației să obțină informații despre serviciul de plăți NFC preferat, de exemplu, identificatorii de aplicație înregistrați și destinația traseului.",
        "permdesc_processOutgoingCalls": "Permite aplicației să vadă numărul format în timpul unui apel de ieșire, cu opțiunea de a redirecționa apelul către un alt număr sau de a întrerupe apelul.",
        "permdesc_queryAllPackages": "Permite unei aplicații să vadă toate pachetele instalate.",
        "permdesc_readBasicPhoneState": "Permiteți ca app-ul să acceseze funcțiile de telefonie de bază ale dispozitivului.",
        "permdesc_readCalendar": "Această aplicație poate să citească toate evenimentele din calendar stocate pe telefon și să trimită sau să salveze datele din calendar.",
        "permdesc_readCallLog": "Această aplicație poate citi istoricul apelurilor.",
        "permdesc_readCellBroadcasts": "Permite aplicației să citească mesajele primite prin transmisie celulară de dispozitivul dvs. Alertele cu transmisie celulară sunt difuzate în unele locații pentru a vă avertiza cu privire la situațiile de urgență. Aplicațiile rău intenționate pot afecta performanța sau funcționarea dispozitivului dvs. când este primită o transmisie celulară de urgență.",
        "permdesc_readContacts": "Permite aplicației să citească datele despre persoanele de contact salvate pe telefon. Aplicațiile vor avea și acces la conturile de pe telefon care au creat agenda. Aici pot fi incluse conturile create de aplicațiile pe care le-ați instalat. Cu această permisiune, aplicațiile pot salva datele de contact, iar aplicațiile rău-intenționate pot permite accesul la datele de contact fără cunoștința dvs.",
        "permdesc_readHistoryBookmarks": "Permite aplicației să citească istoricul tuturor adreselor URL accesate de Browser și toate marcajele din Browser. Notă: această permisiune nu poate fi aplicată de browsere terță parte sau de alte aplicații cu capacități de navigare pe web.",
        "permdesc_readInstallSessions": "Permite unei aplicații accesul la citirea sesiunilor de instalare. Aceasta poate vedea detalii despre instalările de pachete active.",
        "permdesc_readMediaAudio": "Permite aplicației să citească fișiere audio din spațiul de stocare partajat.",
        "permdesc_readMediaImages": "Permiteți app-ului să citească fișiere imagine din spațiul de stocare comun.",
        "permdesc_readMediaVideo": "Permite app-ului să citească fișiere video din spațiul de stocare comun.",
        "permdesc_readNetworkUsageHistory": "Permite aplicației să citească utilizarea statistică a rețelei pentru anumite rețele și aplicații.",
        "permdesc_readPhoneNumbers": "Permite aplicației să acceseze numerele de telefon ale dispozitivului.",
        "permdesc_readPhoneState": "Permite aplicației să acceseze funcțiile de telefon ale dispozitivului. Cu această permisiune aplicația stabilește numărul de telefon și ID-urile de dispozitiv, dacă un apel este activ, precum și numărul de la distanță conectat printr-un apel.",
        "permdesc_readSms": "Această aplicație poate citi toate mesajele SMS stocate pe telefon.",
        "permdesc_readSyncSettings": "Permite aplicației să citească setările de sincronizare ale unui cont. De exemplu, cu această permisiune aplicația poate determina dacă aplicația Persoane este sincronizată cu un anumit cont.",
        "permdesc_readSyncStats": "Permite unei aplicații să citească statisticile de sincronizare ale unui cont, inclusiv istoricul evenimentelor de sincronizare și volumul datelor sincronizate.",
        "permdesc_readVisualUserSelect": "Permite aplicației să citească fișierele imagine și video pe care le selectezi din spațiul de stocare comun.",
        "permdesc_receiveBootCompleted": "Permite aplicației să pornească imediat ce s-a terminat încărcarea sistemului. Din acest motiv, pornirea telefonului poate dura mai mult timp, iar rularea continuă a aplicației poate încetini dispozitivul.",
        "permdesc_receiveMms": "Permite aplicației să primească și să proceseze mesaje MMS. Acest lucru înseamnă că aplicația ar putea monitoriza sau șterge mesajele trimise pe dispozitivul dvs. fără a vi le arăta.",
        "permdesc_receiveSms": "Permite aplicației să primească și să proceseze mesaje SMS. Acest lucru înseamnă că aplicația ar putea monitoriza sau șterge mesajele trimise pe dispozitivul dvs. fără a vi le arăta.",
        "permdesc_receiveWapPush": "Permite aplicației să primească și să proceseze mesaje WAP. Această permisiune include capacitatea de a monitoriza sau șterge mesajele care v-au fost trimise fără a vi le arăta.",
        "permdesc_recordAudio": "Această aplicație poate să înregistreze conținut audio folosind microfonul când este în uz.",
        "permdesc_recordBackgroundAudio": "Această aplicație poate înregistra conținut audio folosind microfonul oricând.",
        "permdesc_register_call_provider": "Permite aplicației să înregistreze conexiuni noi de telecomunicații.",
        "permdesc_register_sim_subscription": "Permite aplicației să înregistreze conexiuni noi de telecomunicații pentru SIM.",
        "permdesc_removeDrmCertificates": "Permite unei aplicații să elimine certificatele DRM. Nu ar trebui să fie necesară pentru aplicațiile obișnuite.",
        "permdesc_reorderTasks": "Permite aplicației să mute activitățile în prim-plan și în fundal. Aplicația poate face acest lucru fără aportul dvs.",
        "permdesc_requestDeletePackages": "Permite unei aplicații să solicite ștergerea pachetelor.",
        "permdesc_requestIgnoreBatteryOptimizations": "Permite unei aplicații să solicite permisiunea de a ignora optimizările bateriei pentru aplicația respectivă.",
        "permdesc_requestInstallPackages": "Permite unei aplicații să solicite instalarea pachetelor.",
        "permdesc_requestPasswordComplexity": "Permite aplicației să învețe nivelul de complexitate al blocării ecranului (ridicat, mediu, scăzut sau fără), fapt ce indică intervalul posibil de lungime a parolei și tipul de blocare a ecranului. Aplicația le poate sugera utilizatorilor să își actualizeze blocarea ecranului la un anumit nivel, dar utilizatorii pot ignora sugestia și pot naviga în continuare. Rețineți că blocarea ecranului nu este stocată ca text simplu, astfel încât aplicația să nu cunoască parola exactă.",
        "permdesc_route_media_output": "Permite unei aplicații să direcționeze rezultate media către alte dispozitive externe.",
        "permdesc_runInBackground": "Această aplicație poate rula în fundal. Astfel, bateria se poate consuma mai repede.",
        "permdesc_schedule_exact_alarm": "Aplicația poate programa acțiuni pentru desfășurarea la data și ora dorită pe viitor. Aceasta înseamnă și că aplicația poate rula când nu folosești activ dispozitivul.",
        "permdesc_sdcardRead": "Permite aplicației citirea conținutului spațiului de stocare comun.",
        "permdesc_sdcardWrite": "Permite aplicației scrierea conținutul spațiului de stocare comun.",
        "permdesc_sendSms": "Permite aplicației să trimită mesaje SMS, ceea ce ar putea determina apariția unor taxe neașteptate. Aplicațiile rău intenționate pot acumula costuri prin trimiterea mesajelor fără confirmarea dvs.",
        "permdesc_setAlarm": "Permite aplicației să seteze o alarmă într-o aplicație de ceas cu alarmă instalată. Este posibil ca unele aplicații de ceas cu alarmă să nu implementeze această funcție.",
        "permdesc_setInputCalibration": "Permite aplicației să modifice parametrii de calibrare a ecranului tactil. Nu ar trebui să fie necesară pentru aplicațiile obișnuite.",
        "permdesc_setTimeZone": "Permite aplicației să schimbe fusul orar al telefonului.",
        "permdesc_setWallpaper": "Permite aplicației să seteze imaginea de fundal a sistemului.",
        "permdesc_setWallpaperHints": "Permite aplicației să seteze sugestiile privind dimensiunile imaginii de fundal a sistemului.",
        "permdesc_sim_communication": "Permite aplicației să trimită comenzi pe cardul SIM. Această permisiune este foarte periculoasă.",
        "permdesc_startForegroundServicesFromBackground": "Permite unei aplicații partenere să inițieze servicii în prim-plan din fundal.",
        "permdesc_startReviewPermissionDecisions": "Permite titularului să acceseze ecranul de pornire pentru a revizui deciziile de autorizare. Nu ar trebui să fie niciodată necesară pentru aplicațiile normale.",
        "permdesc_startViewAppFeatures": "Permiteți titularului să înceapă să vadă informațiile despre funcții pentru un app.",
        "permdesc_startViewPermissionUsage": "Permite proprietarului să pornească folosirea permisiunii pentru o aplicație. Nu ar trebui să fie necesară pentru aplicațiile obișnuite.",
        "permdesc_statusBar": "Permite aplicației să dezactiveze bara de stare sau să adauge și să elimine pictograme de sistem.",
        "permdesc_statusBarService": "Permite aplicației să fie bară de stare.",
        "permdesc_subscribedFeedsRead": "Permite aplicației să obțină detalii despre feedurile sincronizate în prezent.",
        "permdesc_systemAlertWindow": "Această aplicație poate apărea deasupra altor aplicații sau a altor părți ale ecranului. Acest lucru poate să afecteze utilizarea normală a aplicației și să schimbe modul în care se afișează alte aplicații.",
        "permdesc_systemCamera": "Această aplicație de sistem privilegiată poate să fotografieze și să înregistreze videoclipuri folosind o cameră de sistem în orice moment. Necesită și permisiunea android.permission.CAMERA pentru aplicație",
        "permdesc_transmitIr": "Permite aplicației să utilizeze transmițătorul prin infraroșii al telefonului.",
        "permdesc_turnScreenOn": "Permite aplicației să activeze ecranul.",
        "permdesc_uninstall_shortcut": "Permite aplicației să elimine comenzi rapide de pe ecranul de pornire, fără intervenția utilizatorului.",
        "permdesc_updatePackagesWithoutUserAction": "Permite deținătorului să actualizeze aplicația pe care a instalat-o anterior fără acțiuni din partea utilizatorului",
        "permdesc_useBiometric": "Permite aplicației să folosească hardware biometric pentru autentificare",
        "permdesc_useDataInBackground": "Această aplicație poate utiliza date în fundal. Astfel, gradul de utilizare a datelor poate crește.",
        "permdesc_useFaceAuthentication": "Permite aplicației să folosească hardware de deblocare facială pentru autentificare",
        "permdesc_useFingerprint": "Permite aplicației să folosească hardware pentru amprentă pentru autentificare",
        "permdesc_use_exact_alarm": "Aplicația poate programa acțiuni, cum ar fi alarmele și mementourile, pentru a te anunța la data și ora dorită pe viitor.",
        "permdesc_use_sip": "Permite aplicației să efectueze și să primească apeluri SIP.",
        "permdesc_uwb_ranging": "Permite-i aplicației să stabilească poziția relativă dintre dispozitivele Ultra-Wideband din apropiere",
        "permdesc_vibrate": "Permite aplicației să controleze mecanismul de vibrare.",
        "permdesc_vibrator_state": "Permite aplicației să acceseze modul de vibrații.",
        "permdesc_videoWrite": "Permite aplicației să vă modifice colecția de videoclipuri.",
        "permdesc_wakeLock": "Permite aplicației să împiedice intrarea telefonului în stare de repaus.",
        "permdesc_writeCalendar": "Această aplicație poate să adauge, să elimine sau să modifice evenimente din calendarul de pe telefon. Această aplicație poate să trimită mesaje care par trimise de proprietarii calendarului sau să modifice evenimentele fără notificarea acestora.",
        "permdesc_writeCallLog": "Permite aplicației să modifice jurnalul de apeluri al telefonului dvs., inclusiv datele despre apelurile primite sau efectuate. Aplicațiile rău intenționate pot utiliza această permisiune pentru a șterge sau pentru a modifica jurnalul dvs. de apeluri.",
        "permdesc_writeContacts": "Permite aplicației să modifice datele despre persoanele din agenda stocată pe telefon. Cu această permisiune, aplicația poate șterge datele de contact.",
        "permdesc_writeGeolocationPermissions": "Permite aplicației să modifice permisiunile privind locația geografică a browserului. Aplicațiile rău intenționate pot utiliza această permisiune pentru a permite trimiterea informațiilor privind locația către site-uri web arbitrare.",
        "permdesc_writeHistoryBookmarks": "Permite aplicației să modifice istoricul Browserului sau marcajele stocate pe telefon. În acest fel, aplicația poate șterge sau modifica datele din Browser. Notă: această permisiune nu poate fi aplicată de browsere terță parte sau de alte aplicații cu capacități de navigare pe web.",
        "permdesc_writeSettings": "Permite aplicației să modifice datele din setările sistemului. Aplicațiile rău intenționate pot corupe configurația sistemului dvs.",
        "permdesc_writeSyncSettings": "Permite unei aplicații să modifice setările de sincronizare ale unui cont. De exemplu, cu această permisiune aplicația poate activa sincronizarea aplicației Persoane cu un anumit cont.",
        "permgroupbackgroundrequest_location": "Permite aplicației să ceară locația în fundal.",
        "permgroupbackgroundrequestdetail_location": "Aplicația poate accesa locația numai când folosiți aplicația",
        "permgroupdesc_activityRecognition": "accesați activitatea fizică",
        "permgroupdesc_calendar": "acceseze calendarul",
        "permgroupdesc_calllog": "să citească și să scrie jurnalul de apeluri telefonice",
        "permgroupdesc_camera": "fotografieze și să înregistreze videoclipuri",
        "permgroupdesc_contacts": "acceseze persoanele de contact",
        "permgroupdesc_location": "acceseze locația acestui dispozitiv",
        "permgroupdesc_microphone": "înregistreze sunet",
        "permgroupdesc_nearby_devices": "descoperă dispozitive din apropiere și conectează-te la acestea",
        "permgroupdesc_notifications": "afișați notificări",
        "permgroupdesc_phone": "inițieze și să gestioneze apeluri telefonice",
        "permgroupdesc_readMediaAural": "accesați muzica și sunetul de pe dispozitivul dumneavoastră",
        "permgroupdesc_readMediaVisual": "accesați fotografiile și videoclipurile de pe dispozitivul dumneavoastră",
        "permgroupdesc_sensors": "acceseze datele de la senzori despre semnele vitale",
        "permgroupdesc_sms": "trimită și să vadă mesajele SMS",
        "permgroupdesc_storage": "acceseze fotografiile, conținutul media și fișierele de pe dispozitiv",
        "permgrouplab_activityRecognition": "Activitate fizică",
        "permgrouplab_calendar": "Calendarul",
        "permgrouplab_calllog": "Jurnale de apeluri",
        "permgrouplab_camera": "Camera foto",
        "permgrouplab_contacts": "Agendă",
        "permgrouplab_location": "Locație",
        "permgrouplab_microphone": "Microfon",
        "permgrouplab_nearby_devices": "Dispozitive din apropiere",
        "permgrouplab_notifications": "Notificări",
        "permgrouplab_phone": "Telefon",
        "permgrouplab_readMediaAural": "Muzică și audio",
        "permgrouplab_readMediaVisual": "Fotografii și videoclipuri",
        "permgrouplab_sensors": "Senzori corporali",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Fișiere",
        "permgrouprequest_activityRecognition": "Permite aplicației să vă urmrească activitatea.",
        "permgrouprequest_calendar": "Permiteți <b>",
        "permgrouprequest_calllog": "Permiteți <b>",
        "permgrouprequest_camera": "Permiteți <b>",
        "permgrouprequest_contacts": "Permiteți <b>",
        "permgrouprequest_location": "Permiteți <b>",
        "permgrouprequest_microphone": "Pemiteți <b>",
        "permgrouprequest_phone": "Permiteți <b>",
        "permgrouprequest_sensors": "Permiteți <b>",
        "permgrouprequest_sms": "Permiteți <b>",
        "permgrouprequest_storage": "Permiteți <b>",
        "permgrouprequestdetail_location": "Aplicația va avea acces la locație doar atunci când o folosiți",
        "permlab_acceptHandover": "să continue un apel dintr-o altă aplicație",
        "permlab_accessBackgroundLocation": "accesați locația în fundal",
        "permlab_accessCoarseLocation": "să acceseze locația aproximativă numai în prim-plan",
        "permlab_accessDrmCertificates": "accesează certificatele DRM",
        "permlab_accessFineLocation": "să acceseze locația exactă în prim-plan",
        "permlab_accessImsCallService": "accesează serviciul de apelare IMS",
        "permlab_accessLocationExtraCommands": "accesare comenzi suplimentare ale furnizorului locației",
        "permlab_accessNetworkConditions": "ascultă observații despre starea rețelei",
        "permlab_accessNetworkState": "vizualizează conexiunile la rețea",
        "permlab_accessNotifications": "accesare notificări",
        "permlab_accessWifiState": "vizualizează conexiunile Wi-Fi",
        "permlab_accessWimaxState": "se conectează și se deconectează de la WiMAX",
        "permlab_access_notification_policy": "accesează Nu deranja",
        "permlab_activityRecognition": "recunoașterea activității fizice",
        "permlab_addVoicemail": "adăugare mesagerie vocală",
        "permlab_answerPhoneCalls": "să răspundă la apeluri telefonice",
        "permlab_audioWrite": "modificare colecție de muzică",
        "permlab_backgroundCamera": "să fotografieze și să înregistreze videoclipuri în fundal",
        "permlab_bindCarrierMessagingService": "se conectează la un serviciu de mesagerie oferit de operator",
        "permlab_bindCarrierServices": "se conectează la serviciile operatorului",
        "permlab_bindCellBroadcastService": "Redirecționează mesajele cu transmisie celulară",
        "permlab_bindConditionProviderService": "conectare la un serviciu furnizor de condiții",
        "permlab_bindDreamService": "se conectează la un serviciu de vis",
        "permlab_bindNotificationListenerService": "conectare la un serviciu de citire a notificărilor",
        "permlab_bind_connection_service": "să interacționeze cu servicii de telefonie",
        "permlab_bind_incall_service": "interacțiune cu ecranul în timpul unui apel",
        "permlab_bluetooth": "conectează dispozitive Bluetooth",
        "permlab_bluetoothAdmin": "accesează setările Bluetooth",
        "permlab_bluetooth_advertise": "să transmită anunțuri pe dispozitive Bluetooth din apropiere",
        "permlab_bluetooth_connect": "să se conecteze la dispozitive Bluetooth asociate",
        "permlab_bluetooth_scan": "să descopere și să asocieze dispozitive Bluetooth din apropiere",
        "permlab_bodySensors": "să acceseze senzorii corporali (cum ar fi monitoarele cardiace)",
        "permlab_bodySensors_background": "Accesați datele senzorilor corporali, cum ar fi ritmul cardiac, în timp ce vă aflați în fundal",
        "permlab_broadcastSticky": "trimitere mesaj difuzat persistent",
        "permlab_callCompanionApp": "vede și controlează apelurile prin intermediul sistemului.",
        "permlab_callPhone": "apelare directă numere de telefon",
        "permlab_camera": "realizarea de fotografii și videoclipuri",
        "permlab_cameraOpenCloseListener": "Permiteți unei aplicații sau unui serviciu să primească apeluri inverse atunci când sunt deschise sau închise dispozitive cu cameră.",
        "permlab_changeNetworkState": "modificare conectivitate în rețea",
        "permlab_changeTetherState": "modificare conectivitate tethering",
        "permlab_changeWifiMulticastState": "permitere recepționare difuzare multiplă Wi-Fi",
        "permlab_changeWifiState": "se conectează și se deconectează de la Wi-Fi",
        "permlab_changeWimaxState": "schimbați starea WiMAX",
        "permlab_companionProfileWatch": "Permisiunea pentru gestionarea ceasurilor din profilul ceasului însoțitor",
        "permlab_connection_manager": "gestionarea conexiunilor de telecomunicații",
        "permlab_control_incall_experience": "oferă o experiență de utilizare în timpul unui apel",
        "permlab_createNetworkSockets": "să aibă acces deplin la rețea",
        "permlab_deliverCompanionMessages": "Să trimită mesaje dispozitivelor însoțitoare",
        "permlab_detectScreenCapture": "detectează capturile de ecran din ferestrele aplicației",
        "permlab_disableKeyguard": "dezactivează blocarea ecranului",
        "permlab_enableCarMode": "activare mod Mașină",
        "permlab_exemptFromAudioRecordRestrictions": "scutită de restricțiile pentru înregistrarea conținutului audio",
        "permlab_expandStatusBar": "extindere/restrângere bară de stare",
        "permlab_foregroundService": "să ruleze serviciul în prim plan",
        "permlab_foregroundServiceCamera": "să folosească serviciile în prim-plan cu tipul „camera”",
        "permlab_foregroundServiceConnectedDevice": "să folosească serviciile în prim-plan cu tipul „connectedDevice”",
        "permlab_foregroundServiceDataSync": "să folosească serviciile în prim-plan cu tipul „dataSync”",
        "permlab_foregroundServiceFileManagement": "să folosească serviciile în prim-plan cu tipul „fileManagement”",
        "permlab_foregroundServiceHealth": "să folosească serviciile în prim-plan cu tipul „health”",
        "permlab_foregroundServiceLocation": "să folosească serviciile în prim-plan cu tipul „location”",
        "permlab_foregroundServiceMediaPlayback": "să folosească serviciile în prim-plan cu tipul „mediaPlayback”",
        "permlab_foregroundServiceMediaProjection": "să folosească serviciile în prim-plan cu tipul „mediaProjection”",
        "permlab_foregroundServiceMicrophone": "să folosească serviciile în prim-plan cu tipul „microphone”",
        "permlab_foregroundServicePhoneCall": "să folosească serviciile în prim-plan cu tipul „phoneCall”",
        "permlab_foregroundServiceRemoteMessaging": "să folosească serviciile în prim-plan cu tipul „remoteMessaging”",
        "permlab_foregroundServiceSpecialUse": "să folosească serviciile în prim-plan cu tipul „specialUse”",
        "permlab_foregroundServiceSystemExempted": "să folosească serviciile în prim-plan cu tipul „systemExempted”",
        "permlab_fullScreenIntent": "să afișeze notificări ca activități pe ecran complet pe un dispozitiv blocat",
        "permlab_getAccounts": "găsește conturi pe dispozitiv",
        "permlab_getPackageSize": "măsurare spațiu de stocare al aplicației",
        "permlab_getTasks": "preluare aplicații care rulează",
        "permlab_handoverStatus": "să primească starea transferului prin Android Beam",
        "permlab_hideOverlayWindows": "ascunde suprapunerile altor aplicații",
        "permlab_highSamplingRateSensors": "să acceseze date de la senzori la o rată de eșantionare mare",
        "permlab_imagesWrite": "modificare colecție de fotografii",
        "permlab_install_shortcut": "instalează comenzi rapide",
        "permlab_invokeCarrierSetup": "apelarea aplicației de configurare furnizată de operator",
        "permlab_killBackgroundProcesses": "închide alte aplicații",
        "permlab_manageFace": "să gestioneze hardware de deblocare facială",
        "permlab_manageFingerprint": "gestionează hardware-ul pentru amprentă",
        "permlab_manageNetworkPolicy": "gestionează politica de rețea",
        "permlab_manageOngoingCalls": "Să gestioneze apelurile în desfășurare",
        "permlab_manageOwnCalls": "să direcționeze apelurile prin intermediul sistemului",
        "permlab_manageProfileAndDeviceOwners": "să gestioneze profilul și proprietarii dispozitivului",
        "permlab_mediaLocation": "citire locații din colecția media",
        "permlab_modifyAudioSettings": "modificare setări audio",
        "permlab_modifyNetworkAccounting": "modificați modul de calcul al utilizării rețelei",
        "permlab_nearby_wifi_devices": "interacționează cu dispozitivele Wi-Fi din apropiere",
        "permlab_nfc": "controlare schimb de date prin Near Field Communication",
        "permlab_observeCompanionDevicePresence": "Să observe prezența dispozitivelor însoțitoare",
        "permlab_persistentActivity": "rulare continuă a aplicației",
        "permlab_postNotification": "afișați notificări",
        "permlab_preferredPaymentInfo": "Informații despre serviciul de plăți NFC preferat",
        "permlab_processOutgoingCalls": "redirecționează apelurile efectuate",
        "permlab_queryAllPackages": "să interogheze toate pachetele",
        "permlab_readBasicPhoneState": "citirea stării și identității telefoniei de bază",
        "permlab_readCalendar": "să citească evenimentele din calendar și detaliile",
        "permlab_readCallLog": "citește jurnalul de apeluri",
        "permlab_readCellBroadcasts": "citește mesajele cu transmisie celulară",
        "permlab_readContacts": "citește agenda",
        "permlab_readHistoryBookmarks": "citește marcajele și istoricul web",
        "permlab_readInstallSessions": "să citească sesiunile de instalare",
        "permlab_readMediaAudio": "citirea fișierelor audio din stocarea partajată",
        "permlab_readMediaImages": "citirea fișierelor de imagine din stocarea partajată",
        "permlab_readMediaVideo": "citirea fișierelor video din stocarea partajată",
        "permlab_readNetworkUsageHistory": "citește utilizarea statistică a rețelei",
        "permlab_readPhoneNumbers": "să citească numerele de telefon",
        "permlab_readPhoneState": "citește starea și identitatea telefonului",
        "permlab_readSms": "citește mesajele text (SMS sau MMS)",
        "permlab_readSyncSettings": "citire setări sincronizare",
        "permlab_readSyncStats": "citire statistici privind sincronizarea",
        "permlab_readVisualUserSelect": "să citească fișierele imagine și video selectate de utilizator din spațiul de stocare comun",
        "permlab_receiveBootCompleted": "rulează la pornire",
        "permlab_receiveMms": "primește mesaje text (MMS)",
        "permlab_receiveSms": "primește mesaje text (SMS)",
        "permlab_receiveWapPush": "primește mesaje text (WAP)",
        "permlab_recordAudio": "înregistreze sunet",
        "permlab_recordBackgroundAudio": "să înregistreze conținut audio în fundal",
        "permlab_register_call_provider": "se înregistrează conexiuni noi de telecomunicații",
        "permlab_register_sim_subscription": "se înregistrează conexiuni noi de telecomunicații pentru SIM",
        "permlab_removeDrmCertificates": "eliminarea certificatelor DRM",
        "permlab_reorderTasks": "reordonare aplicații care rulează",
        "permlab_requestDeletePackages": "să solicite ștergerea pachetelor",
        "permlab_requestIgnoreBatteryOptimizations": "să solicite ignorarea optimizărilor bateriei",
        "permlab_requestInstallPackages": "să solicite pachete de instalare",
        "permlab_requestPasswordComplexity": "solicită complexitatea blocării ecranului",
        "permlab_route_media_output": "să direcționeze rezultatele media",
        "permlab_runInBackground": "să ruleze în fundal",
        "permlab_schedule_exact_alarm": "Să programeze acțiuni la ore exacte",
        "permlab_sdcardRead": "să citească conținutul spațiului de stocare comun",
        "permlab_sdcardWrite": "să modifice sau să șteargă conținutul spațiului de stocare comun",
        "permlab_sendSms": "trimită și să vadă mesajele SMS",
        "permlab_setAlarm": "setează o alarmă",
        "permlab_setInputCalibration": "schimbați calibrarea dispozitivului de intrare",
        "permlab_setTimeZone": "setare fus orar",
        "permlab_setWallpaper": "setare imagine de fundal",
        "permlab_setWallpaperHints": "ajustează dimensiunea imaginii de fundal",
        "permlab_sim_communication": "să trimită comenzi către SIM",
        "permlab_startForegroundServicesFromBackground": "Să inițieze servicii în prim-plan din fundal",
        "permlab_startReviewPermissionDecisions": "decizii privind permisiunea de vizualizare a începutului",
        "permlab_startViewAppFeatures": "funcțiile app-ului start view",
        "permlab_startViewPermissionUsage": "pornire vizualizare folosire permisiuni",
        "permlab_statusBar": "dezactivare sau modificare bare de stare",
        "permlab_statusBarService": "să fie bara de stare",
        "permlab_subscribedFeedsRead": "citire feeduri abonat",
        "permlab_systemAlertWindow": "Această aplicație poate apărea deasupra altor aplicații",
        "permlab_systemCamera": "Permiteți unei aplicații sau unui serviciu accesul la camerele de sistem, ca să fotografieze și să înregistreze videoclipuri",
        "permlab_transmitIr": "transmisie prin infraroșii",
        "permlab_turnScreenOn": "să activeze ecranul",
        "permlab_uninstall_shortcut": "dezinstalează comenzi rapide",
        "permlab_updatePackagesWithoutUserAction": "să actualizeze aplicația fără acțiuni din partea utilizatorului",
        "permlab_useBiometric": "utilizați hardware biometric",
        "permlab_useDataInBackground": "să utilizeze date în fundal",
        "permlab_useFaceAuthentication": "să folosească hardware de deblocare facială",
        "permlab_useFingerprint": "folosește hardware-ul pentru amprentă",
        "permlab_use_exact_alarm": "Programare alarme sau mementouri pentru evenimente",
        "permlab_use_sip": "efectuarea/primirea apelurilor SIP",
        "permlab_uwb_ranging": "să stabilească poziția relativă dintre dispozitivele Ultra-Wideband din apropiere",
        "permlab_vibrate": "controlează vibrarea",
        "permlab_videoWrite": "modificare colecție de videoclipuri",
        "permlab_wakeLock": "împiedicare intrare telefon în repaus",
        "permlab_writeCalendar": "adăugarea sau modificarea evenimentelor din calendar și trimiterea de e-mailuri invitaților fără știrea proprietarului",
        "permlab_writeCallLog": "scrie jurnalul de apeluri",
        "permlab_writeContacts": "modifică agenda",
        "permlab_writeGeolocationPermissions": "modificare permisiuni pentru locația geografică a browserului",
        "permlab_writeHistoryBookmarks": "scrie în marcajele și în istoricul web",
        "permlab_writeSettings": "modifică setări de sistem",
        "permlab_writeSyncSettings": "activează/dezactivează sincronizarea"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nume",
            "bitcoin_alt": "Donează Bitcoin",
            "credit_card": "Card de credit",
            "crypto": "Cripto",
            "currency": "Valută",
            "flattr_alt": "Donează prin Flattr",
            "heading": "Donează",
            "hellotux": "👕 Tricouri 👕 de la",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid va primi 3€ la fiecare tricou vândut.",
            "liberapay_alt": "Donează prin Liberapay",
            "litecoin_alt": "Donează Litecoin",
            "more_options": "Mai multe opțiuni",
            "opencollective_alt": "Donați către al nostru Collective",
            "paypal": "PayPal",
            "paypal_alt": "Donează prin PayPal",
            "powered_by_donations": "F-Droid este alimentat de donațiile dumneavoastră!",
            "via_bank_transfer": "Transfer bancar"
        },
        "lang": {
            "change": "Schimbă"
        },
        "last_updated": {
            "heading": "Ultimele actualizări"
        },
        "latest_packages": {
            "heading": "Cele mai noi aplicații"
        },
        "news": {
            "heading": "Știri"
        },
        "search": {
            "heading": "Caută aplicații",
            "noscript": "Necesită activare JavaScript",
            "search": "Caută"
        }
    }
}
