{
    "add_repo": {
        "intro": "Scanați codurile QR de pe dispozitivele sau de pe site-urile web pe care doriți să le adăugați.",
        "no_internet": "Nu ai internet? Nici o problemă. Aflați <a href=\"../swap/\">Cum să trimiteți și să primiți aplicații offline.</a>",
        "open_repo_link": {
            "description": "Dacă vi se trimite un link repo prin e-mail, rețele sociale sau SMS, adăugați posibilitatea de a instala aplicațiile din acesta în F-Droid prin accesarea linkului.",
            "short_summary": "Accesați linkul Repo",
            "steps": {
                "step_1": "Descărcați și instalați aplicația F-Droid pe dispozitivul dvs. Android.",
                "step_2": "Faceți clic pe link și deschideți-l într-un browser web de pe dispozitivul dvs.",
                "step_3": "După ce ați deschis linkul, atingeți butonul \"Adăugați la F-Droid\".",
                "step_4": "Atingeți butonul \"Am F-Droid\". Aplicația F-Droid se va deschide.",
                "step_5": "Se afișează \"Adăugare depozit nou\" cu adresa depozitului pentru acesta precompletată. Apăsați \"OK\" pentru a-l adăuga.",
                "step_6": "Noul dvs. repo va fi adăugat. Pentru a vedea o listă a depozitelor dvs., deschideți \"Setări\". Selectați \"Depozite\".",
                "step_7": "Apăsați pe un repo pentru a vedea conținutul acestuia.",
                "step_8": "Selectați aplicațiile pe care doriți să le aveți și instalați-le pe dispozitiv."
            },
            "title": "Accesați linkul Repo de pe dispozitiv"
        },
        "overview": {
            "summary": "Pentru a obține mai multe, adăugați un depozit la F-Droid. Un depozit este o colecție de conținut conservat. Puteți afla despre depozitele oamenilor direct de la aceștia. Dezvoltatorii au adesea un link către depozitul lor F-Droid de pe site-ul lor web. Formatorii împărtășesc adesea linkuri către depozite prin e-mail, Facebook sau Twitter.",
            "title": "Obțineți mai mult conținut."
        },
        "scan_qr_code": {
            "description": "Scanați codurile QR de pe dispozitivele sau de pe site-urile web pe care doriți să le adăugați.",
            "related_tutorial": "S-ar putea să vă intereseze și: <a href=\"../swap/\">Cum să trimiteți și să primiți aplicații offline</a>",
            "short_summary": "Scanați codul QR",
            "steps": {
                "step_1": "După ce este afișat codul QR pentru depozit, scanați-l cu ajutorul unei aplicații de scanare QR.",
                "step_2": "Atingeți ușor link-ul. Dacă vi se oferă opțiunea, deschideți linkul folosind F-Droid. Apoi urmați instrucțiunile. Dacă acest lucru funcționează, ați terminat! Dacă nu, treceți la pasul următor.",
                "step_3": "Dacă nu primiți opțiunea de a deschide link-ul cu F-Droid, închideți aplicația de scanare QR și deschideți aplicația F-Droid.",
                "step_4": "În F-Droid, atingeți \"Settings\" (Setări). Sub \"My Apps\" (Aplicațiile mele), selectați \"Repositories\" (Depozite).",
                "step_5": "Pe ecranul Repositories (Depozite), atingeți pictograma \"+\" din colțul de sus.",
                "step_6": "Adresa depozitului va fi completată automat. Atingeți \"Enable\" (Activare). Notă: depozitul va fi salvat în F-Droid Repositories, dar nicio aplicație nu va fi instalată până când nu alegeți și instalați manual."
            },
            "title": "Scanați un cod QR de pe un alt dispozitiv"
        },
        "title": "Cum să adăugați un depozit la F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Aveți posibilitatea de a edita rezumatele aplicației și ale fișierelor pentru a le face ușor de înțeles pentru publicul țintă. Puteți edita limba, făcându-l specific pentru fiecare țară în parte. Apoi partajați depozitul fără probleme participanților înainte de conferințe și cursuri de formare.",
            "steps": {
                "step_1": "Faceți clic pe un element pentru a deschide detaliile acestuia.",
                "step_2": "Faceți clic pe 'Edit'.",
                "step_3": "Personalizați conținutul pentru a se potrivi publicului țintă. Notă: Modificările pe care le faceți vor fi făcute doar în depozitul dumneavoastră. Ele nu se vor actualiza pentru sursa originală. Vă rugăm să dați dovadă de respect atunci când personalizați informațiile pentru conținutul care nu vă aparține.",
                "step_4": "Toate modificările sunt salvate automat."
            },
            "title": "Personalizează-ți depozitul"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Descărcați și instalați aplicația web Repomaker pe computerul dvs. de birou. Mai multe informații în <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">installation guide</a>.",
                "step_2": "Lansați aplicația web Repomaker. Înscrieți-vă sau conectați-vă pentru a începe.",
                "step_3": "Creați un nou depozit și denumiți-l corespunzător.",
                "step_4": "Alegeți să adăugați aplicații din galerie și din depozitele disponibile sau încărcați propriile fișiere. Faceți clic pe butonul \"Add from Gallery\" (Adăugați din galerie) pentru a alege din conținutul disponibil.",
                "step_5": "Faceți clic pe butonul \"Add\" (Adaugă) din dreptul elementelor pe care doriți să le adăugați. Când ați terminat, faceți clic pe săgeata \"Back\" (înapoi) pentru a vă întoarce la depozit.",
                "step_6": "Aplicațiile dvs. vor fi afișate în vizualizarea conținutului depozitului."
            },
            "title": "Descărcați și instalați Repomaker pentru a începe să creați"
        },
        "intro": "Nu găsiți ceea ce căutați? Descărcați aplicația web Repomaker pe computerul dvs. pentru a vă crea propria colecție personalizată de aplicații și fișiere.",
        "overview": {
            "summary": "Creați-vă propriul depozit personalizat de aplicații. Utilizați F-Droid pentru a distribui conținut. Formatorii utilizează depozitele pentru a partaja cu ușurință o colecție de resurse și aplicații cu participanții la o instruire atunci când nu există o conexiune fiabilă la internet. Dezvoltatorii folosesc depozitele pentru a-și distribui aplicațiile către publicul de nișă.",
            "title": "Adăugați propriile aplicații și fișiere."
        },
        "related_tutorial": "S-ar putea să vă intereseze și: <a href=\"../add-repo/\">Cum să adăugați un depozit în F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "După ce ați deschis depozitul pe care doriți să îl partajați, faceți clic pe \"Share\" în meniu. Notă: Trebuie să configurați un loc de stocare a depozitului inainte de partajare. Instrucțiunile pentru a face acest lucru se găsesc la Pasul 2.",
                "step_2": "Vi se va solicita să configurați spațiul de stocare pentru a vă publica depozitul și înainte de partajare. Dacă nu vedeți această pagină, continuați la Pasul 4.",
                "step_3": "Alegeți opțiunea de depozitare care se potrivește cel mai bine nevoilor dumneavoastră. Odată ce aveți spațiu de depozitare, sunteți gata să partajați! Întoarceți-vă la \"Share\".",
                "step_4": "Alegeți să copiați linkul și să îl trimiteți direct oamenilor prin e-mail sau SMS sau să partajați depozitul pe Facebook sau Twitter. Când oamenii deschid link-ul către depozitul dvs., vor trebui să îl adauge la un dispozitiv Android pentru a accesa aplicațiile din acesta. Consultați <a href=\".../add-repo/\">Cum să adăugați un depozit la F-Droid</a> pentru mai multe informații.",
                "step_5": "Opțiunea \"View Repo\" vă permite să vedeți ceea ce tocmai ați publicat sau partajat."
            },
            "title": "Personalizează-ți depozitul"
        },
        "title": "Cum se creează un depozit",
        "update_repo": {
            "steps": {
                "step_1": "Dacă adăugați aplicații din galerie, acestea sunt actualizate automat atunci când sursa adaugă versiuni noi. Pentru fișierele pe care le-ați încărcat, puteți glisa și plasa versiunile actualizate în vizualizarea depozitului.",
                "step_2": "Alternativ, puteți deschide un singur element pentru a adăuga o nouă versiune. Selectați editare.",
                "step_3": "Derulați în jos pentru versiuni. Apoi, adăugați o nouă versiune în secțiunea \"Version History\" (Istoric versiuni).",
                "step_4": "Apoi, adăugați o nouă versiune în secțiunea \"Version History\" (Istoricul versiunilor)."
            },
            "title": "Actualizați-vă depozitul"
        }
    },
    "misc": {
        "option_x_description": "Opțiunea {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid este un magazin de aplicații pentru Android, independent și bazat pe comunitate, complet gratuit și cu sursă deschisă. În cadrul F-Droid puteți răsfoi peste 1.200 de aplicații open source, puteți căuta și instala aplicații din depozitele create sau vă puteți crea propriul depozit. Deschideți f-droid.org pe dispozitivul dumneavoastră Android pentru a descărca aplicația și a începe!",
            "title": "Ce puteți face cu F-Droid",
            "tutorial_x_title": "Instructaj {{ number }}: {{ title }}"
        },
        "step_x": "Pasul {{ number }}",
        "step_x_description": "Pasul {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Toate dispozitivele trebuie să aibă F-Droid descărcat și instalat înainte de a începe. Toate dispozitivele trebuie să urmeze pașii de mai jos.",
        "intro": "Nu ai internet? Nici o problemă. Descărcați aplicații de la persoane din apropierea dumneavoastră.",
        "overview": {
            "summary": "Nu ai internet? Nici o problemă. F-Droid Nearby vă oferă posibilitatea de a trimite și de a primi conținut către persoanele din aceeași cameră.",
            "title": "Trimiteți și primiți aplicații offline."
        },
        "related_tutorial": "S-ar putea să vă intereseze și: <a href=\"../create-repo/\">Cum se creează un Repo</a>",
        "step_1": "Deschideți F-Droid. Atingeți \"Nearby\" din meniul din partea de jos a ecranului.",
        "step_10": "Pentru a accesa aplicațiile instalate, deschideți setările F-Droid și selectați \"Manage installed apps\" (Gestionați aplicațiile instalate) sub \"My Apps\" (Aplicațiile mele).",
        "step_2": "Atingeți \"Găsiți persoane în apropierea mea\" pentru a căuta dispozitive compatibile.",
        "step_3": "După ce sunt găsite persoanele din apropiere, atât dumneavoastră, cât și persoana de contact trebuie să vă selectați reciproc.",
        "step_4": "Odată conectat, alegeți aplicațiile pe care doriți să le partajați cu persoana de contact.",
        "step_5": "Atingeți butonul '-&gt;'.",
        "step_6": "O persoană va fi invitată să confirme cererea de conectare.",
        "step_7": "Atingeți butonul 'Install' (Instalare) din dreptul aplicațiilor pe care doriți să le instalați.",
        "step_8": "Atingeți din nou 'Install' (Instalare). Apoi, urmați instrucțiunile Android pentru a finaliza procesul de instalare.",
        "step_9": "După ce instalările sunt finalizate, aplicațiile sunt disponibile în galeria de aplicații Android și în aplicația F-Droid, la secțiunea Aplicații instalate.",
        "title": "Cum să trimiteți și să primiți aplicații offline"
    }
}
