{
    "antifeatures": {
        "Ads": "Táto aplikácia obsahuje reklamy",
        "DisabledAlgorithm": "Táto aplikácia má slabý bezpečnostný podpis",
        "KnownVuln": "Tato aplikácia má známu zraniteľnosť v zabezpečení",
        "NoSourceSince": "Zdrojový kód už nie je dostupný, aktualizácie už nie sú možné",
        "NonFreeAdd": "Táto aplikácia propaguje neslobodné doplnky",
        "NonFreeAssets": "Táto aplikácia obsahuje proprietárne časti",
        "NonFreeDep": "Táto aplikácia závisí na iných neslobodných aplikáciách",
        "NonFreeNet": "Táto aplikácia propaguje neslobodné sieťové služby",
        "Tracking": "Táto aplikácia zaznamenáva a hlási vaše aktivity",
        "UpstreamNonFree": "Originálny zdrojový kód nie je úplne slobodný"
    },
    "app_categories": {
        "Connectivity": "Pripojiteľnosť",
        "Development": "Vývoj",
        "Games": "Hry",
        "Graphics": "Grafika",
        "Internet": "Internet",
        "Money": "Financie",
        "Multimedia": "Multimédiá",
        "Navigation": "Navigácia",
        "Phone & SMS": "Telefón a SMS",
        "Reading": "Čítanie",
        "Science & Education": "Veda a výuka",
        "Security": "Bezpečnosť",
        "Sports & Health": "Šport a Zdravie",
        "System": "Systém",
        "Theming": "Témy",
        "Time": "Čas",
        "Writing": "Písanie",
        "show_all_packages": "Zobraziť všetkých %d balíkov"
    },
    "index": {
        "download_fdroid": "Stiahnuť F-Droid",
        "gpg_signature": "PGP Podpis"
    },
    "mirrors": {
        "cn": "Čína",
        "de": "Nemecko",
        "se": "Švédsko",
        "tw": "Taiwan",
        "ua": "Ukrajina"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Umožňuje aplikácii pokračovať v hovore začatom v inej aplikácii.",
        "permdesc_accessBackgroundLocation": "Táto aplikácia môže používať polohu kedykoľvek, dokonca aj keď nie je používaná.",
        "permdesc_accessCoarseLocation": "Keď túto aplikáciu používate, môže získavať vašu približnú polohu zo služieb určovania polohy. V zariadení musíte zapnúť služby určovania polohy, aby ju mohla získať.",
        "permdesc_accessDrmCertificates": "Umožňuje aplikácii vydávať a používať certifikáty DRM. Bežné aplikácie by toto povolenie nemali nikdy potrebovať.",
        "permdesc_accessFineLocation": "Keď túto aplikáciu používate, môže získavať vašu presnú polohu zo služieb určovania polohy. V zariadení musíte zapnúť služby určovania polohy, aby ju mohla získať. Môže to zvýšiť spotrebu batérie.",
        "permdesc_accessImsCallService": "Umožňuje aplikácii používať službu okamžitých správ (IMS) na volanie bez intervencie používateľa.",
        "permdesc_accessLocationExtraCommands": "Umožňuje aplikácii pristupovať k ďalším príkazom poskytovateľa informácií o polohe. Aplikácii to môže umožniť zasahovať do činnosti systému GPS alebo iných zdrojov informácií o polohe.",
        "permdesc_accessNetworkConditions": "Umožňuje aplikácii zachytávať informácie o stave siete. Bežné aplikácie by toto povolenie nemali nikdy potrebovať.",
        "permdesc_accessNetworkState": "Umožňuje aplikácii zobraziť informácie o sieťových pripojeniach, ako napríklad o tom, ktoré siete sú k dispozícii a ktoré sú pripojené.",
        "permdesc_accessNotifications": "Umožňuje aplikácii načítať, zobrazovať a mazať upozornenia vrátane tých, ktoré boli uverejnené inými aplikáciami.",
        "permdesc_accessWifiState": "Umožňuje aplikácii zobraziť informácie o sieťach Wi‑Fi. Napríklad o tom, či je sieť Wi‑Fi povolená alebo názvy pripojených zariadení Wi‑Fi.",
        "permdesc_accessWimaxState": "Umožňuje aplikácii určiť, či je povolený štandard WiMAX, a tiež informácie o všetkých pripojených sieťach WiMAX.",
        "permdesc_access_notification_policy": "Umožňuje aplikácii čítať a zapisovať konfiguráciu režimu bez vyrušení.",
        "permdesc_activityRecognition": "Táto aplikácia dokáže rozpoznať vašu fyzickú aktivitu.",
        "permdesc_addVoicemail": "Umožní aplikácii pridávať správy do doručenej pošty hlasovej schránky.",
        "permdesc_answerPhoneCalls": "Umožňuje aplikácii odpovedať na prichádzajúce telefonáty.",
        "permdesc_audioWrite": "Umožňuje aplikácii upravovať hudobnú zbierku.",
        "permdesc_bindCarrierMessagingService": "Umožňuje držiteľovi viazať sa na najvyššiu úroveň rozhrania služby na odosielanie správ SMS a MMS operátora. Bežné aplikácie by toto nastavenie nemali nikdy potrebovať.",
        "permdesc_bindCarrierServices": "Umožňuje držiteľovi povolenia naviazať sa na služby operátora. Bežné aplikácie by toto povolenie nemali nikdy nepotrebovať.",
        "permdesc_bindCellBroadcastService": "Umožňuje aplikácii spojiť sa s modulom správ informačných služieb s cieľom preposielať prichádzajúce správy informačných služieb. Správy informačných služieb sa doručujú na určitých miestach a upozorňujú na tiesňové situácie. Škodlivé aplikácie môžu pri prijatí správy informačnej služby narušiť výkonnosť alebo prevádzku vášho zariadenia.",
        "permdesc_bindConditionProviderService": "Umožňuje držiteľovi viazať sa na najvyššiu úroveň rozhrania služby poskytovateľa podmienky. Bežné aplikácie by toto povolenie nemali nikdy potrebovať.",
        "permdesc_bindDreamService": "Umožňuje držiteľovi viazať sa na najvyššiu úroveň rozhrania služby Dream service. Bežné aplikácie by toto povolenie nemali nikdy potrebovať.",
        "permdesc_bindNotificationListenerService": "Umožňuje držiteľovi naviazať sa na najvyššiu úroveň služby na počúvanie upozornení. Bežné aplikácie by toto nastavenie nemali nikdy požadovať.",
        "permdesc_bind_connection_service": "Umožňuje aplikácii komunikovať s telefonickými službami a uskutočňovať a prijímať hovory.",
        "permdesc_bind_incall_service": "Umožňuje aplikácii ovládať, kedy a ako sa používateľovi zobrazí obrazovka hovoru.",
        "permdesc_bluetooth": "Umožňuje aplikácii zobraziť informácie o konfigurácii Bluetooth na tablete. Taktiež jej umožňuje nadväzovať a akceptovať spojenia so spárovanými zariadeniami.",
        "permdesc_bluetoothAdmin": "Umožňuje aplikácii konfigurovať miestny tablet s rozhraním Bluetooth a vyhľadávať a spárovať vzdialené zariadenia.",
        "permdesc_bodySensors": "Umožňuje aplikácii získať prístup k údajom senzorov monitorujúcich vašu fyzickú kondíciu (napríklad pulz).",
        "permdesc_broadcastSticky": "Umožňuje aplikácii odosielať trvalé vysielania, ktoré pretrvávajú aj po skončení vysielania. Nadmerné používanie môže tablet spomaliť alebo spôsobiť jeho nestabilitu, pretože bude používať príliš veľa pamäte.",
        "permdesc_callCompanionApp": "Umožňuje aplikácii zobrazovať a kontrolovať prebiehajúce hovory v zariadení. Táto možnosť zahŕňa údaje, akými sú napríklad čísla jednotlivých hovorov alebo stav hovorov.",
        "permdesc_callPhone": "Umožňuje aplikácii volať telefónne čísla bez vášho zásahu. V dôsledku toho sa môžu účtovať neočakávané poplatky alebo sa môžu uskutočniť neočakávané hovory. Toto povolenie neumožňuje aplikácii volať na tiesňovú linku.",
        "permdesc_camera": "Táto aplikácia môže kedykoľvek fotografovať a zaznamenávať videá pomocou fotoaparátu.",
        "permdesc_cameraOpenCloseListener": "Táto aplikácia môže prijímať spätné volania pri otváraní alebo zatváraní ľubovoľného fotoaparátu (s infomáciou o aplikácii, ktorá to robí).",
        "permdesc_changeNetworkState": "Umožňuje aplikácii zmeniť stav sieťového pripojenia zdieľaného pomocou tetheringu.",
        "permdesc_changeTetherState": "Umožňuje aplikácii zmeniť stav sieťového pripojenia zdieľaného pomocou tetheringu.",
        "permdesc_changeWifiMulticastState": "Umožňuje aplikácii prijímať pakety odoslané na všetky zariadenia v sieti Wi‑Fi pomocou viacsmerových adries, nielen pomocou vášho tabletu. Spotrebuje viac energie ako režim bez viacsmerového vysielania.",
        "permdesc_changeWifiState": "Umožňuje aplikácii pripojiť sa na prístupové body siete Wi‑Fi, odpojiť sa od nich a meniť konfiguráciu zariadení pre siete Wi‑Fi.",
        "permdesc_changeWimaxState": "Umožňuje aplikácii pripojiť tablet k sieťam WiMAX a odpojiť ho od nich.",
        "permdesc_connection_manager": "Povoľuje aplikácii spravovať pripojenia telekomunikačnej siete.",
        "permdesc_control_incall_experience": "Umožňuje aplikácii zobraziť používateľské prostredie počas hovoru.",
        "permdesc_createNetworkSockets": "Umožňuje aplikácii vytvárať sokety siete a používať vlastné protokoly siete. Toto povolenie sa pri odosielaní údajov na internet nevyžaduje, pretože prostriedky na odosielanie údajov na internet poskytujú prehliadač a iné aplikácie.",
        "permdesc_disableKeyguard": "Umožňuje aplikácii zakázať uzamknutie klávesnice a akékoľvek súvisiace zabezpečenie heslom. Príkladom je zakázanie uzamknutia klávesnice pri prichádzajúcom telefonickom hovore a jeho opätovné povolenie po skončení hovoru.",
        "permdesc_enableCarMode": "Umožňuje aplikácii povoliť režim V aute.",
        "permdesc_exemptFromAudioRecordRestrictions": "Udeľte aplikácii výnimku z obmedzení nahrávania zvuku.",
        "permdesc_expandStatusBar": "Umožňuje aplikácii rozbaliť alebo zbaliť stavový riadok.",
        "permdesc_foregroundService": "Umožňuje aplikácii používať služby v popredí",
        "permdesc_getAccounts": "Umožňuje aplikácii získať zoznam účtov v tablete. Môžu sem patriť akékoľvek účty vytvorené aplikáciami, ktoré ste nainštalovali.",
        "permdesc_getPackageSize": "Umožňuje aplikácii načítať svoj kód, údaje a veľkosti vyrovnávacej pamäte",
        "permdesc_getTasks": "Umožňuje aplikácii načítať informácie o aktuálne či nedávno spustených úlohách. Toto povolenie môže aplikácii umožniť objaviť informácie o tom, ktoré aplikácie sa na zariadení používajú.",
        "permdesc_handoverStatus": "Povoľuje tejto aplikácii prijímať informácie o aktuálnych prenosoch funkcie Android Beam",
        "permdesc_imagesWrite": "Umožňuje aplikácii upravovať zbierku fotiek.",
        "permdesc_install_shortcut": "Povoľuje aplikácii pridať odkazy na ploche bez zásahu používateľa.",
        "permdesc_invokeCarrierSetup": "Umožňuje držiteľovi vyvolať aplikáciu pre konfiguráciu poskytnutú operátorom. Bežné aplikácie by toto povolenie nemali nikdy potrebovať.",
        "permdesc_killBackgroundProcesses": "Umožňuje aplikácii ukončiť procesy na pozadí ostatných aplikácií. Môže to zapríčiniť zastavenie ostatných aplikácií.",
        "permdesc_manageFace": "Umožňuje aplikácii vyvolať metódy, ktoré pridávajú a odstraňujú šablóny tvárí.",
        "permdesc_manageFingerprint": "Umožňuje aplikácii zavolať metódy, ktoré pridávajú a odstraňujú vzory odtlačkov prstov.",
        "permdesc_manageNetworkPolicy": "Umožňuje aplikácii spravovať pravidlá siete a definovať pravidlá pre konkrétnu aplikáciu.",
        "permdesc_manageOwnCalls": "Umožňuje aplikácii presmerovať hovory cez systém na účely zlepšenia kvality hovorov.",
        "permdesc_manageProfileAndDeviceOwners": "Povolí aplikáciám nastaviť vlastníkov profilov a vlastníka zariadenia.",
        "permdesc_mediaLocation": "Umožňuje aplikácii čítať polohy zo zbierky médií.",
        "permdesc_modifyAudioSettings": "Umožňuje aplikácii upraviť globálne nastavenia zvuku, ako je hlasitosť, alebo určiť, z ktorého reproduktora bude zvuk vychádzať.",
        "permdesc_modifyNetworkAccounting": "Umožňuje aplikácii upraviť používanie siete jednotlivými aplikáciami. Bežné aplikácie toto nastavenie nepoužívajú.",
        "permdesc_nfc": "Umožňuje aplikácii komunikovať so značkami, kartami a čítačkami s podporou technológie NFC.",
        "permdesc_persistentActivity": "Umožňuje aplikácii uložiť niektoré svoje časti natrvalo do pamäte. Môže to obmedziť pamäť dostupnú pre ostatné aplikácie a spomaliť tak tablet.",
        "permdesc_preferredPaymentInfo": "Umožňuje aplikácii získavať preferované informácie platenej služby NFC, napríklad o registrovanej pomoci a trasách k cieľu.",
        "permdesc_processOutgoingCalls": "Umožňuje aplikácii počas odchádzajúceho hovoru rozpoznať vytáčané číslo a poskytuje možnosť presmerovať daný hovor na odlišné číslo alebo ho úplne zrušiť.",
        "permdesc_readCalendar": "Táto aplikácia môže čítať všetky udalosti kalendára uložené vo vašom tablete a zdieľať alebo ukladať dáta kalendára.",
        "permdesc_readCallLog": "Táto aplikácia môže čítať históriu vašich hovorov.",
        "permdesc_readCellBroadcasts": "Umožňuje aplikácii čítať správy informačných služieb prijaté vaším zariadením. Správy informačných služieb sa doručujú na určitých miestach a upozorňujú na tiesňové situácie. Škodlivé aplikácie môžu pri prijatí správy informačnej služby narušiť výkonnosť alebo prevádzku vášho zariadenia.",
        "permdesc_readContacts": "Umožňuje aplikácii čítať údaje o kontaktoch uložených v telefóne. Aplikácie budú mať tiež prístup k účtom v telefóne, ktoré vytvorili kontakty. Môže ísť o účty vytvorené aplikáciami, ktoré ste nainštalovali. Toto povolenie umožňuje aplikáciám ukladať údaje o kontaktoch. Škodlivé aplikácie môžu zdieľať údaje o kontaktoch bez vášho vedomia.",
        "permdesc_readHistoryBookmarks": "Umožňuje aplikácii čítať všetky webové adresy navštívené prehliadačom a všetky záložky prehliadača. Poznámka: Toto povolenie nemôžu vynucovať prehliadače tretej strany ani iné aplikácie umožňujúce prehliadanie webu.",
        "permdesc_readInstallSessions": "Toto povolenie umožňuje aplikácii čítať relácie inštalácií a zobraziť tak podrobnosti o aktívnych inštaláciách balíkov.",
        "permdesc_readNetworkUsageHistory": "Umožňuje aplikácii čítať históriu používania siete pre určité siete a aplikácie.",
        "permdesc_readPhoneNumbers": "Umožňuje aplikácii pristupovať k telefónnym číslam zariadenia.",
        "permdesc_readPhoneState": "Umožňuje aplikácii pristupovať k telefónnym funkciám zariadenia. Aplikácia s týmto povolením môže určiť telefónne číslo a ID zariadenia, či práve prebieha hovor, a vzdialené číslo, s ktorým je prostredníctvom hovoru nadviazané spojenie.",
        "permdesc_readSms": "Táto aplikácia môže čítať všetky textové správy (SMS) uložené vo vašom tablete.",
        "permdesc_readSyncSettings": "Umožňuje aplikácii čítať nastavenia synchronizácie v účte. Môže napríklad určiť, či je s účtom synchronizovaná aplikácia Ľudia.",
        "permdesc_readSyncStats": "Umožňuje aplikácii čítať štatistické informácie o synchronizácii v účte vrátane histórie uskutočnených synchronizácií a informácií o množstve synchronizovaných údajov.",
        "permdesc_receiveBootCompleted": "Umožňuje aplikácii spustiť sa hneď po spustení systému. Toto nastavenie môže spomaliť spustenie tabletu a tiež jeho celkový výkon, pretože aplikácia bude neustále spustená.",
        "permdesc_receiveMms": "Umožňuje aplikácii prijímať a spracovávať správy MMS. Znamená to, že aplikácia môže sledovať správy odoslané na vaše zariadenie alebo ich odstrániť bez toho, aby sa vám zobrazili.",
        "permdesc_receiveSms": "Umožňuje aplikácii prijímať a spracovávať správy SMS. Znamená to, že aplikácia môže sledovať správy odoslané na vaše zariadenie alebo ich odstrániť bez toho, aby sa vám zobrazili.",
        "permdesc_receiveWapPush": "Umožňuje aplikácii prijímať a spracovávať správy WAP. Toto povolenie zahŕňa možnosť sledovať vaše správy alebo ich odstrániť bez toho, aby sa vám zobrazili.",
        "permdesc_recordAudio": "Táto aplikácia môže kedykoľvek nahrávať zvuk pomocou mikrofónu.",
        "permdesc_register_call_provider": "Povoľuje aplikácii registrovať nové pripojenia telekomunikačnej siete.",
        "permdesc_register_sim_subscription": "Povoľuje aplikácii registrovať nové pripojenia telekomunikačnej siete SIM.",
        "permdesc_removeDrmCertificates": "Umožňuje aplikácii odstraňovať certifikáty DRM. Bežné aplikácie by toto povolenie nemali nikdy potrebovať.",
        "permdesc_reorderTasks": "Umožňuje aplikácii presunúť úlohy do popredia alebo do pozadia. Aplikácia tak môže urobiť bez vášho zásahu.",
        "permdesc_requestDeletePackages": "Umožňuje aplikácii vyžiadať odstránenie balíkov.",
        "permdesc_requestIgnoreBatteryOptimizations": "Umožňuje aplikácii požiadať o povolenie ignorovať optimalizácie výdrže batérie pre danú aplikáciu.",
        "permdesc_requestInstallPackages": "Umožňuje aplikácii vyžiadať inštaláciu balíkov.",
        "permdesc_requestPasswordComplexity": "Umožňuje aplikácii zapamätať si úroveň zložitosti zámky obrazovky (vysoká, stredná, nízka alebo žiadna), ktorá udáva pravdepodobný rozsah dĺžky a typu zámky obrazovky. Aplikácia tiež navrhuje používateľom aktualizáciu zámky obrazovky na určitú úroveň, používatelia sa však môžu na základe vlastného uváženia rozhodnúť tento návrh ignorovať a prejsť inam. Upozorňujeme, že zámka obrazovky nie je uložená vo forme obyčajného textu, takže aplikácia nepozná presné heslo.",
        "permdesc_route_media_output": "Umožňuje aplikácii smerovať výstup médií do ďalších externých zariadení.",
        "permdesc_runInBackground": "Táto aplikácia sa môže spustiť na pozadí a rýchlejšie tak vybiť batériu.",
        "permdesc_sdcardRead": "Umožňuje aplikácii čítať obsah zdieľaného úložiska.",
        "permdesc_sdcardWrite": "Umožňuje aplikácii zapisovať obsah zdieľaného úložiska.",
        "permdesc_sendSms": "Umožňuje aplikácii odosielať správy SMS. Môže to mať za následok účtovanie neočakávaných poplatkov. Škodlivé aplikácie vám môžu spôsobiť výdavky odosielaním správ bez vášho potvrdenia.",
        "permdesc_setAlarm": "Umožňuje aplikácii nastaviť budík v nainštalovanej aplikácii budík. Niektoré aplikácie budíka nemusia túto funkciu implementovať.",
        "permdesc_setInputCalibration": "Umožňuje aplikácii upraviť parametre kalibrácie dotykovej obrazovky. Bežné aplikácie by toto povolenie nemali nikdy potrebovať.",
        "permdesc_setTimeZone": "Umožňuje aplikácii zmeniť časové pásmo tabletu.",
        "permdesc_setWallpaper": "Umožňuje aplikácii nastaviť tapetu systému.",
        "permdesc_setWallpaperHints": "Umožňuje aplikácii nastaviť tipy pre veľkosť tapety systému.",
        "permdesc_sim_communication": "Umožňuje aplikácii odosielať príkazy na SIM kartu. Toto je veľmi nebezpečné povolenie.",
        "permdesc_startViewPermissionUsage": "Umožňuje držiteľovi spustiť používanie povolenia aplikáciou. Bežné aplikácie by toto povolenie nemali nikdy potrebovať.",
        "permdesc_statusBar": "Umožňuje aplikácii vypnúť stavový riadok alebo pridať a odstrániť systémové ikony.",
        "permdesc_statusBarService": "Umožňuje aplikácii fungovať ako stavový riadok.",
        "permdesc_subscribedFeedsRead": "Umožňuje aplikácii získať podrobnosti o aktuálne synchronizovaných informačných kanáloch.",
        "permdesc_systemAlertWindow": "Táto aplikácia sa môže zobraziť nad ostatnými aplikáciami alebo ďalšími časťami obrazovky. Môže tak narušovať normálne používanie aplikácií a zmeniť spôsob zobrazenia ďalších aplikácií.",
        "permdesc_systemCamera": "Táto oprávnená alebo systémová aplikácia môže kedykoľvek fotiť a nahrávať videá fotoaparátom systému. Aplikácia musí mať tiež povolenie android.permission.CAMERA.",
        "permdesc_transmitIr": "Umožňuje aplikácii používať infračervený vysielač tabletu.",
        "permdesc_uninstall_shortcut": "Povoľuje aplikácii odstrániť odkazy na ploche bez zásahu používateľa.",
        "permdesc_useBiometric": "Umožňuje aplikácii používať na overenie totožnosti biometrický hardvér",
        "permdesc_useDataInBackground": "Táto aplikácia môže využívať dáta na pozadí a zvýšiť tak spotrebu dát.",
        "permdesc_useFaceAuthentication": "Umožňuje aplikácii používať na overenie totožnosti hardvér Odomknutia tvárou",
        "permdesc_useFingerprint": "Umožňuje aplikácii používať na overenie hardvér na odtlačky prstov",
        "permdesc_use_sip": "Umožňuje aplikácii uskutočňovať a prijímať hovory SIP.",
        "permdesc_vibrate": "Umožňuje aplikácii ovládať vibrácie.",
        "permdesc_vibrator_state": "Povoľuje aplikácii prístup k stavu vibrátora.",
        "permdesc_videoWrite": "Umožňuje aplikácii upravovať zbierku videí.",
        "permdesc_wakeLock": "Umožňuje aplikácii zabrániť vypnutiu obrazovky auta.",
        "permdesc_writeCalendar": "Táto aplikácia môže pridávať, odstraňovať alebo meniť udalosti kalendára vo vašom tablete. Táto aplikácia môže odosielať správy od vlastníkov kalendára alebo meniť udalosti bez upozornenia ich vlastníkov.",
        "permdesc_writeCallLog": "Umožňuje aplikácii upravovať denník hovorov vo vašom tablete vrátane údajov o prichádzajúcich a odchádzajúcich hovoroch. Škodlivé aplikácie to môžu zneužiť na vymazanie alebo úpravu vášho denníka hovorov.",
        "permdesc_writeContacts": "Umožňuje aplikácii upraviť údaje o kontaktoch uložených v telefóne. Toto povolenie umožňuje aplikáciám odstraňovať údaje o kontaktoch.",
        "permdesc_writeGeolocationPermissions": "Umožňuje aplikácii zmeniť povolenia prehliadača na poskytovanie údajov o zemepisnej polohe. Škodlivé aplikácie to môžu použiť na odosielanie informácií o polohe ľubovoľným webovým stránkam.",
        "permdesc_writeHistoryBookmarks": "Umožňuje aplikácii upraviť históriu prehliadača alebo záložky uložené v tablete. Aplikácia s týmto povolením môže vymazať alebo upraviť údaje prehliadača. Poznámka: Toto povolenie nemôžu vynucovať prehliadače tretích strán ani žiadne ďalšie aplikácie umožňujúce prehliadanie webu.",
        "permdesc_writeSettings": "Umožňuje aplikácii zmeniť údaje nastavení systému. Škodlivé aplikácie môžu poškodiť konfiguráciu vášho systému.",
        "permdesc_writeSyncSettings": "Umožňuje aplikácii upraviť nastavenia synchronizácie v účte. Pomocou tohto povolenia je možné napríklad povoliť synchronizáciu aplikácie Ľudia s účtom.",
        "permgroupdesc_activityRecognition": "prístup k vašej fyzickej aktivite",
        "permgroupdesc_calendar": "prístup ku kalendáru",
        "permgroupdesc_calllog": "čítať a zapisovať do zoznamu hovorov",
        "permgroupdesc_camera": "fotenie a natáčanie videí",
        "permgroupdesc_contacts": "prístup ku kontaktom",
        "permgroupdesc_location": "prístup k polohe tohto zariadenia",
        "permgroupdesc_microphone": "nahrávanie zvuku",
        "permgroupdesc_phone": "telefonovanie a správu hovorov",
        "permgroupdesc_sensors": "prístup k dátam senzorov vašich životných funkcií",
        "permgroupdesc_sms": "posielanie a zobrazovanie SMS",
        "permgroupdesc_storage": "prístup k fotkám, médiám a súborom v zariadení",
        "permgrouplab_activityRecognition": "Fyzická aktivita",
        "permgrouplab_calendar": "Kalendár",
        "permgrouplab_calllog": "Zoznam hovorov",
        "permgrouplab_camera": "Fotoaparát",
        "permgrouplab_contacts": "Kontakty",
        "permgrouplab_location": "Poloha",
        "permgrouplab_microphone": "Mikrofón",
        "permgrouplab_phone": "Telefón",
        "permgrouplab_sensors": "Telové senzory",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Súbory a médiá",
        "permlab_acceptHandover": "pokračovať v hovore z inej aplikácie",
        "permlab_accessBackgroundLocation": "prístup k polohe na pozadí",
        "permlab_accessCoarseLocation": "prístup k približnej polohe iba v popredí",
        "permlab_accessDrmCertificates": "prístup k certifikátom DRM",
        "permlab_accessFineLocation": "prístup k presnej polohe iba v popredí",
        "permlab_accessImsCallService": "prístup k službe volania IMS",
        "permlab_accessLocationExtraCommands": "prístup k ďalším príkazom poskytovateľa polohy",
        "permlab_accessNetworkConditions": "zachytávať informácie o stave siete",
        "permlab_accessNetworkState": "zobraziť sieťové pripojenia",
        "permlab_accessNotifications": "prístup k upozorneniam",
        "permlab_accessWifiState": "zobraziť pripojenia Wi‑Fi",
        "permlab_accessWimaxState": "pripojiť a odpojiť od WiMAX",
        "permlab_access_notification_policy": "prístup k režimu bez vyrušení",
        "permlab_activityRecognition": "rozpoznávanie fyzickej aktivity",
        "permlab_addVoicemail": "pridať hlasovú schránku",
        "permlab_answerPhoneCalls": "odpovedanie na telefonické hovory",
        "permlab_audioWrite": "upravovať hudobnú zbierku",
        "permlab_bindCarrierMessagingService": "viazať sa na službu na odosielanie správ SMS a MMS operátora",
        "permlab_bindCarrierServices": "naviazať sa na služby operátora",
        "permlab_bindCellBroadcastService": "Preposielanie správ informačných služieb",
        "permlab_bindConditionProviderService": "viazanie na službu poskytovateľa podmienky",
        "permlab_bindDreamService": "viazať sa so službou Dream service",
        "permlab_bindNotificationListenerService": "naviazanie sa na službu na počúvanie upozornení",
        "permlab_bind_connection_service": "komunikovať s telefonickými službami",
        "permlab_bind_incall_service": "interakcia s obrazovkou hovoru",
        "permlab_bluetooth": "párovať so zariadeniami Bluetooth",
        "permlab_bluetoothAdmin": "pristupovať k nastaveniam Bluetooth",
        "permlab_bodySensors": "prístup k telesným senzorom (ako sú snímače tepu)",
        "permlab_broadcastSticky": "odoslanie trvalého vysielania",
        "permlab_callCompanionApp": "zobrazenie a kontrola hovorov prostredníctvom systému.",
        "permlab_callPhone": "priamo volať na telefónne čísla",
        "permlab_camera": "fotiť a nakrúcať videá",
        "permlab_cameraOpenCloseListener": "Povoliť aplikácii alebo službe prijímať spätné volanie, keď sú zariadenia s kamerou otvorené alebo zatvorené.",
        "permlab_changeNetworkState": "zmena sieťového pripojenia",
        "permlab_changeTetherState": "zmeniť zdieľané dátové pripojenie",
        "permlab_changeWifiMulticastState": "povoliť príjem Wi‑Fi Multicast",
        "permlab_changeWifiState": "pripojiť a odpojiť od siete Wi‑Fi",
        "permlab_changeWimaxState": "zmeniť stav WiMAX",
        "permlab_connection_manager": "správa pripojení telefonických sietí",
        "permlab_control_incall_experience": "zobrazenie používateľského prostredia počas hovoru",
        "permlab_createNetworkSockets": "úplný prístup k sieti",
        "permlab_disableKeyguard": "deaktivácia zámky obrazovky",
        "permlab_enableCarMode": "aktivovať režim V aute",
        "permlab_exemptFromAudioRecordRestrictions": "udelenie výnimky z obmedzení nahrávania zvuku",
        "permlab_expandStatusBar": "rozbalenie a zbalenie stavového riadka",
        "permlab_foregroundService": "spustiť službu v popredí",
        "permlab_getAccounts": "nájsť účty na zariadení",
        "permlab_getPackageSize": "zistiť veľkosť ukladacieho priestoru aplikácie",
        "permlab_getTasks": "načítať spustené aplikácie",
        "permlab_handoverStatus": "príjem stavu prenosov Android Beam",
        "permlab_imagesWrite": "upravovať zbierku fotiek",
        "permlab_install_shortcut": "inštalovať odkazy",
        "permlab_invokeCarrierSetup": "vyvolanie aplikácie pre konfiguráciu poskytnutú operátorom",
        "permlab_killBackgroundProcesses": "zavrieť iné aplikácie",
        "permlab_manageFace": "spravovať hardvér odomknutia tvárou",
        "permlab_manageFingerprint": "spravovať hardvér na snímanie odtlačkov prstov",
        "permlab_manageNetworkPolicy": "spravovať pravidlá siete",
        "permlab_manageOwnCalls": "presmerovanie hovorov cez systém",
        "permlab_manageProfileAndDeviceOwners": "správa vlastníkov profilov a zariadení",
        "permlab_mediaLocation": "čítať polohy zo zbierky médií",
        "permlab_modifyAudioSettings": "meniť nastavenia zvuku",
        "permlab_modifyNetworkAccounting": "zmeniť kontrolu používania siete",
        "permlab_nfc": "ovládať technológiu NFC",
        "permlab_persistentActivity": "nastaviť, aby bola aplikácia neustále spustená",
        "permlab_preferredPaymentInfo": "Preferované informácie platenej služby NFC",
        "permlab_processOutgoingCalls": "presmerovať odchádzajúce hovory",
        "permlab_readCalendar": "Čítanie udalostí kalendára a podrobností",
        "permlab_readCallLog": "čítať denník hovorov",
        "permlab_readCellBroadcasts": "čítať správy informačných služieb",
        "permlab_readContacts": "čítať kontakty",
        "permlab_readHistoryBookmarks": "čítať webové záložky a históriu",
        "permlab_readInstallSessions": "čítanie inštalačných relácií",
        "permlab_readNetworkUsageHistory": "čítať históriu používania siete",
        "permlab_readPhoneNumbers": "čítanie telefónnych čísel",
        "permlab_readPhoneState": "čítať stav a identitu telefónu",
        "permlab_readSms": "čítať textové správy (SMS alebo MMS)",
        "permlab_readSyncSettings": "čítať nastavenia synchronizácie",
        "permlab_readSyncStats": "čítať štatistické údaje o synchronizácii",
        "permlab_receiveBootCompleted": "spustiť pri štarte",
        "permlab_receiveMms": "prijímať textové správy (MMS)",
        "permlab_receiveSms": "prijímať textové správy (SMS)",
        "permlab_receiveWapPush": "prijímať textové správy (WAP)",
        "permlab_recordAudio": "nahrávať zvuk",
        "permlab_register_call_provider": "registrácia nových pripojení telekomunikačnej siete",
        "permlab_register_sim_subscription": "registrácia nových pripojení telekomunikačnej siete SIM",
        "permlab_removeDrmCertificates": "odstránenie certifikátov DRM",
        "permlab_reorderTasks": "zmeniť poradie spustených aplikácií",
        "permlab_requestDeletePackages": "vyžiadať odstránenie balíkov",
        "permlab_requestIgnoreBatteryOptimizations": "požiadať o ignorovanie optimalizácií výdrže batérie",
        "permlab_requestInstallPackages": "odosielanie žiadostí o inštaláciu balíkov",
        "permlab_requestPasswordComplexity": "požadovať zložitosť zámky obrazovky",
        "permlab_route_media_output": "smerovanie výstupu médií",
        "permlab_runInBackground": "spustenie na pozadí",
        "permlab_sdcardRead": "čítanie obsahu zdieľaného úložiska",
        "permlab_sdcardWrite": "upravovanie alebo odstraňovanie obsahu zdieľaného úložiska",
        "permlab_sendSms": "posielať a zobrazovať SMS",
        "permlab_setAlarm": "nastaviť budík",
        "permlab_setInputCalibration": "zmeniť kalibráciu vstupného zariadenia",
        "permlab_setTimeZone": "nastavenie časového pásma",
        "permlab_setWallpaper": "nastaviť tapetu",
        "permlab_setWallpaperHints": "upraviť veľkosť tapety",
        "permlab_sim_communication": "posielanie príkazov do SIM karty",
        "permlab_startViewPermissionUsage": "spustenie používania povolenia na zobrazenie",
        "permlab_statusBar": "zakázanie alebo zmeny stavového riadka",
        "permlab_statusBarService": "vydávanie sa za stavový riadok",
        "permlab_subscribedFeedsRead": "čítať odoberané informačné kanály",
        "permlab_systemAlertWindow": "Táto aplikácia sa môže zobraziť nad ostatnými aplikáciami",
        "permlab_systemCamera": "Povoľte aplikácii alebo službe prístup k fotoaparátom systému na snímanie fotiek a videí",
        "permlab_transmitIr": "infračervený prenos",
        "permlab_uninstall_shortcut": "odinštalovať odkazy",
        "permlab_useBiometric": "používať biometrický hardvér",
        "permlab_useDataInBackground": "využívanie dát na pozadí",
        "permlab_useFaceAuthentication": "používať hardvér Odomknutia tvárou",
        "permlab_useFingerprint": "použiť hardvér na snímanie odtlačkov prstov",
        "permlab_use_sip": "uskutočňovanie/príjem hovorov SIP",
        "permlab_vibrate": "ovládať vibrovanie",
        "permlab_videoWrite": "upravovať zbierku videí",
        "permlab_wakeLock": "zabránenie vypnutiu obrazovky auta",
        "permlab_writeCalendar": "pridať alebo upraviť udalosti v kalendári a odoslať e-mail hosťom bez vedomia vlastníka",
        "permlab_writeCallLog": "zapisovať do denníka hovorov",
        "permlab_writeContacts": "upraviť kontakty",
        "permlab_writeGeolocationPermissions": "zmeniť povolenia prehliadača poskytovať informácie o zemepisnej polohe",
        "permlab_writeHistoryBookmarks": "zapisovať webové záložky a históriu",
        "permlab_writeSettings": "upraviť nastavenia systému",
        "permlab_writeSyncSettings": "zapnúť alebo vypnúť synchronizáciu"
    },
    "sidebars": {
        "lang": {
            "change": "Zmeniť"
        }
    }
}
