{
    "misc": {
        "step_x": "Steg [number]",
        "step_x_description": "Steg [number]: [description]",
        "option_x_description": "Valg [number]: [description]",
        "overview": {
            "title": "Hva du kan gjøre med F-Droid",
            "tutorial_x_title": "Veiledning [number]: [title]",
            "summary": "F-Droid er et uavhengig, gemenskapsdrevet programvaremarked for Android som er helt fritt. I F-Droid kan du utforske over 1200 friprogprogrammer, søke og installere programmer fra opprettede pakkebrønner, eller lage din egen. Åpne f-droid.org på din Android-enhet for å laste ned programmet og komme igang!"
        }
    },
    "add_repo": {
        "overview": {
            "title": "Hent mer innhold.",
            "summary": "For å hente mer, legg til en pakkebrønn i F-Droid. En pakkebrønn er en samling kuratert innhold. Du kan finne folks pakkebrønner fra dem direkte. Utviklere lenker ofte til deres F-Droid-pakkebrønner fra deres nettside. Instruktører deler ofte lenker til pakkebrønner over e-post, Facebook eller Twitter."
        },
        "title": "Hvordan legge til en pakkebrønn i F-Droid",
        "open_repo_link": {
            "short_summary": "Åpne pakkebrønnslenken",
            "title": "Åpne pakkebrønnslenken på telefonen din",
            "description": "Noen har sendt deg en lenke til deres pakkebrønn via e-post, Facebook, Twitter eller tekstmelding. Hvis du ønsker å legge til disse i ditt F-Droid program kan du gjøre dette ved å åpne lenken.",
            "steps": {
                "step_1": "Last ned og instaler F-Droid -programmet på din Android.",
                "step_2": "Klikk på lenken og åpne den i en nettleser på telefonen din.",
                "step_3": "Når du har lenken åpen, trykk på \"Legg til i F-Droid\"-knappen.",
                "step_4": "Trykk \"Jeg har F-Droid\"-knappen. F-Droid -programmet vil åpnes.",
                "step_6": "Din nye pakkebrønn vil bli lagt til. For å se en liste over dine programmer, åpne \"Innstillinger\". Velg så \"Pakkebrønner\".",
                "step_7": "Trykk på en pakkebrønn for å se dens innhold.",
                "step_8": "Velg programmene du ønsker, og installer dem på enheten din."
            }
        },
        "scan_qr_code": {
            "short_summary": "Skann QR-kode",
            "title": "Skann en QR-kode fra en annen enhet",
            "steps": {
                "step_1": "Når QR-koden for pakkebrønnen vises, skann den med QR-skannerprogrammet.",
                "step_2": "Trykk på lenken. Hvis du gis valget, åpne lenken med F-Droid. Følg så spørringene. Hvis dette virker er du ferdig. Hvis ikke, fortsett til neste steg.",
                "step_3": "Hvis du ikke får valget om å åpne lenken med F-Droid, lukk QR-kodeskannerprogrammet og åpne F-Droidprogrammet.",
                "step_4": "I F-Droid, trykk \"Innstillinger\". Under \"Mine programmer\", og velg \"Pakkebrønner\".",
                "step_5": "På pakkebrønnsskjermen, trykk på \"+\"ikonet i topphjørnet."
            },
            "related_tutorial": "Det kan hende du også er interessert i: <a href=\"../swap/\">Hvordan sende og motta programmer frakoblet</a>"
        },
        "intro": "Du kan legge til en pakkebrønn i F-Droid ved å skanne pakkebrønnens QR-kode fra en annen enhet eller ved å åpne en pakkebrønnslenke på din enhet. Begynn ved å laste ned og installere F-Droid-programmet på din Android-enhet."
    },
    "swap": {
        "overview": {
            "title": "Send og motta programmer frakoblet."
        },
        "title": "Hvordan sende og motta programmer frakoblet"
    }
}
