{
    "antifeatures": {
        "Ads": "इस एप्लिकेशन में विज्ञापन शामिल है",
        "DisabledAlgorithm": "इस ऐप का सुरक्षा हस्ताक्षर कमजोर है",
        "KnownVuln": "इस एप्लिकेशन में एक ज्ञात सुरक्षा भेद्यता है",
        "NoSourceSince": "स्रोत कोड अब उपलब्ध नहीं है, कोई अपडेट संभव नहीं है.",
        "NonFreeAdd": "इस एप्लिकेशन गैर-नि: शुल्क add-ons को बढ़ावा देता है",
        "NonFreeAssets": "इस ऐप में गैर-मुक्त संपत्ति है",
        "NonFreeDep": "यह ऐप अन्य नॉन-फ्री ऐप पर निर्भर करता है",
        "NonFreeNet": "यह ऐप गैर-मुक्त नेटवर्क सेवाओं को बढ़ावा देता है",
        "Tracking": "यह ऐप आपकी गतिविधि पर् नज़र रखता है और रिपोर्ट करता है",
        "UpstreamNonFree": "अपस्ट्रीम स्रोत कोड पूरी तरह से मुफ्त नहीं है"
    },
    "app_categories": {
        "Connectivity": "संपर्क",
        "Development": "विकास",
        "Games": "खेल",
        "Graphics": "ग्राफिक्स",
        "Internet": "ईंटरनेट",
        "Money": "पैसे",
        "Multimedia": "मल्टीमीडिया",
        "Navigation": "पथ प्रदर्शन",
        "Phone & SMS": "फ़ोन और एस-एम-एस",
        "Reading": "पठन",
        "Science & Education": "विग्यान और शिक्षा",
        "Security": "सुरक्षा",
        "Sports & Health": "खेल-कूद एवं स्वास्थ्य",
        "System": "सिस्टम",
        "Theming": "थेमिंग",
        "Time": "समय",
        "Writing": "लिख रहे हैं",
        "show_all_packages": "सभी% d पैकेज दिखाएं"
    },
    "index": {
        "download_fdroid": "F-Droid डाउनलोड करें",
        "gpg_signature": "पीजीपी हस्ताक्षर",
        "screenshot": "एफ-ड्रॉइड एंड्रॉयड ऐप स्क्रीनशॉट",
        "title": "एफ-ड्रॉइड क्या है?"
    },
    "mirrors": {
        "cn": "चीन",
        "de": "जर्मनी",
        "se": "स्वीडन",
        "tw": "ताइवान",
        "ua": "यूक्रेन"
    },
    "navigation": {
        "about": "परिचय",
        "apps": "ऐप्स",
        "contribute": "सहयोग",
        "documentation": "डॉक्स",
        "edit_on_gitlab": "गिटलैब पर संपादित करें",
        "forum": "मंच",
        "issues": "मुद्दे",
        "news": "समाचार",
        "translate_on_weblate": "वेबलेट पर अनुवाद करें"
    },
    "package": {
        "added_on": "{{ package_added_date }} पर जोड़ा गया",
        "anti_features": "विरोधी विशेषताएं",
        "anti_features_warning": "इस ऐप में ऐसे फीचर्स हैं जो आपको पसंद नहीं आ सकते हैं।",
        "author": "लेखक",
        "build_log": "निर्माण लोग़",
        "build_metadata": "मेटाडेटा बनाएं",
        "changelog": "बदलाव लॉग",
        "donate": "दान करें",
        "download": "डाउनलोड {{file_extension}}",
        "flattr": "Flattr",
        "gpg_signature": "पीजीपी हस्ताक्षर",
        "issue_tracker": "इश्यू ट्रैकर",
        "liberapay": "लिब्रेपे",
        "license": "लाइसेंस",
        "minimum_android_version": "इस संस्करण के लिए एंड्रॉइड {{ android_version }} या नए की आवश्यकता है.",
        "new_in_version": "संस्करण {{latest_version}} में नया",
        "opencollective": "ओपन कलेक्टिव",
        "package_icon_alt": "पैकेज आइकन",
        "package_screenshot_alt": "ऐप स्क्रीनशॉट",
        "packages": "पेकज",
        "permissions": "अनुमतियां",
        "signed_by_developer": "यह मूल डेवलपर द्वारा बनाया और हस्ताक्षरित है।",
        "source_code": "सोर्स कोड",
        "suggest_downloading_via_fdroid": "हालांकि आपको विकल्प देने हेतु नीचे एपीके डाउनलोड उपलब्ध हैं, आपको इस बात की जानकारी होनी चाहिए कि इस तरह से आपको अपडेट सूचनाएं प्राप्त नहीं होंगी और यह डाउनलोड करने का कम सुरक्षित तरीका है। हमारा सुझाव है कि आप एफ-ड्रॉइड क्लाइंट स्थापित करें और उसका उपयोग करें।",
        "suggested": "सुझावित",
        "translation": "अनुवाद",
        "website": "वेबसाइट"
    },
    "permissions": {
        "permdesc_acceptHandovers": "एप्लिकेशन को एक कॉल जारी रखने की अनुमति देता है जिसे किसी अन्य ऐप में शुरू किया था।",
        "permdesc_accessBackgroundLocation": "यह ऐप्लिकेशन जगह की जानकारी का ऐक्सेस किसी भी समय कर सकता है, भले ही आप उसका इस्तेमाल न कर रहे हों.",
        "permdesc_accessCoarseLocation": "जब ऐप्लिकेशन काम कर रहा हो, तब जगह की जानकारी की सुविधा का इस्तेमाल करके, यह आपकी अनुमानित जगह की जानकारी ऐक्सेस कर सकता है. अपने डिवाइस पर जगह की जानकारी की सेटिंग चालू करें, ताकि ऐप्लिकेशन जगह की जानकारी ऐक्सेस कर सके.",
        "permdesc_accessDrmCertificates": "ऐप्लिकेशन को DRM प्रमाणपत्रों का प्रावधान और उपयोग करने देती है. सामान्य ऐप्स के लिए कभी भी आवश्यकता नहीं होना चाहिए.",
        "permdesc_accessFineLocation": "जब ऐप्लिकेशन काम कर रहा हो, तब जगह की जानकारी की सुविधा का इस्तेमाल करके, यह आपकी जगह की सटीक जानकारी ऐक्सेस कर सकता है. अपने डिवाइस पर जगह की जानकारी की सेटिंग चालू करें, ताकि ऐप्लिकेशन जगह की जानकारी ऐक्सेस कर सके. इससे बैटरी खर्च बढ़ सकता है.",
        "permdesc_accessImsCallService": "आपके हस्‍तक्षेप के बिना कॉल करने के लिए, ऐप को IMS सेवा का उपयोग करने देती है.",
        "permdesc_accessLocationExtraCommands": "ऐप को कुछ और जगह की जानकारी देने वाले आदेशों की पहुंच पाने देता है. इससे ऐप जीपीएस या जगह की जानकारी देने वाले दूसरे स्रोतों के काम में रोक-टोक कर सकता है.",
        "permdesc_accessNetworkConditions": "ऐप्स को नेटवर्क स्थितियों के अवलोकनों को सुनने देता है. सामान्य ऐप्स के लिए कभी भी आवश्यक नहीं होना चाहिए.",
        "permdesc_accessNetworkState": "ऐप को नेटवर्क कनेक्‍शन के बारे में जानकारी देखने देता है, जैसे कौन से नेटवर्क मौजूद हैं और कनेक्‍ट हैं.",
        "permdesc_accessNotifications": "ऐप को सूचना पाने, जाँच करने और साफ़ करने देता है, जिनमें अन्य ऐप के ज़रिए पोस्ट की गई सूचनाएं भी शामिल हैं.",
        "permdesc_accessWifiState": "ऐप को वाई-फ़ाई नेटवर्क के बारे में जानकारी, जैसे WI-Fi चालू है या नहीं और कनेक्‍ट किए गए वाई-फ़ाई डिवाइस के नाम, देखने देता है.",
        "permdesc_accessWimaxState": "ऐप को तय करने देता है कि WiMAX चालू है या नहीं और कनेक्‍ट किए गए किसी WiMAX नेटवर्क के बारे में जानकारी लेने देता है.",
        "permdesc_access_notification_policy": "ऐप को परेशान न करें कॉन्फ़िगरेशन पढ़ने और लिखने देती है.",
        "permdesc_activityRecognition": "यह ऐप्लिकेशन आपके शरीर की गतिविधि को पहचान सकता है.",
        "permdesc_addVoicemail": "ऐप्स को आपके ध्‍वनिमेल इनबॉक्‍स में संदेश जोड़ने देता है.",
        "permdesc_answerPhoneCalls": "ऐप्लिकेशन को किसी इनकमिंग फ़ोन कॉल का जवाब देने देती है.",
        "permdesc_audioWrite": "इससे ऐप्लिकेशन को आपके संगीत संग्रह में बदलाव करने की मंज़ूरी दी जाती है",
        "permdesc_bindCarrierMessagingService": "उपयोगकर्ता को किसी मोबाइल और इंटरनेट सेवा देने वाली कंपनी की मैसेज सेवा के सबसे बढ़िया इंटरफ़ेस से जोड़ता है. सामान्‍य ऐप के लिए इसकी कभी ज़रूरत नहीं होती.",
        "permdesc_bindCarrierServices": "उपयोगकर्ता को किसी मोबाइल और इंटरनेट सेवा देने वाली कंपनी से जोड़ता है. सामान्‍य ऐप के लिए इसकी कभी ज़रूरत नहीं होती.",
        "permdesc_bindCellBroadcastService": "सेल ब्रॉडकास्ट (CBC) मैसेज आते ही उसे दूसरे नंबर पर भेजने के लिए, ऐप्लिकेशन को सेल ब्रॉडकास्ट (CBC) मॉड्यूल पर बाइंड करने की अनुमति देता है. कुछ जगहों में सेल ब्रॉडकास्ट (CBC) अलर्ट आपातकालीन स्थितियों के बारे में चेतावनी देने के लिए भेजा जाता है. नुकसान पहुंचाने वाले ऐप्लिकेशन, आपातकाल में सेल ब्रॉडकास्ट (CBC) मैसेज मिलने पर आपके डिवाइस के काम करते समय या इसके परफ़ॉर्मेंस में रुकावट पैदा कर सकते हैं.",
        "permdesc_bindConditionProviderService": "उपयोगकर्ता को किसी शर्तें लागू करने वाले (कंडीशन प्रोवाइडर) सबसे बढ़िया इंटरफ़ेस से जोड़ता है. सामान्‍य ऐप के लिए इसकी कभी ज़रूरत नहीं होती.",
        "permdesc_bindDreamService": "धारक को किसी भावी सेवा के शीर्ष-स्तर इंटरफ़ेस से आबद्ध होने देता है. सामान्य ऐप्स के लिए कभी भी आवश्‍यक नहीं होना चाहिए.",
        "permdesc_bindNotificationListenerService": "उपयोगकर्ता को सूचना सुनने वाली सेवा के सबसे बेहतर इंटरफ़ेस से जुड़ने देती है. सामान्य ऐप के लिए कभी भी इसकी ज़रुरत नहीं होगी.",
        "permdesc_bind_connection_service": "कॉल करने/पाने के लिए ऐप्स को टेलीफ़ोनी सेवा के साथ सहभागिता करने दें.",
        "permdesc_bind_incall_service": "ऐप को यह नियंत्रित करने देती है कि उपयोगकर्ता को इन-कॉल स्क्रीन कब और कैसी दिखाई देती है.",
        "permdesc_bluetooth": "ऐप्स को टैबलेट पर ब्लूटूथ का कॉन्‍फ़िगरेशन देखने, और युग्‍मित डिवाइस के साथ कनेक्‍शन बनाने और स्‍वीकार करने देता है.",
        "permdesc_bluetoothAdmin": "किसी ऐप्स को स्‍थानीय ब्लूटूथ टैबलेट कॉन्‍फ़िगर करने की और रिमोट डिवाइस के साथ खोजने और युग्‍मित करने देता है.",
        "permdesc_bodySensors": "ऐप को आपकी शारीरिक स्‍थिति, जैसे आपकी हृदय गति पर नज़र रखने वाले सेंसर के डेटा तक पहुंचने देती है.",
        "permdesc_broadcastSticky": "ऐप्स को स्‍टिकी प्रसारण भेजने देता है, जो प्रसारण खत्म होने के बाद भी बने रहते हैं. अत्यधिक उपयोग, टैबलेट की बहुत ज़्यादा मेमोरी का उपयोग करके उसे धीमा या अस्‍थिर कर सकता है.",
        "permdesc_callCompanionApp": "ऐप्लिकेशन को डिवाइस पर चल रहे कॉल देखने और नियंत्रित करने देती है. इसमें कॉल के नंबर और उनकी स्थिति से जुड़ी जानकारी शामिल है.",
        "permdesc_callPhone": "ऐप्लिकेशन को आपके हस्‍तक्षेप के बिना फ़ोन नंबर पर कॉल करने देता है. इसके परिणाम अनचाहे शुल्‍क या कॉल हो सकते हैं. ध्यान दें कि यह ऐप्लिकेशन को आपातकालीन नंबर पर कॉल नहीं करने देता. नुकसान पहुंचाने वाला ऐप्लिकेशन आपकी पुष्टि के बिना कॉल करके आपके पैसे खर्च करवा सकते हैं.",
        "permdesc_camera": "यह ऐप्लिकेशन किसी भी समय कैमरे का उपयोग करके चित्र ले सकता है और वीडियो रिकॉर्ड कर सकता है.",
        "permdesc_cameraOpenCloseListener": "यह ऐप्लिकेशन, डिवाइस के कैमरे को चालू या बंद करते समय (किसी ऐप्लिकेशन से) कॉलबैक पा सकता है.",
        "permdesc_changeNetworkState": "ऐप्स को नेटवर्क कनेक्टिविटी की स्थिति बदलने देता है.",
        "permdesc_changeTetherState": "ऐप्स को टेदर की गई नेटवर्क कनेक्‍टिविटी की स्‍थिति बदलने देता है.",
        "permdesc_changeWifiMulticastState": "एप्लिकेशन को वाई-फ़ाई नेटवर्क पर मल्टीकास्ट पते के इस्तेमाल से सिर्फ़ आपके टैबलेट पर ही नहीं, बल्कि सभी डिवाइस पर भेजे गए पैकेट पाने देता है. यह गैर-मल्टीकास्ट मोड से ज़्यादा पावर का इस्तेमाल करता है.",
        "permdesc_changeWifiState": "ऐप्स को वाई-फ़ाई पहुंच बिंदुओं से कनेक्ट और डिसकनेक्ट करने और वाई-फ़ाई नेटवर्क के लिए डिवाइस कॉन्फ़िगरेशन में परिवर्तन करने देता है.",
        "permdesc_changeWimaxState": "ऐप्स को WiMAX नेटवर्क से टैबलेट को कनेक्‍ट और डिस्‍कनेक्‍ट करने देता है.",
        "permdesc_connection_manager": "ऐप को टेलीकॉम कनेक्शन प्रबंधित करने देती है.",
        "permdesc_control_incall_experience": "ऐप को इन कॉल उपयोगकर्ता अनुभव लेने देती है.",
        "permdesc_createNetworkSockets": "ऐप को नेटवर्क सॉकेट बनाने और मन मुताबिक नेटवर्क प्रोटोकॉल का इस्तेमाल करने देता है. ब्राउज़र और अन्‍य ऐप से इंटरनेट को डेटा भेजने के तरीके मिलते हैं, ताकि इंटरनेट को डेटा भेजने के लिए इस अनुमति की ज़रुरत न पड़े.",
        "permdesc_disableKeyguard": "ऐप्स को कीलॉक और कोई भी संबद्ध पासवर्ड सुरक्षा बंद करने देता है. उदाहरण के लिए, इनकमिंग फ़ोन कॉल पाते समय फ़ोन, कीलॉक को बंद कर देता है, फिर कॉल खत्म होने पर कीलॉक को फिर से चालू कर देता है.",
        "permdesc_enableCarMode": "ऐप्स को कार मोड सक्षम करने देता है.",
        "permdesc_exemptFromAudioRecordRestrictions": "इस ऐप्लिकेशन पर, ऑडियो को रिकॉर्ड करने की पाबंदी लागू न करें.",
        "permdesc_expandStatusBar": "ऐप को, स्टेटस बार खोलकर बड़ा करने या उसे छोटा करने की अनुमति देता है.",
        "permdesc_foregroundService": "ऐप्लिकेशन को स्क्रीन पर दिखने वाली सेवाएं इस्तेमाल करने दें.",
        "permdesc_getAccounts": "एप्लिकेशन को टैबलेट से ज्ञात खातों की सूची पाने देता है. इसमें वे खाते शामिल हो सकते हैं जिन्‍हें इंस्‍टॉल किए गए एप्लिकेशन ने बनाया है.",
        "permdesc_getPackageSize": "ऐप को उसका कोड, डेटा, और कैश मेमोरी के आकारों को फिर से पाने देता है",
        "permdesc_getTasks": "ऐप को माजूदा समय में और हाल ही में चल रही कार्रवाइयों के बारे में जानकारी निकालने देता है. इससे ऐप डिवाइस पर इस्तेमाल किए गए ऐप के बारे में जानकारी खोज सकता है.",
        "permdesc_handoverStatus": "इस ऐप को मौजूदा Android बीम ट्रांसफ़र के बारे में जानकारी पाने की अनुमति दें.",
        "permdesc_imagesWrite": "इससे ऐप्लिकेशन को आपके फ़ोटो संग्रह में बदलाव करने की मंज़ूरी दी जाती है.",
        "permdesc_install_shortcut": "ऐप्‍लिकेशन को उपयोगकर्ता की रोक के बिना होमस्‍क्रीन शॉर्टकट जोड़ने की अनुमति देता है.",
        "permdesc_invokeCarrierSetup": "धारक को मोबाइल और इंटरनेट सेवा देने वाली कंपनी से पाया गया कॉन्फ़िगरेशन ऐप शुरु करने देता है. सामान्‍य ऐप के लिए इसकी कभी ज़रूरत नहीं होती.",
        "permdesc_killBackgroundProcesses": "ऐप्स को अन्‍य ऐप्स की पृष्ठभूमि प्रक्रियाओं को खत्म करने देता है. यह अन्य ऐप्स का चलना रोक सकता है.",
        "permdesc_manageFace": "ऐप्लिकेशन को चेहरे के टेम्पलेट इस्तेमाल के तरीके जोड़ने और मिटाने की मंज़ूरी मिलती है.",
        "permdesc_manageFingerprint": "फ़िंगरप्रिंट वाले टेम्पलेट का इस्तेमाल करने के लिए जोड़ने और हटाने के लिए ऐप को तरीके शुरू करने देती है.",
        "permdesc_manageNetworkPolicy": "ऐप्स को नेटवर्क नीतियां प्रबंधित करने और ऐप्स-विशिष्‍ट नियमों को परिभाषित करने देता है.",
        "permdesc_manageOwnCalls": "कॉल करने के अनुभव को बेहतर बनाने के लिए ऐप्लिकेशन को सिस्टम के माध्यम से उसके कॉल रूट करने देती है.",
        "permdesc_manageProfileAndDeviceOwners": "ऐप्‍स को प्रोफ़ाइल स्‍वामी और डिवाइस स्‍वामी सेट करने दें.",
        "permdesc_mediaLocation": "इससे ऐप्लिकेशन को आपके मीडिया संग्रह से जगह की जानकारी ऐक्सेस करने की अनुमति दी जाती है.",
        "permdesc_modifyAudioSettings": "ऐप्स को वैश्विक ऑडियो सेटिंग, जैसे वॉल्‍यूम और कौन-सा स्पीकर आउटपुट के लिए उपयोग किया गया, संशोधित करने देता है.",
        "permdesc_modifyNetworkAccounting": "ऐप्स को यह संशोधित करने देता है कि ऐप्स की तुलना में नेटवर्क उपयोग का मूल्यांकन कैसे किया जाता है. सामान्‍य ऐप्स द्वारा उपयोग करने के लिए नहीं.",
        "permdesc_nfc": "ऐप्स को नियर फ़ील्ड कम्यूनिकेशन (NFC) टैग, कार्ड, और रीडर के साथ संचार करने देता है.",
        "permdesc_persistentActivity": "ऐप्स को मेमोरी में स्‍वयं के कुछ हिस्सों को लगातार बनाने की अनुमति देता है. यह अन्‍य ऐप्स के लिए उपलब्‍ध स्‍मृति को सीमित कर टैबलेट को धीमा कर सकता है.",
        "permdesc_preferredPaymentInfo": "अगर ऐप्लिकेशन को अनुमति दी जाती है, तो वह पैसे चुकाने की आपकी उस पसंदीदा सेवा के बारे में जानकारी पा सकता है जो NFC का इस्तेमाल करती है. इसमें रजिस्टर किए गए डिवाइस और उनके आउटपुट के रूट जैसी जानकारी शामिल होती है.",
        "permdesc_processOutgoingCalls": "ऐप कॉल को किसी और नंबर पर भेजने या कॉल को पूरी तरह रद्द करने के विकल्प के साथ, किए गए कॉल (आउटगोइंग) के नंबर को देख सकता है.",
        "permdesc_readCalendar": "यह ऐप्लिकेशन आपके टैबलेट पर संग्रहित सभी कैलेंडर इवेंट पढ़ सकता है और आपका कैलेंडर डेटा शेयर कर सकता है या सहेज सकता है.",
        "permdesc_readCallLog": "यह ऐप्लिकेशन आपका कॉल इतिहास पढ़ सकता है.",
        "permdesc_readCellBroadcasts": "ऐप को, वो सेल ब्रॉडकास्ट (CBC) मैसेज पढ़ने देता है जो आपके डिवाइस को मिले हैं. सेल ब्रॉडकास्ट (CBC) अलर्ट कुछ स्थानों (लोकेशन) पर आपको आपातकालीन स्‍थितियों की चेतावनी देने के लिए दिए जाते हैं. आपातकालीन सेल ब्रॉडकास्ट (CBC) मिलने पर, धोखा देने वाले ऐप आपके डिवाइस के परफ़ॉर्मेंस या कार्यवाही में दखल दे सकते हैं.",
        "permdesc_readContacts": "यह ऐप्लिकेशन को आपके फ़ोन पर मौजूद संपर्कों का डेटा देखने की अनुमति देता है. ऐप्लिकेशन को आपके फ़ोन पर मौजूद उन खातों को ऐक्सेस करने की अनुमति भी होगी जिनसे संपर्क बनाए गए हैं. इसमें वे खाते भी शामिल हो सकते हैं जिन्हें आपके इंस्टॉल किए हुए ऐप्लिकेशन ने बनाया है. इस अनुमति के बाद, ऐप्लिकेशन आपके संपर्कों का डेटा सेव कर सकते हैं. हालांकि, नुकसान पहुंचाने वाले ऐप्लिकेशन, आपको बताए बिना ही संपर्कों का डेटा शेयर कर सकते हैं.",
        "permdesc_readHistoryBookmarks": "ऐप को ब्राउज़र के ज़रिये देखे गए सभी यूआरएल के इतिहास, और ब्राउज़र के सभी बुकमार्क पढ़ने देता है. ध्‍यान दें: हो सकता है कि यह अनुमति तीसरे-पक्ष के ब्राउज़र या वेब ब्राउज़िंग की सुविधा वाले अन्य ऐप के ज़रिये लागू न की जाए.",
        "permdesc_readInstallSessions": "ऐप्लिकेशन को इंस्टॉल सत्रों को पढ़ने देती है. इससे उसे सक्रिय पैकेज इंस्टॉलेशन के बारे में विवरण देखने की अनुमति मिल जाती है.",
        "permdesc_readNetworkUsageHistory": "किसी ऐप्स को विशिष्ट नेटवर्क और ऐप्स के लिए ऐतिहासिक नेटवर्क उपयोग को पढ़ने देता है.",
        "permdesc_readPhoneNumbers": "ऐप को डिवाइस के फ़ोन नंबर का इस्तेमाल करने देती है.",
        "permdesc_readPhoneState": "ऐप्स को डिवाइस की फ़ोन सुविधाओं तक पहुंचने देता है. यह अनुमति ऐप्स को फ़ोन नंबर और डिवाइस आईडी, कॉल सक्रिय है या नहीं, और कॉल द्वारा कनेक्ट किया गया दूरस्‍थ नंबर तय करने देती है.",
        "permdesc_readSms": "यह ऐप आपके टैबलेट पर सहेजे गए सभी मैसेज (एसएमएस) पढ़ सकता है.",
        "permdesc_readSyncSettings": "ऐप्स को किसी खाते की समन्वयन सेटिंग पढ़ने देता है. उदाहरण के लिए, इससे यह तय किया जा सकता है कि लोग ऐप्स किसी खाते के साथ समन्‍वयित है या नहीं.",
        "permdesc_readSyncStats": "ऐप्स को किसी खाते के समन्वयन आंकड़े, साथ ही समन्‍वयित इवेंट का इतिहास और समन्‍वयित डेटा की मात्रा पढ़ने देता है.",
        "permdesc_receiveBootCompleted": "ऐप्लिकेशन को सिस्टम से बूटिंग पूरी करते ही अपने आप शुरू करने देता है. इससे टैबलेट को शुरू होने में ज़्यादा समय लग सकता है और ऐप्लिकेशन निरंतर चलाकर संपूर्ण टैबलेट को धीमा करने देता है.",
        "permdesc_receiveMms": "ऐप को मल्टीमीडिया मैसेज (एमएमएस) को पाने और उन पर कार्रवाई करने देता है. इसका मतलब है कि ऐप आपके डिवाइस पर भेजे गए मैसेज की निगरानी आपको दिखाए बिना कर सकता है और उन्‍हें हटा सकता है.",
        "permdesc_receiveSms": "एप्लिकेशन को मैसेज (एसएमएस) पाने और प्रोसेस करने देता है. इसका मतलब है कि एप्लिकेशन आपके डिवाइस पर भेजे गए मैसेज की निगरानी आपको दिखाए बिना कर सकता है और उन्‍हें हटा सकता है.",
        "permdesc_receiveWapPush": "एप्लिकेशन को WAP मैसेज पाने और प्रोसेस करने देता है. इस अनुमति में आपको भेजे गए मैसेज की निगरानी आपको दिए एप्लिकेशन को दिखाए बिना करने और हटाने की क्षमता शामिल है.",
        "permdesc_recordAudio": "यह ऐप्लिकेशन किसी भी समय माइक्रोफ़ोन का उपयोग करके ऑडियो रिकॉर्ड कर सकता है.",
        "permdesc_register_call_provider": "ऐप को नए टेलिकॉम कनेक्शन पंजीकृत करने देती है.",
        "permdesc_register_sim_subscription": "ऐप को नए टेलिकॉम सिम कनेक्‍शन पंजीकृत करने देती है.",
        "permdesc_removeDrmCertificates": "ऐप्‍लिकेशन को DRM प्रमाणपत्रों को निकालने देता है. सामान्य ऐप्स के लिए कभी भी आवश्यकता नहीं होनी चाहिए.",
        "permdesc_reorderTasks": "ऐप्स को काम को अग्रभूमि और पृष्‍ठभूमि पर ले जाने देता है. ऐप्स आपके इनपुट के बिना यह कर सकता है.",
        "permdesc_requestDeletePackages": "किसी ऐप्लिकेशन को पैकेज हटाने का अनुरोध करने देती है.",
        "permdesc_requestIgnoreBatteryOptimizations": "किसी ऐप्लिकेशन को उस ऐप्लिकेशन के लिए बैटरी ऑप्टिमाइज़ेशन पर ध्यान ना देने की अनुमति के लिए पूछने देता है.",
        "permdesc_requestInstallPackages": "किसी ऐप्लिकेशन को पैकेज इंस्टॉल करने के अनुरोध की अनुमति देता है.",
        "permdesc_requestPasswordComplexity": "यह मंज़ूरी मिलने के बाद ऐप्लिकेशन जान पाता है कि स्क्रीन लॉक कितना मुश्किल (बहुत ज़्यादा, मध्यम, कम या बिल्कुल नहीं) है. इस स्तर से यह पता चलता है कि स्क्रीन लॉक कितना लंबा या किस तरह का है. ऐप्लिकेशन उपयोगकर्ताओं को यह सुझाव भी दे सकता है कि वे स्क्रीन लॉक को एक तय लेवल तक अपडेट करें. लेकिन उपयोगकर्ता इसे बेझिझक अनदेखा करके छोड़ सकते हैं. ध्यान दें कि स्क्रीन लॉक को सादे टेक्स्ट में सेव नहीं किया जाता है इसलिए ऐप्लिकेशन को सटीक पासवर्ड पता नहीं होता है.",
        "permdesc_route_media_output": "ऐप्स को मीडिया आउटपुट को अन्य बाहरी डिवाइस पर रूट करने देता है.",
        "permdesc_runInBackground": "यह ऐप बैकग्राउंड में चल सकता है. इसके कारण बैटरी तेज़ी से खत्म हो सकती है.",
        "permdesc_sdcardRead": "ऐप्‍लिकेशन को आपकी शेयर की गई मेमोरी की सामग्री पढ़ने देती है.",
        "permdesc_sdcardWrite": "ऐप्लिकेशन को आपकी शेयर की गई मेमोरी की सामग्री लिखने देती है.",
        "permdesc_sendSms": "ऐप को मैसेज (एसएमएस) भेजने देता है. इसकी वजह से उम्मीद से ज़्यादा शुल्‍क लग सकते हैं. धोखा देने वाले ऐप आपकी पुष्टि के बिना मैसेज भेजकर आपका पैसा खर्च करवा सकते हैं.",
        "permdesc_setAlarm": "ऐप्स को इंस्‍टॉल किए गए अलार्म घड़ी ऐप्स में अलार्म सेट करने देता है. हो सकता है कुछ अलार्म घड़ी ऐप्स में यह सुविधा न हो.",
        "permdesc_setInputCalibration": "ऐप्स को टच स्क्रीन के कैलिब्रेशन पैरामीटर को बदलने देती है. सामान्य ऐप्स के लिए कभी भी आवश्यक नहीं होना चाहिए.",
        "permdesc_setTimeZone": "ऐप्स को टैबलेट का समय क्षेत्र बदलने देता है.",
        "permdesc_setWallpaper": "ऐप्स को सिस्‍टम वॉलपेपर सेट करने देता है.",
        "permdesc_setWallpaperHints": "ऐप्स को सिस्‍टम वॉलपेपर आकार संकेत सेट करने देता है.",
        "permdesc_sim_communication": "ऐप को सिम पर निर्देश भेजने देती है. यह बहुत ही खतरनाक है.",
        "permdesc_startViewPermissionUsage": "इस्तेमाल करने वाले को किसी ऐप्लिकेशन के लिए अनुमतियों का इस्तेमाल शुरू करने देता है. सामान्य ऐप्लिकेशन के लिए इसकी ज़रूरत कभी नहीं पड़ती.",
        "permdesc_statusBar": "ऐप को, स्टेटस बार को बंद करने या सिस्‍टम आइकॉन को जोड़ने और निकालने की अनुमति देता है.",
        "permdesc_statusBarService": "ऐप को स्टेटस बार बने रहने की अनुमति देता है.",
        "permdesc_subscribedFeedsRead": "एप्‍लिकेशन को मौजूदा समय में सिंक फ़ीड के बारे में जानकारी देता है.",
        "permdesc_systemAlertWindow": "यह ऐप्लिकेशन, दूसरे ऐप्लिकेशन के ऊपर या स्क्रीन के अन्य भागों पर दिखाई दे सकता है. इससे ऐप्लिकेशन के सामान्य उपयोग में बाधा आ सकती है और दूसरे ऐप्लिकेशन के दिखाई देने के तरीकों में बदलाव हो सकता है.",
        "permdesc_systemCamera": "यह खास सिस्टम ऐप्लिकेशन जब चाहे, तस्वीरें लेने और वीडियो रिकॉर्ड करने के लिए सिस्टम के कैमरे का इस्तेमाल कर सकता है. इसके लिए ऐप्लिकेशन को android.permission.CAMERA की अनुमति देना भी ज़रूरी है",
        "permdesc_transmitIr": "ऐप्लिकेशन को टैबलेट के इंफ़्रारेड ट्रांसमीटर का उपयोग करने देती है.",
        "permdesc_uninstall_shortcut": "ऐप्‍लिकेशन को उपयोगकर्ता की रोक के बिना होमस्‍क्रीन शॉर्टकट निकालने की अनुमति देता है.",
        "permdesc_useBiometric": "पुष्टि के लिए, ऐप्लिकेशन को बायोमीट्रिक हार्डवेयर इस्तेमाल करने की मंज़ूरी दें",
        "permdesc_useDataInBackground": "यह ऐप बैकग्राउंड में डेटा का उपयोग कर सकता है. इससे डेटा का उपयोग बढ़ सकता है.",
        "permdesc_useFaceAuthentication": "ऐप्लिकेशन को 'मालिक का चेहरा पहचानकर अनलॉक' वाले हार्डवेयर के इस्तेमाल की मंज़ूरी देता है",
        "permdesc_useFingerprint": "ऐप के प्रमाणीकरण के लिए फ़िंगरप्रिंट हार्डवेयर का उपयोग करने देती है",
        "permdesc_use_sip": "ऐप्लिकेशन को SIP कॉल करने और पाने देता है.",
        "permdesc_vibrate": "ऐप्स को कंपनकर्ता नियंत्रित करने देता है.",
        "permdesc_vibrator_state": "इससे ऐप्लिकेशन, डिवाइस का वाइब्रेटर ऐक्सेस कर पाएगा.",
        "permdesc_videoWrite": "इससे ऐप्लिकेशन को आपके वीडियो संग्रह में बदलाव करने की मंज़ूरी दी जाती है.",
        "permdesc_wakeLock": "यह अनुमति देने पर, ऐप्लिकेशन कार की स्क्रीन चालू रख पाएगा.",
        "permdesc_writeCalendar": "यह ऐप्लिकेशन आपके टैबलेट पर मौजूद कैलेंडर इवेंट जोड़, निकाल या बदल सकता है. यह ऐप्लिकेशन ऐसे संदेश भेज सकता है जो कैलेंडर स्वामियों से आए हुए लग सकते हैं या यह स्वामियों को सूचित किए बिना इवेंट में बदलाव कर सकता है.",
        "permdesc_writeCallLog": "ऐप को आने वाला कॉल (इनकमिंग) और किया जाने वाला कॉल (आउटगोइंग) डेटा सहित, आपके टैबलेट के कॉल लॉग को बदलने की अनुमति देता है. धोखा देने वाले ऐप, इसका इस्तेमाल करके आपके कॉल लॉग को मिटा या बदल सकते हैं.",
        "permdesc_writeContacts": "यह ऐप्लिकेशन को आपके फ़ोन पर सेव किए संपर्कों के डेटा में बदलाव करने की अनुमति देता है. इस अनुमति के बाद, ऐप्लिकेशन आपके संपर्कों का डेटा मिटा सकते हैं.",
        "permdesc_writeGeolocationPermissions": "ऐप को ब्राउज़र की जगह से जुड़ी अनुमतियों को बदलने देता है. धोखा देने वाले ऐप इसका इस्तेमाल गलत वेबसाइट को जगह की जानकारी भेजने में कर सकते हैं.",
        "permdesc_writeHistoryBookmarks": "ऐप्स को आपके टैबलेट में संग्रहित ब्राउज़र के इतिहास या बुकमार्क को संशोधित करने देता है. इससे ऐप्स ब्राउज़र डेटा को मिटा सकता है या संशोधित कर सकता है. ध्‍यान दें: यह अनुमति तृतीय-पक्ष ब्राउज़र या वेब ब्राउज़िंग क्षमताओं वाले अन्‍य ऐप्स द्वारा लागू नहीं की जा सकती.",
        "permdesc_writeSettings": "ऐप्लिकेशन को सिस्टम सेटिंग डेटा में बदलाव करने देता है. नुकसान पहुंचाने वाले ऐप्लिकेशन आपके सिस्टम के कॉन्फ़िगरेशन को खराब सकते हैं.",
        "permdesc_writeSyncSettings": "ऐप्स को किसी खाते की समन्वयन सेटिंग संशोधित करने देता है. उदाहरण के लिए, इसका उपयोग लोग ऐप्स का समन्‍वयन किसी खाते से सक्षम करने में हो सकता है.",
        "permgroupbackgroundrequest_location": "ऐप्लिकेशन को बैक्ग्राउंड लोकेशन जानने की अनुमति दें.",
        "permgroupbackgroundrequestdetail_location": "वर्तमान में ऐप सिर्फ़ उस समय लोकेशन की जानकारी ले सकता है जब आप उसका उपयोग कर रहें हैं.",
        "permgroupdesc_activityRecognition": "शारीरिक गतिविधि की जानकारी पा सकता है",
        "permgroupdesc_calendar": "अपने कैलेंडर को ऐक्सेस करने",
        "permgroupdesc_calllog": "कॉल लॉग की जानकारी देखना और उसमें बदलाव करना",
        "permgroupdesc_camera": "चित्र लेने और वीडियो रिकॉर्ड करने",
        "permgroupdesc_contacts": "अपने संपर्कों को ऐक्सेस करने की",
        "permgroupdesc_location": "इस डिवाइस की जगह तक पहुंचने दें",
        "permgroupdesc_microphone": "ऑडियो रिकॉर्ड करें",
        "permgroupdesc_phone": "फ़ोन कॉल करने और उन्हें प्रबंधित करने की अनुमति दें",
        "permgroupdesc_sensors": "अपने महत्वपूर्ण संकेतों के बारे में सेंसर डेटा को ऐक्सेस करें",
        "permgroupdesc_sms": "मैसेज (एसएमएस) भेजें और देखें",
        "permgroupdesc_storage": "अपने डिवाइस पर मौजूद फ़ोटो, मीडिया और फ़ाइलें ऐक्सेस करने की",
        "permgrouplab_activityRecognition": "शारीरिक गतिविधि",
        "permgrouplab_calendar": "कैलेंडर",
        "permgrouplab_calllog": "कॉल लॉग",
        "permgrouplab_camera": "कैमरा",
        "permgrouplab_contacts": "संपर्क",
        "permgrouplab_location": "जगह",
        "permgrouplab_microphone": "माइक्रोफ़ोन",
        "permgrouplab_phone": "फ़ोन",
        "permgrouplab_sensors": "बॉडी सेंसर",
        "permgrouplab_sms": "मैसेज (एसएमएस)",
        "permgrouplab_storage": "फ़ाइलें और मीडिया",
        "permgrouprequest_activityRecognition": "ऐप को अपनी गतिविधि को ट्रैक करने की अनुमति दें.",
        "permgrouprequest_calendar": "अनुमति <b></b>",
        "permgrouprequest_phone": "अनुमति <b></b>",
        "permgrouprequest_sensors": "अनुमति <b></b>",
        "permgrouprequest_sms": "अनुमति <b></b>",
        "permgrouprequest_storage": "अनुमति <b></b>",
        "permgrouprequestdetail_location": "इस ऐप को लोकेशन की जानकारी सिर्फ़ आपके उपयोग करने के समय होगी",
        "permlab_acceptHandover": "दूसरे ऐप्लिकेशन से शुरू किया गया कॉल जारी रखें",
        "permlab_accessBackgroundLocation": "बैकग्राउंड में जगह की जानकारी प्राप्त करना",
        "permlab_accessCoarseLocation": "अनुमानित जगह की जानकारी सिर्फ़ तब ऐक्सेस करें, जब ऐप्लिकेशन स्क्रीन पर खुला हो",
        "permlab_accessDrmCertificates": "DRM प्रमाणपत्र ऐक्सेस करें",
        "permlab_accessFineLocation": "ऐप्लिकेशन 'जगह की सटीक जानकारी' सिर्फ़ सामने खुली होने पर ऐक्सेस करे",
        "permlab_accessImsCallService": "IMS कॉल सेवा ऐक्‍सेस करें",
        "permlab_accessLocationExtraCommands": "कुछ और जगह बताने वाले आदेशों तक पहुंच",
        "permlab_accessNetworkConditions": "नेटवर्क स्थितियों के अवलोकनों को सुनें",
        "permlab_accessNetworkState": "नेटवर्क कनेक्‍शन देखें",
        "permlab_accessNotifications": "सूचना तक पहुंचें",
        "permlab_accessWifiState": "वाई-फ़ाई कनेक्‍शन देखें",
        "permlab_accessWimaxState": "WiMAX से कनेक्ट और डिसकनेक्ट करें",
        "permlab_access_notification_policy": "'परेशान न करें' को ऐक्सेस करें",
        "permlab_activityRecognition": "शरीर की गतिविधि को पहचानना",
        "permlab_addVoicemail": "ध्‍वनिमेल जोड़ें",
        "permlab_answerPhoneCalls": "फ़ोन कॉल का जवाब दें",
        "permlab_audioWrite": "अपने संगीत संग्रह में बदलाव करने की अनुमति दें",
        "permlab_bindCarrierMessagingService": "किसी मोबाइल और इंटरनेट सेवा देने वाली कंपनी की संदेश सेवा से जुड़ें",
        "permlab_bindCarrierServices": "किसी मोबाइल और इंटरनेट सेवा देने वाली कंपनी से जुड़ें",
        "permlab_bindCellBroadcastService": "सेल ब्रॉडकास्ट (CBC) मैसेज दूसरे नंबर पर भेजें",
        "permlab_bindConditionProviderService": "किसी शर्तें लागू करने वाली (कंडीशन प्रोवाइडर) सेवा से जुड़ें",
        "permlab_bindDreamService": "भावी सेवा से आबद्ध करें",
        "permlab_bindNotificationListenerService": "सूचना श्रवणकर्ता सेवा से जुड़ें",
        "permlab_bind_connection_service": "टेलीफ़ोनी सेवाओं के साथ सहभागिता करें",
        "permlab_bind_incall_service": "इन-कॉल स्क्रीन से सहभागिता करें",
        "permlab_bluetooth": "ब्लूटूथ डिवाइस को दूसरे डिवाइस से जोड़ें",
        "permlab_bluetoothAdmin": "ब्लूटूथ सेटिंग पर पहुंचें",
        "permlab_bodySensors": "शरीर के लिए बने सेंसर (जैसे हृदय गति मॉनीटर) को ऐक्सेस करें",
        "permlab_broadcastSticky": "स्टिकी प्रसारण भेजें",
        "permlab_callCompanionApp": "सिस्टम के ज़रिए कॉल देखना और नियंत्रित करना.",
        "permlab_callPhone": "फ़ोन नंबर पर सीधे कॉल करें",
        "permlab_camera": "चित्र और वीडियो लें",
        "permlab_cameraOpenCloseListener": "डिवाइस का कैमरे चालू या बंद होने पर, किसी ऐप्लिकेशन या सेवा को कॉलबैक पाने की मंज़ूरी दें.",
        "permlab_changeNetworkState": "नेटवर्क कनेक्‍टिविटी बदलें",
        "permlab_changeTetherState": "टेदर की गई कनेक्‍टिविटी बदलें",
        "permlab_changeWifiMulticastState": "वाई-फ़ाई मल्‍टीकास्‍ट पाने को अनुमति दें",
        "permlab_changeWifiState": "वाई-फ़ाई से कनेक्‍ट और डिस्‍कनेक्‍ट करें",
        "permlab_changeWimaxState": "WiMAX स्‍थिति बदलें",
        "permlab_connection_manager": "टेलीकॉम कनेक्शन प्रबंधित करें",
        "permlab_control_incall_experience": "इन कॉल उपयोगकर्ता अनुभव लें",
        "permlab_createNetworkSockets": "नेटवर्क को पूरी तरह इस्तेमाल करें",
        "permlab_disableKeyguard": "अपना स्‍क्रीन लॉक अक्षम करें",
        "permlab_enableCarMode": "कार मोड चालू करें",
        "permlab_exemptFromAudioRecordRestrictions": "ऑडियो रिकॉर्ड करने की पाबंदी लागू न करें",
        "permlab_expandStatusBar": "स्टेटस बार खोलकर बड़ा करें/छोटा करें",
        "permlab_foregroundService": "स्क्रीन पर दिखने वाली सेवा चालू करें",
        "permlab_getAccounts": "डिवाइस पर खाते ढूंढें",
        "permlab_getPackageSize": "पता करें कि ऐप मेमोरी में कितनी जगह है",
        "permlab_getTasks": "चल रहे ऐप्स फिर से पाएं",
        "permlab_handoverStatus": "Android बीम ट्रांसफ़र की स्थिति पाएं",
        "permlab_imagesWrite": "अपने फ़ोटो संग्रह में बदलाव करने की अनुमति दें",
        "permlab_install_shortcut": "शॉर्टकट इंस्‍टॉल करें",
        "permlab_invokeCarrierSetup": "मोबाइल और इंटरनेट सेवा देने वाली कंपनी से पाया गया कॉन्फ़िगरेशन ऐप शुरु करें.",
        "permlab_killBackgroundProcesses": "अन्‍य ऐप्स बंद करें",
        "permlab_manageFace": "'मालिक का चेहरा पहचानकर अनलॉक' वाला हार्डवेयर प्रबंधित करें",
        "permlab_manageFingerprint": "फ़िंगरप्रिंट हार्डवेयर को प्रबंधित करें",
        "permlab_manageNetworkPolicy": "नेटवर्क नीति प्रबंधित करें",
        "permlab_manageOwnCalls": "सिस्टम के माध्यम से कॉल रूट करें",
        "permlab_manageProfileAndDeviceOwners": "प्रोफ़ाइल और डिवाइस स्‍वामियों को प्रबंधित करें",
        "permlab_mediaLocation": "अपने मीडिया संग्रह से जगह की जानकारी ऐक्सेस करने की अनुमति दें",
        "permlab_modifyAudioSettings": "अपनी ऑडियो सेटिंग बदलें",
        "permlab_modifyNetworkAccounting": "नेटवर्क उपयोग हिसाब बदलें",
        "permlab_nfc": "नियर फ़ील्‍ड कम्‍यूनिकेशन नियंत्रित करें",
        "permlab_persistentActivity": "ऐप्स को हमेशा चलने वाला बनाएं",
        "permlab_preferredPaymentInfo": "NFC का इस्तेमाल करने वाली पैसे चुकाने की पसंदीदा सेवा की जानकारी",
        "permlab_processOutgoingCalls": "किया जाने वाला कॉल (आउटगोइंग) कहीं और भेजें",
        "permlab_readCalendar": "कैलेंडर इवेंट और विवरण पढ़ें",
        "permlab_readCallLog": "कॉल लॉग पढ़ें",
        "permlab_readCellBroadcasts": "सेल ब्रॉडकास्ट (CBC) मैसेज पढ़ें",
        "permlab_readContacts": "अपने संपर्क पढ़ें",
        "permlab_readHistoryBookmarks": "अपने वेब बुकमार्क और इतिहास पढ़ें",
        "permlab_readInstallSessions": "इंस्टॉल सत्रों को पढ़ें",
        "permlab_readNetworkUsageHistory": "ऐतिहासिक नेटवर्क उपयोग पढें",
        "permlab_readPhoneNumbers": "फ़ोन नंबर पढ़ना",
        "permlab_readPhoneState": "फ़ोन की स्‍थिति और पहचान पढ़ें",
        "permlab_readSms": "अपने मैसेज (एसएमएस या एमएमएस) पढ़ें",
        "permlab_readSyncSettings": "समन्वयन सेटिंग पढ़ें",
        "permlab_readSyncStats": "समन्वयन आंकड़े पढ़ें",
        "permlab_receiveBootCompleted": "प्रारंभ होने पर चलाएं",
        "permlab_receiveMms": "मैसेज (एमएमएस) पाएं",
        "permlab_receiveSms": "मैसेज (एसएमएस) पाएं",
        "permlab_receiveWapPush": "टेक्सट मैसेज (WAP) पाएं",
        "permlab_recordAudio": "ऑडियो रिकॉर्ड करने",
        "permlab_register_call_provider": "नए टेलिकॉम कनेक्‍शन रजिस्टर करें",
        "permlab_register_sim_subscription": "नए टेलिकॉम सिम कनेक्‍शन रजिस्टर करें",
        "permlab_removeDrmCertificates": "DRM प्रमाणपत्रों को निकाल सकता है",
        "permlab_reorderTasks": "चल रहे ऐप्स फिर से क्रमित करें",
        "permlab_requestDeletePackages": "पैकेज हटाने का अनुरोध करें",
        "permlab_requestIgnoreBatteryOptimizations": "बैटरी ऑप्टिमाइज़ेशन पर ध्यान ना देने के लिए पूछें",
        "permlab_requestInstallPackages": "पैकेज इंस्टॉल करने का अनुरोध करें",
        "permlab_requestPasswordComplexity": "जानें कि स्क्रीन लॉक कितना मुश्किल बनाया गया है",
        "permlab_route_media_output": "मीडिया आउटपुट को रूट करें",
        "permlab_runInBackground": "बैकग्राउंड में चलता है",
        "permlab_sdcardRead": "आपकी शेयर की गई मेमोरी की सामग्री पढ़ना",
        "permlab_sdcardWrite": "आपकी शेयर की गई मेमोरी की सामग्री में बदलाव करना या उसे मिटाना",
        "permlab_sendSms": "मैसेज (एमएमएस) भेजें और देखें",
        "permlab_setAlarm": "अलार्म सेट करें",
        "permlab_setInputCalibration": "इनपुट डिवाइस कैलिब्रेशन बदलें",
        "permlab_setTimeZone": "समय क्षेत्र सेट करें",
        "permlab_setWallpaper": "वॉलपेपर सेट करें",
        "permlab_setWallpaperHints": "अपने वॉलपेपर का आकार एडजस्ट करें",
        "permlab_sim_communication": "सिम पर निर्देश भेजें",
        "permlab_startViewPermissionUsage": "देखने की अनुमतियां चालू करें",
        "permlab_statusBar": "स्टेटस बार को अक्षम करें या बदलें",
        "permlab_statusBarService": "स्टेटस बार को रहने दें",
        "permlab_subscribedFeedsRead": "सदस्यता वाली फ़ीड पढ़ें",
        "permlab_systemAlertWindow": "यह ऐप्लिकेशन दूसरे ऐप्लिकेशन के ऊपर दिखाई दे सकता है",
        "permlab_systemCamera": "तस्वीरें और वीडियो लेने के लिए ऐप्लिकेशन या सेवा को सिस्टम के कैमरे का ऐक्सेस दें",
        "permlab_transmitIr": "इंफ़्रारेड संचारित करें",
        "permlab_uninstall_shortcut": "शॉर्टकट अनइंस्टॉल करें",
        "permlab_useBiometric": "बायोमीट्रिक हार्डवेयर इस्तेमाल करने दें",
        "permlab_useDataInBackground": "बैकग्राउंड में डेटा का उपयोग करता है",
        "permlab_useFaceAuthentication": "'मालिक का चेहरा पहचानकर अनलॉक' वाला हार्डवेयर इस्तेमाल करें",
        "permlab_useFingerprint": "फ़िंगरप्रिंट हार्डवेयर का उपयोग करें",
        "permlab_use_sip": "SIP कॉल करें/पाएं",
        "permlab_vibrate": "कंपन (वाइब्रेशन) को नियंत्रित करें",
        "permlab_videoWrite": "अपने वीडियो संग्रह में बदलाव करने की अनुमति दें",
        "permlab_wakeLock": "कार की स्क्रीन चालू रखना",
        "permlab_writeCalendar": "आपकी जानकारी के बि‍ना कैलेंडर इवेंट जोड़ें या उनमें बदलाव करें और अति‍थि‍यों को ईमेल भेजें",
        "permlab_writeCallLog": "कॉल लॉग लिखें",
        "permlab_writeContacts": "अपने संपर्क बदलें",
        "permlab_writeGeolocationPermissions": "ब्राउज़र की जगह से जुड़ी अनुमतियों को बदलें",
        "permlab_writeHistoryBookmarks": "वेब बुकमार्क और इतिहास लिखें",
        "permlab_writeSettings": "सिस्‍टम सेटिंग बदलें",
        "permlab_writeSyncSettings": "समन्‍वयन बंद या चालू टॉगल करें"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "नाम",
            "bitcoin_alt": "बिटकॉइन के माध्यम से दान करें",
            "flattr_alt": "फ़्लाटर के माध्यम से दान करें",
            "heading": "दान करें",
            "hellotux_alt": "हेल्लोटुक्ष",
            "hellotux_donation": "हर टी-शर्ट की बिक्री पर एफ़-ड्रॉड को ३€ प्राप्त होंगे.",
            "liberapay_alt": "लिबरपे के माध्यम से दान करें",
            "litecoin_alt": "Litecoin के माध्यम से दान करें",
            "opencollective_alt": "हमारे सामूहिक को दान करें",
            "paypal": "पेपाल",
            "paypal_alt": "पेपाल के माध्यम से दान करें",
            "powered_by_donations": "एफ़-ड्रॉड आपके दान से संचालित है!",
            "via_bank_transfer": "बैंक ट्रांसफर"
        },
        "lang": {
            "change": "परिवर्तन"
        },
        "last_updated": {
            "heading": "आखरी अपडेट"
        },
        "latest_packages": {
            "heading": "नवीनतम ऐप्स"
        },
        "news": {
            "heading": "ख़बर"
        },
        "search": {
            "heading": "ऐप्स ढूँढे",
            "search": "खोजें"
        }
    }
}
