{
    "add_repo": {
        "intro": "रेपो से क्यूआर-कोड स्कैन करें, जिन्हें आप जोड़ना चाहते है, उन डिवाइस या वेबसाइट से जहां वो मिलते है।",
        "no_internet": "इंटरनेट नहीं है? कोई दिक्कत नहीं। सीखे <a href=\"../swap/\">बिना इंटरनेट के ऐप्स भेजना या लेना</a>",
        "open_repo_link": {
            "description": "अगर रेपो लिंक ईमेल, सोशल मीडिया, या एसएमएस द्वारा भेजा गया है, तो उस लिंक को खोल कर ऐप्स को एफड्रॉइड से इंस्टाल करने की क्षमता दे ।",
            "short_summary": "रेपो लिंक खोलें",
            "steps": {
                "step_1": "अपने एनड्रॉइड फ़ोन पर एफड्रॉइड ऐप डाउनलोड और इंस्टॉल करें।",
                "step_2": "लिंक पर क्लिक करें और इसे अपने डिवाइस के वेब ब्राउज़र में खोलें।",
                "step_3": "जब आपने लिंक खोल दिया, तब 'एफड्रॉइड में डाले' बटन को दबाए।",
                "step_4": "'मेरे पास एफड्रॉइड है' को दबाए। एफड्रॉइड ऐप खुल जाएगा।",
                "step_8": "उन ऐप्स का चयन करें जो आप चाहते हैं और उन्हें अपने डिवाइस पर इंस्टॉल करें."
            },
            "title": "अपने डिवाइस पर रेपो लिंक खोलें"
        },
        "scan_qr_code": {
            "short_summary": "QR कोड (code) स्कैन करें",
            "steps": {
                "step_1": "रेपो के क्यूआर कोड प्रदर्शित होने के बाद, इसे क्यूआर स्कैनर ऐप का उपयोग करके स्कैन करें."
            },
            "title": "किसी अन्य device से QR कोड स्कैन (scan) करें"
        },
        "title": "F-Droid में रेपो कैसे प्रस्तुत किया जाए"
    },
    "create_repo": {
        "customize_repo": {
            "steps": {
                "step_1": "विवरण खोलने के लिए किसी आइटम पर क्लिक करें.",
                "step_2": "'एडिट' या 'edit' पर क्लिक करें."
            },
            "title": "अपने रेस्प्रिटॉरी को कस्टमाइज़ करें"
        },
        "download_and_install": {
            "steps": {
                "step_6": "आपके ऐप्स आपके रेपो कंटेंट व्यू में प्रदर्शित होंगे."
            },
            "title": "बनाना शुरू करने के लिए रेपोमकेर को डाउनलोड और स्थापित करें"
        },
        "overview": {
            "title": "खुद की ऐप्स और फाइलें जोड़ें."
        },
        "share_repo": {
            "title": "अपने रेपो को कस्टमाइज़ करें"
        },
        "title": "रेपो कैसे बनाएं",
        "update_repo": {
            "title": "अपने रेपो को अपडेट करें"
        }
    },
    "misc": {
        "overview": {
            "summary": "एफ़-ड्रॉड एंड्रॉइड के लिए एक स्वतंत्र, सामुदायिक-सोर्स वाला ऐप स्टोर है जो पूरी तरह से स्वतंत्र और ओपन सोर्स सॉफ़्टवेयर है. एफ़-ड्रॉड में आप 1,200 से अधिक ओपन सोर्स ऐप्स ब्राउज़ कर सकते हैं, बनाए गए रिपॉजिटरी से ऐप सर्च या इंस्टॉल कर सकते हैं या अपना रिपॉजिटरी बना सकते हैं. ऐप डाउनलोड करने और शुरू करने के लिए अपने एंड्रॉइड डिवाइस पर f-droid.org खोलें!",
            "title": "एफ-ड्रॉइड के साथ आप क्या कर सकते हैं"
        }
    },
    "swap": {
        "intro": "इंटरनेट नहीं है? कोई दिक्कत नहीं है. अपने आस-पास के लोगों से ऐप्स डाउनलोड करें.",
        "overview": {
            "summary": "इंटरनेट नहीं है? कोई दिक्कत नहीं है. F-Droid Nearby आपको एक ही कमरे में लोगों को कांटेंट भेजने और प्राप्त करने की क्षमता देता है.",
            "title": "एप्लिकेशन ऑफ़लाइन भेजें एवं प्राप्त करें."
        },
        "step_5": "'—&gt;' बटन पर टैप करें.",
        "step_7": "जिन ऐप्स को आप इंस्टॉल करना चाहते हैं, उनके बगल में स्थित 'इंस्टॉल' बटन पर टैप करें.",
        "title": "ऐप्स ऑफ़लाइन कैसे भेजें और प्राप्त करें"
    }
}
