{
    "app_categories": {
        "Connectivity": "Jungiamumas",
        "Development": "Vystymas",
        "Games": "Žaidimai",
        "Graphics": "Grafika",
        "Internet": "Internetas",
        "Money": "Pinigai",
        "Multimedia": "Multimedija",
        "Navigation": "Navigacija",
        "Phone & SMS": "Skambučiai ir SMS",
        "Reading": "Skaitymas",
        "Science & Education": "Mokslas ir mokymasis",
        "Security": "Sauga",
        "Sports & Health": "Sportas ir sveikata",
        "System": "Sistema",
        "Time": "Laikas",
        "Writing": "Rašymas"
    },
    "mirrors": {
        "cn": "Kinija",
        "de": "Vokietija",
        "se": "Švedija",
        "tw": "Taivanas",
        "ua": "Ukraina"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Programai leidžiama tęsti skambutį, kuris buvo pradėtas naudojant kitą programą.",
        "permdesc_accessBackgroundLocation": "Ši programa gali bet kada pasiekti vietovę, net kai programa nenaudojama.",
        "permdesc_accessCoarseLocation": "Ši programa gali gauti apytikslius jūsų vietovės duomenis iš Vietovės paslaugų, kai programa naudojama. Kad programa galėtų gauti vietovės duomenis, Vietovės paslaugos turi būti įjungtos įrenginyje.",
        "permdesc_accessDrmCertificates": "Programai leidžiama pasiekti ir naudoti DRM sertifikatus. Neturėtų prireikti naudojant įprastas programas.",
        "permdesc_accessFineLocation": "Ši programa gali gauti tikslius jūsų vietovės duomenis iš Vietovės paslaugų, kai programa naudojama. Kad programa galėtų gauti vietovės duomenis, Vietovės paslaugos turi būti įjungtos įrenginyje. Dėl to gali padidėti akumuliatoriaus energijos vartojimas.",
        "permdesc_accessImsCallService": "Programai leidžiama naudoti IMS paslaugą, kad būtų galima atlikti skambučius be jūsų įsikišimo.",
        "permdesc_accessLocationExtraCommands": "Programai leidžiama pasiekti papildomas vietovės nustatymo paslaugų teikėjų komandas. Dėl to programa gali trukdyti veikti GPS ar kitiems vietovės nustatymo šaltiniams.",
        "permdesc_accessNetworkConditions": "Leidžiama programai vykdyti tinklo sąlygų stebėjimą. To niekada neturėtų prireikti naudojant įprastas programas.",
        "permdesc_accessNetworkState": "Leidžiama programai peržiūrėti informaciją apie tinklo ryšius, pvz., kurie tinklai pasiekiami ir prijungti.",
        "permdesc_accessNotifications": "Programai leidžiama gauti, patikrinti ir išvalyti pranešimus, įskaitant pranešimus, kuriuos paskelbė kitos programos.",
        "permdesc_accessWifiState": "Leidžiama programai peržiūrėti informaciją apie „Wi-Fi“ ryšio tinklus, pvz., ar įgalintas „Wi-Fi“, ir prijungtų „Wi-Fi“ įrenginių pavadinimus.",
        "permdesc_accessWimaxState": "Leidžiama programai nustatyti, ar įgalintas „WiMAX“, ir informaciją apie visus prijungtus tinklus.",
        "permdesc_access_notification_policy": "Leidžiama programai skaityti ir rašyti „Do Not Disturb“ konfigūraciją.",
        "permdesc_activityRecognition": "Ši programa gali atpažinti jūsų fizinę veiklą.",
        "permdesc_addVoicemail": "Leidžia programai pridėti pranešimų prie jūsų balso pašto gautųjų.",
        "permdesc_answerPhoneCalls": "Programai leidžiama atsakyti į gaunamąjį telefono skambutį.",
        "permdesc_audioWrite": "Programai leidžiama keisti muzikos kolekciją.",
        "permdesc_bindCarrierMessagingService": "Leidžiama savininkui susisaistyti su aukščiausio lygio operatoriaus susirašinėjimo paslaugos sąsaja. Įprastoms programoms to neturėtų prireikti.",
        "permdesc_bindCarrierServices": "Savininkui leidžiama susisaistyti su operatoriaus paslaugomis. To niekada neturėtų prireikti naudojant įprastas programas.",
        "permdesc_bindCellBroadcastService": "Programai leidžiama susaistyti transliacijos mobiliuoju modulį, kad būtų galima persiųsti mobiliuoju transliuojamus pranešimus, kai jie gaunami. Transliacijos mobiliuoju įspėjimai pristatomi kai kuriose vietovėse, kad būtų galima įspėti apie kritines situacijas. Kai gaunamas mobiliuoju transliuojamas pranešimas apie kritinę situaciją, kenkėjiškos programos gali trukdyti įrenginiui veikti ar jį naudoti.",
        "permdesc_bindConditionProviderService": "Turėtojui leidžiama susaistyti programą su sąlygos teikėjo paslaugos aukščiausio lygio sąsaja. Įprastoms programoms to niekada neturėtų prireikti.",
        "permdesc_bindDreamService": "Savininkui leidžiama susisaistyti su mėgstamos paslaugos aukščiausio lygio sąsaja. Įprastoms programoms to neturėtų prireikti.",
        "permdesc_bindNotificationListenerService": "Leidžiama turėtojui susisaistyti su pranešimų skaitymo priemonės paslaugos aukščiausio lygio sąsaja. Įprastoms programoms to neturėtų prireikti.",
        "permdesc_bind_connection_service": "Programai leidžiama sąveikauti su telefonijos paslaugomis skambučiams atlikti / gauti.",
        "permdesc_bind_incall_service": "Programai leidžiama valdyti, kada ir kaip naudotojai matys gaunamojo skambučio ekraną.",
        "permdesc_bluetooth": "Leidžiama programai peržiūrėti „Bluetooth“ konfigūraciją planšetiniame kompiuteryje ir užmegzti bei priimti ryšius iš susietų įrenginių.",
        "permdesc_bluetoothAdmin": "Leidžiama programai konfigūruoti vietinį „Bluetooth“ planšetinį kompiuterį ir atrasti nuotolinius įrenginius bei su jais susieti.",
        "permdesc_bodySensors": "Programai leidžiama pasiekti duomenis, gautus iš jutiklių, stebinčių fizinę būseną, pvz., širdies ritmą.",
        "permdesc_broadcastSticky": "Leidžiama programai siųsti užsifiksuojančias transliacijas, kurios išlieka pasibaigus transliacijai. Per dažnas jų naudojimas gali sulėtinti planšetinio kompiuterio veikimą ar padaryti jį nestabilų verčiant naudoti per daug atminties.",
        "permdesc_callCompanionApp": "Programai leidžiama matyti ir valdyti vykstančius skambučius įrenginyje. Tai apima tokią informaciją kaip skambučių telefono numeriai ir skambučių būsena.",
        "permdesc_callPhone": "Leidžiama programai skambinti telefonų numeriais be jūsų įsikišimo. Dėl to gali atsirasti nenumatytų apmokestinimų ar skambučių. Atminkite, kad programai neleidžiama skambinti pagalbos telefonų numeriais. Kenkėjiškos programos gali skambinti be jūsų patvirtinimo, o dėl to jums gali būti taikomi mokesčiai.",
        "permdesc_camera": "Ši programa gali bet kada fotografuoti ir įrašyti vaizdo įrašų naudodama fotoaparatą.",
        "permdesc_cameraOpenCloseListener": "Ši programa gali sulaukti atgalinio skambinimo, kai atidaromas ar uždaromas (kurios nors programos) koks nors fotoaparatas.",
        "permdesc_changeNetworkState": "Leidžiama programai keisti tinklo jungiamumo būseną.",
        "permdesc_changeTetherState": "Leidžiama programai keisti susieto tinklo jungiamumą.",
        "permdesc_changeWifiMulticastState": "Leidžiama programai gauti paketus, siunčiamus į visus prie „Wi-Fi“ ryšio tinklo prijungtus įrenginius (ne tik į planšetinį kompiuterį), naudojančius daugiaadresio perdavimo adresus. Ji naudoja daugiau energijos nei ne daugiaadresio perdavimo režimas.",
        "permdesc_changeWifiState": "Leidžiama programai prisijungti prie „Wi-Fi“ ryšio prieigos taškų ir nuo jų atsijungti bei keisti įrenginio „Wi-Fi“ ryšio tinklų konfigūraciją.",
        "permdesc_changeWimaxState": "Leidžia programai prijungti planšetinį kompiuterį prie „WiMAX“ ryšio tinklų ir nuo jų atjungti.",
        "permdesc_connection_manager": "Programai leidžiama tvarkyti telekomunikacijų ryšius.",
        "permdesc_control_incall_experience": "Programai leidžiama teikti naudotojui paslaugas vykstant skambučiui.",
        "permdesc_createNetworkSockets": "Leidžiama programai kurti tinklo programines jungtis ir naudoti tinkintus tinklo protokolus. Naršyklė ir kitos programos teikia priemones siųsti duomenis į internetą, todėl norint siųsti duomenis į internetą šis leidimas nebūtinas.",
        "permdesc_disableKeyguard": "Leidžiama programai neleisti klavišo užrakto ir visos susijusios slaptažodžio apsaugos. Pvz., telefonas neleidžia klavišo užrakto priimant gaunamąjį skambutį ir pakartotinai jį įgalina, kai skambutis baigiamas.",
        "permdesc_enableCarMode": "Leidžiama programai įgalinti automobilio režimą.",
        "permdesc_exemptFromAudioRecordRestrictions": "Netaikyti programai garso įrašymo apribojimų.",
        "permdesc_expandStatusBar": "Leidžiama programai išskleisti arba sutraukti būsenos juostą.",
        "permdesc_foregroundService": "Programai leidžiama naudoti priekiniame plane veikiančias paslaugas.",
        "permdesc_getAccounts": "Leidžiama programai gauti planšetinio kompiuterio žinomų paskyrų sąrašą. Gali būti įtrauktos visos paskyros, sukurtos įdiegtomis programomis.",
        "permdesc_getPackageSize": "Leidžiama programai nuskaityti kodą, duomenis ir talpykloje saugoti dydžius",
        "permdesc_getTasks": "Leidžiama programai nuskaityti informaciją apie šiuo ir pastaruoju metu vykdomas užduotis. Taip programa gali atrasti informacijos, kokios programos naudojamos įrenginyje.",
        "permdesc_handoverStatus": "Programai leidžiama gauti informaciją apie dabartinius „Android“ perdavimo funkcijos perkėlimus",
        "permdesc_imagesWrite": "Programai leidžiama keisti nuotraukų kolekciją.",
        "permdesc_install_shortcut": "Programai leidžiama pridėti sparčiuosius klavišus prie pagrindinio ekrano be naudotojo įsikišimo.",
        "permdesc_invokeCarrierSetup": "Turėtojui leidžiama iškviesti operatoriaus pateiktą konfigūravimo programą. Įprastoms programoms to neturėtų prireikti.",
        "permdesc_killBackgroundProcesses": "Leidžiama programai baigti kitų programų fone vykdomus procesus. Dėl to gali būti sustabdytos kitos programos.",
        "permdesc_manageFace": "Programai leidžiama aktyv. metodus, norint pridėti ir ištrinti naudojamus veidų šablonus.",
        "permdesc_manageFingerprint": "Leidžiama programai aktyvinti metodus, norint pridėti ir ištrinti naudojamus kontrolinių kodų šablonus.",
        "permdesc_manageNetworkPolicy": "Leidžiama programai valdyti tinklo politiką ir apibrėžti konkrečios programos taisykles.",
        "permdesc_manageOwnCalls": "Programai leidžiama nukreipti jos skambučius per sistemą siekiant pagerinti skambinimo paslaugas.",
        "permdesc_manageProfileAndDeviceOwners": "Leisti programai nustatyti profilio savininkus ir įrenginio savininką.",
        "permdesc_mediaLocation": "Programai leidžiama skaityti vietoves iš medijos kolekcijos.",
        "permdesc_modifyAudioSettings": "Leidžiama programai keisti visuotinius garso nustatymus, pvz., garsumą ir tai, kuris garsiakalbis naudojamas išvesčiai.",
        "permdesc_modifyNetworkAccounting": "Leidžiama programai keisti, kaip tinklas naudojamas, palyginti su programomis. Neskirta naudoti įprastoms programoms.",
        "permdesc_nfc": "Leidžiama programai perduoti artimojo lauko ryšių technologijos (ALR) žymas, korteles ir skaitymo programas.",
        "permdesc_persistentActivity": "Leidžiama programai savo dalis įrašyti į atmintį. Dėl to gali būti apribota kitomis programomis pasiekiama atmintis ir sulėtėti planšetinio kompiuterio veikimas.",
        "permdesc_preferredPaymentInfo": "Programai leidžiama gauti pageidaujamą ARL mokamos paslaugos informaciją, pvz., užregistruotą pagalbą ir maršrutų tikslus.",
        "permdesc_processOutgoingCalls": "Leidžiama programai peržiūrėti renkamą numerį siunčiamojo skambučio metu suteikiant galimybę peradresuoti skambutį kitu numeriu arba visiškai nutraukti skambutį.",
        "permdesc_readCalendar": "Ši programa gali nuskaityti visus planšetiniame kompiuteryje saugomus kalendoriaus įvykius ir bendrinti arba išsaugoti kalendoriaus duomenis.",
        "permdesc_readCallLog": "Ši programa gali nuskaityti skambučių istoriją.",
        "permdesc_readCellBroadcasts": "Programai leidžiama skaityti mobiliuoju transliuojamus pranešimus, gaunamus jūsų įrenginyje. Mobiliuoju transliuojami įspėjimai pristatomi kai kuriose vietose, kad įspėtų apie kritines situacijas. Kai gaunamas mobiliuoju transliuojamas pranešimas apie kritinę situaciją, kenkėjiškos programos gali trukdyti įrenginiui veikti ar jį naudoti.",
        "permdesc_readContacts": "Programai leidžiama skaityti duomenis apie telefone saugomus kontaktus. Programos taip pat galės pasiekti telefone esančias paskyras, kuriose buvo sukurta kontaktų. Gali būti įtrauktos paskyros, kurias sukūrė jūsų įdiegtos programos. Šis leidimas suteikia teisę programoms saugoti kontaktinius duomenis, o kenkėjiškos programos gali bendrinti kontaktinius duomenis be jūsų žinios.",
        "permdesc_readHistoryBookmarks": "Leidžiama programai skaityti visų URL, kuriais buvo lankytasi naršyklėje, ir visų naršyklės žymių istoriją. Pastaba: šis leidimas nesuteikiamas trečiosios šalies naršyklėms ar kitoms programoms, kuriomis galima naršyti žiniatinklį.",
        "permdesc_readInstallSessions": "Leidžiama programai skaityti diegimo seansus. Leidžiama peržiūrėti išsamią aktyvių paketų diegimo informaciją.",
        "permdesc_readNetworkUsageHistory": "Leidžiama programai skaityti konkrečių tinklų ir programų tinklo naudojimo istoriją.",
        "permdesc_readPhoneNumbers": "Programai leidžiama pasiekti įrenginio telefonų numerius.",
        "permdesc_readPhoneState": "Leidžiama programai pasiekti telefono funkcijas įrenginyje. Šis leidimas suteikia teisę programai nustatyti telefono numerį ir įrenginio ID, tai, ar skambutis aktyvus, ir skambučiu prijungtą nuotolinį numerį.",
        "permdesc_readSms": "Ši programa gali nuskaityti visus planšetiniame kompiuteryje saugomus SMS (teksto) pranešimus.",
        "permdesc_readSyncSettings": "Leidžiama programai skaityti ir sinchronizuoti paskyros nustatymus. Pvz., taip gali būti nustatoma, ar su paskyra sinchronizuota Žmonių programa.",
        "permdesc_readSyncStats": "Leidžiama programai skaityti sinchronizuotą paskyros statistiką, įskaitant sinchronizuotų įvykių istoriją ir informaciją, kiek duomenų sinchronizuota.",
        "permdesc_receiveBootCompleted": "Leidžiama programai pasileisti, kai baigsis sistemos įkėlimas iš naujo. Dėl to planšetinio kompiuterio paleidimas gali trukti ilgiau ir programa gali sulėtinti planšetinį kompiuterį, nes ji veiks visada.",
        "permdesc_receiveMms": "Leidžiama programai gauti ir apdoroti MMS pranešimus. Tai reiškia, kad programa gali stebėti ir ištrinti į jūsų įrenginį siunčiamus pranešimus jums jų neparodžiusi.",
        "permdesc_receiveSms": "Leidžiama programai gauti ir apdoroti SMS pranešimus. Tai reiškia, kad programa gali stebėti ir ištrinti į jūsų įrenginį siunčiamus pranešimus jums jų neparodžiusi.",
        "permdesc_receiveWapPush": "Leidžiama programai gauti ir apdoroti WAP pranešimus. Šis leidimas apima galimybę stebėti ar ištrinti jums siunčiamus pranešimus jums jų neparodžius.",
        "permdesc_recordAudio": "Ši programa gali bet kada įrašyti garsą naudodama mikrofoną.",
        "permdesc_register_call_provider": "Programai leidžiama registruoti naujus telekomunikacijų ryšius.",
        "permdesc_register_sim_subscription": "Programai leidžiama registruoti naujus telekomunikacijų SIM ryšius.",
        "permdesc_removeDrmCertificates": "Programai leidžiama pašalinti DRM sertifikatus. Neturėtų prireikti naudojant įprastas programas.",
        "permdesc_reorderTasks": "Leidžiama programai perkelti užduotis į priekinį planą ir foną. Programa gali tai daryti be jūsų įsikišimo.",
        "permdesc_requestDeletePackages": "Programai leidžiama pateikti užklausą dėl paketų ištrynimo.",
        "permdesc_requestIgnoreBatteryOptimizations": "Programai leidžiama prašyti leidimo nepaisyti tai programai skirto akumuliatoriaus optimizavimo nustatymų.",
        "permdesc_requestInstallPackages": "Programai leidžiama pateikti užklausą dėl paketų diegimo.",
        "permdesc_requestPasswordComplexity": "Leidžiama programai sužinoti ekrano užrakto sudėtingumo lygį (aukštas, vidutinis, žemas arba nėra), nurodantį galimą ekrano užrakto trukmės diapazoną ir tipą. Be to, programa gali pasiūlyti naudotojams atnaujinti ekrano užraktą į tam tikrą lygį, bet naudotojai gali laisvai nepaisyti ir išeiti. Atminkite, kad ekrano užraktas nesaugomas kaip grynasis tekstas, todėl programa nežino tikslaus slaptažodžio.",
        "permdesc_route_media_output": "Leidžiama programai nukreipti medijos išvestį į kitus išorinius įrenginius.",
        "permdesc_runInBackground": "Ši programa gali būti vykdoma fone. Dėl to akumuliatorius gali būti greičiau išeikvojamas.",
        "permdesc_sdcardRead": "Pr. leidž. sk. bendr. atm. t.",
        "permdesc_sdcardWrite": "Pr. leidž. raš. bendr. atm. t.",
        "permdesc_sendSms": "Leidžiama programai siųsti SMS pranešimus. Dėl to gali atsirasti nenumatytų apmokestinimų. Kenkėjiškos programos gali siųsti mokamus pranešimus be jūsų patvirtinimo.",
        "permdesc_setAlarm": "Leidžiama programai nustatyti signalą įdiegtoje žadintuvo programoje. Kai kuriose žadintuvo programose ši funkcija gali nebūti nevykdoma.",
        "permdesc_setInputCalibration": "Leidžiama programai keisti jutiklinio ekrano kalibravimo parametrus. Neturėtų prireikti naudojant įprastas programas.",
        "permdesc_setTimeZone": "Leidžiama programai keisti planšetinio kompiuterio laiko juostą.",
        "permdesc_setWallpaper": "Leidžiama programai nustatyti sistemos darbalaukio foną.",
        "permdesc_setWallpaperHints": "Leidžiama programai nustatyti sistemos darbalaukio fono dydžio užuominas.",
        "permdesc_sim_communication": "Programai leidžiama siųsti komandas į SIM kortelę. Tai labai pavojinga.",
        "permdesc_startViewPermissionUsage": "Leidžia savininkui pradėti naudoti programos leidimą. Įprastoms programoms to neturėtų prireikti.",
        "permdesc_statusBar": "Leidžiama programai neleisti būsenos juostos arba pridėti ir pašalinti sistemos piktogramas.",
        "permdesc_statusBarService": "Leidžiama programai būti būsenos juosta.",
        "permdesc_subscribedFeedsRead": "Leidžiama programai gauti išsamios informacijos apie šiuo metu sinchronizuojamus sklaidos kanalus.",
        "permdesc_systemAlertWindow": "Ši programa gali būti rodoma virš kitų programų arba kitų ekrano sričių. Tai gali trukdyti įprastai naudoti programas ir pakeisti kitų programų rodymo būdą.",
        "permdesc_systemCamera": "Ši privilegijuota arba sistemos programa gali daryti nuotraukas ir įrašyti vaizdo įrašus naudodama sistemos fotoaparatą bet kuriuo metu. Programai taip pat būtinas leidimas „android.permission.CAMERA“",
        "permdesc_transmitIr": "Programai leidžiama naudoti planšetinio kompiuterio infraraudonųjų spindulių perdavimo įrenginį.",
        "permdesc_uninstall_shortcut": "Programai leidžiama pašalinti sparčiuosius klavišus iš pagrindinio ekrano be naudotojo įsikišimo.",
        "permdesc_useBiometric": "Leidžiama programai naudoti biometrinę aparatinę įrangą tapatybei nustatyti",
        "permdesc_useDataInBackground": "Ši programa gali naudoti duomenis fone. Dėl to gali būti sunaudojama daugiau duomenų.",
        "permdesc_useFaceAuthentication": "Programai leidžiama naudoti Atrakinimo pagal veidą aparatinę įrangą tapatybei nustatyti",
        "permdesc_useFingerprint": "Leidžiama programai naudoti piršto antspaudo aparatinę įrangą tapatybei nustatyti",
        "permdesc_use_sip": "Leidžiama programai skambinti ir priimti SIP skambučius.",
        "permdesc_vibrate": "Leidžiama programai valdyti vibravimą.",
        "permdesc_vibrator_state": "Programai leidžiama pasiekti vibratoriaus būseną.",
        "permdesc_videoWrite": "Programai leidžiama keisti vaizdo įrašų kolekciją.",
        "permdesc_wakeLock": "Programai leidžiama palikti automobilio ekraną įjungtą.",
        "permdesc_writeCalendar": "Ši programa gali pridėti, pašalinti arba pakeisti planšetiniame kompiuteryje esančius kalendoriaus įvykius. Ši programa gali siųsti pranešimus, kurie gali atrodyti atsiųsti kalendoriaus savininkų, arba pakeisti įvykius nepranešusi jų savininkams.",
        "permdesc_writeCallLog": "Programai leidžiama skaityti planšetinio kompiuterio skambučių žurnalą, įskaitant duomenis apie gaunamuosius ir siunčiamuosius skambučius. Kenkėjiškos programos tai gali naudoti, kad ištrintų ar keistų jūsų skambučių žurnalą.",
        "permdesc_writeContacts": "Programai leidžiama keisti duomenis apie telefone saugomus kontaktus. Su šiuo leidimu programos gali ištrinti kontaktinius duomenis.",
        "permdesc_writeGeolocationPermissions": "Leidžiama programai keisti naršyklės geografinės vietos leidimus. Kenkėjiškos programos gali tai naudoti, kad leistų siųsti vietos informaciją abejotinoms svetainėms.",
        "permdesc_writeHistoryBookmarks": "Leidžiama programai keisti naršyklės istoriją ar žymes, išsaugotas planšetiniame kompiuteryje. Dėl to programai gali būti leidžiama ištrinti ar keisti naršyklės duomenis. Pastaba: šis leidimas nesuteikiamas trečiosios šalies naršyklėms ar kitoms programoms, kuriomis galima naršyti žiniatinklį.",
        "permdesc_writeSettings": "Leidžiama programai keisti sistemos nustatymų duomenis. Kenkėjiškos programos gali sugadinti jūsų sistemos konfigūraciją.",
        "permdesc_writeSyncSettings": "Leidžiama programai keisti sinchronizuotus paskyros nustatymus. Pvz., tai gali būti naudojama norint įgalinti Žmonių programos sinchronizavimą su paskyra.",
        "permgroupdesc_activityRecognition": "galimybė pasiekti fizinę veiklą",
        "permgroupdesc_calendar": "pasiekti kalendorių",
        "permgroupdesc_calllog": "skaityti ir rašyti telefono skambučių žurnalą",
        "permgroupdesc_camera": "fotografuoti ir filmuoti",
        "permgroupdesc_contacts": "pasiekti kontaktus",
        "permgroupdesc_location": "pasiekti įrenginio vietovės informaciją",
        "permgroupdesc_microphone": "įrašyti garso įrašą",
        "permgroupdesc_phone": "skambinti ir tvarkyti telefonų skambučius",
        "permgroupdesc_sensors": "pasiekti jutiklių duomenis apie gyvybinius ženklus",
        "permgroupdesc_sms": "siųsti ir peržiūrėti SMS pranešimus",
        "permgroupdesc_storage": "pasiekti nuotraukas, mediją ir failus įrenginyje",
        "permgrouplab_activityRecognition": "Fizinė veikla",
        "permgrouplab_calendar": "Kalendorius",
        "permgrouplab_calllog": "Skambučių žurnalai",
        "permgrouplab_camera": "Fotoaparatas",
        "permgrouplab_contacts": "Kontaktai",
        "permgrouplab_location": "Vietovė",
        "permgrouplab_microphone": "Mikrofonas",
        "permgrouplab_phone": "Telefonas",
        "permgrouplab_sensors": "Kūno jutikliai",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Failai ir medija",
        "permlab_acceptHandover": "tęsti skambutį naudojant kitą programą",
        "permlab_accessBackgroundLocation": "prieiga prie vietovės fone",
        "permlab_accessCoarseLocation": "pasiekti apytikslę vietovę, tik kai programa veikia priekiniame plane",
        "permlab_accessDrmCertificates": "gali pasiekti DRM sertifikatus",
        "permlab_accessFineLocation": "pasiekti tikslią vietovę, tik kai programa veikia priekiniame plane",
        "permlab_accessImsCallService": "pasiekti IMS skambučių paslaugą",
        "permlab_accessLocationExtraCommands": "pasiekti papildomas vietos teikimo įrankio komandas",
        "permlab_accessNetworkConditions": "vykdyti tinklo sąlygų stebėjimą",
        "permlab_accessNetworkState": "žiūrėti tinklo ryšius",
        "permlab_accessNotifications": "pasiekti pranešimus",
        "permlab_accessWifiState": "žiūrėti „Wi-Fi“ ryšius",
        "permlab_accessWimaxState": "prisijungti prie WiMAX ir atsijungti nuo jo",
        "permlab_access_notification_policy": "pasiekti „Do Not Disturb“",
        "permlab_activityRecognition": "atpažinti fizinę veiklą",
        "permlab_addVoicemail": "pridėti balso pašto pranešimų",
        "permlab_answerPhoneCalls": "atsakyti į telefonų skambučius",
        "permlab_audioWrite": "keisti muzikos kolekciją",
        "permlab_bindCarrierMessagingService": "susaistyti su operatoriaus susirašinėjimo paslauga",
        "permlab_bindCarrierServices": "susaistyti su operatoriaus paslaugomis",
        "permlab_bindCellBroadcastService": "Persiųsti mobiliuoju transliuojamus pranešimus",
        "permlab_bindConditionProviderService": "susaistyti su sąlygos teikėjo paslauga",
        "permlab_bindDreamService": "susisaistyti su mėgstama paslauga",
        "permlab_bindNotificationListenerService": "susisaistyti su pranešimų skaitymo priemonės paslauga",
        "permlab_bind_connection_service": "sąveikauti su telefonijos paslaugomis",
        "permlab_bind_incall_service": "sąveika su gaunamojo skambučio ekranu",
        "permlab_bluetooth": "susieti su „Bluetooth“ įrenginiais",
        "permlab_bluetoothAdmin": "pasiekti „Bluetooth“ nustatymus",
        "permlab_bodySensors": "pas. k. jut. (pvz., pul. dažn. st. įr.)",
        "permlab_broadcastSticky": "siųsti pritraukiantį perdavimą",
        "permlab_callCompanionApp": "matyti ir valdyti skambučius per sistemą.",
        "permlab_callPhone": "skambinti tiesiogiai telefono numeriais",
        "permlab_camera": "fotografuoti ir filmuoti",
        "permlab_cameraOpenCloseListener": "Leisti programai ar paslaugai sulaukti atgalinio skambinimo, kai atidaromas ar uždaromas fotoaparatas.",
        "permlab_changeNetworkState": "keisti tinklo jungiamumą",
        "permlab_changeTetherState": "keisti susietą jungiamumą",
        "permlab_changeWifiMulticastState": "leisti „Wi-Fi“ daugiaadresio perdavimo priėmimą",
        "permlab_changeWifiState": "prijungti prie „Wi-Fi“ ir atjungti nuo jo",
        "permlab_changeWimaxState": "keisti „WiMAX“ būseną",
        "permlab_connection_manager": "tvarkyti telekomunikacijų ryšius",
        "permlab_control_incall_experience": "naudotojui teikti paslaugas vykstant skambučiui",
        "permlab_createNetworkSockets": "turėti visateisę tinklo prieigą",
        "permlab_disableKeyguard": "išjungti ekrano užraktą",
        "permlab_enableCarMode": "įgalinti automobilio režimą",
        "permlab_exemptFromAudioRecordRestrictions": "netaikyti garso įrašymo apribojimų",
        "permlab_expandStatusBar": "išskleisti / sutraukti būsenos juostą",
        "permlab_foregroundService": "vykdyti priekiniame plane veikiančią paslaugą",
        "permlab_getAccounts": "rasti paskyras įrenginyje",
        "permlab_getPackageSize": "matuoti programos atmintinės vietą",
        "permlab_getTasks": "nuskaityti vykdomas programas",
        "permlab_handoverStatus": "gauti „Android“ perdavimo funkcijos perkėlimo būseną",
        "permlab_imagesWrite": "keisti nuotraukų kolekciją",
        "permlab_install_shortcut": "įdiegti sparčiuosius klavišus",
        "permlab_invokeCarrierSetup": "iškviesti operatoriaus pateiktą konfigūravimo programą",
        "permlab_killBackgroundProcesses": "uždaryti kitas programas",
        "permlab_manageFace": "tvarkyti Atrakinimo pagal veidą aparatinę įrangą",
        "permlab_manageFingerprint": "tvarkyti piršto antspaudo aparatinę įrangą",
        "permlab_manageNetworkPolicy": "valdyti tinklo politiką",
        "permlab_manageOwnCalls": "nukreipti skambučius per sistemą",
        "permlab_manageProfileAndDeviceOwners": "tvarkyti profilio ir įrenginio savininkus",
        "permlab_mediaLocation": "skaityti vietoves iš medijos kolekcijos",
        "permlab_modifyAudioSettings": "keisti garso nustatymus",
        "permlab_modifyNetworkAccounting": "keisti tinklo naudojimo apskaitą",
        "permlab_nfc": "valdyti artimo lauko perdavimą (angl. „Near Field Communication“)",
        "permlab_persistentActivity": "nustatyti, kad programa būtų visada vykdoma",
        "permlab_preferredPaymentInfo": "Pageidaujama ARL mokėjimo paslaugos informacija",
        "permlab_processOutgoingCalls": "peradresuoti išsiunčiamuosius skambučius",
        "permlab_readCalendar": "Skaityti kalendoriaus įvykius arba išsamią informaciją",
        "permlab_readCallLog": "skaityti skambučių žurnalą",
        "permlab_readCellBroadcasts": "skaityti mobiliuoju transliuojamus pranešimus",
        "permlab_readContacts": "skaityti kontaktus",
        "permlab_readHistoryBookmarks": "skaityti žiniatinklio žymes ir istoriją",
        "permlab_readInstallSessions": "skaityti diegimo sesijas",
        "permlab_readNetworkUsageHistory": "skaityti tinklo naudojimo istoriją",
        "permlab_readPhoneNumbers": "skaityti telefonų numerius",
        "permlab_readPhoneState": "skaityti telefono būseną ir tapatybę",
        "permlab_readSms": "skaityti teksto pranešimus (SMS arba MMS)",
        "permlab_readSyncSettings": "skaityti sinchronizavimo nustatymus",
        "permlab_readSyncStats": "skaityti sinchronizavimo statistiką",
        "permlab_receiveBootCompleted": "paleisti paleidžiant",
        "permlab_receiveMms": "gauti teksto pranešimus (MMS)",
        "permlab_receiveSms": "gauti teksto pranešimus (SMS)",
        "permlab_receiveWapPush": "gauti teksto pranešimus (WAP)",
        "permlab_recordAudio": "įrašyti garsą",
        "permlab_register_call_provider": "registruoti naujus telekomunikacijų ryšius",
        "permlab_register_sim_subscription": "registruoti naujus telekomunikacijų SIM ryšius",
        "permlab_removeDrmCertificates": "pašalinti DRM sertifikatus",
        "permlab_reorderTasks": "pertvarkyti vykdomas programas",
        "permlab_requestDeletePackages": "paketo ištrynimo užklausa",
        "permlab_requestIgnoreBatteryOptimizations": "prašyti nepaisyti akumuliatoriaus optimizavimo nustatymų",
        "permlab_requestInstallPackages": "pateikti užklausą dėl diegimo paketų",
        "permlab_requestPasswordComplexity": "pateikti ekrano užrakto sudėtingumo užklausą",
        "permlab_route_media_output": "nukreipti medijos išvestį",
        "permlab_runInBackground": "vykdyti fone",
        "permlab_sdcardRead": "skaityti bendr. atmint. turinį",
        "permlab_sdcardWrite": "keisti / trinti bendr. atm. t.",
        "permlab_sendSms": "siųsti ir peržiūrėti SMS pranešimus",
        "permlab_setAlarm": "nustatyti pavojaus signalą",
        "permlab_setInputCalibration": "keisti įvesties įrenginio kalibravimą",
        "permlab_setTimeZone": "nustatyti laiko zoną",
        "permlab_setWallpaper": "nustatyti darbalaukio foną",
        "permlab_setWallpaperHints": "keisti ekrano fono dydį",
        "permlab_sim_communication": "siųsti komandas į SIM kortelę",
        "permlab_startViewPermissionUsage": "pradėti peržiūrėti leidimo naudojimą",
        "permlab_statusBar": "išjungti ar keisti būsenos juostą",
        "permlab_statusBarService": "būti būsenos juosta",
        "permlab_subscribedFeedsRead": "skaityti prenumeruojamus tiekimus",
        "permlab_systemAlertWindow": "Ši programa gali būti rodoma virš kitų programų",
        "permlab_systemCamera": "Suteikti programai arba paslaugai prieigą prie sistemos fotoaparatų, kad būtų galima daryti nuotraukas ir įrašyti vaizdo įrašus",
        "permlab_transmitIr": "perduoti duomenis infraraudonaisiais spinduliais",
        "permlab_uninstall_shortcut": "pašalinti sparčiuosius klavišus",
        "permlab_useBiometric": "naudoti biometrinę aparatinę įrangą",
        "permlab_useDataInBackground": "naudoti duomenis fone",
        "permlab_useFaceAuthentication": "naudoti Atrakinimo pagal veidą aparatinę įrangą",
        "permlab_useFingerprint": "naudoti piršto antspaudo aparatinę įrangą",
        "permlab_use_sip": "skambinti / priimti SIP skambučius",
        "permlab_vibrate": "valdyti vibraciją",
        "permlab_videoWrite": "keisti vaizdo įrašų kolekciją",
        "permlab_wakeLock": "palikti automobilio ekraną įjungtą",
        "permlab_writeCalendar": "prideda arba keičia kalendoriaus įvykius ir siunčia el. laiškus svečiams be savininko žinios",
        "permlab_writeCallLog": "rašyti skambučių žurnalą",
        "permlab_writeContacts": "keisti kontaktus",
        "permlab_writeGeolocationPermissions": "keisti naršyklės geografinės vietos leidimus",
        "permlab_writeHistoryBookmarks": "rašyti žiniatinklio žymes ir istoriją",
        "permlab_writeSettings": "keisti sistemos nustatymus",
        "permlab_writeSyncSettings": "įjungti arba išjungti sinchronizavimą"
    }
}
