{
    "antifeatures": {
        "Ads": "Cette application contient des publicités",
        "DisabledAlgorithm": "Cette application possède une signature de sécurité faible",
        "KnownVuln": "Cette application contient une vulnérabilité de sécurité connue",
        "NSFW": "Cette application possède des contenus inappropriés, explicites ou choquants",
        "NoSourceSince": "Le code source n'est plus disponible, les mises à jour ne sont plus proposées",
        "NonFreeAdd": "Cette application met en avant des extensions qui ne sont pas libres",
        "NonFreeAssets": "Cette application comprend des éléments qui ne sont pas libres",
        "NonFreeDep": "Cette application dépend d'autres applications qui ne sont pas libres",
        "NonFreeNet": "Cette application met en avant ou dépend complètement d'un service réseau non modifiable ou non libre",
        "Tracking": "Cette application suit et transmet votre activité",
        "UpstreamNonFree": "Le code source en amont n’est pas entièrement libre"
    },
    "app_categories": {
        "Connectivity": "Connectivité",
        "Development": "Développement",
        "Games": "Jeux",
        "Graphics": "Graphisme",
        "Internet": "Internet",
        "Money": "Finances",
        "Multimedia": "Multimédia",
        "Navigation": "Navigation",
        "Phone & SMS": "Téléphone et SMS",
        "Reading": "Lecture",
        "Science & Education": "Science et Éducation",
        "Security": "Sécurité",
        "Sports & Health": "Sport et Santé",
        "System": "Système",
        "Theming": "Personnalisation",
        "Time": "Temps",
        "Writing": "Écriture",
        "show_all_packages": "Tout afficher (%d)"
    },
    "index": {
        "download_fdroid": "Télécharger F-Droid",
        "gpg_signature": "Signature PGP",
        "introduction": "F-Droid est un catalogue installable d'applications libres et à code source ouvert pour la plateforme Android. Le client facilite la découverte, l’installation et le suivi des mises à jour sur votre appareil Android.",
        "pgp_verification_instructions": "Instructions pour la vérification du téléchargement",
        "screenshot": "Capture d'écran de l'application Android F-Droid",
        "title": "Qu’est-ce que F-Droid&nbsp;?"
    },
    "mirrors": {
        "cn": "Chine continentale",
        "de": "Allemagne",
        "dk": "Danemark",
        "indiana": "Indiana, États-Unis",
        "se": "Suède",
        "sg": "Singapour",
        "tw": "Taïwan",
        "ua": "Ukraine"
    },
    "navigation": {
        "about": "À Propos",
        "apps": "Applications",
        "contribute": "Contribuer",
        "documentation": "Documentation",
        "edit_on_gitlab": "Modifier sur GitLab",
        "forum": "Forum",
        "issues": "Tickets",
        "news": "Nouvelles",
        "statuspage": "État",
        "translate_on_weblate": "Traduire sur Weblate"
    },
    "news": {
        "newer_posts": "↩ Publication plus récente",
        "older_posts": "Publication plus ancienne ↪",
        "posted_on": "Publié le {{ post_date }}",
        "posted_on_by": "Publié le {{ post_date }} par"
    },
    "package": {
        "added_on": "Ajouté le {{ package_added_date }}",
        "anti_features": "Antifonctions",
        "anti_features_warning": "Cette application présente des fonctions qui pourraient vous déplaire.",
        "author": "Auteur",
        "build_log": "Journal de compilation",
        "build_metadata": "Métadonnées de compilation",
        "changelog": "Journal des modifications",
        "donate": "Faire un don",
        "download": "Télécharger {{ file_extension }}",
        "file_size_bytes": "octets",
        "file_size_format": "%{number} %{unit}",
        "file_size_gibibytes": "Gio",
        "file_size_kibibytes": "Kio",
        "file_size_mebibytes": "Mio",
        "file_size_tebibytes": "Tio",
        "flattr": "Flattr",
        "gpg_signature": "Signature PGP",
        "issue_tracker": "Suivi des tickets",
        "liberapay": "Liberapay",
        "license": "Licence",
        "minimum_android_version": "Cette version nécessite Android {{ android_version }} ou ultérieur.",
        "new_in_version": "Nouveauté de la version {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "icône du paquet",
        "package_screenshot_alt": "capture d'écran de l'application",
        "packages": "Paquets",
        "permissions": "Autorisations",
        "signed_by_developer": "Compilé et signé par le développeur original, et correspond à <a href=\"{{ source_code_url }}\">cette cible source</a>.",
        "signed_by_fdroid": "Elle est compilée et signée par F-Droid, et garantie comme correspondante à <a href=\"{{ source_code_url }}\">cette archive source</a>.",
        "source_code": "Code source",
        "suggest_downloading_via_fdroid": "Bien que le téléchargement d’APK soit proposé ci-dessous pour vous donner le choix, sachez qu’avec une telle installation, les mises à jour ne vous seront pas signalées et que cette manière de télécharger est moins sûre. Nous vous recommandons d’installer le client F-Droid et de l’utiliser.",
        "suggested": "suggéré",
        "translation": "Traduction",
        "version_info": "<b>Version {{ package_version }}</b> ({{ package_version_code }})",
        "versions": "Versions",
        "website": "Site Web"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Autorise l’application à poursuivre un appel qui a été démarré dans une autre application.",
        "permdesc_accessBackgroundLocation": "Cette application peut accéder à votre position à tout moment, y compris lorsque vous ne l'utilisez pas.",
        "permdesc_accessCoarseLocation": "Lorsque vous l'utilisez, cette application peut connaître votre position approximative via les services de localisation qui utilisent les tours de téléphonie et les réseaux Wi-Fi. Les services de localisation doivent être activés sur votre appareil et l'application autorisée à les utiliser. Cette activité peut augmenter la consommation de batterie.",
        "permdesc_accessDrmCertificates": "Autorise une application à fournir et utiliser des certificats DRM. Ne devrait jamais être requis pour les applications ordinaires.",
        "permdesc_accessFineLocation": "Lorsque vous l'utilisez, cette application peut connaître votre position précise via les services de localisation. Les services de localisation doivent être activés sur votre appareil et l'application autorisée à les utiliser. Cette activité peut augmenter la consommation de batterie.",
        "permdesc_accessImsCallService": "Permet à l’application d’utiliser le service IMS pour effectuer des appels sans votre intervention.",
        "permdesc_accessLocationExtraCommands": "Permet à l’application d’accéder à des commandes supplémentaires de localisation Cela pourrait permettre à l’application d’interférer avec le fonctionnement du GPS ou d’autres sources de localisation.",
        "permdesc_accessNetworkConditions": "Permet à une application d’écouter les observations sur les conditions du réseau. Ne devrait jamais être requis pour les applications ordinaires.",
        "permdesc_accessNetworkState": "Permet à l'application d'accéder à des informations sur les connexions réseau, comme les réseaux existants et connectés.",
        "permdesc_accessNotifications": "Permet aux applications de récupérer, d'examiner et d'autoriser les notifications, y compris celles envoyées par d'autres applications.",
        "permdesc_accessWifiState": "Permet à l'application d'accéder à des informations sur les réseaux Wi-Fi afin de savoir si une connexion Wi-Fi est activée et pour connaître le nom des appareils connectés au Wi-Fi, par exemple.",
        "permdesc_accessWimaxState": "Permet à l'application de déterminer si le WiMAX est activé et d'obtenir des informations sur tous les réseaux WiMAX connectés.",
        "permdesc_access_notification_policy": "Permet à l'application de consulter et de modifier la configuration du mode Ne pas déranger.",
        "permdesc_activityRecognition": "Cette application peut reconnaître votre activité physique.",
        "permdesc_addVoicemail": "Permet à l'application d'ajouter des messages à votre messagerie vocale.",
        "permdesc_answerPhoneCalls": "Permet à l'application à répondre à un appel téléphonique entrant.",
        "permdesc_audioWrite": "Permet à l'application de modifier votre bibliothèque musicale.",
        "permdesc_backgroundCamera": "Cette application peut utiliser l'appareil photo pour prendre des photos et enregistrer des vidéos à tout moment.",
        "permdesc_bindCarrierMessagingService": "Permet au détenteur de s’associer à l’interface de premier niveau du service de messagerie d’un opérateur de réseau mobile. Ne devrait jamais être requis pour les applications ordinaires.",
        "permdesc_bindCarrierServices": "Permet au détenteur de se lier aux services d’un opérateur. Ne devrait jamais être requis pour les applications ordinaires.",
        "permdesc_bindCellBroadcastService": "Autorise l'application à établir une connexion avec le module de diffusion cellulaire afin de transférer les messages reçus via un canal de diffusion cellulaire. Des alertes de diffusion cellulaire sont générées dans certaines régions afin de vous avertir de situations d'urgence. Des applications malveillantes peuvent interférer avec les performances ou le fonctionnement de votre appareil lors de la réception d'une alerte d'urgence par diffusion cellulaire.",
        "permdesc_bindConditionProviderService": "Permet au détenteur de se lier à l’interface de premier niveau d’un service de fourniture de conditions. Ne devrait jamais être requis pour les applications ordinaires.",
        "permdesc_bindDreamService": "Permet au détenteur de se lier à l’interface de niveau supérieur d’un service dream. Ne devrait jamais être requis pour les applications ordinaires.",
        "permdesc_bindNotificationListenerService": "Permet au détenteur de se lier à l’interface de premier niveau d’un service d’écoute des notifications. Ne devrait jamais être requis pour les applications ordinaires.",
        "permdesc_bind_connection_service": "Permet à l'application d'interagir avec des services de téléphonie pour effectuer et recevoir des appels.",
        "permdesc_bind_incall_service": "Permet à l'application de contrôler quand et comment l'écran d'appel s'affiche.",
        "permdesc_bluetooth": "Permet à l'application d'accéder à la configuration du Bluetooth sur le téléphone, et d'établir et accepter des connexions avec les appareils associés.",
        "permdesc_bluetoothAdmin": "Permet à l'application de configurer le téléphone Bluetooth local, d'identifier des appareils distants et de les associer au téléphone.",
        "permdesc_bluetooth_advertise": "Permet à l'appli de diffuser du contenu sur les appareils Bluetooth à proximité",
        "permdesc_bluetooth_connect": "Autorise l'appli à se connecter à des appareils Bluetooth associés",
        "permdesc_bluetooth_scan": "Autorise l'appli à détecter et à associer les appareils Bluetooth à proximité",
        "permdesc_bodySensors": "Permet à l'application d'accéder aux données des capteurs qui contrôlent votre condition physique, comme votre rythme cardiaque.",
        "permdesc_bodySensors_background": "Permet à l'appli d'accéder aux données des capteurs corporels (fréquence cardiaque, température, taux d'oxygène dans le sang, etc.) quand l'appli est en arrière-plan.",
        "permdesc_broadcastSticky": "Permet à l'application d'envoyer des intentions de diffusion persistantes, qui perdurent une fois la diffusion terminée. Une utilisation excessive peut ralentir le téléphone ou le rendre instable en l'obligeant à utiliser trop de mémoire.",
        "permdesc_callCompanionApp": "Permet à l'application de voir et contrôler les appels en cours sur l'appareil. Cela inclut des informations telles que les numéros associés aux appels et l'état des appels.",
        "permdesc_callPhone": "Permet à l'application d'appeler des numéros de téléphone sans votre intervention. Cette autorisation peut entraîner des frais ou des appels imprévus et ne permet pas à l'application d'appeler des numéros d'urgence. Les applications malveillantes peuvent générer des frais en passant des appels sans votre consentement.",
        "permdesc_camera": "Cette application peut utiliser l'appareil photo pour prendre des photos et enregistrer des vidéos quand elle est en cours d'utilisation.",
        "permdesc_cameraOpenCloseListener": "Cette application peut recevoir des rappels lors de la fermeture ou de l'ouverture d'une caméra (par une application).",
        "permdesc_changeNetworkState": "Permet à l'application de modifier l'état de la connectivité du réseau.",
        "permdesc_changeTetherState": "Permet à l'application de modifier l'état de la connectivité du partage de connexion.",
        "permdesc_changeWifiMulticastState": "Permet à l'application de recevoir des paquets envoyés à tous les appareils (et pas seulement à votre téléphone) d'un réseau Wi-Fi qui utilise des adresses de multidiffusion. Cette autorisation entraîne une consommation d'énergie supérieure au mode de diffusion simple.",
        "permdesc_changeWifiState": "Permet à l'application de se connecter à des points d'accès Wi-Fi, de s'en déconnecter et de modifier la configuration de l'appareil pour les réseaux Wi-Fi.",
        "permdesc_changeWimaxState": "Permet à l'application de connecter le téléphone aux réseaux WiMAX et de l'en déconnecter.",
        "permdesc_companionProfileWatch": "Permet à une application compagnon de gérer les montres.",
        "permdesc_connection_manager": "Permet à l'application de gérer les connexions de télécommunication.",
        "permdesc_control_incall_experience": "Permet à l'application de fournir une expérience utilisateur pendant l'appel.",
        "permdesc_createNetworkSockets": "Permet à l'application de créer des sockets réseau et d'utiliser des protocoles réseau personnalisés. Le navigateur et d'autres applications permettent d'envoyer des données sur Internet. Cette autorisation n'est donc pas nécessaire pour envoyer des données sur Internet.",
        "permdesc_deliverCompanionMessages": "Autorise une application associée à transmettre des messages associés à d'autres appareils.",
        "permdesc_detectScreenCapture": "Cette application sera avertie lors de la prise d'une capture d'écran pendant son utilisation.",
        "permdesc_disableKeyguard": "Permet à l’application de désactiver le verrouillage des touches et toute mesure de sécurité par mot de passe associée. Par exemple, le téléphone désactive le verrouillage des touches lors de la réception d’un appel, puis le réactive une fois l’appel terminé.",
        "permdesc_enableCarMode": "Permet à l’application d’activer le mode Voiture.",
        "permdesc_exemptFromAudioRecordRestrictions": "Exemptez l'application des restrictions portant sur l'enregistrement audio.",
        "permdesc_expandStatusBar": "Permet à l’application de développer ou réduire la barre d’état.",
        "permdesc_foregroundService": "Permet à l’application d’utiliser des services de premier plan.",
        "permdesc_foregroundServiceCamera": "Autorise l'appli à utiliser les services de premier plan avec le type \"camera\"",
        "permdesc_foregroundServiceConnectedDevice": "Autorise l'appli à utiliser les services de premier plan avec le type \"connectedDevice\"",
        "permdesc_foregroundServiceDataSync": "Autorise l'appli à utiliser les services de premier plan avec le type \"dataSync\"",
        "permdesc_foregroundServiceFileManagement": "Autorise l'appli à utiliser les services de premier plan avec le type \"fileManagement\"",
        "permdesc_foregroundServiceHealth": "Autorise l'appli à utiliser les services de premier plan avec le type \"health\"",
        "permdesc_foregroundServiceLocation": "Autorise l'appli à utiliser les services de premier plan avec le type \"location\"",
        "permdesc_foregroundServiceMediaPlayback": "Autorise l'appli à utiliser les services de premier plan avec le type \"mediaPlayback\"",
        "permdesc_foregroundServiceMediaProjection": "Autorise l'appli à utiliser les services de premier plan avec le type \"mediaProjection\"",
        "permdesc_foregroundServiceMicrophone": "Autorise l'appli à utiliser les services de premier plan avec le type \"microphone\"",
        "permdesc_foregroundServicePhoneCall": "Autorise l'appli à utiliser les services de premier plan avec le type \"phoneCall\"",
        "permdesc_foregroundServiceRemoteMessaging": "Autorise l'appli à utiliser les services de premier plan avec le type \"remoteMessaging\"",
        "permdesc_foregroundServiceSpecialUse": "Autorise l'appli à utiliser les services de premier plan avec le type \"specialUse\"",
        "permdesc_foregroundServiceSystemExempted": "Autorise l'appli à utiliser les services de premier plan avec le type \"systemExempted\"",
        "permdesc_fullScreenIntent": "Autorise l'appli à afficher les notifications en plein écran sur un appareil verrouillé",
        "permdesc_getAccounts": "Permet à l'application d'obtenir la liste des comptes connus par le téléphone. Il peut s'agir de n'importe quel compte créé par les applications que vous avez installées.",
        "permdesc_getPackageSize": "Permet à l'application de récupérer la taille de son code, de ses données et de sa mémoire cache",
        "permdesc_getTasks": "Permet à l'application de récupérer des informations sur des tâches en cours d'exécution et récemment exécutées. L'application est ainsi susceptible d'obtenir des informations sur les applications utilisées sur l'appareil.",
        "permdesc_handoverStatus": "Permet à l'application de recevoir des informations sur les transferts Android Beam en cours",
        "permdesc_hideOverlayWindows": "Cette appli peut demander au système de masquer les superpositions venant d'autres applis pour les empêcher de s'afficher par-dessus.",
        "permdesc_highSamplingRateSensors": "Autorise l'appli à échantillonner les données des capteurs à un taux supérieur à 200 Hz",
        "permdesc_imagesWrite": "Permet à l'application de modifier votre galerie photo.",
        "permdesc_install_shortcut": "Permet à une application d’ajouter des raccourcis à l’écran d’accueil sans intervention de l’utilisateur.",
        "permdesc_invokeCarrierSetup": "Permet au détenteur d’invoquer l’application de configuration fournie par l’opérateur. Ne devrait jamais être requis pour les applications ordinaires.",
        "permdesc_killBackgroundProcesses": "Permet à l'application de mettre fin aux processus d'autres applications exécutés en arrière-plan. Cette autorisation peut interrompre l'exécution d'autres applications.",
        "permdesc_manageFace": "Permet à l'application d'invoquer des méthodes pour ajouter et supprimer des modèles de visages.",
        "permdesc_manageFingerprint": "Permet à l’application d'invoquer des méthodes pour ajouter et supprimer des modèles d’empreinte digitale.",
        "permdesc_manageNetworkPolicy": "Permet à l'application de gérer les stratégies réseau et de définir celles qui sont spécifiques à l'application.",
        "permdesc_manageOngoingCalls": "Autorise une application à afficher les détails concernant les appels en cours sur votre appareil et à contrôler ces appels.",
        "permdesc_manageOwnCalls": "Permet à l'application d'acheminer les appels via le système afin d'optimiser le confort d'utilisation.",
        "permdesc_manageProfileAndDeviceOwners": "Permet aux applications de définir les propriétaires des profils et le propriétaire de l’appareil.",
        "permdesc_mediaLocation": "Permet à l'application de consulter des positions issues de votre bibliothèque multimédia.",
        "permdesc_modifyAudioSettings": "Permet à l'application de modifier les paramètres audio généraux, tels que le volume et la sortie audio utilisée.",
        "permdesc_modifyNetworkAccounting": "Permet à l’application de modifier la comptabilisation de l’utilisation du réseau par les applications. Ne pas utiliser pour les applications ordinaires.",
        "permdesc_nearby_wifi_devices": "Permet à l'application d'afficher, de se connecter, et de déterminer la position des appareils Wifi à proximité",
        "permdesc_nfc": "Permet à l'application de communiquer avec des étiquettes, des cartes et des lecteurs compatibles avec la communication en champ proche (NFC).",
        "permdesc_observeCompanionDevicePresence": "Autorise une application associée à constater la présence d'appareils associés lorsqu'ils sont à proximité ou éloignés.",
        "permdesc_persistentActivity": "Permet à l'application de rendre certains de ces composants persistants dans la mémoire. Cette autorisation peut limiter la mémoire disponible pour d'autres applications et ralentir le téléphone.",
        "permdesc_postNotification": "Autorise l'application à afficher des notifications",
        "permdesc_preferredPaymentInfo": "Permet à l'application d'obtenir des informations sur le service de paiement CCP préféré, y compris les ID d'applications et les destinations de routage enregistrés.",
        "permdesc_processOutgoingCalls": "Permet à l’application de voir le numéro composé lors d’un appel sortant et lui donne la possibilité de rediriger l’appel vers un autre numéro ou d’abandonner complètement l’appel.",
        "permdesc_queryAllPackages": "Autorise une appli à voir tous les packages installés.",
        "permdesc_readBasicPhoneState": "Autorise l'application à accéder aux fonctionnalités de téléphonie de base de l'appareil.",
        "permdesc_readCalendar": "Cette application peut lire tous les événements d'agenda enregistrés sur votre téléphone et partager ou enregistrer vos données d'agenda.",
        "permdesc_readCallLog": "Cette application peut lire l'historique de vos appels.",
        "permdesc_readCellBroadcasts": "Permet à l'application de lire les messages que votre appareil reçoit via un canal de diffusion cellulaire. Dans certaines zones géographiques, des alertes vous sont envoyées afin de vous prévenir en cas de situation d'urgence. Les applications malveillantes peuvent venir perturber les performances ou le fonctionnement de votre appareil lorsqu'un message est reçu via un canal de diffusion cellulaire.",
        "permdesc_readContacts": "Permet à l'application de lire les données liées aux contacts stockés sur votre téléphone. Les applications auront également accès aux comptes de votre téléphone pour lesquels des contacts ont été créés. Cela peut inclure les comptes créés via des applications que vous avez installées. Cette autorisation permet aux applications d'enregistrer les données liées à vos contacts. Des applications malveillantes peuvent exploiter cette fonctionnalité pour partager ces données à votre insu.",
        "permdesc_readHistoryBookmarks": "Permet à l'application d'accéder à l'historique de toutes les URL auxquelles le navigateur a accédé, ainsi qu'à l'ensemble des favoris du navigateur. Remarque : il est possible que cette autorisation ne soit pas appliquée par les navigateurs tiers ni par d'autres applications permettant de naviguer sur le Web.",
        "permdesc_readInstallSessions": "Permet à une application de lire les sessions d’installation. Cela lui permet de voir les détails relatifs à l’installation de paquets actifs.",
        "permdesc_readMediaAudio": "Permet à l’application de lire les fichiers audio de votre espace de stockage partagé.",
        "permdesc_readMediaImages": "Permet à l'application d’accéder aux images de votre espace de stockage partagé.",
        "permdesc_readMediaVideo": "Permet à l’application d’accéder aux vidéos de votre espace de stockage partagé.",
        "permdesc_readNetworkUsageHistory": "Permet à l'application de lire l'historique d'utilisation de réseaux et d'applications spécifiques.",
        "permdesc_readPhoneNumbers": "Permet à l'application d'accéder aux numéros de téléphone de l'appareil.",
        "permdesc_readPhoneState": "Permet à l’application d’accéder aux fonctions téléphoniques de l’appareil. Cette autorisation permet à l’application de déterminer le numéro de téléphone et les identifiants de l’appareil, si un appel est actif et le numéro distant connecté par un appel.",
        "permdesc_readSms": "Cette application peut lire tous les SMS enregistrés sur votre téléphone.",
        "permdesc_readSyncSettings": "Permet à l'application d'accéder aux paramètres de synchronisation d'un compte. Par exemple, cette autorisation peut permettre de déterminer si l'application Contacts est synchronisée avec un compte ou non.",
        "permdesc_readSyncStats": "Permet à une application d'accéder aux statistiques de synchronisation d'un compte, y compris l'historique des événements de synchronisation et le volume de données synchronisées.",
        "permdesc_readVisualUserSelect": "Permet à l'appli de lire les fichiers image et vidéo que vous sélectionnez depuis votre stockage partagé.",
        "permdesc_receiveBootCompleted": "Permet à l'application de se lancer une fois le démarrage du système terminé. Elle peut rallonger le temps de démarrage du téléphone et ralentir son fonctionnement global en raison de son exécution continue.",
        "permdesc_receiveMms": "Permet à l'application de recevoir et de traiter les MMS. Cette autorisation lui donne la possibilité de surveiller ou supprimer les messages envoyés à votre appareil sans vous les montrer.",
        "permdesc_receiveSms": "Permet à l’application de recevoir et de traiter les SMS. Cela signifie que l’application pourrait surveiller ou supprimer des messages envoyés à votre appareil sans vous les montrer.",
        "permdesc_receiveWapPush": "Permet à l'application de recevoir et de traiter les messages WAP. Cette autorisation lui donne la possibilité de surveiller ou supprimer les messages envoyés à votre appareil sans vous les montrer.",
        "permdesc_recordAudio": "Cette application peut utiliser le micro pour réaliser des enregistrements audio quand elle est en cours d'utilisation.",
        "permdesc_recordBackgroundAudio": "Cette application peut utiliser le micro pour réaliser des enregistrements audio à tout moment.",
        "permdesc_register_call_provider": "Permet à l’application d’enregistrer les nouvelles connexions de télécommunication.",
        "permdesc_register_sim_subscription": "Permet à l’application d’enregistrer de nouvelles connexions SIM de télécommunication.",
        "permdesc_removeDrmCertificates": "Autorise une application à supprimer des certificats DRM. Ne devrait jamais être requis pour les applications ordinaires.",
        "permdesc_reorderTasks": "Permet à l'application de déplacer les tâches au premier plan et en arrière-plan. L'application peut procéder à ces opérations sans votre intervention.",
        "permdesc_requestDeletePackages": "Permet à une application de demander la suppression de paquets.",
        "permdesc_requestIgnoreBatteryOptimizations": "Permet à une application de demander l’autorisation d’ignorer les optimisations de la batterie pour cette application.",
        "permdesc_requestInstallPackages": "Permet à une application de demander l’installation de paquets.",
        "permdesc_requestPasswordComplexity": "Permet à l'application de connaître le niveau de complexité du verrouillage de l'écran (élevé, moyen, faible ou aucun), qui indique les possibilités en matière de longueur du mot de passe et de type de verrouillage de l'écran. L'application peut également suggérer aux utilisateurs de modifier la complexité du verrouillage, mais ces derniers peuvent librement l'ignorer. Remarque : comme le verrouillage de l'écran n'est pas stocké au format texte brut, l'application ne connaît pas le mot de passe exact.",
        "permdesc_route_media_output": "Permet à une application de diriger la sortie multimédia vers d'autres appareils externes.",
        "permdesc_runInBackground": "Cette application peut s’exécuter en arrière-plan, ce qui risque d’épuiser la batterie plus rapidement.",
        "permdesc_schedule_exact_alarm": "Cette appli peut programmer le déclenchement de \"Travail\" au moment voulu. Cela signifie aussi qu'elle peut s'exécuter lorsque vous n'utilisez pas activement l'appareil.",
        "permdesc_sdcardRead": "Permet à l'application de lire le contenu de votre mémoire de stockage partagée.",
        "permdesc_sdcardWrite": "Permet à l'application de modifier le contenu de votre mémoire de stockage partagée.",
        "permdesc_sendSms": "Permet à l’application d’envoyer des SMS. Des frais inattendus pourraient en découler. Des applications malveillantes pourraient vous entraîner des frais supplémentaires en envoyant des messages à votre insu.",
        "permdesc_setAlarm": "Permet à l’application de définir une alarme dans une application d'alarme installée. Certaines applis d'alarme pourraient ne pas prendre cette fonction en charge.",
        "permdesc_setInputCalibration": "Permet à l’application de modifier les paramètres de calibrage de l’écran tactile. Ne devrait jamais être requis pour les applications ordinaires.",
        "permdesc_setTimeZone": "Permet à l'application de modifier le fuseau horaire du téléphone.",
        "permdesc_setWallpaper": "Permet à l'application de définir le fond d'écran du système.",
        "permdesc_setWallpaperHints": "Permet à l'application de définir les bulles d'aide concernant la taille du fond d'écran du système.",
        "permdesc_sim_communication": "Permet à l’application d’envoyer des commandes à la carte SIM, ce qui est très dangereux.",
        "permdesc_startForegroundServicesFromBackground": "Autorise une application associée à lancer des services de premier plan à partir de l'arrière-plan.",
        "permdesc_startReviewPermissionDecisions": "Permet à l'application autorisée de lancer une fenêtre pour examiner les décisions liées aux autorisations. Ne devrait jamais être nécessaire pour les applications standards.",
        "permdesc_startViewAppFeatures": "Permet à l'application autorisée de commencer à regarder les informations sur les fonctionnalités d'une application.",
        "permdesc_startViewPermissionUsage": "Permet au détenteur de lancer l’autorisation d’utilisation pour une application. Ne devrait jamais être requis pour les applications ordinaires.",
        "permdesc_statusBar": "Permet à l'application de désactiver la barre d'état, ou d'ajouter et de supprimer des icônes système.",
        "permdesc_statusBarService": "Permet à l'application de faire office de barre d'état.",
        "permdesc_subscribedFeedsRead": "Permet à l'application d'obtenir des informations sur les flux en cours de synchronisation.",
        "permdesc_systemAlertWindow": "Cette application peut se superposer à d'autres applications ou à d'autres parties de l'écran. Cela peut altérer l'utilisation normale des applications et modifier l'apparence des autres applications.",
        "permdesc_systemCamera": "À tout moment cette application (système ou privilégiée) peut prendre des photos et enregistrer des vidéos en utillisant l'appareil photo. Pour cela, l'application doit également disposer de l'autorisation android.permission.CAMERA",
        "permdesc_transmitIr": "Permet à l'application d'utiliser l'émetteur infrarouge du téléphone.",
        "permdesc_turnScreenOn": "Autorise l'appli à allumer l'écran.",
        "permdesc_uninstall_shortcut": "Permet à l’application de supprimer des raccourcis de l’écran d’accueil sans intervention de l’utilisateur.",
        "permdesc_updatePackagesWithoutUserAction": "Autorise l'appli précédemment installée à se mettre à jour sans action de l'utilisateur",
        "permdesc_useBiometric": "Permet à l'application d'utiliser le matériel biométrique pour l'authentification",
        "permdesc_useDataInBackground": "Cette application peut utiliser des données en arrière-plan, ce qui risque d'augmenter la consommation des données.",
        "permdesc_useFaceAuthentication": "Autorise l'application à utiliser les composants de Face Unlock pour l'authentification",
        "permdesc_useFingerprint": "Permet à l'application d'utiliser le matériel de reconnaissance d'empreintes digitales pour l'authentification",
        "permdesc_use_exact_alarm": "Cette appli peut programmer des actions, comme des alarmes et des rappels, pour vous envoyer des notifications au moment voulu.",
        "permdesc_use_sip": "Permet à l'application d'effectuer et recevoir des appels SIP.",
        "permdesc_uwb_ranging": "Autoriser l'appli à déterminer la position relative entre des appareils ultra-wideband à proximité",
        "permdesc_vibrate": "Permet à l'application de contrôler le vibreur.",
        "permdesc_vibrator_state": "Permet à l'application d'accéder à l'état du vibreur.",
        "permdesc_videoWrite": "Permet à l'application de modifier votre bibliothèque vidéo.",
        "permdesc_wakeLock": "Permet à l'application d'empêcher le téléphone de se mettre en veille.",
        "permdesc_writeCalendar": "Cette application peut ajouter, supprimer ou modifier les événements d'agenda enregistrés sur votre téléphone. Elle peut en outre envoyer des messages qui semblent provenir du propriétaire de l'agenda, ou modifier des événements sans en informer leur propriétaire.",
        "permdesc_writeCallLog": "Permet à l’application de modifier le journal des appels de votre téléphone, dont les données relatives aux appels entrants et sortants. Des applications malveillantes pourraient l’utiliser pour effacer ou modifier votre journal des appels.",
        "permdesc_writeContacts": "Permet à l'application de modifier les données liées aux contacts stockés sur votre téléphone. Cette autorisation permet aux applications de supprimer ces données.",
        "permdesc_writeGeolocationPermissions": "Permet à l’application de modifier les autorisations de géolocalisation du navigateur. Des applications malveillantes pourraient l’utiliser pour permettre l’envoi de données de position à des sites Web arbitraires.",
        "permdesc_writeHistoryBookmarks": "Permet à l'application de modifier l'historique du navigateur ou les favoris enregistrés sur votre téléphone. Cette autorisation peut lui permettre d'effacer ou de modifier les données du navigateur. Remarque : il est possible que cette autorisation ne soit pas appliquée par les navigateurs tiers ni par d'autres applications permettant de naviguer sur le Web.",
        "permdesc_writeSettings": "Permet à l’application de modifier les données de paramètres du système. Des applications malveillantes pourraient corrompre la configuration de votre système.",
        "permdesc_writeSyncSettings": "Permet à une application de modifier les paramètres de synchronisation d'un compte. Cette autorisation peut, par exemple, être utilisée pour activer la synchronisation de l'application Contacts avec un compte.",
        "permgroupbackgroundrequest_location": "Autoriser l'application à accèder à la localisation en arrière-plan.",
        "permgroupbackgroundrequestdetail_location": "L'application peut actuellement accéder à la position uniquement lorsque que vous l'utilisez",
        "permgroupdesc_activityRecognition": "accéder aux données d'activité physique",
        "permgroupdesc_calendar": "accéder à votre agenda",
        "permgroupdesc_calllog": "lire et écrire des journaux d'appel du téléphone",
        "permgroupdesc_camera": "prendre des photos et enregistrer des vidéos",
        "permgroupdesc_contacts": "accéder à vos contacts",
        "permgroupdesc_location": "accéder à la position de l'appareil",
        "permgroupdesc_microphone": "enregistrer des fichiers audio",
        "permgroupdesc_nearby_devices": "détecter des appareils à proximité et s'y connecter",
        "permgroupdesc_notifications": "afficher des notifications",
        "permgroupdesc_phone": "effectuer et gérer des appels téléphoniques",
        "permgroupdesc_readMediaAural": "accéder aux contenus musicaux et audio de votre appareil",
        "permgroupdesc_readMediaVisual": "accéder aux photos et aux vidéos de votre appareil",
        "permgroupdesc_sensors": "accéder aux données des capteurs relatifs à vos signes vitaux",
        "permgroupdesc_sms": "envoyer et consulter des SMS",
        "permgroupdesc_storage": "accéder aux photos, contenus multimédias et fichiers sur votre appareil",
        "permgrouplab_activityRecognition": "Activité physique",
        "permgrouplab_calendar": "Agenda",
        "permgrouplab_calllog": "Journaux d'appels",
        "permgrouplab_camera": "Appareil photo",
        "permgrouplab_contacts": "Contacts",
        "permgrouplab_location": "Localisation",
        "permgrouplab_microphone": "Micro",
        "permgrouplab_nearby_devices": "Appareils à proximité",
        "permgrouplab_notifications": "Notifications",
        "permgrouplab_phone": "Téléphone",
        "permgrouplab_readMediaAural": "Musique et audio",
        "permgrouplab_readMediaVisual": "Photos et vidéos",
        "permgrouplab_sensors": "Capteurs corporels",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Fichiers",
        "permgrouprequest_activityRecognition": "Autoriser l'application à suivre votre activité.",
        "permgrouprequest_calendar": "Autoriser <b></b>",
        "permgrouprequest_calllog": "Autoriser <b></b>",
        "permgrouprequest_camera": "Autoriser <b>",
        "permgrouprequest_contacts": "Autoriser <b></b>",
        "permgrouprequest_location": "Autoriser <b></b>",
        "permgrouprequest_microphone": "Autoriser <b></b>",
        "permgrouprequest_phone": "Autoriser <b></b>",
        "permgrouprequest_sensors": "Autoriser <b></b>",
        "permgrouprequest_sms": "Autoriser <b></b>",
        "permgrouprequest_storage": "Autoriser <b></b>",
        "permgrouprequestdetail_location": "L'application n'a accès à la position de l'appareil que lorsqu'elle est ouverte",
        "permlab_acceptHandover": "continuer un appel issu d'une autre application",
        "permlab_accessBackgroundLocation": "accéder à la position en arrière-plan",
        "permlab_accessCoarseLocation": "accéder à la position approximative au premier plan uniquement",
        "permlab_accessDrmCertificates": "accéder aux certificats DRM",
        "permlab_accessFineLocation": "accéder à la position exacte au premier plan uniquement",
        "permlab_accessImsCallService": "accéder au service d'appel IMS",
        "permlab_accessLocationExtraCommands": "accéder aux commandes supplémentaires du fournisseur de localisation",
        "permlab_accessNetworkConditions": "détecter des observations sur les conditions du réseau",
        "permlab_accessNetworkState": "afficher les connexions réseau",
        "permlab_accessNotifications": "accéder aux notifications",
        "permlab_accessWifiState": "afficher les connexions Wi-Fi",
        "permlab_accessWimaxState": "se connecter au réseau WiMAX et s'en déconnecter",
        "permlab_access_notification_policy": "accéder au mode Ne pas déranger",
        "permlab_activityRecognition": "reconnaître l'activité physique",
        "permlab_addVoicemail": "ajouter un message vocal",
        "permlab_answerPhoneCalls": "répondre aux appels téléphoniques",
        "permlab_audioWrite": "modifier votre bibliothèque musicale",
        "permlab_backgroundCamera": "prendre des photos et enregistrer des vidéos en arrière-plan",
        "permlab_bindCarrierMessagingService": "s’associer au service de messagerie d’un opérateur",
        "permlab_bindCarrierServices": "s'associer aux services de l'opérateur",
        "permlab_bindCellBroadcastService": "Envoie les messages via un canal de diffusion cellulaire",
        "permlab_bindConditionProviderService": "s'associer à un service de fournisseur de conditions",
        "permlab_bindDreamService": "s'associer à un service d'écran de veille interactif",
        "permlab_bindNotificationListenerService": "s'associer à l'interface de niveau supérieur d'un service d'écoute des notifications",
        "permlab_bind_connection_service": "interagir avec des services de téléphonie",
        "permlab_bind_incall_service": "contrôler l'écran d'appel",
        "permlab_bluetooth": "associer des appareils Bluetooth",
        "permlab_bluetoothAdmin": "accéder aux paramètres Bluetooth",
        "permlab_bluetooth_advertise": "diffuser sur les appareils Bluetooth à proximité",
        "permlab_bluetooth_connect": "se connecter aux appareils Bluetooth associés",
        "permlab_bluetooth_scan": "détecter/associer appareils Bluetooth à proximité",
        "permlab_bodySensors": "accéder aux capteurs corporels (ex : cardiofréquencemètres)",
        "permlab_bodySensors_background": "Accéder aux données de capteurs corporels (comme le pouls) en arrière-plan",
        "permlab_broadcastSticky": "envoyer des intentions de diffusion persistante",
        "permlab_callCompanionApp": "voir et contrôler les appels via le système.",
        "permlab_callPhone": "appeler directement des numéros de téléphone",
        "permlab_camera": "prendre des photos et des vidéos",
        "permlab_cameraOpenCloseListener": "Autorise une application ou un service à recevoir des informations lié à l'activation ou la désactivation de la caméra.",
        "permlab_changeNetworkState": "modifier la connectivité réseau",
        "permlab_changeTetherState": "modifier la connectivité du partage de connexion",
        "permlab_changeWifiMulticastState": "autoriser la réception de données en Wi-Fi multidiffusion",
        "permlab_changeWifiState": "se connecter et se déconnecter au Wi-Fi",
        "permlab_changeWimaxState": "modifier l'état du WiMAX",
        "permlab_companionProfileWatch": "Autorisation de gestion des montres appairées via le Profil Compagnon Watch",
        "permlab_connection_manager": "gérer les connexions de télécommunication",
        "permlab_control_incall_experience": "fournir une expérience utilisateur pendant l'appel",
        "permlab_createNetworkSockets": "bénéficier d'un accès complet au réseau",
        "permlab_deliverCompanionMessages": "Transmettre des messages associés",
        "permlab_detectScreenCapture": "détecter les captures d'écran des fenêtres d'application",
        "permlab_disableKeyguard": "désactiver le verrouillage de l'écran",
        "permlab_enableCarMode": "activer le mode voiture",
        "permlab_exemptFromAudioRecordRestrictions": "Lever les restrictions portant sur l'enregistrement audio",
        "permlab_expandStatusBar": "agrandir/réduire la barre d'état",
        "permlab_foregroundService": "exécuter un service au premier plan",
        "permlab_foregroundServiceCamera": "exécuter un service de premier plan avec le type \"camera\"",
        "permlab_foregroundServiceConnectedDevice": "exécuter un service de premier plan avec le type \"connectedDevice\"",
        "permlab_foregroundServiceDataSync": "exécuter un service de premier plan avec le type \"dataSync\"",
        "permlab_foregroundServiceFileManagement": "exécuter un service de premier plan avec le type \"fileManagement\"",
        "permlab_foregroundServiceHealth": "exécuter un service de premier plan avec le type \"health\"",
        "permlab_foregroundServiceLocation": "exécuter un service de premier plan avec le type \"location\"",
        "permlab_foregroundServiceMediaPlayback": "exécuter un service de premier plan avec le type \"mediaPlayback\"",
        "permlab_foregroundServiceMediaProjection": "exécuter un service de premier plan avec le type \"mediaProjection\"",
        "permlab_foregroundServiceMicrophone": "exécuter un service de premier plan avec le type \"microphone\"",
        "permlab_foregroundServicePhoneCall": "exécuter un service de premier plan avec le type \"phoneCall\"",
        "permlab_foregroundServiceRemoteMessaging": "exécuter un service de premier plan avec le type \"remoteMessaging\"",
        "permlab_foregroundServiceSpecialUse": "exécuter un service de premier plan avec le type \"specialUse\"",
        "permlab_foregroundServiceSystemExempted": "exécuter un service de premier plan avec le type \"systemExempted\"",
        "permlab_fullScreenIntent": "Afficher les notifications en plein écran sur un appareil verrouillé",
        "permlab_getAccounts": "rechercher des comptes sur l’appareil",
        "permlab_getPackageSize": "évaluer l'espace de stockage de l'application",
        "permlab_getTasks": "récupérer les applications en cours d'exécution",
        "permlab_handoverStatus": "recevoir des informations sur l'état du transfert Android Beam",
        "permlab_hideOverlayWindows": "masquer les superpositions des autres applis",
        "permlab_highSamplingRateSensors": "accéder aux données des capteurs à un taux d'échantillonnage élevé",
        "permlab_imagesWrite": "modifier votre galerie photo",
        "permlab_install_shortcut": "installer des raccourcis",
        "permlab_invokeCarrierSetup": "faire appel à l'application de configuration fournie par l'opérateur",
        "permlab_killBackgroundProcesses": "fermer d'autres applications",
        "permlab_manageFace": "gérer les composants de Face Unlock",
        "permlab_manageFingerprint": "gérer le matériel de reconnaissance d'empreintes digitales",
        "permlab_manageNetworkPolicy": "gérer les stratégies réseau",
        "permlab_manageOngoingCalls": "Gérer les appels en cours",
        "permlab_manageOwnCalls": "acheminer des appels via le système",
        "permlab_manageProfileAndDeviceOwners": "gérer les propriétaires des profils et de l'appareil",
        "permlab_mediaLocation": "consulter les positions issues de votre bibliothèque multimédia",
        "permlab_modifyAudioSettings": "modifier vos paramètres audio",
        "permlab_modifyNetworkAccounting": "modifier le système de comptabilisation de l'utilisation du réseau",
        "permlab_nearby_wifi_devices": "interagir avec les appareils WiFi à proximité",
        "permlab_nfc": "contrôler le NFC",
        "permlab_observeCompanionDevicePresence": "Constater la présence d'appareils appairés",
        "permlab_persistentActivity": "exécuter l'application en continu",
        "permlab_postNotification": "afficher des notifications",
        "permlab_preferredPaymentInfo": "Informations sur le service de paiement CCP préféré",
        "permlab_processOutgoingCalls": "transférer les appels sortants",
        "permlab_queryAllPackages": "interroger tous les packages",
        "permlab_readBasicPhoneState": "lire l'état et l'identité de téléphonie de base",
        "permlab_readCalendar": "Lire les événements d'agenda et les détails associés",
        "permlab_readCallLog": "lire le journal d'appels",
        "permlab_readCellBroadcasts": "lire les messages reçus via un canal de diffusion cellulaire",
        "permlab_readContacts": "lire vos contacts",
        "permlab_readHistoryBookmarks": "lire votre historique et vos favoris Web",
        "permlab_readInstallSessions": "accéder aux sessions d'installation",
        "permlab_readMediaAudio": "lire les fichiers audio de l'espace de stockage partagé",
        "permlab_readMediaImages": "accéder aux images de l'espace de stockage partagé",
        "permlab_readMediaVideo": "accéder aux vidéos de l'espace de stockage partagé",
        "permlab_readNetworkUsageHistory": "lire l'historique d'utilisation du réseau",
        "permlab_readPhoneNumbers": "lire des numéros de téléphone",
        "permlab_readPhoneState": "lire l'état et l'identité du téléphone",
        "permlab_readSms": "lire vos SMS ou MMS",
        "permlab_readSyncSettings": "lire les paramètres de synchronisation",
        "permlab_readSyncStats": "lire les statistiques de synchronisation",
        "permlab_readVisualUserSelect": "lire les fichiers d'image et les fichiers vidéos sélectionnés par l'utilisateur depuis le stockage partagé",
        "permlab_receiveBootCompleted": "s'exécuter au démarrage",
        "permlab_receiveMms": "recevoir des MMS",
        "permlab_receiveSms": "recevoir des SMS",
        "permlab_receiveWapPush": "recevoir des messages WAP",
        "permlab_recordAudio": "enregistrer des fichiers audio",
        "permlab_recordBackgroundAudio": "réaliser des enregistrements audio en arrière-plan",
        "permlab_register_call_provider": "enregistrer de nouvelles connexions de télécommunication",
        "permlab_register_sim_subscription": "enregistrer de nouvelles connexions SIM de télécommunication",
        "permlab_removeDrmCertificates": "supprimer des certificats DRM",
        "permlab_reorderTasks": "réorganiser les applications en cours d'exécution",
        "permlab_requestDeletePackages": "demander la suppression de paquets",
        "permlab_requestIgnoreBatteryOptimizations": "demander d’ignorer les optimisations de la batterie",
        "permlab_requestInstallPackages": "demander l'installation de paquets",
        "permlab_requestPasswordComplexity": "demander le niveau de complexité de l'écran verrouillage",
        "permlab_route_media_output": "diriger la sortie multimédia",
        "permlab_runInBackground": "s'exécuter en arrière-plan",
        "permlab_schedule_exact_alarm": "Programmer des actions précisément chronométrées",
        "permlab_sdcardRead": "lire le contenu de votre mémoire de stockage partagée",
        "permlab_sdcardWrite": "modifier ou supprimer le contenu de votre mémoire stockage partagée",
        "permlab_sendSms": "envoyer et consulter des SMS",
        "permlab_setAlarm": "définir une alarme",
        "permlab_setInputCalibration": "modifier le calibrage du périphérique d'entrée",
        "permlab_setTimeZone": "définir le fuseau horaire",
        "permlab_setWallpaper": "définir le fond d'écran",
        "permlab_setWallpaperHints": "ajuster la taille du fond d'écran",
        "permlab_sim_communication": "envoyer des commandes à la carte SIM",
        "permlab_startForegroundServicesFromBackground": "Lancer des services de premier plan à partir de l'arrière-plan",
        "permlab_startReviewPermissionDecisions": "activer l'affichage des décisions liées aux autorisations",
        "permlab_startViewAppFeatures": "commencer à voir les fonctionnalités d'une application",
        "permlab_startViewPermissionUsage": "afficher les autorisations utilisées",
        "permlab_statusBar": "désactiver ou modifier la barre d'état",
        "permlab_statusBarService": "faire office de barre d'état",
        "permlab_subscribedFeedsRead": "lire les flux auxquels vous êtes abonné",
        "permlab_systemAlertWindow": "Cette application peut se superposer à d'autres applications",
        "permlab_systemCamera": "Autoriser une application ou un service à accéder aux caméras système pour prendre des photos et enregistrer des vidéos",
        "permlab_transmitIr": "transmettre des signaux infrarouges",
        "permlab_turnScreenOn": "allumer l'écran",
        "permlab_uninstall_shortcut": "supprimer des raccourcis",
        "permlab_updatePackagesWithoutUserAction": "mettre à jour l'application sans action de l'utilisateur",
        "permlab_useBiometric": "utiliser le matériel biométrique",
        "permlab_useDataInBackground": "consommer des données en arrière-plan",
        "permlab_useFaceAuthentication": "utiliser les composants de Face Unlock",
        "permlab_useFingerprint": "Utiliser le matériel de reconnaissance d'empreintes digitales",
        "permlab_use_exact_alarm": "Programmer des alarmes ou des rappels d'événements",
        "permlab_use_sip": "effectuer/recevoir des appels SIP",
        "permlab_uwb_ranging": "déterminer position relative entre appareils ultra-wideband à proximité",
        "permlab_vibrate": "contrôler le vibreur",
        "permlab_videoWrite": "modifier votre bibliothèque vidéo",
        "permlab_wakeLock": "empêcher le téléphone de se mettre en veille",
        "permlab_writeCalendar": "ajouter ou modifier des événements à l’agenda et envoyer des courriels aux invités à l’insu des propriétaires",
        "permlab_writeCallLog": "écrire dans le journal d'appels",
        "permlab_writeContacts": "modifier vos contacts",
        "permlab_writeGeolocationPermissions": "modifier les autorisations de géolocalisation du navigateur",
        "permlab_writeHistoryBookmarks": "modifier l'historique et les favoris Web",
        "permlab_writeSettings": "modifier les paramètres du système",
        "permlab_writeSyncSettings": "activer/désactiver la synchronisation"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nom",
            "bitcoin_alt": "Faire un don en Bitcoin",
            "credit_card": "Carte de crédit",
            "crypto": "cryptographique",
            "currency": "Devise",
            "flattr_alt": "Faire un don via Flattr",
            "heading": "Faire un don",
            "hellotux": "👕 T-shirts 👕 de",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid recevra 3&nbsp;€ par tee-shirt vendu.",
            "liberapay_alt": "Faire un don via Liberapay",
            "litecoin_alt": "Faire un don en Litecoin",
            "more_options": "Plus d'options",
            "opencollective_alt": "Faites un don à notre collectif",
            "paypal": "PayPal",
            "paypal_alt": "Faire un don via PayPal",
            "powered_by_donations": "F-Droid est financé par vos dons !",
            "via_bank_transfer": "Virement bancaire"
        },
        "lang": {
            "change": "Modifier"
        },
        "last_updated": {
            "heading": "Mises à jour récentes"
        },
        "latest_packages": {
            "heading": "Dernières applications"
        },
        "news": {
            "heading": "Actualités"
        },
        "search": {
            "heading": "Rechercher des applications",
            "noscript": "Nécessite que JavaScript soit activé",
            "search": "Rechercher"
        }
    }
}
