{
    "add_repo": {
        "intro": "Balayez des codes QR de dépôts que vous souhaitez ajouter à partir d’appareils ou de sites Web où ils se trouvent.",
        "no_internet": "Pas d’Internet ? Aucun problème. Apprenez à <a href=\"../swap/\">envoyer et recevoir des applis hors ligne.</a>",
        "open_repo_link": {
            "description": "Si vous avez reçu un lien de dépôt par courriel, réseau social ou texto, ajoutez à F-Droid la possibilité d’installer les applis qu’il comprend en ouvrant ce lien.",
            "short_summary": "Ouvrir le lien du dépôt",
            "steps": {
                "step_1": "Téléchargez et installez l’application F-Droid sur votre appareil Android.",
                "step_2": "Cliquez sur le lien et ouvrez-le dans un navigateur Web sur votre appareil.",
                "step_3": "Une fois le lien ouvert, touchez le bouton « Ajouter à F-Droid ».",
                "step_4": "Touchez le bouton « J’ai F-Droid ». L’appli F-Droid s’ouvrira.",
                "step_5": "« Ajouter un nouveau dépôt » est affiché l’adresse du dépôt préremplie. Touchez « Valider » pour l’ajouter.",
                "step_6": "Votre nouveau dépôt sera ajouté. Pour voir une liste de vos dépôts, ouvrez 'Paramètres'. Sélectionnez 'Dépôts'.",
                "step_7": "Appuyez sur un dépôt pour afficher son contenu.",
                "step_8": "Sélectionnez les applications que vous souhaitez utiliser et installez-les sur votre appareil."
            },
            "title": "Ouvrir le lien du dépôt sur votre appareil"
        },
        "overview": {
            "summary": "Pour en obtenir plus, ajoutez un dépôt à F-Droid. Un dépôt est une collection de contenu sélectionné. Vous pouvez vous renseigner sur les dépôts d’autrui directement auprès de ces personnes. Les développeurs indiquent souvent sur leur site Web un lien vers leur dépôt F-Droid. Les formateurs partagent souvent des liens vers des dépôts par courriel, Facebook ou Twitter.",
            "title": "Obtenir plus de contenu."
        },
        "scan_qr_code": {
            "description": "Sacnnez des codes QR des dépôts que vous souhaitez ajouter depuis des appareils ou des sites Web où ils se trouvent.",
            "related_tutorial": "Vous pourriez aussi être intéressé par : <a href=\"../swap/\">Comment envoyer et recevoir des applis sans être connecté</a>",
            "short_summary": "Balayer un code QR",
            "steps": {
                "step_1": "Une fois le QR code du dépôt affiché, scannez-le en utilisant une application de lecture de QR code.",
                "step_2": "Touchez le lien. Si l’on vous le propose, ouvrez-le avec F-Droid. Ensuite, suivez les indications. Si cela fonctionne, vous avez fini ! Sinon, passez à la prochaine étape.",
                "step_3": "Si vous n’obtenez pas l’option d’ouvrir le lien avec F-Droid, fermez l’appli de lecture de codes QR et ouvrez l’appli F-Droid.",
                "step_4": "Dans F-Droid, appuyez sur « Paramètres ». Sous « Mes applis », sélectionnez « Dépôts ».",
                "step_5": "Sur l’écran Dépôts, touchez l’icône « + » située dans le coin supérieur.",
                "step_6": "L’adresse de dépôt sera automatiquement renseignée. Touchez « Activer ». Note : Le dépôt sera enregistré dans les Dépôts F-Droid, mais aucune appli ne sera installée jusqu’à ce que vous en choisissiez et installiez une manuellement."
            },
            "title": "Balayer un code QR affiché sur un autre appareil"
        },
        "title": "Comment ajouter un dépôt à F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Vous pouvez modifier les résumés des applications et des fichiers pour les rendre compréhensibles par votre public cible. Vous pouvez modifier la langue en la rendant spécifique à chaque pays. Partagez ensuite le dépôt de manière transparente avec les participants avant les conférences et les formations.",
            "steps": {
                "step_1": "Cliquez sur un élément pour consulter ses détails.",
                "step_2": "Cliquez sur « Modifier ».",
                "step_3": "Personnalisez le contenu en fonction de votre public cible. Note : Les modifications que vous apporterez ne seront effectives que sur votre dépôt. Elles ne seront pas mises à jour dans la source originale. Veuillez faire preuve de respect si vous personnalisez les informations d’un contenu qui n’est pas le vôtre.",
                "step_4": "Toutes vos modifications sont enregistrées automatiquement."
            },
            "title": "Personnalisez votre dépôt"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Téléchargez et installez l’appli Web Repomaker sur votre ordinateur. Plus de précisions se trouvent dans <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">le guide d’installation</a>.",
                "step_2": "Lancez l’application Web Repomaker. Inscrivez-vous ou connectez-vous pour commencer.",
                "step_3": "Créez un nouveau dépôt et nommez-le en conséquence.",
                "step_4": "Choisissez d’ajouter des applis à partir de la galerie et de dépôts disponibles ou téléversez vos propres fichiers. Cliquez sur le bouton « Ajouter à partir de la galerie » pour choisir parmi des contenus facilement accessibles.",
                "step_5": "Cliquez sur le bouton « Ajouter » à côté des éléments que vous souhaitez ajouter. Une fois terminé, cliquez sur la flèche « Retour » pour revenir à votre dépôt.",
                "step_6": "Vos applications seront affichées dans votre vue des contenus du dépôt."
            },
            "title": "Téléchargez et installez Repomaker pour commencer la création"
        },
        "intro": "Ne trouvez-vous pas ce que vous cherchez ? Téléchargez l’appli « Web Repomaker » sur votre ordinateur afin de créer votre propre collection personnalisée d’applis et de fichiers.",
        "overview": {
            "summary": "Créez votre propre dépôt d'applications personnalisé. Utilisez F-Droid pour distribuer du contenu. Les formateurs utilisent les dépôts pour partager facilement une collection de ressources et d’applications avec les participants à une formation quand il n’ya pas de connexion Internet fiable. Les développeurs utilisent les dépôts pour distribuer leurs applications à des publics niches.",
            "title": "Ajoutez vos propres applications et fichiers."
        },
        "related_tutorial": "Vous pourriez aussi être intéressé par : <a href=\"../add-repo/\">Comment ajouter un dépôt à F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Après avoir ouvert le dépôt que vous souhaitez partager, cliquez sur « Partager » dans le menu. Note : Vous devez mettre en place un emplacement pour stocker votre dépôt avant de le partager. Les instructions pour ce faire se trouvent dans Étape 2.",
                "step_2": "Vous serez invité à configurer le stockage afin de publier votre dépôt et avant de le partager. Si vous ne voyez pas cette page, passez à l'étape 4.",
                "step_3": "Choisissez l’option de stockage qui correspond le mieux à vos besoins. Une fois qu’un espace de stockage est en place, vous êtes prêt à partager ! Retournez à « Partager ».",
                "step_4": "Choisissez de copier le lien et de l’envoyer directement par courriel ou texto, ou partagez votre dépôt sur Facebook ou Twitter. Si des utilisateurs ouvrent le lien vers votre dépôt, ils devront l’ajouter à un appareil Android pour accéder aux applis du dépôt. Voir <a href=\"../add-repo/\">Comment ajouter un dépôt à F-Droid</a> pour plus de précisions.",
                "step_5": "L'option \"Afficher le dépôt\" vous permet de voir ce que vous venez de publier ou de partager."
            },
            "title": "Personnalisez votre dépôt"
        },
        "title": "Comment créer un dépôt",
        "update_repo": {
            "steps": {
                "step_1": "Si vous ajoutez des applis à partir de la galerie, elles sont automatiquement mises à jour quand la source ajoute de nouvelles versions. Pour les fichiers que vous avez téléversés, vous pouvez glisser-déposer les versions mises à jour dans la vue des dépôts.",
                "step_2": "Vous pouvez autrement ouvrir un seul élément pour ajouter une nouvelle version. Sélectionnez Modifier.",
                "step_3": "Faites défiler vers les versions. Ajoutez ensuite une nouvelle version dans la section 'Historique des versions'.",
                "step_4": "Ensuite, ajoutez une nouvelle version dans la section « Historique des versions »."
            },
            "title": "Mettre à jour votre dépôt"
        }
    },
    "misc": {
        "option_x_description": "Option {{ number }} : {{ description }}",
        "overview": {
            "summary": "F-Droid est un magasin indépendant d’applis pour Android, alimenté par la communauté, entièrement gratuit et à code source ouvert. Dans F-Droid, vous pouvez parcourir plus de 1 200 applis à code source ouvert, chercher et installer des applis de dépôts créés ou créer votre propre dépôt. Accédez à f-droid.org sur votre appareil Android pour télécharger l’appli et commencez.",
            "title": "Ce que vous pouvez faire avec F-Droid",
            "tutorial_x_title": "Tutoriel {{ number }} : {{ title }}"
        },
        "step_x": "Étape {{ number }}",
        "step_x_description": "Étape {{ number }} : {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Tous les appareils ont besoin d'avoir F-Droid téléchargé et installé avant de commencer. Tous les appareils doivent suivre les étapes ci-dessous.",
        "intro": "Pas d’Internet ? Aucun problème. Téléchargez des applis de personnes à proximité.",
        "overview": {
            "summary": "Pas d’Internet ? Aucun problème. F-Droid Nearby vous permet d’envoyer du contenu aux personnes qui se trouvent dans la même pièce et d’en recevoir aussi.",
            "title": "Envoyez et recevez des applications même hors ligne."
        },
        "related_tutorial": "Vous pourriez aussi être intéressé par : <a href=\"../create-repo/\">Comment créer un dépôt</a>",
        "step_1": "Ouvrez F-Droid. Touchez « À proximité » dans le menu en bas de votre écran.",
        "step_10": "Pour accéder à vos applis installées, ouvrez les paramètres de F-Droid et sélectionnez « Gérer les applis installées » sous « Mes applis ».",
        "step_2": "Touchez « Trouver des personnes près de moi » pour chercher des appareils compatibles.",
        "step_3": "Une fois que des personnes proches ont été trouvées, vous et le contact devez vous sélectionner l'un l'autre.",
        "step_4": "Une fois connecté, choisissez les applications que vous souhaitez partager avec votre contact.",
        "step_5": "Appuyez sur le bouton « —> ».",
        "step_6": "Une personne sera invitée à confirmer la demande de connexion.",
        "step_7": "Appuyez sur le bouton « Installer » situé à côté des applications que vous souhaitez installer.",
        "step_8": "Appuyez sur 'Installer' une dernière fois. Ensuite suivez les instructions d'Android pour finaliser l'installation.",
        "step_9": "Une fois les installations terminées, vos applications sont disponibles dans votre galerie d'applications Android et dans votre application F-Droid sous les applications installées.",
        "title": "Comment envoyer et recevoir des applis sans être connecté"
    }
}
