{
    "misc": {
        "step_x": "Étape [number]",
        "step_x_description": "Étape [number] : [description]",
        "option_x_description": "Option [number] : [description]",
        "overview": {
            "title": "Ce que vous pouvez faire avec F-Droid",
            "tutorial_x_title": "Tutoriel [number] : [title]",
            "summary": "F-droid est une boutique d'applications pour Android indépendant, alimenté par une communauté, entièrement gratuit et open-source. Dans F-droid, vous pouvez avoir accès à plus de 1 200 applications open-source, rechercher et installer les applications depuis des dépôts existants ou créer votre propre dépôt. Ouvrez F-droid.com sur votre appareil Android pour télécharger l'application et c'est parti !"
        }
    },
    "add_repo": {
        "overview": {
            "title": "Obtenir plus de contenu.",
            "summary": "Pour obtenir plus, ajoutez un dépôt à F-Droid. Un dépôt est une collection de contenu sélectionné. Vous pouvez vous renseigner directement sur les dépôts auprès des personnes. Les développeurs laissent souvent un lien à leur dépôt F-Droid à partir de leur site Web. Les formateurs partagent souvent des liens vers des dépôts via email, Facebook ou Twitter."
        },
        "title": "Comment ajouter un dépôt à F-Droid",
        "open_repo_link": {
            "short_summary": "Ouvrir le lien du dépôt",
            "title": "Ouvrir le lien du dépôt sur votre appareil",
            "steps": {
                "step_1": "Téléchargez et installez l’application F-Droid sur votre appareil Android.",
                "step_2": "Cliquez sur le lien et ouvrez-le dans un navigateur Web sur votre appareil.",
                "step_3": "Lorsque le lien est ouvert, appuyez sur le bouton « Ajouter à F-Droid ».",
                "step_7": "Appuyez sur un dépôt pour afficher son contenu.",
                "step_8": "Sélectionnez les applications que vous souhaitez utiliser et installez-les sur votre appareil.",
                "step_4": "Appuyez sur le bouton \"j'ai F-droid\". L'application F-droid s'ouvrira.",
                "step_5": "'Ajouter un nouveau dépôt' est affiché avec l'adresse du dépôt pour celle-ci préremplie. Appuyez sur 'OK' pour l'ajouter.",
                "step_6": "Votre nouveau dépôt sera ajouté. Pour voir une liste de vos dépôts, ouvrez 'Paramètres'. Sélectionnez 'Dépôts'."
            },
            "description": "Si vous êtes envoyé un lien de dépôt par e-mail, les réseaux sociaaux ou SMS, ajoutez la possibilité d’installer les applications qu’il contient à F-Droid en l’ouvrant."
        },
        "scan_qr_code": {
            "short_summary": "Scanner un code QR",
            "title": "Scanner un code QR affiché sur un autre appareil",
            "steps": {
                "step_4": "Dans F-Droid, appuyez sur « Paramètres ». Puis sous « Mes applications », sélectionnez « Dépôts ».",
                "step_5": "Sur l’écran des Dépôts, appuyez sur l’icône « + » situé dans le coin supérieur.",
                "step_1": "Une fois le code QR pour le dépôt est affiché, scannez-le en utlisant une application de scanneur de codes QR.",
                "step_2": "Tapez sur le lien. Si donné l'option, ouvrez-le avec F-Droid. Puis suivez les consignes. Si cela marche, vous avez fini! Sinon, proccédez à la prochaine étape.",
                "step_3": "Si bous n'avez pasl'option d'ouvrir le lien avec F-Droid, fermez l'application de scanneur de codes QR et ouvrez l'application F-Droid.",
                "step_6": "L'adresse de dépôt sera automatiquement renseignée. Appuyez sur \"Activer\". Remarque: le dépôt sera enregistré dans les Dépôts F-Droid, mais aucune application ne sera installée jusqu'à ce que vous choisissiez et installiez manuellement."
            },
            "description": "Sacnnez des codes QR des dépôts que vous souhaitez ajouter depuis des appareils ou des sites Web où ils se trouvent.",
            "related_tutorial": "Vous pouvez également être intéressé par: <a href=\"../swap/\">Comment envoyer et recevoir des applications hors connexion</a>"
        },
        "intro": "Scannez le code RQ des dépôts que vous souhaitez ajouter. Ces codes peuvent être présents sur d'autres appareils ou des sites web.",
        "no_internet": "Pas internet? Pas problème. Apprenez <a href=\"../swap/\">Comment Envoyer et Recevoir des Application Hors-ligne.</a>"
    },
    "swap": {
        "overview": {
            "title": "Envoyez et recevez des applications même hors ligne.",
            "summary": "Pas Internet? Pas de problème. F-Droid Nearby vous donne la possibilité d'envoyer et de recevoir du contenu à des personnes dans la même pièce."
        },
        "title": "Comment envoyer et recevoir des applications lorsque vous êtes hors ligne",
        "intro": "Aucun accès à Internet ? Pas de problème. Vous pouvez télécharger des applications depuis les appareils des personnes qui vous entourent.",
        "step_1": "Ouvrez F-Droid. Appuyez sur « Autour » dans la barre d'icônes en bas de votre écran.",
        "step_4": "Une fois connecté, choisissez les applications que vous souhaitez partager avec votre contact.",
        "step_5": "Appuyez sur le bouton « —> ».",
        "step_6": "Une personne sera invitée à confirmer la demande de connexion.",
        "step_7": "Appuyez sur le bouton « Installer » situé à côté des applications que vous souhaitez installer.",
        "step_8": "Appuyez sur 'Installer' une dernière fois. Ensuite suivez les instructions d'Android pour finaliser l'installation.",
        "all_devices_need_fdroid": "Tous les appareils ont besoin d'avoir F-Droid téléchargé et installé avant de commencer. Tous les appareils doivent suivre les étapes ci-dessous.",
        "step_2": "Tapez 'Trouver des personnes autour de moi' pour chercher des appareils compatibles.",
        "step_3": "Une fois que des personnes proches ont été trouvées, vous et le contact devez vous sélectionner l'un l'autre.",
        "step_9": "Une fois les installations terminées, vos applications sont disponibles dans votre galerie d'applications Android et dans votre application F-Droid sous les applications installées.",
        "step_10": "Pour accéder à vos applications installées, ouvrez les paramètres F-Droid et sélectionnez 'Gérer les applications installées' sous 'Mes applications.'",
        "related_tutorial": "Vous pouvez également être intéressé par: <a href=\"../create-repo/\">Comment créer un dépôt</a>"
    },
    "create_repo": {
        "overview": {
            "title": "Ajoutez vos propres applications et fichiers.",
            "summary": "Créez votre propre dépôt d'applications personnalisé. Utilisez F-Droid pour distribuer du contenu. Les formateurs utilisent les dépôts pour partager facilement une collection de ressources et d’applications avec les participants à une formation quand il n’ya pas de connexion Internet fiable. Les développeurs utilisent les dépôts pour distribuer leurs applications à des publics niches."
        },
        "title": "Comment créer un dépôt",
        "download_and_install": {
            "title": "Téléchargez et installez Repomaker pour commencer la création",
            "steps": {
                "step_1": "Téléchargez et installez l’application web Repomaker sur votre ordinateur de bureau. Voir <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">le guide d'installation</a> pour plus d'informations sur comment le faire.",
                "step_2": "Lancez l’application Web Repomaker. Inscrivez-vous ou connectez-vous pour commencer.",
                "step_3": "Créez un nouveau dépôt et nommez-le en conséquence.",
                "step_6": "Vos applications seront affichées dans votre vue des contenus du dépôt.",
                "step_4": "Choisissez d'ajouter des applications à partir de la galerie et des dépôts disponibles, ou uploadez vos propres fichiers. Cliquez sur le bouton 'Ajouter à partir de la galerie' pour choisir un contenu facilement disponible.",
                "step_5": "Cliquez sur le bouton 'Ajouter' à côté des éléments que vous souhaitez ajouter. Lorsque vous avez terminé, cliquez sur la flèche 'Retour' pour revenir à votre dépôt."
            }
        },
        "customize_repo": {
            "title": "Personnalisez votre dépôt",
            "steps": {
                "step_1": "Cliquez sur un élément pour consulter ses détails.",
                "step_2": "Cliquez sur « Modifier ».",
                "step_4": "Toutes vos modifications sont enregistrées automatiquement.",
                "step_3": "Personnalisez le contenu en fonction de votre public cible. Remarque: les modifications que vous apporterez seront apportées uniquement à votre dépôt. Ils ne seront pas mis à jour pour la source d'origine. Veuillez utiliser le respect lorsque vous personnalisez les informations pour un contenu qui ne vous appartient pas."
            },
            "description": "Vous pouvez modifier les résumés des applications et des fichiers pour les rendre compréhensibles par votre public cible. Vous pouvez modifier la langue en la rendant spécifique à chaque pays. Partagez ensuite le dépôt de manière transparente avec les participants avant les conférences et les formations."
        },
        "share_repo": {
            "title": "Personnalisez votre dépôt",
            "steps": {
                "step_1": "Lorsque le dépôt que vous souhaitez partager est ouvert, cliquez sur 'Partager' dans le menu. Remarque: vous devez configurer un emplacement pour stocker votre dépôt avant de le partager. Les instructions pour le faire sont à l’étape 2.",
                "step_2": "Vous serez invité à configurer le stockage afin de publier votre dépôt et avant de le partager. Si vous ne voyez pas cette page, passez à l'étape 4.",
                "step_3": "Choisissez l'option de stockage qui correspond le mieux à vos besoins. Une fois que vous avez le stockage, vous êtes prêt à partager! Retournez à 'Partager'.",
                "step_4": "Choisissez de copier le lien et de l’envoyer directement aux personnes par e-mail ou texte, ou de partager votre rapport sur Facebook ou Twitter. Lorsque des personnes ouvrent le lien vers votre dépôt, elles doivent l'ajouter à un appareil Android pour accéder aux applications du dépôt. Voir <a href='../add-repo/'>Comment ajouter un dépôt à F-Droid</a> pour plus d'informations.",
                "step_5": "L'option \"Afficher le dépôt\" vous permet de voir ce que vous venez de publier ou de partager."
            }
        },
        "update_repo": {
            "title": "Mettre à jour votre dépôt",
            "steps": {
                "step_2": "Vous pouvez également ouvrir un seul élément pour ajouter une nouvelle version. Sélectionnez Modifier.",
                "step_4": "Ensuite, ajoutez une nouvelle version dans la section « Historique des versions ».",
                "step_1": "Si vous ajoutez des applications à partir de la galerie, elles sont automatiquement mises à jour lorsque la source ajoute de nouvelles versions. Pour les fichiers que vous avez téléchargés, vous pouvez faire glisser et déposer les versions mises à jour dans la vue des dépôts.",
                "step_3": "Faites défiler vers les versions. Ajoutez ensuite une nouvelle version dans la section 'Historique des versions'."
            }
        },
        "related_tutorial": "Vous pouvez également être intéressé par: <a href='../add-repo/'>Comment ajouter un dépôt à F-Droid</a>",
        "intro": "Vous ne trouvez pas ce que vous cherchez? Téléchargez l'application Web Repomaker sur votre ordinateur pour créer votre propre collection personnalisée d'applications et de fichiers."
    }
}
