{
    "antifeatures": {
        "Ads": "Цей застосунок містить рекламу",
        "DisabledAlgorithm": "Цей застосунок має слабкий підпис безпеки",
        "KnownVuln": "Цей застосунок містить знану вразливість безпеки",
        "NoSourceSince": "Джерельний код вже не є доступним, оновлення не є можливими",
        "NonFreeAdd": "Цей застосунок пропонує не-вільні надбудови",
        "NonFreeAssets": "Цей застосунок містить не вільні ресурси",
        "NonFreeDep": "Застосунок залежить від інших не вільних застосунків",
        "NonFreeNet": "Застосунок пропонує невільні мережеві послуги",
        "Tracking": "Цей застосунок відстежує та повідомляє вашу активність",
        "UpstreamNonFree": "Джерельний код випуску частково не вільний"
    },
    "app_categories": {
        "Connectivity": "Зв'язок",
        "Development": "Розробка",
        "Games": "Ігри",
        "Graphics": "Графіка",
        "Internet": "Інтернет",
        "Money": "Фінанси",
        "Multimedia": "Мультимедіа",
        "Navigation": "Навігація",
        "Phone & SMS": "Дзвінки та SMS",
        "Reading": "Читання",
        "Science & Education": "Освіта та наука",
        "Security": "Безпека",
        "Sports & Health": "Спорт та здоров'я",
        "System": "Система",
        "Theming": "Тематика",
        "Time": "Час",
        "Writing": "Написання",
        "show_all_packages": "Показати всі %d пакунки"
    },
    "index": {
        "download_fdroid": "Завантажити F-Droid",
        "gpg_signature": "PGP підпис",
        "introduction": "F-Droid — це встановлюваний каталог застосунків FOSS (вільного та відкритого програмного забезпечення) для платформи Android. Клієнт спрощує пошук, встановлення та відстеження оновлень на вашому пристроєві.",
        "screenshot": "Знімок екрана застосунку F-Droid для Android",
        "title": "Що таке F-Droid?"
    },
    "mirrors": {
        "cn": "Китай",
        "de": "Німеччина",
        "indiana": "Індіана, США",
        "se": "Швеція",
        "tw": "Тайвань",
        "ua": "Україна"
    },
    "navigation": {
        "about": "Про нас",
        "apps": "Застосунки",
        "contribute": "Співпраця",
        "documentation": "Документація",
        "edit_on_gitlab": "Змінити на GitLab",
        "forum": "Форум",
        "issues": "Проблеми",
        "news": "Новини",
        "translate_on_weblate": "Перекласти на Weblate"
    },
    "news": {
        "by": "від",
        "newer_posts": "← Новіші дописи",
        "older_posts": "Давніші дописи →",
        "posted_on": "Опубліковано {{ post_date }}"
    },
    "package": {
        "added_on": "Додано {{ package_added_date }}",
        "anti_features": "Небажані функції",
        "anti_features_warning": "Застосунок має функції, які можуть стати вам не до вподоби.",
        "author": "Автор",
        "build_log": "Журнал збірки",
        "build_metadata": "Метадані збірки",
        "changelog": "Історія змін",
        "donate": "Допомогти",
        "download": "Завантажити {{ file_extension }}",
        "flattr": "Flattr",
        "gpg_signature": "PGP підпис",
        "issue_tracker": "Відстеження помилок",
        "liberapay": "Liberapay",
        "license": "Ліцензія",
        "minimum_android_version": "Для цієї версії потрібен Android {{ android_version }} або новіший.",
        "new_in_version": "Нове у версії {{ latest_version }}",
        "opencollective": "Відкритий колектив",
        "package_icon_alt": "піктограма пакунка",
        "package_screenshot_alt": "знімок застосунку",
        "packages": "Пакунки",
        "permissions": "Дозволи",
        "signed_by_developer": "Створено та підписано оригінальним розробником.",
        "signed_by_fdroid": "Створено і підписано F-Droid'ом, і гарантовано відповідає цьому <a href=\"{{ source_code_url }}\"> архівному кодові</a>.",
        "source_code": "Вихідний код",
        "suggest_downloading_via_fdroid": "Хоча завантаження APK доступні нижче, щоб надати вам вибір, ви маєте знати, що обравши цей спосіб, ви не отримаєте сповіщення про оновлення і це менш безпечний спосіб завантаження. Ми радимо встановити клієнт F-Droid і використовувати його.",
        "suggested": "запропоновано",
        "translation": "Переклад",
        "version_info": "<b>Версія {{ package_version }}</b> ({{ package_version_code }})",
        "website": "Веб-сайт"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Застосунок може продовжувати виклик, початий в іншому застосунку.",
        "permdesc_accessBackgroundLocation": "Якщо ви надасте цей дозвіл і доступ до приблизного або точного місцеперебування, застосунок зможе отримувати геодані у фоновому режимі.",
        "permdesc_accessCoarseLocation": "Цей застосунок може отримувати дані про ваше приблизне місцеперебування від служб визначення розташування, коли ви його використовуєте. Для цього на вашому пристрої має бути ввімкнено служби визначення розташування.",
        "permdesc_accessDrmCertificates": "Дозволяє застосунку надавати та використовувати сертифікати DRM. Ніколи не застосовується для звичайних застосунків.",
        "permdesc_accessFineLocation": "Цей додаток може отримувати дані про ваше точне місцеперебування від служб визначення розташування, коли ви його використовуєте. Для цього на вашому пристрої має бути ввімкнено служби визначення розташування. Це може підвищити використання заряду акумулятора.",
        "permdesc_accessImsCallService": "Застосунок зможе телефонувати за допомогою служби IMS без вашого відома.",
        "permdesc_accessLocationExtraCommands": "Застосунок отримуватиме доступ до додаткових команд постачальника геоданих. Можливе втручання застосунка в роботу GPS чи інших джерел геоданих.",
        "permdesc_accessNetworkConditions": "Дозволяє застосунку прослуховувати дані спостережень за станом мережі. Ніколи не застосовується для звичайних застосунків.",
        "permdesc_accessNetworkState": "Дозволяє застосунку переглядати відомості про з’єднання з мережами, як-от дані про наявні та під’єднані мережі.",
        "permdesc_accessNotifications": "Дозволяє застосунку отримувати, перевіряти й очищати сповіщення, зокрема оприлюднені іншими застосунками.",
        "permdesc_accessWifiState": "Дозволяє застосунку переглядати відомості про використання мереж Wi-Fi, як-от увімкнення/вимкнення Wi-Fi, а також назви під’єднаних до Wi-Fi пристроїв.",
        "permdesc_accessWimaxState": "Дозволяє застосунку визначати, чи ввімкнено WiMAX, а також переглядати відомості про будь-які під’єднані мережі WiMAX.",
        "permdesc_access_notification_policy": "Застосунок зможе переглядати та змінювати конфігурацію режиму \\\"Не турбувати\\\".",
        "permdesc_activityRecognition": "Цей застосунок може розпізнавати фізичну активність.",
        "permdesc_addVoicemail": "Дозволяє застосунку додавати повідомлення в папку \\\"Вхідні\\\" голосової пошти.",
        "permdesc_answerPhoneCalls": "Застосунок може відповідати на телефонні виклики.",
        "permdesc_audioWrite": "Застосунок зможе змінювати вашу колекцію музики.",
        "permdesc_bindCarrierMessagingService": "Застосунок зможе підключатися до інтерфейсу верхнього рівня служби надсилання повідомлень через оператора. Звичайні застосунки ніколи не використовують цей дозвіл.",
        "permdesc_bindCarrierServices": "Власник може підключатися до служб оператора. Звичайні застосунки ніколи не використовують цей дозвіл.",
        "permdesc_bindCellBroadcastService": "Дозволяє застосунку зв'язуватися зі стільниковим модулем, щоб переадресувати відповідні вхідні повідомлення. У деяких розташуваннях стільникові сповіщення надсилаються для попередження про надзвичайні ситуації. Після отримання стільникового попередження шкідливі застосунки можуть перешкоджати роботі вашого пристрою.",
        "permdesc_bindConditionProviderService": "Застосунок зможе підключатися до інтерфейсу верхнього рівня служби постачання умов. Звичайні застосунки ніколи не використовують цей дозвіл.",
        "permdesc_bindDreamService": "Застосунок зможе підключатися до інтерфейсу верхнього рівня служби заставок. Звичайні застосунки ніколи не використовують цей дозвіл.",
        "permdesc_bindNotificationListenerService": "Дозволяє власнику прив’язуватися до інтерфейсу верхнього рівня служби читання сповіщень. Ніколи не застосовується для звичайних застосунків.",
        "permdesc_bind_connection_service": "Дозволяє застосунку взаємодіяти з телефонними службами, щоб здійснювати/приймати дзвінки.",
        "permdesc_bind_incall_service": "Застосунок може контролювати, коли та як користувач бачить екран вхідного дзвінка.",
        "permdesc_bluetooth": "Дозволяє застосунку переглядати конфігурацію Bluetooth на телефоні, а також створювати та приймати з’єднання зі спареними пристроями.",
        "permdesc_bluetoothAdmin": "Дозволяє застосунку налаштовувати телефон із локальним Bluetooth, а також знаходити віддалені пристрої та створювати з ними пару.",
        "permdesc_bodySensors": "Застосунок має доступ до даних із датчиків, які відстежують фізичний стан, зокрема пульс.",
        "permdesc_broadcastSticky": "Дозволяє застосунку надсилати закріплені широкомовні повідомлення, які залишаються після відтворення широкомовного повідомлення. Надмірне використання може сповільнювати роботу телефону або порушувати її стабільність, спричиняючи завелике використання пам’яті.",
        "permdesc_callCompanionApp": "Застосунок може переглядати поточні виклики на пристрої та керувати ними. Це стосується таких відомостей, як номери та стан викликів.",
        "permdesc_callPhone": "Дозволяє застосунку набирати номери телефону без вашого відома. Це може спричинити неочікуване стягнення плати чи здійснення викликів. Зауважте, що це не дозволяє застосунку набирати екстрені номери. Шкідливі застосунки можуть здійснювати виклики без вашого підтвердження, за що з вас стягуватимуться кошти.",
        "permdesc_camera": "Цей застосунок може будь-коли робити світлини та записувати відео за допомогою камери.",
        "permdesc_cameraOpenCloseListener": "Цей застосунок може отримувати зворотні виклики, коли одна з камер вмикається (певним застосунком) чи вимикається.",
        "permdesc_changeNetworkState": "Дозволяє застосунку змінювати стан під’єднання до мережі.",
        "permdesc_changeTetherState": "Дозволяє застосунку змінювати стан під’єднання до мережі в режимі модема.",
        "permdesc_changeWifiMulticastState": "Дозволяє застосунку отримувати пакунки, надіслані за допомогою групової адресації на всі пристрої в мережі Wi-Fi, а не лише на ваш телефон. Використовує більше заряду, ніж режим небагатоадресних пакунків.",
        "permdesc_changeWifiState": "Дозволяє застосунку під’єднуватися та від’єднуватися від точок доступу Wi-Fi, а також вносити зміни в налаштування пристрою для мереж Wi-Fi.",
        "permdesc_changeWimaxState": "Дозволяє застосунку під’єднувати телефон до мереж WiMAX і від’єднувати його від них.",
        "permdesc_connection_manager": "Застосунок може керувати телекомунікаційними з’єднаннями.",
        "permdesc_control_incall_experience": "Застосунок може працювати під час розмови.",
        "permdesc_createNetworkSockets": "Застосунок може створювати сокети мережі та використовувати спеціальні мережеві протоколи. Оскільки веб-переглядач та інші застосунки самостійно реалізують функції надсилання даних в Інтернет, цей дозвіл надавати не обов’язково.",
        "permdesc_disableKeyguard": "Дозволяє застосунку вимикати блокування клавіатури та будь-який пов’язаний паролем захист. Наприклад: телефон вимикає блокування клавіатури під час отримання вхідного дзвінка, після закінчення якого блокування клавіатури відновлюється.",
        "permdesc_enableCarMode": "Дозволяє застосунку вмикати режим автомобіля.",
        "permdesc_exemptFromAudioRecordRestrictions": "Зняти з застосунку обмеження на запис аудіо.",
        "permdesc_expandStatusBar": "Дозволяє застосунку розгортати чи згортати рядок стану.",
        "permdesc_foregroundService": "Застосунок може використовувати пріоритетні служби.",
        "permdesc_getAccounts": "Дозволяє застосунку отримувати список облікових записів, відомих телефону. Він може включати всі облікові записи, створені встановленими програмами.",
        "permdesc_getPackageSize": "Дозволяє застосунку отримувати її код, дані та розміри кеш-пам’яті",
        "permdesc_getTasks": "Дозволяє застосунку отримувати відомості про поточні й останні запущені завдання. Це може дозволити застосунку виявляти відомості про застосунки, які використовуються на пристрої.",
        "permdesc_handoverStatus": "Застосунок може отримувати відомості про поточне передавання даних за допомогою функції Передавання даних Android",
        "permdesc_imagesWrite": "Застосунок зможе змінювати вашу колекцію світлин.",
        "permdesc_install_shortcut": "Дозволяє застосунку самостійно додавати ярлики на головний екран.",
        "permdesc_invokeCarrierSetup": "Дозволяє власнику викликати надану оператором програму конфігурації. Ніколи не застосовується для звичайних програм.",
        "permdesc_killBackgroundProcesses": "Дозволяє застосунку припиняти фонові процеси інших програм. Це може зупиняти запущені застосунки.",
        "permdesc_manageFace": "Дозволяє застосунку викликати методи для додавання та видалення шаблонів обличчя для використання.",
        "permdesc_manageFingerprint": "Увімкнути в застосунку функції для додавання й видалення шаблонів цифрових відбитків.",
        "permdesc_manageNetworkPolicy": "Дозволяє застосунку керувати політикою мережі та визначити спеціальні правила для програм.",
        "permdesc_manageOwnCalls": "Дозволяє застосунку маршрутизувати виклики через систему, щоб було зручніше телефонувати.",
        "permdesc_manageProfileAndDeviceOwners": "Застосунки можуть вибирати власника профілю та пристрою.",
        "permdesc_mediaLocation": "Застосунок зможе читати геодані з вашої колекції медіа.",
        "permdesc_modifyAudioSettings": "Дозволяє застосунку змінювати загальні налаштування звуку, як-от гучність і динамік, який використовується для виводу сигналу.",
        "permdesc_modifyNetworkAccounting": "Дозволяє застосунку змінювати метод підрахунку того, як застосунки використовують мережу. Не для використання звичайними програмами.",
        "permdesc_nfc": "Дозволяє застосунку обмінюватися даними з тегами, картками та читачами екрана Near Field Communication (NFC).",
        "permdesc_persistentActivity": "Дозволяє застосунку робити свої частини сталими в пам’яті. Це може зменшувати обсяг пам’яті, доступної для інших програм, і сповільнювати роботу телефону.",
        "permdesc_preferredPaymentInfo": "Дозволяє застосунку отримувати доступ до даних про платіжну NFC-службу, як-от пов'язані ідентифікатори чи дані про маршрутизацію трансакцій.",
        "permdesc_processOutgoingCalls": "Дозволяє застосунку читати номер вихідного дзвінка, переспрямовувати дзвінок на інший номер або переривати його.",
        "permdesc_readCalendar": "Цей застосунок може переглядати всі події календаря, збережені на вашому телефоні, а також надсилати та зберігати дані календаря.",
        "permdesc_readCallLog": "Цей застосунок може переглядати історію викликів.",
        "permdesc_readCellBroadcasts": "Дозволяє застосунку читати широкомовні повідомлення мережі, отримані пристроєм. Широкомовні сповіщення мережі надсилаються в деяких країнах для попередження про надзвичайні ситуації. Шкідливі застосунки можуть втручатися у швидкодію чи роботу пристрою під час отримання широкомовного повідомлення мережі про надзвичайну ситуацію.",
        "permdesc_readContacts": "Дозволяє додатку переглядати дані про контакти, які зберігаються на вашому телефоні. Додатки також отримають доступ до облікових записів на вашому телефоні (зокрема до створених іншими встановленими додатками), у яких було створено контакти. Додатки з цим дозволом можуть зберігати ваші контактні дані. Шкідливі додатки можуть надсилати контактні дані без вашого відома.",
        "permdesc_readHistoryBookmarks": "Дозволяє застосунку читати історію URL-адрес, які відкривалися у веб-переглядачі, і всі закладки веб-переглядача. Зауважте: цей дозвіл не може застосовуватися веб-переглядачами третіх сторін або іншими програмами з можливостями веб-перегляду.",
        "permdesc_readInstallSessions": "Дозволяє застосунку читати дані сеансів встановлення. Застосунок може бачити деталі про активні встановлення пакунків.",
        "permdesc_readNetworkUsageHistory": "Дозволяє застосунку читати історію використання мережі для певних мереж і програм.",
        "permdesc_readPhoneNumbers": "Надає застосункам доступ до номерів телефону на пристрої.",
        "permdesc_readPhoneState": "Дозволяє застосунку отримувати доступ до телефонних функцій пристрою. Такий дозвіл дає програмі змогу визначати номер телефону й ідентифікатори пристрою, активність виклику, а також віддалений номер, на який здійснюється виклик.",
        "permdesc_readSms": "Цей застосунок може переглядати всі SMS-повідомлення, збережені на телефоні.",
        "permdesc_readSyncSettings": "Дозволяє застосунку читати налаштування синхронізації для облікового запису, наприклад, визначати, чи програма Люди синхронізується з обліковим записом.",
        "permdesc_readSyncStats": "Дозволяє застосунку читати статистику синхронізації облікового запису, зокрема історію синхронізацій і обсяг синхронізованих даних.",
        "permdesc_receiveBootCompleted": "Дозволяє застосунку запускатися, щойно завантаження системи закінчиться. Це може затримувати запуск телефону та дозволяє програмі сповільнювати загальну роботу телефону своїм постійним функціонуванням.",
        "permdesc_receiveMms": "Дозволяє застосунку отримувати й обробляти MMS-повідомлення. Це означає, що програма може відстежувати чи видаляти повідомлення, надіслані на ваш пристрій, навіть не показуючи їх вам.",
        "permdesc_receiveSms": "Дозволяє застосунку отримувати й обробляти SMS-повідомлення. Це означає, що програма може відстежувати чи видаляти повідомлення, надіслані на ваш пристрій, навіть не показуючи їх вам.",
        "permdesc_receiveWapPush": "Дозволяє застосунку отримувати й обробляти WAP-повідомлення. Це означає, що програма може відстежувати чи видаляти повідомлення, надіслані на ваш пристрій, навіть не показуючи їх вам.",
        "permdesc_recordAudio": "Цей застосунок може будь-коли записувати звук за допомогою мікрофона.",
        "permdesc_register_call_provider": "Застосунок може реєструвати нові телекомунікаційні з’єднання.",
        "permdesc_register_sim_subscription": "Застосунок може реєструвати нові телекомунікаційні з’єднання SIM-карт.",
        "permdesc_removeDrmCertificates": "Власник може видаляти сертифікати DRM. Ніколи не застосовується для звичайних застосунків.",
        "permdesc_reorderTasks": "Дозволяє застосунку переміщувати завдання в активні чи фонові вікна. Застосунок може робити це без вашого відома.",
        "permdesc_requestDeletePackages": "Застосунок зможе надсилати запити на видалення пакунків.",
        "permdesc_requestIgnoreBatteryOptimizations": "Застосунок зможе запитувати дозвіл ігнорувати оптимізацію використання заряду акумулятора.",
        "permdesc_requestInstallPackages": "Дозволити застосунку надсилати запити на встановлення пакунків.",
        "permdesc_requestPasswordComplexity": "Дозволяє застосунку визначати рівень складності способу блокування екрана (високий, середній, низький або нульовий). Враховуються кількість символів і тип блокування. Застосунок також може пропонувати вибрати складніший тип блокування екрана, але це не обов’язково робити. Примітка: оскільки пароль зашифровано, застосунок його не знає.",
        "permdesc_route_media_output": "Дозволяє застосунку скеровувати вивід медіа-даних на інші зовнішні пристрої.",
        "permdesc_runInBackground": "Цей застосунок може працювати у фоновому режимі. Можливо, акумулятор розряджатиметься швидше.",
        "permdesc_sdcardRead": "Застосунок може переглядати вміст у спільній пам’яті.",
        "permdesc_sdcardWrite": "Застосунок може писати вміст у спільній пам’яті.",
        "permdesc_sendSms": "Дозволяє застосунку надсилати SMS-повідомлення. Це може спричинити неочікуване стягнення плати. Шкідливі застосунки можуть надсилати повідомлення без вашого підтвердження, за що з вас стягуватимуться кошти.",
        "permdesc_setAlarm": "Дозволяє застосунку налаштовувати сигнал у встановленій програмі будильника. У деяких програмах будильника ця функція може не застосовуватися.",
        "permdesc_setInputCalibration": "Застосунок може змінювати параметри калібрування сенсорного екрана. Ніколи не застосовується для звичайних програм.",
        "permdesc_setTimeZone": "Дозволяє застосунку змінювати часовий пояс телефону.",
        "permdesc_setWallpaper": "Дозволяє застосунку встановлювати фоновий малюнок системи.",
        "permdesc_setWallpaperHints": "Дозволяє застосунку встановлювати підказки щодо розміру фонового малюнка системи.",
        "permdesc_sim_communication": "Дозволяє застосунку надсилати команди на SIM-карту. Це дуже небезпечно.",
        "permdesc_startViewPermissionUsage": "Власник зможе використовувати дозволи для цього застосунка. Цей дозвіл не потрібен для звичайних застосунків.",
        "permdesc_statusBar": "Дозволяє застосунку вимикати рядок стану чи додавати та видаляти піктограми системи.",
        "permdesc_statusBarService": "Дозволяє застосунку бути рядком стану.",
        "permdesc_subscribedFeedsRead": "Дозволяє застосунку отримувати відомості про поточно синхронізовані канали.",
        "permdesc_systemAlertWindow": "Цей застосунок може відображатися поверх інших застосунків або частин екрана. Це може заважати нормальній взаємодії з застосунком або змінити відображення інших застосунків.",
        "permdesc_systemCamera": "Цей вищий системний застосунок може будь-коли робити фото й записувати відео, за допомогою системної камери. Застосунку потрібен дозвіл android.permission.CAMERA",
        "permdesc_transmitIr": "Дозволяє застосунку використовувати інфрачервоний передавач телефону.",
        "permdesc_uninstall_shortcut": "Дозволяє застосунку самостійно вилучати ярлики з головного екрана.",
        "permdesc_useBiometric": "Застосунок може використовувати біометричне апаратне забезпечення для автентифікації",
        "permdesc_useDataInBackground": "Цей застосунок може використовувати трафік у фоновому режимі. Можливо, використання трафіку збільшиться.",
        "permdesc_useFaceAuthentication": "Додаток може використовувати апаратне забезпечення для Фейсконтролю",
        "permdesc_useFingerprint": "Дозволити застосунку використовувати апаратне забезпечення для автентифікації",
        "permdesc_use_sip": "Застосунок зможе здійснювати й отримувати дзвінки через протокол SIP.",
        "permdesc_vibrate": "Дозволяє застосунку контролювати вібросигнал.",
        "permdesc_vibrator_state": "Надає застосунку доступ до стану вібрації.",
        "permdesc_videoWrite": "Застосунок зможе змінювати вашу колекцію відео.",
        "permdesc_wakeLock": "Дозволяє застосунку не допускати перехід телефону в режим сну.",
        "permdesc_writeCalendar": "Цей застосунок може додавати, вилучати та змінювати події календаря на вашому телефоні. Він також може надсилати повідомлення від імені власників календаря або змінювати події не повідомивши власників.",
        "permdesc_writeCallLog": "Дозволяє застосунку змінювати журнал викликів вашого телефону, включно з даними про вхідні та вихідні дзвінки. Шкідливі застосунки можуть використовувати це для стирання або зміни вашого журналу викликів.",
        "permdesc_writeContacts": "Дозволяє додатку змінювати дані про контакти, які зберігаються на вашому телефоні, а також видаляти їх.",
        "permdesc_writeGeolocationPermissions": "Дозволяє застосунку змінювати дозволи розташування для переглядача. Шкідливі застосунки можуть використовувати це, щоб дозволяти надсилати подробиці про розташування довільним вебсайтам.",
        "permdesc_writeHistoryBookmarks": "Дозволяє застосунку змінювати історію чи закладки веб-переглядача, збережені у вашому телефоні. Це може дозволити програмі стирати чи змінювати дані веб-переглядача. Зауважте: цей дозвіл не може застосовуватися веб-переглядачами третіх сторін або іншими програмами з можливостями веб-перегляду.",
        "permdesc_writeSettings": "Дозволяє застосунку змінювати дані налаштувань системи. Шкідливі застосунки можуть пошкодити конфігурацію вашої системи.",
        "permdesc_writeSyncSettings": "Дозволяє застосунку змінювати налаштування синхронізації для облікового запису, наприклад, вмикати синхронізацію застосунку Люди з обліковим записом.",
        "permgroupbackgroundrequest_location": "Дозволити застосунку запитувати розташування у тлі.",
        "permgroupbackgroundrequestdetail_location": "Зараз застосунок має доступ до геоданих, лише коли ви ним користуєтеся",
        "permgroupdesc_activityRecognition": "доступ до даних про фізичну діяльність",
        "permgroupdesc_calendar": "отримувати доступ до календаря",
        "permgroupdesc_calllog": "перегляд і запис журналу викликів телефона",
        "permgroupdesc_camera": "знімкувати та записувати відео",
        "permgroupdesc_contacts": "отримувати доступ до контактів",
        "permgroupdesc_location": "доступ до геоданих пристрою",
        "permgroupdesc_microphone": "записувати аудіо",
        "permgroupdesc_phone": "телефонувати та керувати дзвінками",
        "permgroupdesc_sensors": "отримувати доступ до відомостей датчиків про ваші життєві показники",
        "permgroupdesc_sms": "надсилати та переглядати SMS-повідомлення",
        "permgroupdesc_storage": "отримувати доступ до світлин, мультимедійного вмісту та файлів на вашому пристрої",
        "permgrouplab_activityRecognition": "Фізична активність",
        "permgrouplab_calendar": "Календар",
        "permgrouplab_calllog": "Журнали викликів",
        "permgrouplab_camera": "Камера",
        "permgrouplab_contacts": "Контакти",
        "permgrouplab_location": "Геодані",
        "permgrouplab_microphone": "Мікрофон",
        "permgrouplab_phone": "Телефон",
        "permgrouplab_sensors": "Датчики на тілі",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Пам’ять",
        "permgrouprequest_activityRecognition": "Дозволити застосунку відстежувати вашу активність.",
        "permgrouprequest_calendar": "Надати застосунку <b>",
        "permgrouprequest_calllog": "Надати застосунку <b>",
        "permgrouprequest_camera": "Дозволити застосунку <b>",
        "permgrouprequest_contacts": "Надати застосунку <b>",
        "permgrouprequest_location": "Надати застосунку <b>",
        "permgrouprequest_microphone": "Дозволити застосунку <b>",
        "permgrouprequest_phone": "Дозволити застосунку <b>",
        "permgrouprequest_sensors": "Надати застосунку <b>",
        "permgrouprequest_sms": "Дозволити застосунку <b>",
        "permgrouprequest_storage": "Надати застосунку <b>",
        "permgrouprequestdetail_location": "Застосунок матиме доступ до геоданих, лише коли ви ним користуєтеся",
        "permlab_acceptHandover": "продовжувати виклик з іншого застосунка",
        "permlab_accessBackgroundLocation": "доступ до розташування у фоновому режимі",
        "permlab_accessCoarseLocation": "отримувати доступ до даних про приблизне місцеперебування лише в активному режимі",
        "permlab_accessDrmCertificates": "отримувати доступ до сертифікатів DRM",
        "permlab_accessFineLocation": "отримувати доступ до даних про точне місцеперебування лише в активному режимі",
        "permlab_accessImsCallService": "отримувати доступ до телефонної служби IMS",
        "permlab_accessLocationExtraCommands": "отримати доступ до додаткових команд служби визначення розташування",
        "permlab_accessNetworkConditions": "прослуховувати дані спостережень за станом мережі",
        "permlab_accessNetworkState": "переглядати мережеві з’єднання",
        "permlab_accessNotifications": "отримувати доступ до сповіщень",
        "permlab_accessWifiState": "переглядати з’єднання Wi-Fi",
        "permlab_accessWimaxState": "під’єднуватися та від’єднуватися від WiMAX",
        "permlab_access_notification_policy": "доступ до режиму \\\"Не турбувати\\",
        "permlab_activityRecognition": "розпізнавати фізичну активність",
        "permlab_addVoicemail": "додавати голосову пошту",
        "permlab_answerPhoneCalls": "відповідати на телефонні виклики",
        "permlab_audioWrite": "змінювати колекцію музики",
        "permlab_bindCarrierMessagingService": "підключатися до служби надсилання повідомлень через оператора",
        "permlab_bindCarrierServices": "підключатися до служб оператора",
        "permlab_bindCellBroadcastService": "Переадресувати повідомлення стільникової мережі",
        "permlab_bindConditionProviderService": "підключитися до служби постачання умов",
        "permlab_bindDreamService": "підключення до служби заставок",
        "permlab_bindNotificationListenerService": "прив’язуватися до служби читання сповіщень",
        "permlab_bind_connection_service": "взаємодіяти з телефонними службами",
        "permlab_bind_incall_service": "взаємодіяти з екраном вхідного дзвінка",
        "permlab_bluetooth": "створення пари з пристроями Bluetooth",
        "permlab_bluetoothAdmin": "доступ до налаштувань Bluetooth",
        "permlab_bodySensors": "отримувати дані з датчиків на тілі (наприклад, з пульсометра)",
        "permlab_broadcastSticky": "надсилати закріпл. запис",
        "permlab_callCompanionApp": "Переглядати виклики через систему й керувати ними.",
        "permlab_callPhone": "набирати номери тел. безпосередньо",
        "permlab_camera": "знімкувати світлини та відео",
        "permlab_cameraOpenCloseListener": "Дозволити застосунку або службі отримувати зворотні виклики щодо відкриття чи закриття камер.",
        "permlab_changeNetworkState": "змінюв. підключення до мережі",
        "permlab_changeTetherState": "змінювати стан з’єднання в режимі модема",
        "permlab_changeWifiMulticastState": "дозвол. отримання багатоадр. Wi-Fi",
        "permlab_changeWifiState": "під’єднуватися й від’єднуватися від Wi-Fi",
        "permlab_changeWimaxState": "змінювати стан WiMAX",
        "permlab_connection_manager": "керування телекомунікаційними з’єднаннями",
        "permlab_control_incall_experience": "працювати під час розмови",
        "permlab_createNetworkSockets": "отримувати повний доступ до мережі",
        "permlab_disableKeyguard": "вимикати блокування екрана",
        "permlab_enableCarMode": "увімк. режим авто",
        "permlab_exemptFromAudioRecordRestrictions": "зняти обмеження на запис аудіо",
        "permlab_expandStatusBar": "розгорнути/згорн. рядок стану",
        "permlab_foregroundService": "запускати пріоритетну службу",
        "permlab_getAccounts": "знаходити облікові записи на пристрої",
        "permlab_getPackageSize": "визначати об’єм пам’яті застосунку",
        "permlab_getTasks": "отримувати запущені застосунки",
        "permlab_handoverStatus": "отримувати дані про стан функції Передавання даних Android",
        "permlab_imagesWrite": "змінювати колекцію світлин",
        "permlab_install_shortcut": "створення ярликів",
        "permlab_invokeCarrierSetup": "викликати надану оператором програму конфігурації",
        "permlab_killBackgroundProcesses": "закривати інші застосунки",
        "permlab_manageFace": "керувати апаратним забезпечення для Фейсконтролю",
        "permlab_manageFingerprint": "керувати апаратним забезпеченням для цифрових відбитків",
        "permlab_manageNetworkPolicy": "керувати політикою мережі",
        "permlab_manageOwnCalls": "маршрутизувати виклики через систему",
        "permlab_manageProfileAndDeviceOwners": "керувати власниками профілів і пристроїв",
        "permlab_mediaLocation": "розпізнавати геодані з колекції медіа-вмісту",
        "permlab_modifyAudioSettings": "змінювати налаштув-ня звуку",
        "permlab_modifyNetworkAccounting": "змінювати облік використання мережі",
        "permlab_nfc": "контрол. Near Field Communication",
        "permlab_persistentActivity": "заставляти програму постійно функціонувати",
        "permlab_preferredPaymentInfo": "Дані основної платіжної NFC-служби",
        "permlab_processOutgoingCalls": "переадресовувати вихідні виклики",
        "permlab_readCalendar": "Переглядати події календаря й додаткові відомості",
        "permlab_readCallLog": "читати журнал викликів",
        "permlab_readCellBroadcasts": "читати широкомовні повідомлення мережі",
        "permlab_readContacts": "читати контакти",
        "permlab_readHistoryBookmarks": "читати веб-закладки й історію",
        "permlab_readInstallSessions": "отримувати дані про сеанси встановлення",
        "permlab_readNetworkUsageHistory": "читати історію використання мережі",
        "permlab_readPhoneNumbers": "переглядати номери телефону",
        "permlab_readPhoneState": "читати стан та ідентифікаційні відомості телефону",
        "permlab_readSms": "читати текстові повідомлення (SMS або MMS)",
        "permlab_readSyncSettings": "читати налаштування синхронізації",
        "permlab_readSyncStats": "Перегляд статистики синхронізації",
        "permlab_receiveBootCompleted": "виконуватися під час запуску",
        "permlab_receiveMms": "отримувати текстові повідомлення (MMS)",
        "permlab_receiveSms": "отримувати текстові повідомлення (SMS)",
        "permlab_receiveWapPush": "отримувати текстові повідомлення (WAP)",
        "permlab_recordAudio": "записувати аудіо",
        "permlab_register_call_provider": "реєструвати нові телекомунікаційні з’єднання",
        "permlab_register_sim_subscription": "реєструвати нові телекомунікаційні з’єднання SIM-карт",
        "permlab_removeDrmCertificates": "видаляти сертифікати DRM",
        "permlab_reorderTasks": "змінювати порядок запущених програм",
        "permlab_requestDeletePackages": "запити на видалення пакунків",
        "permlab_requestIgnoreBatteryOptimizations": "запитувати дозвіл ігнорувати оптимізацію використання заряду акумулятора",
        "permlab_requestInstallPackages": "запитувати дані про пакунки встановлення",
        "permlab_requestPasswordComplexity": "запитувати рівень складності блокування екрана",
        "permlab_route_media_output": "вибирати маршрути виводу медіа-вмісту",
        "permlab_runInBackground": "працювати у фоновому режимі",
        "permlab_sdcardRead": "переглядати вміст у спільній пам’яті",
        "permlab_sdcardWrite": "змінювати чи видаляти вміст у спільній пам’яті",
        "permlab_sendSms": "надсилати та переглядати SMS-повідомлення",
        "permlab_setAlarm": "установлювати будильник",
        "permlab_setInputCalibration": "змінювати калібрування пристрою введення",
        "permlab_setTimeZone": "устан. час. пояс",
        "permlab_setWallpaper": "установити фоновий малюнок",
        "permlab_setWallpaperHints": "налаштовувати розмір фонового малюнка",
        "permlab_sim_communication": "надсилати команди на SIM-карту",
        "permlab_startViewPermissionUsage": "перегляньте дані про використання дозволів",
        "permlab_statusBar": "вимикати чи змін. рядок стану",
        "permlab_statusBarService": "відображатися як рядок стану",
        "permlab_subscribedFeedsRead": "читати підписані канали",
        "permlab_systemAlertWindow": "Цей застосунок може відображатися поверх інших застосунків",
        "permlab_systemCamera": "Дозволити застосунку або службі отримувати доступ до системних камер, робити фото й записувати відео",
        "permlab_transmitIr": "передавати в інфрачервоному діапазоні",
        "permlab_uninstall_shortcut": "видаляти ярлики",
        "permlab_useBiometric": "використовувати біометричне апаратне забезпечення",
        "permlab_useDataInBackground": "використовувати трафік у фоновому режимі",
        "permlab_useFaceAuthentication": "використовувати апаратне забезпечення для Фейсконтролю",
        "permlab_useFingerprint": "використання сканера цифрових відбитків",
        "permlab_use_sip": "здійснювати й отримувати дзвінки через протокол SIP",
        "permlab_vibrate": "контролювати вібросигнал",
        "permlab_videoWrite": "змінювати колекцію відео",
        "permlab_wakeLock": "Вимкнення режиму сну",
        "permlab_writeCalendar": "додавати та змінювати події календаря, а також надсилати гостям електронні листи без відома власників",
        "permlab_writeCallLog": "записувати в журнал викликів",
        "permlab_writeContacts": "змінювати контакти",
        "permlab_writeGeolocationPermissions": "змінювати дозволи географічного місцеперебування у переглядачі мережі",
        "permlab_writeHistoryBookmarks": "писати у веб-закладки й історію",
        "permlab_writeSettings": "змінювати налаштування системи",
        "permlab_writeSyncSettings": "вмикати й вимикати синхронізацію"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Ім'я",
            "bitcoin_alt": "Зробити внесок за допомогою Bitcoin",
            "flattr_alt": "Зробити внесок через Flattr",
            "heading": "Допомогти",
            "hellotux": "👕 Футболки 👕 від",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid отримає 3€ з продажу кожної футболки.",
            "liberapay_alt": "Зробити внесок через Liberapay",
            "litecoin_alt": "Зробити внесок за допомогою Litecoin",
            "more_options": "Додаткові параметри",
            "opencollective_alt": "Допоможіть нашому колективу",
            "paypal_alt": "Зробити внесок через PayPal",
            "powered_by_donations": "F-Droid працює завдяки вашим внескам!",
            "via_bank_transfer": "Банківський переказ"
        },
        "lang": {
            "change": "Змінити"
        },
        "last_updated": {
            "heading": "Останні оновлення"
        },
        "latest_packages": {
            "heading": "Останні застосунки"
        },
        "news": {
            "heading": "Новини"
        },
        "search": {
            "heading": "Знайти застосунки",
            "noscript": "Потрібно ввімкнути JavaScript",
            "search": "Пошук"
        }
    }
}
