{
    "antifeatures": {
        "Ads": "Цей застосунок містить рекламу",
        "DisabledAlgorithm": "Цей застосунок має слабкий підпис безпеки",
        "KnownVuln": "Цей застосунок містить знану вразливість безпеки",
        "NoSourceSince": "Джерельний код вже не є доступним, оновлення не є можливими",
        "NonFreeAdd": "Цей застосунок пропонує не-вільні надбудови",
        "NonFreeAssets": "Цей застосунок містить не-вільні ресурси",
        "NonFreeDep": "Застосунок залежить від інших невільних застосунків",
        "NonFreeNet": "Застосунок пропонує невільні мережеві послуги",
        "Tracking": "Цей застосунок відстежує та повідомляє вашу активність",
        "UpstreamNonFree": "Вихідний код випуску не є повністю вільним"
    },
    "index": {
        "download_fdroid": "Завантажити F-Droid",
        "gpg_signature": "PGP підпис",
        "introduction": "F-Droid - це встановлюваний каталог застосунків FOSS (вільного та відкритого програмного забезпечення) для платформи Android. Клієнт спрощує пошук, встановлення та відстеження оновлень на вашому пристроєві.",
        "screenshot": "Знімок екрану додатка F-Droid для Android",
        "title": "Що таке F-Droid?"
    },
    "navigation": {
        "about": "Про",
        "browse": "Огляд",
        "contribute": "Співпраця",
        "documentation": "Документація",
        "forum": "Форум",
        "issues": "Проблеми",
        "news": "Новини"
    },
    "package": {
        "anti_features": "Небажані функції",
        "anti_features_warning": "Застосунок має функції, які можуть стати вам не до вподоби.",
        "author": "Автор",
        "build_metadata": "Метадані збірки",
        "changelog": "Історія змін",
        "donate": "Пожертвувати",
        "download": "Завантажити [file_extension]",
        "flattr": "Flattr",
        "gpg_signature": "PGP підпис",
        "issue_tracker": "Відстеження помилок",
        "liberapay": "Liberapay",
        "license": "Ліцензія",
        "minimum_android_version": "Для цієї версії потрібен Android [android_version] або новіший.",
        "new_in_version": "Нове у версії [latest_version]",
        "packages": "Пакети",
        "permissions": "Дозволи",
        "signed_by_developer": "Створено та підписано оригінальним розробником.",
        "signed_by_fdroid": "Створено і підписано F-Droid'ом, і гарантовано відповідає цьому <a href=\"[source_code_url]\"> архівному кодові</a>.",
        "source_code": "Вихідний код",
        "suggest_downloading_via_fdroid": "Хоча завантаження APK доступні нижче, аби надати вам вибір, ви маєте знати, що обравши цей спосіб, ви не отримаєте сповіщення про оновлення і це менш безпечний спосіб завантаження. Ми радимо встановити клієнт F-Droid і використовувати його.",
        "technical_info": "Технічна інформація",
        "translation": "Переклад",
        "version_info": "<b>Версія [package_version]</b> ([package_version_code]) - Додано на [package_added_date]",
        "website": "Веб-сайт"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Додаток може продовжувати виклик, початий в іншому додатку.",
        "permdesc_accessBackgroundLocation": "Якщо ви надасте цей дозвіл і доступ до приблизного або точного місцезнаходження, додаток зможе отримувати геодані у фоновому режимі.",
        "permdesc_accessCoarseLocation": "Цей додаток може отримувати дані про ваше місцезнаходження на основі джерел мережі, як-от антен мобільного зв’язку та мереж Wi-Fi, лише в активному режимі. Щоб додаток міг користуватися цими службами локації, вони мають бути доступними й увімкненими на вашому телефоні.",
        "permdesc_accessDrmCertificates": "Дозволяє додатку надавати та використовувати сертифікати DRM. Ніколи не застосовується для звичайних додатків.",
        "permdesc_accessFineLocation": "Цей додаток може отримувати дані про ваше точне місцезнаходження лише в активному режимі. Щоб додаток користувався службами локації, вони мають бути наявні й увімкнені на вашому телефоні. Через це може швидше розряджатись акумулятор.",
        "permdesc_accessImsCallService": "Додаток зможе телефонувати за допомогою служби IMS без вашого відома.",
        "permdesc_accessLocationExtraCommands": "Додаток отримуватиме доступ до додаткових команд постачальника геоданих. Можливе втручання додатка в роботу GPS чи інших джерел геоданих.",
        "permdesc_accessNetworkConditions": "Дозволяє програмі прослуховувати дані спостережень за станом мережі. Ніколи не застосовується для звичайних програм.",
        "permdesc_accessNetworkState": "Дозволяє програмі переглядати інформацію про з’єднання з мережами, як-от дані про наявні та під’єднані мережі.",
        "permdesc_accessNotifications": "Дозволяє програмі отримувати, перевіряти й очищати сповіщення, зокрема опубліковані іншими програмами.",
        "permdesc_accessWifiState": "Дозволяє програмі переглядати інформацію про використання мереж Wi-Fi, як-от увімкнення/вимкнення Wi-Fi, а також назви під’єднаних до Wi-Fi пристроїв.",
        "permdesc_accessWimaxState": "Дозволяє програмі визначати, чи ввімкнено WiMAX, а також переглядати інформацію про будь-які під’єднані мережі WiMAX.",
        "permdesc_access_notification_policy": "Додаток зможе переглядати та змінювати конфігурацію режиму \\\"Не турбувати\\\".",
        "permdesc_activityRecognition": "Цей додаток може розпізнавати фізичну активність.",
        "permdesc_addVoicemail": "Дозволяє програмі додавати повідомлення в папку \\\"Вхідні\\\" голосової пошти.",
        "permdesc_answerPhoneCalls": "Додаток може відповідати на телефонні виклики.",
        "permdesc_audioWrite": "Додаток зможе змінювати вашу колекцію музики.",
        "permdesc_bindCarrierMessagingService": "Додаток зможе підключатися до інтерфейсу верхнього рівня служби надсилання повідомлень через оператора. Звичайні додатки ніколи не використовують цей дозвіл.",
        "permdesc_bindCarrierServices": "Власник може підключатися до служб оператора. Звичайні додатки ніколи не використовують цей дозвіл.",
        "permdesc_bindConditionProviderService": "Додаток зможе підключатися до інтерфейсу верхнього рівня служби постачання умов. Звичайні додатки ніколи не використовують цей дозвіл.",
        "permdesc_bindDreamService": "Додаток зможе підключатися до інтерфейсу верхнього рівня служби заставок. Звичайні додатки ніколи не використовують цей дозвіл.",
        "permdesc_bindNotificationListenerService": "Дозволяє власнику прив’язуватися до інтерфейсу верхнього рівня служби читання сповіщень. Ніколи не застосовується для звичайних програм.",
        "permdesc_bind_connection_service": "Дозволяє додатку взаємодіяти з телефонними службами, щоб здійснювати/приймати дзвінки.",
        "permdesc_bind_incall_service": "Додаток може контролювати, коли та як користувач бачить екран вхідного дзвінка.",
        "permdesc_bluetooth": "Дозволяє програмі переглядати конфігурацію Bluetooth на телефоні, а також створювати та приймати з’єднання зі спареними пристроями.",
        "permdesc_bluetoothAdmin": "Дозволяє програмі налаштовувати телефон із локальним Bluetooth, а також знаходити віддалені пристрої та створювати з ними пару.",
        "permdesc_bodySensors": "Додаток має доступ до даних із датчиків, які відстежують фізичний стан, зокрема пульс.",
        "permdesc_broadcastSticky": "Дозволяє програмі надсилати закріплені широкомовні повідомлення, які залишаються після відтворення широкомовного повідомлення. Надмірне використання може сповільнювати роботу телефону або порушувати її стабільність, спричиняючи завелике використання пам’яті.",
        "permdesc_callCompanionApp": "Додаток може переглядати поточні виклики на пристрої та керувати ними. Це стосується такої інформації, як номери та стан викликів.",
        "permdesc_callPhone": "Дозволяє програмі набирати номери телефону без вашого відома. Це може спричинити неочікуване стягнення плати чи здійснення дзвінків. Зауважте, що це не дозволяє програмі набирати екстрені номери. Шкідливі програми можуть здійснювати дзвінки без вашого підтвердження, за що з вас стягуватимуться кошти.",
        "permdesc_camera": "Цей додаток може будь-коли робити фотографії та записувати відео за допомогою камери.",
        "permdesc_changeNetworkState": "Дозволяє програмі змінювати стан під’єднання до мережі.",
        "permdesc_changeTetherState": "Дозволяє програмі змінювати стан під’єднання до мережі в режимі модема.",
        "permdesc_changeWifiMulticastState": "Дозволяє програмі отримувати пакети, надіслані за допомогою групової адресації на всі пристрої в мережі Wi-Fi, а не лише на ваш телефон. Використовує більше заряду, ніж режим небагатоадресних пакетів.",
        "permdesc_changeWifiState": "Дозволяє програмі під’єднуватися та від’єднуватися від точок доступу Wi-Fi, а також вносити зміни в налаштування пристрою для мереж Wi-Fi.",
        "permdesc_changeWimaxState": "Дозволяє програмі під’єднувати телефон до мереж WiMAX і від’єднувати його від них.",
        "permdesc_connection_manager": "Додаток може керувати телекомунікаційними з’єднаннями.",
        "permdesc_control_incall_experience": "Додаток може працювати під час розмови.",
        "permdesc_createNetworkSockets": "Додаток може створювати сокети мережі та використовувати спеціальні мережеві протоколи. Оскільки веб-переглядач та інші додатки самостійно реалізують функції надсилання даних в Інтернет, цей дозвіл надавати не обов’язково.",
        "permdesc_disableKeyguard": "Дозволяє програмі вимикати блокування клавіатури та будь-який пов’язаний паролем захист. Наприклад: телефон вимикає блокування клавіатури під час отримання вхідного дзвінка, після закінчення якого блокування клавіатури відновлюється.",
        "permdesc_enableCarMode": "Дозволяє програмі вмикати режим автомобіля.",
        "permdesc_expandStatusBar": "Дозволяє програмі розгортати чи згортати рядок стану.",
        "permdesc_foregroundService": "Додаток може використовувати пріоритетні служби.",
        "permdesc_getAccounts": "Дозволяє програмі отримувати список облікових записів, відомих телефону. Він може включати всі облікові записи, створені встановленими програмами.",
        "permdesc_getPackageSize": "Дозволяє програмі отримувати її код, дані та розміри кеш-пам’яті",
        "permdesc_getTasks": "Дозволяє програмі отримувати інформацію про поточні й останні запущені завдання. Це може дозволити програмі виявляти інформацію про програми, які використовуються на пристрої.",
        "permdesc_handoverStatus": "Додаток може отримувати інформацію про поточне передавання даних за допомогою функції Передавання даних Android",
        "permdesc_imagesWrite": "Додаток зможе змінювати вашу колекцію фотографій.",
        "permdesc_install_shortcut": "Дозволяє програмі самостійно додавати ярлики на головний екран.",
        "permdesc_invokeCarrierSetup": "Дозволяє власнику викликати надану оператором програму конфігурації. Ніколи не застосовується для звичайних програм.",
        "permdesc_killBackgroundProcesses": "Дозволяє програмі припиняти фонові процеси інших програм. Це може зупиняти запущені програми.",
        "permdesc_manageFace": "Додаток може активувати способи додавання й видалення шаблонів облич.",
        "permdesc_manageFingerprint": "Увімкнути в додатку функції для додавання й видалення шаблонів цифрових відбитків.",
        "permdesc_manageNetworkPolicy": "Дозволяє програмі керувати політикою мережі та визначити спеціальні правила для програм.",
        "permdesc_manageOwnCalls": "Дозволяє додатку маршрутизувати виклики через систему, щоб було зручніше телефонувати.",
        "permdesc_manageProfileAndDeviceOwners": "Додатки можуть вибирати власника профілю та пристрою.",
        "permdesc_mediaLocation": "Додаток зможе розпізнавати геодані з вашої колекції медіа-вмісту.",
        "permdesc_modifyAudioSettings": "Дозволяє програмі змінювати загальні налаштування звуку, як-от гучність і динамік, який використовується для виводу сигналу.",
        "permdesc_modifyNetworkAccounting": "Дозволяє програмі змінювати метод підрахунку того, як програми використовують мережу. Не для використання звичайними програмами.",
        "permdesc_nfc": "Дозволяє програмі обмінюватися даними з тегами, картками та читачами екрана Near Field Communication (NFC).",
        "permdesc_persistentActivity": "Дозволяє програмі робити свої частини сталими в пам’яті. Це може зменшувати обсяг пам’яті, доступної для інших програм, і сповільнювати роботу телефону.",
        "permdesc_processOutgoingCalls": "Дозволяє додатку читати номер вихідного дзвінка, переспрямовувати дзвінок на інший номер або переривати його.",
        "permdesc_readCalendar": "Цей додаток може переглядати всі події календаря, збережені на вашому телефоні, а також надсилати та зберігати дані календаря.",
        "permdesc_readCallLog": "Цей додаток може переглядати історію викликів.",
        "permdesc_readCellBroadcasts": "Дозволяє програмі читати широкомовні повідомлення мережі, отримані пристроєм. Широкомовні сповіщення мережі надсилаються в деяких країнах для попередження про надзвичайні ситуації. Шкідливі програми можуть втручатися у швидкодію чи роботу пристрою під час отримання широкомовного повідомлення мережі про надзвичайну ситуацію.",
        "permdesc_readContacts": "Дозволяє програмі читати дані про контакти, які зберігаються у вашому телефоні, зокрема частоту здійснення викликів, надсилання електронних листів або інших способів спілкування з окремими особами. Такий дозвіл дає програмам змогу змогу зберігати ваші контактні дані. Шкідливі програми можуть надсилати контактні дані без вашого відома.",
        "permdesc_readHistoryBookmarks": "Дозволяє програмі читати історію URL-адрес, які відкривалися у веб-переглядачі, і всі закладки веб-переглядача. Зауважте: цей дозвіл не може застосовуватися веб-переглядачами третіх сторін або іншими програмами з можливостями веб-перегляду.",
        "permdesc_readInstallSessions": "Дозволяє додатку читати дані сеансів встановлення. Додаток може бачити деталі про активні встановлення пакетів.",
        "permdesc_readNetworkUsageHistory": "Дозволяє програмі читати історію використання мережі для певних мереж і програм.",
        "permdesc_readPhoneNumbers": "Надає додаткам доступ до номерів телефону на пристрої.",
        "permdesc_readPhoneState": "Дозволяє програмі отримувати доступ до телефонних функцій пристрою. Такий дозвіл дає програмі змогу визначати номер телефону й ідентифікатори пристрою, активність виклику, а також віддалений номер, на який здійснюється виклик.",
        "permdesc_readSms": "Цей додаток може переглядати всі SMS-повідомлення, збережені на телефоні.",
        "permdesc_readSyncSettings": "Дозволяє програмі читати налаштування синхронізації для облікового запису, наприклад, визначати, чи програма Люди синхронізується з обліковим записом.",
        "permdesc_readSyncStats": "Дозволяє програмі читати статистику синхронізації облікового запису, зокрема історію синхронізацій і обсяг синхронізованих даних.",
        "permdesc_receiveBootCompleted": "Дозволяє програмі запускатися, щойно завантаження системи закінчиться. Це може затримувати запуск телефону та дозволяє програмі сповільнювати загальну роботу телефону своїм постійним функціонуванням.",
        "permdesc_receiveMms": "Дозволяє програмі отримувати й обробляти MMS-повідомлення. Це означає, що програма може відстежувати чи видаляти повідомлення, надіслані на ваш пристрій, навіть не показуючи їх вам.",
        "permdesc_receiveSms": "Дозволяє програмі отримувати й обробляти SMS-повідомлення. Це означає, що програма може відстежувати чи видаляти повідомлення, надіслані на ваш пристрій, навіть не показуючи їх вам.",
        "permdesc_receiveWapPush": "Дозволяє програмі отримувати й обробляти WAP-повідомлення. Це означає, що програма може відстежувати чи видаляти повідомлення, надіслані на ваш пристрій, навіть не показуючи їх вам.",
        "permdesc_recordAudio": "Цей додаток може будь-коли записувати звук за допомогою мікрофона.",
        "permdesc_register_call_provider": "Додаток може реєструвати нові телекомунікаційні з’єднання.",
        "permdesc_register_sim_subscription": "Додаток може реєструвати нові телекомунікаційні з’єднання SIM-карт.",
        "permdesc_removeDrmCertificates": "Власник може видаляти сертифікати DRM. Ніколи не застосовується для звичайних додатків.",
        "permdesc_reorderTasks": "Дозволяє програмі переміщувати завдання в активні чи фонові вікна. Програма може робити це без вашого відома.",
        "permdesc_requestDeletePackages": "Додаток зможе надсилати запити на видалення пакетів.",
        "permdesc_requestIgnoreBatteryOptimizations": "Додаток зможе запитувати дозвіл ігнорувати оптимізацію використання заряду акумулятора.",
        "permdesc_requestInstallPackages": "Додаток зможе надсилати запити на встановлення пакетів.",
        "permdesc_requestPasswordComplexity": "Дозволяє додатку визначати рівень складності способу блокування екрана (високий, середній, низький або нульовий). Враховуються кількість символів і тип блокування. Додаток також може пропонувати вибрати складніший тип блокування екрана, але це не обов’язково робити. Примітка: оскільки пароль зашифровано, додаток його не знає.",
        "permdesc_route_media_output": "Дозволяє програмі скеровувати вивід медіа-даних на інші зовнішні пристрої.",
        "permdesc_runInBackground": "Цей додаток може працювати у фоновому режимі. Можливо, акумулятор розряджатиметься швидше.",
        "permdesc_sdcardRead": "Додаток може переглядати вміст у спільній пам’яті.",
        "permdesc_sdcardWrite": "Додаток може писати вміст у спільній пам’яті.",
        "permdesc_sendSms": "Дозволяє програмі надсилати SMS-повідомлення. Це може спричинити неочікуване стягнення плати. Шкідливі програми можуть надсилати повідомлення без вашого підтвердження, за що з вас стягуватимуться кошти.",
        "permdesc_setAlarm": "Дозволяє програмі налаштовувати сигнал у встановленій програмі будильника. У деяких програмах будильника ця функція може не застосовуватися.",
        "permdesc_setInputCalibration": "Програма може змінювати параметри калібрування сенсорного екрана. Ніколи не застосовується для звичайних програм.",
        "permdesc_setTimeZone": "Дозволяє програмі змінювати часовий пояс телефону.",
        "permdesc_setWallpaper": "Дозволяє програмі встановлювати фоновий малюнок системи.",
        "permdesc_setWallpaperHints": "Дозволяє програмі встановлювати підказки щодо розміру фонового малюнка системи.",
        "permdesc_sim_communication": "Дозволяє програмі надсилати команди на SIM-карту. Це дуже небезпечно.",
        "permdesc_startViewPermissionUsage": "Власник зможе використовувати дозволи для цього додатка. Цей дозвіл не потрібен для звичайних додатків.",
        "permdesc_statusBar": "Дозволяє програмі вимикати рядок стану чи додавати та видаляти піктограми системи.",
        "permdesc_statusBarService": "Дозволяє програмі бути рядком стану.",
        "permdesc_subscribedFeedsRead": "Дозволяє програмі отримувати відомості про поточно синхронізовані канали.",
        "permdesc_systemAlertWindow": "Цей додаток може відображатися поверх інших додатків або частин екрана. Це може заважати нормальній взаємодії з додатком або змінити відображення інших додатків.",
        "permdesc_transmitIr": "Дозволяє програмі використовувати інфрачервоний передавач телефону.",
        "permdesc_uninstall_shortcut": "Дозволяє програмі самостійно вилучати ярлики з головного екрана.",
        "permdesc_useBiometric": "Додаток може використовувати біометричне апаратне забезпечення для автентифікації",
        "permdesc_useDataInBackground": "Цей додаток може використовувати трафік у фоновому режимі. Можливо, використання трафіку збільшиться.",
        "permdesc_useFaceAuthentication": "Додаток може застосовувати обладнання для автентифікації облич",
        "permdesc_useFingerprint": "Дозволити додатку використовувати апаратне забезпечення для автентифікації",
        "permdesc_use_sip": "Додаток зможе здійснювати й отримувати дзвінки через протокол SIP.",
        "permdesc_vibrate": "Дозволяє програмі контролювати вібросигнал.",
        "permdesc_videoWrite": "Додаток зможе змінювати вашу колекцію відео.",
        "permdesc_wakeLock": "Дозволяє програмі не допускати перехід телефону в режим сну.",
        "permdesc_writeCalendar": "Цей додаток може додавати, вилучати та змінювати події календаря на вашому телефоні. Він також може надсилати повідомлення від імені власників календаря або редагувати події без відома власників.",
        "permdesc_writeCallLog": "Дозволяє програмі змінювати журнал викликів вашого телефону, включно з даними про вхідні та вихідні дзвінки. Шкідливі програми можуть використовувати це для стирання або зміни вашого журналу викликів.",
        "permdesc_writeContacts": "Дозволяє програмі змінювати дані про контакти, які зберігаються у вашому телефоні, зокрема частоту здійснення дзвінків, надсилання електронних листів або інших способів спілкування з окремими особами. Такий дозвіл дає програмам змогу видаляти контактні дані.",
        "permdesc_writeGeolocationPermissions": "Дозволяє програмі змінювати дозволи географічного місцезнаходження у веб-переглядачі. Шкідливі програми можуть використовувати це, щоб дозволяти надсилати інформацію про місцезнаходження довільним веб-сайтам.",
        "permdesc_writeHistoryBookmarks": "Дозволяє програмі змінювати історію чи закладки веб-переглядача, збережені у вашому телефоні. Це може дозволити програмі стирати чи змінювати дані веб-переглядача. Зауважте: цей дозвіл не може застосовуватися веб-переглядачами третіх сторін або іншими програмами з можливостями веб-перегляду.",
        "permdesc_writeSettings": "Дозволяє програмі змінювати дані налаштувань системи. Шкідливі програми можуть пошкодити конфігурацію вашої системи.",
        "permdesc_writeSyncSettings": "Дозволяє програмі змінювати налаштування синхронізації для облікового запису, наприклад, вмикати синхронізацію програми Люди з обліковим записом.",
        "permgroupbackgroundrequest_location": "Дозволити додатку <b>",
        "permgroupbackgroundrequestdetail_location": "Зараз додаток має доступ до геоданих, лише коли ви ним користуєтеся",
        "permgroupdesc_activityRecognition": "переглядати дані про фізичну активність",
        "permgroupdesc_calendar": "отримувати доступ до календаря",
        "permgroupdesc_calllog": "перегляд і запис журналу викликів телефона",
        "permgroupdesc_camera": "фотографувати та записувати відео",
        "permgroupdesc_contacts": "отримувати доступ до контактів",
        "permgroupdesc_location": "доступ до геоданих пристрою",
        "permgroupdesc_microphone": "записувати аудіо",
        "permgroupdesc_phone": "телефонувати та керувати дзвінками",
        "permgroupdesc_sensors": "отримувати доступ до інформації датчиків про ваші життєві показники",
        "permgroupdesc_sms": "надсилати та переглядати SMS-повідомлення",
        "permgroupdesc_storage": "отримувати доступ до фотографій, мультимедійного вмісту та файлів на вашому пристрої",
        "permgrouplab_activityRecognition": "Фізична активність",
        "permgrouplab_calendar": "Календар",
        "permgrouplab_calllog": "Журнали викликів",
        "permgrouplab_camera": "Камера",
        "permgrouplab_contacts": "Контакти",
        "permgrouplab_location": "Геодані",
        "permgrouplab_microphone": "Мікрофон",
        "permgrouplab_phone": "Телефон",
        "permgrouplab_sensors": "Датчики на тілі",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Пам’ять",
        "permgrouprequest_activityRecognition": "Надати додатку <b>",
        "permgrouprequest_calendar": "Надати додатку <b>",
        "permgrouprequest_calllog": "Надати додатку <b>",
        "permgrouprequest_camera": "Дозволити додатку <b>",
        "permgrouprequest_contacts": "Надати додатку <b>",
        "permgrouprequest_location": "Надати додатку <b>",
        "permgrouprequest_microphone": "Дозволити додатку <b>",
        "permgrouprequest_phone": "Дозволити додатку <b>",
        "permgrouprequest_sensors": "Надати додатку <b>",
        "permgrouprequest_sms": "Дозволити додатку <b>",
        "permgrouprequest_storage": "Надати додатку <b>",
        "permgrouprequestdetail_location": "Додаток матиме доступ до геоданих, лише коли ви ним користуєтеся",
        "permlab_acceptHandover": "продовжувати виклик з іншого додатка",
        "permlab_accessBackgroundLocation": "доступ до геоданих у фоновому режимі",
        "permlab_accessCoarseLocation": "отримувати доступ до даних про приблизне місцезнаходження (на основі мережі) лише в активному режимі",
        "permlab_accessDrmCertificates": "отримувати доступ до сертифікатів DRM",
        "permlab_accessFineLocation": "отримувати доступ до даних про точне місцезнаходження лише в активному режимі",
        "permlab_accessImsCallService": "отримувати доступ до телефонної служби IMS",
        "permlab_accessLocationExtraCommands": "отр. дост. до додат. команд пров. місцезн.",
        "permlab_accessNetworkConditions": "прослуховувати дані спостережень за станом мережі",
        "permlab_accessNetworkState": "переглядати мережеві з’єднання",
        "permlab_accessNotifications": "отримувати доступ до сповіщень",
        "permlab_accessWifiState": "переглядати з’єднання Wi-Fi",
        "permlab_accessWimaxState": "під’єднуватися та від’єднуватися від WiMAX",
        "permlab_access_notification_policy": "доступ до режиму \\\"Не турбувати\\",
        "permlab_activityRecognition": "розпізнавати фізичну активність",
        "permlab_addVoicemail": "додавати голосову пошту",
        "permlab_answerPhoneCalls": "відповідати на телефонні виклики",
        "permlab_audioWrite": "змінювати колекцію музики",
        "permlab_bindCarrierMessagingService": "підключатися до служби надсилання повідомлень через оператора",
        "permlab_bindCarrierServices": "підключатися до служб оператора",
        "permlab_bindConditionProviderService": "підключитися до служби постачання умов",
        "permlab_bindDreamService": "підключення до служби заставок",
        "permlab_bindNotificationListenerService": "прив’язуватися до служби читання сповіщень",
        "permlab_bind_connection_service": "взаємодіяти з телефонними службами",
        "permlab_bind_incall_service": "взаємодіяти з екраном вхідного дзвінка",
        "permlab_bluetooth": "створення пари з пристроями Bluetooth",
        "permlab_bluetoothAdmin": "доступ до налаштувань Bluetooth",
        "permlab_bodySensors": "отримувати дані з датчиків на тілі (наприклад, з пульсометра)",
        "permlab_broadcastSticky": "надсилати закріпл. запис",
        "permlab_callCompanionApp": "Переглядати виклики через систему й керувати ними.",
        "permlab_callPhone": "прямо набирати номери тел.",
        "permlab_camera": "фотограф. та знімати відео",
        "permlab_changeNetworkState": "змінюв. підключення до мережі",
        "permlab_changeTetherState": "змінювати стан з’єднання в режимі модема",
        "permlab_changeWifiMulticastState": "дозвол. отримання багатоадр. Wi-Fi",
        "permlab_changeWifiState": "під’єднуватися й від’єднуватися від Wi-Fi",
        "permlab_changeWimaxState": "змінювати стан WiMAX",
        "permlab_connection_manager": "керування телекомунікаційними з’єднаннями",
        "permlab_control_incall_experience": "працювати під час розмови",
        "permlab_createNetworkSockets": "отримувати повний доступ до мережі",
        "permlab_disableKeyguard": "вимикати блокування екрана",
        "permlab_enableCarMode": "увімк. режим авто",
        "permlab_expandStatusBar": "розгорнути/згорн. рядок стану",
        "permlab_foregroundService": "запускати пріоритетну службу",
        "permlab_getAccounts": "знаходити облікові записи на пристрої",
        "permlab_getPackageSize": "визначати об’єм пам’яті програми",
        "permlab_getTasks": "отримувати запущені програми",
        "permlab_handoverStatus": "отримувати дані про стан функції Передавання даних Android",
        "permlab_imagesWrite": "змінювати колекцію фотографій",
        "permlab_install_shortcut": "створення ярликів",
        "permlab_invokeCarrierSetup": "викликати надану оператором програму конфігурації",
        "permlab_killBackgroundProcesses": "закривати інші програми",
        "permlab_manageFace": "керувати обладнанням для автентифікації облич",
        "permlab_manageFingerprint": "керувати апаратним забезпеченням для цифрових відбитків",
        "permlab_manageNetworkPolicy": "керувати політикою мережі",
        "permlab_manageOwnCalls": "маршрутизувати виклики через систему",
        "permlab_manageProfileAndDeviceOwners": "керувати власниками профілів і пристроїв",
        "permlab_mediaLocation": "розпізнавати геодані з колекції медіа-вмісту",
        "permlab_modifyAudioSettings": "змінювати налаштув-ня звуку",
        "permlab_modifyNetworkAccounting": "змінювати облік використання мережі",
        "permlab_nfc": "контрол. Near Field Communication",
        "permlab_persistentActivity": "заставляти програму постійно функціонувати",
        "permlab_processOutgoingCalls": "переадресовувати вихідні виклики",
        "permlab_readCalendar": "Переглядати події календаря й додаткову інформацію",
        "permlab_readCallLog": "читати журнал викликів",
        "permlab_readCellBroadcasts": "читати широкомовні повідомлення мережі",
        "permlab_readContacts": "читати контакти",
        "permlab_readHistoryBookmarks": "читати веб-закладки й історію",
        "permlab_readInstallSessions": "отримувати дані про сеанси встановлення",
        "permlab_readNetworkUsageHistory": "читати історію використання мережі",
        "permlab_readPhoneNumbers": "переглядати номери телефону",
        "permlab_readPhoneState": "читати статус та ідентифікаційну інформацію телефону",
        "permlab_readSms": "читати текстові повідомлення (SMS або MMS)",
        "permlab_readSyncSettings": "читати налаштування синхронізації",
        "permlab_readSyncStats": "Перегляд статистики синхронізації",
        "permlab_receiveBootCompleted": "виконуватися під час запуску",
        "permlab_receiveMms": "отримувати текстові повідомлення (MMS)",
        "permlab_receiveSms": "отримувати текстові повідомлення (SMS)",
        "permlab_receiveWapPush": "отримувати текстові повідомлення (WAP)",
        "permlab_recordAudio": "запис-ти аудіо",
        "permlab_register_call_provider": "реєструвати нові телекомунікаційні з’єднання",
        "permlab_register_sim_subscription": "реєструвати нові телекомунікаційні з’єднання SIM-карт",
        "permlab_removeDrmCertificates": "видаляти сертифікати DRM",
        "permlab_reorderTasks": "змінювати порядок запущених програм",
        "permlab_requestDeletePackages": "запити на видалення пакетів",
        "permlab_requestIgnoreBatteryOptimizations": "запитувати дозвіл ігнорувати оптимізацію використання заряду акумулятора",
        "permlab_requestInstallPackages": "запитувати дані про пакети встановлення",
        "permlab_requestPasswordComplexity": "запитувати рівень складності блокування екрана",
        "permlab_route_media_output": "вибирати маршрути виводу медіа-вмісту",
        "permlab_runInBackground": "працювати у фоновому режимі",
        "permlab_sdcardRead": "переглядати вміст у спільній пам’яті",
        "permlab_sdcardWrite": "змінювати чи видаляти вміст у спільній пам’яті",
        "permlab_sendSms": "надсилати та переглядати SMS-повідомлення",
        "permlab_setAlarm": "установлювати будильник",
        "permlab_setInputCalibration": "змінювати калібрування пристрою введення",
        "permlab_setTimeZone": "устан. час. пояс",
        "permlab_setWallpaper": "установити фоновий малюнок",
        "permlab_setWallpaperHints": "налаштовувати розмір фонового малюнка",
        "permlab_sim_communication": "надсилати команди на SIM-карту",
        "permlab_startViewPermissionUsage": "перегляньте дані про використання дозволів",
        "permlab_statusBar": "вимикати чи змін. рядок стану",
        "permlab_statusBarService": "відображатися як рядок стану",
        "permlab_subscribedFeedsRead": "читати підписані канали",
        "permlab_systemAlertWindow": "Цей додаток може відображатися поверх інших додатків",
        "permlab_transmitIr": "передавати в інфрачервоному діапазоні",
        "permlab_uninstall_shortcut": "видаляти ярлики",
        "permlab_useBiometric": "використовувати біометричне апаратне забезпечення",
        "permlab_useDataInBackground": "використовувати трафік у фоновому режимі",
        "permlab_useFaceAuthentication": "застосовувати обладнання для автентифікації облич",
        "permlab_useFingerprint": "використання сканера цифрових відбитків",
        "permlab_use_sip": "здійснювати й отримувати дзвінки через протокол SIP",
        "permlab_vibrate": "контролювати вібросигнал",
        "permlab_videoWrite": "змінювати колекцію відео",
        "permlab_wakeLock": "Вимкнення режиму сну",
        "permlab_writeCalendar": "додавати та змінювати події календаря, а також надсилати гостям електронні листи без відома власників",
        "permlab_writeCallLog": "записувати в журнал викликів",
        "permlab_writeContacts": "змінювати контакти",
        "permlab_writeGeolocationPermissions": "змінювати дозволи географічного місцезнаходження у веб-переглядачі",
        "permlab_writeHistoryBookmarks": "писати у веб-закладки й історію",
        "permlab_writeSettings": "змінювати налаштування системи",
        "permlab_writeSyncSettings": "вмикати й вимикати синхронізацію"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Ім'я",
            "bitcoin_alt": "Пожертвувати через Bitcoin",
            "flattr_alt": "Пожертвувати через Flattr",
            "heading": "Пожертвувати",
            "hellotux": "👕 Футболки 👕 від",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid отримає 3€ з продажу кожної футболки.",
            "liberapay_alt": "Пожертвувати через Liberapay",
            "litecoin_alt": "Пожертвувати за допомогою Litecoin",
            "paypal_alt": "Пожертвувати через PayPal",
            "powered_by_donations": "F-Droid працює завдяки ваших внесків!",
            "via_bank_transfer": "Банківський переказ"
        },
        "lang": {
            "change": "Змінити"
        },
        "last_updated": {
            "heading": "Останні оновлення"
        },
        "latest_packages": {
            "heading": "Останні застосунки"
        },
        "news": {
            "heading": "Новини"
        },
        "search": {
            "heading": "Знайти застосунки",
            "noscript": "Потрібно ввімкнути JavaScript",
            "search": "Пошук"
        }
    }
}
