{
    "add_repo": {
        "intro": "Скануйте QR-коди від сховищ, які потрібно додати з пристроїв або веб-сайтів, де їх потрібно знайти.",
        "no_internet": "Нема мережі? Без проблем! Вивчіть <a href=\"../swap/\">Як надсилати та отримувати застосунки без мережі</a>",
        "open_repo_link": {
            "description": "Якщо надіслано посилання сховища через електронну пошту, соціальні медіа чи SMS, додайте можливість встановити застосунки в ньому на F-Droid, відкривши його.",
            "short_summary": "Відкрити ланку до сховища",
            "steps": {
                "step_1": "Завантажте та встановіть застосунок F-Droid на свій пристрій Android.",
                "step_2": "Натисніть на посилання та відкрийте його у переглядачі свого пристрою.",
                "step_3": "Коли посилання відкрите, натисніть кнопку \"Додати до F-Droid\".",
                "step_4": "Натисніть кнопку \"У мене є F-Droid\". Відкриється застосунок F-Droid.",
                "step_5": "\"Додати нове сховище\" відображається з попередньо заповненою адресою сховища. Торкніться \"OK\", щоб додати його.",
                "step_6": "Ваше нове сховище буде додано. Щоб побачити список своїх сховищ, відкрийте \"Налаштування\". Виберіть \"Сховища\".",
                "step_7": "Торкніться сховища, щоб переглянути його вміст.",
                "step_8": "Виберіть застосунки, які ви хочете мати, і встановіть їх на своєму пристрої."
            },
            "title": "Відкрийте посилання сховища на своєму пристрої"
        },
        "overview": {
            "summary": "Аби отримати більше, додайте сховище до F-Droid'у. Коморою даних є збірка відібраного вмісту. Ви маєте можливість дізнатися про комори даних инших людей. Розробники часто залишають ланку до F-Droid'ових комор даних на їхніх сайтах. Часто тренери ширяти ланки до комор даних через е-листи, Фейсбук або Твіттер.",
            "title": "Отримайте більше вмісту."
        },
        "scan_qr_code": {
            "description": "Зчитуйте QR-коди зі сховищ, які ви хочете додати з пристроїв чи вебсайтів, де їх можна знайти.",
            "related_tutorial": "Вас також може зацікавити: <a href=\"../swap/\">Як надсилати та отримувати застосунки безмережно</a>",
            "short_summary": "Зчитування QR-кода",
            "steps": {
                "step_1": "Як тільки відобразиться QR-код для сховища, зчитайте його за допомогою застосунку QR-зчитувача.",
                "step_2": "Торкніться посилання. Якщо надано можливість, відкрийте посилання за допомогою F-Droid. Потім виконайте підказки. Якщо це працює, усе! Якщо ні, перейдіть до наступного кроку.",
                "step_3": "Якщо у вас немає можливості відкрити посилання за допомогою F-Droid, закрийте застосунок QR-зчитувача та відкрийте застосунок F-Droid.",
                "step_4": "У F-Droid натисніть \"Налаштування\". У розділі \"Мої застосунки\" виберіть \"Сховища\".",
                "step_5": "На екрані сховищ торкніться значка \"+\" у верхньому куті.",
                "step_6": "Адреса сховища буде самочинно заповнена. Натисніть \"Увімкнути\". Примітка: Сховище буде збережено у сховищах F-Droid, але застосунки не будуть встановлені, поки ви не вручну виберете та не встановите."
            },
            "title": "Зчитування QR-коду з іншого пристрою"
        },
        "title": "Як додати сховище до F-Droid'у"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Ви можете редагувати резюме застосунку та файлів, щоб зробити його зрозумілим для вашої цільової авдиторії. Ви можете редагувати мову, зробивши її особливою для країни. Потім легко діліться сховищем з учасниками перед конференціями та тренінгами.",
            "steps": {
                "step_1": "Клацніть на елемент, щоб відкрити його докладності.",
                "step_2": "Натисніть \"Редагувати\".",
                "step_3": "Налаштуйте вміст відповідно до цільової авдиторії. Примітка. Зміни, які ви вносите, вносяться лише до вашого сховища. Вони не оновлюватимуться для початкового джерела. Будь ласка, майте повагу, коли ви налаштовуєте відомості для вмісту, який не ваш.",
                "step_4": "Усі ваші зміни самочинно зберігаються."
            },
            "title": "Пристосуйте ваше сховище"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Завантажте та встановіть веб-застосунок Repomaker на свій стільничний обчислювач. Докладніше як це зробити дивіться в <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">посібнику з установлення</a>.",
                "step_2": "Запустіть веб-застосунок Repomaker. Зареєструйтесь або увійдіть, щоб почати.",
                "step_3": "Створити нове сховище та надати йому назву.",
                "step_4": "Виберіть додавання застосунків із галереї та доступних сховищ або завантажте власні файли. Натисніть кнопку \"Додати з галереї\", щоб вибрати доступний вміст.",
                "step_5": "Натисніть кнопку \"Додати\" поруч із елементами, які ви хочете додати. Закінчивши, натисніть стрілку \"назад\", щоб повернутися до сховища.",
                "step_6": "Ваші застосунки відображатимуться у вашому перегляді вмісту сховища."
            },
            "title": "Завантажте та встановіть Repomaker, щоб розпочати створення"
        },
        "intro": "Не можете знайти те, що шукаєте? Завантажте веб-застосунок Repomaker на свій комп’ютер, щоб створити власну особисту колекцію застосунків та файлів.",
        "overview": {
            "summary": "Створіть власне спеціалізоване сховище додатків. Використовуйте F-Droid для поширення вмісту. Тренери використовують сховища, щоб легко поділитися колекцією ресурсів та застосунків з учасниками тренінгу, коли немає надійного підключення до Всемережжя. Розробники використовують сховища для розповсюдження своїх застосунків серед нішевих авдиторій.",
            "title": "Додайте власні застосунки та файли."
        },
        "related_tutorial": "Вам може бути цікаво: <a href='../add-repo/'>Як додати сховище до F-Droid'у</a>",
        "share_repo": {
            "steps": {
                "step_1": "Відкривши сховище, яке ви хочете поділитися, натисніть в меню \"Поділитися\". Примітка. Перед тим, як поділитися, потрібно встановити місце для зберігання сховища. Вказівки, як це зробити, містяться в кроці 2.",
                "step_2": "Вам буде запропоновано налаштувати сховище, щоб оприлюднити сховище перед тим, як поділитися. Якщо ви не бачите цієї сторінки, перейдіть до кроку 4.",
                "step_3": "Виберіть варіант зберігання, який найкраще відповідає вашим потребам. Коли у вас є сховище, ви готові поділитися! Поверніться до \"Поділитися\".",
                "step_4": "Виберіть скопіювати посилання та надішліть його безпосередньо людям електронною поштою чи текстом або поділіться своїм сховищем на Facebook чи Twitter. Коли люди відкриють посилання на ваше сховище, їм потрібно буде додати його на пристрій Android, щоб отримати доступ до його застосунків. Дивіться <a href='../add-repo/'>Як додати сховище до F-Droid</a> для докладніших відомостей.",
                "step_5": "Настройка \"Переглянути сховище\" дозволяє вам бачити те, що ви оприлюднили або чим поділилися."
            },
            "title": "Пристосуйте ваше сховище"
        },
        "title": "Як створити сховище",
        "update_repo": {
            "steps": {
                "step_1": "Якщо ви додаєте застосунки з галереї, вони самочинно оновлюються, коли джерело додає нові версії. Для завантажених файлів ви можете оновлювати версії, перетягуючи нові файли у вікно перегляду сховища.",
                "step_2": "Крім того, ви можете відкрити один елемент, щоб додати нову версію. Виберіть \"Редагувати\" (Edit).",
                "step_3": "Прокрутіть униз до версій. Потім додайте нову версію в розділ «Дієпис версій».",
                "step_4": "Потім додайте нову версію в розділ «Дієпис версій»."
            },
            "title": "Оновіть ваше сховище"
        }
    },
    "misc": {
        "option_x_description": "Можливість [number]: [description]",
        "overview": {
            "summary": "F-Droid є незалежною крамницею застосунків для Android, який є повністю безплатним та відкритим програмним забезпеченням. У F-Droid ви можете переглядати понад 1200 застосунків із відкритим кодом, шукати та встановлювати застосунки зі створених сховищ або створювати власне сховище. Відкрийте f-droid.org на своєму пристрої Android, щоб завантажити застосунок і розпочати роботу!",
            "title": "Що ви можете робити зі застосунком F-Droid",
            "tutorial_x_title": "Порадник [number]: [title]"
        },
        "step_x": "Крок [number]",
        "step_x_description": "Крок [number]: [description]"
    },
    "swap": {
        "all_devices_need_fdroid": "Всі пристрої потребують завантаження та встановлення F-Droid перед початком. Усі пристрої повинні виконувати наведені нижче дії.",
        "intro": "Немає мережі? Без питань. Завантажуйте застосунки від найближчих користувачів.",
        "overview": {
            "summary": "Немає мережі? Без питань. \"F-Droid поблизу\" дає вам можливість надсилати та отримувати вміст найближчим людям.",
            "title": "Надсилання та отримання застосунків безмережево."
        },
        "related_tutorial": "Вас також може зацікавити: <a href=\"../create-repo/\">Як створити сховище</a>",
        "step_1": "Відкрийте F-Droid. Натисніть \"Поруч\" у меню внизу екрана.",
        "step_10": "Щоб отримати доступ до встановлених застосунків, відкрийте налаштування F-Droid та виберіть \"Керувати встановленими застосунками\" у розділі \"Мої застосунки\".",
        "step_2": "Торкніться \"Знайти людей поблизу\", щоб знайти сумісні пристрої.",
        "step_3": "Як тільки люди поруч будуть знайдені, ви і ваш сусід повинні вибрати один одного.",
        "step_4": "Після підключення виберіть застосунки, якими ви хочете поділитися зі своїм сусідом.",
        "step_5": "Торкніться кнопки '-> '.",
        "step_6": "Одній людині буде запропоновано підтвердити запит на з'єднання.",
        "step_7": "Торкніться кнопки «Встановити» поруч із застосунком, які ви бажаєте встановити.",
        "step_8": "Ще раз натисніть «Встановити». Потім виконайте підказки Android, щоб завершити процес встановлення.",
        "step_9": "Після завершення встановлення ваші застосунки будуть доступні у вашій галереї для Android та у вашому F-Droid під встановленими застосунками.",
        "title": "Як надсилати та отримувати застосунки безмережево"
    }
}
