{
    "add_repo": {
        "intro": "Скануйте QR-коди від сховищ, які потрібно додати з пристроїв або вебсайтів, де їх потрібно знайти.",
        "no_internet": "Немає мережі? Без проблем! Дізнайтеся <a href=\"../swap/\">Як надсилати та отримувати застосунки без мережі</a>",
        "open_repo_link": {
            "description": "Якщо надіслано посилання сховища через електронну пошту, соціальні медіа чи SMS, додайте можливість встановити застосунки в ньому на F-Droid, відкривши його.",
            "short_summary": "Відкрити посилання до сховища",
            "steps": {
                "step_1": "Завантажте та встановіть застосунок F-Droid на свій пристрій Android.",
                "step_2": "Натисніть на посилання та відкрийте його у переглядачі свого пристрою.",
                "step_3": "Коли посилання відкрите, натисніть кнопку \"Додати до F-Droid\".",
                "step_4": "Натисніть кнопку 'У мене є F-Droid'. Відкриється застосунок F-Droid.",
                "step_5": "'Додати нове сховище' з'являється з попередньо заповненою адресою сховища. Торкніться 'OK', щоб додати його.",
                "step_6": "Ваше нове сховище буде додано. Щоб побачити перелік своїх сховищ, відкрийте 'Налаштування'. Виберіть 'Сховища'.",
                "step_7": "Торкніться сховища, щоб переглянути його вміст.",
                "step_8": "Виберіть застосунки, які ви хочете мати і встановіть їх на свій пристрій."
            },
            "title": "Відкрийте посилання сховища на своєму пристрої"
        },
        "overview": {
            "summary": "Аби отримати більше, додайте сховище до F-Droid. Сховищем даних є збірка відібраного вмісту. Ви маєте можливість дізнатися про сховища даних инших людей. Розробники часто залишають посилання до сховищ F-Droid на їхніх сайтах. Часто тренери діляться посиланнями до сховищ через електронну пошту, Facebook або Twitter.",
            "title": "Отримайте більше вмісту."
        },
        "scan_qr_code": {
            "description": "Зчитуйте QR-коди зі сховищ, які ви хочете додати з пристроїв чи вебсайтів, де їх можна знайти.",
            "related_tutorial": "Вас також може зацікавити: <a href=\"../swap/\">Як надсилати та отримувати застосунки у автономному режимі</a>",
            "short_summary": "Зчитування QR-коду",
            "steps": {
                "step_1": "Як тільки з'явиться QR-код для сховища, зчитайте його за допомогою застосунку QR-зчитувача.",
                "step_2": "Торкніться посилання. Якщо надано можливість, відкрийте посилання за допомогою F-Droid. Потім виконайте настанови. Якщо спрацювало, готово! Якщо ні, перейдіть до наступного кроку.",
                "step_3": "Якщо у вас немає можливості відкрити посилання за допомогою F-Droid, закрийте застосунок QR-зчитувача та відкрийте застосунок F-Droid.",
                "step_4": "У F-Droid натисніть 'Налаштування'. У розділі 'Мої застосунки' виберіть 'Сховища'.",
                "step_5": "На екрані сховищ торкніться знаку '+' у верхньому куті.",
                "step_6": "Адреса сховища буде самочинно заповнена. Натисніть 'Увімкнути'. Примітка: Сховище буде збережено у сховищах F-Droid, але застосунки не буде встановлено, поки ви вручну не виберете їх та не встановите."
            },
            "title": "Зчитування QR-коду з іншого пристрою"
        },
        "title": "Як додати сховище до F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Ви можете змінити опис застосунку та файлів, щоб зробити його зрозумілим для вашої цільової авдиторії. Ви можете змінити мову, встановивши її для певної країни. Потім легко діліться сховищем з учасниками перед конференціями та тренінгами.",
            "steps": {
                "step_1": "Клацніть на елемент, щоб відкрити його докладності.",
                "step_2": "Натисніть 'Змінити'.",
                "step_3": "Налаштуйте вміст відповідно до цільової авдиторії. Примітка. Зміни, які ви вносите, вносяться лише до вашого сховища. Вони не оновлюватимуться для початкового джерела. Будь ласка, майте повагу, коли налаштовуєте відомості для вмісту, який не ваш.",
                "step_4": "Усі ваші зміни самочинно зберігаються."
            },
            "title": "Пристосуйте ваше сховище"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Завантажте та встановіть вебзастосунок Repomaker на свій настільний комп'ютер. Докладніше у <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">посібнику з установлення</a>.",
                "step_2": "Запустіть вебзастосунок Repomaker. Зареєструйтесь або увійдіть, щоб почати.",
                "step_3": "Створіть нове сховище та назвіть його.",
                "step_4": "Виберіть додавання застосунків із галереї та доступних сховищ або завантажте власні файли. Натисніть кнопку 'Додати з галереї', щоб вибрати доступний вміст.",
                "step_5": "Натисніть кнопку 'Додати' поруч з елементами, які ви хочете додати. Закінчивши, натисніть 'назад', щоб повернутися до сховища.",
                "step_6": "Ваші застосунки з'являться у розділі вмісту сховища."
            },
            "title": "Завантажте та встановіть Repomaker, щоб розпочати створення"
        },
        "intro": "Не можете знайти те, що шукаєте? Завантажте вебзастосунок Repomaker на свій комп’ютер, щоб створити власну збірку застосунків та файлів.",
        "overview": {
            "summary": "Створіть власне сховище застосунків. Діліться вмістом за допомогою F-Droid. Тренери користуються сховищами, щоб легко поділитися збіркою ресурсів та застосунків з учасниками тренінгу, коли немає надійного з'єднання з Інтернетом. Розробники користуються сховищами для розповсюдження своїх застосунків серед нішевих авдиторій.",
            "title": "Додайте власні застосунки та файли."
        },
        "related_tutorial": "Вам може бути цікаво: <a href=\"../add-repo/\">Як додати сховище до F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Відкривши сховище, яким ви хочете поділитися, натисніть в меню 'Поділитися'. Примітка. Перед тим, як поділитися, потрібно визначити місце для зберігання сховища. Вказівки, як це зробити, містяться в кроці 2.",
                "step_2": "Вам буде запропоновано налаштувати сховище, щоб оприлюднити сховище перед тим, як поділитися. Якщо ви не бачите цієї сторінки, перейдіть до кроку 4.",
                "step_3": "Виберіть варіант зберігання, який найкраще відповідає вашим потребам. Коли у вас є сховище, ви готові поділитися! Поверніться до 'Поділитися'.",
                "step_4": "Виберіть скопіювати посилання та надішліть його безпосередньо людям електронною поштою чи текстом або поділіться своїм сховищем на Facebook чи Twitter. Коли люди відкриють посилання на ваше сховище, їм потрібно буде додати його на пристрій Android, щоб отримати доступ до його застосунків. Докладніше у статті <a href=\"../add-repo/\">Як додати сховище до F-Droid</a>.",
                "step_5": "Параметр 'Переглянути сховище' дозволяє вам бачити те, що ви оприлюднили або чим поділилися."
            },
            "title": "Пристосуйте ваше сховище"
        },
        "title": "Як створити сховище",
        "update_repo": {
            "steps": {
                "step_1": "Якщо ви додаєте застосунки з галереї, вони самочинно оновлюються, коли джерело додає нові версії. Для завантажених файлів ви можете оновлювати версії, перетягуючи нові файли у вікно перегляду сховища.",
                "step_2": "Крім того, ви можете відкрити один елемент, щоб додати нову версію. Виберіть Змінити.",
                "step_3": "Прокрутіть униз до версій. Потім додайте нову версію в розділ 'Дієпис версій'.",
                "step_4": "Потім додайте нову версію в розділ 'Дієпис версій'."
            },
            "title": "Оновіть ваше сховище"
        }
    },
    "misc": {
        "option_x_description": "Параметр {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid є незалежною крамницею застосунків для Android, який є повністю безплатним та відкритим програмним забезпеченням. У F-Droid ви можете переглядати понад 1200 застосунків із відкритим кодом, шукати та встановлювати застосунки зі створених сховищ або створювати власні сховища. Відкрийте f-droid.org на своєму пристрої Android, щоб завантажити застосунок і розпочати роботу!",
            "title": "Що ви можете робити з застосунком F-Droid",
            "tutorial_x_title": "Порадник {{ number }}: {{ title }}"
        },
        "step_x": "Крок {{ number }}",
        "step_x_description": "Крок {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Всі пристрої потребують завантаження та встановлення F-Droid перед початком. Усі пристрої повинні виконувати описані далі дії.",
        "intro": "Немає мережі? Без питань. Завантажуйте застосунки від найближчих користувачів.",
        "overview": {
            "summary": "Немає мережі? Без питань. F-Droid Поруч дає вам можливість надсилати та отримувати вміст людям поблизу.",
            "title": "Надсилання та отримання застосунків в автономному режимі."
        },
        "related_tutorial": "Вас також може зацікавити: <a href=\"../create-repo/\">Як створити сховище</a>",
        "step_1": "Відкрийте F-Droid. Натисніть 'Поруч' у меню внизу екрана.",
        "step_10": "Щоб отримати доступ до встановлених застосунків, відкрийте налаштування F-Droid та виберіть 'Керування встановленими застосунками' у розділі 'Мої застосунки'.",
        "step_2": "Торкніться 'Знайти людей поблизу', щоб знайти сумісні пристрої.",
        "step_3": "Як тільки буде знайдено людей поруч, ви повинні вибрати один одного.",
        "step_4": "Після з'єднання виберіть застосунки, якими ви хочете поділитися зі своїм сусідом.",
        "step_5": "Торкніться кнопки '—&gt;'.",
        "step_6": "Одній людині буде запропоновано підтвердити запит на з'єднання.",
        "step_7": "Торкніться кнопки 'Встановити' поруч із застосунками, які ви бажаєте встановити.",
        "step_8": "Ще раз натисніть 'Встановити'. Потім виконайте підказки Android, щоб завершити процес встановлення.",
        "step_9": "Після завершення встановлення ваші застосунки будуть доступні у вашій галереї для Android та у вашому F-Droid у встановлених застосунках.",
        "title": "Як надсилати та отримувати застосунки у автономному режимі"
    }
}
