{
    "antifeatures": {
        "Ads": "Ta aplikacja zawiera reklamy",
        "DisabledAlgorithm": "Ta aplikacja ma słaby podpis bezpieczeństwa",
        "KnownVuln": "Ta aplikacja ma znaną podatność bezpieczeństwa",
        "NSFW": "Ta aplikacja zawiera treści, które nie powinny być publikowane ani widoczne wszędzie",
        "NoSourceSince": "Kod źródłowy nie jest już dostępny, żadne aktualizacje nie są możliwe",
        "NonFreeAdd": "Ta aplikacja promuje niewolne dodatki",
        "NonFreeAssets": "Ta aplikacja zawiera niewolne zasoby",
        "NonFreeDep": "Ta aplikacja wymaga innych, niewolnych aplikacji",
        "NonFreeNet": "Ta aplikacja promuje lub całkowicie zależy od niezmiennej lub niewolnej usługi sieciowej",
        "Tracking": "Ta aplikacja śledzi i raportuje Twoją aktywność",
        "UpstreamNonFree": "Upstreamowy kod źródłowy nie jest w pełni wolny"
    },
    "app_categories": {
        "Connectivity": "Łączność",
        "Development": "Programowanie",
        "Games": "Gry",
        "Graphics": "Grafika",
        "Internet": "Internet",
        "Money": "Finanse",
        "Multimedia": "Multimedia",
        "Navigation": "Nawigacja",
        "Phone & SMS": "Telefon i SMS",
        "Reading": "Czytanie",
        "Science & Education": "Nauka i edukacja",
        "Security": "Bezpieczeństwo",
        "Sports & Health": "Sport i zdrowie",
        "System": "System",
        "Theming": "Motywy",
        "Time": "Czas",
        "Writing": "Pisanie",
        "show_all_packages": "Pokaż wszystkie pakiety (%d)"
    },
    "index": {
        "download_fdroid": "Pobierz aplikację F-Droid",
        "gpg_signature": "Podpis PGP",
        "introduction": "F-Droid jest instalowalnym katalogiem Wolnego i Otwartego Oprogramowania (ang. Free and Open Source Software – FOSS) dla platformy systemowej Android. Aplikacja kliencka ułatwia przeglądanie, instalację i śledzenie uaktualnień na Twoim urządzeniu.",
        "pgp_verification_instructions": "Instrukcje zweryfikowania pobranego pliku",
        "screenshot": "Zrzut ekranu aplikacji F-Droid dla systemu Android",
        "title": "Czym jest F-Droid?"
    },
    "mirrors": {
        "cn": "Chiny kontynentalne",
        "de": "Niemcy",
        "dk": "Dania",
        "indiana": "Indiana, USA",
        "se": "Szwecja",
        "sg": "Singapur",
        "tw": "Tajwan",
        "ua": "Ukraina"
    },
    "navigation": {
        "about": "O projekcie",
        "apps": "Aplikacje",
        "contribute": "Współpraca",
        "documentation": "Dokumentacja",
        "edit_on_gitlab": "Edytuj na GitLab",
        "forum": "Forum",
        "issues": "Problemy",
        "news": "Aktualności",
        "statuspage": "Status",
        "translate_on_weblate": "Przetłumacz na Weblate"
    },
    "news": {
        "date_format": "%d.%m.%Y",
        "newer_posts": "← Nowsze wpisy",
        "older_posts": "Starsze wpisy →",
        "posted_on": "Opublikowane {{ post_date }}",
        "posted_on_by": "Opublikowane {{ post_date }} przez"
    },
    "package": {
        "added_on": "Dodano {{ package_added_date }}",
        "anti_features": "Niepożądane funkcje",
        "anti_features_warning": "Ta aplikacja ma funkcje, które mogą Ci się nie podobać.",
        "author": "Autor",
        "build_log": "Dziennik kompilacji",
        "build_metadata": "Metadane kompilacji",
        "changelog": "Dziennik zmian",
        "donate": "Przekaż darowiznę",
        "download": "Pobierz {{ file_extension }}",
        "file_size_bytes": "bajtów",
        "file_size_format": "%{number} %{unit}",
        "file_size_gibibytes": "GiB",
        "file_size_kibibytes": "KiB",
        "file_size_mebibytes": "MiB",
        "file_size_tebibytes": "TiB",
        "flattr": "Flattr",
        "gpg_signature": "Podpis PGP",
        "issue_tracker": "Śledzenie problemów",
        "liberapay": "Liberapay",
        "license": "Licencja",
        "minimum_android_version": "Ta wersja wymaga systemu Android {{ android_version }} lub nowszego.",
        "new_in_version": "Nowości w wersji {{ latest_version }}",
        "no_permissions": "Brak uprawnień",
        "opencollective": "Otwórz Zespół",
        "package_icon_alt": "ikona pakietu",
        "package_screenshot_alt": "zrzut ekranu aplikacji",
        "packages": "Pakiety",
        "permissions": "Uprawnienia",
        "signed_by_developer": "Jest skompilowana i podpisana przez oryginalnego programistę i gwarantuje zgodność z <a href=\"{{ source_code_url }}\">tym tarballem źródłowym</a>.",
        "signed_by_fdroid": "Podpisana i skompilowana przez F-Droid; gwarantuje zgodność z <a href=\"{{ source_code_url }}\">tą paczką kodu źródłowego</a>.",
        "source_code": "Kod źródłowy",
        "suggest_downloading_via_fdroid": "Chociaż poniżej masz możliwość pobrania plików APK, pamiętaj, że instalując aplikacje w ten sposób, nie otrzymasz powiadomień o aktualizacjach. Jest to też mniej bezpieczny sposób pobierania aplikacji. Zalecamy pobranie klienta F-Droid i użycie go do instalacji.",
        "suggested": "sugerowane",
        "translation": "Tłumaczenie",
        "version_info": "<b>Wersja {{ package_version }}</b> ({{ package_version_code }})",
        "versions": "Wersje",
        "website": "Strona internetowa"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Zezwala na kontynuowanie przez aplikację połączenia rozpoczętego w innej aplikacji.",
        "permdesc_accessBackgroundLocation": "Aplikacja ma dostęp do lokalizacji w dowolnym momencie, nawet kiedy nie jest używana.",
        "permdesc_accessCoarseLocation": "Aplikacja ma dostęp do przybliżonej lokalizacji z usług lokalizacyjnych, kiedy jest używana. Aby aplikacja mogła używać lokalizacji, musisz mieć na urządzeniu włączone usługi lokalizacyjne.",
        "permdesc_accessDrmCertificates": "Zezwala aplikacji na poświadczanie i używanie certyfikatów DRM. Nie powinno być nigdy potrzebne w zwykłych aplikacjach.",
        "permdesc_accessFineLocation": "Aplikacja ma dostęp do dokładnej lokalizacji z usług lokalizacyjnych, kiedy jest używana. Aby aplikacja mogła używać lokalizacji, musisz mieć na urządzeniu włączone usługi lokalizacyjne. Może to zwiększyć wykorzystanie baterii.",
        "permdesc_accessImsCallService": "Zezwala aplikacji na korzystanie z usługi komunikatora, by nawiązywać połączenia bez Twojego udziału.",
        "permdesc_accessLocationExtraCommands": "Pozwala aplikacji na dostęp do dodatkowych poleceń dostawcy informacji o lokalizacji. Aplikacje z tym uprawnieniem mogą wpływać na działanie GPS-a lub innych źródeł lokalizacji.",
        "permdesc_accessNetworkConditions": "Pozwala aplikacji śledzić stan sieci. Nieprzeznaczone dla zwykłych aplikacji.",
        "permdesc_accessNetworkState": "Pozwala aplikacji na dostęp do informacji o połączeniach sieciowych – np. o dostępnych i połączonych sieciach.",
        "permdesc_accessNotifications": "Umożliwia aplikacji pobieranie, sprawdzanie i usuwanie powiadomień, także tych, które pochodzą z innych aplikacji.",
        "permdesc_accessWifiState": "Pozwala aplikacji na dostęp do informacji o połączeniach Wi-Fi – np. na sprawdzenie, czy obsługa Wi-Fi jest włączona, oraz odczytanie nazw podłączonych urządzeń Wi-Fi.",
        "permdesc_accessWimaxState": "Pozawala aplikacji określić, czy obsługa WiMAX jest włączona, oraz uzyskać informacje o wszystkich podłączonych sieciach WiMAX.",
        "permdesc_access_notification_policy": "Pozwala aplikacji na odczyt i zmianę konfiguracji trybu Nie przeszkadzać.",
        "permdesc_activityRecognition": "Ta aplikacja może rozpoznawać Twoją aktywność fizyczną.",
        "permdesc_addVoicemail": "Pozwala aplikacji na dodawanie wiadomości do skrzynki odbiorczej poczty głosowej.",
        "permdesc_answerPhoneCalls": "Pozwala aplikacji na odbieranie przychodzących połączeń telefonicznych.",
        "permdesc_audioWrite": "Umożliwia aplikacji modyfikowanie kolekcji muzycznej.",
        "permdesc_backgroundCamera": "Ta aplikacja może w dowolnym momencie robić zdjęcia i nagrywać filmy przy użyciu aparatu.",
        "permdesc_bindCarrierMessagingService": "Zezwala posiadaczowi na tworzenie powiązania z interfejsem najwyższego poziomu w usłudze przesyłania wiadomości przez operatora. Nie powinno być nigdy potrzebne dla zwykłych aplikacji.",
        "permdesc_bindCarrierServices": "Umożliwia właścicielowi powiązanie z usługami operatora. Nie powinno być nigdy potrzebne w normalnych aplikacjach.",
        "permdesc_bindCellBroadcastService": "Zezwala aplikacji na tworzenie powiązania z modułem transmisji komórkowej w celu przesyłania dalej otrzymywanych wiadomości sieciowych. Alerty transmisji komórkowej są dostarczane w niektórych lokalizacjach w celu ostrzeżenia o sytuacjach awaryjnych. Złośliwe aplikacje mogą zakłócać działanie lub działanie urządzenia po odebraniu wiadomości alarmowej z komórki.",
        "permdesc_bindConditionProviderService": "Zezwala na tworzenie powiązania z interfejsem najwyższego poziomu usługi dostawcy warunków. Nieprzeznaczone dla zwykłych aplikacji.",
        "permdesc_bindDreamService": "Zezwala na tworzenie powiązania z interfejsem najwyższego poziomu usługi wygaszacza ekranu. Nie powinno być nigdy potrzebne dla zwykłych aplikacji.",
        "permdesc_bindNotificationListenerService": "Zezwala na tworzenie powiązania z interfejsem najwyższego poziomu usługi odbiornika powiadomień. Nie powinno być nigdy potrzebne dla zwykłych aplikacji.",
        "permdesc_bind_connection_service": "Pozwala aplikacji na korzystanie z usług telefonii oraz wykonywanie i odbieranie połączeń.",
        "permdesc_bind_incall_service": "Zezwala aplikacji na kontrolowanie, kiedy i w jaki sposób użytkownik widzi ekran połączenia.",
        "permdesc_bluetooth": "Pozwala aplikacji na dostęp do konfiguracji Bluetooth na telefonie oraz na nawiązywanie i akceptowanie połączeń ze sparowanych urządzeń.",
        "permdesc_bluetoothAdmin": "Pozwala aplikacji na konfigurowanie lokalnego telefonu z funkcją Bluetooth oraz na wykrywanie urządzeń zdalnych i parowanie z nimi.",
        "permdesc_bluetooth_advertise": "Zezwala na kierowanie przez aplikację informacji do urządzeń Bluetooth w pobliżu",
        "permdesc_bluetooth_connect": "Zezwala na łączenie aplikacji ze sparowanymi urządzeniami Bluetooth",
        "permdesc_bluetooth_scan": "Zezwala na wykrywanie i parowanie przez aplikację urządzeń Bluetooth w pobliżu",
        "permdesc_bodySensors": "Pozwala aplikacji na dostęp do danych z czujników, które monitorują Twój stan fizyczny (np. tętno).",
        "permdesc_bodySensors_background": "Zezwala aplikacji na dostęp do danych z czujników na ciele, takich jak tętno, temperatura i poziom saturacji, gdy aplikacja działa w tle.",
        "permdesc_broadcastSticky": "Pozwala aplikacji na wysyłanie transmisji trwałych, które pozostają aktywne po zakończeniu połączenia. Nadmierne używanie może spowolnić lub zdestabilizować telefon przez wymuszenie zbyt dużego użycia pamięci.",
        "permdesc_callCompanionApp": "Umożliwia aplikacji na przeglądanie i kontrolowanie bieżących połączeń w urządzeniu. Obejmuje to informacje, takie jak numery połączeń telefonicznych i stan połączeń.",
        "permdesc_callPhone": "Pozwala aplikacji na dzwonienie pod numery telefonów bez Twojej wiedzy. Może to skutkować nieoczekiwanymi opłatami lub połączeniami. Aplikacja nie może dzwonić pod numery alarmowe. Złośliwe aplikacje mogą generować koszty, wykonując połączenia bez Twojego potwierdzenia.",
        "permdesc_camera": "Ta aplikacja może robić zdjęcia i nagrywać filmy przy użyciu aparatu, gdy jest używana.",
        "permdesc_cameraOpenCloseListener": "Ta aplikacja może otrzymywać wywołania zwrotne, kiedy urządzenie z aparatem jest uruchamiane (przez jakąś aplikację) albo zamykane.",
        "permdesc_changeNetworkState": "Pozwala aplikacji na zmianę stanu łączności sieciowej.",
        "permdesc_changeTetherState": "Pozwala aplikacji na zmianę stanu łączności sieciowej objętej tetheringiem.",
        "permdesc_changeWifiMulticastState": "Pozwala aplikacji na odbieranie pakietów wysyłanych przez sieć Wi-Fi do wszystkich urządzeń, a nie tylko do Twojego telefonu, przy użyciu adresów połączeń grupowych. Powoduje większe zapotrzebowanie na energię niż w trybie innym niż grupowy.",
        "permdesc_changeWifiState": "Pozwala aplikacji na nawiązywanie i kończenie połączeń z punktami dostępowymi Wi-Fi oraz na zmienianie konfiguracji sieci Wi-Fi w urządzeniu.",
        "permdesc_changeWimaxState": "Pozwala aplikacji na nawiązywanie i kończenie połączeń z sieciami WiMAX w telefonie.",
        "permdesc_companionProfileWatch": "Zezwala aplikacji towarzyszącej na zarządzanie zegarkami.",
        "permdesc_connection_manager": "Zezwala aplikacji na zarządzanie połączeniami telekomunikacyjnymi.",
        "permdesc_control_incall_experience": "Zezwala aplikacji na udostępnianie użytkownikowi funkcji połączenia.",
        "permdesc_createNetworkSockets": "Pozwala aplikacji na tworzenie gniazd sieciowych i używanie niestandardowych protokołów sieciowych. Przeglądarka i inne aplikacje zapewniają metody wysyłania danych do internetu, więc w ich przypadku to uprawnienie nie jest potrzebne.",
        "permdesc_deliverCompanionMessages": "Zezwala aplikacji towarzyszącej na wysyłanie wiadomości towarzyszących na inne urządzenia.",
        "permdesc_detectScreenCapture": "Ta aplikacja będzie powiadamiana o zrzutach ekranu robionych, gdy jest używana.",
        "permdesc_disableKeyguard": "Pozwala aplikacji na wyłączenie blokady klawiatury i wszystkich związanych z tym haseł zabezpieczających. Na przykład telefon wyłącza blokadę klawiatury, gdy odbiera połączenie przychodzące, a następnie włącza ją ponownie po zakończeniu połączenia.",
        "permdesc_enableCarMode": "Pozwala aplikacji na włączanie trybu samochodowego.",
        "permdesc_exemptFromAudioRecordRestrictions": "Zwalnia aplikację z ograniczeń do nagrywania dźwięku.",
        "permdesc_expandStatusBar": "Pozwala aplikacji na rozwijanie lub zwijanie paska stanu.",
        "permdesc_foregroundService": "Zezwala na korzystanie przez aplikację z usług na pierwszym planie.",
        "permdesc_foregroundServiceCamera": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „camera”",
        "permdesc_foregroundServiceConnectedDevice": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „connectedDevice”",
        "permdesc_foregroundServiceDataSync": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „dataSync”",
        "permdesc_foregroundServiceFileManagement": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „fileManagement”",
        "permdesc_foregroundServiceHealth": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „health”",
        "permdesc_foregroundServiceLocation": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „location”",
        "permdesc_foregroundServiceMediaPlayback": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „mediaPlayback”",
        "permdesc_foregroundServiceMediaProjection": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „mediaProjection”",
        "permdesc_foregroundServiceMicrophone": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „microphone”",
        "permdesc_foregroundServicePhoneCall": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „phoneCall”",
        "permdesc_foregroundServiceRemoteMessaging": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „remoteMessaging”",
        "permdesc_foregroundServiceSpecialUse": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „specialUse”",
        "permdesc_foregroundServiceSystemExempted": "Zezwala na wykorzystywanie przez aplikację usług działających na pierwszym planie typu „systemExempted”",
        "permdesc_fullScreenIntent": "Zezwala na wyświetlanie przez aplikacje powiadomień w trybie pełnoekranowym na zablokowanym urządzeniu",
        "permdesc_getAccounts": "Pozwala aplikacji na uzyskanie listy kont zapisanych w telefonie. Może ona obejmować wszystkie konta utworzone przez zainstalowane aplikacje.",
        "permdesc_getPackageSize": "Pozwala aplikacji na pobieranie własnego kodu, danych oraz rozmiarów pamięci podręcznej",
        "permdesc_getTasks": "Pozwala aplikacji na pobieranie informacji o aktualnie i niedawno działających zadaniach. Dzięki temu aplikacja może uzyskać informacje o tym, które aplikacje są używane na urządzeniu.",
        "permdesc_handoverStatus": "Zezwala tej aplikacji na otrzymywanie informacji o aktualnych transmisjach Android Beam",
        "permdesc_hideOverlayWindows": "Ta aplikacja może zażądać, aby system ukrywał nakładki pochodzące z aplikacji wyświetlanych nad nią.",
        "permdesc_highSamplingRateSensors": "Zezwala aplikacji na pobieranie próbek danych z czujnika z częstotliwością wyższą niż 200 Hz",
        "permdesc_imagesWrite": "Umożliwia aplikacji modyfikowanie kolekcji zdjęć.",
        "permdesc_install_shortcut": "Pozwala aplikacji dodawać skróty na ekranie głównym bez interwencji użytkownika.",
        "permdesc_invokeCarrierSetup": "Zezwala na wywoływanie aplikacji konfiguracyjnej udostępnionej przez operatora. Nieprzeznaczone dla zwykłych aplikacji.",
        "permdesc_killBackgroundProcesses": "Pozwala aplikacji na kończenie procesów innych aplikacji działających w tle. Może to spowodować przerwanie działania innych aplikacji.",
        "permdesc_manageFace": "Pozwala na aktywowanie przez aplikację metody dodawania i usuwania szablonów twarzy.",
        "permdesc_manageFingerprint": "Zezwala aplikacji aktywować metody dodawania i usuwania szablonów odcisków palców.",
        "permdesc_manageNetworkPolicy": "Pozwala aplikacji na zarządzanie zasadami dotyczącymi sieci i definiowanie reguł aplikacji.",
        "permdesc_manageOngoingCalls": "Zezwala aplikacji zobaczyć detale dotyczące połączeń w toku na Twoim urządzeniu i na kontrolę tych połączeń.",
        "permdesc_manageOwnCalls": "Zezwala aplikacji na przekazywanie połączeń przez system, by poprawić ich jakość.",
        "permdesc_manageProfileAndDeviceOwners": "Zezwala aplikacjom na ustawianie właścicieli profilu i urządzenia.",
        "permdesc_mediaLocation": "Pozwala aplikacji na odczytywanie lokalizacji z kolekcji multimediów.",
        "permdesc_modifyAudioSettings": "Pozwala aplikacji na modyfikowanie globalnych ustawień dźwięku, takich jak głośność oraz urządzenie wyjściowe.",
        "permdesc_modifyNetworkAccounting": "Pozwala aplikacji na zmienianie sposobu rozliczania wykorzystania sieci przez aplikacje. Nieprzeznaczone dla zwykłych aplikacji.",
        "permdesc_nearby_wifi_devices": "Pozwala aplikacji reklamować, łączyć się i określać względną pozycję pobliskich urządzeń Wi-Fi.",
        "permdesc_nfc": "Pozwala aplikacji na komunikowanie się z tagami, kartami i czytnikami NFC (Near Field Communication).",
        "permdesc_observeCompanionDevicePresence": "Zezwala aplikacji towarzyszącej na wykrywanie obecności urządzenia towarzyszącego, gdy urządzenia znajdują się blisko lub daleko od siebie.",
        "permdesc_persistentActivity": "Pozwala aplikacji na trwałe zapisywanie swoich fragmentów w pamięci. Może to zmniejszyć ilość pamięci dostępnej dla innych aplikacji i spowolnić działanie telefonu.",
        "permdesc_postNotification": "Zezwala aplikacji na wyświetlanie powiadomień.",
        "permdesc_preferredPaymentInfo": "Umożliwia aplikacji uzyskanie preferowanych informacji o usługach płatniczych NFC, takich jak zarejestrowane pomoce i miejsce docelowe trasy.",
        "permdesc_processOutgoingCalls": "Pozwala aplikacji na sprawdzenie numeru wybieranego w trakcie połączenia wychodzącego, a także umożliwia przerwanie połączenia lub przekierowanie go pod inny numer.",
        "permdesc_queryAllPackages": "Pozwala aplikacji wyświetlać wszystkie zainstalowane pakiety.",
        "permdesc_readBasicPhoneState": "Zezwala aplikacji na dostęp do podstawowych funkcji telefonicznych urządzenia.",
        "permdesc_readCalendar": "Ta aplikacja może odczytywać wszystkie zapisane na telefonie wydarzenia z kalendarza i udostępniać oraz zapisywać dane kalendarza.",
        "permdesc_readCallLog": "Ta aplikacja może odczytywać historię połączeń.",
        "permdesc_readCellBroadcasts": "Zezwala aplikacji na odczyt komunikatów z sieci komórkowej odebranych na urządzeniu. Komunikaty alarmowe z sieci komórkowej są dostarczane w niektórych lokalizacjach w celu ostrzeżenia Cię o sytuacjach zagrożenia. Złośliwe aplikacje mogą wpływać na wydajność lub zakłócać działanie urządzenia po odebraniu komunikatu alarmowego z sieci komórkowej.",
        "permdesc_readContacts": "Pozwala aplikacji odczytywać dane Twoich kontaktów zapisane na telefonie. Aplikacje będą również miały dostęp do kont na telefonie, na których utworzono kontakty. Może to obejmować konta utworzone przez zainstalowane aplikacje. Aplikacje z tymi uprawnieniami mogą zapisywać dane kontaktów, a złośliwe aplikacje mogą je udostępniać bez Twojej wiedzy.",
        "permdesc_readHistoryBookmarks": "Pozwala aplikacji na odczyt wszystkich URL-i odwiedzonych przez przeglądarkę oraz wszystkich zakładek w przeglądarce. Uwaga: to uprawnienie może nie być egzekwowane przez przeglądarki innych firm i aplikacje z możliwością przeglądania internetu.",
        "permdesc_readInstallSessions": "Pozwala aplikacji odczytywać sesje instalacji. Umożliwia to jej na poznanie szczegółów aktywnych instalacji pakietów.",
        "permdesc_readMediaAudio": "Umożliwia aplikacji odczytywanie plików audio z udostępnionej pamięci masowej.",
        "permdesc_readMediaImages": "Umożliwia aplikacji odczytywanie plików graficznych z udostępnionej pamięci masowej.",
        "permdesc_readMediaVideo": "Umożliwia aplikacji odczytywanie plików wideo z udostępnionej pamięci masowej.",
        "permdesc_readNetworkUsageHistory": "Pozwala aplikacji na odczyt historii wykorzystania określonych sieci przez poszczególne aplikacje.",
        "permdesc_readPhoneNumbers": "Zezwala aplikacji na dostęp do numerów telefonów na urządzeniu.",
        "permdesc_readPhoneState": "Pozwala aplikacji na dostęp do funkcji telefonicznych urządzenia. Aplikacja z tym uprawnieniem może odczytać numer telefonu i identyfikator urządzenia, sprawdzić, czy połączenie jest aktywne, oraz poznać numer, z którym jest nawiązane połączenie.",
        "permdesc_readSms": "Ta aplikacja może odczytywać wszystkie SMS-y zapisane na telefonie.",
        "permdesc_readSyncSettings": "Zezwala aplikacji na odczyt ustawień synchronizacji konta. Pozwala to na przykład określić, czy aplikacja Ludzie jest zsynchronizowana z kontem.",
        "permdesc_readSyncStats": "Pozwala aplikacji na czytanie statystyk synchronizacji konta, w tym historii zdarzeń synchronizacji oraz ilości zsynchronizowanych danych.",
        "permdesc_readVisualUserSelect": "Zezwala aplikacji na odczytywanie plików obrazów i wideo wybranych z udostępnionej pamięci.",
        "permdesc_receiveBootCompleted": "Pozwala aplikacji na uruchamianie się natychmiast po zakończeniu rozruchu systemu. Może to spowodować wydłużenie czasu uruchamiania telefonu oraz spowolnienie jego pracy przez zawsze działającą aplikację.",
        "permdesc_receiveMms": "Pozwala aplikacji na odbieranie i przetwarzanie MMS-ów. To oznacza, że aplikacja będzie mogła bez Twojej wiedzy monitorować i usuwać wiadomości wysyłane do Twojego urządzenia.",
        "permdesc_receiveSms": "Pozwala aplikacji na odbieranie i przetwarzanie SMS-ów. To oznacza, że aplikacja będzie mogła bez Twojej wiedzy monitorować i usuwać wiadomości wysyłane do Twojego urządzenia.",
        "permdesc_receiveWapPush": "Pozwala aplikacji na odbieranie i przetwarzanie wiadomości WAP. To oznacza, że aplikacja będzie mogła bez Twojej wiedzy monitorować i usuwać wiadomości wysyłane do Twojego urządzenia.",
        "permdesc_recordAudio": "Ta aplikacja może nagrywać dźwięk przy użyciu mikrofonu, gdy jest używana.",
        "permdesc_recordBackgroundAudio": "Ta aplikacja może w dowolnym momencie nagrywać dźwięk przy użyciu mikrofonu.",
        "permdesc_register_call_provider": "Zezwala aplikacji na rejestrowanie nowych połączeń telekomunikacyjnych.",
        "permdesc_register_sim_subscription": "Zezwala aplikacji na rejestrowanie nowych połączeń telekomunikacyjnych SIM.",
        "permdesc_removeDrmCertificates": "Zezwala aplikacji na usuwanie certyfikatów DRM. Nie powinno być nigdy potrzebne w zwykłych aplikacjach.",
        "permdesc_reorderTasks": "Pozwala aplikacji na przenoszenie zadań między tłem a pierwszym planem. Aplikacja może to robić bez Twojego udziału.",
        "permdesc_requestDeletePackages": "Zezwala aplikacji na żądanie usunięcia pakietów.",
        "permdesc_requestIgnoreBatteryOptimizations": "Zezwala aplikacji na proszenie o uprawnienia do ignorowania optymalizacji wykorzystania baterii w przypadku danej aplikacji.",
        "permdesc_requestInstallPackages": "Zezwala aplikacji żądanie instalacji pakietów.",
        "permdesc_requestPasswordComplexity": "Zezwala aplikacji na poznanie stopnia złożoności blokady ekranu (wysoki, średni, niski lub brak), który wskazuje na możliwy zakres długości oraz typ blokady ekranu. Aplikacja może też zasugerować zaktualizowanie blokady ekranu pod kątem określonego stopnia, ale użytkownik może to zignorować i zamknąć komunikat. Pamiętaj, że blokada ekranu nie jest zapisywana jako tekst jawny, więc aplikacja nie zna dokładnego hasła.",
        "permdesc_route_media_output": "Pozwala aplikacji na kierowanie wyjściowych danych multimedialnych do innych urządzeń zewnętrznych.",
        "permdesc_runInBackground": "Ta aplikacja może działać w tle. Bateria może się szybciej rozładowywać.",
        "permdesc_schedule_exact_alarm": "Ta aplikacja może planować zadania do wykonania w określonym czasie w przyszłości. Oznacza to też, że aplikacja może działać również wtedy, gdy nie używasz urządzenia.",
        "permdesc_sdcardRead": "Zezwala aplikacji na odczyt zawartości pamięci współdzielonej.",
        "permdesc_sdcardWrite": "Zezwala aplikacji na zapis zawartości pamięci współdzielonej.",
        "permdesc_sendSms": "Pozwala aplikacji na wysyłanie SMS-ów. Może to skutkować nieoczekiwanymi opłatami. Złośliwe aplikacje mogą generować koszty, wysyłając wiadomości bez Twojego potwierdzenia.",
        "permdesc_setAlarm": "Pozwala aplikacji na ustawienie alarmu w zainstalowanej aplikacji budzika. Funkcja ta może nie być zaimplementowana w niektórych aplikacjach tego typu.",
        "permdesc_setInputCalibration": "Zezwala aplikacji na modyfikowanie parametrów kalibracji ekranu dotykowego. Nieprzeznaczone dla zwykłych aplikacji.",
        "permdesc_setTimeZone": "Pozwala aplikacji na zmianę ustawienia strefy czasowej w telefonie.",
        "permdesc_setWallpaper": "Pozwala aplikacji na ustawianie tapety systemu.",
        "permdesc_setWallpaperHints": "Pozwala aplikacji na ustawianie wskazówek dotyczących rozmiaru tapety systemu.",
        "permdesc_sim_communication": "Pozwala aplikacji na wysyłanie poleceń do karty SIM. To bardzo niebezpieczne.",
        "permdesc_startForegroundServicesFromBackground": "Zezwala aplikacji towarzyszącej na uruchamianie z tła usług działających na pierwszym planie.",
        "permdesc_startReviewPermissionDecisions": "Umożliwia posiadaczowi uruchomienie ekranu w celu przeglądania decyzji dotyczących uprawnień. Zwykłe aplikacje nie powinny tego potrzebować.",
        "permdesc_startViewAppFeatures": "Umożliwia posiadaczowi rozpoczęcie przeglądania informacji o funkcjach aplikacji.",
        "permdesc_startViewPermissionUsage": "Umożliwia rozpoczęcie korzystania z uprawnienia dotyczącego danej aplikacji jej posiadaczowi. Zwykłe aplikacje nie powinny potrzebować tego uprawnienia.",
        "permdesc_statusBar": "Pozwala aplikacji na wyłączanie paska stanu oraz dodawanie i usuwanie ikon systemowych.",
        "permdesc_statusBarService": "Pozwala aplikacji na występowanie na pasku stanu.",
        "permdesc_subscribedFeedsRead": "Pozwala aplikacji na pobieranie szczegółowych informacji na temat obecnie zsynchronizowanych kanałów.",
        "permdesc_systemAlertWindow": "Ta aplikacja może pojawić się nad innymi aplikacjami lub częściami ekranu. Może to przeszkadzać w jej zwykłym używaniu i zmieniać sposób wyświetlania innych aplikacji.",
        "permdesc_systemCamera": "Ta aplikacja systemowa z podwyższonymi uprawnieniami może w dowolnym momencie robić zdjęcia i nagrywać filmy przy użyciu aparatu systemowego. Wymaga przyznania uprawnień android.permission.CAMERA również aplikacji",
        "permdesc_transmitIr": "Zezwala aplikacji na używanie nadajnika podczerwieni w telefonie.",
        "permdesc_turnScreenOn": "Zezwala aplikacji na włączanie ekranu.",
        "permdesc_uninstall_shortcut": "Pozwala aplikacji usuwać skróty z ekranu głównego bez interwencji użytkownika.",
        "permdesc_updatePackagesWithoutUserAction": "Pozwala na aktualizowanie zainstalowanej wcześniej aplikacji bez działania ze strony użytkownika",
        "permdesc_useBiometric": "Zezwala aplikacji na używanie sprzętu biometrycznego na potrzeby autoryzacji",
        "permdesc_useDataInBackground": "Ta aplikacja może przesyłać i odbierać dane w tle. Użycie danych może się zwiększyć.",
        "permdesc_useFaceAuthentication": "Zezwala na używanie przez aplikację sprzętu do rozpoznawania twarzy w uwierzytelniania",
        "permdesc_useFingerprint": "Zezwala aplikacji na używanie czytnika linii papilarnych na potrzeby autoryzacji",
        "permdesc_use_exact_alarm": "Ta aplikacja może planować działania, takie jak uruchamianie alarmów i wysyłanie przypomnień, do wykonania w określonym czasie w przyszłości.",
        "permdesc_use_sip": "Pozwala aplikacji na wykonywanie i odbieranie połączeń SIP.",
        "permdesc_uwb_ranging": "Zezwól na określanie przez aplikację względnego położenia urządzeń ultraszerokopasmowych w pobliżu",
        "permdesc_vibrate": "Pozwala aplikacji na sterowanie wibracjami.",
        "permdesc_vibrator_state": "Zezwala aplikacji na dostęp do stanu wibracji.",
        "permdesc_videoWrite": "Zezwala aplikacji na modyfikowanie kolekcji Twoich filmów.",
        "permdesc_wakeLock": "Pozwala aplikacji na zapobieganie przechodzeniu telefonu w tryb uśpienia.",
        "permdesc_writeCalendar": "Ta aplikacja może dodawać, usuwać i zmieniać wydarzenia z kalendarza na telefonie. Ta aplikacja może wysyłać wiadomości wyglądające jak utworzone przez właścicieli kalendarza lub zmieniać wydarzenia bez wiedzy ich właścicieli.",
        "permdesc_writeCallLog": "Zezwala aplikacji na modyfikowanie rejestru połączeń telefonu, w tym danych o połączeniach przychodzących i wychodzących. Złośliwe aplikacje mogą wykorzystać tę możliwość, by wyczyścić lub zmodyfikować rejestr połączeń.",
        "permdesc_writeContacts": "Pozwala aplikacji odczytywać dane Twoich kontaktów zapisane na telefonie. Aplikacje z tymi uprawnieniami mogą usuwać dane kontaktów.",
        "permdesc_writeGeolocationPermissions": "Pozwala aplikacji na modyfikowanie uprawnień przeglądarki dotyczących lokalizacji geograficznej. Złośliwe aplikacje mogą używać tej opcji do wysyłania informacji o lokalizacji do dowolnych witryn.",
        "permdesc_writeHistoryBookmarks": "Pozwala aplikacji na modyfikowanie historii i zakładek przeglądarki zapisanych na telefonie. Aplikacja będzie mogła usunąć lub zmodyfikować dane przeglądarki. Uwaga: to uprawnienie może nie być egzekwowane przez przeglądarki innych firm oraz inne aplikacje z możliwością przeglądania internetu.",
        "permdesc_writeSettings": "Pozwala aplikacji na zmienianie ustawień systemu. Złośliwe aplikacje mogą uszkodzić konfigurację systemu.",
        "permdesc_writeSyncSettings": "Pozwala aplikacji na modyfikowanie ustawień synchronizacji z kontem. Tego uprawnienia można użyć np. do włączenia synchronizacji z kontem aplikacji Ludzie.",
        "permgroupbackgroundrequest_location": "Zezwala aplikacji na żądanie lokalizacji w tle.",
        "permgroupbackgroundrequestdetail_location": "Obecnie aplikacja ma dostęp do lokalizacji tylko wtedy, gdy jej używasz",
        "permgroupdesc_activityRecognition": "dostęp do aktywności fizycznej",
        "permgroupdesc_calendar": "dostęp do kalendarza",
        "permgroupdesc_calllog": "odczytywanie i zapisywanie rejestru połączeń telefonicznych",
        "permgroupdesc_camera": "robienie zdjęć i nagrywanie filmów",
        "permgroupdesc_contacts": "dostęp do kontaktów",
        "permgroupdesc_location": "dostęp do informacji o lokalizacji tego urządzenia",
        "permgroupdesc_microphone": "nagrywanie dźwięku",
        "permgroupdesc_nearby_devices": "wykrywanie urządzeń w pobliżu i łączenie się z nimi",
        "permgroupdesc_notifications": "wyświetlanie powiadomień",
        "permgroupdesc_phone": "nawiązywanie połączeń telefonicznych i zarządzanie nimi",
        "permgroupdesc_readMediaAural": "dostęp do muzyki i dźwięku na urządzeniu",
        "permgroupdesc_readMediaVisual": "dostęp do zdjęć i wideo na urządzeniu",
        "permgroupdesc_sensors": "dostęp do danych czujnika podstawowych funkcji życiowych",
        "permgroupdesc_sms": "wysyłanie i wyświetlanie SMS‑ów",
        "permgroupdesc_storage": "dostęp do zdjęć, multimediów i plików na Twoim urządzeniu",
        "permgrouplab_activityRecognition": "Aktywność fizyczna",
        "permgrouplab_calendar": "Kalendarz",
        "permgrouplab_calllog": "Rejestry połączeń",
        "permgrouplab_camera": "Aparat",
        "permgrouplab_contacts": "Kontakty",
        "permgrouplab_location": "Lokalizacja",
        "permgrouplab_microphone": "Mikrofon",
        "permgrouplab_nearby_devices": "Urządzenia w pobliżu",
        "permgrouplab_notifications": "Powiadomienia",
        "permgrouplab_phone": "Telefon",
        "permgrouplab_readMediaAural": "Muzyka i dźwięk",
        "permgrouplab_readMediaVisual": "Zdjęcia i wideo",
        "permgrouplab_sensors": "Czujniki ciała",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Pliki",
        "permgrouprequest_activityRecognition": "Zezwala aplikacji na śledzenie Twojej aktywności.",
        "permgrouprequest_calendar": "Zezwól <b></b>",
        "permgrouprequest_calllog": "Zezwól <b></b>",
        "permgrouprequest_camera": "Zezwól <b></b>",
        "permgrouprequest_contacts": "Zezwól <b></b>",
        "permgrouprequest_location": "Zezwól <b></b>",
        "permgrouprequest_microphone": "Zezwól <b></b>",
        "permgrouprequest_phone": "Zezwól <b></b>",
        "permgrouprequest_sensors": "Zezwól <b></b>",
        "permgrouprequest_sms": "Zezwól <b></b>",
        "permgrouprequest_storage": "Zezwól <b></b>",
        "permgrouprequestdetail_location": "Aplikacja będzie miała dostęp do lokalizacji tylko podczas korzystania z aplikacji",
        "permlab_acceptHandover": "kontynuowanie połączenia z innej aplikacji",
        "permlab_accessBackgroundLocation": "dostęp do lokalizacji w tle",
        "permlab_accessCoarseLocation": "dostęp do przybliżonej lokalizacji tylko na pierwszym planie",
        "permlab_accessDrmCertificates": "dostęp do certyfikatów DRM",
        "permlab_accessFineLocation": "dostęp do dokładnej lokalizacji tylko na pierwszym planie",
        "permlab_accessImsCallService": "usługa telefoniczna z dostępem do komunikatora",
        "permlab_accessLocationExtraCommands": "dostęp do dodatkowych poleceń dostawcy lokalizacji",
        "permlab_accessNetworkConditions": "nasłuchiwanie obserwacji warunków sieciowych",
        "permlab_accessNetworkState": "wyświetlanie połączeń sieciowych",
        "permlab_accessNotifications": "dostęp do powiadomień",
        "permlab_accessWifiState": "wyświetlanie połączeń Wi-Fi",
        "permlab_accessWimaxState": "łączenie się i rozłączanie z siecią WiMAX",
        "permlab_access_notification_policy": "dostęp do trybu Nie przeszkadzać",
        "permlab_activityRecognition": "rozpoznawanie aktywności fizycznej",
        "permlab_addVoicemail": "dodawanie poczty głosowej",
        "permlab_answerPhoneCalls": "odbieranie połączeń telefonicznych",
        "permlab_audioWrite": "modyfikowanie Twojej kolekcji muzyki",
        "permlab_backgroundCamera": "robienie zdjęć i nagrywanie filmów w tle",
        "permlab_bindCarrierMessagingService": "powiązanie z usługą obsługi wiadomości operatora",
        "permlab_bindCarrierServices": "powiązanie z usługami operatora",
        "permlab_bindCellBroadcastService": "przesyłanie wiadomości z sieci komórkowej",
        "permlab_bindConditionProviderService": "powiązanie z usługą dostawcy warunków",
        "permlab_bindDreamService": "powiązanie z usługą usypiania",
        "permlab_bindNotificationListenerService": "powiązanie z usługą nasłuchiwania powiadomień",
        "permlab_bind_connection_service": "korzystanie z usług telefonii",
        "permlab_bind_incall_service": "interakcje z ekranem połączenia",
        "permlab_bluetooth": "parowanie z urządzeniami Bluetooth",
        "permlab_bluetoothAdmin": "uzyskiwanie dostępu do ustawień Bluetooth",
        "permlab_bluetooth_advertise": "kierowanie informacji do urządzeń Bluetooth w pobliżu",
        "permlab_bluetooth_connect": "łączenie ze sparowanymi urządzeniami Bluetooth",
        "permlab_bluetooth_scan": "wykrywanie i parowanie urządzeń Bluetooth w pobliżu",
        "permlab_bodySensors": "dostęp do czujników ciała (np. monitorujących tętno)",
        "permlab_bodySensors_background": "dostęp do danych z czujników na ciele, takich jak tętno, podczas działania w tle",
        "permlab_broadcastSticky": "wysyłanie transmisji trwałej",
        "permlab_callCompanionApp": "przeglądanie i kontrolowanie połączeń w systemie.",
        "permlab_callPhone": "bezpośrednie wybieranie numerów telefonów",
        "permlab_camera": "wykonywanie zdjęć i filmów wideo",
        "permlab_cameraOpenCloseListener": "Zezwól na dostęp aplikacji lub usługi na otrzymywanie wywoływania zwrotnego o urządzeniach z aparatem, kiedy są one uruchamiane lub zamykane.",
        "permlab_changeNetworkState": "zmienianie połączeń sieci",
        "permlab_changeTetherState": "zmiana łączności powiązanej",
        "permlab_changeWifiMulticastState": "zezwolenie na odbiór grupowych połączeń Wi-Fi",
        "permlab_changeWifiState": "łączenie się i rozłączanie z siecią Wi‑Fi",
        "permlab_changeWimaxState": "zmiana stanu WiMAX",
        "permlab_companionProfileWatch": "Uprawnienie profilu zegarka towarzyszącego do zarządzania zegarkami",
        "permlab_connection_manager": "zarządzanie połączeniami telekomunikacyjnymi",
        "permlab_control_incall_experience": "udostępnianie użytkownikowi funkcji połączenia",
        "permlab_createNetworkSockets": "pełny dostęp do sieci",
        "permlab_deliverCompanionMessages": "Wysyłanie wiadomości towarzyszących",
        "permlab_detectScreenCapture": "wykrywanie zrzutów ekranu okien aplikacji",
        "permlab_disableKeyguard": "wyłączanie blokady ekranu",
        "permlab_enableCarMode": "włączanie trybu samochodowego",
        "permlab_exemptFromAudioRecordRestrictions": "wyłączenie ograniczeń do nagrywania dźwięku",
        "permlab_expandStatusBar": "rozwijanie/zwijanie paska stanu",
        "permlab_foregroundService": "uruchamianie usługi na pierwszym planie",
        "permlab_foregroundServiceCamera": "uruchamianie usług działających na pierwszym planie typu „camera”",
        "permlab_foregroundServiceConnectedDevice": "uruchamianie usług działających na pierwszym planie typu „connectedDevice”",
        "permlab_foregroundServiceDataSync": "uruchamianie usług działających na pierwszym planie typu „dataSync”",
        "permlab_foregroundServiceFileManagement": "uruchamianie usług działających na pierwszym planie typu „fileManagement”",
        "permlab_foregroundServiceHealth": "uruchamianie usług działających na pierwszym planie typu „health”",
        "permlab_foregroundServiceLocation": "uruchamianie usług działających na pierwszym planie typu „location”",
        "permlab_foregroundServiceMediaPlayback": "uruchamianie usług działających na pierwszym planie typu „mediaPlayback”",
        "permlab_foregroundServiceMediaProjection": "uruchamianie usług działających na pierwszym planie typu „mediaProjection”",
        "permlab_foregroundServiceMicrophone": "uruchamianie usług działających na pierwszym planie typu „microphone”",
        "permlab_foregroundServicePhoneCall": "uruchamianie usług działających na pierwszym planie typu „phoneCall”",
        "permlab_foregroundServiceRemoteMessaging": "uruchamianie usług działających na pierwszym planie typu „remoteMessaging”",
        "permlab_foregroundServiceSpecialUse": "uruchamianie usług działających na pierwszym planie typu „specialUse”",
        "permlab_foregroundServiceSystemExempted": "uruchamianie usług działających na pierwszym planie typu „systemExempted”",
        "permlab_fullScreenIntent": "wyświetlaj powiadomienia w trybie pełnoekranowym na zablokowanym urządzeniu",
        "permlab_getAccounts": "znajdowanie kont na urządzeniu",
        "permlab_getPackageSize": "mierzenie rozmiaru pamięci aplikacji",
        "permlab_getTasks": "pobieranie uruchomionych aplikacji",
        "permlab_handoverStatus": "uzyskiwanie informacji o stanie transmisji Android Beam",
        "permlab_hideOverlayWindows": "ukrywanie nakładek innych aplikacji",
        "permlab_highSamplingRateSensors": "dostęp do danych czujnika z wysoką częstotliwością",
        "permlab_imagesWrite": "modyfikowanie Twojej kolekcji zdjęć",
        "permlab_install_shortcut": "instalowanie skrótów",
        "permlab_invokeCarrierSetup": "wywoływanie aplikacji konfiguracyjnej udostępnionej przez operatora",
        "permlab_killBackgroundProcesses": "zamykanie innych aplikacji",
        "permlab_manageFace": "zarządzanie sprzętem do rozpoznawania twarzy",
        "permlab_manageFingerprint": "zarządzanie czytnikiem linii papilarnych",
        "permlab_manageNetworkPolicy": "zarządzanie zasadami dotyczącymi sieci",
        "permlab_manageOngoingCalls": "Zarządzaj połączeniami w toku",
        "permlab_manageOwnCalls": "przekazywanie połączeń przez system",
        "permlab_manageProfileAndDeviceOwners": "zarządzanie właścicielami profilu i urządzenia",
        "permlab_mediaLocation": "odczytywanie lokalizacji z kolekcji multimediów",
        "permlab_modifyAudioSettings": "zmienianie ustawień audio",
        "permlab_modifyNetworkAccounting": "modyfikowanie sposobu naliczania użycia sieci",
        "permlab_nearby_wifi_devices": "interakcja z pobliskimi urządzeniami Wi-Fi",
        "permlab_nfc": "kontrolowanie łączności Near Field Communication",
        "permlab_observeCompanionDevicePresence": "Wykrywanie obecności urządzenia towarzyszącego",
        "permlab_persistentActivity": "sprawianie, że aplikacja jest cały czas uruchomiona",
        "permlab_postNotification": "wyświetlanie powiadomień",
        "permlab_preferredPaymentInfo": "informacje o preferowanej usłudze płatności NFC",
        "permlab_processOutgoingCalls": "przekierowywanie połączeń wychodzących",
        "permlab_queryAllPackages": "zapytanie o wszystkie pakiety",
        "permlab_readBasicPhoneState": "odczyt podstawowych informacji na temat stanu usług telefonicznych i tożsamości",
        "permlab_readCalendar": "odczytywanie wydarzeń i informacji z kalendarza",
        "permlab_readCallLog": "czytanie rejestru połączeń",
        "permlab_readCellBroadcasts": "odczyt komunikatów z sieci komórkowej",
        "permlab_readContacts": "odczytywanie kontaktów",
        "permlab_readHistoryBookmarks": "odczytywanie zakładek internetowych i historii",
        "permlab_readInstallSessions": "odczytywanie sesji instalacji",
        "permlab_readMediaAudio": "odczyt plików audio z udostępnionej pamięci masowej",
        "permlab_readMediaImages": "odczyt plików graficznych z udostępnionej pamięci masowej",
        "permlab_readMediaVideo": "odczyt plików wideo z udostępnionej pamięci masowej",
        "permlab_readNetworkUsageHistory": "odczyt historii wykorzystania sieci",
        "permlab_readPhoneNumbers": "odczytywanie numerów telefonów",
        "permlab_readPhoneState": "odczytywanie stanu i informacji o telefonie",
        "permlab_readSms": "odczytywanie wiadomości tekstowych (SMS i MMS)",
        "permlab_readSyncSettings": "czytanie ustawień synchronizacji",
        "permlab_readSyncStats": "czytanie statystyk dotyczących synchronizowania",
        "permlab_readVisualUserSelect": "odczytywanie wybranych przez użytkownika plików obrazów i wideo z udostępnionej pamięci",
        "permlab_receiveBootCompleted": "uruchamianie podczas włączania urządzenia",
        "permlab_receiveMms": "odbieranie wiadomości tekstowych (MMS)",
        "permlab_receiveSms": "odbieranie wiadomości tekstowych (SMS)",
        "permlab_receiveWapPush": "odbieranie wiadomości tekstowych (WAP)",
        "permlab_recordAudio": "nagrywanie dźwięku",
        "permlab_recordBackgroundAudio": "nagrywanie dźwięku w tle",
        "permlab_register_call_provider": "rejestrowanie nowych połączeń telekomunikacyjnych",
        "permlab_register_sim_subscription": "rejestrowanie nowych połączeń telekomunikacyjnych SIM",
        "permlab_removeDrmCertificates": "usuwanie certyfikatów DRM",
        "permlab_reorderTasks": "zmienianie kolejności uruchomionych aplikacji",
        "permlab_requestDeletePackages": "żądanie usunięcia pakietów",
        "permlab_requestIgnoreBatteryOptimizations": "prośba o ignorowanie optymalizacji wykorzystania baterii",
        "permlab_requestInstallPackages": "żądanie instalacji pakietów",
        "permlab_requestPasswordComplexity": "żądanie złożoności blokady ekranu",
        "permlab_route_media_output": "kierowanie wyjścia multimediów",
        "permlab_runInBackground": "działanie w tle",
        "permlab_schedule_exact_alarm": "Planowanie działań do wykonania w precyzyjnie określonym czasie",
        "permlab_sdcardRead": "odczyt zawartości pamięci współdzielonej",
        "permlab_sdcardWrite": "modyfikowanie i usuwanie zawartości pamięci współdzielonej",
        "permlab_sendSms": "wysyłanie i wyświetlanie SMS‑ów",
        "permlab_setAlarm": "ustawianie alarmu",
        "permlab_setInputCalibration": "zmiana kalibracji urządzenia wejściwego",
        "permlab_setTimeZone": "ustawianie strefy czasowej",
        "permlab_setWallpaper": "ustawianie tapety",
        "permlab_setWallpaperHints": "dopasowywanie rozmiaru tapety",
        "permlab_sim_communication": "wysyłanie poleceń do karty SIM",
        "permlab_startForegroundServicesFromBackground": "Uruchamianie z tła usług działających na pierwszym planie",
        "permlab_startReviewPermissionDecisions": "rozpoczęcie wyświetlania decyzji dotyczących uprawnień",
        "permlab_startViewAppFeatures": "rozpoczęcie wyświetlania funkcji aplikacji",
        "permlab_startViewPermissionUsage": "użycie uprawnień widoku startowego",
        "permlab_statusBar": "wyłączanie lub zmienianie paska stanu",
        "permlab_statusBarService": "działanie jako pasek stanu",
        "permlab_subscribedFeedsRead": "czytanie subskrybowanych źródeł",
        "permlab_systemAlertWindow": "Ta aplikacja może wyświetlać się nad innymi aplikacjami",
        "permlab_systemCamera": "Zezwala aplikacji lub usłudze na dostęp do aparatów systemowych w celu robienia zdjęć i nagrywania filmów",
        "permlab_transmitIr": "przesyłanie w podczerwieni",
        "permlab_turnScreenOn": "włączanie ekranu",
        "permlab_uninstall_shortcut": "odinstalowywanie skrótów",
        "permlab_updatePackagesWithoutUserAction": "aktualizowanie aplikacji bez działania użytkownika",
        "permlab_useBiometric": "używanie sprzętu biometrycznego",
        "permlab_useDataInBackground": "transmisja danych w tle",
        "permlab_useFaceAuthentication": "używanie sprzętu do rozpoznawania twarzy",
        "permlab_useFingerprint": "używanie czytnika linii papilarnych",
        "permlab_use_exact_alarm": "Ustawianie alarmów i przypomnień o wydarzeniach",
        "permlab_use_sip": "wykonywanie/odbieranie połączeń SIP",
        "permlab_uwb_ranging": "określanie względnego położenia urządzeń ultraszerokopasmowych w pobliżu",
        "permlab_vibrate": "sterowanie wibracjami",
        "permlab_videoWrite": "modyfikowanie Twojej kolekcji filmów",
        "permlab_wakeLock": "zapobieganie przejściu telefonu w stan uśpienia",
        "permlab_writeCalendar": "dodawanie i modyfikowanie wydarzeń w kalendarzu oraz wysyłanie e-maili do gości bez wiedzy właściciela",
        "permlab_writeCallLog": "zapisywanie rejestru połączeń",
        "permlab_writeContacts": "modyfikowanie kontaktów",
        "permlab_writeGeolocationPermissions": "modyfikowanie pozwoleń przeglądarki dotyczących lokalizacji geograficznej",
        "permlab_writeHistoryBookmarks": "zapisywanie zakładek internetowych i historii",
        "permlab_writeSettings": "modyfikowanie ustawień systemu",
        "permlab_writeSyncSettings": "włączanie i wyłączanie synchronizacji"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nazwa",
            "bitcoin_alt": "Wpłać przez Bitcoin",
            "credit_card": "Karta kredytowa",
            "crypto": "Kryptowaluta",
            "currency": "Waluta",
            "flattr_alt": "Wpłać przez Flattr",
            "heading": "Przekaż darowiznę",
            "hellotux": "👕 Koszulki 👕 z",
            "hellotux_alt": "HELLOTUX - promowanie wolnego oprogramowania",
            "hellotux_donation": "F-Droid otrzyma 3 € za sprzedaną koszulkę.",
            "liberapay_alt": "Wpłać przez Liberapay",
            "litecoin_alt": "Wpłać przez Litecoin",
            "more_options": "Więcej opcji",
            "opencollective_alt": "Przekaż darowiznę na rzecz naszego Zespołu",
            "paypal": "PayPal",
            "paypal_alt": "Wpłać przez PayPal",
            "powered_by_donations": "F-Droid działa dzięki Twoim darowiznom!",
            "via_bank_transfer": "Przelew bankowy"
        },
        "lang": {
            "change": "Zmień"
        },
        "last_updated": {
            "heading": "Ostatnie aktualizacje"
        },
        "latest_packages": {
            "heading": "Najnowsze aplikacje"
        },
        "news": {
            "heading": "Aktualności"
        },
        "search": {
            "heading": "Szukaj aplikacji",
            "noscript": "Niezbędne jest włączenie JavaScript",
            "search": "Szukaj"
        }
    }
}
