{
    "add_repo": {
        "intro": "Zeskanuj kody QR z repozytoriów, które chcesz dodać z urządzeń lub witryn, na których można je znaleźć.",
        "no_internet": "Brak internetu? Brak problemu. Zobacz <a href=\"../swap/\">Jak wysyłać i odbierać aplikacje offline.</a>",
        "open_repo_link": {
            "description": "Jeśli wysłano link repo poprzez e-mail, media społecznościowe lub SMS, dodaj możliwość zainstalowania w nim aplikacji do F-Droida, otwierając go.",
            "short_summary": "Otwórz link do repozytorium",
            "steps": {
                "step_1": "Pobierz i zainstaluj aplikację F-Droid na swoim urządzeniu z systemem Android.",
                "step_2": "Kliknij link i otwórz go w przeglądarce internetowej na swoim urządzeniu.",
                "step_3": "Jeżeli masz otwarty link, stuknij przycisk 'Dodaj do F-Droid'.",
                "step_4": "Stuknij przycisk 'Mam F-Droid'. Uruchomi się aplikacja F-Droid.",
                "step_5": "'Dodaj nowe repozytorium' jest wyświetlane z adresem repozytorium dla niego wstępnie wypełnionym. Dotknij 'OK', aby dodać.",
                "step_6": "Twoje nowe repozytorium zostanie dodane. Aby wyświetlić listę swoich repozytoriów, otwórz 'Ustawienia'. Wybierz 'Repozytoria'.",
                "step_7": "Stuknij na repozytorium aby zobaczyć jego zawartość.",
                "step_8": "Wybierz aplikacje, które chcesz mieć i zainstaluj je na swoim urządzeniu."
            },
            "title": "Otwórz łącze do repozytorium na twoim urządzeniu"
        },
        "overview": {
            "summary": "Aby uzyskać więcej, dodaj repozytorium do F-Droida. Repo jest zbiorem wyselekcjonowanych treści. Możesz bezpośrednio dowiedzieć się o repozytoriach osób. Programiści często łączą się z repozytorium F-Droid na swojej stronie internetowej. Trenerzy często udostępniają linki do repo poprzez e-mail, Facebook lub Twitter.",
            "title": "Zobacz więcej zawartości."
        },
        "scan_qr_code": {
            "description": "Zeskanuj kody QR z repozytoriów, które chcesz dodać z urządzeń lub witryn, na których można je znaleźć.",
            "related_tutorial": "Możesz być zainteresowany także tym: <a href=\"../swap/\">Jak wysyłać i odbierać aplikacje offline</a>",
            "short_summary": "Zeskanuj kod QR",
            "steps": {
                "step_1": "Po wyświetleniu kodu QR dla repozytorium, Zeskanuj go za pomocą aplikacji skanera QR.",
                "step_2": "Stuknij łącze. Jeśli podano opcję, otwórz łącze przy użyciu F-Droid. Następnie postępuj zgodnie z instrukcjami. Jeśli to zadziała, gotowe! Jeśli nie, przejdź do następnego kroku.",
                "step_3": "Jeśli nie masz możliwości otwarcia łącza z F-Droid, zamknij aplikację skanera kodów QR i otwórz aplikację F-Droid.",
                "step_4": "W F-Droid stuknij 'Ustawienia'. W 'Moje aplikacje' wybierz 'Repozytoria'.",
                "step_5": "Na ekranie Repozytoria dotknij ikonę '+' w górnym rogu.",
                "step_6": "Adres repozytorium zostanie automatycznie wypełniony. Wybierz 'Włącz'. Uwaga: repozytorium zostanie zapisane w repozytoriach F-Droid, ale żadne aplikacje nie zostaną zainstalowane, dopóki nie wybierzesz i nie zainstalujesz ręcznie."
            },
            "title": "Zeskanuj kod QR z innego urządzenia"
        },
        "title": "Jak dodać repozytorium do F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Możesz edytować podsumowania aplikacji i plików, aby były zrozumiałe dla docelowych odbiorców. Możesz edytować język, dostosowując go do danego kraju. Następnie udostępnij repozytorium uczestnikom przed konferencjami i szkoleniami.",
            "steps": {
                "step_1": "Kliknij element, aby otworzyć jego szczegóły.",
                "step_2": "Kliknij 'Edytuj'.",
                "step_3": "Dostosuj zawartość do swoich docelowych odbiorców. Uwaga: wprowadzone zmiany zostaną wprowadzone tylko do twojego repozytorium. Nie zaktualizują oryginalnego źródła. Prosimy o szacunek przy dostosowywaniu informacji o treściach, które nie należą do Ciebie.",
                "step_4": "Wszystkie twoje zmiany są automatycznie zapisywane."
            },
            "title": "Dostosuj swoje repozytorium"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Pobierz i zainstaluj aplikację internetową Repomaker na komputerze stacjonarnym. Więcej informacji w <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">przewodnik instalacji</a>.",
                "step_2": "Uruchom aplikację internetową Repomaker. Zarejestruj się lub zaloguj, aby rozpocząć.",
                "step_3": "Utwórz nowe repozytorium i nadaj mu odpowiednią nazwę.",
                "step_4": "Wybierz, aby dodać aplikacje z galerii i dostępnych repozytoriów lub przesłać własne pliki. Kliknij przycisk 'Dodaj z galerii', aby wybrać łatwo dostępne treści.",
                "step_5": "Kliknij przycisk 'Dodaj' obok pozycji, które chcesz dodać. Po zakończeniu kliknij strzałkę 'wstecz', aby powrócić do repozytorium.",
                "step_6": "Twoje aplikacje będą wyświetlane w widoku treści repozytorium."
            },
            "title": "Pobierz i zainstaluj Repomaker, aby rozpocząć tworzenie"
        },
        "intro": "Nie możesz znaleźć tego, czego szukasz? Pobierz aplikację internetową Repomaker na komputer, aby utworzyć własną kolekcję aplikacji i plików.",
        "overview": {
            "summary": "Stwórz własne spersonalizowane repozytorium aplikacji. Użyj F-Droid do dystrybucji treści. Trenerzy używają repozytoriów, aby łatwo udostępniać zasoby i aplikacje uczestnikom szkolenia, gdy nie ma niezawodnego połączenia z Internetem. Programiści używają repozytoriów do dystrybucji swoich aplikacji do odbiorców niszowych.",
            "title": "Dodaj własne aplikacje i pliki."
        },
        "related_tutorial": "Możesz być zainteresowany także tym: <a href=\"../add-repo/\">Jak dodać repozytorium do F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Przy ponownym udostępnianiu repozytorium, które chcesz udostępnić, kliknij 'Udostępnij' w menu. Uwaga: przed udostępnieniem musisz ustawić miejsce do przechowywania repozytorium. Instrukcje, jak to zrobić są w kroku 2.",
                "step_2": "Zostaniesz poproszony o skonfigurowanie pamięci w celu opublikowania repo i przed udostępnieniem. Jeśli nie widzisz tej strony, przejdź do kroku 4.",
                "step_3": "Wybierz opcję przechowywania, która najlepiej pasuje do Twoich potrzeb. Gdy masz już miejsce, możesz je udostępnić! Wróć do 'Udostępnij'.",
                "step_4": "Wybierz, aby skopiować link i wysłać go bezpośrednio do osób za pośrednictwem wiadomości e-mail lub tekstu, lub podzielić się repo na Facebooku lub Twitterze. Gdy użytkownicy otworzą link do repo, będą musieli dodać go do urządzenia z systemem Android, aby uzyskać dostęp do aplikacji w repozytorium. Zobacz <a href=\"../add-repo/\">Jak dodać Repo do F-Droid</a> dla więcej informacji.",
                "step_5": "Opcja 'Zobacz Repo' pozwala zobaczyć, co właśnie opublikowałeś lub udostępniłeś."
            },
            "title": "Dostosuj twoje repozytorium"
        },
        "title": "Jak utworzyć repozytorium",
        "update_repo": {
            "steps": {
                "step_1": "Jeśli dodasz aplikacje z galerii, zostaną one automatycznie zaktualizowane, gdy źródło doda nowe wersje. W przypadku przesłanych plików możesz przeciągać i upuszczać zaktualizowane wersje w widoku repozytorium.",
                "step_2": "Alternatywnie możesz otworzyć pojedynczy element, aby dodać nową wersję. Wybierz edytuj.",
                "step_3": "Przewiń w dół do wersji. Następnie dodaj nową wersję w sekcji 'Historia wersji'.",
                "step_4": "Następnie dodaj nową wersję w sekcji 'Historia wersji'."
            },
            "title": "Zaktualizuj twoje repozytorium"
        }
    },
    "misc": {
        "option_x_description": "Opcja {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid to niezależny sklep z aplikacjami społecznościowymi dla Androida, który jest całkowicie darmowym oprogramowaniem o otwartym kodzie źródłowym. W F-Droid możesz przeglądać ponad 1200 aplikacji open source, wyszukiwać i instalować aplikacje z utworzonych repozytoriów lub tworzyć własne repozytorium. Otwórz f-droid.org na urządzeniu z systemem Android, aby pobrać aplikację i zacząć!",
            "title": "Co możesz zrobić z F-Droid",
            "tutorial_x_title": "Poradnik {{ number }}: {{ title }}"
        },
        "step_x": "Krok {{ number }}",
        "step_x_description": "Krok {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Wszystkie urządzenia wymagają pobrania i zainstalowania F-Droida przed rozpoczęciem. Wszystkie urządzenia powinny wykonać poniższe kroki.",
        "intro": "Brak internetu? Nie problem. Pobierz aplikacje od ludzi w pobliżu Ciebie.",
        "overview": {
            "summary": "Brak internetu? Nie ma problemu. Funkcja F-Droid w pobliżu umożliwia wysyłanie i odbieranie treści osobom w tym samym pokoju.",
            "title": "Wysyłaj i odbieraj aplikacje offline."
        },
        "related_tutorial": "Możesz być zainteresowany także tym: <a href=\"../create-repo/\">Jak utworzyć repozytorium</a>",
        "step_1": "Otwórz F-Droid. Wybierz 'W pobliżu' z menu u dołu ekranu.",
        "step_10": "Aby uzyskać dostęp do zainstalowanych aplikacji, otwórz ustawienia F-Droid i wybierz opcję „Zarządzaj zainstalowanymi aplikacjami” w obszarze „Moje aplikacje”.",
        "step_2": "Naciśnij „Znajdź osoby w pobliżu”, aby wyszukać zgodne urządzenia.",
        "step_3": "Po znalezieniu osób znajdujących się w pobliżu, zarówno Ty, jak i osoba kontaktowa muszą wybrać siebie nawzajem.",
        "step_4": "Po połączeniu wybierz aplikacje, które chcesz udostępnić swojemu kontaktowi.",
        "step_5": "Naciśnij przycisk '—>'.",
        "step_6": "Jedna osoba zostanie poproszona o potwierdzenie prośby o połączenie.",
        "step_7": "Stuknij przycisk 'Zainstaluj' obok aplikacji, które chcesz zainstalować.",
        "step_8": "Stuknij 'Zainstaluj' jeszcze raz. Następnie postępuj zgodnie ze wskazówkami systemu Android, aby zakończyć proces instalacji.",
        "step_9": "Po zakończeniu instalacji Twoje aplikacje będą dostępne w galerii aplikacji na Androida oraz w aplikacji F-Droid w zainstalowanych aplikacjach.",
        "title": "Jak wysyłać i odbierać aplikacje offline"
    }
}
