{
    "misc": {
        "step_x": "Krok [number]",
        "step_x_description": "Krok [number]: [description]",
        "option_x_description": "Opcja [number]: [description]",
        "overview": {
            "tutorial_x_title": "Poradnik [number]: [title]",
            "summary": "F-Droid to niezależny sklep z aplikacjami społecznościowymi dla Androida, który jest całkowicie darmowym oprogramowaniem o otwartym kodzie źródłowym. W F-Droid możesz przeglądać ponad 1200 aplikacji open source, wyszukiwać i instalować aplikacje z utworzonych repozytoriów lub tworzyć własne repozytorium. Otwórz f-droid.org na swoim telefonie z Androidem, aby pobrać aplikację i zacząć!",
            "title": "Co możesz zrobić z F-Droid"
        }
    },
    "add_repo": {
        "no_internet": "Brak internetu? Brak problemu. Zobacz <a href=\"../swap/\">Jak wysyłać i odbierać aplikacje offline.</a>",
        "title": "Jak dodać Repo do F-Droid",
        "overview": {
            "summary": "Aby uzyskać więcej, dodaj repozytorium do F-Droida. Repo jest zbiorem wyselekcjonowanych treści. Możesz bezpośrednio dowiedzieć się o repozytoriach osób. Programiści często łączą się z repozytorium F-Droid na swojej stronie internetowej. Trenerzy często udostępniają linki do repo poprzez e-mail, Facebook lub Twitter.",
            "title": "Zobacz więcej zawartości."
        },
        "scan_qr_code": {
            "related_tutorial": "Możesz być zainteresowany także tym: <a href=\"../swap/\">Jak wysyłać i odbierać aplikacje offline</a>",
            "steps": {
                "step_1": "Po wyświetleniu kodu QR dla repo, zeskanuj kod QR za pomocą aplikacji skanera QR.",
                "step_3": "Jeśli nie masz możliwości otwarcia łącza z F-Droid, zamknij aplikację skanera kodów QR i otwórz aplikację F-Droid.",
                "step_2": "Stuknij łącze. Jeśli podano opcję, otwórz łącze przy użyciu F-Droid. Następnie postępuj zgodnie z instrukcjami. Jeśli to zadziała, gotowe! Jeśli nie, przejdź do następnego kroku.",
                "step_5": "Na ekranie Repozytoria dotknij ikonę '+' w górnym rogu.",
                "step_4": "W F-Droid stuknij 'Ustawienia'. W 'Moje aplikacje' wybierz 'Repozytoria'.",
                "step_6": "Adres repo zostanie automatycznie wypełniony. Wybierz 'Włącz'. Uwaga: repozytorium zostanie zapisane w repozytoriach F-Droid, ale żadne aplikacje nie zostaną zainstalowane, dopóki nie wybierzesz i nie zainstalujesz ręcznie."
            },
            "description": "Jeśli ktoś w pobliżu ma repozytorium, które chcesz, możesz zeskanować kod QR repozytorium z jego telefonu. Lub, jeśli kod QR dla repo jest wyświetlany na stronie internetowej, zeskanuj go na telefonie, aby go dodać.",
            "short_summary": "Zeskanuj kod QR",
            "title": "Zeskanuj kod QR z innego urządzenia"
        },
        "intro": "Możesz dodać repozytorium do F-Droid, skanując kod QR repozytorium z innego urządzenia lub otwierając w telefonie link repo. Rozpocznij od pobrania i zainstalowania aplikacji F-Droid na telefonie z Androidem.",
        "open_repo_link": {
            "steps": {
                "step_1": "Pobierz i zainstaluj aplikację F-Droid na swoim Androidzie.",
                "step_3": "Jeżeli masz otwarty link, stuknij przycisk 'Dodaj do F-Droid'.",
                "step_2": "Kliknij na link i otwórz w przeglądarce na twoim telefonie.",
                "step_5": "Widok 'Dodaj nowe repozytorium' zostanie wyświetlony z wstępnie wypełnionym adresem repozytorium. Wybierz 'Ok', aby go dodać.",
                "step_4": "Stuknij przycisk Posiadam F-Droid. aplikacja F-Droid się uruchomi.",
                "step_7": "Stuknij na repo aby zobaczyć jego zawartość.",
                "step_6": "Twoje nowe repo zostanie dodane. Aby wyświetlić listę swoich repozytoriów, otwórz 'Ustawienia'. Wybierz 'Repozytoria'.",
                "step_8": "Wybierz aplikacje, które chcesz mieć i zainstaluj je na swoim telefonie."
            },
            "description": "Ktoś wysłał Ci link do repo poprzez email, Facebook, Twitter lub tekst. Chcesz dodać te aplikacje do aplikacji F-Droid. Możesz łatwo dodać repozytorium do F-Droida na telefonie z Androidem, otwierając jego link.",
            "short_summary": "Otwórz link do Repo",
            "title": "Otwórz link do Repo na twoim telefonie"
        }
    },
    "swap": {
        "step_1": "Otwórz F-Droid. Wybierz 'W pobliżu' z menu u dołu ekranu.",
        "step_3": "Po znalezieniu osób znajdujących się w pobliżu, zarówno Ty, jak i osoba kontaktowa muszą wybrać siebie nawzajem.",
        "step_2": "Stuknij w 'Znajdź osoby w pobliżu mnie'. Aplikacja automatycznie rozpocznie wyszukiwanie.",
        "step_5": "Naciśnij '—>' przycisk.",
        "step_4": "Po połączeniu wybierz aplikacje, które chcesz udostępnić swojemu kontaktowi.",
        "step_7": "Stuknij przycisk 'Zainstaluj' obok aplikacji, które chcesz zainstalować.",
        "title": "Jak wysyłać i odbierać aplikacje offline",
        "step_9": "Po zakończeniu instalacji Twoje aplikacje będą dostępne w galerii aplikacji na Androida oraz w aplikacji F-Droid w zainstalowanych aplikacjach.",
        "overview": {
            "summary": "Brak internetu? Nie ma problemu. Funkcja F-Droid w pobliżu umożliwia wysyłanie i odbieranie treści osobom w tym samym pokoju.",
            "title": "Wysyłaj i odbieraj aplikacje offline."
        },
        "step_6": "Jedna osoba zostanie poproszona o potwierdzenie prośby o połączenie.",
        "all_devices_need_fdroid": "Wszystkie urządzenia wymagają pobrania i zainstalowania F-Droida przed rozpoczęciem. Wszystkie urządzenia powinny wykonać poniższe kroki.",
        "related_tutorial": "Możesz być zainteresowany także tym: <a href=\"../create-repo/\">Jak utworzyć Repo</a>",
        "intro": "Brak internetu? Nie problem. Pobierz aplikacje od ludzi w pobliżu Ciebie.",
        "step_8": "Stuknij 'Zainstaluj' jeszcze raz. Następnie postępuj zgodnie z monitami systemu Android, aby zakończyć proces instalacji.",
        "step_10": "Aby uzyskać dostęp do zainstalowanych aplikacji, otwórz ustawienia F-Droid i wybierz 'Zarządzaj zainstalowanymi aplikacjami' w 'Moje aplikacje.'"
    },
    "create_repo": {
        "download_and_install": {
            "steps": {
                "step_1": "Pobierz i zainstaluj aplikację internetową Repomaker na swoim komputerze stacjonarnym.",
                "step_3": "Utwórz nowe repozytorium i nadaj mu odpowiednią nazwę.",
                "step_2": "Uruchom aplikację internetową Repomaker. Zaloguj się lub Zarejestruj, aby rozpocząć.",
                "step_5": "Kliknij przycisk 'Dodaj' obok pozycji, które chcesz dodać. Po zakończeniu kliknij strzałkę 'wstecz', aby powrócić do repozytorium.",
                "step_4": "Wybierz, aby dodać aplikacje z galerii i dostępnych repozytoriów lub przesłać własne pliki. Kliknij przycisk 'Dodaj z galerii', aby wybrać łatwo dostępne treści.",
                "step_6": "Twoje aplikacje będą wyświetlane w widoku treści repozytorium."
            },
            "title": "Pobierz i zainstaluj Repomaker, aby rozpocząć tworzenie"
        },
        "title": "Jak utworzyć Repo",
        "overview": {
            "summary": "Stwórz własne spersonalizowane repozytorium aplikacji. Użyj F-Droid do dystrybucji treści. Trenerzy używają repos, aby łatwo udostępniać zasoby i aplikacje uczestnikom szkolenia, gdy nie ma niezawodnego połączenia z Internetem. Programiści używają repos do dystrybucji swoich aplikacji do odbiorców niszowych.",
            "title": "Dodaj własne aplikacje i pliki."
        },
        "share_repo": {
            "steps": {
                "step_1": "Przy ponownym udostępnianiu, które chcesz udostępnić, kliknij 'Udostępnij' w menu. Uwaga: przed udostępnieniem musisz ustawić miejsce do przechowywania repozytorium. Instrukcje, jak to zrobić są w kroku 2.",
                "step_3": "Wybierz opcję przechowywania, która najlepiej pasuje do Twoich potrzeb. Gdy masz już miejsce, możesz je udostępnić! Wróć do 'Udostępnij'.",
                "step_2": "Zostaniesz poproszony o skonfigurowanie pamięci w celu opublikowania repo i przed udostępnieniem. Jeśli nie widzisz tej strony, przejdź do kroku 4.",
                "step_5": "Opcja 'Zobacz Repo' pozwala zobaczyć, co właśnie opublikowałeś lub udostępniłeś.",
                "step_4": "Wybierz, aby skopiować link i wysłać go bezpośrednio do osób za pośrednictwem wiadomości e-mail lub tekstu, lub podzielić się repo na Facebooku lub Twitterze. Gdy użytkownicy otworzą link do repo, będą musieli dodać go do urządzenia z systemem Android, aby uzyskać dostęp do aplikacji w repozytorium. Zobacz <a href='../add-repo/'>Jak dodać Repo do F-Droid</a> w więcej informacji."
            },
            "title": "Dostosuj Repo"
        },
        "update_repo": {
            "steps": {
                "step_1": "Jeśli dodasz aplikacje z galerii, zostaną one automatycznie zaktualizowane, gdy źródło doda nowe wersje. W przypadku przesłanych plików możesz przeciągać i upuszczać zaktualizowane wersje w widoku repozytorium.",
                "step_3": "Przewiń w dół do wersji. Następnie dodaj nową wersję w sekcji 'Historia wersji'.",
                "step_2": "Alternatywnie możesz otworzyć pojedynczy element, aby dodać nową wersję. Wybierz edytuj.",
                "step_4": "Następnie dodaj nową wersję w sekcji 'Historia wersji'."
            },
            "title": "Zaktualizuj Repo"
        },
        "related_tutorial": "Możesz być zainteresowany także tym: <a href='../add-repo/'>Jak dodać Repo do F-Droid</a>",
        "intro": "Nie możesz znaleźć tego, czego szukasz? Dlaczego nie stworzyć własnego zbioru niestandardowych aplikacji i plików za pomocą Repomaker. Pobierz aplikację internetową Repomaker na swój komputer.",
        "customize_repo": {
            "steps": {
                "step_1": "Kliknij element, aby otworzyć jego szczegóły.",
                "step_3": "Dostosuj zawartość do swoich docelowych odbiorców. Uwaga: wprowadzone zmiany zostaną wprowadzone tylko na repozytorium. Nie zaktualizują oryginalnego źródła. Prosimy o szacunek przy dostosowywaniu informacji o treściach, które nie należą do Ciebie.",
                "step_2": "Kliknij 'Edytuj'.",
                "step_4": "Wszystkie twoje zmiany są automatycznie zapisywane."
            },
            "description": "Możesz edytować podsumowania aplikacji i plików, aby były zrozumiałe dla docelowych odbiorców. Możesz edytować język, dostosowując go do danego kraju. Następnie udostępnij repo uczestnikom przed konferencjami i szkoleniami.",
            "title": "Dostosuj Repo"
        }
    }
}
