{
    "antifeatures": {
        "Ads": "Esta aplicação contém publicidade",
        "DisabledAlgorithm": "Esta aplicação tem uma assinatura de segurança fraca",
        "KnownVuln": "Esta aplicação contém uma falha de segurança conhecida",
        "NoSourceSince": "O código-fonte já não está disponível e não é possível atualizar.",
        "NonFreeAdd": "Esta aplicação promove complementos não livres",
        "NonFreeAssets": "Esta aplicação contém recursos não livres",
        "NonFreeDep": "Esta aplicação depende de aplicações não livres",
        "NonFreeNet": "Esta aplicação promove serviços de rede não livres",
        "Tracking": "Esta aplicação monitoriza e reporta a sua atividade",
        "UpstreamNonFree": "O código-fonte não é totalmente Livre"
    },
    "index": {
        "download_fdroid": "Descarregar F-Droid",
        "gpg_signature": "Assinatura PGP",
        "introduction": "F-Droid é um catálogo de aplicações FOSS (programa livre e de código aberto) para Android. Disponibiliza um cliente que permite explorar, instalar e acompanhar atualizações no seu dispositivo móvel.",
        "screenshot": "Captura de ecrã da aplicação F-Droid para Android",
        "title": "O que é o F-Droid?"
    },
    "navigation": {
        "about": "Sobre",
        "browse": "Explorar",
        "contribute": "Colaborar",
        "documentation": "Documentação",
        "forum": "Fórum",
        "issues": "Problemas",
        "news": "Notícias"
    },
    "package": {
        "anti_features": "Características indesejadas",
        "anti_features_warning": "Esta aplicação tem funcionalidades que pode não querer.",
        "author": "Autor",
        "build_metadata": "Metadados da compilação",
        "changelog": "Histórico de versões",
        "donate": "Fazer um donativo",
        "download": "Descarregar [file_extension]",
        "flattr": "Flattr",
        "gpg_signature": "Assinatura PGP",
        "issue_tracker": "Gestor de problemas",
        "liberapay": "Site Liberapay",
        "license": "Licença",
        "minimum_android_version": "Esta versão requer o Android [android_version] ou mais recente.",
        "new_in_version": "Novo na versão [latest_version]",
        "packages": "Pacotes",
        "permissions": "Permissões",
        "signed_by_developer": "Compilado e assinado pelo programador original.",
        "signed_by_fdroid": "Compilado e assinado pelo F-Droid e garantido que corresponde ao <a href=\"[source_code_url]\">tarball desta origem</a>.",
        "source_code": "Código-fonte",
        "suggest_downloading_via_fdroid": "Apesar de ser possível descarregar os APKs disponíveis abaixo como opção, alertamos que ao instalar dessa forma, não irá receber notificações de atualizações e que é uma forma menos segura para descarregar. É recomendável usar sempre o cliente F-Droid.",
        "technical_info": "Informação técnica",
        "translation": "Traduzir",
        "version_info": "<b>Versão [package_version]</b> ([package_version_code]) - Adicionada em [package_added_date]",
        "website": "Página web"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Permite à aplicação continuar uma chamada iniciada noutra aplicação.",
        "permdesc_accessCoarseLocation": "Esta aplicação pode obter a sua localização com base em fontes de rede, tais como torres de redes móveis e redes Wi-Fi. É necessário que estes serviços de localização estejam ativados e disponíveis no seu telemóvel para que a aplicação os possa utilizar.",
        "permdesc_accessDrmCertificates": "Permite que uma aplicação forneça e utilize certificados DRM. Nunca deverá ser necessário para aplicações normais.",
        "permdesc_accessFineLocation": "Esta aplicação pode obter a sua localização com base em fontes de localização da rede e de GPS, tais como torres de redes móveis e redes Wi-Fi. É necessário que estes serviços de localização estejam ativados e disponíveis no seu telemóvel para que a aplicação os possa utilizar. Esta ação pode aumentar o consumo da bateria.",
        "permdesc_accessImsCallService": "Permite que a aplicação utilize o serviço IMS para fazer chamadas sem a sua intervenção.",
        "permdesc_accessLocationExtraCommands": "Permite que a aplicação aceda a comandos adicionais do fornecedor de localização. Esta opção pode permitir que a aplicação interfira com o funcionamento do GPS ou de outras fontes de localização.",
        "permdesc_accessNetworkConditions": "Permite que uma aplicação ouça observações sobre as condições da rede. Nunca deverá ser necessário para aplicações normais.",
        "permdesc_accessNetworkState": "Permite que a aplicação visualize informações acerca das ligações de rede como, por exemplo, que redes que existem e estão ligadas.",
        "permdesc_accessNotifications": "Permite que a aplicação obtenha, examine e limpe notificações, incluindo as que foram publicadas por outras aplicações.",
        "permdesc_accessWifiState": "Permite que a aplicação visualize informações acerca de redes Wi-Fi como, por exemplo, se o Wi-Fi está ativado e o nome dos dispositivos Wi-Fi ligados.",
        "permdesc_accessWimaxState": "Permite que a aplicação determine se o WiMAX está ativado e aceda a informações acerca de qualquer rede WiMAX que esteja ligada.",
        "permdesc_access_notification_policy": "Permite à aplicação ler e alterar a configuração de Não incomodar",
        "permdesc_addVoicemail": "Permite que a aplicação adicione mensagens à sua caixa de entrada de correio de voz.",
        "permdesc_answerPhoneCalls": "Permite que a aplicação atenda chamadas recebidas.",
        "permdesc_bindCarrierMessagingService": "Permite ao titular ligar à interface de nível superior do serviço de mensagens de um operador. Nunca deve ser necessário para aplicações normais.",
        "permdesc_bindCarrierServices": "Permite ao titular vincular-se a serviços do operador. Nunca deverá ser necessário nas aplicações normais.",
        "permdesc_bindConditionProviderService": "Permite que o titular vincule a interface de nível superior de um serviço de fornecedor de condição. Nunca deverá ser necessário para aplicações normais.",
        "permdesc_bindDreamService": "Permite ao detentor ficar vinculado à interface de nível superior de um serviço de sonho. Nunca deverá ser necessário para aplicações normais.",
        "permdesc_bindNotificationListenerService": "Permite que o titular vincule a interface de nível superior de um serviço de escuta de notificações. Nunca deverá ser necessário para aplicações normais.",
        "permdesc_bind_connection_service": "Permite à aplicação interagir com serviços telefónicos e fazer/receber chamadas.",
        "permdesc_bind_incall_service": "Permite que a aplicação controle quando e como o utilizador vê o ecrã durante uma chamada.",
        "permdesc_bluetooth": "Permite que a aplicação visualize a configuração do Bluetooth no telemóvel e que estabeleça e aceite ligações com dispositivos emparelhados.",
        "permdesc_bluetoothAdmin": "Permite que a aplicação configure o telemóvel Bluetooth local, bem como descobrir e emparelhar com dispositivos remotos.",
        "permdesc_bodySensors": "Permite que a aplicação aceda a dados de sensores que monitorizam a sua condição física, como o ritmo cardíaco.",
        "permdesc_broadcastSticky": "Permite que a aplicação envie difusões fixas, que permanecem após o fim da difusão. Uma utilização excessiva pode tornar o telemóvel lento ou instável, fazendo com que utilize demasiada memória.",
        "permdesc_callPhone": "Permite que a aplicação ligue para números de telefone sem a intervenção do utilizador. Esta ação pode resultar em cobranças ou chamadas inesperadas. Tenha em atenção que isto não permite que a aplicação ligue para números de emergência. As aplicações maliciosas podem fazer com que incorra em custos, fazendo chamadas sem a sua confirmação.",
        "permdesc_camera": "Esta aplicação pode tirar fotos e gravar vídeos através da câmara em qualquer altura.",
        "permdesc_changeNetworkState": "Permite que a aplicação altere o estado de conectividade da rede.",
        "permdesc_changeTetherState": "Permite que a aplicação altere o estado de conectividade da rede ligada.",
        "permdesc_changeWifiMulticastState": "Permite que a aplicação receba pacotes enviados para todos os dispositivos numa rede Wi-Fi através de endereços multicast, não apenas para o telemóvel. Utiliza mais energia do que o modo não multicast.",
        "permdesc_changeWifiState": "Permite que a aplicação se ligue e desligue de pontos de acesso Wi-Fi e que efetue alterações à configuração do dispositivo para redes Wi-Fi.",
        "permdesc_changeWimaxState": "Permite que a aplicação ligue e desligue o telemóvel de redes WiMAX.",
        "permdesc_connection_manager": "Permite que a aplicação faça a gestão das ligações de telecomunicação.",
        "permdesc_control_incall_experience": "Permite que a aplicação proporcione uma experiência de utilizador em chamada.",
        "permdesc_createNetworkSockets": "Permite que a aplicação crie ligações de rede e utilize protocolos de rede personalizados. O navegador e outras aplicações fornecem meios para enviar dados para a Internet, pelo que esta autorização não é necessária para enviar dados para a Internet.",
        "permdesc_disableKeyguard": "Permite que a aplicação desative o bloqueio de teclas e qualquer segurança por palavra-passe associada. Por exemplo, o telemóvel desativa o bloqueio de teclas quando recebe uma chamada e reativa o bloqueio de teclas ao terminar a chamada.",
        "permdesc_enableCarMode": "Permite que a aplicação ative o modo automóvel.",
        "permdesc_expandStatusBar": "Permite à aplicação expandir ou fechar a barra de estado.",
        "permdesc_foregroundService": "Permite que a aplicação utilize serviços em primeiro plano.",
        "permdesc_getAccounts": "Permite que a aplicação obtenha a lista de contas reconhecidas pelo telemóvel. Pode incluir qualquer conta criada pelas aplicações instaladas.",
        "permdesc_getPackageSize": "Permite à aplicação obter o código, os dados e o tamanhos de cache da mesma",
        "permdesc_getTasks": "Permite que a aplicação recupere informações acerca de tarefas executadas atual e recentemente. Isto pode permitir que a aplicação descubra informações acerca de quais as aplicações utilizadas no dispositivo.",
        "permdesc_handoverStatus": "Permite que esta aplicação receba informações acerca das transferências atuais do Android Beam",
        "permdesc_install_shortcut": "Permite que uma aplicação adicione atalhos ao Ecrã principal sem a intervenção do utilizador.",
        "permdesc_invokeCarrierSetup": "Permite que o titular invoque a aplicação de configuração fornecida pela operadora. Nunca deverá ser necessário para aplicações normais.",
        "permdesc_killBackgroundProcesses": "Permite que a aplicação termine processos em segundo plano de outras aplicações. Isto pode fazer com que outras aplicações deixem de funcionar.",
        "permdesc_manageFingerprint": "Permite que a aplicação invoque métodos para adicionar e eliminar modelos de impressão digital para utilização.",
        "permdesc_manageNetworkPolicy": "Permite que a aplicação faça a gestão de políticas de rede e defina regras específicas de aplicações.",
        "permdesc_manageOwnCalls": "Permite que a aplicação encaminhe as respetivas chamadas através do sistema de modo a melhorar a experiência da chamada.",
        "permdesc_manageProfileAndDeviceOwners": "Permite que as aplicações definam proprietários de perfis e o proprietário do dispositivo.",
        "permdesc_modifyAudioSettings": "Permite que a aplicação modifique definições de áudio globais, tais como o volume e qual o altifalante utilizado para a saída de som.",
        "permdesc_modifyNetworkAccounting": "Permite que a aplicação modifique o modo como a utilização da rede é contabilizada em relação a aplicações. Nunca é necessário para aplicações normais.",
        "permdesc_nfc": "Permite que a aplicação comunique com etiquetas, cartões e leitores Near Field Communication (NFC).",
        "permdesc_persistentActivity": "Permite que a aplicação torne partes de si mesma persistentes na memória. Isto pode limitar a disponibilidade da memória para outras aplicações, tornando o telemóvel mais lento.",
        "permdesc_processOutgoingCalls": "Permite que a aplicação veja o número que é marcado durante uma chamada efetuada, com a opção de redirecionar a chamada para um número diferente ou terminar a chamada.",
        "permdesc_readCalendar": "Esta aplicação pode ler todos os eventos do calendário armazenados no seu telemóvel e partilhar ou guardar os dados do calendário.",
        "permdesc_readCallLog": "Esta aplicação pode ler o seu histórico de chamadas.",
        "permdesc_readCellBroadcasts": "Permite que a aplicação leia mensagens de transmissão celular recebidas pelo seu dispositivo. Os alertas de transmissão celular são fornecidos em algumas localizações para avisá-lo sobre situações de emergência. As aplicações maliciosas podem interferir com o desempenho ou funcionamento do seu dispositivo quando for recebida uma transmissão celular de emergência.",
        "permdesc_readContacts": "Permite que a aplicação leia dados acerca de contactos guardados no telemóvel, incluindo a frequência com que telefonou, enviou emails ou comunicou através de outras formas com determinadas pessoas. Esta autorização permite que a aplicação guarde dados de contactos e as aplicações maliciosas podem partilhar dados de contactos sem o seu conhecimento.",
        "permdesc_readHistoryBookmarks": "Permite que a aplicação leia o histórico de todos os URLs visitados pelo Navegador e todos os marcadores do Navegador. Nota: esta autorização pode não ser aplicada por navegadores de terceiros ou outras aplicações com capacidades de navegação na Web.",
        "permdesc_readInstallSessions": "Permite que uma aplicação leia sessões de instalação. Isto permite que veja detalhes acerca de instalações de pacotes ativas.",
        "permdesc_readNetworkUsageHistory": "Permite que a aplicação leia utilização histórica da rede para redes e aplicações específicas.",
        "permdesc_readPhoneNumbers": "Permite à aplicação aceder aos números de telefone do dispositivo.",
        "permdesc_readPhoneState": "Permite que a aplicação aceda às funcionalidades de telefone do dispositivo. Esta autorização permite que a aplicação determine o número de telefone e IDs do dispositivo, se alguma chamada está ativa e qual o número remoto ligado por uma chamada.",
        "permdesc_readSms": "Esta aplicação pode ler todas as mensagens SMS (de texto) armazenadas no seu telemóvel.",
        "permdesc_readSyncSettings": "Permite que a aplicação leia as definições de sincronização de uma conta. Por exemplo, pode determinar se a aplicação Pessoas está sincronizada com uma conta.",
        "permdesc_readSyncStats": "Permite que uma aplicação leia o estado de sincronização de uma conta, incluindo o histórico de eventos de sincronização e a quantidade de dados sincronizados.",
        "permdesc_receiveBootCompleted": "Permite que uma aplicação se inicie automaticamente assim que tiver terminado o arranque do sistema. Isto pode atrasar o arranque do telemóvel e permitir à aplicação abrandar todo o funcionamento do telemóvel, uma vez que está em constante execução.",
        "permdesc_receiveMms": "Permite que a aplicação receba e processe mensagens MMS. Isto significa que a aplicação poderá monitorizar ou eliminar mensagens enviadas para o seu dispositivo sem as apresentar.",
        "permdesc_receiveSms": "Permite que a aplicação receba e processe mensagens SMS. Isto significa que a aplicação poderá monitorizar ou eliminar mensagens enviadas para o seu dispositivo sem as apresentar.",
        "permdesc_receiveWapPush": "Permite que a aplicação receba e processe mensagens WAP. Esta autorização inclui a capacidade de monitorizar ou eliminar mensagens enviadas para si sem as apresentar.",
        "permdesc_recordAudio": "Esta aplicação pode gravar áudio através do microfone em qualquer altura.",
        "permdesc_register_call_provider": "Permite que a aplicação registe novas ligações de telecomunicação.",
        "permdesc_register_sim_subscription": "Permite que a aplicação registe novas ligações SIM de telecomunicações.",
        "permdesc_removeDrmCertificates": "Permite que uma aplicação remova certificados DRM. Nunca deverá ser necessário para aplicações normais.",
        "permdesc_reorderTasks": "Permite que a aplicação mova tarefas para primeiro e segundo plano. A aplicação poderá fazê-lo sem qualquer entrada do utilizador.",
        "permdesc_requestDeletePackages": "Permite que uma aplicação solicite a eliminação de pacotes.",
        "permdesc_requestIgnoreBatteryOptimizations": "Permite que uma aplicação solicite autorização para ignorar as otimizações da bateria para a mesma.",
        "permdesc_requestInstallPackages": "Permite que uma aplicação solicite a instalação de pacotes.",
        "permdesc_route_media_output": "Permite que a aplicação encaminhe a saída de som multimédia para outros dispositivos externos.",
        "permdesc_runInBackground": "Esta aplicação pode ser executada em segundo plano, o que pode descarregar a bateria mais rapidamente.",
        "permdesc_sdcardRead": "Permite que a aplicação leia conteúdos do cartão SD.",
        "permdesc_sdcardWrite": "Permite que a aplicação escreva no cartão SD.",
        "permdesc_sendSms": "Permite que a aplicação envie mensagens SMS. Isto pode resultar em custos inesperados. As aplicações maliciosas podem fazer com que incorra em custos, enviando mensagens sem a sua confirmação.",
        "permdesc_setAlarm": "Permite que a aplicação defina um alarme numa aplicação de despertador instalada. Algumas aplicações de despertador podem não integrar esta funcionalidade.",
        "permdesc_setInputCalibration": "Permite à aplicação modificar os parâmetros de calibragem do ecrã tátil. Esta funcionalidade nunca deverá ser necessária para aplicações normais.",
        "permdesc_setTimeZone": "Permite que a aplicação altere o fuso horário do telemóvel.",
        "permdesc_setWallpaper": "Permite à aplicação definir a imagem de fundo do sistema.",
        "permdesc_setWallpaperHints": "Permite que a aplicação defina as sugestões de tamanho da imagem de fundo do sistema.",
        "permdesc_sim_communication": "Permite que a aplicação envie comandos para o SIM. Esta ação é muito perigosa.",
        "permdesc_statusBar": "Permite à aplicação desativar a barra de estado ou adicionar e remover ícones do sistema.",
        "permdesc_statusBarService": "Permite que a aplicação seja apresentada na barra de estado.",
        "permdesc_subscribedFeedsRead": "Permite à aplicação obter detalhes acerca dos feeds atualmente sincronizados.",
        "permdesc_systemAlertWindow": "Esta aplicação pode aparecer por cima de outras aplicações ou de outras partes do ecrã. Tal pode interferir com a utilização normal das aplicações e alterar a forma como as outras aplicações aparecem.",
        "permdesc_transmitIr": "Permite que a aplicação utilize o transmissor de infravermelhos do telemóvel.",
        "permdesc_uninstall_shortcut": "Permite que a aplicação remova atalhos do Ecrã principal sem a intervenção do utilizador.",
        "permdesc_useBiometric": "Permite que a aplicação utilize hardware biométrico para autenticação.",
        "permdesc_useDataInBackground": "Esta aplicação pode utilizar dados em segundo plano, o que pode aumentar a utilização de dados.",
        "permdesc_useFingerprint": "Permite que a aplicação utilize o hardware de impressão digital para autenticação",
        "permdesc_use_sip": "Permite que a aplicação efetue e receba chamadas SIP.",
        "permdesc_vibrate": "Permite à aplicação controlar o vibrador.",
        "permdesc_wakeLock": "Permite que a aplicação impeça o telemóvel de entrar em inatividade.",
        "permdesc_writeCalendar": "Esta aplicação pode adicionar, remover ou alterar eventos do calendário no seu telemóvel. Esta aplicação pode enviar mensagens que parecem vir de proprietários do calendário ou alterar eventos sem notificar os respetivos proprietários.",
        "permdesc_writeCallLog": "Permite à aplicação modificar o registo de chamadas do telemóvel, incluindo os dados sobre as chamadas recebidas e efetuadas. As aplicações maliciosas podem utilizar esta funcionalidade para apagar ou modificar o seu registo de chamadas.",
        "permdesc_writeContacts": "Permite que a aplicação modifique dados acerca dos contactos guardados no telemóvel, incluindo a frequência com que telefonou, enviou emails ou comunicou através de outras formas com determinadas pessoas. Esta autorização permite que as aplicações eliminem dados de contactos.",
        "permdesc_writeGeolocationPermissions": "Permite que a aplicação modifique as permissões de geolocalização do navegador. As aplicações maliciosas podem usar isto para permitir o envio de informações de localização para Web sites arbitrárias.",
        "permdesc_writeHistoryBookmarks": "Permite que a aplicação modifique o histórico do Navegador ou marcadores guardados no telemóvel. Isto pode permitir que a aplicação apague ou modifique dados do Navegador. Nota: esta autorização pode não ser aplicada por navegadores de terceiros ou outras aplicações com capacidades de navegação na Web.",
        "permdesc_writeSettings": "Permite à aplicação modificar os dados das definições do sistema. As aplicações maliciosas podem corromper a configuração do seu sistema.",
        "permdesc_writeSyncSettings": "Permite que uma aplicação modifique as definições de sincronização de uma conta. Por exemplo, pode ser utilizada para ativar a sincronização da aplicação Pessoas com uma conta.",
        "permgroupdesc_calendar": "aceder ao calendário",
        "permgroupdesc_calllog": "ler e escrever o registo de chamadas do telemóvel",
        "permgroupdesc_camera": "tirar fotos e gravar vídeos",
        "permgroupdesc_contacts": "aceder aos contactos",
        "permgroupdesc_location": "aceder à localização do seu dispositivo",
        "permgroupdesc_microphone": "gravar áudio",
        "permgroupdesc_phone": "fazer e gerir chamadas",
        "permgroupdesc_sensors": "aceder a dados do sensor acerca dos seus sinais vitais",
        "permgroupdesc_sms": "enviar e ver mensagens SMS",
        "permgroupdesc_storage": "aceder a fotos, multimédia e ficheiros no dispositivo",
        "permgrouplab_calendar": "Calendário",
        "permgrouplab_calllog": "Registos de chamadas",
        "permgrouplab_camera": "Câmara",
        "permgrouplab_contacts": "Contactos",
        "permgrouplab_location": "Localização",
        "permgrouplab_microphone": "Microfone",
        "permgrouplab_phone": "Telemóvel",
        "permgrouplab_sensors": "Sensores de corpo",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Armazenamento",
        "permgrouprequest_calendar": "Pretende permitir que a aplicação <b>",
        "permgrouprequest_calllog": "Pretende permitir que a aplicação <b>",
        "permgrouprequest_camera": "Pretende permitir que a aplicação <b>",
        "permgrouprequest_contacts": "Pretende permitir que a aplicação <b>",
        "permgrouprequest_location": "Pretende permitir que a aplicação <b>",
        "permgrouprequest_microphone": "Pretende permitir que a aplicação <b>",
        "permgrouprequest_phone": "Pretende permitir que a aplicação <b>",
        "permgrouprequest_sensors": "Pretende permitir que a aplicação <b>",
        "permgrouprequest_sms": "Pretende permitir que a aplicação <b>",
        "permgrouprequest_storage": "Pretende permitir que a aplicação <b>",
        "permlab_acceptHandover": "continuar uma chamada a partir de outra aplicação",
        "permlab_accessCoarseLocation": "aceder à localização aproximada (baseada na rede)",
        "permlab_accessDrmCertificates": "Aceder a certificados DRM",
        "permlab_accessFineLocation": "aceder à localização exata (baseada no GPS e na rede)",
        "permlab_accessImsCallService": "aceder ao serviço de chamadas IMS",
        "permlab_accessLocationExtraCommands": "aceder a comandos adicionais do fornecedor de localização",
        "permlab_accessNetworkConditions": "ouvir observações sobre as condições da rede",
        "permlab_accessNetworkState": "ver ligações de rede",
        "permlab_accessNotifications": "aceder às notificações",
        "permlab_accessWifiState": "ver ligações Wi-Fi",
        "permlab_accessWimaxState": "ligar e desligar do WiMAX",
        "permlab_access_notification_policy": "aceder a Não incomodar",
        "permlab_addVoicemail": "adicionar correio de voz",
        "permlab_answerPhoneCalls": "atender chamadas telefónicas",
        "permlab_bindCarrierMessagingService": "ligar ao serviço de mensagens de um operador",
        "permlab_bindCarrierServices": "vincular a serviços do operador",
        "permlab_bindConditionProviderService": "vincular a um serviço de fornecedor de condição",
        "permlab_bindDreamService": "vincular-se a um serviço de sonho",
        "permlab_bindNotificationListenerService": "vincular a um serviço de escuta de notificações",
        "permlab_bind_connection_service": "Interagir com serviços telefónicos",
        "permlab_bind_incall_service": "interagir com o ecrã durante uma chamada",
        "permlab_bluetooth": "sincronizar com dispositivos Bluetooth",
        "permlab_bluetoothAdmin": "aceder às definições de Bluetooth",
        "permlab_bodySensors": "aceder a sensores corporais (como monitores do ritmo cardíaco)",
        "permlab_broadcastSticky": "enviar difusão fixa",
        "permlab_callPhone": "marcar números de telefone diretamente",
        "permlab_camera": "tirar fotos e vídeos",
        "permlab_changeNetworkState": "mudar conectividade de rede",
        "permlab_changeTetherState": "alterar conectividade associada",
        "permlab_changeWifiMulticastState": "permitir recepção Multicast Wi-Fi",
        "permlab_changeWifiState": "ligar e desligar de redes Wi-Fi",
        "permlab_changeWimaxState": "alterar estado do WiMAX",
        "permlab_connection_manager": "gerir ligações de telecomunicação",
        "permlab_control_incall_experience": "proporcionar uma experiência de utilizador em chamada",
        "permlab_createNetworkSockets": "ter acesso total à rede",
        "permlab_disableKeyguard": "desativar o bloqueio do ecrã",
        "permlab_enableCarMode": "ativar modo de carro",
        "permlab_expandStatusBar": "expandir/fechar barra de estado",
        "permlab_foregroundService": "executar serviço em primeiro plano",
        "permlab_getAccounts": "procurar contas no dispositivo",
        "permlab_getPackageSize": "medir espaço de armazenamento da aplicação",
        "permlab_getTasks": "obter aplicações em execução",
        "permlab_handoverStatus": "receber estado de transferência do Android Beam",
        "permlab_install_shortcut": "instalar atalhos",
        "permlab_invokeCarrierSetup": "invocar a aplicação de configuração fornecida pela operadora",
        "permlab_killBackgroundProcesses": "fechar outras aplicações",
        "permlab_manageFingerprint": "gerir o hardware de impressão digital",
        "permlab_manageNetworkPolicy": "gerir a política de rede",
        "permlab_manageOwnCalls": "encaminhar chamadas através do sistema",
        "permlab_manageProfileAndDeviceOwners": "gerir proprietários de perfis e de dispositivos",
        "permlab_modifyAudioSettings": "alterar as suas definições de áudio",
        "permlab_modifyNetworkAccounting": "modificar contabilização da utilização da rede",
        "permlab_nfc": "controlo Near Field Communication",
        "permlab_persistentActivity": "fazer com que a aplicação seja sempre executada",
        "permlab_processOutgoingCalls": "redirecionar as chamadas efetuadas",
        "permlab_readCalendar": "Ler detalhes e eventos do calendário",
        "permlab_readCallLog": "ler registo de chamadas",
        "permlab_readCellBroadcasts": "ler mensagens de transmissão celular",
        "permlab_readContacts": "ler os contactos",
        "permlab_readHistoryBookmarks": "ler os marcadores da Web e o histórico",
        "permlab_readInstallSessions": "ler sessões de instalação",
        "permlab_readNetworkUsageHistory": "ler utilização histórica da rede",
        "permlab_readPhoneNumbers": "ler os números de telefone",
        "permlab_readPhoneState": "ler o estado e a identidade do telemóvel",
        "permlab_readSms": "ler as mensagens de texto (SMS ou MMS)",
        "permlab_readSyncSettings": "ler definições de sincronização",
        "permlab_readSyncStats": "ler estatísticas de sincronização",
        "permlab_receiveBootCompleted": "executar no arranque",
        "permlab_receiveMms": "receber mensagens de texto (MMS)",
        "permlab_receiveSms": "receber mensagens de texto (SMS)",
        "permlab_receiveWapPush": "receber mensagens de texto (WAP)",
        "permlab_recordAudio": "gravar áudio",
        "permlab_register_call_provider": "registar novas ligações de telecomunicações",
        "permlab_register_sim_subscription": "registar novas ligações SIM de telecomunicações",
        "permlab_removeDrmCertificates": "remover certificados DRM",
        "permlab_reorderTasks": "reordenar as aplicações em execução",
        "permlab_requestDeletePackages": "solicitar eliminação de pacotes",
        "permlab_requestIgnoreBatteryOptimizations": "pedir para ignorar as otimizações da bateria",
        "permlab_requestInstallPackages": "solicitar pacotes de instalação",
        "permlab_route_media_output": "encaminhar saída de som multimédia",
        "permlab_runInBackground": "executar em segundo plano",
        "permlab_sdcardRead": "ler os conteúdos do cartão SD",
        "permlab_sdcardWrite": "modificar ou eliminar os conteúdos do cartão SD",
        "permlab_sendSms": "enviar e ver mensagens SMS",
        "permlab_setAlarm": "definir um alarme",
        "permlab_setInputCalibration": "alterar a calibragem de entrada do dispositivo",
        "permlab_setTimeZone": "definir fuso horário",
        "permlab_setWallpaper": "definir imagem de fundo",
        "permlab_setWallpaperHints": "ajustar o tamanho da imagem de fundo",
        "permlab_sim_communication": "enviar comandos para o SIM",
        "permlab_statusBar": "desativar ou modificar barra de estado",
        "permlab_statusBarService": "ser apresentada na barra de estado",
        "permlab_subscribedFeedsRead": "ler feeds subscritos",
        "permlab_systemAlertWindow": "Esta aplicação pode aparecer por cima de outras aplicações",
        "permlab_transmitIr": "transmitir infravermelhos",
        "permlab_uninstall_shortcut": "desinstalar atalhos",
        "permlab_useBiometric": "Utilizar hardware biométrico",
        "permlab_useDataInBackground": "utilizar dados em segundo plano",
        "permlab_useFingerprint": "utilizar o hardware de impressão digital",
        "permlab_use_sip": "efetuar/receber chamadas SIP",
        "permlab_vibrate": "controlar vibração",
        "permlab_wakeLock": "impedir modo de inactividade do telefone",
        "permlab_writeCalendar": "adicionar ou modificar eventos do calendário e enviar email a convidados sem o conhecimento dos proprietários",
        "permlab_writeCallLog": "escrever registo de chamadas",
        "permlab_writeContacts": "modificar os contactos",
        "permlab_writeGeolocationPermissions": "modificar permissões de geolocalização do Navegador",
        "permlab_writeHistoryBookmarks": "gravar marcadores da Web e o histórico",
        "permlab_writeSettings": "modificar as definições do sistema",
        "permlab_writeSyncSettings": "ativar e desativar a sincronização"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nome",
            "bitcoin_alt": "Fazer donativo via Bitcoin",
            "flattr_alt": "Fazer donativo via Flattr",
            "heading": "Fazer donativo",
            "hellotux": "👕 T-shirts 👕 de",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid receberá 3 euros por camisa vendida.",
            "liberapay_alt": "Fazer donativo via Liberapay",
            "litecoin_alt": "Fazer donativo via Litecoin",
            "paypal_alt": "Fazer donativo via PayPal",
            "powered_by_donations": "F-Droid é sustentado graças aos donativos!",
            "via_bank_transfer": "Transferência bancária"
        },
        "lang": {
            "change": "Alterar"
        },
        "last_updated": {
            "heading": "Última atualização"
        },
        "latest_packages": {
            "heading": "Aplicações recentes"
        },
        "news": {
            "heading": "Notícias"
        },
        "search": {
            "heading": "Procurar aplicações",
            "noscript": "É necessário ter o JavaScript ativado",
            "search": "Procurar"
        }
    }
}
