{
    "add_repo": {
        "intro": "入手可能のデバイスやウェブサイトから、追加したいリポジトリのQRコードをスキャンする。",
        "no_internet": "インターネットがありませんか？心配いりません。<a href=\"../swap/\">オフラインでアプリを送受信する方法を学ぶ</a>",
        "open_repo_link": {
            "description": "リポジトリのリンクをメールやソーシャルメディア、SNSなどで受け取った場合、F-Droid でそれを開くとアプリをインストールすることができるようになります。",
            "short_summary": "リポジトリリンクを開く",
            "steps": {
                "step_1": "Android デバイスで F-Droid アプリをダウンロードしてインストールします。",
                "step_2": "デバイス上のWebブラウザでリンクをクリックして開きます。",
                "step_3": "リンクを開き，「Add to F-Droid」ボタンをタップします。",
                "step_4": "'I have F-Droid'ボタンをタップします。F-Droidアプリが開きます。",
                "step_5": "リポジトリのアドレスが既に入っている状態で'Add new repository'が現れます。'OK'をタップして追加します。",
                "step_6": "新しいリポジトリが追加されます。リポジトリの一覧を見るには、'Settings'を開きます。'Repositories'を選びます。",
                "step_7": "リポジトリをタップすると内容が表示されます。",
                "step_8": "好みのアプリを選択して、デバイスにインストールします。"
            },
            "title": "あなたのデバイスでリポジトリのリンクを開く"
        },
        "overview": {
            "summary": "より多くを得るには、F-Droidにリポジトリを追加します。リポジトリは精選されたコンテンツのコレクションです。そこから直接人々のリポジトリについて知ることができます。開発者はしばしば自身のウェブサイトからそのF-Droidリポジトリへリンクします。トレーナーはしばしばeメール、Facebook、Twitterでリポジトリへのリンクを共有します。",
            "title": "より多くのコンテンツを得る。"
        },
        "scan_qr_code": {
            "description": "入手可能のデバイスやウェブサイトから、追加したいリポジトリのQRコードをスキャンする。",
            "related_tutorial": "これにも興味を持つかもしれません： <a href=\"../swap/\">オフラインでアプリを送受信する方法</a>",
            "short_summary": "QR コードをスキャン",
            "steps": {
                "step_1": "リポジトリのQRコードが表示されたら、QR読み取りアプリでスキャンして下さい。",
                "step_2": "リンクをタップする。F-Droidで開く選択肢があれば、選択して下さい。効果があれば、終了しました。効果がなければ、次のステップに進んで下さい。",
                "step_3": "F-Droidで開く選択肢が表示されない場合、QR読み取りアプリを終了して、F-Droidアプリを開く。",
                "step_4": "F-Droidアプリ内に、「設定」をタップする。「マイアプリ」のメニューから、「リポジトリ」を選択する。",
                "step_5": "リポジトリ画面から、上の角にある「+」アイコンをタップする。",
                "step_6": "リポジトリアドレスは自動追加されます。「有効」をタップする。注記: リポジトリはF-Droidリポジトリに保存されますが、アプリを手動で選択しインストールしない限り何もインストールされません。"
            },
            "title": "ほかのデバイスでQRコードをスキャン"
        },
        "title": "F-Droidにリポジトリを追加する方法"
    },
    "create_repo": {
        "customize_repo": {
            "description": "対象視聴者に分かりやすくするためにアプリやファイル要約を編集できます。国ごとにするために言語を編集できます。そして会議あるいは訓練など前に、リポジトリをシームレスに参加者と共有できます。",
            "steps": {
                "step_1": "詳細を開くにはアイテムをクリックする。",
                "step_2": "「編集」をクリック。",
                "step_3": "対象視聴者に適するため、コンテンツをカスタマイズする。注記: 変更は自分のリポジトリのみに適用されます。元のソースに更新しません。他人のコンテンツに関する情報をカスタマイズする時に敬意を示して下さい。",
                "step_4": "あなたの行った全ての変更は自動的に保存されます。"
            },
            "title": "リポジトリをカスタマイズ"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Repomakerウェブアプリをパソコンにダウンロード、インストールする。詳しくは<a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">インストールガイド</a>に。",
                "step_2": "Repomakerウェブアプリを実行する。登録またはログインしてから始めます。",
                "step_3": "新しいリポジトリを作成して、その名を入力する。",
                "step_4": "ギャラリーそして入手可能リポジトリからアプリを追加するか、自分のファイルをアップロードする。入手可能なコンテンツから選択するには「ギャラリーから追加」ボタンをクリックする。",
                "step_5": "追加したいアイテムの隣の「追加」ボタンをクリックする。終了したら、「戻る」矢印をクリックしてリポジトリに戻ります。",
                "step_6": "アプリはリポジトリのコンテンツ画面に表示されます。"
            },
            "title": "作成を始めるには、Repomakerをダウンロード、インストールする"
        },
        "intro": "探しているものを見つけれないですか？パソコンにRepomakerウェブアプリをダウンロードして、自分だけの特製ファイルやアプリの収集を作製しましょう。",
        "overview": {
            "summary": "自分だけの特製リポジトリを作製しましょう。F-Droidでコンテンツを共有しましょう。指導者はリポジトリを使って、インターネット接続がない時に訓練の参加者とリソースやアプリを共有します。開発者はリポジトリを使ってニッチアプリをユーザに配信します。",
            "title": "自身のアプリやファイルを追加する。"
        },
        "related_tutorial": "<a href=\"../add-repo/\">リポジトリをF-Droidに追加する方法</a>にも興味があるかもしれません",
        "share_repo": {
            "steps": {
                "step_1": "共有したいリポジトリを開かれたままにして、メニューに「共有」をクリック。注釈: リポジトリを共有する前に、保存する場所を設定しなければなりません。設定する方法はステップ２にあります。",
                "step_2": "共有する前に、リポジトリを出版するためにストレージを設定するよう求められます。このページを見当たらない場合はステップ４に進んで下さい。",
                "step_3": "ニーズに合うストレージ選択肢を選んで下さい。ストレージは設定されたら、共有する準備は完了しました。「共有」に戻って下さい。",
                "step_4": "リンクをコピーして、リポジトリを直接にメールやSMSで共有するか、それともFacebookやTwitterで投稿するのを選択する。人々がリポジトリのリンクを開くと、リポジトリ内のアプリをアクセスするのにアンドロイドデバイスに追加する必要があります。詳しくは「<a href=\"../add-repo/\">F-Droidにリポジトリを追加する方法</a>」まで。",
                "step_5": "「リポジトリを見る」の選択肢で、ついさっき出版または共有したものを表示することができます。"
            },
            "title": "リポジトリをカスタマイズ"
        },
        "title": "リポジトリを作るには",
        "update_repo": {
            "steps": {
                "step_1": "ギャラリーからアプリを追加すると、元のソースから新バージョンがリリースする時に自動的にアップデートされます。自分でアップロードしたファイルの場合、ドラッグ＆ドロップ操作によってリポジトリ画面に新バージョンを追加できます。",
                "step_2": "あるいは、新バージョンを追加するのに単アイテムを開くことができます。「編集」を選択して下さい。",
                "step_3": "「バージョン」までスクロールダウンして、「バージョン歴史」節に新バージョンを追加する。",
                "step_4": "次に、「バージョン歴史」節に新バージョンを追加する。"
            },
            "title": "リポジトリを更新"
        }
    },
    "misc": {
        "option_x_description": "選択肢 {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droidはコミュニティによって作られる独立フリー・オープンソース・ソフトウェアのアンドロイド向けアプリストアです。 F-Droidで、1200以上のオープンソースアプリを閲覧し、作成されたリポジトリからアプリを検索しインストールでき、そして自分のリポジトリも作成できます。始めるには、アンドロイドのデバイスでfdroid.orgを開いて、アプリをダウンロードしましょう！",
            "title": "F-Droid でできること",
            "tutorial_x_title": "チュートリアル {{ number }}: {{ title }}"
        },
        "step_x": "ステップ {{ number }}",
        "step_x_description": "ステップ{{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "全てのデバイスでは、始める前にF-Droidをダウンロード、インストールする必要があります。いかなるデバイスに対しても、以下のステップを従ってインストールできます。",
        "intro": "インターネットがありませんか？問題ありません。近くの人からアプリをダウンロードしましょう。",
        "overview": {
            "summary": "インターネットがありませんか？問題ありません。 F-Droid Nearby は同じ部屋にいる人々がコンテンツを送受信を可能にします。",
            "title": "オフラインでアプリを送受信する。"
        },
        "related_tutorial": "「<a href=\"../create-repo/\">リポジトリを作成する方法</a>」にも興味があるかもしれません",
        "step_1": "F-Droidを開く。画面の下にあるメニューから、「付近」をタップする。",
        "step_10": "インストールされたアプリをアクセスするのに、F-Droid設定を開いて「マイアプリ」から「インストール済みのアプリを管理」を選択する。",
        "step_2": "「近くの人を探す」をタップして互換性があるデバイスを探し求める。",
        "step_3": "近くの人が見つかれば、両方のユーザが相手のデバイスを選択する必要があります。",
        "step_4": "接続は確立されたら、相手と共有したいアプリを選択する。",
        "step_5": "'—&gt;'ボタンをタップしてください。",
        "step_6": "相手のどれか一方は接続要求を確認するよう求められます。",
        "step_7": "インストールしたいアプリの隣の「インストール」ボタンをタップする。",
        "step_8": "もう一度「インストール」をタップする。次に、アンドロイドの入力要求を従ってインストール過程を完了します。",
        "step_9": "インストールが完了したら、アプリはアンドロイドのアプリギャラリーで、そしてF-Droidで「インストール済みのアプリ」に利用可能です。",
        "title": "オフラインでアプリを送受信する方法"
    }
}
