{
    "add_repo": {
        "intro": "追加したいリポジトリがある端末またはウェブサイトから、リポジトリのQRコードをスキャンしてください。",
        "no_internet": "インターネットがありませんか？心配いりません。<a href=\"../swap/\">オフラインでアプリを送受信する方法</a>をご覧ください。",
        "open_repo_link": {
            "description": "リポジトリのリンクをメールやソーシャルメディア、SMSなどで受け取った場合、F-Droidでそのリンクを開くとアプリをインストールできるようになります。",
            "short_summary": "リポジトリのリンクを開く",
            "steps": {
                "step_1": "Android端末でF-Droidアプリをダウンロードしてインストールしましょう。",
                "step_2": "端末のWebブラウザーでリンクをクリックして開いてください。",
                "step_3": "リンクを開いたら、「F-Droidに追加」というボタンをタップしてください。",
                "step_4": "「F-Droidがあります」というボタンをタップすると、F-Droidアプリが開きます。",
                "step_5": "リポジトリのアドレスが入力された状態で「新しいリポジトリを追加」が表示されるので、「OK」をタップしてリポジトリを追加しましょう。",
                "step_6": "新しいリポジトリが追加されます。リポジトリの一覧を見るには、「設定」を開き、「リポジトリ」を選んでください。",
                "step_7": "リポジトリをタップすると内容が表示されます。",
                "step_8": "好みのアプリを選択して、デバイスにインストールしましょう。"
            },
            "title": "端末でリポジトリのリンクを開く"
        },
        "overview": {
            "summary": "さらに多くのアプリを入手するには、F-Droidにリポジトリを追加してください。リポジトリとは、アプリ等のコンテンツを集めたものになります。そこから直接人々のリポジトリについて知ることができます。開発者はよくウェブサイトから、自らのF-Droidリポジトリへのリンクを行っています。また、トレーナーは電子メールやFacebook、Twitterでリポジトリへのリンクを共有しています。",
            "title": "より多くのコンテンツを手に入れましょう。"
        },
        "scan_qr_code": {
            "description": "追加したいリポジトリがある端末またはウェブサイトから、リポジトリのQRコードをスキャンしてください。",
            "related_tutorial": "<a href=\"../swap/\">オフラインでアプリを送受信する方法</a>も併せてご覧ください。",
            "short_summary": "QRコードをスキャン",
            "steps": {
                "step_1": "リポジトリのQRコードが表示されたら、QRコードの読み取りアプリでスキャンしてください。",
                "step_2": "リンクをタップしてください。F-Droidから開く選択肢があれば、それを選択してください。そうすると、プロンプト画面が表示されます。それが機能すれば完了です！もし機能しなければ、次のステップに進みましょう。",
                "step_3": "F-Droidで開く選択肢が表示されない場合、QRコードの読み取りアプリを終了して、F-Droidアプリを開いてください。",
                "step_4": "F-Droidアプリで「設定」をタップし、「マイアプリ」のメニューから「リポジトリ」を選択してください。",
                "step_5": "リポジトリの画で、上の角にある「+」アイコンをタップしてください。",
                "step_6": "リポジトリのアドレスは自動で追加されます。「有効にする」をタップしてください。なお、リポジトリはF-Droidリポジトリに保存されますが、アプリを手動で選択しインストールするまでは何もインストールされません。"
            },
            "title": "他の端末でQRコードをスキャン"
        },
        "title": "F-Droidにリポジトリを追加する方法"
    },
    "create_repo": {
        "customize_repo": {
            "description": "アプリをダウンロードする候補となるユーザーに向けて、アプリとファイルに関する要約を編集したり、要約で使用する言語を設定したりしましょう。その後、リポジトリを会議やトレーニングに先立ち、参加者とリポジトリをスムーズに共有しましょう。",
            "steps": {
                "step_1": "詳細を開くにはアイテムをクリックしてください。",
                "step_2": "「編集」をクリックしてください。",
                "step_3": "アプリをダウンロードする候補となるユーザーに向けて、コンテンツをカスタマイズしましょう。なお、変更は自分のリポジトリのみに適用され、元のソースは更新されません。自分のものではないコンテンツに関する情報をカスタマイズする際には、敬意を払うよう注意してください。",
                "step_4": "変更は自動的に保存されます。"
            },
            "title": "リポジトリをカスタマイズ"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Repomakerウェブアプリをパソコンにダウンロード、インストールしてください。詳細については<a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">インストールガイド</a>をご覧ください。",
                "step_2": "Repomakerウェブアプリを実行しましょう。開始するには登録またはログインしてください。",
                "step_3": "新しいリポジトリを作成し、リポジトリの名前を入力してください。",
                "step_4": "アプリ一覧または利用できるリポジトリからアプリを追加するか、自分のファイルをアップロードしてください。入手可能なコンテンツから選択するには「アプリ一覧から追加」のボタンをクリックしてください。",
                "step_5": "追加したいアイテムの隣にある「追加」ボタンをクリックしてください。終了したら、「戻る」の矢印をクリックしてリポジトリに戻りましょう。",
                "step_6": "アプリはリポジトリのコンテンツ画面に表示されます。"
            },
            "title": "Repomakerをダウンロード、インストールして作成開始"
        },
        "intro": "探しているものが見つからないですか？パソコンにRepomakerウェブアプリをダウンロードして、アプリやファイルのコレクションを作りましょう。",
        "overview": {
            "summary": "自分のカスタムリポジトリを作って、F-Droidでコンテンツを配布しましょう。トレーナーはリポジトリを使うと、インターネットの回線が安定していない際に、トレーニングの参加者とコンテンツやアプリを共有することができます。また、開発者はリポジトリを使って、特定のユーザーに向けてアプリを配布することができます。",
            "title": "自身のアプリやファイルを追加しましょう。"
        },
        "related_tutorial": "<a href=\"../add-repo/\">リポジトリをF-Droidに追加する方法</a>も併せてご覧ください。",
        "share_repo": {
            "steps": {
                "step_1": "共有したいリポジトリを開き、メニューの「共有」をクリックしてください。なお、リポジトリを共有する前に、リポジトリを保存する場所を設定する必要があります。設定する方法については、ステップ2をご覧ください。",
                "step_2": "共有する前に、リポジトリの公開用のストレージを設定するよう要求されます。このページが見当たらない場合は、ステップ4に進んでください。",
                "step_3": "あなたの必要に最も適したストレージのオプションを選択してください。ストレージを設定したら準備完了です！「共有」に戻ってください。",
                "step_4": "リンクのコピーを選択し、リポジトリを直接にメールやSMSで共有するか、FacebookやTwitterで共有しましょう。他のユーザーがリポジトリのリンクを開いたら、リポジトリ内のアプリにアクセスするために、まずリポジトリをAndroidの端末に追加する必要があります。詳細に関しては<a href=\"../add-repo/\">F-Droidにリポジトリを追加する方法</a>をご覧ください。",
                "step_5": "「リポジトリを表示」のオプションから、先ほど公開または共有したものを見ることができます。"
            },
            "title": "リポジトリをカスタマイズ"
        },
        "title": "リポジトリの作成方法",
        "update_repo": {
            "steps": {
                "step_1": "アプリ一覧からアプリを追加すると、元のソースから新しいバージョンが公開された際に、アプリは自動的にアップデートされます。自分でアップロードしたファイルの場合は、ドラッグ＆ドロップでリポジトリに新しいバージョンを追加できます。",
                "step_2": "または、1つの項目を開き、新しいバージョンを追加することができます。「編集」を選択してください。",
                "step_3": "「バージョン」までスクロールして、「バージョンの履歴」のセクションに新しいバージョンを追加しましょう。",
                "step_4": "次に、「バージョンの履歴」のセクションに新しいバージョンを追加しましょう。"
            },
            "title": "リポジトリを更新"
        }
    },
    "misc": {
        "option_x_description": "選択肢 {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droidは、コミュニティーにより運営されている、自主独立のAndroid用アプリストアです。このアプリストアは、完全にフリー・自由でオープンソースのソフトウェアとなっています。F-Droidでは、1,200を超えるオープンソースのアプリを参照したり、作成済のリポジトリでアプリを検索してインストールしたり、また、自分のリポジトリを作成したりすることができます。始めるには、Androidの端末で f-droid.org を開いて、アプリをダウンロードしましょう！",
            "title": "F-Droid でできること",
            "tutorial_x_title": "チュートリアル {{ number }}: {{ title }}"
        },
        "step_x": "ステップ {{ number }}",
        "step_x_description": "ステップ{{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "全ての端末では、開始する前にF-Droidをダウンロード、インストールしておく必要があります。どの端末でも以下の手順に従ってください。",
        "intro": "インターネット接続がありませんか？問題ありません。近くの人からアプリをダウンロードしましょう。",
        "overview": {
            "summary": "インターネットがありませんか？問題ありません。 F-Droid Nearby を使うと同じ部屋にいる人たちの間でコンテンツを送受信することができます。",
            "title": "オフラインでアプリを送受信できます。"
        },
        "related_tutorial": "<a href=\"../create-repo/\">リポジトリを作成する方法</a>も併せてご覧ください。",
        "step_1": "F-Droidを開き、画面の下にあるメニューで「付近」をタップしてください。",
        "step_10": "インストール済のアプリにアクセスするには、F-Droidの設定を開き「マイアプリ」から「インストール済みのアプリを管理」を選択してください。",
        "step_2": "「近くの人を探す」をタップして、対応している端末を探してください。",
        "step_3": "近くの人が見つかれば、両方のユーザーが相手の端末を選択する必要があります。",
        "step_4": "接続したら、相手と共有したいアプリを選択してください。",
        "step_5": "「—&gt;」のボタンをタップしてください。",
        "step_6": "あなたか相手のどちらかが、接続のリクエストを承認するように要求されます。",
        "step_7": "インストールしたいアプリの隣にある「インストール」ボタンをタップしてください。",
        "step_8": "もう一度「インストール」をタップしてください。その後、Androidのプロンプト画面に従い、インストールを完了してください。",
        "step_9": "インストールが完了したら、アプリはAndroidのアプリ一覧と、F-Droidの「インストール済みのアプリ」に表示されます。",
        "title": "オフラインでアプリを送受信する方法"
    }
}
