{
    "add_repo": {
        "intro": "Pindai kode QR untuk repo yang ingin Anda tambahkan dari perangkat atau situs web di mana repo tersebut ditemukan.",
        "no_internet": "Tidak ada internet? Tidak masalah. Pelajari <a href=\"../swap/\">Cara untuk Mengirim dan Menerima Aplikasi Offline.</a>",
        "open_repo_link": {
            "description": "Jika dikirim sebuah tautan repo melalui surel, media sosial, atau SMS, tambahkan kemampuan untuk memasang aplikasi di dalamnya ke F-Droid dengan membukanya.",
            "short_summary": "Buka Tautan Repo",
            "steps": {
                "step_1": "Unduh dan pasang aplikasi F-Droid pada perangkat Android Anda.",
                "step_2": "Klik pada tautan tersebut dan buka di peramban pada perangkat Anda.",
                "step_3": "Saat tautan telah terbuka, ketuk tombol 'Tambahkan ke F-Droid'.",
                "step_4": "Ketuk tombol 'Saya memiliki F-Droid'. Aplikasi F-Droid akan terbuka.",
                "step_5": "Jendela 'Tambahkan repositori baru' akan muncul dengan terisi alamat repositori tersebut. Ketuk 'Oke' untuk menambahnya.",
                "step_6": "Repo baru Anda akan ditambahkan. Untuk melihat daftar repo Anda, buka 'Setelan'. Pilih 'Repositori'.",
                "step_7": "Ketuk repo untuk melihat isinya.",
                "step_8": "Pilih aplikasi yang ingin Anda miliki dan menginstalnya di perangkat Anda."
            },
            "title": "Buka Link Repo di Perangkat Anda"
        },
        "overview": {
            "summary": "Untuk mendapatkan lebih banyak, tambahkan repo ke F-Droid. Repo adalah kumpulan konten yang dikurasi. Anda dapat mengetahui tentang repo orang darinya secara langsung. Pengembang sering memberikan link ke repo F-Droid nya dari situs web mereka. Pelatih sering membagikan link ke repo melalui email, Facebook atau Twitter.",
            "title": "Dapatkan lebih banyak konten."
        },
        "scan_qr_code": {
            "description": "Pindai kode QR dari repo yang Anda ingin untuk menambahkannya dari perangkat atau situs web dimana mereka berada.",
            "related_tutorial": "Anda mungkin juga tertarik pada: <a href=\"../swap/\">Cara Mengirim dan Menerima Aplikasi Luring</a>",
            "short_summary": "Pindai Kode QR",
            "steps": {
                "step_1": "Ketika kode QR untuk repo ditampilkan, pindai menggunakan aplikasi pemindai kode QR.",
                "step_2": "Ketuk tautan. Jika diberikan opsi, buka tautan menggunakan F-Droid. Kemudian ikuti perintah. Jika bekerja, Anda sudah selesai! Jika belum, lanjutkan ke langkah berikutnya.",
                "step_3": "Jika Anda tidak mendapatkan opsi untuk membuka tautan dengan F-Droid, tutup aplikasi pemindai kode QR dan buka aplikasi F-Droid.",
                "step_4": "Di dalam F-Droid, tekan 'Pengaturan.' Dibawah 'Aplikasi Saya' tekan ' Repositori'.",
                "step_5": "Dalam layar Repositori, tekan ikon '+' di sudut atas.",
                "step_6": "Alamat repo akan terisi otomatis. Ketuk 'Aktifkan.' Catatan: Repo akan disimpan di Repositori F-Droid, tapi tidak ada aplikasi yang terunduh sampai Anda secara manual memilih dan mengunduhnya."
            },
            "title": "Pindai sebuah Kode QR dari ponsel lain"
        },
        "title": "Bagaimana Menambahkan Repo ke F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Anda dapat mengedit ringkasan aplikasi dan file agar dapat dimengerti oleh audiens target Anda, Mengedit bahasa. Kemudian bagikan repo dengan mudah kepada peserta sebelum konferensi dan pelatihan.",
            "steps": {
                "step_1": "Klik sebuah butir untuk membuka rinciannya.",
                "step_2": "Klik 'Edit'.",
                "step_3": "Menyesuaikan isi untuk menyesuaikan pelanggan tujuan Anda. Catatan: Perubahan yang Anda buat akan ditujui untuk repo Anda saja. Mereka tidak akan memperbarui sumber aslinya. Mohon gunakan etika ketika menyesuaikan informasi yang bukan punya Anda.",
                "step_4": "Semua perubahan Anda sudah otomatis tersimpan."
            },
            "title": "Sesuaikan Repo Anda"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Unduh dan pasang Aplikasi Web Repomaker ke komputer Anda. Penjelasan lebih ada di <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">petunjuk pemasangan</a>.",
                "step_2": "Buka Aplikasi Web Repomaker. Masuk atau Daftar untuk memulai.",
                "step_3": "Buat repo baru dan beri nama yang sesuai.",
                "step_4": "Pilih untuk menambahkan aplikasi dari galeri dan repositori yang tersedia, atau unggah file Anda sendiri. Klik tombol 'Tambahkan dari Galeri' untuk memilih dari konten yang tersedia.",
                "step_5": "Klik tombol 'Tambah' di sebelah item yang ingin Anda tambahkan. Setelah selesai, klik panah 'kembali' untuk kembali ke repo Anda.",
                "step_6": "Aplikasi Anda akan ditampilkan dalam tampilan konten repo Anda."
            },
            "title": "Unduh dan instal Repomaker untuk mulai membuat"
        },
        "intro": "Tidak dapat menemukan apa yang Anda cari? Unduh aplikasi web Repomaker di komputer Anda untuk membuat koleksi aplikasi dan file sesuai keinginan.",
        "overview": {
            "summary": "Buat repositori aplikasi terkostumisasi Anda sendiri. Gunakan F-Droid untuk mendistribusikan konten. Pelatih menggunakan repo untuk memudahkan membagikan koleksi sumber dan aplikasi kepada peserta saat pelatihan dimana tidak ada koneksi internet yang dapat diandalkan. Pengembang menggunakan repo untuk mendistribusikan aplikasi mereka ke pengguna khusus.",
            "title": "Tambahkan aplikasi dan file Anda sendiri."
        },
        "related_tutorial": "Anda mungkin juga tertarik: <a href=\"../add-repo/\">Bagaimana Menambahkan Repo ke F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Dengan repo yang Anda ingin untuk dibagikan, tekan 'Bagi' di menu. Catatan: Anda harus mengatur tempat untuk menaruh repo Anda sebelum membagikan. Instruksi untuk melakukan ini ada di Langkah 2.",
                "step_2": "Anda akan diminta untuk mengatur penyimpanan agar dapat mempublikasikan repo Anda dan sebelum berbagi. Jika Anda tidak melihat halaman ini, lanjutkan ke Langkah 4.",
                "step_3": "Pilih opsi penyimpanan yang sesuai dengan kebutuhan Anda. Setelah Anda memiliki penyimpanan, Anda siap untuk berbagi! Kembali ke 'Bagi'.",
                "step_4": "Pilih untuk menyalin tautan dan kirim langsung kepada orang lain melalui surel atau SMS, atau bagikan repo Anda di Facebook atau Twitter. Ketika orang lain membuka tautan ke repo Anda, mereka harus menambahkannya ke sebuah perangkat Android untuk mengakses aplikasi di repo. Lihat <a href=\"../add-repo/\">Bagaimana menambahkan repo ke F-Droid</a> untuk informasi lebih lanjut.",
                "step_5": "Opsi 'Tampilkan Repo' memungkinkan Anda untuk melihat apa yang Anda telah publikasikan atau bagikan."
            },
            "title": "Kustomisasi Repo Anda"
        },
        "title": "Bagaimana cara membuat repo",
        "update_repo": {
            "steps": {
                "step_1": "JIka Anda tambah aplikasi dari galeri, mereka akan diperbarui secara otomatis ketika sumber menambahkan versi baru. Untuk file yang Anda telah unggah, Anda dapat tarik dan lepaskan versi yang telah diperbarui dalam tampilan repo.",
                "step_2": "Secara alternatif, Anda dapat membuka satu item untuk menambahkan sebuah versi baru. Pilih edit.",
                "step_3": "Gulir ke bawah ke versi. Lalu, tambahkan sebuah versi baru di bawah bagian 'Riwayat Versi'.",
                "step_4": "Lalu, tambahkan sebuah versi baru di bawah bagian 'Riwayat Versi'."
            },
            "title": "Perbarui Repo Anda"
        }
    },
    "misc": {
        "option_x_description": "Opsi {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid adalah toko aplikasi independen berbasis komunitas untuk Android yang sepenuhnya perangkat lunak bebas dan sumber terbuka. Dalam F-Droid Anda dapat menelusuri lebih dari 1.200 aplikasi sumber terbuka, mencari dan menginstal aplikasi dari repositori yang dibuat, atau membuat repositori Anda sendiri. Buka f-droid.org di perangkat Android Anda untuk mengunduh aplikasinya dan mulai!",
            "title": "Apa yang Anda Dapat Lakukan dengan F-Droid",
            "tutorial_x_title": "Petunjuk {{ number }}: {{ title }}"
        },
        "step_x": "Langkah {{ number }}",
        "step_x_description": "Langkah {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Semua perangkat membutuhkan F-Droid yang sudah diunduh dan terinstal sebelum memulai. Semua perangkat seharusnya mengikuti petunjuk di bawah.",
        "intro": "Tidak ada internet? Tidak masalah. Unduh aplikasi dari orang-orang di dekat Anda.",
        "overview": {
            "summary": "Tidak ada internet? Tidak masalah. F-Droid Nearby memberi Anda kemampuan untuk mengirim dan menerima konten ke orang-orang di ruangan yang sama.",
            "title": "Kirim dan terima aplikasi secara offline."
        },
        "related_tutorial": "Anda mungkin juga tertarik: <a href=\"../create-repo/\">Bagaimana Membuat Repo</a>",
        "step_1": "Buka F-Droid. Ketuk 'Terdekat' dari menu di bagian bawah layar Anda.",
        "step_10": "Untuk mengakses aplikasi yang Anda instal, buka pengaturan F-Droid dan pilih 'Kelola aplikasi yang diinstal' di bawah 'Aplikasi Saya'.",
        "step_2": "Ketuk 'Temukan orang-orang di dekat saya' untuk mencari perangkat yang kompatibel.",
        "step_3": "Setelah orang terdekat ditemukan, Anda dan kontak harus memilih satu sama lain.",
        "step_4": "Setelah terhubung, pilih aplikasi yang ingin Anda bagikan dengan kontak Anda.",
        "step_5": "Ketuk '—&gt;' tombol.",
        "step_6": "Satu orang akan diminta untuk mengonfirmasi permintaan untuk terhubung.",
        "step_7": "Ketuk tombol 'Instal' di samping aplikasi yang ingin Anda instal.",
        "step_8": "Ketuk 'Instal' sekali lagi. Kemudian, ikuti petunjuk Android untuk menyelesaikan proses instalasi.",
        "step_9": "Setelah instalasi selesai, aplikasi Anda tersedia di galeri aplikasi Android Anda dan di aplikasi F-Droid Anda di bawah aplikasi yang diinstal.",
        "title": "Cara Mengirim dan Menerima Aplikasi Secara Offline"
    }
}
