{
    "add_repo": {
        "intro": "Pindai kode QR untuk repo yang ingin Anda tambahkan dari perangkat atau situs web di mana repo tersebut ditemukan.",
        "no_internet": "Tidak ada internet? Tidak masalah. Pelajari <a href=\"../swap/\">Cara untuk Mengirim dan Menerima Aplikasi Offline.</a>",
        "open_repo_link": {
            "description": "Jika dikirim sebuah tautan repo melalui surel, media sosial, atau SMS, tambahkan kemampuan untuk memasang aplikasi di dalamnya ke F-Droid dengan membukanya.",
            "short_summary": "Buka Link Repo",
            "steps": {
                "step_1": "Download dan instal aplikasi F-Droid pada perangkat Android Anda.",
                "step_2": "Klik pada link tersebut dan buka di browser pada perangkat Anda.",
                "step_3": "Saat link telah terbuka, ketuk tombol 'Tambahkan ke F-Droid'.",
                "step_4": "Ketuk tombol 'Saya memiliki F-Droid'. Aplikasi F-Droid akan terbuka.",
                "step_5": "Jendela 'Tambahkan repositori baru' akan muncul dengan terisi alamat repositori tersebut. Ketuk 'Oke' untuk menambahnya.",
                "step_6": "Repo baru Anda akan ditambahkan. Untuk melihat daftar repo Anda, buka 'Setelan'. Pilih 'Repositori'.",
                "step_7": "Ketuk repo untuk melihat isinya.",
                "step_8": "Pilih aplikasi yang ingin Anda miliki dan menginstalnya di perangkat Anda."
            },
            "title": "Buka Link Repo di Perangkat Anda"
        },
        "overview": {
            "summary": "Untuk mendapatkan lebih banyak, tambahkan repo ke F-Droid. Repo adalah kumpulan konten yang dikurasi. Anda dapat mengetahui tentang repo orang darinya secara langsung. Pengembang sering memberikan link ke repo F-Droid nya dari situs web mereka. Pelatih sering membagikan link ke repo melalui email, Facebook atau Twitter.",
            "title": "Dapatkan lebih banyak konten."
        },
        "scan_qr_code": {
            "description": "Pindai kode QR dari repo yang Anda ingin untuk menambahkannya dari perangkat atau situs web dimana mereka berada.",
            "related_tutorial": "Anda mungkin juga tertarik pada: <a href=\"../swap/\">Cara Mengirim dan Menerima Aplikasi Luring</a>",
            "short_summary": "Pindai Kode QR",
            "steps": {
                "step_1": "Ketika kode QR untuk repo ditampilkan, pindai menggunakan aplikasi pemindai kode QR.",
                "step_2": "Ketuk tautan. Jika diberikan opsi, buka tautan menggunakan F-Droid. Kemudian ikuti perintah. Jika bekerja, Anda sudah selesai! Jika belum, lanjutkan ke langkah berikutnya.",
                "step_3": "Jika Anda tidak mendapatkan opsi untuk membuka tautan dengan F-Droid, tutup aplikasi pemindai kode QR dan buka aplikasi F-Droid.",
                "step_4": "Di dalam F-Droid, tekan 'Pengaturan.' Dibawah 'Aplikasi Saya' tekan ' Repositori'.",
                "step_5": "Dalam layar Repositori, tekan ikon '+' di sudut atas.",
                "step_6": "Alamat repo akan terisi otomatis. Ketuk 'Aktifkan.' Catatan: Repo akan disimpan di Repositori F-Droid, tapi tidak ada aplikasi yang terunduh sampai Anda secara manual memilih dan mengunduhnya."
            },
            "title": "Pindai sebuah Kode QR dari ponsel lain"
        },
        "title": "Bagaimana Menambahkan Repo ke F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Anda bisa menyunting ringkasan aplikasi dan berkas untuk membuatnya dapat dimengerti bagi pelanggan tujuan Anda. Anda bisa menyunting bahasanya membuat jadi negara tertentu. Kemudian bagikan repo dengan mulus kepada peserta sebelum konferensi dan pelatihan.",
            "steps": {
                "step_1": "Klik sebuah butir untuk membuka rinciannya.",
                "step_2": "Klik 'Edit'.",
                "step_3": "Menyesuaikan isi untuk menyesuaikan pelanggan tujuan Anda. Catatan: Perubahan yang Anda buat akan ditujui untuk repo Anda saja. Mereka tidak akan memperbarui sumber aslinya. Mohon gunakan etika ketika menyesuaikan informasi yang bukan punya Anda.",
                "step_4": "Semua perubahan Anda sudah otomatis tersimpan."
            },
            "title": "Sesuaikan Repo Anda"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Unduh dan pasang Aplikasi Web Repomaker ke komputer Anda. Penjelasan lebih ada di <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">petunjuk pemasangan</a>.",
                "step_2": "Buka Aplikasi Web Repomaker. Masuk atau Daftar untuk memulai."
            }
        }
    }
}
