{
    "antifeatures": {
        "Ads": "Deze app bevat advertenties",
        "DisabledAlgorithm": "Deze app heeft een zwakke beveiligingshandtekening",
        "KnownVuln": "Deze app bevat een bekend probleem in de beveiliging",
        "NoSourceSince": "De broncode is niet meer beschikbaar, geen updates mogelijk",
        "NonFreeAdd": "Deze app promoot niet-vrije add-ons",
        "NonFreeAssets": "Deze app bevat niet-vrije elementen",
        "NonFreeDep": "Deze app vereist andere niet-vrije apps",
        "NonFreeNet": "Deze app promoot niet-vrije netwerkdiensten",
        "Tracking": "Deze app houdt je activiteiten bij en rapporteert ze",
        "UpstreamNonFree": "De broncode stroomopwaarts is niet helemaal vrij (open-bron)"
    },
    "app_categories": {
        "Connectivity": "Connectiviteit",
        "Development": "Ontwikkeling",
        "Games": "Spellen",
        "Graphics": "Grafisch",
        "Internet": "Internet",
        "Money": "Geld",
        "Multimedia": "Multimedia",
        "Navigation": "Navigatie",
        "Phone & SMS": "Telefoon &amp; SMS",
        "Reading": "Lezen",
        "Science & Education": "Onderwijs &amp; wetenschap",
        "Security": "Beveiliging",
        "Sports & Health": "Sport &amp; gezondheid",
        "System": "Systeem",
        "Theming": "Thema's",
        "Time": "Tijd",
        "Writing": "Schrijven",
        "show_all_packages": "Alle %d weergeven"
    },
    "index": {
        "download_fdroid": "Download F-Droid",
        "gpg_signature": "PGP-handtekening",
        "introduction": "F-Droid is een installeerbare catalogus van vrijesoftwareapps voor het Android-platform. De cliënt maakt het bladeren door apps, installeren en bijhouden van nieuwe updates op uw apparaat eenvoudig.",
        "screenshot": "Schermafdruk van de F-Droid-app voor Android",
        "title": "Wat is F-Droid?"
    },
    "mirrors": {
        "cn": "China",
        "de": "Duitsland",
        "se": "Zweden",
        "tw": "Taiwan",
        "ua": "Oekraïne"
    },
    "navigation": {
        "about": "Over",
        "apps": "Apps",
        "contribute": "Bijdragen",
        "documentation": "Documenten",
        "edit_on_gitlab": "Bewerk op GitLab",
        "forum": "Forum",
        "issues": "Problemen",
        "news": "Nieuws",
        "translate_on_weblate": "Vertaal op Weblate"
    },
    "package": {
        "added_on": "Toegevoegd op {{ package_added_date }}",
        "anti_features": "Antifeatures",
        "anti_features_warning": "Deze app heeft mogelijk ongewenste kenmerken.",
        "author": "Auteur",
        "build_log": "Log Bouwen",
        "build_metadata": "Build-metadata",
        "changelog": "Wijzigingslog",
        "donate": "Doneer",
        "download": "{{ file_extension }} downloaden",
        "flattr": "Flattr",
        "gpg_signature": "PGP-handtekening",
        "issue_tracker": "Probleemopvolging",
        "liberapay": "Liberapay",
        "license": "Licentie",
        "minimum_android_version": "Deze versie vereist Android {{ android_version }} of nieuwer.",
        "new_in_version": "Nieuw in versie {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "Pakketicon",
        "package_screenshot_alt": "app beeldafdruk",
        "packages": "Pakket",
        "permissions": "Toestemmingen",
        "signed_by_developer": "Het is gebouwd en getekend door de oorspronkelijke ontwikkelaar.",
        "signed_by_fdroid": "Het is gebouwd en ondertekend door F-Droid, en is gegarandeerd om hetzelfde te zijn als <a href=\"{{ source_code_url }}\"> deze tarball</a>.",
        "source_code": "Broncode",
        "suggest_downloading_via_fdroid": "Hoewel de APK-bestanden hieronder beschikbaar zijn zodat u de keuze heeft, moet u zich ervan bewust zijn dat u bij deze installatie geen updatemeldingen ontvangt en het een minder veilige manier is om te downloaden. Wij raden u aan de F-Droid-cliënt te installeren en gebruiken.",
        "suggested": "gesuggereerd",
        "translation": "Vertaling",
        "version_info": "<b>Versie {{ package_version }}</b> ({{ package_version_code }})",
        "website": "Website"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Hiermee kan de app een gesprek voortzetten dat is gestart in een andere app.",
        "permdesc_accessBackgroundLocation": "Als dit wordt verleend als aanvulling op toegang tot de geschatte of precieze locatie, kan de app toegang tot de locatie krijgen terwijl de app actief is in de achtergrond.",
        "permdesc_accessCoarseLocation": "Deze app kan je geschatte locatie opvragen bij de locatieservices terwijl de app wordt gebruikt. De app kan de locatie alleen opvragen als de locatieservices voor je apparaat zijn ingeschakeld.",
        "permdesc_accessDrmCertificates": "Toestaan dat een app DRM-certificaten registreert en gebruikt. Nooit vereist voor normale apps.",
        "permdesc_accessFineLocation": "Deze app kan je precieze locatie opvragen bij de locatieservices terwijl de app wordt gebruikt. De app kan de locatie alleen opvragen als de locatieservices voor je apparaat zijn ingeschakeld. Hierdoor kan het batterijgebruik toenemen.",
        "permdesc_accessImsCallService": "Hiermee kan de app de IMS-service gebruiken om te bellen zonder je tussenkomst.",
        "permdesc_accessLocationExtraCommands": "Hiermee kan de app toegang krijgen tot extra opdrachten voor de locatieprovider. De app kan hiermee de werking van gps of andere locatiebronnen te verstoren.",
        "permdesc_accessNetworkConditions": "Hiermee kan een app controleren op waarnemingen met betrekking tot netwerkomstandigheden. Nooit vereist voor normale apps.",
        "permdesc_accessNetworkState": "Hiermee kan de app informatie bekijken over netwerkverbindingen, zoals welke netwerken er zijn en welke verbonden zijn.",
        "permdesc_accessNotifications": "Hiermee kan de app meldingen ophalen, onderzoeken en wissen, waaronder meldingen die zijn verzonden door andere apps.",
        "permdesc_accessWifiState": "Hiermee kan de app informatie over wifi-netwerken bekijken, zoals of wifi is ingeschakeld en de naam van apparaten waarmee via wifi verbinding is gemaakt.",
        "permdesc_accessWimaxState": "Hiermee kan de app bepalen of WiMAX is ingeschakeld en informatie bekijken over alle WiMAX-netwerken waarmee verbinding is gemaakt.",
        "permdesc_access_notification_policy": "Hiermee kan de app configuratie voor Niet storen lezen en schrijven.",
        "permdesc_activityRecognition": "Deze app kan jouw fysieke activiteit herkennen.",
        "permdesc_addVoicemail": "Hiermee kan de app berichten toevoegen aan de inbox van je voicemail.",
        "permdesc_answerPhoneCalls": "Hiermee kan de app een inkomende telefoonoproep beantwoorden.",
        "permdesc_audioWrite": "Hiermee sta je de app toe jouw muziekverzameling aan te passen.",
        "permdesc_bindCarrierMessagingService": "Hiermee wordt de houder toegestaan te binden aan de berichteninterface van een provider. Nooit vereist voor normale apps.",
        "permdesc_bindCarrierServices": "Hiermee kan de houder binden aan providerservices. Nooit gebruikt voor normale apps.",
        "permdesc_bindCellBroadcastService": "Hiermee kan de app de module voor cell broadcasts binden om cell broadcast-berichten door te sturen als die worden ontvangen. Cell broadcast-waarschuwingen worden op bepaalde locaties verzonden om je te waarschuwen voor noodsituaties. Schadelijke apps kunnen de prestaties of verwerking van je apparaat verstoren als een bericht met een noodmelding wordt ontvangen.",
        "permdesc_bindConditionProviderService": "Hiermee kan de houder binden aan de hoofdinterface van de service van een provider van voorwaarden. Nooit vereist voor normale apps.",
        "permdesc_bindDreamService": "Hiermee wordt de houder toegestaan verbinding te maken met de hoofdinterface van een droomservice. Nooit vereist voor normale apps.",
        "permdesc_bindNotificationListenerService": "Hiermee kan de houder koppelen aan de hoofdinterface van een listener-service voor meldingen. Nooit vereist voor normale apps.",
        "permdesc_bind_connection_service": "Hiermee kan de app met telefonische diensten communiceren zodat je kunt bellen of gebeld worden.",
        "permdesc_bind_incall_service": "Hiermee kan de app bepalen wanneer en hoe de gebruiker het scherm in een actief gesprek te zien krijgt.",
        "permdesc_bluetooth": "Hiermee kan de app de Bluetooth-configuratie van de telefoon bekijken en verbindingen met gekoppelde apparaten maken en accepteren.",
        "permdesc_bluetoothAdmin": "Hiermee kan de app de lokale Bluetooth-telefoon configureren en externe apparaten zoeken en koppelen.",
        "permdesc_bodySensors": "Hiermee kan de app toegang krijgen tot gegevens van sensoren die je lichamelijke conditie controleren, zoals je hartslag.",
        "permdesc_broadcastSticky": "Hiermee kan de app sticky broadcasts verzenden die behouden blijven nadat de broadcast is beëindigd. Bij overmatig gebruik kan de telefoon traag of instabiel worden omdat er te veel geheugenruimte wordt gebruikt.",
        "permdesc_callCompanionApp": "Hiermee kan de app actieve gesprekken op het apparaat bekijken en beheren. Dit omvat informatie zoals nummers van gesprekken en de status van de gesprekken.",
        "permdesc_callPhone": "Hiermee kan de app zonder je tussenkomst telefoonnummers bellen. Dit kan tot onverwachte kosten of gesprekken leiden. De app kan hiermee geen noodnummers bellen. Schadelijke apps kunnen u geld kosten door nummers te bellen zonder om je bevestiging te vragen.",
        "permdesc_camera": "Deze app kan op elk moment foto's maken en video's opnemen met de camera.",
        "permdesc_cameraOpenCloseListener": "Deze app kan callbacks ontvangen als een camera-apparaat wordt geopend (en door welke app) of gesloten.",
        "permdesc_changeNetworkState": "Hiermee kan de app de status van de netwerkverbinding wijzigen.",
        "permdesc_changeTetherState": "Hiermee kan de app de status van de getetherde netwerkverbinding wijzigen.",
        "permdesc_changeWifiMulticastState": "Hiermee kan de app pakketten ontvangen die via multicastadressen naar alle apparaten in een wifi-netwerk worden verzonden, niet alleen naar je telefoon. Het stroomgebruik ligt hierbij hoger dan in de niet-multicastmodus.",
        "permdesc_changeWifiState": "Hiermee kan de app zich koppelen aan en ontkoppelen van wifi-toegangspunten en wijzigingen aanbrengen in de apparaatconfiguratie voor wifi-netwerken.",
        "permdesc_changeWimaxState": "Hiermee kan de app de telefoon verbinden met WiMAX-netwerken en de verbinding daarmee verbreken.",
        "permdesc_connection_manager": "Hiermee kan de app telecomverbindingen beheren.",
        "permdesc_control_incall_experience": "Hiermee kan de app een gebruikerservaring bieden tijdens een gesprek.",
        "permdesc_createNetworkSockets": "Hiermee kan de app netwerksockets maken en aangepaste netwerkprotocollen gebruiken. De browser en andere apps bieden mogelijkheden om gegevens via internet te verzenden, dus deze toestemming is niet vereist om gegevens via internet te verzenden.",
        "permdesc_disableKeyguard": "Hiermee kan de app de toetsenblokkering en bijbehorende wachtwoordbeveiliging uitschakelen. Zo kan de telefoon de toetsenblokkering uitschakelen wanneer je wordt gebeld en de toetsenblokkering weer inschakelen als het gesprek is beëindigd.",
        "permdesc_enableCarMode": "Hiermee kan de app de automodus inschakelen.",
        "permdesc_exemptFromAudioRecordRestrictions": "De app vrijstellen van beperkingen voor audio-opnamen.",
        "permdesc_expandStatusBar": "Hiermee kan de app de statusbalk uitvouwen of samenvouwen.",
        "permdesc_foregroundService": "Hiermee kan de app gebruikmaken van services op de voorgrond.",
        "permdesc_getAccounts": "Hiermee krijgt de app toegang tot de lijst met accounts die op de telefoon bekend zijn. Dit kunnen ook accounts zijn die zijn gemaakt door apps die je hebt geïnstalleerd.",
        "permdesc_getPackageSize": "Hiermee kan de app de bijbehorende code, gegevens en cachegrootten ophalen",
        "permdesc_getTasks": "Hiermee kan de app informatie ophalen over actieve en recent uitgevoerde taken. Zo kan de app informatie vinden over welke apps op het apparaat worden gebruikt.",
        "permdesc_handoverStatus": "Hiermee kan deze app informatie over huidige Android Beam-overdrachten ontvangen",
        "permdesc_imagesWrite": "Hiermee sta je de app toe jouw fotoverzameling aan te passen.",
        "permdesc_install_shortcut": "Een app toestaan snelkoppelingen aan het startscherm toe te voegen zonder tussenkomst van de gebruiker.",
        "permdesc_invokeCarrierSetup": "Hiermee kan de houder de door de provider geleverde configuratie-app aanroepen. Nooit vereist voor normale apps.",
        "permdesc_killBackgroundProcesses": "Hiermee kan de app achtergrondprocessen van andere apps beëindigen. Hierdoor kunnen andere apps worden gestopt.",
        "permdesc_manageFace": "Hiermee kan de app methoden aanroepen om gezichtstemplates toe te voegen en te verwijderen.",
        "permdesc_manageFingerprint": "Hiermee kan de app methoden aanroepen om vingerafdruksjablonen toe te voegen en te verwijderen voor gebruik.",
        "permdesc_manageNetworkPolicy": "Hiermee kan de app het netwerkbeleid beheren en app-specifieke regels definiëren.",
        "permdesc_manageOwnCalls": "Hiermee kan de app de bijbehorende gesprekken doorschakelen via het systeem om de belfunctionaliteit te verbeteren.",
        "permdesc_manageProfileAndDeviceOwners": "Apps toestaan de profieleigenaren en apparaateigenaar in te stellen.",
        "permdesc_mediaLocation": "Hiermee sta je de app toe locaties van jouw mediaverzameling te bekijken.",
        "permdesc_modifyAudioSettings": "Hiermee kan de app algemene audio-instellingen wijzigen zoals het volume en welke luidspreker wordt gebruikt voor de uitvoer.",
        "permdesc_modifyNetworkAccounting": "Hiermee kan een app aanpassen hoe het netwerkgebruik wordt toegekend aan apps. Dit wordt niet gebruikt door normale apps.",
        "permdesc_nfc": "Hiermee kan de app communiceren met NFC-tags (Near Field Communication), kaarten en lezers.",
        "permdesc_persistentActivity": "Hiermee kan de app gedeelten van zichzelf persistent maken in het geheugen. Dit kan de hoeveelheid geheugen beperken die beschikbaar is voor andere apps, waardoor de telefoon trager kan worden.",
        "permdesc_preferredPaymentInfo": "Hiermee kun je zorgen dat de app informatie krijgt over de voorkeursservice voor NFC-betaling, zoals geregistreerde hulpmiddelen en routebestemmingen.",
        "permdesc_processOutgoingCalls": "De app toestaan het nummer te bekijken dat wordt gekozen voor een uitgaand gesprek, met de mogelijkheid het gesprek om te leiden naar een ander nummer of het gesprek helemaal af te breken.",
        "permdesc_readCalendar": "Deze app kan alle agenda-afspraken lezen die zijn opgeslagen op je telefoon en je agendagegevens delen of opslaan.",
        "permdesc_readCallLog": "Deze app kan je gespreksgeschiedenis lezen.",
        "permdesc_readCellBroadcasts": "Toestaan dat de app infodienstberichten leest die worden ontvangen op je apparaat. Infodienstberichten worden verzonden naar bepaalde locaties om u te waarschjeen voor noodsituaties. Schadelijke apps kunnen de prestaties of verwerking van je apparaat verstoren wanneer een infodienstbericht wordt ontvangen.",
        "permdesc_readContacts": "Hiermee kan de app gegevens lezen over de contacten die zijn opgeslagen op je telefoon. Apps hebben ook toegang tot de accounts op je telefoon waarvoor contacten zijn gemaakt. Dit kan accounts omvatten die zijn gemaakt door apps die je hebt geïnstalleerd. Met dit recht kunnen apps je contactgegevens opslaan en kunnen schadelijke apps zonder je medeweten contactgegevens delen.",
        "permdesc_readHistoryBookmarks": "Hiermee kan de app de geschiedenis lezen van alle URL's die in de systeemeigen browser zijn bezocht, en alle bladwijzers in de systeemeigen browser. Let op: deze toestemming kan niet worden geforceerd door andere browsers of andere apps met internetmogelijkheden.",
        "permdesc_readInstallSessions": "Hiermee wordt een app toegestaan installatiesessies te lezen. Zo kan de app informatie bekijken over actieve pakketinstallaties.",
        "permdesc_readNetworkUsageHistory": "Hiermee kan de app historisch netwerkgebruik voor specifieke netwerken en apps lezen.",
        "permdesc_readPhoneNumbers": "Hiermee kan de app toegang krijgen tot de telefoonnummers van het apparaat.",
        "permdesc_readPhoneState": "Hiermee kan de app toegang krijgen tot de telefoonfuncties van het apparaat, Met deze toestemming kan de app het telefoonnummer en de apparaat-ID's bepalen, of een gesprek actief is, en het andere telefoonnummer waarmee wordt gebeld.",
        "permdesc_readSms": "Deze app kan alle sms-berichten lezen die zijn opgeslagen op je telefoon.",
        "permdesc_readSyncSettings": "Hiermee kan de app de synchronisatie-instellingen voor een account lezen. Dit kan bijvoorbeeld bepalen of de app Personen wordt gesynchroniseerd met een account.",
        "permdesc_readSyncStats": "Hiermee kan een app de synchronisatiestatistieken voor een account lezen, inclusief de geschiedenis van synchronisatie-activiteiten en hoeveel gegevens zijn gesynchroniseerd.",
        "permdesc_receiveBootCompleted": "Hiermee kan de app zichzelf starten zodra het systeem klaar is met opstarten. Hierdoor kan het langer duren voordat de telefoon is opgestart en kan de app de telefoonprocessen vertragen door altijd actief te zijn.",
        "permdesc_receiveMms": "Hiermee kan de app MMS-berichten ontvangen en verwerken. Dit betekent dat de app berichten die naar je apparaat zijn verzonden, kan bijhouden of verwijderen zonder deze aan u weer te geven.",
        "permdesc_receiveSms": "Hiermee kan de app sms-berichten ontvangen en verwerken. Dit betekent dat de app berichten die naar je apparaat zijn verzonden, kan bijhouden of verwijderen zonder deze aan u weer te geven.",
        "permdesc_receiveWapPush": "Hiermee kan de app WAP-berichten ontvangen en verwerken. Dit betekent dat de app berichten die naar je apparaat zijn verzonden, kan bijhouden of verwijderen zonder deze aan u weer te geven.",
        "permdesc_recordAudio": "Deze app kan op elk moment audio opnemen met de microfoon.",
        "permdesc_register_call_provider": "Hiermee kan de app nieuwe telecomverbindingen registreren.",
        "permdesc_register_sim_subscription": "Hiermee kan de app nieuwe telecom-sim-verbindingen registreren.",
        "permdesc_removeDrmCertificates": "Toestaan dat een app DRM-certificaten verwijdert. Nooit vereist voor normale apps.",
        "permdesc_reorderTasks": "Hiermee kan de app taken naar de voor- en achtergrond verplaatsen. De app kan dit doen zonder om je bevestiging te vragen.",
        "permdesc_requestDeletePackages": "Hiermee kan een app verwijdering van pakketten aanvragen.",
        "permdesc_requestIgnoreBatteryOptimizations": "Hiermee kan een app toestemming vragen om batterijoptimalisatie voor die app te negeren.",
        "permdesc_requestInstallPackages": "Hiermee kan een app installatie van pakketten aanvragen.",
        "permdesc_requestPasswordComplexity": "Hiermee krijgt de app toestemming om het complexiteitsniveau van de schermvergrendeling te achterhalen (hoog, midden, laag of geen). Dat geeft een indicatie van het mogelijke lengtebereik en type van de schermvergrendeling. De app kan gebruikers ook voorstellen de schermvergrendeling naar een bepaald niveau te updaten, maar gebruikers kunnen dit altijd negeren en de app verlaten. De schermvergrendeling wordt niet opgeslagen als platte tekst, zodat de app het precieze wachtwoord niet weet.",
        "permdesc_route_media_output": "Hiermee kan een app media-uitvoer naar andere externe apparaten doorsturen.",
        "permdesc_runInBackground": "Deze app kan op de achtergrond worden uitgevoerd. Dit kan meer batterijlading verbruiken.",
        "permdesc_sdcardRead": "Hiermee kan de app de content van je gedeelde opslag lezen.",
        "permdesc_sdcardWrite": "Hiermee kan de app de content van je gedeelde opslag schrijven.",
        "permdesc_sendSms": "Hiermee kan de app sms-berichten verzenden. Dit kan tot onverwachte kosten leiden. Schadelijke apps kunnen u geld kosten doordat ze zonder je bevestiging berichten kunnen verzenden.",
        "permdesc_setAlarm": "Hiermee kan de app een wekker instellen in een geïnstalleerde wekker-app. Deze functie wordt door sommige wekker-apps niet geïmplementeerd.",
        "permdesc_setInputCalibration": "Hiermee kan de app de kalibratieparameters van het aanraakscherm aanpassen. Nooit vereist voor normale apps.",
        "permdesc_setTimeZone": "Hiermee kan de app de tijdzone van de telefoon wijzigen.",
        "permdesc_setWallpaper": "Hiermee kan de app de systeemachtergrond instellen.",
        "permdesc_setWallpaperHints": "Hiermee kan de app de grootte van de achtergrond instellen.",
        "permdesc_sim_communication": "Hiermee kan de app opdrachten verzenden naar de simkaart. Dit is erg gevaarlijk.",
        "permdesc_startViewPermissionUsage": "Hiermee kan de houder het rechtengebruik voor een app starten. Normaliter hebben apps dit niet nodig.",
        "permdesc_statusBar": "Hiermee kan de app de statusbalk uitschakelen of systeempictogrammen toevoegen en verwijderen.",
        "permdesc_statusBarService": "Hiermee kan de app de statusbalk zijn.",
        "permdesc_subscribedFeedsRead": "Hiermee kan de app details over de huidige gesynchroniseerde feeds achterhalen.",
        "permdesc_systemAlertWindow": "Deze app kan op de voorgrond worden weergegeven vóór andere apps of andere gedeelten van het scherm. Dit kan het normale app-gebruik verstoren en de manier wijzigen waarop andere apps worden weergegeven.",
        "permdesc_systemCamera": "Deze gemachtigde app of systeem-app kan op elk gewenst moment foto's maken en video's opnemen met een systeemcamera. De app moet ook het recht android.permission.CAMERA hebben.",
        "permdesc_transmitIr": "Hiermee kan de app de infraroodzender van de telefoon gebruiken.",
        "permdesc_uninstall_shortcut": "De app toestaan snelkoppelingen van het startscherm te verwijderen zonder tussenkomst van de gebruiker.",
        "permdesc_useBiometric": "Hiermee kan de app biometrische hardware gebruiken voor verificatie",
        "permdesc_useDataInBackground": "Deze app kan op de achtergrond data verbruiken. Dit kan het datagebruik verhogen.",
        "permdesc_useFaceAuthentication": "Hiermee kan de app hardware voor ontgrendelen via gezichtsherkenning gebruiken voor verificatie",
        "permdesc_useFingerprint": "Hiermee kan de app vingerafdrukhardware gebruiken voor verificatie",
        "permdesc_use_sip": "Toestaan dat de app belt en gebeld wordt via SIP.",
        "permdesc_vibrate": "Hiermee kan de app de trilstand beheren.",
        "permdesc_vibrator_state": "Hiermee heeft de app toegang tot de status van de trilstand.",
        "permdesc_videoWrite": "Hiermee sta je de app toe jouw videoverzameling aan te passen.",
        "permdesc_wakeLock": "Hiermee kan de app voorkomen dat de telefoon overschakelt naar de slaapmodus.",
        "permdesc_writeCalendar": "Deze app kan agenda-afspraken toevoegen, verwijderen of wijzigen op je telefoon. Deze app kan berichten verzenden die afkomstig lijken te zijn van agenda-eigenaren of afspraken aanpassen zonder dit aan de eigenaar te melden.",
        "permdesc_writeCallLog": "Toestaan dat de app de gesprekslijst van je telefoon aanpast, waaronder gegevens over inkomende en uitgaande gesprekken. Schadelijke apps kunnen hiermee je gesprekslijst wissen of aanpassen.",
        "permdesc_writeContacts": "Hiermee kan de app gegevens wijzigen over de contacten die zijn opgeslagen op je telefoon. Met dit recht kunnen apps contactgegevens verwijderen.",
        "permdesc_writeGeolocationPermissions": "Hiermee kan de app de geolocatierechten van de browser aanpassen. Schadelijke apps kunnen dit gebruiken om locatiegegevens te verzenden naar willekeurige websites.",
        "permdesc_writeHistoryBookmarks": "Hiermee kan de app de webgeschiedenis wijzigen in de systeemeigen browser en de bladwijzers die zijn opgeslagen op je telefoon. Deze toestemming kan niet worden geforceerd door andere browsers of andere apps met internetmogelijkheden.",
        "permdesc_writeSettings": "Hiermee kan de app de instellingsgegevens van het systeem aanpassen. Schadelijke apps kunnen de configuratie van je systeem verstoren.",
        "permdesc_writeSyncSettings": "Hiermee kan een app de synchronisatie-instellingen aanpassen voor een account. Deze toestemming kan bijvoorbeeld worden gebruikt om synchronisatie van de app Personen in te schakelen voor een account.",
        "permgroupbackgroundrequest_location": "Wil je <b>",
        "permgroupbackgroundrequestdetail_location": "De app heeft momenteel alleen toegang tot de locatie wanneer je de app gebruikt",
        "permgroupdesc_activityRecognition": "toegang tot je fysieke activiteit",
        "permgroupdesc_calendar": "toegang krijgen tot je agenda",
        "permgroupdesc_calllog": "gesprekslijst lezen en schrijven",
        "permgroupdesc_camera": "foto's maken en video opnemen",
        "permgroupdesc_contacts": "toegang krijgen tot je contacten",
        "permgroupdesc_location": "de locatie van dit apparaat openen",
        "permgroupdesc_microphone": "audio opnemen",
        "permgroupdesc_phone": "telefoneren en gesprekken beheren",
        "permgroupdesc_sensors": "toegang krijgen tot sensorgegevens over je vitale functies",
        "permgroupdesc_sms": "sms'jes verzenden en bekijken",
        "permgroupdesc_storage": "toegang krijgen tot foto's, media en bestanden op je apparaat",
        "permgrouplab_activityRecognition": "Fysieke activiteit",
        "permgrouplab_calendar": "Agenda",
        "permgrouplab_calllog": "Gesprekslijsten",
        "permgrouplab_camera": "Camera",
        "permgrouplab_contacts": "Contacten",
        "permgrouplab_location": "Locatie",
        "permgrouplab_microphone": "Microfoon",
        "permgrouplab_phone": "Telefoon",
        "permgrouplab_sensors": "Lichaamssensoren",
        "permgrouplab_sms": "Sms",
        "permgrouplab_storage": "Opslagruimte",
        "permgrouprequest_activityRecognition": "<b>",
        "permgrouprequest_calendar": "<b>",
        "permgrouprequest_calllog": "<b>",
        "permgrouprequest_camera": "<b>",
        "permgrouprequest_contacts": "<b>",
        "permgrouprequest_location": "<b>",
        "permgrouprequest_microphone": "<b>",
        "permgrouprequest_phone": "<b>",
        "permgrouprequest_sensors": "<b>",
        "permgrouprequest_sms": "<b>",
        "permgrouprequest_storage": "<b>",
        "permgrouprequestdetail_location": "De app heeft alleen toegang tot de locatie tijdens het gebruik van de app",
        "permlab_acceptHandover": "een gesprek voortzetten vanuit een andere app",
        "permlab_accessBackgroundLocation": "toegang tot locatie op de achtergrond",
        "permlab_accessCoarseLocation": "alleen toegang tot geschatte locatie op de voorgrond",
        "permlab_accessDrmCertificates": "toegang tot DRM-certificaten",
        "permlab_accessFineLocation": "alleen toegang tot precieze locatie op de voorgrond",
        "permlab_accessImsCallService": "toegang tot IMS-service voor bellen",
        "permlab_accessLocationExtraCommands": "toegang tot extra opdrachten van locatieaanbieder",
        "permlab_accessNetworkConditions": "controleren op waarnemingen met betrekking tot netwerkomstandigheden",
        "permlab_accessNetworkState": "netwerkverbindingen weergeven",
        "permlab_accessNotifications": "toegang tot meldingen",
        "permlab_accessWifiState": "wifi-verbindingen weergeven",
        "permlab_accessWimaxState": "WiMAX-verbinding maken en verbreken",
        "permlab_access_notification_policy": "toegang tot 'Niet storen'",
        "permlab_activityRecognition": "fysieke activiteit herkennen",
        "permlab_addVoicemail": "voicemail toevoegen",
        "permlab_answerPhoneCalls": "telefoonoproepen beantwoorden",
        "permlab_audioWrite": "jouw muziekverzameling aanpassen",
        "permlab_bindCarrierMessagingService": "binden aan de berichtenservice van een provider",
        "permlab_bindCarrierServices": "binden aan providerservices",
        "permlab_bindCellBroadcastService": "Cell broadcast-berichten doorsturen",
        "permlab_bindConditionProviderService": "binden aan de service van een provider van voorwaarden",
        "permlab_bindDreamService": "verbinding maken met een droomservice",
        "permlab_bindNotificationListenerService": "koppelen aan een listener-service voor meldingen",
        "permlab_bind_connection_service": "communicatie met telefonische diensten",
        "permlab_bind_incall_service": "interactie met scherm in actief gesprek",
        "permlab_bluetooth": "Koppelen met Bluetooth-apparaten",
        "permlab_bluetoothAdmin": "Bluetooth-instellingen openen",
        "permlab_bodySensors": "toegang tot lichaamssensoren (zoals hartslagmeters)",
        "permlab_broadcastSticky": "sticky broadcast verzenden",
        "permlab_callCompanionApp": "gesprekken via het systeem bekijken en beheren.",
        "permlab_callPhone": "telefoonnummers rechtstreeks bellen",
        "permlab_camera": "foto's en video's maken",
        "permlab_cameraOpenCloseListener": "Een app of service toestaan callbacks te ontvangen over camera-apparaten die worden geopend of gesloten.",
        "permlab_changeNetworkState": "netwerkverbinding wijzigen",
        "permlab_changeTetherState": "getetherde verbinding wijzigen",
        "permlab_changeWifiMulticastState": "Wifi Multicast-ontvangst toestaan",
        "permlab_changeWifiState": "Wifi-verbinding maken en verbreken",
        "permlab_changeWimaxState": "WiMAX-status wijzigen",
        "permlab_connection_manager": "telecomverbindingen beheren",
        "permlab_control_incall_experience": "een gebruikerservaring bieden tijdens een gesprek",
        "permlab_createNetworkSockets": "volledige netwerktoegang",
        "permlab_disableKeyguard": "je schermvergrendeling uitschakelen",
        "permlab_enableCarMode": "automodus inschakelen",
        "permlab_exemptFromAudioRecordRestrictions": "vrijstellen van beperkingen voor audio-opnamen",
        "permlab_expandStatusBar": "statusbalk uitvouwen/samenvouwen",
        "permlab_foregroundService": "service op de voorgrond uitvoeren",
        "permlab_getAccounts": "accounts op het apparaat vinden",
        "permlab_getPackageSize": "opslagruimte van app meten",
        "permlab_getTasks": "actieve apps ophalen",
        "permlab_handoverStatus": "Android Beam-overdrachtsstatus ontvangen",
        "permlab_imagesWrite": "jouw fotoverzameling aanpassen",
        "permlab_install_shortcut": "Snelle links instellen",
        "permlab_invokeCarrierSetup": "de door de provider geleverde configuratie-app aanroepen",
        "permlab_killBackgroundProcesses": "andere apps sluiten",
        "permlab_manageFace": "hardware voor ontgrendelen via gezichtsherkenning beheren",
        "permlab_manageFingerprint": "Vingerafdrukhardware beheren",
        "permlab_manageNetworkPolicy": "netwerkbeleid beheren",
        "permlab_manageOwnCalls": "gesprekken doorschakelen via het systeem",
        "permlab_manageProfileAndDeviceOwners": "profiel- en apparaateigenaren beheren",
        "permlab_mediaLocation": "locaties van jouw mediaverzameling uitlezen",
        "permlab_modifyAudioSettings": "je audio-instellingen wijzigen",
        "permlab_modifyNetworkAccounting": "verrekening van netwerkgebruik aanpassen",
        "permlab_nfc": "Near Field Communication regelen",
        "permlab_persistentActivity": "app altijd laten uitvoeren",
        "permlab_preferredPaymentInfo": "Informatie over voorkeursservice voor NFC-betaling",
        "permlab_processOutgoingCalls": "uitgaande gesprekken doorschakelen",
        "permlab_readCalendar": "Agenda-afspraken en -gegevens lezen",
        "permlab_readCallLog": "gesprekslijst lezen",
        "permlab_readCellBroadcasts": "infodienstberichten lezen",
        "permlab_readContacts": "je contacten lezen",
        "permlab_readHistoryBookmarks": "je webbladwijzers en -geschiedenis lezen",
        "permlab_readInstallSessions": "installatiesessies lezen",
        "permlab_readNetworkUsageHistory": "historisch netwerkgebruik lezen",
        "permlab_readPhoneNumbers": "telefoonnummers lezen",
        "permlab_readPhoneState": "telefoonstatus en -identiteit lezen",
        "permlab_readSms": "je tekstberichten (SMS of MMS) lezen",
        "permlab_readSyncSettings": "synchronisatie-instellingen lezen",
        "permlab_readSyncStats": "synchronisatiestatistieken lezen",
        "permlab_receiveBootCompleted": "uitvoeren bij opstarten",
        "permlab_receiveMms": "tekstberichten (MMS) ontvangen",
        "permlab_receiveSms": "tekstberichten (SMS) ontvangen",
        "permlab_receiveWapPush": "tekstberichten (WAP) ontvangen",
        "permlab_recordAudio": "audio opnemen",
        "permlab_register_call_provider": "nieuwe telecomverbindingen registreren",
        "permlab_register_sim_subscription": "nieuwe telecom-sim-verbindingen registreren",
        "permlab_removeDrmCertificates": "DRM-certificaten verwijderen",
        "permlab_reorderTasks": "actieve apps opnieuw rangschikken",
        "permlab_requestDeletePackages": "verwijdering van pakketten aanvragen",
        "permlab_requestIgnoreBatteryOptimizations": "vragen om batterijoptimalisatie te negeren",
        "permlab_requestInstallPackages": "installatiepakketten aanvragen",
        "permlab_requestPasswordComplexity": "complexiteit van schermvergrendeling opvragen",
        "permlab_route_media_output": "media-uitvoer aansturen",
        "permlab_runInBackground": "uitvoeren op de achtergrond",
        "permlab_sdcardRead": "de content van je gedeelde opslag lezen",
        "permlab_sdcardWrite": "de content van je gedeelde opslag aanpassen of verwijderen",
        "permlab_sendSms": "sms'jes verzenden en bekijken",
        "permlab_setAlarm": "een wekker instellen",
        "permlab_setInputCalibration": "kalibratie van invoerapparaat wijzigen",
        "permlab_setTimeZone": "tijdzone instellen",
        "permlab_setWallpaper": "achtergrond instellen",
        "permlab_setWallpaperHints": "je achtergrondformaat aanpassen",
        "permlab_sim_communication": "opdrachten verzenden naar de simkaart",
        "permlab_startViewPermissionUsage": "rechtengebruik starten",
        "permlab_statusBar": "statusbalk uitschakelen of wijzigen",
        "permlab_statusBarService": "de statusbalk zijn",
        "permlab_subscribedFeedsRead": "Geabonneerde feeds lezen",
        "permlab_systemAlertWindow": "Deze app kan op de voorgrond vóór andere apps worden weergegeven",
        "permlab_systemCamera": "Een app of service toegang tot systeemcamera's geven om foto's en video's te maken",
        "permlab_transmitIr": "infrarood verzenden",
        "permlab_uninstall_shortcut": "snelkoppelingen verwijderen",
        "permlab_useBiometric": "biometrische hardware gebruiken",
        "permlab_useDataInBackground": "data gebruiken op de achtergrond",
        "permlab_useFaceAuthentication": "hardware voor ontgrendelen via gezichtsherkenning gebruiken",
        "permlab_useFingerprint": "Vingerafdrukhardware gebruiken",
        "permlab_use_sip": "Bellen of gebeld worden via SIP",
        "permlab_vibrate": "trilling beheren",
        "permlab_videoWrite": "jouw videoverzameling aanpassen",
        "permlab_wakeLock": "voorkomen dat telefoon overschakelt naar slaapmodus",
        "permlab_writeCalendar": "agenda-afspraken toevoegen of wijzigen en e-mails verzenden aan gasten zonder medeweten van de eigenaren",
        "permlab_writeCallLog": "gesprekslijst schrijven",
        "permlab_writeContacts": "je contacten aanpassen",
        "permlab_writeGeolocationPermissions": "geolocatierechten voor browser aanpassen",
        "permlab_writeHistoryBookmarks": "webbladwijzers en -geschiedenis schrijven",
        "permlab_writeSettings": "systeeminstellingen aanpassen",
        "permlab_writeSyncSettings": "synchronisatie in- en uitschakelen"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Naam",
            "bitcoin_alt": "Doneer Bitcoin",
            "flattr_alt": "Doneer via Flattr",
            "heading": "Doneer",
            "hellotux": "👕 T-shirts 👕 van",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid ontvangt € 3 per verkocht shirt.",
            "liberapay_alt": "Doneer via Liberapay",
            "litecoin_alt": "Doneer via Litecoin",
            "opencollective_alt": "Doneer aan ons collectief",
            "paypal_alt": "Doneer via PayPal",
            "powered_by_donations": "F-Droid is mogelijk gemaakt door jullie donaties!",
            "via_bank_transfer": "Bankoverschrijving"
        },
        "lang": {
            "change": "Wijzigen"
        },
        "last_updated": {
            "heading": "Laatst bijgewerkt"
        },
        "latest_packages": {
            "heading": "Nieuwste apps"
        },
        "news": {
            "heading": "Nieuws"
        },
        "search": {
            "heading": "Zoeken naar apps",
            "noscript": "Vereist JavaScript om ingeschakeld te worden",
            "search": "Zoek"
        }
    }
}
