{
    "add_repo": {
        "intro": "امسح رموز QR من المستودعات التي تريد إضافتها من الأجهزة أو مواقع الويب التي يمكن العثور عليها فيها.",
        "no_internet": "لا انترنت؟ ليس هناك أى مشكلة. تعرف على <a href=\"../swap/\"> كيفية إرسال واستقبال التطبيقات في وضع عدم الاتصال. </a>",
        "open_repo_link": {
            "description": "في حالة إرسال رابط الريبو عبر البريد الإلكتروني أو الوسائط الاجتماعية أو الرسائل القصيرة ، أضف القدرة على تثبيت التطبيقات فيه على F-Droid عن طريق فتحه.",
            "short_summary": "افتح رابط المستودع",
            "steps": {
                "step_1": "قم بتنزيل وتثبيت تطبيق F-Droid على جهاز Android الخاص بك.",
                "step_2": "انقر فوق الارتباط وافتحه في متصفح الويب على جهازك.",
                "step_3": "عندما يكون الرابط مفتوحًا ، انقر فوق الزر \"إضافة إلى F-Droid\".",
                "step_4": "اضغط على زر \"لدي F-Droid\". سيتم فتح تطبيق F-Droid.",
                "step_5": "يتم عرض \"إضافة مستودع جديد\" مع عنوان المستودع المعبأ مسبقًا. اضغط على \"موافق\" لإضافته.",
                "step_6": "ستتم إضافة الريبو الجديد الخاص بك. لرؤية قائمة المستودعات الخاصة بك ، افتح \"الإعدادات\". حدد \"مستودعات\".",
                "step_7": "اضغط على الريبو لرؤية محتوياته.",
                "step_8": "حدد التطبيقات التي تريدها وقم بتثبيتها على جهازك."
            },
            "title": "افتح رابط الريبو على جهازك"
        },
        "overview": {
            "summary": "للحصول على المزيد ، أضف الريبو إلى F-Droid. الريبو عبارة عن مجموعة من المحتويات المنسقة. يمكنك معرفة معلومات عن مستودعات الأشخاص من خلالهم مباشرة. غالبًا ما يرتبط المطورون ب F-Droid repo من موقع الويب الخاص بهم. غالبًا ما يشارك المدربون روابط إلى مستودعات عبر البريد الإلكتروني أو Facebook أو Twitter.",
            "title": "احصل على المزيد من المحتوى."
        },
        "scan_qr_code": {
            "description": "امسح رموز QR من المستودعات التي تريد إضافتها من الأجهزة أو مواقع الويب التي يمكن العثور عليها فيها.",
            "related_tutorial": "قد تكون مهتمًا أيضًا ب: <a href=\"../swap/\"> كيفية إرسال وتلقي التطبيقات في وضع عدم الاتصال </a>",
            "short_summary": "مسح رمز الاستجابة السريعة",
            "steps": {
                "step_1": "بمجرد عرض رمز الاستجابة السريعة للريبو ، امسحه ضوئيًا باستخدام تطبيق ماسح QR.",
                "step_2": "اضغط على الرابط. إذا توفر لك الخيار ، فافتح الرابط باستخدام F-Droid. ثم اتبع المطالبات. إذا نجح هذا ، فقد انتهيت! إذا لم يكن كذلك، انتقل إلى الخطوة التالية.",
                "step_3": "إذا لم تحصل على خيار فتح الرابط باستخدام F-Droid ، فأغلق تطبيق QR scanner وافتح تطبيق F-Droid.",
                "step_4": "داخل F-Droid ، انقر على \"الإعدادات\". ضمن \"تطبيقاتي\" حدد \"المستودعات\".",
                "step_5": "في شاشة المستودعات ، انقر فوق رمز \"+\" في الزاوية العلوية.",
                "step_6": "سيتم ملء عنوان الريبو تلقائيًا. اضغط على \"تمكين\". ملاحظة: سيتم حفظ الريبو في مستودعات F-Droid ، ولكن لن يتم تثبيت أي تطبيقات حتى تختار وتثبِّت يدويًا."
            },
            "title": "امسح رمز QR من جهاز آخر"
        },
        "title": "كيفية إضافة مستودع إلى F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "يمكنك تحرير التطبيق وملخصات الملفات لجعلها مفهومة لجمهورك المستهدف. يمكنك تعديل اللغة لجعلها خاصة بالبلد. ثم شارك المستودع بسلاسة مع الحاضرين قبل المؤتمرات والدورات التدريبية.",
            "steps": {
                "step_1": "انقر فوق عنصر لفتح تفاصيله.",
                "step_2": "انقر على تعديل'.",
                "step_3": "تخصيص المحتوى ليناسب جمهورك المستهدف. ملاحظة: سيتم إجراء التغييرات التي تجريها على الريبو الخاص بك فقط. لن يتم تحديث المصدر الأصلي. يرجى استخدام الاحترام عند تخصيص المعلومات لمحتوى ليس ملكك.",
                "step_4": "يتم حفظ جميع التغييرات تلقائيًا."
            },
            "title": "تخصيص الريبو الخاص بك"
        },
        "download_and_install": {
            "steps": {
                "step_1": "قم بتنزيل تطبيق الويب Repomaker وتثبيته على جهاز كمبيوتر سطح المكتب. مزيد من المعلومات في <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\"> دليل التثبيت </a>.",
                "step_2": "قم بتشغيل تطبيق الويب Repomaker. قم بالتسجيل أو تسجيل الدخول للبدء.",
                "step_3": "قم بإنشاء مستودع جديد وقم بتسميته وفقًا لذلك.",
                "step_4": "اختر إضافة تطبيقات من المعرض والمستودعات المتاحة ، أو قم بتحميل ملفاتك الخاصة. انقر فوق الزر \"إضافة من المعرض\" للاختيار من بين المحتوى المتاح بسهولة.",
                "step_5": "انقر فوق الزر \"إضافة\" بجوار العناصر التي ترغب في إضافتها. عند الانتهاء ، انقر فوق سهم \"الرجوع\" للعودة إلى المستودع الخاص بك.",
                "step_6": "سيتم عرض تطبيقاتك في عرض محتوى المستودع الخاص بك."
            },
            "title": "قم بتنزيل وتثبيت Repomaker لبدء الإنشاء"
        },
        "intro": "ألا تستطيع إيجاد ما تبحث عنه؟ قم بتنزيل تطبيق الويب Repomaker على جهاز الكمبيوتر الخاص بك لإنشاء مجموعة مخصصة من التطبيقات والملفات.",
        "overview": {
            "summary": "قم بإنشاء مستودع التطبيقات المخصص الخاص بك. استخدم F-Droid لتوزيع المحتوى. يستخدم المدربون المستودع لمشاركة مجموعة من الموارد والتطبيقات بسهولة مع المشاركين في التدريب عندما لا يكون هناك اتصال موثوق بالإنترنت. يستخدم المطورون المستودع لتوزيع تطبيقاتهم على الجماهير المتخصصة.",
            "title": "أضف التطبيقات والملفات الخاصة بك."
        },
        "related_tutorial": "قد تكون مهتمًا أيضًا بِ: <a href=\"../add-repo/\"> كيفية إضافة مستودع إلى F-Droid </a>",
        "share_repo": {
            "steps": {
                "step_1": "مع فتح المستودع الذي ترغب في مشاركته ، انقر فوق \"مشاركة\" في القائمة. ملاحظة: أنت بحاجة إلى إعداد مكان لتخزين المستودع الخاص بك قبل المشاركة. توجد إرشادات حول كيفية القيام بذلك في الخطوة 2.",
                "step_2": "سيُطلب منك إعداد التخزين لنشر المستودع الخاص بك وقبل المشاركة. إذا كنت لا ترى هذه الصفحة ، فتابع إلى الخطوة 4.",
                "step_3": "اختر خيار التخزين الذي يناسب احتياجاتك. بمجرد أن يكون لديك مساحة تخزين ، فأنت جاهز للمشاركة! ارجع إلى \"مشاركة\".",
                "step_4": "اختر نسخ الرابط وإرساله مباشرةً إلى الأشخاص عبر البريد الإلكتروني أو الرسائل النصية ، أو مشاركة المستودع الخاص بك على Facebook أو Twitter. عندما يفتح الأشخاص الرابط إلى المستودع الخاص بك ، سيحتاجون إلى إضافته إلى جهاز Android للوصول إلى التطبيقات الموجودة في المستودع. راجع <a href=\"../add-repo/\"> كيفية إضافة مستودع إلى F-Droid </a> لمزيد من المعلومات.",
                "step_5": "يتيح لك خيار \"عرض الريبو\" رؤية ما قمت بنشره أو مشاركته للتو."
            },
            "title": "تخصيص المستودع الخاص بك"
        },
        "title": "كيفية إنشاء مستودع",
        "update_repo": {
            "steps": {
                "step_1": "إذا أضفت تطبيقات من المعرض ، فسيتم تحديثها تلقائيًا عندما يضيف المصدر إصدارات جديدة. بالنسبة للملفات التي قمت بتحميلها ، يمكنك سحب الإصدارات المحدثة وإفلاتها في عرض الريبو.",
                "step_2": "بدلاً من ذلك ، يمكنك فتح عنصر واحد لإضافة إصدار جديد. حدد تحرير.",
                "step_3": "انتقل لأسفل إلى الإصدارات. ثم أضف إصدارًا جديدًا ضمن قسم \"محفوظات الإصدارات\".",
                "step_4": "ثم أضف إصدارًا جديدًا ضمن قسم \"محفوظات الإصدارات\"."
            },
            "title": "قم بتحديث المستودع الخاص بك"
        }
    },
    "misc": {
        "option_x_description": "الخيار {{number}}: {{description}}",
        "overview": {
            "summary": "F-Droid هو متجر تطبيقات مستقل من مصادر المجتمع لنظام Android وهو برنامج مجاني ومفتوح المصدر تمامًا. داخل F-Droid ، يمكنك تصفح أكثر من 1200 تطبيق مفتوح المصدر ، والبحث عن التطبيقات وتثبيتها من المستودعات التي تم إنشاؤها ، أو إنشاء مستودعك الخاص. افتح f-droid.org على جهاز Android الخاص بك لتنزيل التطبيق والبدء!",
            "title": "ما الذي يمكنك فعله باستخدام F-Droid",
            "tutorial_x_title": "البرنامج التعليمي {{number}}: {{title}}"
        },
        "step_x": "الخطوة {{number}}",
        "step_x_description": "الخطوة {{number}}"
    },
    "swap": {
        "all_devices_need_fdroid": "تحتاج جميع الأجهزة إلى تنزيل F-Droid وتثبيته قبل البدء. يجب أن تتبع جميع الأجهزة الخطوات أدناه.",
        "intro": "لا انترنت؟ ليس هناك أى مشكلة. تنزيل التطبيقات من الأشخاص القريبين منك.",
        "overview": {
            "summary": "لا انترنت؟ ليس هناك أى مشكلة. يمنحك F-Droid Nearby القدرة على إرسال واستقبال المحتوى إلى الأشخاص في نفس الغرفة.",
            "title": "إرسال واستقبال التطبيقات في وضع عدم الاتصال."
        },
        "related_tutorial": "قد تكون مهتمًا أيضًا بِ: <a href=\"../create-repo/\"> كيفية إنشاء مستودع </a>",
        "step_1": "افتح F-Droid. انقر على \"قريب\" من القائمة الموجودة أسفل الشاشة.",
        "step_10": "للوصول إلى التطبيقات المثبتة ، افتح إعدادات F-Droid وحدد \"إدارة التطبيقات المثبتة\" ضمن \"تطبيقاتي\".",
        "step_2": "انقر على \"اعثر على أشخاص بالقرب مني\" للبحث عن أجهزة متوافقة.",
        "step_3": "بمجرد العثور على الأشخاص القريبين منك ، يجب عليك أنت وجهة الاتصال تحديد بعضكما البعض.",
        "step_4": "بمجرد الاتصال ، اختر التطبيقات التي ترغب في مشاركتها مع جهة الاتصال الخاصة بك.",
        "step_5": "اضغط على زر.",
        "step_6": "سيُطلب من شخص واحد تأكيد طلب الاتصال.",
        "step_7": "اضغط على زر \"تثبيت\" بجوار التطبيقات التي تريد تثبيتها.",
        "step_8": "اضغط على \"تثبيت\" مرة أخرى. بعد ذلك ، اتبع تعليمات Android لإكمال عملية التثبيت.",
        "step_9": "بمجرد اكتمال التثبيت ، تتوفر تطبيقاتك في معرض تطبيقات Android وفي تطبيق F-Droid ضمن التطبيقات المثبتة.",
        "title": "كيفية إرسال واستقبال التطبيقات في وضع عدم الاتصال"
    }
}
