{
    "antifeatures": {
        "Ads": "Esta aplicação contém publicidade",
        "DisabledAlgorithm": "Esta aplicação tem uma assinatura de segurança fraca",
        "KnownVuln": "Esta aplicação contém uma falha de segurança conhecida",
        "NSFW": "Esta aplicação contém conteúdo que não deve ser divulgado ou visível em todos os lugares",
        "NoSourceSince": "O código-fonte já não está disponível e não é possível atualizá-lo",
        "NonFreeAdd": "Esta aplicação promove complementos não livres",
        "NonFreeAssets": "Esta aplicação contém recursos não livres",
        "NonFreeDep": "Esta aplicação depende de outras aplicações não livres",
        "NonFreeNet": "Esta aplicação promove ou depende inteiramente de um serviço de rede não alterável ou não gratuito",
        "Tracking": "Esta aplicação monitoriza e reporta a sua atividade",
        "UpstreamNonFree": "O código-fonte não é totalmente livre"
    },
    "app_categories": {
        "Connectivity": "Conectividade",
        "Development": "Desenvolvimento",
        "Games": "Jogos",
        "Graphics": "Gráficos",
        "Internet": "Internet",
        "Money": "Finanças",
        "Multimedia": "Multimédia",
        "Navigation": "Navegação",
        "Phone & SMS": "Telefone e SMS",
        "Reading": "Leitura",
        "Science & Education": "Ciência e educação",
        "Security": "Segurança",
        "Sports & Health": "Desporto e saúde",
        "System": "Sistema",
        "Theming": "Temas",
        "Time": "Tempo",
        "Writing": "Redação",
        "show_all_packages": "Mostrar todos os %d pacotes"
    },
    "index": {
        "download_fdroid": "Descarregar F-Droid",
        "gpg_signature": "Assinatura PGP",
        "introduction": "F-Droid é um catálogo de aplicações FOSS (programa livre e de código aberto) para Android. Disponibiliza uma aplicação-cliente que permite explorar, instalar e acompanhar atualizações no seu dispositivo móvel.",
        "pgp_verification_instructions": "Instruções para verificar a descarga",
        "screenshot": "Captura de ecrã da aplicação F-Droid para Android",
        "title": "O que é o F-Droid?"
    },
    "mirrors": {
        "cn": "China continental",
        "de": "Alemanha",
        "dk": "Dinamarca",
        "indiana": "Indiana, EUA",
        "se": "Suécia",
        "sg": "Singapura",
        "tw": "Taiwan",
        "ua": "Ucrânia"
    },
    "navigation": {
        "about": "Sobre",
        "apps": "Aplicações",
        "contribute": "Colaborar",
        "documentation": "Documentação",
        "edit_on_gitlab": "Editar no GitLab",
        "forum": "Fórum",
        "issues": "Problemas",
        "news": "Notícias",
        "statuspage": "Estado",
        "translate_on_weblate": "Traduzir no Weblate"
    },
    "news": {
        "date_format": "%b %d, %Y",
        "newer_posts": "← Publicações recentes",
        "older_posts": "Publicações antigas →",
        "posted_on": "Publicado em {{ post_date }}",
        "posted_on_by": "Publicado em {{ post_date }} por"
    },
    "package": {
        "added_on": "Adicionado em {{ package_added_date }}",
        "anti_features": "Características indesejadas",
        "anti_features_warning": "Esta aplicação tem funcionalidades que pode não querer.",
        "author": "Autor",
        "build_log": "Registos de compilação",
        "build_metadata": "Metadados da compilação",
        "changelog": "Histórico de versões",
        "donate": "Fazer um donativo",
        "download": "Descarregar {{ file_extension }}",
        "file_size_bytes": "bytes",
        "file_size_format": "%{number} %{unit}",
        "file_size_gibibytes": "GB",
        "file_size_kibibytes": "KB",
        "file_size_mebibytes": "MB",
        "file_size_tebibytes": "TB",
        "flattr": "Flattr",
        "gpg_signature": "Assinatura PGP",
        "issue_tracker": "Gestor de problemas",
        "liberapay": "Site Liberapay",
        "license": "Licença",
        "minimum_android_version": "Esta versão requer o Android {{ android_version }} ou mais recente.",
        "new_in_version": "Novo na versão {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "ícone do pacote",
        "package_screenshot_alt": "captura do ecrã da aplicação",
        "packages": "Pacotes",
        "permissions": "Permissões",
        "signed_by_developer": "Compilado e assinado pelo programador original e garantido a corresponder com <a href=\"{{ source_code_url }}\">este pacote do código-fonte</a>.",
        "signed_by_fdroid": "Compilado e assinado pelo F-Droid e garantido que corresponde ao <a href=\"{{ source_code_url }}\">tarball desta origem</a>.",
        "source_code": "Código-fonte",
        "suggest_downloading_via_fdroid": "Apesar de ser possível descarregar os APKs disponíveis abaixo como opção, alertamos que ao instalar dessa forma, não irá receber notificações de atualizações e que é uma forma menos segura para descarregar. É recomendável usar sempre a aplicação-cliente F-Droid.",
        "suggested": "sugerido",
        "translation": "Traduzir",
        "version_info": "<b>Versão {{ package_version }}</b> ({{ package_version_code }})",
        "versions": "Versões",
        "website": "Página web"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Permite que a aplicação continue uma chamada que foi iniciada noutra aplicação.",
        "permdesc_accessBackgroundLocation": "Esse app poderá acessar o local a qualquer momento, mesmo quando não estiver sendo usado.",
        "permdesc_accessCoarseLocation": "Esta aplicação poderá aceder à sua localização aproximada através dos Serviços de localização enquanto estiver a ser utilizada. Os Serviços de localização do aparelho têm de estar ativados para que a aplicação possa aceder à sua localização.",
        "permdesc_accessDrmCertificates": "Permite que uma aplicação proporcione e use certificados de DRM. Nunca deve ser necessário para aplicações comuns.",
        "permdesc_accessFineLocation": "Esta aplicação pode obter a sua localização exata a partir dos serviços de localização enquanto a aplicação está a ser utilizada. Os serviços de localização para o dispositivo têm de estar ativados para a aplicação obter a localização. Isto pode aumentar a utilização da bateria.",
        "permdesc_accessImsCallService": "Permite que a aplicação use o serviço de mensagens instantâneas para fazer chamadas sem a sua intervenção.",
        "permdesc_accessLocationExtraCommands": "Permite que a aplicação aceda a comandos do fornecedor de localização extra. Isto pode permitir que a aplicação interfira no funcionamento do GPS ou de outras fontes de localização.",
        "permdesc_accessNetworkConditions": "Permite que a aplicação detete observações das condições da rede. Nunca deve ser necessário para aplicações comuns.",
        "permdesc_accessNetworkState": "Permite que a aplicação veja informações sobre conexões de rede, como as redes existentes e como estão conectadas.",
        "permdesc_accessNotifications": "Permite que a aplicação recupere, examine e limpe notificações, inclusive as publicadas por outras aplicações.",
        "permdesc_accessWifiState": "Permite que a aplicação veja informações sobre redes Wi-Fi, tais como se a rede Wi-Fi está ativada e o nome dos dispositivos Wi-Fi conectados.",
        "permdesc_accessWimaxState": "Permite que a aplicação determine se o WiMAX está ativado e veja informações sobre as redes WiMAX conectadas.",
        "permdesc_access_notification_policy": "Permitir que a aplicação leia e grave a configuração de não perturbar.",
        "permdesc_activityRecognition": "Esta aplicação pode reconhecer a sua atividade física.",
        "permdesc_addVoicemail": "Permite que a aplicação adicione mensagens à sua caixa de entrada do correio de voz.",
        "permdesc_answerPhoneCalls": "Permite que a aplicação atenda uma chamada.",
        "permdesc_audioWrite": "Permite que a aplicação altere a sua coleção de músicas.",
        "permdesc_backgroundCamera": "Este app pode tirar fotos e gravar vídeos usando a câmera a qualquer momento.",
        "permdesc_bindCarrierMessagingService": "Permite que o proprietário use a interface de nível superior de um serviço de mensagens de operadora. Isto nunca é ser necessário para aplicações comuns.",
        "permdesc_bindCarrierServices": "Permite que o proprietário use serviços da operadora. Isto nunca é necessário para aplicações comuns.",
        "permdesc_bindCellBroadcastService": "Permite que a aplicação se vincule ao módulo de difusão celular para encaminhar mensagens de difusão celular à medida que são recebidas. Os alertas de difusão celular são fornecidos em algumas localizações para avisar sobre situações de emergência. As aplicações maliciosas podem interferir com o desempenho ou funcionamento do seu dispositivo quando for recebida uma difusão celular de emergência.",
        "permdesc_bindConditionProviderService": "Permite que o proprietário use a interface de nível superior de um serviço provedor de condições. Isto nunca é necessário para aplicações comuns.",
        "permdesc_bindDreamService": "Permite que o sistema autorizado se conecte à interface de nível superior de um serviço de protetor de ecrã. Isto nunca é necessário para aplicações comuns.",
        "permdesc_bindNotificationListenerService": "Permite que o proprietário sujeite a interface de nível superior a um serviço de escuta de notificações. Isto nunca é necessário para aplicações comuns.",
        "permdesc_bind_connection_service": "Permite à aplicação interagir com os serviços de telefonia para fazer e receber chamadas.",
        "permdesc_bind_incall_service": "Permite que a aplicação controle quando e como o utilizador visualiza a chamada no ecrã.",
        "permdesc_bluetooth": "Permite que a aplicação aceda à configuração do Bluetooth no telefone, além de fazer e aceitar conexões dispositivos pareados.",
        "permdesc_bluetoothAdmin": "Permite que aplicação configure o telemóvel Bluetooth local, descubra e emparelhe com dispositivos remotos.",
        "permdesc_bluetooth_advertise": "Permite que o app seja anunciado em dispositivos Bluetooth por perto",
        "permdesc_bluetooth_connect": "Permite que o app se conecte a dispositivos Bluetooth pareados",
        "permdesc_bluetooth_scan": "Permite que o app descubra e se pareie a dispositivos Bluetooth por perto",
        "permdesc_bodySensors": "Permite que a aplicação aceda a dados de sensores que monitorizam a sua condição física, como a frequência cardíaca.",
        "permdesc_bodySensors_background": "Permite que a app aceda aos dados dos sensores corporais, como o ritmo cardíaco, a temperatura e a percentagem de oxigénio no sangue, enquanto a app está em segundo plano.",
        "permdesc_broadcastSticky": "Permite que a aplicação envie difusões de transmissão fixas, que permanecem depois da transmissão terminar. O uso excessivo pode deixar o telefone lento ou instável, fazendo com que use muita memória.",
        "permdesc_callCompanionApp": "Permite que a aplicação veja e controle chamadas em andamento no dispositivo. Isto inclui informações como número e estado das chamadas.",
        "permdesc_callPhone": "Permite que a aplicação ligue para números de telefone sem a sua intervenção. Isso pode resultar em cobranças ou chamadas inesperadas. Esta opção não permite que a aplicação ligue para números de emergência. As aplicações maliciosas podem gerar custos com chamadas feitas sem a sua confirmação.",
        "permdesc_camera": "Enquanto está sendo usado, este app pode tirar fotos e gravar vídeos usando a câmera.",
        "permdesc_cameraOpenCloseListener": "Esta aplicação pode receber chamadas de retorno quando qualquer dispositivo de câmara está a ser aberto (por qual aplicação) ou fechado.",
        "permdesc_changeNetworkState": "Permite que a aplicação altere o estado de conectividade de rede.",
        "permdesc_changeTetherState": "Permite que a aplicação altere o estado de conectividade da rede no modo tethering conectada.",
        "permdesc_changeWifiMulticastState": "Permite que a aplicação receba pacotes enviados para todos os dispositivos numa rede Wi-Fi usando endereços de difusão seletiva, e não apenas o telefone. Consome mais energia do que o modo não multicast.",
        "permdesc_changeWifiState": "Permite que a aplicação conecte e desconecte aos pontos de acesso Wi-Fi e faça alterações nas configurações do dispositivo para redes Wi-Fi.",
        "permdesc_changeWimaxState": "Permite que a aplicação conecte e desconecte o telefone de redes WiMAX.",
        "permdesc_companionProfileWatch": "Permite que uma app complementar gere relógios.",
        "permdesc_connection_manager": "Permite que a aplicação faça a gestão de conexões de telecomunicações.",
        "permdesc_control_incall_experience": "Permite à aplicação fornecer uma experiência de utilizador em chamada.",
        "permdesc_createNetworkSockets": "Permite que a aplicação crie sockets de rede e utilize protocolos de rede personalizados. O navegador e outros aplicações fornecem meios de enviar dados para a Internet, por isso esta permissão não é necessária para enviar os dados.",
        "permdesc_deliverCompanionMessages": "Permite que uma app complementar envie mensagens complementares a outros dispositivos.",
        "permdesc_detectScreenCapture": "A app vai ser notificada quando uma captura de ecrã for feita enquanto estiver em uso.",
        "permdesc_disableKeyguard": "Permite que a aplicação desative o bloqueio de teclas e qualquer segurança por palavra-passe associada. Por exemplo, o telefone desativa o bloqueio de teclas ao receber uma chamada e torna a ativar quando a chamada é finalizada.",
        "permdesc_enableCarMode": "Permite que a aplicação ative o modo Carro.",
        "permdesc_exemptFromAudioRecordRestrictions": "Isenta a aplicação de restrições para gravar áudio.",
        "permdesc_expandStatusBar": "Permite que a aplicação expanda ou recolha a barra de estado.",
        "permdesc_foregroundService": "Permite que a aplicação use serviços em primeiro plano.",
        "permdesc_foregroundServiceCamera": "Permite que o app use serviços em primeiro plano com o tipo \"camera\"",
        "permdesc_foregroundServiceConnectedDevice": "Permite que o app use serviços em primeiro plano com o tipo \"connectedDevice\"",
        "permdesc_foregroundServiceDataSync": "Permite que o app use serviços em primeiro plano com o tipo \"dataSync\"",
        "permdesc_foregroundServiceFileManagement": "Permite que o app use serviços em primeiro plano com o tipo \"fileManagement\"",
        "permdesc_foregroundServiceHealth": "Permite que o app use serviços em primeiro plano com o tipo \"health\"",
        "permdesc_foregroundServiceLocation": "Permite que o app use serviços em primeiro plano com o tipo \"location\"",
        "permdesc_foregroundServiceMediaPlayback": "Permite que o app use serviços em primeiro plano com o tipo \"mediaPlayback\"",
        "permdesc_foregroundServiceMediaProjection": "Permite que o app use serviços em primeiro plano com o tipo \"mediaProjection\"",
        "permdesc_foregroundServiceMicrophone": "Permite que o app use serviços em primeiro plano com o tipo \"microphone\"",
        "permdesc_foregroundServicePhoneCall": "Permite que o app use serviços em primeiro plano com o tipo \"phoneCall\"",
        "permdesc_foregroundServiceRemoteMessaging": "Permite que o app use serviços em primeiro plano com o tipo \"remoteMessaging\"",
        "permdesc_foregroundServiceSpecialUse": "Permite que o app use serviços em primeiro plano com o tipo \"specialUse\"",
        "permdesc_foregroundServiceSystemExempted": "Permite que o app use serviços em primeiro plano com o tipo \"systemExempted\"",
        "permdesc_fullScreenIntent": "Permite que o app exiba notificações como atividades em tela cheia em um dispositivo bloqueado",
        "permdesc_getAccounts": "Permite que a aplicação obtenha a lista de contas conhecidas pelo telefone. Isso pode incluir todas as contas criadas pelas aplicações instaladas.",
        "permdesc_getPackageSize": "Permite que a aplicação recupere o código, os dados e os tamanhos da cache",
        "permdesc_getTasks": "Permite que a aplicação obtenha informações sobre tarefas em execução atuais e recentes. Pode permitir que a aplicação descubra informações sobre as aplicações usadas no dispositivo.",
        "permdesc_handoverStatus": "Permite que esta aplicação receba informações sobre as transferências atuais do Android Beam",
        "permdesc_hideOverlayWindows": "Esta app pode requerer que o sistema não mostre sobreposições de outras apps acima dela.",
        "permdesc_highSamplingRateSensors": "Permite que o app receba amostras de dados do sensor em uma taxa maior que 200 Hz",
        "permdesc_imagesWrite": "Permite que a aplicação altere a sua coleção de fotografias.",
        "permdesc_install_shortcut": "Permite que uma aplicação adicione atalhos ao ecrã inicial sem a intervenção do utilizador.",
        "permdesc_invokeCarrierSetup": "Permite que o proprietário invoque a aplicação de configuração fornecida pela operadora. Nunca deve ser necessário para aplicações comuns.",
        "permdesc_killBackgroundProcesses": "Permite que a aplicação termine processos em segundo plano de outras aplicações. Isto pode fazer com que outras aplicações sejam fechadas.",
        "permdesc_manageFace": "Permite que a aplicação execute métodos para adicionar e eliminar modelos de rosto para utilização.",
        "permdesc_manageFingerprint": "Permite que a aplicação execute métodos para adicionar e eliminar modelos de impressão digital para utilização.",
        "permdesc_manageNetworkPolicy": "Permite que a aplicação faça a gestão de políticas de rede e defina regras específicas para a aplicação.",
        "permdesc_manageOngoingCalls": "Permite que um app veja detalhes sobre chamadas em andamento no seu dispositivo e as controle.",
        "permdesc_manageOwnCalls": "Permite que a aplicação encaminhe as suas chamadas por meio do sistema para melhorar a experiência com chamadas.",
        "permdesc_manageProfileAndDeviceOwners": "Permite que as aplicações definam os proprietários de perfis e de dispositivos.",
        "permdesc_mediaLocation": "Permite que a aplicação leia os locais da sua coleção multimédia.",
        "permdesc_modifyAudioSettings": "Permite que a aplicação altere as configurações de áudio globais como o volume e alto-falantes de saída.",
        "permdesc_modifyNetworkAccounting": "Permite que a aplicação altere como a utilização da rede é contabilizada em relação às aplicações. Não deve ser usado em aplicações normais.",
        "permdesc_nearby_wifi_devices": "Permite que a app anuncie, ligue e determine a posição relativa de aparelhos próximos de Wi\\u2011Fi",
        "permdesc_nfc": "Permite que a aplicação comunique com leitores, cartões e etiquetas NFC (comunicação a curta distância).",
        "permdesc_observeCompanionDevicePresence": "Permite que uma app complementar observe a presença do dispositivo complementar quando os dispositivos estiverem próximos ou distantes.",
        "permdesc_persistentActivity": "Permite que a aplicação torne partes de si mesma persistentes na memória. Pode limitar a memória disponível para outras aplicações, tornando o telemóvelmais lento.",
        "permdesc_postNotification": "Permite que a app mostre notificações",
        "permdesc_preferredPaymentInfo": "Permite que a aplicação aceda à informação do serviço de pagamento por NFC preferido, como ajudas registadas e destino da rota.",
        "permdesc_processOutgoingCalls": "Permite que a aplicação veja o número utilizado ao fazer uma chamada, com a opção de redirecionar a chamada para outro número ou abortá-la.",
        "permdesc_queryAllPackages": "Permite que um app veja todos os pacotes instalados.",
        "permdesc_readBasicPhoneState": "Permite que a app aceda às funcionalidades básicas de telefonia do aparelho.",
        "permdesc_readCalendar": "Esta aplicação pode ler todos os eventos da agenda armazenados no seu telemóvel e partilhar ou gravar os dados da sua agenda.",
        "permdesc_readCallLog": "Esta aplicação pode ler o seu histórico de chamadas.",
        "permdesc_readCellBroadcasts": "Permite que a aplicação leia mensagens de difusão celular recebidas pelo seu aparelho. Os alertas de difusão celular são recebidos em alguns locais para avisá-lo de situações de emergência. As aplicações maliciosas podem interferir no desempenho ou funcionamento do seu aparelho quando recebe uma difusão celular de emergência.",
        "permdesc_readContacts": "Permite que a aplicação leia dados sobre seus contactos armazenados no telemóvel. As aplicações também terão acesso às contas no telemóvel que criaram contactos. Isto pode incluir contas criadas pelas aplicações que você instalou. Essa permissão autoriza as aplicações a guardarem os dados dos seus contactos e aplicações maliciosas podem partilhar esses dados sem o seu conhecimento.",
        "permdesc_readHistoryBookmarks": "Permite que a aplicação leia o histórico de todos os URLs acedidos no navegador e todos os favoritos do navegador. Observação: pode não ser aplicável a navegadores de terceiros e outras aplicações com capacidade de navegação na Internet.",
        "permdesc_readInstallSessions": "Permite que uma aplicação leia sessões de instalação. Isto permite que esta veja os detalhes sobre as instalações de pacote ativas.",
        "permdesc_readMediaAudio": "Permite que a app leia ficheiros de áudio do seu armazenamento partilhado.",
        "permdesc_readMediaImages": "Permite que a app leia ficheiros de imagem do seu armazenamento partilhado.",
        "permdesc_readMediaVideo": "Permite que a app leia ficheiros de vídeo do seu armazenamento partilhado.",
        "permdesc_readNetworkUsageHistory": "Permite que a aplicação leia o histórico de utilização da rede para redes e aplicações específicas.",
        "permdesc_readPhoneNumbers": "Permite que a aplicação aceda aos número de telefone do dispositivo.",
        "permdesc_readPhoneState": "Permite que a aplicação aceda aos recursos de telefonia do aparelho. Esta permissão autoriza a aplicação a determinar o número de telefone e identificadores do dispositivo, quando uma chamada está ativa, assim como o número remoto conectado a uma chamada.",
        "permdesc_readSms": "Esta aplicação pode ler todas as mensagens SMS (texto) armazenadas no seu telemóvel.",
        "permdesc_readSyncSettings": "Permite que a aplicação leia as configurações de sincronização de uma conta. Por exemplo, pode determinar se a aplicação People está sincronizada com uma conta.",
        "permdesc_readSyncStats": "Permite que uma aplicação aceda às estatísticas de sincronização de uma conta, incluindo ao histórico dos eventos de sincronização e a quantidade de dados sincronizados.",
        "permdesc_readVisualUserSelect": "Permite que a app leia ficheiros de imagem e vídeo que seleciona no armazenamento partilhado.",
        "permdesc_receiveBootCompleted": "Permite que a aplicação inicie-se logo que o sistema concluir a inicialização. Isto pode tornar a inicialização do telefone mais lenta e permitir que a aplicação deixe o telefone mais lento por esta estar sempre em execução.",
        "permdesc_receiveMms": "Permite que a aplicação receba e processe mensagens MMS. Isto significa que a aplicação pode monitorizar ou eliminar as mensagens enviadas para o seu dispositivo sem as mostrar.",
        "permdesc_receiveSms": "Permite que a aplicação receba e processe mensagens SMS. Isto significa que a aplicação pode monitorizar ou eliminar mensagens enviadas para o seu dispositivo sem as mostrar.",
        "permdesc_receiveWapPush": "Permite que a aplicação receba e processe mensagens WAP. Esta permissão inclui a capacidade de monitorizar ou eliminar mensagens enviadas para o seu dispositivo sem as mostrar.",
        "permdesc_recordAudio": "Enquanto está sendo usado, este app pode gravar áudio usando o microfone.",
        "permdesc_recordBackgroundAudio": "Este app pode gravar áudio usando o microfone a qualquer momento.",
        "permdesc_register_call_provider": "Permite que a aplicação registe novas conexões de telecomunicações.",
        "permdesc_register_sim_subscription": "Permite que a aplicação registe novas conexões SIM de telecomunicações.",
        "permdesc_removeDrmCertificates": "Permite que uma aplicação remova certificados de DRM. Nunca deve ser necessário para apps comuns.",
        "permdesc_reorderTasks": "Permite que a aplicação mova tarefas para o primeiro e o segundo plano. A aplicação pode fazer isto sem a sua intervenção.",
        "permdesc_requestDeletePackages": "Permite que uma aplicação solicite a eliminação de pacotes.",
        "permdesc_requestIgnoreBatteryOptimizations": "Permite que uma aplicação peça permissão para ignorar as otimizações de bateria para essa aplicação.",
        "permdesc_requestInstallPackages": "Permite que uma aplicação solicite a instalação de pacotes.",
        "permdesc_requestPasswordComplexity": "Permite que a aplicação saiba o nível de complexidade do bloqueio do ecrã (alto, médio, baixo ou nenhum), que indica o intervalo possível de comprimento e o tipo de bloqueio do ecrã. A aplicação também pode sugerir aos utilizadores a atualização do bloqueio do ecrã até um certo nível, mas os utilizadores podem ignorar a sugestão. O bloqueio do ecrã não é armazenado em texto simples, por isso a aplicação não tem acesso à palavra-passe exata.",
        "permdesc_route_media_output": "Permite que uma aplicação faça o roteamento de saída de média para outros dispositivos externos.",
        "permdesc_runInBackground": "Esta aplicação pode ser executada em segundo plano, o que pode esgotar a bateria mais rapidamente.",
        "permdesc_schedule_exact_alarm": "Esta app pode agendar o trabalho a ser feito num momento futuro desejado. Isso também significa que a app pode ser executada quando não usa o dispositivo ativamente.",
        "permdesc_sdcardRead": "Permite que a aplicação leia o conteúdo do armazenamento partilhado.",
        "permdesc_sdcardWrite": "Permite que a aplicação grave o conteúdo do armazenamento partilhado.",
        "permdesc_sendSms": "Permite que a aplicação envie mensagens SMS. Isto pode resultar em cobranças inesperadas. As aplicações maliciosas podem gerar custos através do envio de mensagens sem a sua confirmação.",
        "permdesc_setAlarm": "Permite que a aplicação defina um alarme numa aplicação de despertador instalada. Algumas aplicações de despertador podem não implementar esta funcionalidade.",
        "permdesc_setInputCalibration": "Permite que a aplicação altere os parâmetros de calibragem do ecrã sensível ao toque. Nunca deve ser necessário para aplicações normais.",
        "permdesc_setTimeZone": "Permite que a aplicação altere o fuso horário do telefone.",
        "permdesc_setWallpaper": "Permite que a aplicação defina a imagem de fundo do ecrã principal.",
        "permdesc_setWallpaperHints": "Permite que a aplicação defina tamanho da imagem de fundo do ecrã principal.",
        "permdesc_sim_communication": "Permite que a aplicação envie comandos ao cartão SIM. Esta permissão é muito perigosa.",
        "permdesc_startForegroundServicesFromBackground": "Permite que uma app complementar em segundo plano inicie serviços em primeiro plano.",
        "permdesc_startReviewPermissionDecisions": "Permite ao titular aceder ao ecrã inicial para rever as decisões de permissão. Nunca deve ser necessário para apps normais.",
        "permdesc_startViewAppFeatures": "Permite ao titular começar a ver as informações sobre as características de uma app.",
        "permdesc_startViewPermissionUsage": "Permite que o sistema inicie a utilização de permissão para uma aplicação. Nunca deve ser necessário para aplicações comuns.",
        "permdesc_statusBar": "Permite que a aplicação desative a barra de estado ou adicione e remova ícones do sistema.",
        "permdesc_statusBarService": "Permite que a aplicação seja a barra de estado.",
        "permdesc_subscribedFeedsRead": "Permite que a aplicação obtenha detalhes sobre os feeds sincronizados atualmente.",
        "permdesc_systemAlertWindow": "Esta aplicação pode-se sobrepor visualmente a outras aplicações ou a outras partes do ecrã. Isto pode interferir na utilização normal da aplicação e alterar a forma como as outras aplicações são mostradas.",
        "permdesc_systemCamera": "Esta aplicação do sistema ou aplicação privilegiada pode tirar fotografias e gravar vídeos através de uma câmara do sistema em qualquer altura. Também necessita da autorização android.permission.CAMERA",
        "permdesc_transmitIr": "Permite que a aplicação use o transmissor de infravermelhos do telemóvel.",
        "permdesc_turnScreenOn": "Permite que a app ligue o ecrã.",
        "permdesc_uninstall_shortcut": "Permite que a aplicação remova atalhos do ecrã inicial sem a intervenção do utilizador.",
        "permdesc_updatePackagesWithoutUserAction": "Permite que o titular atualize a app instalada anteriormente sem ações do utilizador",
        "permdesc_useBiometric": "Permite que a aplicação use hardware de biometria para autenticação",
        "permdesc_useDataInBackground": "Esta aplicação pode usar dados em segundo plano, o que pode aumentar a utilização de dados.",
        "permdesc_useFaceAuthentication": "Permite que a aplicação utilize hardware de desbloqueio facial para autenticação",
        "permdesc_useFingerprint": "Permite que a aplicação use hardware de impressão digital para autenticação",
        "permdesc_use_exact_alarm": "Esta app pode programar ações como alarmes e lembretes para notificá-lo num momento desejado no futuro.",
        "permdesc_use_sip": "Permite que a aplicação faça e receba chamadas SIP.",
        "permdesc_uwb_ranging": "Permitir que o app determine o posicionamento relativo entre dispositivos de banda ultralarga por perto",
        "permdesc_vibrate": "Permite que a aplicação controle a vibração.",
        "permdesc_vibrator_state": "Permite que a aplicação aceda ao estado da vibração.",
        "permdesc_videoWrite": "Permite que a aplicação altere a sua coleção de vídeos.",
        "permdesc_wakeLock": "Permite que a aplicação impeça a suspensão do telefone.",
        "permdesc_writeCalendar": "Esta aplicação pode adicionar, remover ou alterar eventos do calendário no seu telemóvel. Também pode enviar mensagens que aparentem ser da autoria do proprietário do calendário ou alterar eventos sem notificar o proprietário.",
        "permdesc_writeCallLog": "Permite que a aplicação altere o registo de chamadas do seu telefone, incluindo dados sobre as chamadas recebidas e efetuadas. As aplicações maliciosas podem usar esta permissão para eliminar ou alterar o seu registo de chamadas.",
        "permdesc_writeContacts": "Permite que a aplicação altere dados sobre os contactos guardados no telemóvel. Esta autorização permite que as aplicações eliminem dados de contactos.",
        "permdesc_writeGeolocationPermissions": "Permite que a aplicação altere as permissões de geolocalização do navegador. As aplicações maliciosas podem usar isto para permitir o envio de informações de localização para sites arbitrários.",
        "permdesc_writeHistoryBookmarks": "Permite que a aplicação altere o histórico ou os favoritos do navegador armazenados no telefone. Pode permitir que a aplicação elimine ou altere os dados do navegador. Observação: pode não ser aplicável a navegadores de terceiros e outras aplicações com capacidade de navegação na web.",
        "permdesc_writeSettings": "Permite que a aplicação altere os dados das configurações do sistema. As aplicações maliciosas podem corromper a configuração do seu sistema.",
        "permdesc_writeSyncSettings": "Permite que a aplicação altere as configurações de sincronização de uma conta. Por exemplo, pode ser usado para ativar a sincronização da aplicação People com uma conta.",
        "permgroupbackgroundrequest_location": "Permite que a aplicação solicite a localização em segundo plano.",
        "permgroupbackgroundrequestdetail_location": "Neste momento a aplicação só pode aceder à localização enquanto estiver a ser usada",
        "permgroupdesc_activityRecognition": "aceder à sua atividade física",
        "permgroupdesc_calendar": "aceder à sua agenda",
        "permgroupdesc_calllog": "ler e gravar o registo de chamadas telefónicas",
        "permgroupdesc_camera": "tirar fotografias e gravar vídeos",
        "permgroupdesc_contacts": "aceder aos seus contactos",
        "permgroupdesc_location": "aceder à localização geográfica do dispositivo",
        "permgroupdesc_microphone": "gravar áudio",
        "permgroupdesc_nearby_devices": "descobrir e se conectar a dispositivos por perto",
        "permgroupdesc_notifications": "mostrar notificações",
        "permgroupdesc_phone": "fazer e gerir chamadas telefónicas",
        "permgroupdesc_readMediaAural": "aceder a música e áudio no seu aparelho",
        "permgroupdesc_readMediaVisual": "aceder a fotografias e vídeos no seu aparelho",
        "permgroupdesc_sensors": "aceder aos dados do sensor sobre os seus sinais vitais",
        "permgroupdesc_sms": "enviar e ver mensagens SMS",
        "permgroupdesc_storage": "aceder a fotografias, média e ficheiros no dispositivo",
        "permgrouplab_activityRecognition": "Atividade física",
        "permgrouplab_calendar": "Agenda",
        "permgrouplab_calllog": "Registo de chamadas",
        "permgrouplab_camera": "Câmara",
        "permgrouplab_contacts": "Contactos",
        "permgrouplab_location": "Localização",
        "permgrouplab_microphone": "Microfone",
        "permgrouplab_nearby_devices": "Dispositivos por perto",
        "permgrouplab_notifications": "Notificações",
        "permgrouplab_phone": "Telefone",
        "permgrouplab_readMediaAural": "Música e áudio",
        "permgrouplab_readMediaVisual": "Fotos e vídeos",
        "permgrouplab_sensors": "Sensores corporais",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Ficheiros",
        "permgrouprequest_activityRecognition": "Permitir que a aplicação rastreie a sua atividade.",
        "permgrouprequest_calendar": "Permitir que a aplicação <b></b>",
        "permgrouprequest_calllog": "Permitir que a aplicação <b></b>",
        "permgrouprequest_camera": "Permitir que a aplicação <b></b>",
        "permgrouprequest_contacts": "Permitir que a aplicação <b></b>",
        "permgrouprequest_location": "Permitir que a aplicação <b></b>",
        "permgrouprequest_microphone": "Permitir que a aplicação <b></b>",
        "permgrouprequest_phone": "Permitir que a aplicação <b></b>",
        "permgrouprequest_sensors": "Permitir que a aplicação <b></b>",
        "permgrouprequest_sms": "Permitir que a aplicação <b></b>",
        "permgrouprequest_storage": "Permitir que a aplicação <b></b>",
        "permgrouprequestdetail_location": "A aplicação só terá acesso à localização enquanto estiver a ser utilizada",
        "permlab_acceptHandover": "continuar uma chamada de outra aplicação",
        "permlab_accessBackgroundLocation": "aceder à localização em segundo plano",
        "permlab_accessCoarseLocation": "aceder à localização aproximada apenas em primeiro plano",
        "permlab_accessDrmCertificates": "aceder aos certificados de DRM",
        "permlab_accessFineLocation": "aceder à localização precisa apenas em primeiro plano",
        "permlab_accessImsCallService": "aceder ao serviço de mensagens instantâneas para chamadas",
        "permlab_accessLocationExtraCommands": "aceder a comandos extras do fornecedor de localização",
        "permlab_accessNetworkConditions": "detectar observações nas condições da rede",
        "permlab_accessNetworkState": "ver conexões de rede",
        "permlab_accessNotifications": "aceder a notificações",
        "permlab_accessWifiState": "ver conexões Wi-Fi",
        "permlab_accessWimaxState": "conectar e desconectar do WiMAX",
        "permlab_access_notification_policy": "aceder à funcionalidade \"não perturbar\"",
        "permlab_activityRecognition": "reconhecer atividade física",
        "permlab_addVoicemail": "adicionar correio de voz",
        "permlab_answerPhoneCalls": "atender chamadas telefónicas",
        "permlab_audioWrite": "alterar a sua coleção de músicas",
        "permlab_backgroundCamera": "tirar fotos e gravar vídeos em segundo plano",
        "permlab_bindCarrierMessagingService": "vincular a um serviço de mensagens de operadora",
        "permlab_bindCarrierServices": "vincular a serviços de operadora",
        "permlab_bindCellBroadcastService": "Encaminhar mensagens de transmissão celular",
        "permlab_bindConditionProviderService": "vincular a um serviço fornecedor de condições",
        "permlab_bindDreamService": "vincular a um serviço de proteção de ecrã",
        "permlab_bindNotificationListenerService": "vincular a um serviço de escuta de notificações",
        "permlab_bind_connection_service": "interagir com serviços de telefonia",
        "permlab_bind_incall_service": "interagir com o ecrã de receber chamada",
        "permlab_bluetooth": "parear com dispositivos Bluetooth",
        "permlab_bluetoothAdmin": "aceder às configurações de Bluetooth",
        "permlab_bluetooth_advertise": "anunciar em dispositivos Bluetooth por perto",
        "permlab_bluetooth_connect": "conectar a dispositivos Bluetooth pareados",
        "permlab_bluetooth_scan": "descobrir e parear com disp. Bluetooth por perto",
        "permlab_bodySensors": "aceder a sensores corporais (como monitores de frequência cardíaca)",
        "permlab_bodySensors_background": "Aceder a dados de sensores corporais, como o ritmo cardíaco, em segundo plano",
        "permlab_broadcastSticky": "enviar difusão persistente",
        "permlab_callCompanionApp": "ver e controlar chamadas pelo sistema.",
        "permlab_callPhone": "marcar números de telefone diretamente",
        "permlab_camera": "tirar fotografias e gravar vídeos",
        "permlab_cameraOpenCloseListener": "Permitir que uma aplicação ou um serviço receba chamadas de retorno sobre dispositivos de câmara sendo abertos ou fechados.",
        "permlab_changeNetworkState": "alterar a conectividade da rede",
        "permlab_changeTetherState": "alterar a conectividade \"tethered\"",
        "permlab_changeWifiMulticastState": "permitir receção de multicast Wi-Fi",
        "permlab_changeWifiState": "conectar e desconectar o Wi-Fi",
        "permlab_changeWimaxState": "alterar o estado do WiMAX",
        "permlab_companionProfileWatch": "Permissão do perfil do relógio complementar para gerir relógios",
        "permlab_connection_manager": "gerir conexões de telecomunicações",
        "permlab_control_incall_experience": "fornecer uma experiência de utilizador em chamada",
        "permlab_createNetworkSockets": "ter acesso total à rede",
        "permlab_deliverCompanionMessages": "Enviar mensagens complementares",
        "permlab_detectScreenCapture": "detetar capturas de ecrã de janelas da app",
        "permlab_disableKeyguard": "desativar o bloqueio de ecrã",
        "permlab_enableCarMode": "ativar o modo de carro",
        "permlab_exemptFromAudioRecordRestrictions": "excluída de restrições de gravação áudio",
        "permlab_expandStatusBar": "expandir/recolher a barra de estado",
        "permlab_foregroundService": "executar um serviço em primeiro plano",
        "permlab_foregroundServiceCamera": "executar serviços em primeiro plano com o tipo \"camera\"",
        "permlab_foregroundServiceConnectedDevice": "executar serviços em primeiro plano com o tipo \"connectedDevice\"",
        "permlab_foregroundServiceDataSync": "executar serviços em primeiro plano com o tipo \"dataSync\"",
        "permlab_foregroundServiceFileManagement": "executar serviços em primeiro plano com o tipo \"fileManagement\"",
        "permlab_foregroundServiceHealth": "executar serviços em primeiro plano com o tipo \"health\"",
        "permlab_foregroundServiceLocation": "executar serviços em primeiro plano com o tipo \"location\"",
        "permlab_foregroundServiceMediaPlayback": "executar serviços em primeiro plano com o tipo \"mediaPlayback\"",
        "permlab_foregroundServiceMediaProjection": "executar serviços em primeiro plano com o tipo \"mediaProjection\"",
        "permlab_foregroundServiceMicrophone": "executar serviços em primeiro plano com o tipo \"microphone\"",
        "permlab_foregroundServicePhoneCall": "executar serviços em primeiro plano com o tipo \"phoneCall\"",
        "permlab_foregroundServiceRemoteMessaging": "executar serviços em primeiro plano com o tipo \"remoteMessaging\"",
        "permlab_foregroundServiceSpecialUse": "executar serviços em primeiro plano com o tipo \"specialUse\"",
        "permlab_foregroundServiceSystemExempted": "executar serviços em primeiro plano com o tipo \"systemExempted\"",
        "permlab_fullScreenIntent": "exibir notificações como atividades em tela cheia em um dispositivo bloqueado",
        "permlab_getAccounts": "encontrar contas de utilizador no dispositivo",
        "permlab_getPackageSize": "medir o espaço de armazenamento da aplicação",
        "permlab_getTasks": "recuperar aplicações em execução",
        "permlab_handoverStatus": "receber estado de transferência do Android Beam",
        "permlab_hideOverlayWindows": "ocultar sobreposições de outras apps",
        "permlab_highSamplingRateSensors": "acessar os dados do sensor em uma taxa de amostragem elevada",
        "permlab_imagesWrite": "alterar a sua coleção de fotografias",
        "permlab_install_shortcut": "instalar atalhos",
        "permlab_invokeCarrierSetup": "invocar a aplicação de configuração fornecida pela operadora",
        "permlab_killBackgroundProcesses": "fechar outras aplicações",
        "permlab_manageFace": "gerir hardware de desbloqueio facial",
        "permlab_manageFingerprint": "gerir hardware de impressão digital",
        "permlab_manageNetworkPolicy": "gerir a política de rede",
        "permlab_manageOngoingCalls": "Gerenciar chamadas em andamento",
        "permlab_manageOwnCalls": "encaminhar chamadas pelo sistema",
        "permlab_manageProfileAndDeviceOwners": "gerir proprietários de perfis e de dispositivos",
        "permlab_mediaLocation": "ler locais na sua coleção de médias",
        "permlab_modifyAudioSettings": "alterar as suas configurações de áudio",
        "permlab_modifyNetworkAccounting": "alterar o histórico de utilização da rede",
        "permlab_nearby_wifi_devices": "interagir com aparelhos próximos de Wi\\u2011Fi",
        "permlab_nfc": "controlar a comunicação a curta distância (NFC)",
        "permlab_observeCompanionDevicePresence": "Observar a presença do dispositivo complementar",
        "permlab_persistentActivity": "executar sempre uma aplicação",
        "permlab_postNotification": "mostrar notificações",
        "permlab_preferredPaymentInfo": "Informações do serviço de pagamento por NFC preferido",
        "permlab_processOutgoingCalls": "redirecionar as chamadas efetuadas",
        "permlab_queryAllPackages": "consultar todos os pacotes",
        "permlab_readBasicPhoneState": "ler o estado e a identidade básicos da telefonia",
        "permlab_readCalendar": "Ler detalhes e eventos da agenda",
        "permlab_readCallLog": "ler o registo de chamadas",
        "permlab_readCellBroadcasts": "ler mensagens de difusão celular",
        "permlab_readContacts": "ler os seus contactos",
        "permlab_readHistoryBookmarks": "ler o seu histórico e os seus favoritos da web",
        "permlab_readInstallSessions": "ler sessões de instalação",
        "permlab_readMediaAudio": "ler ficheiros de áudio do armazenamento partilhado",
        "permlab_readMediaImages": "ler ficheiros de imagem do armazenamento partilhado",
        "permlab_readMediaVideo": "ler ficheiros de áudio do armazenamento partilhado",
        "permlab_readNetworkUsageHistory": "ler o histórico de utilização da rede",
        "permlab_readPhoneNumbers": "ler os números de telefone",
        "permlab_readPhoneState": "ler estado e a identidade do telefone",
        "permlab_readSms": "ler as suas mensagens de texto (SMS ou MMS)",
        "permlab_readSyncSettings": "ler as configurações de sincronização",
        "permlab_readSyncStats": "ler estatísticas de sincronização",
        "permlab_readVisualUserSelect": "ler ficheiros de imagens e vídeos selecionados pelo utilizador no armazenamento partilhado",
        "permlab_receiveBootCompleted": "executar no arranque",
        "permlab_receiveMms": "receber mensagens de texto (MMS)",
        "permlab_receiveSms": "receber mensagens de texto (SMS)",
        "permlab_receiveWapPush": "receber mensagens de texto (WAP)",
        "permlab_recordAudio": "gravar áudio",
        "permlab_recordBackgroundAudio": "gravar áudio em segundo plano",
        "permlab_register_call_provider": "registar novas conexões de telecomunicações",
        "permlab_register_sim_subscription": "registar novas conexões SIM de telecomunicações",
        "permlab_removeDrmCertificates": "remover certificados de DRM",
        "permlab_reorderTasks": "reordenar as aplicações em execução",
        "permlab_requestDeletePackages": "solicitar a eliminação de pacotes",
        "permlab_requestIgnoreBatteryOptimizations": "solicitar que as otimizações de bateria sejam ignoradas",
        "permlab_requestInstallPackages": "solicitar pacotes de instalação",
        "permlab_requestPasswordComplexity": "solicitar a complexidade do bloqueio de ecrã",
        "permlab_route_media_output": "encaminhar a saída de média",
        "permlab_runInBackground": "executar em segundo plano",
        "permlab_schedule_exact_alarm": "Programar ações pontuadas com precisão",
        "permlab_sdcardRead": "ler conteúdo do armazenamento partilhado",
        "permlab_sdcardWrite": "alterar ou eliminar conteúdo do armazenamento partilhado",
        "permlab_sendSms": "enviar e ver mensagens SMS",
        "permlab_setAlarm": "definir um alarme",
        "permlab_setInputCalibration": "alterar a calibragem do dispositivo de entrada",
        "permlab_setTimeZone": "definir o fuso horário",
        "permlab_setWallpaper": "definir a imagem de fundo do ecrã principal",
        "permlab_setWallpaperHints": "ajustar tamanho da imagem de fundo do ecrã principal",
        "permlab_sim_communication": "enviar comandos para o cartão SIM",
        "permlab_startForegroundServicesFromBackground": "Iniciar serviços de primeiro plano do fundo",
        "permlab_startReviewPermissionDecisions": "decisões de autorização da vista inicial",
        "permlab_startViewAppFeatures": "recursos da app da vista inicial",
        "permlab_startViewPermissionUsage": "iniciar a utilização da permissão para visualização",
        "permlab_statusBar": "desativar ou alterar a barra de estado",
        "permlab_statusBarService": "ser a barra de estado",
        "permlab_subscribedFeedsRead": "ler feeds subscritos",
        "permlab_systemAlertWindow": "Esta aplicação pode-se sobrepor visualmente a outras aplicações",
        "permlab_systemCamera": "Permitir que uma aplicação ou serviço aceda às câmaras do sistema para tirar fotografias e vídeos",
        "permlab_transmitIr": "transmitir infravermelhos",
        "permlab_turnScreenOn": "ligar o ecrã",
        "permlab_uninstall_shortcut": "desinstalar atalhos",
        "permlab_updatePackagesWithoutUserAction": "atualizar a app sem a ação do utilizador",
        "permlab_useBiometric": "usar hardware de biometria",
        "permlab_useDataInBackground": "usar dados em segundo plano",
        "permlab_useFaceAuthentication": "usar hardware de desbloqueio facial",
        "permlab_useFingerprint": "usar hardware de impressão digital",
        "permlab_use_exact_alarm": "Programar alarmes ou lembretes de eventos",
        "permlab_use_sip": "fazer/receber chamadas SIP",
        "permlab_uwb_ranging": "determinar o posicionamento relativo entre dispositivos de banda ultralarga por perto",
        "permlab_vibrate": "controlar a vibração",
        "permlab_videoWrite": "alterar a sua coleção de vídeos",
        "permlab_wakeLock": "impedir o modo de suspensão do telemóvel",
        "permlab_writeCalendar": "adicionar ou alterar eventos do calendário e enviar e-mails para os convidados sem o conhecimento dos donos",
        "permlab_writeCallLog": "gravar no registo de chamadas",
        "permlab_writeContacts": "alterar os seus contactos",
        "permlab_writeGeolocationPermissions": "alterar as permissões de geolocalização do seu navegador",
        "permlab_writeHistoryBookmarks": "gravar o seu histórico e os seus favoritos da Internet",
        "permlab_writeSettings": "alterar as configurações do sistema",
        "permlab_writeSyncSettings": "ativar e desativar a sincronização"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nome",
            "bitcoin_alt": "Doar com Bitcoin",
            "credit_card": "Cartão de crédito",
            "crypto": "Criptomoeda",
            "currency": "Moeda",
            "flattr_alt": "Doar via Flattr",
            "heading": "Fazer um donativo",
            "hellotux": "👕 T-shirts 👕 de",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid receberá 3 € por camisa vendida.",
            "liberapay_alt": "Doar via Liberapay",
            "litecoin_alt": "Doar via Litecoin",
            "more_options": "Mais Opções",
            "opencollective_alt": "Doar ao nosso Collective",
            "paypal": "PayPal",
            "paypal_alt": "Doar via PayPal",
            "powered_by_donations": "F-Droid é sustentado pelos seus donativos!",
            "via_bank_transfer": "Transferência Bancária"
        },
        "lang": {
            "change": "Alterar"
        },
        "last_updated": {
            "heading": "Atualizado recentemente"
        },
        "latest_packages": {
            "heading": "Aplicações recentes"
        },
        "news": {
            "heading": "Notícias"
        },
        "search": {
            "heading": "Procurar aplicações",
            "noscript": "O JavaScript tem de estar ativado",
            "search": "Procurar"
        }
    }
}
