{
    "antifeatures": {
        "Ads": "Esta app contém publicidade",
        "DisabledAlgorithm": "Esta app tem uma assinatura de segurança fraca",
        "KnownVuln": "Esta app contém uma falha de segurança conhecida",
        "NoSourceSince": "O código-fonte já não está disponível e não é possível atualizar",
        "NonFreeAdd": "Esta app promove complementos não livres",
        "NonFreeAssets": "Esta app contém recursos não livres",
        "NonFreeDep": "Esta app depende de outras apps não livres",
        "NonFreeNet": "Esta app promove serviços de rede não livres",
        "Tracking": "Esta app monitoriza e reporta a sua atividade",
        "UpstreamNonFree": "O código-fonte não é totalmente Livre"
    },
    "app_categories": {
        "Connectivity": "Conectividade",
        "Development": "Desenvolvimento",
        "Games": "Jogos",
        "Graphics": "Gráficos",
        "Internet": "Internet",
        "Money": "Finanças",
        "Multimedia": "Multimédia",
        "Navigation": "Navegação",
        "Phone & SMS": "Telefone e SMS",
        "Reading": "Leitura",
        "Science & Education": "Ciência e educação",
        "Security": "Segurança",
        "Sports & Health": "Desporto e saúde",
        "System": "Sistema",
        "Theming": "Temas",
        "Time": "Tempo",
        "Writing": "Redação",
        "show_all_packages": "Mostrar todos os %d pacotes"
    },
    "index": {
        "download_fdroid": "Descarregar F-Droid",
        "gpg_signature": "Assinatura PGP",
        "introduction": "F-Droid é um catálogo de aplicações FOSS (programa livre e de código aberto) para Android. Disponibiliza um cliente que permite explorar, instalar e acompanhar atualizações no seu aparelho móvel.",
        "screenshot": "Captura de ecrã da app F-Droid para Android",
        "title": "O que é o F-Droid?"
    },
    "mirrors": {
        "cn": "China",
        "de": "Alemanha",
        "se": "Suécia",
        "tw": "Taiwan",
        "ua": "Ucrânia"
    },
    "navigation": {
        "about": "Sobre",
        "apps": "Apps",
        "contribute": "Colaborar",
        "documentation": "Documentação",
        "edit_on_gitlab": "Editar no GitLab",
        "forum": "Fórum",
        "issues": "Problemas",
        "news": "Notícias",
        "translate_on_weblate": "Traduzir no Weblate"
    },
    "news": {
        "by": "por",
        "newer_posts": "← Publicações novas",
        "older_posts": "Publicações antigas →",
        "posted_on": "Publicado em {{ post_date }}"
    },
    "package": {
        "added_on": "Adicionado em {{ package_added_date }}",
        "anti_features": "Características indesejadas",
        "anti_features_warning": "Esta app tem funcionalidades que pode não querer.",
        "author": "Autor",
        "build_log": "Logs de compilação",
        "build_metadata": "Metadados da compilação",
        "changelog": "Histórico de versões",
        "donate": "Fazer um donativo",
        "download": "Descarregar {{ file_extension }}",
        "flattr": "Flattr",
        "gpg_signature": "Assinatura PGP",
        "issue_tracker": "Gestor de problemas",
        "liberapay": "Site Liberapay",
        "license": "Licença",
        "minimum_android_version": "Esta versão requer o Android {{ android_version }} ou mais recente.",
        "new_in_version": "Novo na versão {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "ícone do pacote",
        "package_screenshot_alt": "captura do ecrã da app",
        "packages": "Pacotes",
        "permissions": "Permissões",
        "signed_by_developer": "Compilado e assinado pelo programador original.",
        "signed_by_fdroid": "Compilado e assinado pelo F-Droid e garantido que corresponde ao <a href=\"{{ source_code_url }}\">tarball desta origem</a>.",
        "source_code": "Código-fonte",
        "suggest_downloading_via_fdroid": "Apesar de ser possível descarregar os APKs disponíveis abaixo como opção, alertamos que ao instalar dessa forma, não irá receber notificações de atualizações e que é uma forma menos segura para descarregar. É recomendável usar sempre o cliente F-Droid.",
        "suggested": "sugerido",
        "translation": "Traduzir",
        "version_info": "<b>Versão {{ package_version }}</b> ({{ package_version_code }})",
        "website": "Página web"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Permite que a app continue uma chamada que foi iniciada em outro app.",
        "permdesc_accessBackgroundLocation": "Se o for concedido adicionalmente ao acesso à localização aproximada ou precisa, a app poderá acessar a localização enquanto estiver em execução em segundo plano.",
        "permdesc_accessCoarseLocation": "Essa app poderá acessar o seu local aproximado por meio dos Serviços de localização enquanto estiver a ser usado. Os Serviços de localização do aparelho precisam estar ativados para que a app possa acessar o local.",
        "permdesc_accessDrmCertificates": "Permite que a app provisione e use certificados de DRM. Não deve ser necessário para apps comuns.",
        "permdesc_accessFineLocation": "Essa app poderá acessar o seu local exato por meio dos Serviços de localização enquanto estiver a ser usado. Os Serviços de localização do aparelho precisam estar ativados para que o app possa acessar o local. Isso pode aumentar o uso da bateria.",
        "permdesc_accessImsCallService": "Permite que a app use o serviço de mensagens instantâneas para fazer chamadas sem sua intervenção.",
        "permdesc_accessLocationExtraCommands": "Permite que a app acesse comandos do provedor não relacionados à localização. Isso pode permitir que a app interfira no funcionamento do GPS ou de outras fontes de localização.",
        "permdesc_accessNetworkConditions": "Permite que a app detecte observações nas condições da rede. Não deve ser necessário para apps comuns.",
        "permdesc_accessNetworkState": "Permite que a app acesse informações sobre conexões de rede, como as redes existentes e conectadas.",
        "permdesc_accessNotifications": "Permite que a app recupere, examine e limpe notificações, inclusive as postadas por outros apps.",
        "permdesc_accessWifiState": "Permite que a app acesse informações sobre redes Wi-Fi, como a ativação do Wi-Fi e o nome dos aparelhos Wi-Fi conectados.",
        "permdesc_accessWimaxState": "Permite que a app determine se o WiMAX está ativado e acesse informações sobre as redes WiMAX conectadas.",
        "permdesc_access_notification_policy": "Permitir que a app leia e grave a configuração \\\"Não perturbe\\\".",
        "permdesc_activityRecognition": "Este app pode reconhecer sua atividade física.",
        "permdesc_addVoicemail": "Permite que a app adicione mensagens a sua caixa de entrada do correio de voz.",
        "permdesc_answerPhoneCalls": "Permite que a app atenda uma chamada recebida.",
        "permdesc_audioWrite": "Permite que a app modifique sua coleção de músicas.",
        "permdesc_bindCarrierMessagingService": "Permite que o proprietário use a interface de nível superior de um serviço de mensagens de operadora. Não deve ser necessária para apps comuns.",
        "permdesc_bindCarrierServices": "Permite que o proprietário use serviços de operadora. Não deve ser necessário para apps comuns.",
        "permdesc_bindCellBroadcastService": "Permite que a app se vincule ao módulo de transmissão celular para encaminhar mensagens de transmissão celular assim que elas forem recebidas. Alertas de transmissão celular são recebidos em alguns locais para avisar sobre emergências. Apps maliciosos podem interferir no desempenho ou funcionamento do aparelho quando uma transmissão celular de emergência é recebida.",
        "permdesc_bindConditionProviderService": "Permite que o proprietário use a interface de nível superior de um serviço provedor de condições. Não deve ser necessário para apps comuns.",
        "permdesc_bindDreamService": "Permite que o sistema autorizado se conecte à interface de nível superior de um serviço de sonho. Não deve ser necessário para apps comuns.",
        "permdesc_bindNotificationListenerService": "Permite que o proprietário sujeite a interface de nível superior a um serviço ouvinte de notificações. Não deve ser necessário para apps comuns.",
        "permdesc_bind_connection_service": "Permite à app interagir com os serviços de telefonia para fazer/receber chamadas.",
        "permdesc_bind_incall_service": "Permite que a app controle quando e como o utilizador visualiza a chamada no ecrã.",
        "permdesc_bluetooth": "Permite que a app acesse a configuração do Bluetooth no telefone, além de fazer e aceitar conexões com aparelhos pareados.",
        "permdesc_bluetoothAdmin": "Permite que um app configure o telefone Bluetooth local, descubra e emparelhe com aparelhos remotos.",
        "permdesc_bodySensors": "Permite que a app acesse dados de sensores que monitoram sua condição física, como a frequência cardíaca.",
        "permdesc_broadcastSticky": "Permite que a app envie transmissões fixas, que permanecem depois que a transmissão termina. O uso excessivo pode deixar o telefone lento ou instável, fazendo com que ele use muita memória.",
        "permdesc_callCompanionApp": "Permite que a app veja e controle chamadas em andamento no aparelho. Isso inclui informações como número e estado das chamadas.",
        "permdesc_callPhone": "Permite que a app ligue para números de telefone sem sua intervenção. Isso pode resultar em cobranças ou chamadas inesperadas. Esta opção não permite que a app ligue para números de emergência. Apps maliciosos podem gerar custos com chamadas feitas sem sua confirmação.",
        "permdesc_camera": "Esta app pode tirar fotos e gravar vídeos a usar a câmara a qualquer momento.",
        "permdesc_cameraOpenCloseListener": "Essa app pode receber callbacks quando um aparelho de câmara é aberto (por qualquer app) ou fechado.",
        "permdesc_changeNetworkState": "Permite que a app altere o estado de conectividade de rede.",
        "permdesc_changeTetherState": "Permite que a app altere o estado de conectividade de rede conectada.",
        "permdesc_changeWifiMulticastState": "Permite que a app receba pacotes enviados para todos os aparelhos numa rede Wi-Fi usando endereços de difusão seletiva, e não apenas o telefone. Consome mais energia do que o modo não multicast.",
        "permdesc_changeWifiState": "Permite que a app conecte e desconecte dos pontos de acesso Wi-Fi e faça alterações nas configurações do aparelho para redes Wi-Fi.",
        "permdesc_changeWimaxState": "Permite que a app conecte e desconecte o telefone de redes WiMAX.",
        "permdesc_connection_manager": "Permite que a app gira conexões de telecomunicações.",
        "permdesc_control_incall_experience": "Permite à app fornecer uma experiência de utilizador em chamada.",
        "permdesc_createNetworkSockets": "Permite que a app crie soquetes de rede e utilize protocolos de rede personalizados. O navegador e outros apps fornecem meios de enviar dados para a Internet, e por isso esta permissão não é necessária para enviar os dados.",
        "permdesc_disableKeyguard": "Permite que a app desative o bloqueio de teclas e qualquer segurança por palavra-passe associada. Por exemplo, o telefone desativa o bloqueio de teclas ao receber uma chamada e o reativa quando a chamada é finalizada.",
        "permdesc_enableCarMode": "Permite que a app ative o modo Carro.",
        "permdesc_exemptFromAudioRecordRestrictions": "Isenta o app de restrições para gravar áudio.",
        "permdesc_expandStatusBar": "Permite que a app expanda ou recolha a barra de estado.",
        "permdesc_foregroundService": "Permite que a app use serviços em primeiro plano.",
        "permdesc_getAccounts": "Permite que a app obtenha a lista de contas conhecidas pelo telefone. Isso pode incluir todas as contas criadas pelos apps instalados.",
        "permdesc_getPackageSize": "Permite que a app recupere o código, os dados e os tamanhos de cache",
        "permdesc_getTasks": "Permite que a app obtenha informações sobre tarefas em execução atuais e recentes. Pode permitir que a app descubra informações sobre os apps usados no aparelho.",
        "permdesc_handoverStatus": "Permite que este app receba informações sobre as atuais transferências do Android Beam",
        "permdesc_imagesWrite": "Permite que a app modifique sua coleção de fotos.",
        "permdesc_install_shortcut": "Permite que uma app adicione atalhos do ecrã inicial sem a intervenção do utilizador.",
        "permdesc_invokeCarrierSetup": "Permite que o proprietário invoque a app de configuração fornecida pela operadora. Não deve ser necessário para apps comuns.",
        "permdesc_killBackgroundProcesses": "Permite que a app encerre processos em segundo plano de outras apps. Pode ser que outros apps parem de funcionar.",
        "permdesc_manageFace": "Permite que a app execute métodos para adicionar e apagar modelos de rosto para uso.",
        "permdesc_manageFingerprint": "Permite que a app execute métodos para adicionar e apagar modelos de impressão digital para uso.",
        "permdesc_manageNetworkPolicy": "Permite que a app gira políticas de rede e definia regras específicas para o app.",
        "permdesc_manageOwnCalls": "Permite que a app encaminhe suas chamadas por meio do sistema para melhorar a experiência com chamadas.",
        "permdesc_manageProfileAndDeviceOwners": "Permitir que os apps definam os proprietários de perfis e de aparelhos.",
        "permdesc_mediaLocation": "Permite que a app leia os locais na sua coleção de mídias.",
        "permdesc_modifyAudioSettings": "Permite que a app modifique configurações de áudio globais como volume e alto-falantes de saída.",
        "permdesc_modifyNetworkAccounting": "Permite que a app modifique como o uso da rede é contabilizado em relação aos apps. Não deve ser usado em apps normais.",
        "permdesc_nfc": "Permite que a app comunique com leitores, cartões e etiqueta NFC (comunicação a curta distância).",
        "permdesc_persistentActivity": "Permite que a app torne partes de si mesmo persistentes na memória. Pode limitar a memória disponível para outras apps, deixando o telefone mais lento.",
        "permdesc_preferredPaymentInfo": "Permite que o app acesse as informações preferidas de serviço de pagamento por NFC, como auxílios registrados ou destinos de trajetos.",
        "permdesc_processOutgoingCalls": "Permite que a app veja o número discado ao realizar uma chamada, com a opção de redirecionar a chamada para outro número ou abortá-la.",
        "permdesc_readCalendar": "Este app pode ler todos os eventos da agenda armazenados no seu smartphone e compartilhar ou gravar os dados da sua agenda.",
        "permdesc_readCallLog": "Este app pode ler seu histórico de chamadas.",
        "permdesc_readCellBroadcasts": "Permite que a app leia mensagens de difusão celular recebidas por seu aparelho. Alertas de difusão celular são recebidos em alguns locais para avisar-o de situações de emergência. Apps maliciosos podem interferir no desempenho ou funcionamento de seu aparelho quando uma difusão celular de emergência é recebida.",
        "permdesc_readContacts": "Permite que o app leia dados sobre seus contatos armazenados no smartphone. Os apps também terão acesso às contas no smartphone que criaram contatos. Isso pode incluir contas criadas pelos apps que você instalou. Essa permissão autoriza os apps a salvarem os dados dos seus contatos, e apps maliciosos podem compartilhar esses dados sem seu conhecimento.",
        "permdesc_readHistoryBookmarks": "Permite que a app leia o histórico de todos os URLs acessados no navegador e todos os favoritos do navegador. Observação: pode não ser aplicável a navegadores de terceiros e outros apps com capacidade de navegação na web.",
        "permdesc_readInstallSessions": "Permite que um app leia sessões de instalação. Isso permite que ele veja detalhes sobre as instalações de pacote ativas.",
        "permdesc_readNetworkUsageHistory": "Permite que a app leia o histórico de uso da rede para redes e apps específicas.",
        "permdesc_readPhoneNumbers": "Permite que a app acesse os número de telefone do aparelho.",
        "permdesc_readPhoneState": "Permite que a app acesse os recursos de telefonia do aparelho. Esta permissão autoriza a app a determinar o número de telefone e IDs de aparelho, quando uma chamada está ativa, e o número remoto conectado a uma chamada.",
        "permdesc_readSms": "Este app pode ler todas as mensagens SMS (de texto) armazenadas no seu smartphone.",
        "permdesc_readSyncSettings": "Permite que a app leia as configurações de sincronização de uma conta. Por exemplo, pode determinar se a app People está sincronizado com uma conta.",
        "permdesc_readSyncStats": "Permite que um app acesse as estatísticas de sincronização de uma conta, incluindo a história dos eventos de sincronização e a quantidade de dados sincronizados.",
        "permdesc_receiveBootCompleted": "Permite que a app inicie-se logo que o sistema concluir a inicialização. Isso pode tornar a inicialização do telefone mais lenta e permitir que a app deixe o telefone mais lento por estar sempre em execução.",
        "permdesc_receiveMms": "Permite que a app receba e processe mensagens MMS. Isso significa que a app pode monitorar ou apagar as mensagens enviadas para o aparelho sem mostrá-las para si.",
        "permdesc_receiveSms": "Permite que a app receba e processe mensagens SMS. Isso significa que a app pode monitorar ou apagar mensagens enviadas para o aparelho sem mostrá-las para si.",
        "permdesc_receiveWapPush": "Permite que a app receba e processe mensagens WAP. Esta permissão inclui a capacidade de monitorar ou apagar mensagens enviadas para si sem mostrá-las.",
        "permdesc_recordAudio": "Este app pode gravar áudio usando o microfone a qualquer momento.",
        "permdesc_register_call_provider": "Permite que a app registre novas conexões de telecomunicações.",
        "permdesc_register_sim_subscription": "Permite que a app registre novas conexões SIM de telecomunicações.",
        "permdesc_removeDrmCertificates": "Permite que um app remova certificados de DRM. Não deve ser necessário para apps comuns.",
        "permdesc_reorderTasks": "Permite que a app mova tarefas para o primeiro e o segundo plano, sem sua intervenção.",
        "permdesc_requestDeletePackages": "Permite que um app solicite a exclusão de pacotes.",
        "permdesc_requestIgnoreBatteryOptimizations": "Permite que um app peça permissão para ignorar as otimizações de bateria para esse app.",
        "permdesc_requestInstallPackages": "Permite que um app solicite a instalação de pacotes.",
        "permdesc_requestPasswordComplexity": "Permite que a app saiba o nível de complexidade do bloqueio de ecrã (alto, médio, baixo ou nenhum), que indica o intervalo possível de comprimento e o tipo de bloqueio de ecrã. A app também pode sugerir a atualização do bloqueio de ecrã até um certo nível, mas os utilizadores podem ignorar a sugestão. O bloqueio de ecrã não é armazenado em texto simples, então a app não tem acesso à palvara-passe exata.",
        "permdesc_route_media_output": "Permite que um app faça o roteamento de saída de mídia para outros aparelhos externos.",
        "permdesc_runInBackground": "Este app pode ser executado em segundo plano, o que pode esgotar a bateria mais rapidamente.",
        "permdesc_sdcardRead": "Permite que a app leia o conteúdo do armaz. compartilhado.",
        "permdesc_sdcardWrite": "Permite que a app grave o conteúdo do armaz. compartilhado.",
        "permdesc_sendSms": "Permite que a app envie mensagens SMS. Isso pode resultar em cobranças inesperadas. Apps maliciosos podem gerar custos através do envio de mensagens sem sua confirmação.",
        "permdesc_setAlarm": "Permite que a app defina um alarme numa app de despertador instalado. Algumas apps de despertador podem não implementar este recurso.",
        "permdesc_setInputCalibration": "Permite que a app modifique os parâmetros de calibragem do ecrã sensível ao toque. Não deve ser necessário para apps normais.",
        "permdesc_setTimeZone": "Permite que a app altera o fuso horário do telefone.",
        "permdesc_setWallpaper": "Permite que a app defina o plano de fundo do sistema.",
        "permdesc_setWallpaperHints": "Permite que a app defina as dicas de tamanho do plano de fundo do sistema.",
        "permdesc_sim_communication": "Permite que a app envie comandos ao chip SIM. Muito perigoso.",
        "permdesc_startViewPermissionUsage": "Permite que o sistema inicie o uso de permissão para um app. Não deve ser necessário para apps comuns.",
        "permdesc_statusBar": "Permite que a app desative a barra de estado ou adicione e remova ícones do sistema.",
        "permdesc_statusBarService": "Permite que a app seja a barra de estado.",
        "permdesc_subscribedFeedsRead": "Permite que a app obtenha detalhes sobre os feeds sincronizados no momento.",
        "permdesc_systemAlertWindow": "Esta app pode se sobrepor visualmente a outras apps ou a outras partes do ecrã. Isso pode interferir no uso normal da app e alterar a forma como os outras apps são exibidos.",
        "permdesc_systemCamera": "Esta app do sistema ou com privilégios pode tirar fotos e gravar vídeos a qualquer momento usando a câmara do sistema. A app também requer a permissão android.permission.CAMERA",
        "permdesc_transmitIr": "Permite que a app use o transmissor infravermelho do telefone.",
        "permdesc_uninstall_shortcut": "Permite que a app remova atalhos do ecrã inicial sem a intervenção do utilizador.",
        "permdesc_useBiometric": "Permite que a app use hardware de biometria para autenticação",
        "permdesc_useDataInBackground": "Este app pode usar dados em segundo plano, o que pode aumentar o uso de dados.",
        "permdesc_useFaceAuthentication": "Permite que o app use o hardware de desbloqueio facial para autenticação",
        "permdesc_useFingerprint": "Permite que a app use hardware de impressão digital para autenticação",
        "permdesc_use_sip": "Permite que a app faça e receba chamadas SIP.",
        "permdesc_vibrate": "Permite que a app controle a vibração.",
        "permdesc_vibrator_state": "Permite que o app acesse o estado da vibração.",
        "permdesc_videoWrite": "Permite que a app modifique sua coleção de vídeos.",
        "permdesc_wakeLock": "Permite que a app impeça a suspensão do telefone.",
        "permdesc_writeCalendar": "Este app pode adicionar, remover ou alterar eventos da agenda no seu smartphone. Ele também pode enviar mensagens que aparentem ser de autoria do proprietário da agenda ou alterar eventos sem notificar o proprietário.",
        "permdesc_writeCallLog": "Permite que a app modifique o registro de chamadas da seu telefone, incluindo dados sobre chamadas recebidas e efetuadas. Apps maliciosas podem usar esta permissão para apagar ou modificar seu registo de chamadas.",
        "permdesc_writeContacts": "Permite que a app modifique os dados sobre os contactos armazenados no smartphone. Essa permissão autoriza as apps a apagarem dados de contato.",
        "permdesc_writeGeolocationPermissions": "Permite que a app modifique as permissões de geolocalização do navegador. Apps maliciosos podem usar isso para permitir o envio de informações locais para sites arbitrários.",
        "permdesc_writeHistoryBookmarks": "Permite que a app modifique o histórico ou os favoritos do navegador armazenados no telefone. Pode permitir que a app apague ou modifique os dados do navegador. Observação: pode não ser aplicável a navegadores de terceiros e outros apps com capacidade de navegação na web.",
        "permdesc_writeSettings": "Permite que a app modifique os dados das configurações do sistema. Apps maliciosos podem corromper a configuração de seu sistema.",
        "permdesc_writeSyncSettings": "Permite que a app modifique as configurações de sincronização de uma conta. Por exemplo, pode ser usado para ativar a sincronização da app People com uma conta.",
        "permgroupbackgroundrequest_location": "Permitir que o a aplicação solicite a localização em segundo plano.",
        "permgroupbackgroundrequestdetail_location": "No momento, o app só pode acessar o local enquanto estiver a ser usado",
        "permgroupdesc_activityRecognition": "acessar sua atividade física",
        "permgroupdesc_calendar": "acesse sua agenda",
        "permgroupdesc_calllog": "ler e gravar o registro de chamadas telefônicas",
        "permgroupdesc_camera": "tire fotos e grave vídeos",
        "permgroupdesc_contacts": "acesse seus contatos",
        "permgroupdesc_location": "acesse o local do aparelho",
        "permgroupdesc_microphone": "grave áudio",
        "permgroupdesc_phone": "faça e gira chamadas telefônicas",
        "permgroupdesc_sensors": "acesse dados do sensor sobre seus sinais vitais",
        "permgroupdesc_sms": "envie e veja mensagens SMS",
        "permgroupdesc_storage": "acesse fotos, mídia e ficheiros no aparelho",
        "permgrouplab_activityRecognition": "Atividade física",
        "permgrouplab_calendar": "Agenda",
        "permgrouplab_calllog": "Registro de chamadas",
        "permgrouplab_camera": "Câmara",
        "permgrouplab_contacts": "Contatos",
        "permgrouplab_location": "Local",
        "permgrouplab_microphone": "Microfone",
        "permgrouplab_phone": "Telefone",
        "permgrouplab_sensors": "Sensores corporais",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Armazenamento",
        "permgrouprequest_activityRecognition": "Permitir que o app rastreie a sua actividade.",
        "permgrouprequest_calendar": "Permitir que <b>",
        "permgrouprequest_calllog": "Permitir que a app <b>",
        "permgrouprequest_camera": "Permitir que a app <b>",
        "permgrouprequest_contacts": "Permitir que <b></b>",
        "permgrouprequest_location": "Permitir que a app <b>",
        "permgrouprequest_microphone": "Permitir que a app <b>",
        "permgrouprequest_phone": "Permitir que a app <b>",
        "permgrouprequest_sensors": "Permitir que <b>",
        "permgrouprequest_sms": "Permitir que <b>",
        "permgrouprequest_storage": "Permitir que a app<b>",
        "permgrouprequestdetail_location": "O app só terá acesso ao local enquanto estiver a ser usado",
        "permlab_acceptHandover": "continuar uma chamada de outro app",
        "permlab_accessBackgroundLocation": "acessar a localização em segundo plano",
        "permlab_accessCoarseLocation": "acessar local aproximado apenas em primeiro plano",
        "permlab_accessDrmCertificates": "acessar certificados de DRM",
        "permlab_accessFineLocation": "acessar localização precisa apenas em primeiro plano",
        "permlab_accessImsCallService": "acessar serviço de mensagens instantâneas para chamadas",
        "permlab_accessLocationExtraCommands": "acessar comandos extras do provedor de localização",
        "permlab_accessNetworkConditions": "detectar observações nas condições da rede",
        "permlab_accessNetworkState": "ver conexões de rede",
        "permlab_accessNotifications": "acessar notificações",
        "permlab_accessWifiState": "ver conexões Wi-Fi",
        "permlab_accessWimaxState": "conectar e desconectar do WiMAX",
        "permlab_access_notification_policy": "acessar \\\"Não perturbe\\",
        "permlab_activityRecognition": "reconhecer atividade física",
        "permlab_addVoicemail": "adicionar correio de voz",
        "permlab_answerPhoneCalls": "atender chamadas telefônicas",
        "permlab_audioWrite": "modificar sua coleção de músicas",
        "permlab_bindCarrierMessagingService": "vincular a um serviço de mensagens de operadora",
        "permlab_bindCarrierServices": "vincular a serviços de operadora",
        "permlab_bindCellBroadcastService": "Encaminhar mensagens de transmissão celular",
        "permlab_bindConditionProviderService": "associar a um serviço provedor de condições",
        "permlab_bindDreamService": "conectar-se a um serviço de sonho",
        "permlab_bindNotificationListenerService": "sujeitar a um serviço ouvinte de notificações",
        "permlab_bind_connection_service": "interagir com os serviços de telefonia",
        "permlab_bind_incall_service": "interagir com chamada no ecrã",
        "permlab_bluetooth": "parear com aparelhos Bluetooth",
        "permlab_bluetoothAdmin": "acessar configurações de Bluetooth",
        "permlab_bodySensors": "acessar sensores corporais (como monitores de frequência cardíaca)",
        "permlab_broadcastSticky": "enviar transmissão persistente",
        "permlab_callCompanionApp": "ver e controlar chamadas pelo sistema.",
        "permlab_callPhone": "ligar diretamente para números de telefone",
        "permlab_camera": "tirar fotos e gravar vídeos",
        "permlab_cameraOpenCloseListener": "Permitir que uma aplicação ou serviço receba callbacks sobre aparelho de câmara a ser abertos, ou fechados.",
        "permlab_changeNetworkState": "alterar conectividade da rede",
        "permlab_changeTetherState": "alterar conectividade vinculada",
        "permlab_changeWifiMulticastState": "permitir recebimento de multicast Wi-Fi",
        "permlab_changeWifiState": "conectar e desconectar do Wi-Fi",
        "permlab_changeWimaxState": "alterar estado do WiMAX",
        "permlab_connection_manager": "gerir conexões de telecomunicações",
        "permlab_control_incall_experience": "fornecer uma experiência de utilizador em chamada",
        "permlab_createNetworkSockets": "ter acesso total à rede",
        "permlab_disableKeyguard": "desativar o bloqueio de ecrã",
        "permlab_enableCarMode": "ativar o modo carro",
        "permlab_exemptFromAudioRecordRestrictions": "isento de restrições de gravação áudio",
        "permlab_expandStatusBar": "expandir/recolher barra de estado",
        "permlab_foregroundService": "executar serviço em primeiro plano",
        "permlab_getAccounts": "encontrar contas no aparelho",
        "permlab_getPackageSize": "medir o espaço de armazenamento do app",
        "permlab_getTasks": "recuperar apps em execução",
        "permlab_handoverStatus": "receber estado de transferência do Android Beam",
        "permlab_imagesWrite": "modificar sua coleção de fotos",
        "permlab_install_shortcut": "instalar atalhos",
        "permlab_invokeCarrierSetup": "invocar a app de configuração fornecido pela operadora",
        "permlab_killBackgroundProcesses": "fechar outros apps",
        "permlab_manageFace": "gerir hardware de desbloqueio facial",
        "permlab_manageFingerprint": "gerir hardware de impressão digital",
        "permlab_manageNetworkPolicy": "gerir a política de rede",
        "permlab_manageOwnCalls": "encaminhar chamadas pelo sistema",
        "permlab_manageProfileAndDeviceOwners": "gerir proprietários de perfis e de aparelhos",
        "permlab_mediaLocation": "ler locais na sua coleção de mídias",
        "permlab_modifyAudioSettings": "alterar as suas configurações de áudio",
        "permlab_modifyNetworkAccounting": "modificar contagem de uso da rede",
        "permlab_nfc": "controlar a comunicação a curta distância",
        "permlab_persistentActivity": "sempre executar o app",
        "permlab_preferredPaymentInfo": "Informações preferidas do serviço de pagamento por NFC",
        "permlab_processOutgoingCalls": "redirecionar as chamadas efetuadas",
        "permlab_readCalendar": "Ler detalhes e eventos da agenda",
        "permlab_readCallLog": "ler registro de chamadas",
        "permlab_readCellBroadcasts": "ler mensagens de difusão celular",
        "permlab_readContacts": "ler seus contatos",
        "permlab_readHistoryBookmarks": "ler seu histórico e seus favoritos da web",
        "permlab_readInstallSessions": "ler sessões de instalação",
        "permlab_readNetworkUsageHistory": "ler histórico de uso da rede",
        "permlab_readPhoneNumbers": "ler números de telefone",
        "permlab_readPhoneState": "ler estado e identidade do telefone",
        "permlab_readSms": "ler suas mensagens de texto (SMS ou MMS)",
        "permlab_readSyncSettings": "ler as configurações de sincronização",
        "permlab_readSyncStats": "ler estatísticas de sincronização",
        "permlab_receiveBootCompleted": "executar na inicialização",
        "permlab_receiveMms": "receber mensagens de texto (MMS)",
        "permlab_receiveSms": "receber mensagens de texto (SMS)",
        "permlab_receiveWapPush": "receber mensagens de texto (WAP)",
        "permlab_recordAudio": "gravar áudio",
        "permlab_register_call_provider": "registrar novas conexões de telecomunicações",
        "permlab_register_sim_subscription": "registrar novas conexões SIM de telecomunicações",
        "permlab_removeDrmCertificates": "remover certificados de DRM",
        "permlab_reorderTasks": "reordenar os apps em execução",
        "permlab_requestDeletePackages": "solicitar apagar pacotes",
        "permlab_requestIgnoreBatteryOptimizations": "solicitar que as otimizações de bateria sejam ignoradas",
        "permlab_requestInstallPackages": "solicitar pacotes de instalação",
        "permlab_requestPasswordComplexity": "Solicitar complexidade do bloqueio de ecrã",
        "permlab_route_media_output": "rotear saída de mídia",
        "permlab_runInBackground": "executar em segundo plano",
        "permlab_sdcardRead": "ler conteúdo do armaz. comp.",
        "permlab_sdcardWrite": "alterar ou apagar conteúdo do armaz. compartilhado",
        "permlab_sendSms": "envie e veja mensagens SMS",
        "permlab_setAlarm": "definir um alarme",
        "permlab_setInputCalibration": "alterar calibragem do aparelho de entrada",
        "permlab_setTimeZone": "definir fuso horário",
        "permlab_setWallpaper": "definir plano de fundo",
        "permlab_setWallpaperHints": "ajustar tamanho do plano de fundo",
        "permlab_sim_communication": "enviar comandos para o chip",
        "permlab_startViewPermissionUsage": "iniciar uso da permissão para visualização",
        "permlab_statusBar": "desativar ou modificar a barra de estado",
        "permlab_statusBarService": "ser a barra de estado",
        "permlab_subscribedFeedsRead": "ler feeds inscritos",
        "permlab_systemAlertWindow": "Este app pode se sobrepor visualmente a outros apps",
        "permlab_systemCamera": "Permitir que uma aplicação ou serviço acesse as câmaras do sistema para tirar fotos e vídeos",
        "permlab_transmitIr": "transmitir infravermelhos",
        "permlab_uninstall_shortcut": "desinstalar atalhos",
        "permlab_useBiometric": "Usar hardware de biometria",
        "permlab_useDataInBackground": "usar dados em segundo plano",
        "permlab_useFaceAuthentication": "usar hardware de desbloqueio facial",
        "permlab_useFingerprint": "usar hardware de impressão digital",
        "permlab_use_sip": "fazer/receber chamadas SIP",
        "permlab_vibrate": "controlar vibração",
        "permlab_videoWrite": "modificar sua coleção de vídeos",
        "permlab_wakeLock": "impedir modo de inatividade do telefone",
        "permlab_writeCalendar": "adicionar ou modificar compromissos e enviar e-mail para os convidados sem o conhecimento dos donos",
        "permlab_writeCallLog": "gravar no registo de chamadas",
        "permlab_writeContacts": "modificar seus contatos",
        "permlab_writeGeolocationPermissions": "Modifique as permissões de geolocalização de seu navegador",
        "permlab_writeHistoryBookmarks": "gravar seu histórico e seus favoritos da web",
        "permlab_writeSettings": "modificar configurações do sistema",
        "permlab_writeSyncSettings": "ativar e desativar sincronização"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nome",
            "bitcoin_alt": "Fazer donativo via Bitcoin",
            "flattr_alt": "Fazer donativo via Flattr",
            "heading": "Fazer donativo",
            "hellotux": "👕 T-shirts 👕 de",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid receberá 3 euros por camisa vendida.",
            "liberapay_alt": "Doar via Liberapay",
            "litecoin_alt": "Doar via Litecoin",
            "more_options": "Mais opções",
            "opencollective_alt": "Doe ao nosso Collective",
            "paypal_alt": "Doar via PayPal",
            "powered_by_donations": "F-Droid é sustentado pelos seus donativos!",
            "via_bank_transfer": "Transferência Bancária"
        },
        "lang": {
            "change": "Alterar"
        },
        "last_updated": {
            "heading": "Última atualização"
        },
        "latest_packages": {
            "heading": "Aplicações Recentes"
        },
        "news": {
            "heading": "Notícias"
        },
        "search": {
            "heading": "Encontrar Aplicações",
            "noscript": "Requer JavaScript ativado",
            "search": "Procurar"
        }
    }
}
