{
    "add_repo": {
        "intro": "Escaneie códigos QR de repositórios que deseja adicionar de aparelhos ou sites onde eles podem ser encontrados.",
        "no_internet": "Sem internet? Nenhum problema. Saiba <a href=\"../swap/\">Como enviar e receber apps off-line.</a>",
        "open_repo_link": {
            "description": "Se enviar uma ligação de repositório por e-mail, mídia social ou SMS, adicione a capacidade de instalar as apps no F-Droid abrindo-o.",
            "short_summary": "Abrir a Ligação de Repositório",
            "steps": {
                "step_1": "Descarregue e instale o app do F-Droid no seu aparelho Android.",
                "step_2": "Clique na ligação e abra-o num navegador da Web no seu aparelho.",
                "step_3": "Quando tiver a ligação aberta, toque no botão \"Adicionar ao F-Droid\".",
                "step_4": "Toque no botão \"I have F-Droid\". A app F-Droid será aberta.",
                "step_5": "\"Adicionar novo repositório\" é mostrado com o endereço do repositório já preenchido. Toque em \"OK\" para adicioná-lo.",
                "step_6": "Seu novo repositório será adicionado. Para ver uma lista de seus repositórios, abra \"Configurações\". Selecione \"Repositórios\".",
                "step_7": "Toque num repositório para ver o conteúdo dele.",
                "step_8": "Selecione as apps que gostaria de ter e instale-os no seu aparelho."
            },
            "title": "Abra a Ligação de Repositório no Seu Aparelho"
        },
        "overview": {
            "summary": "Para obter mais, adicione um repositório ao F-Droid. Um repositório é uma coleção de conteúdo selecionado. Pode descobrir sobre os repositórios das pessoas diretamente delas. Os programadores indicam o link do repositório F-Droid nos sites deles. Frequentemente, os instrutores partilham ligações para repositórios por e-mail, Facebook ou Twitter.",
            "title": "Obtenha mais conteúdo."
        },
        "scan_qr_code": {
            "description": "Escaneie códigos QR de repositórios que deseja adicionar de aparelhos ou sites onde eles podem ser encontrados.",
            "related_tutorial": "Talvez também esteja interessado em: <a href=\"../swap/\">Como Enviar e Receber Apps Off-line</a>",
            "short_summary": "Escanear Código QR",
            "steps": {
                "step_1": "Uma vez que o código QR para o repositório seja exibido, digitalize-o usando um app scanner de QR.",
                "step_2": "Toque na ligação. Se tiver a opção, abra a ligação a usar o F-Droid. Em seguida, siga as instruções. Se isso funcionar, está feito! Se não, avance para o próximo passo.",
                "step_3": "Se não tiver a opção de abrir a ligação com o F-Droid, feche a app scanner de QR e abra a app F-Droid.",
                "step_4": "No F-Droid, toque em \"Configurações\". Em \"Minhas Apps\", selecione \"Repositórios\".",
                "step_5": "No ecrã Repositórios, toque no ícone \"+\" no canto superior.",
                "step_6": "O endereço do repositório será preenchido automaticamente. Toque em \"Ativar\". Observação: o repositório será gravado em Repositórios do F-Droid, mas nenhuma app será instalada até escolher e instalar manualmente."
            },
            "title": "Escaneie um Código QR de Outro Aparelho"
        },
        "title": "Como Adicionar um Repositório ao F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Pode editar a aplicação e os resumos dos ficheiros para torná-los compreensíveis para o seu público-alvo. Pode editar o idioma especificando o país. Em seguida, partilhe o repositório sem problemas para os participantes antes de conferências e treinos.",
            "steps": {
                "step_1": "Clique num item para abrir os detalhes dele.",
                "step_2": "Clique \"Editar\".",
                "step_3": "Personalize o conteúdo para se adequar ao seu público-alvo. Nota: As alterações que fizer serão feitas apenas para o seu repositório. Elas não serão atualizadas para o fonte original. Por favor, use respeito ao personalizar as informações de conteúdo que não é o seu.",
                "step_4": "Todas as suas alterações são salvas automaticamente."
            },
            "title": "Personalize Seu Repositório"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Descarregue e instale a app web Repomaker no seu computador. Mais informações no <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">guia de instalação</a>.",
                "step_2": "Inicie a app web Repomaker. Inscreva-se ou faça o login para começar.",
                "step_3": "Crie um novo repositório e nomeie-o de acordo.",
                "step_4": "Escolha adicionar apps da galeria e dos repositórios disponíveis ou envie os seus próprios ficheiros. Clique no botão \"Adicionar da Galeria\" para escolher o conteúdo prontamente disponível.",
                "step_5": "Clique no botão \"Adicionar\" ao lado dos itens que deseja adicionar. Quando terminar, clique na seta \"voltar\" para retornar ao seu repositório.",
                "step_6": "Suas apps serão exibidas na sua visualização de conteúdo do repositório."
            },
            "title": "Descarregue e instale o Repomaker para começar a criar"
        },
        "intro": "Não consegue encontrar o que procura? Descarregue a app web Repomaker no seu computador para criar a sua própria coleção personalizada de apps e ficheiros.",
        "overview": {
            "summary": "Crie o seu próprio repositório personalizado de aplicações. Use o F-Droid para distribuir conteúdo. Os instrutores usam repositórios para partilhar facilmente uma coleção de recursos e aplicações com os participantes num treino quando não há uma ligação à internet confiável. Os programadores usam repositórios para distribuir as suas aplicações para públicos de nicho.",
            "title": "Adicione suas próprias apps e ficheiros."
        },
        "related_tutorial": "Pode também estar interessado em: <a href=\"../add-repo/\">Como Adicionar um Repositório ao F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Com o repositório que deseja partilhar abertamente, clique em \"Partilhar\" no menu. Nota: tem de configurar um local para armazenar o seu repositório antes de partilhá-lo. As instruções sobre como o fazer estão na Etapa 2.",
                "step_2": "Será solicitado a configurar o armazenamento para publicar o seu repositório e antes de partilhá-lo. Se não vir esta página, continue na Etapa 4.",
                "step_3": "Escolha a opção de armazenamento que melhor se adequa às suas necessidades. Depois de ter o armazenamento, está pronto a partilhar! Regresse a \"Partilhar\".",
                "step_4": "Escolha copiar o link e envie-o diretamente para as pessoas por e-mail ou texto ou partilhe o seu repositório no Facebook ou Twitter. Quando as pessoas abrirem o link para o seu repositório, elas terão de o adicionar a um aparelho Android para aceder às aplicações no repositório. Consulte <a href=\"../add-repo/\">Como adicionar um repoitório ao F-Droid</a> para mais informações.",
                "step_5": "A opção \"Ver repositório\" permite ver o que acabou de publicar ou partilhar."
            },
            "title": "Personalize Seu Repositório"
        },
        "title": "Como Criar um Repositório",
        "update_repo": {
            "steps": {
                "step_1": "Se adicionar apps da galeria, serão atualizados automaticamente quando a fonte adicionar novas versões. Para os ficheiros que carregou, pode arrastar e soltar as versões atualizadas na visualização do repositório.",
                "step_2": "Como alternativa, pode abrir um único item para adicionar uma nova versão. Selecione editar.",
                "step_3": "Role para baixo para as versões. Em seguida, adicione uma nova versão na secção \"Histórico de Versões\".",
                "step_4": "Em seguida, adicione uma nova versão na secção \"Histórico de Versões\"."
            },
            "title": "Atualize Seu Repositório"
        }
    },
    "misc": {
        "option_x_description": "Opção {{ number }}: {{ description }}",
        "overview": {
            "summary": "O F-Droid é uma loja de apps independente e de origem comunitária para Android, totalmente livre e de código aberto. No F-Droid, pode navegar por mais de 1.200 apps de código aberto, pesquisar e instalar apps de repositórios criados ou criar o seu próprio repositório. Abra f-droid.org no seu aparelho Android para descarregar o app e começar!",
            "title": "O Que Pode Fazer com o F-Droid",
            "tutorial_x_title": "Tutorial {{ number }}: {{ title }}"
        },
        "step_x": "Etapa {{ number }}",
        "step_x_description": "Etapa {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Todos os aparelhos precisam do F-Droid descarregando e instalado antes de começar. Todos os aparelhos devem seguir as etapas abaixo.",
        "intro": "Sem internet? Nenhum problema. Descarregue apps de pessoas perto de si.",
        "overview": {
            "summary": "Sem internet? Sem problemas. O F-Droid \"Por Perto\" (Nearby, em inglês) permite que envie e receba conteúdo para pessoas na mesma sala.",
            "title": "Envie e receba apps off-line."
        },
        "related_tutorial": "Também pode interessar-se por: <a href=\"../create-repo/\">Como Criar um Repositório</a>",
        "step_1": "Abra o F-Droid. Toque em \"Por Perto\" no menu na parte inferior do ecrã.",
        "step_10": "Para acessar as suas apps instaladas, abra as configurações do F-Droid e selecione \"Gerir apps instalados\" em \"Minhas Apps\".",
        "step_2": "Toque em \"Encontrar pessoas próximas a mim\" para pesquisar aparelhos compatíveis.",
        "step_3": "Quando as pessoas próximas forem encontradas, você e o contato deverão selecionar um ao outro.",
        "step_4": "Depois de conectado, escolha as aplicações que deseja partilhar com o seu contacto.",
        "step_5": "Toque no botão \"—>\".",
        "step_6": "Uma pessoa será solicitada a confirmar a solicitação para se conectar.",
        "step_7": "Toque no botão \"Instalar\" ao lado das apps que deseja instalar.",
        "step_8": "Toque em \"Instalar\" mais uma vez. Em seguida, siga as instruções do Android para concluir o processo de instalação.",
        "step_9": "Quando as instalações forem concluídas, as suas apps estarão disponíveis na galeria de apps do Android e na app do F-Droid em apps instaladas.",
        "title": "Como Enviar e Receber Apps Off-line"
    }
}
