{
    "antifeatures": {
        "Ads": "Esta aplicación contiene publicidad",
        "DisabledAlgorithm": "Esta aplicación tiene una firma de seguridad débil",
        "KnownVuln": "Esta aplicación contiene una vulnerabilidad de seguridad conocida",
        "NSFW": "Esta aplicación incluye contenido que no se debe publicar ni ser visible en todos lados",
        "NoSourceSince": "El código fuente ya no está disponible, no se puede actualizar",
        "NonFreeAdd": "Esta aplicación promueve complementos no libres",
        "NonFreeAssets": "Esta aplicación contiene recursos que no son libres",
        "NonFreeDep": "Esta aplicación depende de otras no libres",
        "NonFreeNet": "Esta aplicación promueve o depende totalmente de un servicio de red no modificable o no gratuito",
        "Tracking": "Esta aplicación rastrea e informa de tu actividad",
        "UpstreamNonFree": "El código fuente original no es totalmente libre"
    },
    "app_categories": {
        "Connectivity": "Conectividad",
        "Development": "Desarrollo",
        "Games": "Juegos",
        "Graphics": "Gráficos",
        "Internet": "Internet",
        "Money": "Dinero",
        "Multimedia": "Multimedia",
        "Navigation": "Navegación",
        "Phone & SMS": "Teléfono y SMS",
        "Reading": "Lectura",
        "Science & Education": "Ciencia y educación",
        "Security": "Seguridad",
        "Sports & Health": "Deportes y salud",
        "System": "Sistema",
        "Theming": "Personalización del tema",
        "Time": "Hora, gestión del tiempo",
        "Writing": "Escritura",
        "show_all_packages": "Ver todos (%d)"
    },
    "index": {
        "download_fdroid": "Descargar F-Droid",
        "gpg_signature": "Firma PGP",
        "introduction": "F-Droid es un catálogo instalable de aplicaciones de software libre (FOSS, «Free and Open Source Software») para Android. El cliente facilita la navegación, la instalación y el seguimiento de las actualizaciones en tu dispositivo.",
        "pgp_verification_instructions": "Instrucciones para verificar la descarga",
        "screenshot": "Capturas de pantalla de F-Droid para Android",
        "title": "¿Qué es F-Droid?"
    },
    "mirrors": {
        "cn": "China continental",
        "de": "Alemania",
        "dk": "Dinamarca",
        "indiana": "Indiana, EEUU",
        "se": "Suecia",
        "sg": "Singapur",
        "tw": "Taiwán",
        "ua": "Ucrania"
    },
    "navigation": {
        "about": "Acerca de",
        "apps": "Aplicaciones",
        "contribute": "Contribuir",
        "documentation": "Documentos",
        "edit_on_gitlab": "Editar en GitLab",
        "forum": "Foro",
        "issues": "Incidencias",
        "news": "Noticias",
        "statuspage": "Estado",
        "translate_on_weblate": "Traducir en Weblate"
    },
    "news": {
        "date_format": "%d/%m/%Y",
        "newer_posts": "← Entradas más recientes",
        "older_posts": "Entradas más antiguas →",
        "posted_on": "Publicado el {{ post_date }}",
        "posted_on_by": "Publicado el {{ post_date }} por"
    },
    "package": {
        "added_on": "Añadida el {{ package_added_date }}",
        "anti_features": "Características controvertidas",
        "anti_features_warning": "Esta aplicación tiene características que podrían no gustarte.",
        "author": "Autor",
        "build_log": "Registro de compilación",
        "build_metadata": "Metadatos de construcción",
        "changelog": "Historial de cambios",
        "donate": "Donar",
        "download": "Descargar {{ file_extension }}",
        "file_size_bytes": "bytes",
        "file_size_format": "%{number} %{unit}",
        "file_size_gibibytes": "GiB",
        "file_size_kibibytes": "KiB",
        "file_size_mebibytes": "MiB",
        "file_size_tebibytes": "TiB",
        "flattr": "Flattr",
        "gpg_signature": "Firma PGP",
        "issue_tracker": "Sistema de incidencias",
        "liberapay": "Liberapay",
        "license": "Licencia",
        "minimum_android_version": "Esta versión requiere Android {{ android_version }} o superior.",
        "new_in_version": "Novedades en la versión {{ latest_version }}",
        "no_permissions": "Sin permisos",
        "opencollective": "Open Collective",
        "package_icon_alt": "icono del paquete",
        "package_screenshot_alt": "captura de pantalla",
        "packages": "Paquetes",
        "permissions": "Permisos",
        "signed_by_developer": "Está compilado y firmado por el desarrollador original, y se garantiza que corresponde a <a href=\"{{ source_code_url }}\">este tarball de código fuente</a>.",
        "signed_by_fdroid": "Compilada y firmada por F-Droid, y garantizada su correspondencia con <a href=\"{{ source_code_url }}\">este paquete de fuentes</a>.",
        "source_code": "Código fuente",
        "suggest_downloading_via_fdroid": "Aunque las descargas APK estén disponibles abajo para tu elección, deberías saber que al instalar de este modo no recibirás notificaciones de actualizaciones, y que es una forma de descarga menos segura. Recomendamos que instales y uses el cliente de F-Droid.",
        "suggested": "sugerido",
        "translation": "Traducción",
        "version_info": "<b>Versión {{ package_version }}</b> ({{ package_version_code }})",
        "versions": "Versiones",
        "website": "Sitio web"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Permite que la aplicación continúe una llamada que se ha iniciado en otra aplicación.",
        "permdesc_accessBackgroundLocation": "Esta aplicación puede acceder a la ubicación en cualquier momento, aunque no la estés utilizando.",
        "permdesc_accessCoarseLocation": "Mientras la utilizas, esta aplicación puede obtener tu ubicación aproximada mediante servicios de ubicación, siempre que el dispositivo los tenga activados.",
        "permdesc_accessDrmCertificates": "Permite que una aplicación aprovisione y utilice certificados DRM. Nunca debería ser necesario para aplicaciones normales.",
        "permdesc_accessFineLocation": "Mientras la utilizas, esta aplicación puede obtener tu ubicación exacta mediante servicios de ubicación, siempre que el dispositivo los tenga activados. Es posible que esto aumente el consumo de batería.",
        "permdesc_accessImsCallService": "Permite que la aplicación utilice el servicio IMS para realizar llamadas sin tu intervención.",
        "permdesc_accessLocationExtraCommands": "Permite que la aplicación acceda a otros comandos del proveedor de ubicación. De esta forma, la aplicación podrá interferir en el funcionamiento del GPS o de otras fuentes de ubicación.",
        "permdesc_accessNetworkConditions": "Permite que una aplicación detecte cambios en el estado de la red. No debe ser necesario para aplicaciones normales.",
        "permdesc_accessNetworkState": "Permite que la aplicación vea información sobre conexiones de red (por ejemplo, qué redes existen y están conectadas).",
        "permdesc_accessNotifications": "Permite que la aplicación recupere, examine y borre notificaciones, incluidas las que han publicado otras aplicaciones.",
        "permdesc_accessWifiState": "Permite que la aplicación vea información sobre conexión a redes Wi-Fi (por ejemplo, si está habilitada la conexión Wi-Fi y el nombre de los dispositivos Wi-Fi conectados).",
        "permdesc_accessWimaxState": "Permite que la aplicación determine si está habilitada la conexión WiMAX y obtenga información sobre las redes WiMAX que están conectadas.",
        "permdesc_access_notification_policy": "Permite que la aplicación lea y modifique la configuración de No molestar.",
        "permdesc_activityRecognition": "Esta aplicación puede reconocer tu actividad física.",
        "permdesc_addVoicemail": "Permite que la aplicación añada mensajes a la bandeja de entrada del buzón de voz.",
        "permdesc_answerPhoneCalls": "Permite que la aplicación responda una llamada.",
        "permdesc_audioWrite": "Permite que la aplicación modifique tu colección de música.",
        "permdesc_backgroundCamera": "Esta aplicación puede hacer fotografías y grabar vídeos con la cámara en cualquier momento.",
        "permdesc_bindCarrierMessagingService": "Permite vincular con la interfaz de nivel superior del servicio de mensajería de un operador. Las aplicaciones normales no deberían necesitar este permiso.",
        "permdesc_bindCarrierServices": "Permite vincular con servicios de operador. Las aplicaciones normales no deberían necesitar este permiso.",
        "permdesc_bindCellBroadcastService": "Permite que la aplicación se vincule con el módulo de difusión móvil para reenviar los mensajes de ese tipo en cuanto se reciben. En ciertas ubicaciones se envían alertas de difusión móvil para avisar de situaciones de emergencia. Cuando se recibe una alerta de difusión móvil de emergencia, ciertas aplicaciones malintencionadas podrían interferir en el rendimiento o en el funcionamiento del dispositivo.",
        "permdesc_bindConditionProviderService": "Permite vincular con la interfaz de nivel superior de un servicio de proveedor de condiciones. Las aplicaciones normales no deberían necesitar este permiso.",
        "permdesc_bindDreamService": "Permite vincular con la interfaz de nivel superior de un servicio de salvapantallas. Las aplicaciones normales no deberían necesitar este permiso.",
        "permdesc_bindNotificationListenerService": "Permite vincular con la interfaz de nivel superior de un servicio de detector de notificaciones. No debe ser necesario para las aplicaciones normales.",
        "permdesc_bind_connection_service": "Permite que la aplicación interactúe con servicios de telefonía para hacer y recibir llamadas.",
        "permdesc_bind_incall_service": "Permite que la aplicación controle cuándo y cómo ve el usuario la pantalla de llamada entrante.",
        "permdesc_bluetooth": "Permite que la aplicación acceda a la configuración de Bluetooth del teléfono y que establezca y acepte conexiones con los dispositivos sincronizados.",
        "permdesc_bluetoothAdmin": "Permite que la aplicación configure el teléfono Bluetooth local y que detecte dispositivos remotos y se vincule con ellos.",
        "permdesc_bluetooth_advertise": "Permite que la aplicación emita a dispositivos Bluetooth cercanos",
        "permdesc_bluetooth_connect": "Permite que la aplicación se conecte a dispositivos Bluetooth vinculados",
        "permdesc_bluetooth_scan": "Permite que la aplicación detecte y empareje dispositivos Bluetooth cercanos",
        "permdesc_bodySensors": "Permite que la aplicación acceda a datos de sensores que controlan tu condición física, como la frecuencia cardíaca.",
        "permdesc_bodySensors_background": "Permite que la aplicación acceda a los datos de los sensores corporales, como la frecuencia cardiaca, la temperatura y el porcentaje de oxígeno en sangre, mientras la aplicación está en segundo plano.",
        "permdesc_broadcastSticky": "Permite que la aplicación envíe emisiones que permanecen en el dispositivo una vez que la emisión ha finalizado. Un uso excesivo podría ralentizar el teléfono o volverlo inestable al hacer que use demasiada memoria.",
        "permdesc_callCompanionApp": "Permite que la aplicación vea y controle las llamadas entrantes en el dispositivo. Esto incluye información como los números de las llamadas y su estado.",
        "permdesc_callPhone": "Permite que la aplicación haga llamadas sin intervención del usuario, lo que puede dar lugar a llamadas o cargos inesperados. Ten en cuenta que las aplicaciones no pueden usar este servicio para realizar llamadas a números de emergencia, pero las aplicaciones malintencionadas pueden causarte gastos imprevistos al realizar llamadas sin tu confirmación.",
        "permdesc_camera": "Esta aplicación puede hacer fotografías y grabar vídeos con la cámara mientras la estés usando.",
        "permdesc_cameraOpenCloseListener": "Esta aplicación puede recibir devoluciones de llamada cuando se abre o se cierra la cámara de cualquier dispositivo (desde cualquier aplicación).",
        "permdesc_changeNetworkState": "Permite que la aplicación modifique el estado de la conectividad de red.",
        "permdesc_changeTetherState": "Permite que la aplicación cambie el estado de la conectividad de red de anclaje.",
        "permdesc_changeWifiMulticastState": "Permite que la aplicación reciba paquetes enviados a todos los dispositivos de una red Wi-Fi que utilicen direcciones de multidifusión, no solo al teléfono. Utiliza más batería que el modo de no multidifusión.",
        "permdesc_changeWifiState": "Permite que la aplicación se conecte a puntos de acceso Wi-Fi y se desconecte de ellos y que realice cambios en la configuración de redes Wi-Fi del dispositivo.",
        "permdesc_changeWimaxState": "Permite que la aplicación conecte el teléfono a redes WiMAX y lo desconecte de ellas.",
        "permdesc_companionProfileWatch": "Permite que una aplicación complementaria gestione los relojes.",
        "permdesc_connection_manager": "Permite que la aplicación administre las conexiones de telecomunicaciones.",
        "permdesc_control_incall_experience": "Permite que la aplicación proporcione una experiencia de usuario de llamada.",
        "permdesc_createNetworkSockets": "Permite que la aplicación cree sockets de red y utilice protocolos de red personalizados. El navegador y otras aplicaciones proporcionan los medios necesarios para el envío de datos a Internet, por lo que no hace falta utilizar este permiso para eso.",
        "permdesc_deliverCompanionMessages": "Permite que una aplicación complementaria envíe mensajes a otros dispositivos.",
        "permdesc_detectScreenCapture": "Esta aplicación recibirá una notificación cuando se realice una captura de pantalla mientras la aplicación está en uso.",
        "permdesc_disableKeyguard": "Permite que la aplicación inhabilite el bloqueo del teclado y cualquier protección con contraseña asociada. Por ejemplo, el teléfono puede inhabilitar el bloqueo del teclado cuando se recibe una llamada telefónica y volver a habilitarlo cuando finaliza la llamada.",
        "permdesc_enableCarMode": "Permite que la aplicación habilite el modo coche.",
        "permdesc_exemptFromAudioRecordRestrictions": "Excluye la aplicación de las restricciones de grabación de audio.",
        "permdesc_expandStatusBar": "Permite que la aplicación expanda o contraiga la barra de estado.",
        "permdesc_foregroundService": "Permite que la aplicación use servicios en primer plano.",
        "permdesc_foregroundServiceCamera": "Permite a la aplicación hacer uso de servicios en primer plano como la \"cámara\"\"",
        "permdesc_foregroundServiceConnectedDevice": "Permite que la aplicación use servicios en primer plano con el tipo \"connectedDevice\"",
        "permdesc_foregroundServiceDataSync": "Permite que la aplicación use servicios en primer plano con el tipo \"dataSync\"",
        "permdesc_foregroundServiceFileManagement": "Permite que la aplicación use servicios en primer plano con el tipo \"fileManagement\"",
        "permdesc_foregroundServiceHealth": "Permite que la aplicación use servicios en primer plano con el tipo \"health\"",
        "permdesc_foregroundServiceLocation": "Permite que la aplicación use servicios en primer plano con el tipo \"location\"",
        "permdesc_foregroundServiceMediaPlayback": "Permite que la aplicación use servicios en primer plano con el tipo \"mediaPlayback\"",
        "permdesc_foregroundServiceMediaProjection": "Permite que la aplicación use servicios en primer plano con el tipo \"mediaProjection\"",
        "permdesc_foregroundServiceMicrophone": "Permite que la aplicación use servicios en primer plano con el tipo \"microphone\"",
        "permdesc_foregroundServicePhoneCall": "Permite que la aplicación use servicios en primer plano con el tipo \"phoneCall\"",
        "permdesc_foregroundServiceRemoteMessaging": "Permite que la aplicación use servicios en primer plano con el tipo \"remoteMessaging\"",
        "permdesc_foregroundServiceSpecialUse": "Permite que la aplicación use servicios en primer plano con el tipo \"specialUse\"",
        "permdesc_foregroundServiceSystemExempted": "Permite que la aplicación use servicios en primer plano con el tipo \"systemExempted\"",
        "permdesc_fullScreenIntent": "Permite que la aplicación muestre las notificaciones como actividades de pantalla completa en un dispositivo bloqueado",
        "permdesc_getAccounts": "Permite que la aplicación obtenga una lista de cuentas reconocidas por el teléfono, entre las que se pueden incluir las cuentas creadas por las aplicaciones que hayas instalado.",
        "permdesc_getPackageSize": "Permite que la aplicación recupere el tamaño de los códigos, los datos y los cachés",
        "permdesc_getTasks": "Permite que aplicación recupere información sobre tareas que se están ejecutando en ese momento o que se han ejecutado recientemente. La aplicación puede utilizar este permiso para descubrir cuáles son las aplicaciones que se utilizan en el dispositivo.",
        "permdesc_handoverStatus": "Permite que esta aplicación reciba información sobre las transferencias actuales de Android Beam",
        "permdesc_hideOverlayWindows": "Esta aplicación puede solicitar que el sistema oculte las superposiciones de las aplicaciones para que no se muestren sobre ella.",
        "permdesc_highSamplingRateSensors": "Permite que la aplicación consulte datos de sensores a una frecuencia superior a 200 Hz",
        "permdesc_imagesWrite": "Permite que la aplicación modifique tu colección de fotos.",
        "permdesc_install_shortcut": "Permite que una aplicación añada accesos directos a la pantalla de inicio sin intervención del usuario.",
        "permdesc_invokeCarrierSetup": "Permite ejecutar la aplicación de configuración proporcionada por el operador. No debe ser necesario para aplicaciones normales.",
        "permdesc_killBackgroundProcesses": "Este permiso autoriza a la aplicación a interrumpir procesos en segundo plano de otras aplicaciones y puede hacer, por tanto, que esas aplicaciones dejen de ejecutarse.",
        "permdesc_manageFace": "Permite que la aplicación use métodos para añadir y suprimir plantillas de caras para su uso.",
        "permdesc_manageFingerprint": "Permite que la aplicación invoque métodos para añadir y eliminar plantillas de huellas digitales y utilizarlas.",
        "permdesc_manageNetworkPolicy": "Permite que la aplicación administre políticas de red y defina reglas específicas de la aplicación.",
        "permdesc_manageOngoingCalls": "Permite que una aplicación consulte datos de llamadas que estén en curso en tu dispositivo y controle esas llamadas.",
        "permdesc_manageOwnCalls": "Permite a la aplicación direccionar sus llamadas hacia el sistema para mejorar la calidad de estas.",
        "permdesc_manageProfileAndDeviceOwners": "Permite que las aplicaciones establezcan los propietarios del perfil y del dispositivo.",
        "permdesc_mediaLocation": "Permite que la aplicación lea las ubicaciones de tu colección de contenido multimedia.",
        "permdesc_modifyAudioSettings": "Permite que la aplicación modifique la configuración de audio global (por ejemplo, el volumen y el altavoz de salida).",
        "permdesc_modifyNetworkAccounting": "Permite que la aplicación modifique cómo se registra el uso de red en relación con las aplicaciones. Las aplicaciones normales no deben usar este permiso.",
        "permdesc_nearby_wifi_devices": "Permitr a la aplicación anuncie, conectarse y determinar la posición relativa de los dispositivos Wi-Fi cercanos",
        "permdesc_nfc": "Permite que la aplicación se comunique con lectores, tarjetas y etiquetas de Comunicación de campo cercano (NFC).",
        "permdesc_observeCompanionDevicePresence": "Permite que una aplicación complementaria observe la presencia del dispositivo complementario cuando los dispositivos están cerca o lejos.",
        "permdesc_persistentActivity": "Permite que la aplicación haga que algunas de sus partes se mantengan en la memoria. Esto puede limitar la cantidad de memoria disponible para otras aplicaciones y ralentizar el teléfono.",
        "permdesc_postNotification": "Permite que la aplicación muestre notificaciones",
        "permdesc_preferredPaymentInfo": "Permite que la aplicación obtenga información sobre el servicio de pago por NFC preferido, como identificadores de aplicación registrados y destinos de rutas.",
        "permdesc_processOutgoingCalls": "Permite que la aplicación vea el número que se marca al realizar una llamada con la opción de redirigir la llamada a otro número o cancelar la llamada.",
        "permdesc_queryAllPackages": "Permite que una aplicación vea todos los paquetes instalados.",
        "permdesc_readBasicPhoneState": "Permite que la aplicación use las funciones básicas de telefonía del dispositivo.",
        "permdesc_readCalendar": "Esta aplicación puede leer los eventos de calendario almacenados en tu teléfono y compartir o guardar los datos de tu calendario.",
        "permdesc_readCallLog": "Esta aplicación puede leer tu historial de llamadas.",
        "permdesc_readCellBroadcasts": "Permite que la aplicación lea mensajes de difusión móvil que haya recibido el dispositivo. Las alertas de difusión móvil se envían en algunas ubicaciones para avisar de situaciones de emergencia. Es posible que las aplicaciones malintencionadas interfieran en el rendimiento o en el funcionamiento del dispositivo si se recibe una alerta de difusión móvil de emergencia.",
        "permdesc_readContacts": "Permite que la aplicación lea datos de los contactos almacenados en tu teléfono. Las aplicaciones también podrán acceder a las cuentas de tu teléfono que hayan creado contactos, y quizá tengan acceso a las cuentas creadas por aplicaciones que hayas descargado. Las aplicaciones que tengan este permiso pueden guardar los datos de tus contactos, y las aplicaciones maliciosas puede que compartan estos datos sin que lo sepas.",
        "permdesc_readHistoryBookmarks": "Permite que la aplicación consulte el historial de todas las URL visitadas por el navegador y todos sus marcadores. Nota: este permiso no pueden utilizarlo navegadores externos ni otras aplicaciones que tengan funciones de navegación por Internet.",
        "permdesc_readInstallSessions": "Permite que una aplicación consulte sesiones de instalación para ver detalles sobre instalaciones de paquetes activos.",
        "permdesc_readMediaAudio": "Permite a la aplicación leer los archivos de audio de tu almacenamiento compartido.",
        "permdesc_readMediaImages": "Permite a la aplicación leer los archivos de imágenes del almacenamiento compartido.",
        "permdesc_readMediaVideo": "Permite a la aplicación leer los archivos de vídeo de tu almacenamiento compartido.",
        "permdesc_readNetworkUsageHistory": "Permite que la aplicación consulte el uso de red histórico de redes y de aplicaciones específicas.",
        "permdesc_readPhoneNumbers": "Permite que la aplicación acceda a los números de teléfono del dispositivo.",
        "permdesc_readPhoneState": "Permite que la aplicación acceda a las funciones de teléfono del dispositivo. La aplicación puede utilizar este permiso para descubrir identificadores de dispositivos y números de teléfono, para saber si una llamada está activa y para conocer el número remoto con el que se ha establecido conexión mediante una llamada.",
        "permdesc_readSms": "Esta aplicación puede leer todos los SMS (mensajes de texto) almacenados en tu teléfono.",
        "permdesc_readSyncSettings": "Permite que la aplicación consulte la configuración de sincronización de una cuenta. La aplicación puede utilizar este permiso, por ejemplo, para determinar si la aplicación Contactos está sincronizada con una cuenta.",
        "permdesc_readSyncStats": "Permite que la aplicación consulte las estadísticas de sincronización de una cuenta (por ejemplo, el historial de eventos sincronizados y la cantidad de datos sincronizados).",
        "permdesc_readVisualUserSelect": "Permite que la aplicación lea los archivos de imagen y vídeo que selecciones del almacenamiento compartido.",
        "permdesc_receiveBootCompleted": "Permite que la aplicación se ejecute automáticamente una vez que el sistema se haya iniciado completamente. Esto puede hacer que el teléfono tarde más en iniciarse y puede permitir que la aplicación ralentice el funcionamiento global del dispositivo.",
        "permdesc_receiveMms": "Permite que la aplicación reciba y procese mensajes MMS, lo que significa que podría utilizar este permiso para controlar o eliminar mensajes enviados al dispositivo sin mostrárselos al usuario.",
        "permdesc_receiveSms": "Permite que la aplicación reciba y procese mensajes MMS, lo que significa que podría utilizar este permiso para controlar o eliminar mensajes enviados al dispositivo sin mostrárselos al usuario.",
        "permdesc_receiveWapPush": "Permite que la aplicación reciba y procese mensajes WAP, lo que significa que podría utilizar este permiso para controlar o eliminar mensajes enviados al usuario sin mostrárselos.",
        "permdesc_recordAudio": "Esta aplicación puede grabar audio con el micrófono mientras la estés usando.",
        "permdesc_recordBackgroundAudio": "Esta aplicación puede grabar audio con el micrófono en cualquier momento.",
        "permdesc_register_call_provider": "Permite que la aplicación registre conexiones de telecomunicaciones nuevas.",
        "permdesc_register_sim_subscription": "Permite que la aplicación registre conexiones de SIM de telecomunicaciones nuevas.",
        "permdesc_removeDrmCertificates": "Permite a una aplicación eliminar los certificados DRM. Nunca debería ser necesario para las aplicaciones normales.",
        "permdesc_reorderTasks": "Permite que la aplicación mueva tareas a segundo o a primer plano. La aplicación puede utilizar este permiso para realizar estos movimientos sin que se lo indique el usuario.",
        "permdesc_requestDeletePackages": "Permite a una aplicación solicitar la eliminación de paquetes.",
        "permdesc_requestIgnoreBatteryOptimizations": "Permite que una aplicación solicite permiso para ignorar las optimizaciones de la batería.",
        "permdesc_requestInstallPackages": "Permite a una aplicación solicitar la instalación de paquetes.",
        "permdesc_requestPasswordComplexity": "Permite que la aplicación entienda el nivel de complejidad del bloqueo de pantalla (alto, medio, bajo o ninguno) que indica la longitud y el tipo del bloqueo de pantalla posibles. La aplicación también puede sugerir a los usuarios que actualicen el bloqueo de pantalla para que tenga un nivel concreto de complejidad, pero los usuarios pueden ignorar la advertencia libremente. El bloqueo de pantalla no se almacena en texto sin formato, así que la aplicación no puede saber cuál es la contraseña exacta.",
        "permdesc_route_media_output": "Permite que la aplicación dirija salidas de medios a otros dispositivos externos.",
        "permdesc_runInBackground": "Esta aplicación puede ejecutarse en segundo plano, pero es posible que la batería se agote más rápido.",
        "permdesc_schedule_exact_alarm": "Esta aplicación puede programar el trabajo para que se realice en el momento deseado en el futuro. Esto también significa que la aplicación puede ejecutarse cuando no estás utilizando activamente el dispositivo.",
        "permdesc_sdcardRead": "Permite que app lea contenido de almacenamiento compartido.",
        "permdesc_sdcardWrite": "Permite que app edite contenido de almacenamiento compartido.",
        "permdesc_sendSms": "Permite que la aplicación envíe mensajes SMS, lo que puede generar cargos inesperados. Las aplicaciones malintencionadas pueden causarte gastos imprevistos al enviar mensajes sin tu confirmación.",
        "permdesc_setAlarm": "Permite que la aplicación establezca una alarma en una aplicación de reloj instalada. Es posible que algunas aplicaciones de reloj no incluyan esta función.",
        "permdesc_setInputCalibration": "Permite que la aplicación modifique los parámetros de calibración de la pantalla táctil. No debe ser necesario para las aplicaciones normales.",
        "permdesc_setTimeZone": "Permite que la aplicación cambie la zona horaria del teléfono.",
        "permdesc_setWallpaper": "Permite que la aplicación establezca el fondo de pantalla del sistema.",
        "permdesc_setWallpaperHints": "Permite que la aplicación establezca el tamaño del fondo de pantalla del sistema.",
        "permdesc_sim_communication": "Permite que la aplicación envíe comandos a la tarjeta SIM. Este permiso es muy peligroso.",
        "permdesc_startForegroundServicesFromBackground": "Permite que una aplicación complementaria ejecute servicios en primer plano en un segundo plano.",
        "permdesc_startReviewPermissionDecisions": "Permite al titular acceder a la pantalla de inicio para revisar las decisiones de permisos. Nunca debería ser necesario para aplicaciones normales.",
        "permdesc_startViewAppFeatures": "Permite al titular comenzar a ver la información de las funciones de una aplicación.",
        "permdesc_startViewPermissionUsage": "Permite que el usuario inicie el uso de permisos de una aplicación. Las aplicaciones normales no deberían necesitar nunca este permiso.",
        "permdesc_statusBar": "Permite que la aplicación inhabilite la barra de estado o añada y elimine iconos del sistema.",
        "permdesc_statusBarService": "Permite que la aplicación aparezca en la barra de estado.",
        "permdesc_subscribedFeedsRead": "Permite que la aplicación obtenga detalles sobre los feeds sincronizados actualmente.",
        "permdesc_systemAlertWindow": "Esta aplicación puede aparecer sobre otras aplicaciones u otras partes de la pantalla. Esto puede interferir con el uso normal de las aplicaciones y cambiar la forma en la que estas aparecen.",
        "permdesc_systemCamera": "La aplicación autorizada o aplicación del sistema puede tomar fotos y videos con la cámara del sistema en cualquier momento. La aplicación también necesita el permiso \"android.permission.CAMERA\".",
        "permdesc_transmitIr": "Permite que la aplicación utilice el transmisor de infrarrojos del teléfono.",
        "permdesc_turnScreenOn": "Permite a la aplicación encender la pantalla.",
        "permdesc_uninstall_shortcut": "Permite que la aplicación elimine accesos directos de la pantalla de inicio sin la intervención del usuario.",
        "permdesc_updatePackagesWithoutUserAction": "Permite actualizar la aplicación instalada previamente sin interación del usuario",
        "permdesc_useBiometric": "Permite que la aplicación utilice el hardware biométrico para realizar la autenticación",
        "permdesc_useDataInBackground": "Esta aplicación puede utilizar datos en segundo plano, pero es posible que aumente el uso de datos.",
        "permdesc_useFaceAuthentication": "Permite que la aplicación utilice el hardware de desbloqueo facial para autenticarte",
        "permdesc_useFingerprint": "Permite que la aplicación utilice el hardware de huellas digitales para realizar la autenticación",
        "permdesc_use_exact_alarm": "Esta aplicación puede programar alarmas y recordatorios para notificarte en el momento que desees.",
        "permdesc_use_sip": "Permite que la aplicación haga y reciba llamadas SIP.",
        "permdesc_uwb_ranging": "Permite que la aplicación determine la posición relativa de los dispositivos de banda ultraancha cercanos",
        "permdesc_vibrate": "Permite que la aplicación controle la función de vibración.",
        "permdesc_vibrator_state": "Permite que la aplicación acceda al ajuste de vibración.",
        "permdesc_videoWrite": "Permite que la aplicación modifique tu colección de vídeos.",
        "permdesc_wakeLock": "Permite que la aplicación impida que el teléfono entre en modo de suspensión.",
        "permdesc_writeCalendar": "Esta aplicación puede añadir, quitar o cambiar eventos de calendario almacenados en tu teléfono. También puede enviar mensajes que parecen provenir del propietario del calendario o cambiar eventos sin notificárselo a su propietario.",
        "permdesc_writeCallLog": "Permite que la aplicación modifique el registro de llamadas del teléfono, incluidos datos sobre llamadas entrantes y salientes. Las aplicaciones malintencionadas pueden usar este permiso para borrar o modificar el registro de llamadas.",
        "permdesc_writeContacts": "Permite que la aplicación cambie los datos de los contactos almacenados en tu teléfono. Las aplicaciones que tengan este permiso pueden eliminar datos de contactos.",
        "permdesc_writeGeolocationPermissions": "Permite que la aplicación modifique los permisos de ubicación geográfica del navegador. Las aplicaciones malintencionadas pueden usar este permiso para autorizar el envío de información sobre la ubicación a sitios web arbitrarios.",
        "permdesc_writeHistoryBookmarks": "Permite que la aplicación modifique el historial o los marcadores del navegador almacenados en el teléfono. La aplicación puede utilizar este permiso para borrar o modificar datos del navegador. Nota: este permiso no pueden utilizarlo navegadores externos ni otras aplicaciones que tengan funciones de navegación por Internet.",
        "permdesc_writeSettings": "Permite que la aplicación modifique los datos de configuración del sistema. Las aplicaciones malintencionadas pueden dañar la configuración del sistema.",
        "permdesc_writeSyncSettings": "Permite que la aplicación modifique la configuración de sincronización de una cuenta. Este permiso se puede utilizar, por ejemplo, para habilitar la sincronización de la aplicación Contactos con una cuenta.",
        "permgroupbackgroundrequest_location": "Permitir que la aplicación solicite la ubicación en segundo plano.",
        "permgroupbackgroundrequestdetail_location": "Actualmente la aplicación puede acceder a la ubicación solo cuando la estés usando",
        "permgroupdesc_activityRecognition": "acceder a tu actividad física",
        "permgroupdesc_calendar": "acceder a tu calendario",
        "permgroupdesc_calllog": "leer y editar el registro de llamadas del teléfono",
        "permgroupdesc_camera": "hacer fotos y grabar vídeos",
        "permgroupdesc_contacts": "acceder a tus contactos",
        "permgroupdesc_location": "acceder a la ubicación de este dispositivo",
        "permgroupdesc_microphone": "grabar audio",
        "permgroupdesc_nearby_devices": "detectar y conectarse a dispositivos cercanos",
        "permgroupdesc_notifications": "mostrar las notificaciones",
        "permgroupdesc_phone": "hacer y administrar llamadas telefónicas",
        "permgroupdesc_readMediaAural": "accede a la música y al audio de tu dispositivo",
        "permgroupdesc_readMediaVisual": "accede a las fotos y vídeos de tu dispositivo",
        "permgroupdesc_sensors": "acceder a datos de sensores de tus constantes vitales",
        "permgroupdesc_sms": "enviar y ver mensajes SMS",
        "permgroupdesc_storage": "acceder a fotos, contenido multimedia y archivos de tu dispositivo",
        "permgrouplab_activityRecognition": "Actividad física",
        "permgrouplab_calendar": "Calendario",
        "permgrouplab_calllog": "Registros de llamadas",
        "permgrouplab_camera": "Cámara",
        "permgrouplab_contacts": "Contactos",
        "permgrouplab_location": "Ubicación",
        "permgrouplab_microphone": "Micrófono",
        "permgrouplab_nearby_devices": "Dispositivos cercanos",
        "permgrouplab_notifications": "Notificaciones",
        "permgrouplab_phone": "Teléfono",
        "permgrouplab_readMediaAural": "Música y audio",
        "permgrouplab_readMediaVisual": "Fotografías y vídeos",
        "permgrouplab_sensors": "Sensores corporales",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Archivos",
        "permgrouprequest_activityRecognition": "Permite que la aplicación realice un seguimiento de tu actividad.",
        "permgrouprequest_calendar": "¿Quieres permitir que <b>",
        "permgrouprequest_calllog": "¿Quieres permitir que <b>",
        "permgrouprequest_camera": "¿Quieres permitir que <b>",
        "permgrouprequest_contacts": "¿Quieres permitir que <b>",
        "permgrouprequest_location": "¿Quieres permitir que <b>",
        "permgrouprequest_microphone": "¿Quieres permitir que <b>",
        "permgrouprequest_phone": "¿Quieres permitir que <b>",
        "permgrouprequest_sensors": "¿Quieres permitir que <b>",
        "permgrouprequest_sms": "¿Quieres permitir que <b>",
        "permgrouprequest_storage": "¿Quieres permitir que <b>",
        "permgrouprequestdetail_location": "La aplicación solo podrá acceder a la ubicación cuando la estés usando",
        "permlab_acceptHandover": "continuar una llamada de otra aplicación",
        "permlab_accessBackgroundLocation": "acceder a la ubicación en segundo plano",
        "permlab_accessCoarseLocation": "acceder a la ubicación aproximada solo al estar en primer plano",
        "permlab_accessDrmCertificates": "acceder a certificados DRM",
        "permlab_accessFineLocation": "acceder a la ubicación exacta solo en primer plano",
        "permlab_accessImsCallService": "acceder al servicio de llamadas IMS",
        "permlab_accessLocationExtraCommands": "acceder a comandos de proveedor de ubicación adicional",
        "permlab_accessNetworkConditions": "detectar cambios en el estado de la red",
        "permlab_accessNetworkState": "ver conexiones de red",
        "permlab_accessNotifications": "acceder a las notificaciones",
        "permlab_accessWifiState": "ver conexiones Wi-Fi",
        "permlab_accessWimaxState": "conectarse a WiMAX y desconectarse de esta red",
        "permlab_access_notification_policy": "acceso a No molestar",
        "permlab_activityRecognition": "reconocer actividad física",
        "permlab_addVoicemail": "añadir buzón de voz",
        "permlab_answerPhoneCalls": "responder llamadas",
        "permlab_audioWrite": "modificar tu colección de música",
        "permlab_backgroundCamera": "Hacer fotografías y grabar vídeos en segundo plano",
        "permlab_bindCarrierMessagingService": "vincular con el servicio de mensajería de un operador",
        "permlab_bindCarrierServices": "vincular con servicios de operador",
        "permlab_bindCellBroadcastService": "Reenviar mensajes de difusión móvil",
        "permlab_bindConditionProviderService": "vincular con un servicio de proveedor de condiciones",
        "permlab_bindDreamService": "vincular con un servicio de salvapantallas",
        "permlab_bindNotificationListenerService": "vincular con un servicio de detector de notificaciones",
        "permlab_bind_connection_service": "interactuar con servicios de telefonía",
        "permlab_bind_incall_service": "interactuar con la pantalla de llamada",
        "permlab_bluetooth": "vincular con dispositivos Bluetooth",
        "permlab_bluetoothAdmin": "acceder a los ajustes de Bluetooth",
        "permlab_bluetooth_advertise": "emitir a dispositivos Bluetooth cercanos",
        "permlab_bluetooth_connect": "conectarse a dispositivos Bluetooth vinculados",
        "permlab_bluetooth_scan": "detectar y emparejar dispositivos Bluetooth cercanos",
        "permlab_bodySensors": "sensores corp. (como monitores frec. cardíaca)",
        "permlab_bodySensors_background": "Acceder a los datos de los sensores corporales, como la frecuencia cardiaca, en segundo plano",
        "permlab_broadcastSticky": "enviar emisión persistente",
        "permlab_callCompanionApp": "ver y controlar llamadas a través del sistema.",
        "permlab_callPhone": "llamar directamente a números de teléfono",
        "permlab_camera": "realizar fotografías y vídeos",
        "permlab_cameraOpenCloseListener": "Permita que una aplicación o servicio reciba devoluciones de llamada cuando se abre o cierra la cámara de un dispositivo.",
        "permlab_changeNetworkState": "cambiar la conectividad de red",
        "permlab_changeTetherState": "cambiar conectividad de anclaje a red",
        "permlab_changeWifiMulticastState": "permitir recepción multidifusión Wi-Fi",
        "permlab_changeWifiState": "conectarse a redes Wi-Fi y desconectarse",
        "permlab_changeWimaxState": "cambiar estado de WiMAX",
        "permlab_companionProfileWatch": "Permiso para que el perfil Companion Clock administre relojes",
        "permlab_connection_manager": "administrar conexiones de telecomunicaciones",
        "permlab_control_incall_experience": "ofrecer una experiencia de usuario de llamada",
        "permlab_createNetworkSockets": "tener acceso completo a la red",
        "permlab_deliverCompanionMessages": "Transmitir mensajes complementarios",
        "permlab_detectScreenCapture": "detectar las capturas de la pantalla de las ventanas de las aplicaciones",
        "permlab_disableKeyguard": "inhabilitar el bloqueo de pantalla",
        "permlab_enableCarMode": "habilitar modo coche",
        "permlab_exemptFromAudioRecordRestrictions": "excluir de las restricciones de grabación de audio",
        "permlab_expandStatusBar": "expandir/contraer la barra de estado",
        "permlab_foregroundService": "ejecutar servicio en primer plano",
        "permlab_foregroundServiceCamera": "ejecutar un servicio en primer plano con el tipo \"camera\"",
        "permlab_foregroundServiceConnectedDevice": "ejecutar un servicio en primer plano con el tipo \"connectedDevice\"",
        "permlab_foregroundServiceDataSync": "ejecutar un servicio en primer plano con el tipo \"dataSync\"",
        "permlab_foregroundServiceFileManagement": "ejecutar un servicio en primer plano con el tipo \"fileManagement\"",
        "permlab_foregroundServiceHealth": "ejecutar un servicio en primer plano con el tipo \"health\"",
        "permlab_foregroundServiceLocation": "ejecutar un servicio en primer plano con el tipo \"location\"",
        "permlab_foregroundServiceMediaPlayback": "ejecutar un servicio en primer plano con el tipo \"mediaPlayback\"",
        "permlab_foregroundServiceMediaProjection": "ejecutar un servicio en primer plano con el tipo \"mediaProjection\"",
        "permlab_foregroundServiceMicrophone": "ejecutar un servicio en primer plano con el tipo \"microphone\"",
        "permlab_foregroundServicePhoneCall": "ejecutar un servicio en primer plano con el tipo \"phoneCall\"",
        "permlab_foregroundServiceRemoteMessaging": "ejecutar un servicio en primer plano con el tipo \"remoteMessaging\"",
        "permlab_foregroundServiceSpecialUse": "ejecutar un servicio en primer plano con el tipo \"specialUse\"",
        "permlab_foregroundServiceSystemExempted": "ejecutar un servicio en primer plano con el tipo \"systemExempted\"",
        "permlab_fullScreenIntent": "Mostrar notificaciones como actividades de pantalla completa en un dispositivo bloqueado",
        "permlab_getAccounts": "buscar cuentas en el dispositivo",
        "permlab_getPackageSize": "medir el espacio de almacenamiento de la aplicación",
        "permlab_getTasks": "recuperar aplicaciones en ejecución",
        "permlab_handoverStatus": "recibir estado de transferencias de Android Beam",
        "permlab_hideOverlayWindows": "ocultar las superposiciones de otras aplicaciones",
        "permlab_highSamplingRateSensors": "acceder a datos de sensores a una frecuencia de muestreo alta",
        "permlab_imagesWrite": "modificar tu colección de fotos",
        "permlab_install_shortcut": "instalar accesos directos",
        "permlab_invokeCarrierSetup": "ejecutar la aplicación de configuración proporcionada por el operador",
        "permlab_killBackgroundProcesses": "cerrar otras aplicaciones",
        "permlab_manageFace": "gestionar el hardware de desbloqueo facial",
        "permlab_manageFingerprint": "administrar hardware de huellas digitales",
        "permlab_manageNetworkPolicy": "administrar política de red",
        "permlab_manageOngoingCalls": "Gestionar llamadas en curso",
        "permlab_manageOwnCalls": "direccionar llamadas a través del sistema",
        "permlab_manageProfileAndDeviceOwners": "administrar propietarios del perfil y del dispositivo",
        "permlab_mediaLocation": "leer las ubicaciones de tu colección de contenido multimedia",
        "permlab_modifyAudioSettings": "cambiar la configuración de audio",
        "permlab_modifyNetworkAccounting": "modificar cálculo de uso de red",
        "permlab_nearby_wifi_devices": "interactuar con dispositivos Wi-Fi cercanos",
        "permlab_nfc": "controlar Comunicación de campo cercano (NFC)",
        "permlab_observeCompanionDevicePresence": "Observar la presencia del dispositivo complementario",
        "permlab_persistentActivity": "hacer que la aplicación se ejecute siempre",
        "permlab_postNotification": "mostrar las notificaciones",
        "permlab_preferredPaymentInfo": "Información sobre el Servicio de Pago NFC preferido",
        "permlab_processOutgoingCalls": "redirigir llamadas salientes",
        "permlab_queryAllPackages": "consultar todos los paquetes",
        "permlab_readBasicPhoneState": "Leer el estado básico del teléfono y la información sobre tu identidad",
        "permlab_readCalendar": "Leer eventos y detalles del calendario",
        "permlab_readCallLog": "leer el registro de llamadas",
        "permlab_readCellBroadcasts": "leer mensajes de difusión móvil",
        "permlab_readContacts": "consultar tus contactos",
        "permlab_readHistoryBookmarks": "consultar tu historial y tus marcadores web",
        "permlab_readInstallSessions": "consultar sesiones de instalación",
        "permlab_readMediaAudio": "leer los archivos de audio del almacenamiento compartido",
        "permlab_readMediaImages": "leer los archivos con imágenes del almacenamiento compartido",
        "permlab_readMediaVideo": "leer los archivos de video del almacenamiento compartido",
        "permlab_readNetworkUsageHistory": "leer uso de red histórico",
        "permlab_readPhoneNumbers": "leer números de teléfono",
        "permlab_readPhoneState": "consultar la identidad y el estado del teléfono",
        "permlab_readSms": "leer tus mensajes de texto (SMS o MMS)",
        "permlab_readSyncSettings": "leer la configuración de sincronización",
        "permlab_readSyncStats": "leer estadísticas de sincronización",
        "permlab_readVisualUserSelect": "leer las imagenes y los videos seleccionados por el usuario desde el almacenamiento compartido",
        "permlab_receiveBootCompleted": "ejecutarse al inicio",
        "permlab_receiveMms": "recibir mensajes de texto (MMS)",
        "permlab_receiveSms": "recibir mensajes de texto (SMS)",
        "permlab_receiveWapPush": "recibir mensajes de texto (WAP)",
        "permlab_recordAudio": "grabar sonido",
        "permlab_recordBackgroundAudio": "Grabar audio en segundo plano",
        "permlab_register_call_provider": "registrar conexiones de telecomunicaciones nuevas",
        "permlab_register_sim_subscription": "registras conexiones de SIM de telecomunicaciones nuevas",
        "permlab_removeDrmCertificates": "quitar certificados DRM",
        "permlab_reorderTasks": "reorganizar aplicaciones en ejecución",
        "permlab_requestDeletePackages": "solicitar eliminación de paquetes",
        "permlab_requestIgnoreBatteryOptimizations": "solicitar permiso para ignorar las optimizaciones de la batería",
        "permlab_requestInstallPackages": "solicitar instalación de paquetes",
        "permlab_requestPasswordComplexity": "solicitar complejidad del bloqueo de pantalla",
        "permlab_route_media_output": "dirigir salida de medio",
        "permlab_runInBackground": "ejecutarse en segundo plano",
        "permlab_schedule_exact_alarm": "Programar acciones en el momento preciso",
        "permlab_sdcardRead": "leer cont. de almacenamiento compartido",
        "permlab_sdcardWrite": "editar/eliminar contenido de almacenamiento compartido",
        "permlab_sendSms": "enviar y ver mensajes SMS",
        "permlab_setAlarm": "establecer una alarma",
        "permlab_setInputCalibration": "cambiar la calibración del dispositivo de entrada",
        "permlab_setTimeZone": "establecer zona horaria",
        "permlab_setWallpaper": "establecer fondo de pantalla",
        "permlab_setWallpaperHints": "ajustar el tamaño del fondo de pantalla",
        "permlab_sim_communication": "enviar comandos a la tarjeta SIM",
        "permlab_startForegroundServicesFromBackground": "Ejecutar servicios en primer plano desde el segundo plano",
        "permlab_startReviewPermissionDecisions": "Iniciar una revisión del estado de los permisos",
        "permlab_startViewAppFeatures": "Ver las características de la aplicación",
        "permlab_startViewPermissionUsage": "iniciar uso de permiso de visualización",
        "permlab_statusBar": "inhabilitar o modificar la barra de estado",
        "permlab_statusBarService": "aparecer en la barra de estado",
        "permlab_subscribedFeedsRead": "leer feeds a los que está suscrito el usuario",
        "permlab_systemAlertWindow": "Esta aplicación puede aparecer sobre otras aplicaciones",
        "permlab_systemCamera": "Permitir que una aplicación o servicio acceda a las cámaras del sistema para capturar fotografías y videos",
        "permlab_transmitIr": "transmitir infrarrojos",
        "permlab_turnScreenOn": "enciende la pantalla",
        "permlab_uninstall_shortcut": "desinstalar accesos directos",
        "permlab_updatePackagesWithoutUserAction": "actualizar la aplicación sin interacción del usuario",
        "permlab_useBiometric": "usar hardware biométrico",
        "permlab_useDataInBackground": "utilizar datos en segundo plano",
        "permlab_useFaceAuthentication": "Utilizar hardware de desbloqueo facial",
        "permlab_useFingerprint": "utilizar hardware de huellas digitales",
        "permlab_use_exact_alarm": "Programar alarmas o recordatorios",
        "permlab_use_sip": "hacer/recibir llamadas SIP",
        "permlab_uwb_ranging": "calcular posición de dispositivos de banda ultraancha cercanos",
        "permlab_vibrate": "controlar la vibración",
        "permlab_videoWrite": "modificar tu colección de vídeos",
        "permlab_wakeLock": "impedir que el teléfono entre en modo de suspensión",
        "permlab_writeCalendar": "añadir o modificar eventos de calendario y enviar mensajes a los invitados sin el consentimiento de los propietarios",
        "permlab_writeCallLog": "escribir en el registro de llamadas",
        "permlab_writeContacts": "modificar tus contactos",
        "permlab_writeGeolocationPermissions": "modificar los permisos de ubicación geográfica del navegador",
        "permlab_writeHistoryBookmarks": "escribir en el historial y en los marcadores web",
        "permlab_writeSettings": "modificar los ajustes del sistema",
        "permlab_writeSyncSettings": "activar y desactivar la sincronización"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nombre",
            "bitcoin_alt": "Donar vía Bitcoin",
            "credit_card": "Tarjeta de crédito",
            "crypto": "Cripto",
            "currency": "Moneda",
            "flattr_alt": "Donar vía Flattr",
            "heading": "Donar",
            "hellotux": "👕 Camisetas 👕 de",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid recibirá 3 € por cada camiseta vendida.",
            "liberapay_alt": "Donar vía Liberapay",
            "litecoin_alt": "Donar vía Litecoin",
            "more_options": "Más Opciones",
            "opencollective_alt": "Donar a nuestro Colectivo",
            "paypal": "PayPal",
            "paypal_alt": "Donar vía PayPal",
            "powered_by_donations": "¡F-Droid se mantiene gracias a tus donaciones!",
            "via_bank_transfer": "Transferencia bancaria"
        },
        "lang": {
            "change": "Cambiar"
        },
        "last_updated": {
            "heading": "Última actualización"
        },
        "latest_packages": {
            "heading": "Últimas aplicaciones"
        },
        "news": {
            "heading": "Noticias"
        },
        "search": {
            "heading": "Buscar aplicaciones",
            "noscript": "Requiere que se habilite JavaScript",
            "search": "Buscar"
        }
    }
}
