{
    "antifeatures": {
        "Ads": "Tha sanasachd am broinn na h-aplacaid seo",
        "DisabledAlgorithm": "Tha soidhneadh tèarainteachd lag aig an aplacaid seo",
        "KnownVuln": "Tha so-leòntachd tèarainteachd aithnichte am broinn na h-aplacaid seo",
        "NoSourceSince": "Chan eil am bun-tùs ri fhaighinn tuilleadh is cha ghabh a h-ùrachadh",
        "NonFreeAdd": "Brosnaichidh an aplacaid seo tuilleadain nach eil saor",
        "NonFreeAssets": "Tha maoin nach eil saor am broinn na h-aplacaid seo",
        "NonFreeDep": "Tha an aplacaid seo an eisimeil air aplacaidean eile nach eil saor",
        "NonFreeNet": "Brosnaichidh an aplacaid seo seirbheisean lìonraidh nach eil saor",
        "Tracking": "Nì an aplacaid seo tracadh ort is nì i aithris air do ghnìomhachd",
        "UpstreamNonFree": "Chan eil bun-tùs an upstream saor gu tur"
    },
    "app_categories": {
        "Connectivity": "Comas-ceangail",
        "Development": "Leasachadh",
        "Games": "Geamannan",
        "Graphics": "Grafaigeachd",
        "Internet": "Eadar-lìon",
        "Money": "Airgead",
        "Multimedia": "Ioma-mheadhanan",
        "Navigation": "Seòladaireachd",
        "Phone & SMS": "Fòn ⁊ SMS",
        "Reading": "Leughadh",
        "Science & Education": "Saidheans ⁊ foghlam",
        "Security": "Tèarainteachd",
        "Sports & Health": "Spòrs ⁊ slàinte",
        "System": "An siostam",
        "Theming": "Ùrlaran",
        "Time": "Àm",
        "Writing": "Sgrìobhadh",
        "show_all_packages": "Seall a h-uile pacaid (%d)"
    },
    "index": {
        "download_fdroid": "Luchdaich a-nuas F-Droid",
        "gpg_signature": "Soidhneadh PGP",
        "introduction": "’S e catalog de dh’aplacaidean saora le bun-tùs fosgailte a ghabhas stàladh air ùrlar Android a th’ ann an F-Droid. Nì an cliant e furasta dhut gun rùraich, gun stàlaich is gun cùm thu sùil air ùrachaidhean air an uidheam agad.",
        "screenshot": "Glacadh-sgrìn aplacaid Android F-Droid",
        "title": "Dè th’ ann an F-Droid?"
    },
    "mirrors": {
        "cn": "Tìr-mòr na Sìne",
        "de": "A’ Ghearmailt",
        "indiana": "Indiana, SAA",
        "se": "An t-Suain",
        "tw": "Taidh-Bhàn",
        "ua": "An Ucràin"
    },
    "navigation": {
        "about": "Mu dhèidhinn",
        "apps": "Aplacaidean",
        "contribute": "Gabh pàirt ann",
        "documentation": "Docamaideadh",
        "edit_on_gitlab": "Deasaich air GitLab",
        "forum": "Bòrd-brath",
        "issues": "Duilgheadasan",
        "news": "Naidheachdan",
        "translate_on_weblate": "Eadar-theangaich air Weblate"
    },
    "news": {
        "newer_posts": "← Postaichean nas ùire",
        "older_posts": "Postaichean nas sine →",
        "posted_on": "Chaidh a phostadh {{ post_date }}"
    },
    "package": {
        "added_on": "Chaidh a chur ris {{ package_added_date }}",
        "anti_features": "Droch-ghleusan",
        "anti_features_warning": "Tha gleusan aig an aplacaid seo nach còrd riut ma dh’fhaoidte.",
        "author": "Ùghdar",
        "build_log": "Loga na togail",
        "build_metadata": "Meata-dàta na togail",
        "changelog": "Loga nan atharraichean",
        "donate": "Thoir tabhartas dhuinn",
        "download": "Luchdaich a-nuas {{ file_extension }}",
        "flattr": "Flattr",
        "gpg_signature": "Soidhneadh PGP",
        "issue_tracker": "Tracaiche nam buga",
        "liberapay": "Liberapay",
        "license": "Ceadachas",
        "minimum_android_version": "Tha an tionndadh seo feumach air Android {{ android_version }} no nas ùire.",
        "new_in_version": "Na tha ùr san tionndadh {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "ìomhaigheag pacaide",
        "package_screenshot_alt": "glacadh-sgrìn aplacaide",
        "packages": "Pacaidean",
        "permissions": "Ceadan",
        "signed_by_developer": "Chaidh a thogail ’s a shoidhneadh leis an luchd-leasachaidh tùsail.",
        "signed_by_fdroid": "Chaidh a thogail ’s a shoidhneadh le F-Droid agus bheir sinn barantas gun co-fhreagair e dhan <a href=\"{{ source_code_url }}\">tasg-lann bun-tùis seo</a>.",
        "source_code": "Bun-tùs",
        "suggest_downloading_via_fdroid": "Ged a tha luchdaidhean a-nuas APK ri fhaighinn gu h-ìosal ach am biodh an roghainn agad-sa, thoir an aire nach fhaigh thu brathan air ùrachaidhean ma stàlaicheas tu air an dòigh sin e agus nach eil an dòigh luchdaidh a-nuas seo a cheart cho tèarainte. Mholamaid gun stàlaich thu cliant F-Droid ’s gun cleachd thu sin.",
        "suggested": "na mholamaid",
        "translation": "Eadar-theangachadh",
        "version_info": "<b>Tionndadh {{ package_version }}</b> ({{ package_version_code }})",
        "website": "Làrach-lìn"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Leigidh seo leis an aplacaid leantainn air adhart le gairm a chaidh a thòiseachadh le aplacaid eile.",
        "permdesc_accessBackgroundLocation": "Ma bheir thu an cead seo dhan aplacaid a bharrachd air cead air d’ ionad pongail no tuairmseach, faodaidh i d’ ionad inntrigeadh fhad ’s a bhios i a’ ruith sa chùlaibh.",
        "permdesc_accessCoarseLocation": "Gheibh an aplacaid seo d’ ionad tuairmseach o sheirbheisean ionaid fhad ’s a bhios an aplacaid ’ga cleachdadh. Feumaidh seirbheisean ionaid a bhith air dhan uidheam agad ach am faigh an aplacaid d’ ionad.",
        "permdesc_accessDrmCertificates": "Leigidh seo le aplacaid teisteanasan DRM a sholar ’s a chleachdadh. Chan eil seo gu feum do dh’aplacaidean àbhaisteach idir.",
        "permdesc_accessFineLocation": "Gheibh an aplacaid seo d’ ionad pongail o sheirbheisean ionaid fhad ’s a bhios an aplacaid ’ga cleachdadh. Feumaidh seirbheisean ionaid a bhith air dhan uidheam agad ach am faigh an aplacaid d’ ionad. Dh’fhaoidte gun èirich caitheamh nas àirde a’ bhataraidh ’na lùib.",
        "permdesc_accessImsCallService": "Leigidh seo leis an aplacaid seirbheis IMS a chleachdadh airson gairmean a dhèanamh às aonais gnìomh uat-sa.",
        "permdesc_accessLocationExtraCommands": "Leigidh seo leis an aplacaid àitheantan a bharrachd aig solaraichean ionaid inntrigeadh. Dh’fhaoidte gun doir seo comas dhan aplacaid gun gabh i gnothach le obrachadh a’ GPS no le tùsan ionaid eile.",
        "permdesc_accessNetworkConditions": "Leigidh seo le aplacaid èisteachd ri coimheadachdan air staidean lìonraidh. Chan eil seo gu feum do dh’aplacaidean àbhaisteach idir.",
        "permdesc_accessNetworkState": "Leigidh seo leis an aplacaid gum faic i fiosrachadh mu na ceanglaichean lìonraidh, can cò na lìonraidhean a tha ann is a tha ceangailte.",
        "permdesc_accessNotifications": "Leigidh seo leis an aplacaid brathan fhaighinn, a sgrùdadh ’s fhalamhachadh, a’ ghabhail a-staigh an fheadhainn a chaidh a phostadh le aplacaidean eile.",
        "permdesc_accessWifiState": "Leigidh seo leis an aplacaid fiosrachadh fhaicinn mu lìonraidhean WiFi, can co-dhiù an deach WiFi a chur an comas gus nach deach agus ainmean nan uidheaman WiFi ceangailte.",
        "permdesc_accessWimaxState": "Leigidh seo leis an aplacaid faighinn a-mach a bheil WiMAX an comas agus fiosrachadh fhaighinn mu lìonra WiMAX sam bith a tha ceangailte.",
        "permdesc_access_notification_policy": "Leigidh seo leis an aplacaid an rèiteachadh air “Na bris a-steach orm” a leughadh is sgrìobhadh ann.",
        "permdesc_activityRecognition": "Faodaidh an aplacaid seo mothachadh do ghnìomhachd do bhodhaige.",
        "permdesc_addVoicemail": "Leigidh seo leis an aplacaid teachdaireachdan a chur ri bogsa a-steach a’ phuist-ghutha agad.",
        "permdesc_answerPhoneCalls": "Leigidh seo leis an aplacaid gairm fòn a tha a’ tighinn a-steach a fhreagairt.",
        "permdesc_audioWrite": "Leigidh seo leis an aplacaid an cruinneachadh ciùil agad atharrachadh.",
        "permdesc_bindCarrierMessagingService": "Leigidh seo leis an aplacaid nasgadh a dhèanamh ri prìomh eadar-aghaidh aig seirbheis theachdaireachdan a’ ghiùlanair. Chan eil seo gu feum do dh’aplacaidean àbhaisteach idir.",
        "permdesc_bindCarrierServices": "Leigidh seo leis an aplacaid nasgadh a dhèanamh ri seirbheisean a’ ghiùlanair. Chan eil seo gu feum do dh’aplacaidean àbhaisteach idir.",
        "permdesc_bindCellBroadcastService": "Leigidh seo leis an aplacaid nasgadh ri mòideal craoladh mobile airson teachdaireachdan craoladh mobile a fhuaras a shìneadh air adhart. Thèid rabhaidhean craoladh mobile a lìbhrigeadh ann an cuid a dh’ionadan airson rabhadh a thoirt dhut mu shuidheachaidhean èiginneach. Faodaidh aplacaidean droch-rùnach gnothach a ghabhail le dèanadas no obrachadh an uidheim agad nuair a gheibh thu craoladh mobile èiginn.",
        "permdesc_bindConditionProviderService": "Leigidh seo leis an aplacaid nasgadh a dhèanamh ri prìomh eadar-aghaidh aig seirbheis a sholaireas cumhan. Chan eil seo gu feum do dh’aplacaidean àbhaisteach idir.",
        "permdesc_bindDreamService": "Leigidh seo leis an aplacaid nasgadh a dhèanamh ri prìomh eadar-aghaidh aig seirbheis a nì bruadair. Chan eil seo gu feum do dh’aplacaidean àbhaisteach idir.",
        "permdesc_bindNotificationListenerService": "Leigidh seo leis an aplacaid nasgadh a dhèanamh ri prìomh eadar-aghaidh aig seirbheis a nì èisteachd ri brathan. Chan eil seo gu feum do dh’aplacaidean àbhaisteach idir.",
        "permdesc_bind_connection_service": "Leigidh seo leis an aplacaid eadar-ghnìomhan le seirbheisean fònaigidh a ghabhail airson gairmean a chur/fhaighinn.",
        "permdesc_bind_incall_service": "Leigidh seo leis an aplacaid stiùireadh cuin is ciamar a chì an cleachdaiche sgrìn na gairme.",
        "permdesc_bluetooth": "Leigidh seo leis an aplacaid sealltainn air rèiteachadh Bluetooth an fhòn agus ceanglaichean ri uidheaman paidhrichte a dhèanamh is gabhail riutha.",
        "permdesc_bluetoothAdmin": "Leigidh seo leis an aplacaid an fhòn Bluetooth ionadail a rèiteachadh agus uidheaman cèine a lorg ’s a phaidhreachadh leotha.",
        "permdesc_bodySensors": "Leigidh seo leis an aplacaid dàta o mhothaichearan inntrigeadh a chumas sùil air cor do bhodhaige, can dè cho luath ’s a bhuaileas do chridhe.",
        "permdesc_broadcastSticky": "Leigidh seo leis an aplacaid gun cuir i craolaidhean steigeach a mhaireas nuair a bhios an craoladh seachad. Ma thèid an gleus seo a chleachdadh cus, dh’fhaoidte gum bi am fòn slaodach no neo-sheasmhach ma chleachdas e cus dhen chuimhne.",
        "permdesc_callCompanionApp": "Faodaidh an aplacaid na gairmean a tha a’ dol air adhart fhaicinn ’s an stiùireadh air an uidheam. Gabhaidh seo a-staigh fiosrachadh mar àireamhan nan gairmean agus staid nan gairmean.",
        "permdesc_callPhone": "Leigidh seo leis an aplacaid fòn a chur gu àireamhan fòn às aonais gnìomh uat-sa. Dh’fhaoidte gun èirich tàillean no gun dèid gairmean a dhèanamh air nach robh thu ’n dùil. Thoir an aire nach leig seo leis an aplacaid fòn a chur gu àireamhan èiginn. Dh’fhaoidte gun adhbharaich aplacaidean droch-rùnach cosgaisean dhut le cur ghairmean gun dearbhadh uat-sa.",
        "permdesc_camera": "Faodaidh an aplacaid seo dealbhan a thogail is videothan a chlàradh leis a’ chamara uair sam bith.",
        "permdesc_cameraOpenCloseListener": "Faodaidh an aplacaid seo gairmean air ais fhaighinn nuair a thèid uidheam camara fhosgladh (leis an aplacaid sin) no a dhùnadh.",
        "permdesc_changeNetworkState": "Leigidh seo leis an aplacaid staid a’ chomais-cheangail dhan lìonra atharrachadh.",
        "permdesc_changeTetherState": "Leigidh seo leis an aplacaid staid a’ chomais-cheangail dhan lìonra teadhraichte atharrachadh.",
        "permdesc_changeWifiMulticastState": "Leigidh seo leis an aplacaid pacaidean fhaighinn a chaidh a chur le seòlaidhean ioma-chraolaidh dhan a h-uile uidheam air lìonra WiFi seach dhan fhòn agad a-mhàin. Cleachdaidh seo barrachd dhen chumhachd na am modh às aonais ioma-chraoladh.",
        "permdesc_changeWifiState": "Leigidh seo leis an aplacaid ceangal a dhèanamh ri puingean-inntrigidh WiFi ’s na ceanglaichean sin a bhriseadh agus rèiteachadh nan lìonraidhean WiFi atharrachadh dhan uidheam seo.",
        "permdesc_changeWimaxState": "Leigidh seo leis an aplacaid am fòn a cheangal gu lìonraidhean WiMAX ’s na ceanglaichean sin a bhriseadh.",
        "permdesc_connection_manager": "Leigidh seo leis an aplacaid ceanglaichean telecom a stiùireadh.",
        "permdesc_control_incall_experience": "Leigidh seo leis an aplacaid gnàth-eòlas am broinn gairme a sholar dhan chleachdaiche.",
        "permdesc_createNetworkSockets": "Leigidh seo leis an aplacaid gun cruthaich i socaidean lìonraidh is gun cleachd i pròtacalan lìonraidh gnàthaichte. Solairidh a brabhsair agus aplacaidean eile dòigh airson dàta a chur dhan eadar-lìon, mar sin chan eil an cead seo riatanach airson dàta a chur a-null dhan eadar-lìon.",
        "permdesc_disableKeyguard": "Leigidh seo leis an aplacaid an glasadh-iuchrach is gach tèarainteachd facail-fhaire co-cheangailte ris a chur à comas. Mar eisimpleir, cuiridh am fòn an glasadh-iuchrach à comas nuair a thig gairm a-steach agus cuiridh e an glasadh-iuchrach an comas a-rithist nuair a bhios a’ ghairm air a tighinn gu crìoch.",
        "permdesc_enableCarMode": "Leigidh seo leis an aplacaid am modh càir a chur an comas.",
        "permdesc_exemptFromAudioRecordRestrictions": "Leigidh seo leis an aplacaid fuaim a chlàradh gun chuingeachadh.",
        "permdesc_expandStatusBar": "Leigidh seo leis an aplacaid bàr na staide a leudachadh no a cho-theannachadh.",
        "permdesc_foregroundService": "Leigidh seo leis an aplacaid seirbheisean beulaibh a chleachdadh.",
        "permdesc_getAccounts": "Leigidh seo leis an aplacaid liosta nan cunntasan air a bheil an fhòn eòlach fhaighinn. Dh’fhaoidte gun gabh seo a-staigh cunntasan a chaidh a chruthachadh leis na h-aplacaidean a stàlaich thu.",
        "permdesc_getPackageSize": "Leigidh seo leis an aplacaid gum faigh i meud an còd, an dàta ’s an tasgadain aice",
        "permdesc_getTasks": "Leigidh seo leis an aplacaid fiosrachadh fhaighinn mu na saothraichean a tha ’gan ruith ’s a chaidh a ruith o chionn ghoirid. Dh’fhaoidte gun leig seo leis an aplacaid fiosrachadh a lorg mu cò na h-aplacaidean a tha ’gan cleachdadh air an uidheam.",
        "permdesc_handoverStatus": "Leigidh seo leis an aplacaid fiosrachadh fhaighinn mu thar-chuir Android Beam làithreach",
        "permdesc_imagesWrite": "Leigidh seo leis an aplacaid an cruinneachadh dhealbhan agad atharrachadh.",
        "permdesc_install_shortcut": "Leigidh seo le aplacaid ath-ghoiridean a chur ris an sgrìn-dhachaigh às aonais gnìomh cleachdaiche.",
        "permdesc_invokeCarrierSetup": "Leigidh seo leis an aplacaid aplacaid an rèiteachaidh a sholair an giùlanair a ghairm. Chan eil seo gu feum do dh’aplacaidean àbhaisteach idir.",
        "permdesc_killBackgroundProcesses": "Leigidh seo leis an aplacaid crìoch a chur air pròiseasan a’ chùlaibh aig aplacaidean eile. Dh’fhaoidte gun sguir aplacaidean eile de ruith ri linn sin.",
        "permdesc_manageFace": "Leigidh seo leis an aplacaid modhan a ghairm airson teamplaidean aodannan a chùm cleachdaidh a chur ris is a sguabadh às.",
        "permdesc_manageFingerprint": "Leigidh seo leis an aplacaid modhan a ghairm airson teamplaidean lorgan-meòir a chùm cleachdaidh a chur ris is a sguabadh às.",
        "permdesc_manageNetworkPolicy": "Leigidh seo leis an aplacaid poileasaidhean lìonraidh a stiùireadh is riaghailtean sònraichte do dh’aplacaidean a mhìneachadh.",
        "permdesc_manageOwnCalls": "Leigidh seo leis an aplacaid gun rùtaich i na gairmean aice tron t-siostam airson piseach a thoirt air gnàth-eòlas nan gairmean.",
        "permdesc_manageProfileAndDeviceOwners": "Leigidh seo le aplacaidean seilbheadairean phròifilean agus seilbheadair an uidheim a shuidheachadh.",
        "permdesc_mediaLocation": "Leigidh seo leis an aplacaid ionadan on chruinneachadh mheadhanan agad a leughadh.",
        "permdesc_modifyAudioSettings": "Leigidh seo leis an aplacaid gun atharraich i roghainnean uile-choitcheann na fuaime, can àirde na fuaime agus cò an glaodhaire a tha ’ga chleachdadh ’na às-chur.",
        "permdesc_modifyNetworkAccounting": "Leigidh seo leis an aplacaid atharrachadh mar a thèid cleachdadh an lìonraidh a chunntadh mu choinneimh aplacaidean. Cha bu chòir do dh’aplacaidean àbhaisteach seo a chleachdadh.",
        "permdesc_nfc": "Leigidh seo leis an aplacaid conaltradh slighe tagaichean, cairtean is leughadairean a’ chonaltraidh raoin fhaisg (NFC).",
        "permdesc_persistentActivity": "Leigidh seo leis an aplacaid gum mair cuid dhith sa chuimhne. Faodaidh seo an cuimhne a tha ri làimh do dh’aplacaidean eile a chuingeachadh ’s am fòn a dhèanamh nas slaodaiche.",
        "permdesc_preferredPaymentInfo": "Leigidh seo leis an aplacaid fiosrachadh mun t-seirbheis pàighidh NFC as fheàrr leat fhaighinn, a leithid innealan-taice is ceann-uidhe an rùtaidh.",
        "permdesc_processOutgoingCalls": "Chì an aplacaid an àireamh a bhios tu a’ daithealadh rè gairme a-mach is bidh roghainn aice gun ath-stiùirich i a’ ghairm gu àireamh eile no gun cuir i stad air a’ ghairm uile gu lèir.",
        "permdesc_readCalendar": "’S urrainn dhan aplacaid seo a h-uile tachartas mìosachain a chaidh a stòradh air an fhòn agad a leughadh agus dàta a’ mhìosachain agad a cho-roinneadh no a shàbhaladh.",
        "permdesc_readCallLog": "’S urrainn dhan aplacaid seo eachdraidh nan gairm agad a leughadh.",
        "permdesc_readCellBroadcasts": "Leigidh seo leis an aplacaid teachdaireachdan craoladh mobile a fhuair an t-uidheam agad a leughadh. Thèid rabhaidhean craoladh mobile a lìbhrigeadh ann an cuid a dh’ionadan airson rabhadh a thoirt dhut mu shuidheachaidhean èiginneach. Faodaidh aplacaidean droch-rùnach gnothach a ghabhail le dèanadas no obrachadh an uidheim agad nuair a gheibh thu craoladh mobile èiginn.",
        "permdesc_readContacts": "Leigidh seo leis an aplacaid gun leugh i dàta mun luchd-aithne a tha ’ga stòradh air an fhòn agad. Gheibh an aplacaid inntrigeadh air na cunntasan air an fhòn agad a chruthaich luchd-aithne cuideachd. Dh’fhaoidte gum bi cunntasan a chaidh a chruthachadh le aplacaidean a stàlaich thu ’nam measg. Leigidh an cead seo le aplacaidean gun sàbhail iad dàta luchd-aithne agus faodaidh aplacaidean droch-rùnach dàta an luchd-aithne agad a cho-roinneadh ’s nach mothaich thu dha sin.",
        "permdesc_readHistoryBookmarks": "Leigidh seo leis an aplacaid eachdraidh nan URLichean uile air an do thadhail thu leis a’ bhrabhsair agus a h-uile còmharra-lìn a’ bhrabhsair a leughadh. An aire: Cha ghabh an giùlan seo a sparradh air brabhsairean threas-phàrtaidhean no air aplacaidean eile le comasan brabhsaidh-lìn.",
        "permdesc_readInstallSessions": "Leigidh seo le aplacaid seiseanan stàlaidh a leughadh. Chì i mion-fhiosrachadh mu stàladh gnìomhadh phacaidean le sin.",
        "permdesc_readNetworkUsageHistory": "Leigidh seo leis an aplacaid cleachdadh eachdraidheil an lìonraidh a leughadh airson lìonraidhean is aplacaidean sònraichte.",
        "permdesc_readPhoneNumbers": "Leigidh seo leis an aplacaid àireamhan fòn an uidheim inntrigeadh.",
        "permdesc_readPhoneState": "Leigidh seo leis an aplacaid gleusan fòn an uidheim inntrigeadh. Leis a’ chead seo, ’s urrainn dhan aplacaid faighinn a-mach cò an àireamh fòn is IDan an uidheim, co-dhiù a bheil gairm a’ dol air adhart gus nach eil agus cò an àireamh chèin a chaidh a cheangal le gairm.",
        "permdesc_readSms": "’S urrainn dhan aplacaid seo a h-uile teachdaireachd SMS (teacsa) a chaidh a stòradh air an fhòn agad a leughadh.",
        "permdesc_readSyncSettings": "Leigidh seo leis an aplacaid roghainnean an t-sioncronachaidh aig cunntas a leughadh. Mar eisimpleir, bidh buaidh aig a’ chead seo air co-dhiù an dèid aplacaid nan daoine a shioncronachadh le cunntas gus nach dèid.",
        "permdesc_readSyncStats": "Leigidh seo le aplacaid stadastaireachd an t-sioncronachaidh a leughadh do chunntas, a’ gabhail a-staigh eachdraidh tachartasan an t-sioncronachaidh is co meud dàta a chaidh a shioncronachadh.",
        "permdesc_receiveBootCompleted": "Leigidh seo leis an aplacaid gun tòisich i leatha fhèin cho luath ’s a bhios an siostam air a bhùtadh. Dh’fhaoidte gun doir e nas fhaide mus bi am fòn air a chur gu dol is gun cuir an aplacaid maille air an fhòn san fharsaingeachd on a bhios i a’ ruith an-còmhnaidh.",
        "permdesc_receiveMms": "Leigidh seo leis an aplacaid teachdaireachdan MMS fhaighinn ’s a phròiseasadh. Is ciall dha seo gum b’ urrainn dhan aplacaid sùil a chumail air na teachdaireachdan a thèid a chur dhan uidheam agad no an sguabadh às ’s nach fhaic thu fhèin iad.",
        "permdesc_receiveSms": "Leigidh seo leis an aplacaid teachdaireachdan MMS fhaighinn ’s a phròiseasadh. Is ciall dha seo gum b’ urrainn dhan aplacaid sùil a chumail air na teachdaireachdan a thèid a chur dhan uidheam agad no an sguabadh às ’s nach fhaic thu fhèin iad.",
        "permdesc_receiveWapPush": "Leigidh seo leis an aplacaid teachdaireachdan WAP fhaighinn ’s a phròiseasadh. Gabhaidh a comas seo a-staigh gum faod i sùil a chumail air na teachdaireachdan a thèid a chur thugad no an sguabadh às ’s nach fhaic thu fhèin iad.",
        "permdesc_recordAudio": "Faodaidh an aplacaid seo fuaim a chlàradh leis a’ mhicreofon uair sam bith.",
        "permdesc_register_call_provider": "Leigidh seo leis an aplacaid ceanglaichean telecom ùra a chlàradh.",
        "permdesc_register_sim_subscription": "Leigidh seo leis an aplacaid ceanglaichean telecom SIM ùra a chlàradh.",
        "permdesc_removeDrmCertificates": "Leigidh seo le aplacaid teisteanasan DRM a thoirt air falbh. Chan eil seo gu feum do dh’aplacaidean àbhaisteach idir.",
        "permdesc_reorderTasks": "Leigidh seo leis an aplacaid saothraichean a ghluasad dhan bheulaibh no chùlaibh. Faodaidh an aplacaid seo a dhèanamh às aonais gnìomha uat-sa.",
        "permdesc_requestDeletePackages": "Leigidh seo le aplacaid sguabadh às phacaidean iarraidh.",
        "permdesc_requestIgnoreBatteryOptimizations": "Leigidh seo le aplacaid gum faighnich i airson cead gun leig i seachad piseachadh a’ bhataraidh dhi-se.",
        "permdesc_requestInstallPackages": "Leigidh seo le aplacaid stàladh phacaidean iarraidh.",
        "permdesc_requestPasswordComplexity": "Faodaidh an aplacaid fiosrachadh fhaighinn mu dè cho iom-fhillte ’s a tha glas na sgrìn (àrd, meadhanach, ìosal no chan eil gin) a bheir tuairmse dhi air faide is seòrsa glas na sgrìn. ’S urrainn dhi moladh dhan luchd-chleachdaidh gun ùraich iad glas na sgrìn gu ìre sònraichte ach ’s urrainn dhan luchd-chleachdaidh sin a leigeil seachad is seòladh gu badeigin eile ma thogras iad. Thoir an aire nach eil glas na sgrìn ’ga stòradh ’na theacsa lom is mar sin chan eil an aplacaid eòlach air an fhacal-fhaire gu mionaideach.",
        "permdesc_route_media_output": "Leigidh seo le aplacaid às-chur mheadhanan a rùtachadh gu uidheam air an taobh a-muigh.",
        "permdesc_runInBackground": "Faodaidh an aplacaid seo ruith sa chùlaibh. Dh’fhaoidte gun traogh seo am bataraidh nas luaithe.",
        "permdesc_sdcardRead": "Leigidh seo leis an aplacaid susbaint an stòrais cho-roinnte agad a leughadh.",
        "permdesc_sdcardWrite": "Leigidh seo leis an aplacaid susbaint an stòrais cho-roinnte agad a sgrìobhadh.",
        "permdesc_sendSms": "Leigidh seo leis an aplacaid teachdaireachdan SMS a chur. Dh’fhaoidte gun èirich tàillean air nach robh thu ’n dùil. Dh’fhaoidte gun adhbharaich aplacaidean droch-rùnach cosgaisean dhut le cur theachdaireachdan gun dearbhadh uat-sa.",
        "permdesc_setAlarm": "Leigidh seo leis an aplacaid caismeachd a shuidheachadh air aplacaid cleoca a chaidh a stàladh. Dh’fhaoidte nach cuir a h-uile aplacaid cleoc caismeachd taic ris a’ ghleus seo.",
        "permdesc_setInputCalibration": "Leigidh seo leis an aplacaid paramadairean a’ chailbhreachaidh atharrachadh air an sgrìn-shuathaidh. Chan eil seo gu feum do dh’aplacaidean àbhaisteach idir.",
        "permdesc_setTimeZone": "Leigidh seo leis an aplacaid roinn-tìde an fhòn atharrachadh.",
        "permdesc_setWallpaper": "Leigidh seo leis an aplacaid pàipear-balla an t-siostaim a shuidheachadh.",
        "permdesc_setWallpaperHints": "Leigidh seo leis an aplacaid oidheaman meud airson pàipear-balla an t-siostaim a shuidheachadh.",
        "permdesc_sim_communication": "Leigidh seo leis an aplacaid àitheantan a chur dhan t-SIM. Tha seo glè chunnartach.",
        "permdesc_startViewPermissionUsage": "Leigidh seo leis an aplacaid cleachdadh cheadan a thòiseachadh do dh’aplacaid. Chan eil seo gu feum do dh’aplacaidean àbhaisteach idir.",
        "permdesc_statusBar": "Leigidh seo leis an aplacaid bàr na staide a chur à comas no ìomhaigheagan an t-siostaim a chur ris no a thoirt air falbh.",
        "permdesc_statusBarService": "Leigidh seo leis an aplacaid dol ’na bàr na staide.",
        "permdesc_subscribedFeedsRead": "Leigidh seo leis an aplacaid mion-fhiosrachadh fhaighinn mu na h-inbhirean a tha ’gan sioncronachadh.",
        "permdesc_systemAlertWindow": "Faodaidh an aplacaid seo a nochdadh air bàrr aplacaidean eile no pàirtean eile dhen sgrìn. Faodaidh seo gnothach a ghabhail ri cleachdadh àbhaisteach nan aplacaidean agus an coltas air aplacaidean eile atharrachadh.",
        "permdesc_systemCamera": "Faodaidh an aplacaid seo le pribhleidean sònraichte no aplacaid an t-siostaim seo dealbhan a thogail is videothan a chlàradh le camara an t-siostaim uair sam bith. Feumaidh an aplacaid cead android.permission.CAMERA cuideachd",
        "permdesc_transmitIr": "Leigidh seo leis an aplacaid tar-chuirear fo-dhearg an fhòn a chleachdadh.",
        "permdesc_uninstall_shortcut": "Leigidh seo leis an aplacaid ath-ghoiridean a thoirt air falbh on sgrìn-dhachaigh às aonais gnìomh cleachdaiche.",
        "permdesc_useBiometric": "Leigidh seo leis an aplacaid bathar-cruaidh beò-meatrach a chleachdadh a chùm dearbh-aithneachadh",
        "permdesc_useDataInBackground": "Faodaidh an aplacaid seo dàta a chleachdadh sa chùlaibh. Dh’fhaoidte gun caith seo barrachd dàta.",
        "permdesc_useFaceAuthentication": "Leigidh seo leis an aplacaid bathar-cruaidh aodannan a chleachdadh a chùm dearbh-aithneachadh",
        "permdesc_useFingerprint": "Leigidh seo leis an aplacaid bathar-cruaidh lorgan-meòir a chleachdadh a chùm dearbh-aithneachadh",
        "permdesc_use_sip": "Leigidh seo leis an aplacaid gairmean SIP a chur is fhaighinn.",
        "permdesc_vibrate": "Leigidh seo leis an aplacaid a’ chrith a stiùireadh.",
        "permdesc_vibrator_state": "Leigidh seo leis an aplacaid staid na crith inntrigeadh.",
        "permdesc_videoWrite": "Leigidh seo leis an aplacaid an cruinneachadh videothan agad atharrachadh.",
        "permdesc_wakeLock": "Leigidh seo leis an aplacaid cadal an fhòn a bhacadh.",
        "permdesc_writeCalendar": "’S urrainn dhan aplacaid seo tachartasan mìosachain a chur ris, a thoirt air falbh no atharrachadh air an fhòn agad. ’S urrainn dhan aplacaid seo teachdaireachdan a chur agus coltas orra gun deach an cur le seilbheadairean mìosachain no tachartasan atharrachadh gun bhrath dha na seilbheadairean aca.",
        "permdesc_writeCallLog": "Leigidh seo leis an aplacaid gun atharraich i loga nan gairmean air an fhòn agad, a’ gabhail a-staigh dàta mu gairmean a-steach is a-mach. Faodaidh aplacaidean droch-rùnach seo a chleachdadh airson loga nan gairmean agad a shuathadh bàn no atharrachadh.",
        "permdesc_writeContacts": "Leigidh seo leis an aplacaid gun atharraich i dàta mun luchd-aithne a tha ’ga stòradh air an fhòn agad. Leigidh an cead seo le aplacaidean gun sguab iad dàta luchd-aithne às.",
        "permdesc_writeGeolocationPermissions": "Leigidh seo leis an aplacaid ceadan geò-lorgadh a’ bhrabhsair atharrachadh. ’S urrainn do dh’aplacaidean droch-rùnach an cead seo a chleachdadh airson fiosrachadh mu d’ ionad a chur gu làrach-lìn sam bith.",
        "permdesc_writeHistoryBookmarks": "Leigidh seo leis an aplacaid eachdraidh a’ bhrabhsair no na comharran-lìn a chaidh a stòradh air an fhòn agad atharrachadh. B’ urrainn dhan aplacaid dàta a’ bhrabhsair a shuathadh às no atharrachadh leis a’ chead seo. An aire: Cha ghabh an giùlan seo a sparradh air brabhsairean threas-phàrtaidhean no air aplacaidean eile le comasan brabhsaidh-lìn.",
        "permdesc_writeSettings": "Leigidh seo leis an aplacaid gun atharraich i dàta roghainnean an t-siostaim. ’S urrainn do dh’aplacaidean droch-rùnach rèiteachadh an t-siostaim agad a choirbeadh.",
        "permdesc_writeSyncSettings": "Leigidh seo le aplacaid roghainnean an t-sioncronachaidh aig cunntas atharrachadh. Mar eisimpleir, gabhaidh seo a chleachdadh airson sioncronachadh eadar aplacaid nan daoine agus cunntas a chur an comas.",
        "permgroupbackgroundrequest_location": "Leig leis an aplacaid a’ ionad iarraidh sa chùlaibh.",
        "permgroupbackgroundrequestdetail_location": "Chan fhaigh an aplacaid cothrom air d’ ionad ach nuair a bhios tu ris an aplacaid aig an àm seo",
        "permgroupdesc_activityRecognition": "cothrom air gnìomhachd do bhodhaige",
        "permgroupdesc_calendar": "an mìosachan agad inntrigeadh",
        "permgroupdesc_calllog": "loga gairmean an fhòn a leughadh ’s a sgrìobhadh",
        "permgroupdesc_camera": "dealbhan a thogail ’s videothan a chlàradh",
        "permgroupdesc_contacts": "an luchd-aithne agad inntrigeadh",
        "permgroupdesc_location": "ionad an uidheim seo inntrigeadh",
        "permgroupdesc_microphone": "fuaim a chlàradh",
        "permgroupdesc_phone": "gairmean fòn a chur ’s a stiùireadh",
        "permgroupdesc_sensors": "dàta mhothaichearan mu do bheò inntrigeadh",
        "permgroupdesc_sms": "teachdaireachdan SMS a chur ’s a shealltainn",
        "permgroupdesc_storage": "na dealbhan, meadhanan is faidhlichean air an uidheam agad inntrigeadh",
        "permgrouplab_activityRecognition": "Gnìomhachd bodhaige",
        "permgrouplab_calendar": "Mìosachan",
        "permgrouplab_calllog": "Logaichean nan gairmean",
        "permgrouplab_camera": "Camara",
        "permgrouplab_contacts": "Luchd-aithne",
        "permgrouplab_location": "Ionad",
        "permgrouplab_microphone": "Micreofon",
        "permgrouplab_phone": "Fòn",
        "permgrouplab_sensors": "Mothaichearan bodhaige",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "An stòras",
        "permgrouprequest_activityRecognition": "Leig leis an aplacaid do ghnìomhachd a thracadh.",
        "permgrouprequest_calendar": "Ceadaich <b></b>",
        "permgrouprequest_calllog": "Ceadaich <b></b>",
        "permgrouprequest_camera": "Ceadaich <b></b>",
        "permgrouprequest_contacts": "Ceadaich <b></b>",
        "permgrouprequest_location": "Ceadaich <b></b>",
        "permgrouprequest_microphone": "Ceadaich <b></b>",
        "permgrouprequest_phone": "Ceadaich <b></b>",
        "permgrouprequest_sensors": "Ceadaich <b></b>",
        "permgrouprequest_sms": "Ceadaich <b></b>",
        "permgrouprequest_storage": "Ceadaich <b></b>",
        "permgrouprequestdetail_location": "Chan fhaigh an aplacaid cothrom air d’ ionad ach nuair a bhios tu ris an aplacaid",
        "permlab_acceptHandover": "leantainn air gairm o aplacaid eile",
        "permlab_accessBackgroundLocation": "d’ ionad inntrigeadh sa chùlaibh",
        "permlab_accessCoarseLocation": "d’ ionad tuairmseach inntrigeadh sa bheulaibh a-mhàin",
        "permlab_accessDrmCertificates": "teisteanasan DRM inntrigeadh",
        "permlab_accessFineLocation": "d’ ionad pongail inntrigeadh sa bheulaibh a-mhàin",
        "permlab_accessImsCallService": "seirbheis gairm IMS inntrigeadh",
        "permlab_accessLocationExtraCommands": "àitheantan aig solaraichean ionaid inntrigeadh",
        "permlab_accessNetworkConditions": "èisteachd ri coimheadachdan air staidean lìonraidh",
        "permlab_accessNetworkState": "sealltainn air na ceanglaichean lìonraidh",
        "permlab_accessNotifications": "cothrom fhaighinn air brathan",
        "permlab_accessWifiState": "sealltainn air ceanglaichean WiFi",
        "permlab_accessWimaxState": "ceangal WiMAX a stèidheachadh ’s a bhriseadh",
        "permlab_access_notification_policy": "“Na bris a-steach orm” inntrigeadh",
        "permlab_activityRecognition": "mothachadh do ghnìomhachd bodhaige",
        "permlab_addVoicemail": "post-gutha a chur ris",
        "permlab_answerPhoneCalls": "gairm fòn a fhreagairt",
        "permlab_audioWrite": "an cruinneachadh ciùil agad atharrachadh",
        "permlab_bindCarrierMessagingService": "seirbheis teachdaireachdan a’ ghiùlanair a nasgadh",
        "permlab_bindCarrierServices": "seirbheisean a’ ghiùlanair a nasgadh",
        "permlab_bindCellBroadcastService": "Teachdaireachdan craoladh mobile a shìneadh air adhart",
        "permlab_bindConditionProviderService": "seirbheis solaraiche cumha a nasgadh",
        "permlab_bindDreamService": "seirbheis bruadair a nasgadh",
        "permlab_bindNotificationListenerService": "seirbheis èisteachd bhrathan a nasgadh",
        "permlab_bind_connection_service": "eadar-ghnìomhan le seirbheisean fònaigidh",
        "permlab_bind_incall_service": "eadar-ghnìomhan air sgrìn am broinn gairme",
        "permlab_bluetooth": "paidhreachadh le uidheaman Bluetooth",
        "permlab_bluetoothAdmin": "na roghainnean Bluetooth inntrigeadh",
        "permlab_bodySensors": "inntrigeadh do mhothaichearan bodhaig (can monatair reat a’ chridhe)",
        "permlab_broadcastSticky": "craoladh steigeach a chur",
        "permlab_callCompanionApp": "gairmean fhaicinn ’s an a rùtachadh tron t-siostam.",
        "permlab_callPhone": "fòn a chur gu àireamhan fòn gu dìreach",
        "permlab_camera": "dealbhan is videothan a thogail",
        "permlab_cameraOpenCloseListener": "Leig le aplacaid no seirbheis gum faigh iad gairmean air ais mu fhosgladh no dùnadh uidheaman camara.",
        "permlab_changeNetworkState": "comas-ceangail an lìonraidh atharrachadh",
        "permlab_changeTetherState": "comas-ceangail an teadhrachaidh atharrachadh",
        "permlab_changeWifiMulticastState": "ceadaich ioma-chraoladh WiFi fhaighinn",
        "permlab_changeWifiState": "ceangal WiFi a stèidheachadh ’s a bhriseadh",
        "permlab_changeWimaxState": "an staid WiMAX atharrachadh",
        "permlab_connection_manager": "ceanglaichean telecom a stiùireadh",
        "permlab_control_incall_experience": "solar gnàth-eòlas am broinn gairme",
        "permlab_createNetworkSockets": "inntrigeadh slàn dhan lìonra fhaighinn",
        "permlab_disableKeyguard": "glas na sgrìn agad a chur à comas",
        "permlab_enableCarMode": "am modh càir a chur an comas",
        "permlab_exemptFromAudioRecordRestrictions": "saor o chuingeachaidhean clàradh fuaime",
        "permlab_expandStatusBar": "bàr na staide a leudachadh/a cho-theannachadh",
        "permlab_foregroundService": "seirbheis a ruith air a’ bheulaibh",
        "permlab_getAccounts": "cunntasan a lorg air an uidheam",
        "permlab_getPackageSize": "àite na h-aplacaid san stòras a thomhas",
        "permlab_getTasks": "aplacaidean a tha ’gan ruith fhaighinn",
        "permlab_handoverStatus": "staid tar-chuir Android Beam fhaighinn",
        "permlab_imagesWrite": "an cruinneachadh dhealbhan agad atharrachadh",
        "permlab_install_shortcut": "stàladh ath-ghoiridean",
        "permlab_invokeCarrierSetup": "aplacaid rèiteachaidh aig a’ ghiùlanair a ghairm",
        "permlab_killBackgroundProcesses": "aplacaidean eile a dhùnadh",
        "permlab_manageFace": "bathar-cruaidh airson neo-ghlasadh le aodann a stiùireadh",
        "permlab_manageFingerprint": "stiùireadh bathar-cruaidh nan lorgan-meòir",
        "permlab_manageNetworkPolicy": "stiùireadh poileasaidh an lìonraidh",
        "permlab_manageOwnCalls": "gairmean a rùtachadh tron t-siostam",
        "permlab_manageProfileAndDeviceOwners": "stiùireadh sheilbheadairean nam pròifilean is an uidheim",
        "permlab_mediaLocation": "ionadan on chruinneachadh mheadhanan agad a leughadh",
        "permlab_modifyAudioSettings": "na roghainnean fuaime agad atharrachadh",
        "permlab_modifyNetworkAccounting": "cunntasachd cleachdadh an lìonraidh atharrachadh",
        "permlab_nfc": "smachd air conaltradh raoin fhaisg (NFC)",
        "permlab_persistentActivity": "toirt air aplacaid ruith an-còmhnaidh",
        "permlab_preferredPaymentInfo": "Fiosrachadh na seirbheise pàighidh NFC as fheàrr leat",
        "permlab_processOutgoingCalls": "gairmean a-mach ath-stiùireadh",
        "permlab_readCalendar": "Tachartasan is mion-fhiosrachadh a’ mhìosachain a leughadh",
        "permlab_readCallLog": "loga nan gairmean a leughadh",
        "permlab_readCellBroadcasts": "teachdaireachdan craoladh mobile a leughadh",
        "permlab_readContacts": "an luchd-aithne agad a leughadh",
        "permlab_readHistoryBookmarks": "na comharran-lìn is an eachdraidh agad a leughadh",
        "permlab_readInstallSessions": "seiseanan stàlaidh a leughadh",
        "permlab_readNetworkUsageHistory": "cleachdadh eachdraidheil an lìonraidh a leughadh",
        "permlab_readPhoneNumbers": "àireamhan fòn a leughadh",
        "permlab_readPhoneState": "staid is dearbh-aithne an fhòn a leughadh",
        "permlab_readSms": "na teachdaireachdan teacsa agad (SMS no MMS) a leughadh",
        "permlab_readSyncSettings": "leughadh roghainnean an t-sioncronachaidh",
        "permlab_readSyncStats": "stadastaireachd an t-sioncronachaidh a leughadh",
        "permlab_receiveBootCompleted": "ruith rè an tòiseachaidh",
        "permlab_receiveMms": "teachdaireachdan teacsa (MMS) fhaighinn",
        "permlab_receiveSms": "teachdaireachdan teacsa (SMS) fhaighinn",
        "permlab_receiveWapPush": "teachdaireachdan teacsa (WAP) fhaighinn",
        "permlab_recordAudio": "fuaim a chlàradh",
        "permlab_register_call_provider": "ceanglaichean telecom ùra a chlàradh",
        "permlab_register_sim_subscription": "ceanglaichean telecom SIM ùra a chlàradh",
        "permlab_removeDrmCertificates": "teisteanasan DRM a thoirt air falbh",
        "permlab_reorderTasks": "òrdugh nan aplacaidean a tha ’gan ruith atharrachadh",
        "permlab_requestDeletePackages": "sguabadh às phacaidean iarraidh",
        "permlab_requestIgnoreBatteryOptimizations": "iarradh gun dèid piseachadh a’ bhataraidh a chur dhan dàrna taobh",
        "permlab_requestInstallPackages": "pacaidean stàlaidh iarraidh",
        "permlab_requestPasswordComplexity": "iom-fhillteachd iarraidh air glasadh na sgrìn",
        "permlab_route_media_output": "às-chur mheadhanan a rùtachadh",
        "permlab_runInBackground": "ruith sa chùlaibh",
        "permlab_sdcardRead": "susbaint an stòrais cho-roinnte agad a leughadh",
        "permlab_sdcardWrite": "susbaint an stòrais cho-roinnte agad atharrachadh no a sguabadh às",
        "permlab_sendSms": "teachdaireachdan SMS a chur ’s a shealltainn",
        "permlab_setAlarm": "caismeachd a shuidheachadh",
        "permlab_setInputCalibration": "cailbhreachadh uidheim ion-chuir atharrachadh",
        "permlab_setTimeZone": "an roinn-tìde a shuidheachadh",
        "permlab_setWallpaper": "am pàipear-balla a shuidheachadh",
        "permlab_setWallpaperHints": "gleus a chur air meud a’ phàipeir-bhalla agad",
        "permlab_sim_communication": "àitheantan a chur dhan t-SIM",
        "permlab_startViewPermissionUsage": "sealladh air cleachdadh cheadan a thòiseachadh",
        "permlab_statusBar": "bàr na staide a chur à comas no atharrachadh",
        "permlab_statusBarService": "a bhith ’na bhàr-staide",
        "permlab_subscribedFeedsRead": "inbhirean a chaidh fho-sgrìobhadh orra a leughadh",
        "permlab_systemAlertWindow": "Faodaidh an aplacaid seo a nochdadh air bàrr aplacaidean eile",
        "permlab_systemCamera": "Leig le aplacaid no seirbheis camarathan an t-siostaim inntrigeadh airson dealbhan is videothan a thogail",
        "permlab_transmitIr": "tar-chur le fo-dhearg",
        "permlab_uninstall_shortcut": "dì-stàladh ath-ghoiridean",
        "permlab_useBiometric": "bathar-cruaidh beò-meatrach a chleachdadh",
        "permlab_useDataInBackground": "dàta a chleachdadh sa chùlaibh",
        "permlab_useFaceAuthentication": "bathar-cruaidh airson neo-ghlasadh le aodann a chleachdadh",
        "permlab_useFingerprint": "cleachdadh bathar-cruaidh nan lorgan-meòir",
        "permlab_use_sip": "gairmean SIP a chur/fhaighinn",
        "permlab_vibrate": "smachd air a’ chrith",
        "permlab_videoWrite": "an cruinneachadh videothan agad atharrachadh",
        "permlab_wakeLock": "am fòn a chumail ’na dhùisg",
        "permlab_writeCalendar": "tachartasan a chur ris a’ mhìosachan no an atharrachadh agus puist-d a chur gu aoighean gun a bhith a’ leigeil fios dhan t-seilbheadair",
        "permlab_writeCallLog": "sgrìobhadh gu loga nan gairmean",
        "permlab_writeContacts": "an luchd-aithne agad atharrachadh",
        "permlab_writeGeolocationPermissions": "ceadan geò-lorgadh a’ bhrabhsair atharrachadh",
        "permlab_writeHistoryBookmarks": "sgrìobhadh sna comharran-lìn is san eachdraidh agad",
        "permlab_writeSettings": "atharrachadh roghainnean an t-siostaim",
        "permlab_writeSyncSettings": "an sioncronachadh a chur air is dheth"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Ainm",
            "bitcoin_alt": "Thoir tabhartas dhuinn le Bitcoin",
            "credit_card": "Cairt-chreideis",
            "flattr_alt": "Thoir tabhartas dhuinn le Flattr",
            "heading": "Thoir tabhartas dhuinn",
            "hellotux": "👕 Lèintean-t 👕 o",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "Gheibh F-Droid €3 air gach lèine a chaidh a reic.",
            "liberapay_alt": "Thoir tabhartas dhuinn le Liberapay",
            "litecoin_alt": "Thoir tabhartas dhuinn le Litecoin",
            "more_options": "Barrachd roghainnean",
            "opencollective_alt": "Thoir tabhartas dhan Collective againn",
            "paypal": "PayPal",
            "paypal_alt": "Thoir tabhartas dhuinn le PayPal",
            "powered_by_donations": "Tha F-Droid ’ga thoirt dhut le taic do thabhartasan!",
            "via_bank_transfer": "Tar-chur banca"
        },
        "lang": {
            "change": "Atharraich"
        },
        "last_updated": {
            "heading": "An t-ùrachadh mu dheireadh"
        },
        "latest_packages": {
            "heading": "Na h-aplacaidean as ùire"
        },
        "news": {
            "heading": "Naidheachdan"
        },
        "search": {
            "heading": "Lorg aplacaidean",
            "noscript": "Tha cur an comas JavaScript riatanach dha",
            "search": "Lorg"
        }
    }
}
