{
    "index": {
        "download_fdroid": "F-Droid-ni yükləyin",
        "gpg_signature": "PGP İmza"
    },
    "mirrors": {
        "cn": "Çin",
        "de": "Almaniya",
        "se": "İsveç",
        "tw": "Tayvan",
        "ua": "Ukrayna"
    },
    "navigation": {
        "about": "Haqqında"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Tətbiqə digər tətbiqdə başlayan zəngə davam etmək icazəsi verilir.",
        "permdesc_accessBackgroundLocation": "Bu, təqribi və ya dəqiq məkan girişinə əlavə olaraq verilərsə, tətbiq arxa fonda işləyərkən məkana daxil ola bilər.",
        "permdesc_accessCoarseLocation": "Bu tətbiq istifadə olunan zaman məkan xidmətlərindən təqribi məkanınızı əldə edə bilər. Tətbiq tərəfindən məkanın əldə edilməsi üçün cihazınızda məkan xidmətləri aktiv olmalıdır.",
        "permdesc_accessDrmCertificates": "Tətbiqə DRM sertifikatları təmin etməyə və işlətməyə icazə verir. Normal tətbiqlər tərəfindən heç vaxt istənilməməlidir.",
        "permdesc_accessFineLocation": "Bu tətbiq istifadə olunan zaman məkan xidmətlərindən dəqiq məkanınızı əldə edə bilər. Tətbiq tərəfindən məkanın əldə edilməsi üçün cihazınızda məkan xidmətləri aktiv olmalıdır. Bu zaman batareya istifadəsi arta bilər.",
        "permdesc_accessImsCallService": "Tətbiqə müdaxilə olmadan zəng etmək üçün IMS xidmətindən istifadə etməyə imkan verir.",
        "permdesc_accessLocationExtraCommands": "Tətbiqə ekstra məkan provayder əmrlərinə girişə imkan verir. Bu, tətbiqə GPS və ya digər lokal mənbələrlə əməliyyata müdaxiləyə imkan verə bilər.",
        "permdesc_accessNetworkConditions": "Tətbiqə şəbəkə şəraiti üzrə müşahidələr üçün qulaq asmaq imkanı verir. Normal tətbiqlər üçün heç vaxt lazım olmamalıdır.",
        "permdesc_accessNetworkState": "Tətbiqə mövcud olan və qoşulan şəbəkələr kimi qoşulmalar haqqında məlumatı görməyə icazə verir.",
        "permdesc_accessNotifications": "Tətbiqə bildirişləri əldə etməyə, sınamağa və təmizləməyə imkan verir, buna digər tətbiqlər tərəfindən verilmiş bildirişlər də daxildir.",
        "permdesc_accessWifiState": "Tətbiqə Wi-Fi şəbəkələri haqqında məlumatı görməyə icazə verir, məsələn, Wi-Fi mövcudluğu və qoşulmuş Wi-Fi cihazlarının adları.",
        "permdesc_accessWimaxState": "Tətbiqə WiMAX mövcudluğu və qoşulmuş WiMAX şəbəkələrini təyin etməyə icazə verir.",
        "permdesc_access_notification_policy": "Tətbiqə \\\"Narahat Etməyin\\\" konfiqurasiyasını oxumağa və yazmağa icazə verin.",
        "permdesc_activityRecognition": "Bu tətbiq fiziki fəaliyyətinizi tanıya bilər.",
        "permdesc_addVoicemail": "Tətbiqə səsli poçt qutunuza mesaj əlavə etməyə imkan verir.",
        "permdesc_answerPhoneCalls": "Gələn telefon zənglərinə cavab verməsi üçün tətbiqlərə icazə verin.",
        "permdesc_audioWrite": "Tətbiqin musiqi kolleksiyanıza düzəliş etməsinə icazə verir.",
        "permdesc_bindCarrierMessagingService": "Sahibə operatorun mesajlaşma xidmətinin yüksək səviyyəli interfeysini əlaqələndirmək imkanı verir. Adi proqramlar üçün heç vaxt lazım olmur.",
        "permdesc_bindCarrierServices": "Sahibinə operator xidmətləri ilə əlaqələndirməyə icazə verir. Normal tətbiqlər üçün heç vaxt lazım olmamalıdır.",
        "permdesc_bindCellBroadcastService": "Tətbiqə şəbəkə yayım mesajlarını əldə edildiyi anda yönləndirmək üçün şəbəkə yayımı moduluna bağlanmaq icazəsi verir. Şəbəkə yayımı bəzi məkanlarda olan fövqəladə hadisələrlə bağlı Sizi xəbərdar etmək üçün qəbul edilir. Zərərli tətbiqlər fövqəladə şəbəkə yayımı əldə edildiyi zaman cihazın performansına və əməliyyatına müdaxilə edə bilər.",
        "permdesc_bindConditionProviderService": "Sahibə şərait provayderi xidmətinin yuxarı səviyyəli interfeysini bənd etməyə imkan verir. Normal tətbiqlər tərəfindən istənilməməlidir.",
        "permdesc_bindDreamService": "Yuxarı səviyyəli interfeysi xəyal xidmətinə bənd etməyə icazə verir. Normal tətbiqlər tərəfindən heç vaxt istənilmir.",
        "permdesc_bindNotificationListenerService": "Sahibinə yüksək səviyyəli bildiriş dinləmə servisi ilə əlaqə saxlamağa icazə verir. Normal tətbiqlər tərəfindən heç vaxt istənilməməlidir.",
        "permdesc_bind_connection_service": "Tətbiqə telefoniya xidmətləri ilə qarşılıqlı əlaqədə olmağa, zəng etməyə və zəng qəbul etməyə icazə verir.",
        "permdesc_bind_incall_service": "Tətbiqə istifadəçinin zəngdə ikən ekranı nə vaxt və necə görəcəyinə icazə verir.",
        "permdesc_bluetooth": "Tətbiqə Bluetooth və ya telefon konfiqurasiyalarını görməyə və qoşulmuş cihazlarla əlaqə qurmağa və qəbul etməyə icazə verir.",
        "permdesc_bluetoothAdmin": "Tətbiqə lokal Bluetooth telefonunu konfiqurə etməyə və uzaq cihazları kəşf etmək və onlara qoşulmaq icazəsi verir.",
        "permdesc_bodySensors": "Tətbiqə ürək döyüntüsü kimi fiziki durumunuzu izləməyən sensorların datasına daxil olmağa icazə verir.",
        "permdesc_broadcastSticky": "Tətbiqə yayım bitdikdən sonra da qalan çətin yayımlar göndərməyə imkan verir. Hədsiz istifadə çox yaddaş istifadəsinə səbəb olmaqla telefonu yavaş və qeyri-stabil edə bilər.",
        "permdesc_callCompanionApp": "Tətbiqin cihazda davam edən zəngləri görməsinə və nəzarət etməsinə icazə verin. Bura zəng edən nömrələr və zənglərin statusu haqqında məlumat daxildir.",
        "permdesc_callPhone": "Tətbiqə Sizin müdaxiləniz olmadan telefon zəngləri etməyə imkan verir. Zərərli tətbiqlər Sizdən xəbərsiz şəkildə müxtəlif zənglər edərək, Sizə maddi ziyan vura bilər. Qeyd: Bu, tətbiqlərə təcili nömrələrə zəng etməyə icazə vermir.",
        "permdesc_camera": "Bu tətbiq istədiyiniz zaman kameranı istifadə edərək şəkil çəkə və video qeydə ala bilər.",
        "permdesc_cameraOpenCloseListener": "Hansısa kamera cihazı açıldıqda və ya bağlandıqda (hansısa tətbiq tərəfindən) bu tətbiq geri çağırışlar qəbul edə bilər.",
        "permdesc_changeNetworkState": "Tətbiqə şəbəkə vəziyyətini dəyişməyə icazə verir.",
        "permdesc_changeTetherState": "Tətbiqə birləşilmiş şəbəkə bağlantısının statusunu dəyişməyə imkan verir.",
        "permdesc_changeWifiMulticastState": "Tətbiqə qrup ünvanlar istifadə etməklə, Wi-Fi şəbəkəsində olan bütün cihazlara göndərilmiş paketləri qəbul etməyə imkan verir. Buna daha çox enerji sərf olunur.",
        "permdesc_changeWifiState": "Tətbiqə Wi-Fi çıxış nöqtəsinə qoşulmaq və ondan ayrılmaq və cihazın Wi-Fi şəbəkə nizamlarını dəyişməyə icazə verir.",
        "permdesc_changeWimaxState": "Tətbiqə telefonu WiMAX şəbəkəsinə qoşmağa və ya WiMAX şəbəkəsindən ayırmağa imkan verir.",
        "permdesc_connection_manager": "Tətbiqə telekom bağlantılarını idarə etməyə icazə verin.",
        "permdesc_control_incall_experience": "Tətbiqə çağrıdaxili istifadəçi təcrübəsi təmin etməyə icazə verir.",
        "permdesc_createNetworkSockets": "Tətbiqə şəbəkə soketlərini yaratmağa və fərdi şəbəkə protokollarını istifadə etməyə imkan verir. Brauzer və digər tətbiqlər datanın internetə ötürülməsini təmin edən vəsaitlər verir, ona görə də datanın internetə gönrədilməsi üçün bu icazə tələb olunmur.",
        "permdesc_disableKeyguard": "Tətbiqə kilid açarını və təhlükəsizlik parolunu deaktiv etməyə imkan verir. Qanuni misal budur ki, telefon zəng qəbul edən zaman kilidi açır və zəng qurtarandan sonra kilidi bağlayır.",
        "permdesc_enableCarMode": "Tətbiqə avtomobil rejimini aktivləşdirməyə imkan verir.",
        "permdesc_exemptFromAudioRecordRestrictions": "Səs yazmaq üçün tətbiqi məhdudiyyətlərdən azad edin.",
        "permdesc_expandStatusBar": "Tətbiqə status panelini genişləndirməyə və ya yox etməyə imkan verir.",
        "permdesc_foregroundService": "Tətbiqə ön fon xidmətlərini işlətmək icazəsi verin.",
        "permdesc_getAccounts": "Tətbiqə telefonda olan hesabların siyahısını əldə etməyə imkan verir. Buna quraşdırdığınız istənilən tətbiq tərəfindən yaradılan hesablar da aiddir.",
        "permdesc_getPackageSize": "Tətbiqə özünün kodunu, məlumatını və keş ölçüsünü alma icazəsi verir.",
        "permdesc_getTasks": "Tətbiqə hazırda və az öncə işləyən tapşırıqlar haqqında ətraflı məlumat əldə etməyə imkan verir. Bu da cihazda hansı tətbiqlərin istifadə olunması haqqında məlumatların əldə edilməsinə imkan verir.",
        "permdesc_handoverStatus": "Bu tətbiqə hazırkı Android Beam transferləri haqqında məlumat əldə etməyə icazə verir",
        "permdesc_imagesWrite": "Tətbiqin foto kolleksiyanıza düzəliş etməsinə icazə verir.",
        "permdesc_install_shortcut": "İstifadəçi müdaxiləsi olmadan tətbiqə İş Stolu qısayolları əlavə etməyə icazə verir.",
        "permdesc_invokeCarrierSetup": "Sahibinə operator xidmətli tətbiq konfiqurasiyasına müraciət imkanı verir. Normal tətbiqlər üçün tələb olunmamalıdır.",
        "permdesc_killBackgroundProcesses": "Tətbiqə başqa tətbiqlərin arxafon proseslərini dayandırmaq icazəsi verir. Bu digər tətbiqlərin dayanmasına səbəb ola bilər.",
        "permdesc_manageFace": "Proqramdan istifadə üçün barmaq izi şablonlarını əlavə etmək və silmək məqsədilə üsullara müraciət etməyə imkan verir.",
        "permdesc_manageFingerprint": "Proqrama istifadə üçün barmaq izi şablonlarını əlavə etmək və silmək üçün üsullara müraciət etməyə imkan verir.",
        "permdesc_manageNetworkPolicy": "Tətbiqə şəbəkə qanunlarını və tətbiqin xüsusi qaydalarını idarə etmək imkanı verir.",
        "permdesc_manageOwnCalls": "Tətbiqə, zəng təcrübəsini yaxşılaşdırmaq üçün, zəngləri sistem üzərindən yönləndirməyə icazə verilir.",
        "permdesc_manageProfileAndDeviceOwners": "Profil və cihaz sahiblərini təyin etmək üçün tətbiqə icazə verin.",
        "permdesc_mediaLocation": "Tətbiqin media kolleksiyanızdan məkanları oxumasına icazə verin.",
        "permdesc_modifyAudioSettings": "Tətbiqə səs və hansı spikerin çıxış üçün istifadə olunduğu kimi qlobal səs ayarlarını dəyişdirməyə imkan verir.",
        "permdesc_modifyNetworkAccounting": "Tətbiqə şəbəkə istifadəsinin tətbiqlərə qarşı nizamlarını redaktə etməyə icazə verir. Normal tətbiqlər tərəfindən istifadə edilmir.",
        "permdesc_nfc": "Tətbiqə Yaxın Məsafə Kommunikasiyası (NFC) teqləri, kartları və oxuyucuları ilə əlaqə qurmağa icazə verir.",
        "permdesc_persistentActivity": "Tətbiqə öz komponentlərini yaddaşda saxlama icazəsi verir. Bu digər tətbiqlər üçün mövcud olan yaddaşı limitləyə bilər.",
        "permdesc_preferredPaymentInfo": "Tətbiqə qeydiyyatdan keçmiş yardım və marşrut təyinatı kimi tərcih edilən nfc ödəniş xidməti məlumatını əldə etmək icazəsi verir.",
        "permdesc_processOutgoingCalls": "Tətbiqə gedən zəng zamanı yığılan nömrəni görməyə imkan verir. Bu zaman zəngi başqa nömrəyə yönləndirmək və ya bütün zəngləri ləğv etmək funsiyası da təqdim olunur.",
        "permdesc_readCalendar": "Bu tətbiq telefonda yerləşdirilmiş və təqvim datasında yadda saxlanmış bütün təqvim tədbirlərini oxuya bilər.",
        "permdesc_readCallLog": "Bu tətbiq zəng tarixçənizi oxuya bilər.",
        "permdesc_readCellBroadcasts": "Tətbiqə telefonunuz tərəfindən alınmış yayım mesajlarını oxuma icazəsi verir. Telefon yayımı bəzi məkanlarda olan fövqəladə hadisələrlə bağlı sizi xəbərdar etmək üçün qəbul edilir. Zərərli tətbiqlər təcili mobil yayım qəbul edildiyi zaman telefonunun performansına və əməliyyatına müdaxilə edə bilər.",
        "permdesc_readContacts": "Tətbiqə telefonunuzda saxlanılan kontaktlar haqqında datanı oxumaq icazəsi verir. Tətbiqlərin, həmçinin telefonunuzda kontaktlar yaradan hesablara da giriş imkanı olacaq. Buraya quraşdırdığınız tətbiqlər tərəfindən yaradılan hesablar daxil ola bilər. Bu icazə tətbiqlərə kontakt məlumatlarınızı yadda saxlamaq imkanı verir və zərərli tətbiqlər kontakt məlumatlarını xəbəriniz olmadan paylaşa bilər.",
        "permdesc_readHistoryBookmarks": "Tətbiqə Brauzerin daxil olduğu bütün linkləri və bütün Brauzer əlfəcinlərini oxumaq imkanı verir. Qeyd: bu icazə veb brauzer imkanları olan üçüncü tərəf brazuerləri və digər tətbiqlər tərəfindən yerinə yetirilə bilməz.",
        "permdesc_readInstallSessions": "Tətbiqə quraşdırma sessiyalarını oxumağa yardım edir. Bu da aktiv paket quraşdırmaları haqqında məlumatları görməyə imkan verir.",
        "permdesc_readNetworkUsageHistory": "Tətbiqə xüsusi şəbəkələr və tətbiqlər üçün tarixi şəbəkə istifadəsini oxumağa icazə verir.",
        "permdesc_readPhoneNumbers": "Tətbiqə cihazın telefon nömrələrinə daxil olmağa icazə verir.",
        "permdesc_readPhoneState": "Tətbiqə cihazın telefon funksiyalarına giriş icazəsi verir. Belə icazəli tətbiq bu telefonun nömrəsini və cihaz İD'ni, zəngin aktiv olub-olmadığını və zəng edilən nömrəni müəyyən edə bilər.",
        "permdesc_readSms": "Bu tətbiq, telefonda yadda saxlanmış bütün SMS (mətn) mesajlarını oxuya bilər.",
        "permdesc_readSyncSettings": "Tətbiqə hesablar üçün sinxronizasiya nizamlarını oxuma icazəsi verir. Məsələn, bu Şəxslər tətbiqinin sinxronizə olunub-olunmadığını təyin edə bilər.",
        "permdesc_readSyncStats": "Tətbiqə sync tədbirlərinin tarixçəsi və nə qədər datanın sinx olduğu da daxil olmaqla bərabər, hər hansı bir hesab üçün olan sinx statlarını oxumağa imkan verir.",
        "permdesc_receiveBootCompleted": "Tətbiqə sistem bootinqi bitirdikdən dərhal sonra özünü başlatmaq icazəsi verir. Bu telefonun açılmasını ləngidə və daima işlək qalaraq telefonun sürətini aşağı sala bilər.",
        "permdesc_receiveMms": "Tətbiqə MMS mesajlarını qəbul və emal üçün imkan verir. Bu o deməkdir ki, bu tətbiq sizə göstərmədən cihazınıza göndərilən mesajları silə bilər.",
        "permdesc_receiveSms": "Tətbiqə MMS mesajlarını almaq və emal etmək icazəsi verir. Bu o deməkdir ki, tətbiq sizin mesajlarınızı sizə göstərmədən monitorinq edə və ya silə bilər.",
        "permdesc_receiveWapPush": "Tətbiqə WAP mesajlar göndərmək və ya qəbul etmək imkanı verir. Buna mesajları izləmək və Sizə xəbər vermədən silmək imkanları da daxildir.",
        "permdesc_recordAudio": "Bu tətbiq istədiyiniz zaman mikrofonu istifadə edərək audio qeyd edə bilər.",
        "permdesc_register_call_provider": "Tətbiqə yeni telekom bağlantılarını qeydiyyatdan keçirməyə imkan verir",
        "permdesc_register_sim_subscription": "Bu tətbiqə yeni telekom SİM bağlantılarını qeydiyyata almağa icazə ver.",
        "permdesc_removeDrmCertificates": "Tətbiqə müəllif hüquqlarının qorunması üçün texniki vasitələr sertifikatlarını silməyə icazə verir. Normal tətbiqlər tərəfindən heç vaxt tələb edilmir.",
        "permdesc_reorderTasks": "Tətbiqə tapşırıqları ön plandan arxa plana keçirməyə imkan verir. Tətbiq bunu Sizin daxiletməniz olmadan da edə bilər.",
        "permdesc_requestDeletePackages": "Tətbiqə paketlərin silinməsi sorğusunu göndərməyə icazə verir.",
        "permdesc_requestIgnoreBatteryOptimizations": "Tatareya optimallaşdırılmasını o tətbiq üçün iqnor edilməsinə icazə vermək məqsədilə soruşmağa tətbiqə icazə verilir.",
        "permdesc_requestInstallPackages": "Tətbiqə paketləri quraşdırma sorğusu göndərməyə icazə verir.",
        "permdesc_requestPasswordComplexity": "Tətbiqin ekran kilidinin uzunluğunu və növünü göstərən mürəkəblilik dərəcəsini (yüksək, orta, aşağı və ya heç biri) öyrənməsinə icazə verir. Tətbiq ekran kilidinin müəyyən səviyyəyə yenilənməsini təklif edə bilər. İstifadəçilər bu təklifdən imtina edə və davam edə bilər. Yadda saxlayın ekran kilidi açıq mətn formatında saxlanılmır, buna görə də tətbiq dəqiq parolu bilməyəcək.",
        "permdesc_route_media_output": "Tətbiqə media çıxışını digər xarici cihazlara yönləndirmək imkanı verir.",
        "permdesc_runInBackground": "Bu tətbiq arxa fonda işləsə, batareya daha tez qurtara bilər.",
        "permdesc_sdcardRead": "Tətbiqə paylaşılan yaddaşdakı kontenti oxumaq imkanı verir.",
        "permdesc_sdcardWrite": "Tətbiqə paylaşılan yaddaşdakı kontenti yazmaq imkanı verir.",
        "permdesc_sendSms": "Tətbiqə SMS mesajı göndərmə icazəsi verir. Bu gözlənilməyən ödənişlərə səbəb ola bilər. Zərərli tətbiqlər sizin təsdiqiniz olmadan mesaj göndərməklə sizə ödənişə səbəb ola bilərlər.",
        "permdesc_setAlarm": "Tətbiqə quraşdırlmış zəngli saata alarm ayarlamağa imkan verir. Bəzi zəngli saat tətbiqləri bu özəlliyi dəstəkləməyə bilər.",
        "permdesc_setInputCalibration": "Sensor ekran parametr kalibrasiyalarını dəyişmək üçün tətbiqə icazə verin. Normal tətbiqlər belə şeyləri istəmir.",
        "permdesc_setTimeZone": "Tətbiqə telefon saat zolağını dəyişmək üçün imkan verir.",
        "permdesc_setWallpaper": "Tətbiqə sistemə divar kağızı yerləşdirmək icazəsi verir.",
        "permdesc_setWallpaperHints": "Tətbiqə sistem divar kağızı ölçüsü göstərişlərini müəyyən etməyə imkan verir.",
        "permdesc_sim_communication": "Tətbiqə SIM-ə əmrlər göndərməyə imkan verir. Bu, çox təhlükəlidir.",
        "permdesc_startViewPermissionUsage": "Sahibinə tətbiqin icazədən istifadəsinə başlamağa imkan verir. Adi tətbiqlər üçün heç vaxt tələb edilmir.",
        "permdesc_statusBar": "Tətbiqə status panelini deaktiv etməyə və ya sistem ikonalarını əlavə etmək və ya silmək imkanı verir.",
        "permdesc_statusBarService": "Tətbiqə status paneli olmağa imkan verir.",
        "permdesc_subscribedFeedsRead": "Tətbiqə hazırda sinxron lentlər haqqında ətraflı məlumat almaq üçün imkan verir.",
        "permdesc_systemAlertWindow": "Bu tətbiq digər tətbiqlərin və ya ekran hissələrinin üzərində görünə bilər. Bu, normal tətbiq istifadəsinə müdaxilə edə və digər tətbiqlərin görünüşünün dəyişməsinə səbəb ola bilər.",
        "permdesc_systemCamera": "Bu icazəli və ya sistem tətbiqi istənilən vaxt sistem kamerasından istifadə edərək şəkil və videolar çəkə bilər. android.permission.CAMERA icazəsinin də tətbiq tərəfindən saxlanılmasını tələb edir",
        "permdesc_transmitIr": "Tətbiqə telefonun infraqırmızı ötürücüsünü istifadə etməyə icazə verir.",
        "permdesc_uninstall_shortcut": "İstifadəçi müdaxiləsi olmadan tətbiqə İş Stolu qısayollarını silməyə icazə verir.",
        "permdesc_useBiometric": "Doğrulama üçün biometrik proqramdan istifadə etməyə imkan verir",
        "permdesc_useDataInBackground": "Bu tətbiq datanı arxa fonda istifadə etsə, data istifadəsi arta bilər.",
        "permdesc_useFaceAuthentication": "İdentifikasiya üçün tətbiqin üz kilidi avadanlığından istifadə etməsinə icazə verir",
        "permdesc_useFingerprint": "Proqrama əsilliyi yoxlama üçün barmaq izi avadanlığından istifadə etməyə imkan verir",
        "permdesc_use_sip": "Tətbiqə SIP çağrılarını göndərməyə və qəbul etməyə icazə verin.",
        "permdesc_vibrate": "Tətbiqə vibratoru idarə etmə icazəsi verir.",
        "permdesc_vibrator_state": "Tətbiqə vibrasiya vəziyyətinə daxil olmaq imkanı verir.",
        "permdesc_videoWrite": "Tətbiqin video kolleksiyanıza düzəliş etməsinə icazə verin.",
        "permdesc_wakeLock": "Tətbiqə telefonun yuxu rejimini qadağan etmək imkanı verir.",
        "permdesc_writeCalendar": "Bu tətbiq telefonunuzda təqvim tədbirləri əlavə edə, silə və ya dəyişiklik edə bilər. Həmçinin bu tətbiq təqvim sahiblərindən gəlmə ehtimalı olan mesajları göndərə və ya sahiblərinə bildirmədən tədbirlərdə dəyişiklik edə bilər.",
        "permdesc_writeCallLog": "Tətbiqə sizin daxil olan və gedən zənglər daxil olmaqla telefon zəngi loqlarınızı redaktə etmək icazəsi verir. Zərərli tətbiqlər bundan telefon loqlarınızı silmək və ya redaktə etmək üçün istifadə edə bilər.",
        "permdesc_writeContacts": "Tətbiqə telefonunuzda saxlanan kontaktlar haqqında datanı dəyişdirmək icazəsi verir. Bu icazə tətbiqlərə kontakt datasını silmək imkanı verir.",
        "permdesc_writeGeolocationPermissions": "Tətbiqə Brauzerin geolokasiya icazələrini dəyişməyə imkan verir. Zərərli tətbiqlər bundan istifadə edərək məkan məlumatlarını təsadüfi saytlara göndərə bilər.",
        "permdesc_writeHistoryBookmarks": "Tətbiqə Brauzer tarixçəsi və telefonunuzda saxlanılan əlfəcinlərə dəyişiklik etmək imkanı verir. Bununla tətbiqlə Brauzer datanızı silə və ya dəyişdirə bilər. Qeyd: bu icazə veb brauzer imkanları olan üçüncü tərəf brazuerləri və digər tətbiqlər tərəfindən yerinə yetirilə bilməz.",
        "permdesc_writeSettings": "Tətbiqə sistem ayarları datasını redaktə etmə icazəsi verir. Zərərli tətbiqlər sistem ayarlarını korlaya bilər.",
        "permdesc_writeSyncSettings": "Tətbiqə hesab üçün sinxronizasiya nizamlarını dəyişməyə icazə verir. Məsələn, bu istifadəçi hesablı Şəxslər tətbiqinin sinxronizasiyasını başlamaq üçün istifadə edilə bilər.",
        "permgroupbackgroundrequest_location": "<b>",
        "permgroupbackgroundrequestdetail_location": "Tətbiq yalnız ondan istifadə etdiyiniz zaman məkana daxil ola biləcək",
        "permgroupdesc_activityRecognition": "fiziki fəaliyyətə daxil olun",
        "permgroupdesc_calendar": "təqvimə daxil olun",
        "permgroupdesc_calllog": "telefonun zəng qeydini oxuyun və yazın",
        "permgroupdesc_camera": "şəkil çəkin və video yazın",
        "permgroupdesc_contacts": "kontaktlarınıza daxil olun",
        "permgroupdesc_location": "cihazın yerini bilmək",
        "permgroupdesc_microphone": "səsi qeydə alın",
        "permgroupdesc_phone": "telefon zəngləri edin və onları idarə edin",
        "permgroupdesc_sensors": "Həyati əlamətlər haqqında sensor dataya daxil olun",
        "permgroupdesc_sms": "göndərin və SMS mesajlarına baxın",
        "permgroupdesc_storage": "cihazınızda foto, media və fayllara daxil olun",
        "permgrouplab_activityRecognition": "Fiziki fəaliyyət",
        "permgrouplab_calendar": "Təqvim",
        "permgrouplab_calllog": "Zəng qeydləri",
        "permgrouplab_camera": "Kamera",
        "permgrouplab_contacts": "Kontaktlar",
        "permgrouplab_location": "Yer",
        "permgrouplab_microphone": "Mikrofon",
        "permgrouplab_phone": "Telefon",
        "permgrouplab_sensors": "Bədən sensorları",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Yaddaş",
        "permgrouprequest_activityRecognition": "<b>",
        "permgrouprequest_calendar": "<b>",
        "permgrouprequest_calllog": "<b>",
        "permgrouprequest_camera": "<b>",
        "permgrouprequest_contacts": "<b>",
        "permgrouprequest_location": "<b>",
        "permgrouprequest_microphone": "<b>",
        "permgrouprequest_phone": "<b>",
        "permgrouprequest_sensors": "<b>",
        "permgrouprequest_sms": "<b>",
        "permgrouprequest_storage": "<b>",
        "permgrouprequestdetail_location": "Tətbiq yalnız ondan istifadə etiyiniz zaman məkanı əldə edə bilər",
        "permlab_acceptHandover": "zəngə digər tətbiqdən davam edin",
        "permlab_accessBackgroundLocation": "arxa fonda məkan girişi",
        "permlab_accessCoarseLocation": "yalnız ön planda təqribi məkana giriş",
        "permlab_accessDrmCertificates": "DRM sertifikatlarına giriş",
        "permlab_accessFineLocation": "yalnız ön planda dəqiq məkana daxil olun",
        "permlab_accessImsCallService": "IMS zəng xidmətinə giriş",
        "permlab_accessLocationExtraCommands": "əlavə məkan provayderi əmrlərinə çıxış",
        "permlab_accessNetworkConditions": "şəbəkə şəraiti haqqında müşahidələr üçün qulaq asmaq",
        "permlab_accessNetworkState": "şəbəkə bağlantılarına baxmaq",
        "permlab_accessNotifications": "bildirişlərə daxil ol",
        "permlab_accessWifiState": "Wi-Fi bağlantılarına baxmaq",
        "permlab_accessWimaxState": "WiMAX'a qoşul və bağlantını kəs",
        "permlab_access_notification_policy": "\\\"Narahat Etməyin\\\" funksiyasına daxil olun",
        "permlab_activityRecognition": "fiziki fəaliyyəti tanıyın",
        "permlab_addVoicemail": "Səsli poçt əlavə et",
        "permlab_answerPhoneCalls": "telefon zənglərinə cavab verin",
        "permlab_audioWrite": "musiqi kolleksiyanıza düzəliş edin",
        "permlab_bindCarrierMessagingService": "operatorun mesaj",
        "permlab_bindCarrierServices": "operator xidmətləri ilə əlaqələndirin",
        "permlab_bindCellBroadcastService": "Şəbəkə yayımı mesajlarını yönləndirin",
        "permlab_bindConditionProviderService": "şərait provayderi xidmətinə bənd edin",
        "permlab_bindDreamService": "xəyal xidmətinə bənd edin",
        "permlab_bindNotificationListenerService": "bildiriş dinləmə xidmətinə bağlanır",
        "permlab_bind_connection_service": "telefoniya xidmətləri ilə qarşılıqlı əlaqə",
        "permlab_bind_incall_service": "çağrıdaxili ekrana müdaxilə",
        "permlab_bluetooth": "Bluetooth cihazları ilə cütləndirmək",
        "permlab_bluetoothAdmin": "Bluetooth ayarlarını əldə edir",
        "permlab_bodySensors": "bədən sensorlarına (ürək döyüntüsü monitorları kimi) giriş",
        "permlab_broadcastSticky": "daimi siqnal göndərmək",
        "permlab_callCompanionApp": "zənglərə sistemdə baxın və nəzarət edin.",
        "permlab_callPhone": "telefon nömrələrinə birbaşa zəng edir",
        "permlab_camera": "şəkil və video çəkmək",
        "permlab_cameraOpenCloseListener": "Tətbiqə və ya xidmətə kamera cihazlarının açılması və ya bağlanması haqqında geri zənglər qəbul etməyə icazə verin.",
        "permlab_changeNetworkState": "şəbəkə bağlantısını dəyişir",
        "permlab_changeTetherState": "Sərhədli bağlantını dəyişir",
        "permlab_changeWifiMulticastState": "Wi-Fi Multicast qəbuluna icazə ver",
        "permlab_changeWifiState": "Wi-Fi şəbəkəsinə qoşulmaq və ya ayrılmaq",
        "permlab_changeWimaxState": "WiMAX vəziyyətini dəyişir",
        "permlab_connection_manager": "telekom bağlantılarını idarə edin",
        "permlab_control_incall_experience": "çağrıdaxili istifadəçi tərcübəsinin təmini",
        "permlab_createNetworkSockets": "tam şəbəkə girişi var",
        "permlab_disableKeyguard": "Ekran kilidini deaktiv edir",
        "permlab_enableCarMode": "avtomobil rejimini aktivləşdirir",
        "permlab_exemptFromAudioRecordRestrictions": "səs yazısı məhdudiyyətlərindən azad etmə",
        "permlab_expandStatusBar": "status panelini genişlətmək və ya yığmaq",
        "permlab_foregroundService": "ön fon xidmətindən istifadə edin",
        "permlab_getAccounts": "cihazda hesabları tapır",
        "permlab_getPackageSize": "tətbiq saxlama yaddaşını ölçmək",
        "permlab_getTasks": "işlənən tətbiqlər əldə etmək",
        "permlab_handoverStatus": "Android Beam transfer statusunu əldə edin",
        "permlab_imagesWrite": "foto kolleksiyanıza düzəliş edin",
        "permlab_install_shortcut": "qısayolları quraşdır",
        "permlab_invokeCarrierSetup": "operator xidmətli konfiurasiya tətbiqinə müraciət edin",
        "permlab_killBackgroundProcesses": "digər tətbiqləri qapatmaq",
        "permlab_manageFace": "üz kilidi avadanlığını idarə edin",
        "permlab_manageFingerprint": "barmaq izi avadanlığını idarə edin",
        "permlab_manageNetworkPolicy": "şəbəkə siyasətini idarə etmək",
        "permlab_manageOwnCalls": "zəngləri sistem üzərindən yönləndirin",
        "permlab_manageProfileAndDeviceOwners": "profil və cihaz sahiblərini idarə edin",
        "permlab_mediaLocation": "media kolleksiyanızdan məkanları oxuyun",
        "permlab_modifyAudioSettings": "audio ayarlarınızı dəyişir",
        "permlab_modifyNetworkAccounting": "şəbəkə istifadə hesabını dəyişmək",
        "permlab_nfc": "Near Field Communication'ı kontrol et",
        "permlab_persistentActivity": "təbiqi həmişə çalışdır",
        "permlab_preferredPaymentInfo": "Tərcih edilən NFC ödəniş xidməti məlumatı",
        "permlab_processOutgoingCalls": "gedən zənglərin marşrutunu dəyişmək",
        "permlab_readCalendar": "Təqvim təqdirləri və detallarını oxuyun",
        "permlab_readCallLog": "zəng qeydiyyatını oxu",
        "permlab_readCellBroadcasts": "mobil yayım mesajlarını oxuyur",
        "permlab_readContacts": "kontakrlatınızı oxumaq",
        "permlab_readHistoryBookmarks": "Veb əlfəcinlərinizi və tarixçələrinizi oxumaq",
        "permlab_readInstallSessions": "quraşdırma sessiyalarını oxuyun",
        "permlab_readNetworkUsageHistory": "tarixi şəbəkə istifadəsini oxu",
        "permlab_readPhoneNumbers": "telefon nömrələrini oxuyun",
        "permlab_readPhoneState": "telefon statusunu və identifikasiyanı oxuyur",
        "permlab_readSms": "tekst mesajlarınızı oxuyur (SMS və ya MMS)",
        "permlab_readSyncSettings": "sinx ayarlarını oxu",
        "permlab_readSyncStats": "sinxronizasiya statistikasını oxumaq",
        "permlab_receiveBootCompleted": "başlanğıcda işləyir",
        "permlab_receiveMms": "mətn mesajlarını qəbul edir (MMS)",
        "permlab_receiveSms": "SMS qəbul etmək",
        "permlab_receiveWapPush": "mətn mesajları qəbul etmək (WAP)",
        "permlab_recordAudio": "səs yaz",
        "permlab_register_call_provider": "yeni telekom bağlantılarını qeydiyyata alın",
        "permlab_register_sim_subscription": "yeni telekom bağlantılarını qeydiyyata alın",
        "permlab_removeDrmCertificates": "Müəllif hüquqlarının qorunması üçün texniki vasitələr sertifikatlarını silin",
        "permlab_reorderTasks": "işlənən tətbiqlərin sırasını dəyişmək",
        "permlab_requestDeletePackages": "paketlərin silinmə sorğusu",
        "permlab_requestIgnoreBatteryOptimizations": "batareya optimallaşdırmasını iqnor etmək üçün soruşun",
        "permlab_requestInstallPackages": "paketləri quraşdırma sorğusu",
        "permlab_requestPasswordComplexity": "ekran kilidi mürəkkəbliyi tələb edin",
        "permlab_route_media_output": "media çıxışını yönləndirin",
        "permlab_runInBackground": "arxa fonda işləmə",
        "permlab_sdcardRead": "paylaşılan yaddaşdakı kontenti oxumaq",
        "permlab_sdcardWrite": "paylaşılan yaddaşdakı kontenti dəyişmək və ya silmək",
        "permlab_sendSms": "göndərin və SMS mesajlarına baxın",
        "permlab_setAlarm": "siqnal qurur",
        "permlab_setInputCalibration": "daxiletmə cihaz kalibrasiyasını dəyişin",
        "permlab_setTimeZone": "vaxt zonasını quraşdırır",
        "permlab_setWallpaper": "divar kağızı yerləşdirir",
        "permlab_setWallpaperHints": "divar kağızı ölçüsünü verir",
        "permlab_sim_communication": "əmrləri SIM'ə göndərin",
        "permlab_startViewPermissionUsage": "Baxış icazəsinin istifadəsinə başlayın",
        "permlab_statusBar": "status panelini deaktivləşdir və ya dəyişdir",
        "permlab_statusBarService": "status paneli edin",
        "permlab_subscribedFeedsRead": "abunə olunmuş xəbərləri oxuyur",
        "permlab_systemAlertWindow": "Bu tətbiq digər tətbiqlərin üzərində görünə bilər",
        "permlab_systemCamera": "Şəkil və video çəkmək üçün tətbiq və ya xidmətlərin sistem kameralarına girişinə icazə verin",
        "permlab_transmitIr": "infraqırmızı ötür",
        "permlab_uninstall_shortcut": "qısayolları sistemdən sil",
        "permlab_useBiometric": "biometrik proqramdan istifadə edin",
        "permlab_useDataInBackground": "datanın arxa fonda istifadəsi",
        "permlab_useFaceAuthentication": "üz kilidi avadanlığından istifadə edin",
        "permlab_useFingerprint": "barmaq izi avadanlığından istifadə edin",
        "permlab_use_sip": "SIP çağrıları göndərin/qəbul edin",
        "permlab_vibrate": "vibrasiyaya nəzarət edir",
        "permlab_videoWrite": "video kolleksiyanıza düzəliş edin",
        "permlab_wakeLock": "telefonun yuxu rejiminə keçməsini əngəllə",
        "permlab_writeCalendar": "cihaz sahibinin icazəsi olmadan təqvim tədbirləri əlavə etmək və ya dəyişmək, bunun haqqında bildirişlər göndərmək",
        "permlab_writeCallLog": "zəng loqu yazır",
        "permlab_writeContacts": "kontaktlarınızı dəyişdirir",
        "permlab_writeGeolocationPermissions": "Brauzerin geolokasiya icazələrini dəyişir",
        "permlab_writeHistoryBookmarks": "veb əlfəcinləri və tarixçəsi yazmaq",
        "permlab_writeSettings": "sistem ayarlarında dəyişiklik etmək",
        "permlab_writeSyncSettings": "sinxronizasiyaya davam edir və onu söndürür"
    }
}
