{
    "antifeatures": {
        "Ads": "Diese App enthält Werbung",
        "DisabledAlgorithm": "Diese App hat eine schwache Sicherheitssignatur",
        "KnownVuln": "Diese App enthält eine bekannte Sicherheitslücke",
        "NoSourceSince": "Der Quellcode ist nicht mehr erhältlich, keine Aktualisierungen möglich",
        "NonFreeAdd": "Diese App bewirbt nicht-quelloffene Erweiterungen",
        "NonFreeAssets": "Diese App enthält nicht-quelloffene Bestandteile",
        "NonFreeDep": "Diese App ist abhängig von anderen nicht-quelloffenen Apps",
        "NonFreeNet": "Diese App bewirbt nicht-quelloffene Netzwerkdienste",
        "Tracking": "Diese App verfolgt und versendet Ihre Aktivitäten",
        "UpstreamNonFree": "Der Originalcode ist nicht völlig frei"
    },
    "app_categories": {
        "Connectivity": "Verbindung",
        "Development": "Entwicklung",
        "Games": "Spiele",
        "Graphics": "Grafik",
        "Internet": "Internet",
        "Money": "Geld",
        "Multimedia": "Multimedia",
        "Navigation": "Navigation",
        "Phone & SMS": "Telefon / SMS",
        "Reading": "Lesen",
        "Science & Education": "Wissenschaft / Bildung",
        "Security": "Sicherheit",
        "Sports & Health": "Sport und Gesundheit",
        "System": "System",
        "Theming": "Aussehen",
        "Time": "Zeit",
        "Writing": "Schreiben",
        "show_all_packages": "Alle %d Pakete anzeigen"
    },
    "index": {
        "download_fdroid": "F-Droid herunterladen",
        "gpg_signature": "PGP-Signatur",
        "introduction": "F-Droid ist ein installierbarer Katalog mit FOSS-Apps (Free and Open Source Software) für Android. Der Client vereinfacht die Suche und Installation von Apps und behält den Überblick über Aktualisierungen.",
        "screenshot": "Bildschirmfoto der F-Droid-App",
        "title": "Was ist F-Droid?"
    },
    "mirrors": {
        "cn": "China",
        "de": "Deutschland",
        "indiana": "Indiana, USA",
        "se": "Schweden",
        "tw": "Taiwan",
        "ua": "Ukraine"
    },
    "navigation": {
        "about": "Über",
        "apps": "Apps",
        "contribute": "Mitmachen",
        "documentation": "Dokumentation",
        "edit_on_gitlab": "Auf GitLab bearbeiten",
        "forum": "Forum",
        "issues": "Tickets",
        "news": "Nachrichten",
        "translate_on_weblate": "Auf Weblate übersetzen"
    },
    "news": {
        "by": "von",
        "newer_posts": "← Neuere Beiträge",
        "older_posts": "Ältere Beiträge →",
        "posted_on": "Veröffentlicht am {{ post_date }}"
    },
    "package": {
        "added_on": "Hinzugefügt am {{ package_added_date }}",
        "anti_features": "Unerwünschte Merkmale",
        "anti_features_warning": "Diese App besitzt Merkmale, die möglicherweise unerwünscht sind.",
        "author": "Autor",
        "build_log": "Build-Protokoll",
        "build_metadata": "Metadaten der Paketerstellung",
        "changelog": "Änderungen",
        "donate": "Spenden",
        "download": "{{ file_extension }} herunterladen",
        "flattr": "Flattr",
        "gpg_signature": "PGP-Signatur",
        "issue_tracker": "Ticketsystem",
        "liberapay": "Liberapay",
        "license": "Lizenz",
        "minimum_android_version": "Diese Version benötigt Android {{ android_version }} oder neuer.",
        "new_in_version": "Neu in Version {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "Paketsymbol",
        "package_screenshot_alt": "Bildschirmfoto der App",
        "packages": "Pakete",
        "permissions": "Berechtigungen",
        "signed_by_developer": "Sie ist vom Originalentwickler hergestellt und signiert.",
        "signed_by_fdroid": "Sie ist von F-Droid hergestellt, signiert und ihre Übereinstimmung mit <a href=\"{{ source_code_url }}\">diesem Quelltext-Tarball</a> wird garantiert.",
        "source_code": "Quellcode",
        "suggest_downloading_via_fdroid": "Um Ihnen die Wahl zu lassen, können Sie weiter unten auf dieser Seite APKs direkt herunterladen, sollten sich allerdings darüber im Klaren sein, dass Sie nach einer solchen Installation keine Benachrichtigungen über Aktualisierungen erhalten werden und diese Art des Downloads weniger Sicherheit bietet. Wir empfehlen daher, stattdessen die F-Droid-App zu installieren und diese dafür zu nutzen.",
        "suggested": "vorgeschlagen",
        "translation": "Übersetzung",
        "version_info": "<b>Version {{ package_version }}</b> ({{ package_version_code }})",
        "website": "Website"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Ermöglicht der App, einen Anruf weiterzuführen, der in einer anderen App begonnen wurde.",
        "permdesc_accessBackgroundLocation": "Wenn diese Erlaubnis zusätzlich zum Zugriff auf den ungefähren oder genauen Standort erteilt wird, kann die App bei Ausführung im Hintergrund auf den Standort zugreifen.",
        "permdesc_accessCoarseLocation": "Wenn diese App verwendet wird, kann sie über die Standortdienste deinen ungefähren Standort ermitteln. Damit das funktioniert, müssen die Standortdienste auf deinem Gerät aktiviert sein.",
        "permdesc_accessDrmCertificates": "Ermöglicht einer App die Bereitstellung und Nutzung von DRM-Zertifikaten. Sollte für normale Apps nie benötigt werden.",
        "permdesc_accessFineLocation": "Wenn diese App verwendet wird, kann sie über die Standortdienste deinen genauen Standort ermitteln. Damit das funktioniert, müssen die Standortdienste auf deinem Gerät aktiviert sein. Das kann den Akkuverbrauch erhöhen.",
        "permdesc_accessImsCallService": "Ermöglicht der App die Verwendung des IMS-Dienstes, um ohne Zutun Anrufe zu tätigen.",
        "permdesc_accessLocationExtraCommands": "Ermöglicht der App, auf zusätzliche Standortdienstbefehle zuzugreifen. Das kann der App ermöglichen, Einfluss auf die Funktionsweise von GPS oder andere Standortquellen zu nehmen.",
        "permdesc_accessNetworkConditions": "Ermöglicht einer App, Beobachtungen zu den Netzwerkbedingungen zu empfangen. Sollte für normale Apps nie benötigt werden.",
        "permdesc_accessNetworkState": "Ermöglicht der App, Informationen zu Netzwerkverbindungen zu inspizieren, etwa welche Netzwerke existieren und verbunden sind.",
        "permdesc_accessNotifications": "Ermöglicht der App das Abrufen, Untersuchen und Löschen von Benachrichtigungen, einschließlich derjenigen, die von anderen Apps gesendet wurden.",
        "permdesc_accessWifiState": "Ermöglicht der App, Informationen zu WLAN-Netzwerken abzurufen, etwa ob WLAN aktiviert ist und Namen verbundener WLAN-Geräte.",
        "permdesc_accessWimaxState": "Ermöglicht der App, festzustellen, ob WiMAX aktiviert ist, und Informationen zu allen verbundenen WiMAX-Netzwerken zu erfassen.",
        "permdesc_access_notification_policy": "Ermöglicht der App Lese- und Schreibzugriff auf die „Bitte nicht stören“-Konfiguration.",
        "permdesc_activityRecognition": "Diese App kann deine körperliche Aktivität erkennen.",
        "permdesc_addVoicemail": "Ermöglicht der App, Nachrichten zu deinem Mailbox-Eingang hinzuzufügen.",
        "permdesc_answerPhoneCalls": "Ermöglicht der App, eingehende Anrufe anzunehmen.",
        "permdesc_audioWrite": "Ermöglicht der App, deine Musiksammlung zu ändern.",
        "permdesc_bindCarrierMessagingService": "Ermöglicht dem Inhaber die Bindung an den Anschluss eines Mobilfunkanbieter-Messaging-Dienstes auf oberster Ebene. Sollte für normale Apps nie benötigt werden.",
        "permdesc_bindCarrierServices": "Ermöglicht dem Inhaber die Bindung an Mobilfunkanbieter-Dienste. Sollte für normale Apps nie benötigt werden.",
        "permdesc_bindCellBroadcastService": "Ermöglicht der App, sich mit dem Cell-Broadcast-Modul zu verbinden, um empfangene Cell-Broadcast-Nachrichten weiterzuleiten. Cell-Broadcast-Benachrichtigungen können in einigen Ländern oder Regionen gesendet werden, um dich bei Notfallsituationen zu warnen. Schädliche Apps können die Leistung oder den Betrieb deines Geräts beeinträchtigen, wenn eine Cell-Broadcast-Notfallbenachrichtigung eingeht.",
        "permdesc_bindConditionProviderService": "Ermöglicht dem Inhaber, sich an die Oberfläche eines Bedingungsproviderdienstes auf oberster Ebene zu binden. Für normale Apps sollte dies nie erforderlich sein.",
        "permdesc_bindDreamService": "Ermöglicht der App, sich an die Oberfläche eines Dream-Dienstes auf oberster Ebene zu binden. Für normale Apps sollte dies nie erforderlich sein.",
        "permdesc_bindNotificationListenerService": "Ermöglicht dem Inhaber, sich an die Oberfläche der obersten Ebene eines Benachrichtigungs-Listener-Dienstes zu binden. Sollte nie für normale Apps benötigt werden.",
        "permdesc_bind_connection_service": "Ermöglicht der App die Interaktion mit Telefondiensten, um Anrufe zu tätigen und zu empfangen.",
        "permdesc_bind_incall_service": "Ermöglicht der App, zu steuern, wann und wie der Nutzer den Anrufbildschirm sieht.",
        "permdesc_bluetooth": "Ermöglicht der App, die Bluetooth-Konfiguration des Telefons einzusehen und Verbindungen mit gekoppelten Geräten herzustellen und anzunehmen.",
        "permdesc_bluetoothAdmin": "Ermöglicht der App, das lokale Bluetooth-Telefon zu konfigurieren, Remote-Geräte zu erkennen und eine Verbindung zu diesen herzustellen.",
        "permdesc_bodySensors": "Ermöglicht der App, auf Daten von Sensoren zuzugreifen, die deine körperliche Verfassung überwachen, beispielsweise deinen Puls.",
        "permdesc_broadcastSticky": "Ermöglicht der App, dauerhafte Broadcasts zu senden, die auch nach Ende des Broadcasts bestehen bleiben. Ein zu intensiver Einsatz kann das Telefon langsam oder instabil machen, weil zu viel Arbeitsspeicher belegt wird.",
        "permdesc_callCompanionApp": "Ermöglicht der App, laufende Telefonate einzusehen und zu überwachen. Dies beinhaltet Informationen wie Telefonnummern für Anrufe und den Status der Anrufe.",
        "permdesc_callPhone": "Ermöglicht der App, ohne Zutun Telefonnummern zu wählen. Dies kann zu unerwarteten Kosten und Anrufen führen. Beachte, dass die App keine Notrufnummern wählen kann. Schädliche Apps verursachen möglicherweise Kosten, indem sie Anrufe ohne deine Bestätigung tätigen.",
        "permdesc_camera": "Diese App kann mit der Kamera jederzeit Bilder und Videos aufnehmen.",
        "permdesc_cameraOpenCloseListener": "Diese App kann Rückrufe empfangen, wenn eine beliebige Gerätekamera geöffnet (von welcher Anwendung auch immer) oder geschlossen wird.",
        "permdesc_changeNetworkState": "Ermöglicht der App, den Status der Netzwerkkonnektivität zu ändern.",
        "permdesc_changeTetherState": "Ermöglicht der App, den Status der Tethering-Konnektivität zu ändern.",
        "permdesc_changeWifiMulticastState": "Ermöglicht der App, Pakete zu empfangen, die mithilfe von Multicast-Adressen an sämtliche Geräte in einem WLAN versendet wurden, nicht nur an dein Telefon. Dies nimmt mehr Leistung in Anspruch als der Nicht-Multicast-Modus.",
        "permdesc_changeWifiState": "Ermöglicht der App, eine Verbindung zu WLAN-Zugangspunkten herzustellen und solche zu trennen und Änderungen an der Gerätekonfiguration für WLANs vorzunehmen.",
        "permdesc_changeWimaxState": "Ermöglicht der App, eine Verbindung zwischen dem Telefon und WiMAX-Netzwerken herzustellen und solche zu trennen.",
        "permdesc_connection_manager": "Gestattet der App die Verwaltung der Telekommunikationsverbindungen.",
        "permdesc_control_incall_experience": "Die App kann Anrufoptionen für den Nutzer bereitstellen.",
        "permdesc_createNetworkSockets": "Ermöglicht der App die Erstellung von Netzwerk-Sockets und die Verwendung benutzerdefinierter Netzwerkprotokolle. Der Browser und andere Apps bieten die Möglichkeit, Daten über das Internet zu versenden. Daher ist diese Berechtigung nicht erforderlich, um Daten über das Internet versenden zu können.",
        "permdesc_disableKeyguard": "Ermöglicht der App, die Tastensperre sowie den damit verbundenen Passwortschutz zu deaktivieren. Das Telefon deaktiviert die Tastensperre beispielsweise, wenn ein Anruf eingeht, und aktiviert sie wieder, nachdem das Gespräch beendet wurde.",
        "permdesc_enableCarMode": "Ermöglicht der App, den Automodus zu aktivieren.",
        "permdesc_exemptFromAudioRecordRestrictions": "Die App von Einschränkungen für Audioaufnahmen ausnehmen.",
        "permdesc_expandStatusBar": "Ermöglicht der App, die Statusleiste ein- oder auszublenden.",
        "permdesc_foregroundService": "Ermöglicht der App, die Vordergrunddienste zu verwenden.",
        "permdesc_getAccounts": "Ermöglicht der App, eine Liste der dem Telefon bekannten Konten abzurufen. Dabei kann es sich um Konten handeln, die von installierten Apps erstellt wurden.",
        "permdesc_getPackageSize": "Ermöglicht der App, ihre Code-, Daten- und Cache-Größe abzurufen",
        "permdesc_getTasks": "Ermöglicht der App, Informationen zu aktuellen und kürzlich ausgeführten Aufgaben abzurufen. Damit kann die App möglicherweise ermitteln, welche Apps auf deinem Gerät zum Einsatz kommen.",
        "permdesc_handoverStatus": "Ermöglicht dieser App, Informationen zu aktuellen Android Beam-Übertragungen zu erhalten",
        "permdesc_imagesWrite": "Ermöglicht der App, deine Fotosammlung zu ändern.",
        "permdesc_install_shortcut": "Ermöglicht einer App das Hinzufügen von Verknüpfungen zum Startbildschirm ohne Eingriff des Nutzers.",
        "permdesc_invokeCarrierSetup": "Ermöglicht dem Inhaber, die vom Mobilfunkanbieter bereitgestellte Konfigurations-App aufzurufen. Sollte für normale Apps nie benötigt werden.",
        "permdesc_killBackgroundProcesses": "Ermöglicht der App, Hintergrundprozesse anderer Apps zu beenden. Das kann dazu führen, dass andere Apps nicht mehr ausgeführt werden.",
        "permdesc_manageFace": "Ermöglicht der App, Methoden aufzurufen, die Vorlagen zur Gesichtserkennung hinzufügen oder entfernen.",
        "permdesc_manageFingerprint": "Ermöglicht der App, Methoden zum Hinzufügen und Löschen zu verwendender Fingerabdruckvorlagen aufzurufen.",
        "permdesc_manageNetworkPolicy": "Ermöglicht der App, Netzwerkrichtlinien zu verwalten und anwendungsspezifische Regeln festzulegen.",
        "permdesc_manageOwnCalls": "Ermöglicht der App, Anrufe über das System durchzuführen, um die Anrufqualität zu verbessern.",
        "permdesc_manageProfileAndDeviceOwners": "Ermöglicht Apps das Einrichten der Profilinhaber und des Geräteeigentümers.",
        "permdesc_mediaLocation": "Ermöglicht der App, Standorte aus deiner Mediensammlung abzurufen.",
        "permdesc_modifyAudioSettings": "Ermöglicht der App, globale Audio-Einstellungen zu ändern, etwa die Lautstärke und den Lautsprecher für die Ausgabe.",
        "permdesc_modifyNetworkAccounting": "Ermöglicht der App, die Art und Weise zu ändern, wie der Netzwerkverbrauch im Hinblick auf Apps berechnet wird. Nicht für normale Apps vorgesehen.",
        "permdesc_nfc": "Ermöglicht der App die Kommunikation mit Tags für die Nahfeldkommunikation, Karten und Readern.",
        "permdesc_persistentActivity": "Ermöglicht der App, Teile der eigenen App dauerhaft im Speicher abzulegen. Dies kann dazu führen, dass anderen Apps weniger Arbeitsspeicher zur Verfügung steht und das Telefon langsamer wird.",
        "permdesc_preferredPaymentInfo": "Ermöglicht der App, Informationen zum bevorzugten NFC-Zahlungsdienst abzurufen, etwa registrierte Hilfsmittel oder das Routenziel.",
        "permdesc_processOutgoingCalls": "Ermöglicht der App die Erkennung der während eines ausgehenden Anrufs gewählten Nummer und gibt ihr die Möglichkeit, den Anruf an eine andere Nummer umzuleiten oder den Anruf ganz abzubrechen.",
        "permdesc_readCalendar": "Diese App kann alle auf deinem Smartphone gespeicherten Kalendertermine lesen und deine Kalenderdaten teilen oder speichern.",
        "permdesc_readCallLog": "Diese App kann deine Anrufliste lesen.",
        "permdesc_readCellBroadcasts": "Ermöglicht der App, von deinem Gerät empfangene Cell Broadcast-Nachrichten zu lesen. Cell Broadcast-Benachrichtigungen werden an einigen Standorten gesendet, um dich über Notfallsituationen zu informieren. Schädliche Apps können die Leistung oder den Betrieb deines Geräts beeinträchtigen, wenn eine Cell Broadcast-Notfallbenachrichtigung eingeht.",
        "permdesc_readContacts": "Ermöglicht der App, Daten zu den auf deinem Smartphone gespeicherten Kontakten zu lesen. Darüber hinaus haben Apps Zugriff auf die Konten auf deinem Smartphone, über die Kontakte erstellt wurden. Dabei kann es sich auch um Konten handeln, die von installierten Apps erstellt wurden. Diese Berechtigung erlaubt Apps, deine Kontaktdaten zu speichern. Schädliche Apps könnten dadurch ohne dein Wissen Kontaktdaten teilen.",
        "permdesc_readHistoryBookmarks": "Ermöglicht der App, den Verlauf aller mit dem Browser besuchten URLs und sämtliche Lesezeichen des Browsers zu lesen. Hinweis: Diese Berechtigung kann nicht von Browsern von Drittanbietern oder anderen Apps mit Internetfunktionen erzwungen werden.",
        "permdesc_readInstallSessions": "Ermöglicht der App, Installationssitzungen zu lesen. Dadurch kann sie Details aktiver Paketinstallationen abrufen.",
        "permdesc_readNetworkUsageHistory": "Ermöglicht der App, Daten zur bisherigen Netzwerkauslastung für bestimmte Netzwerke und Apps zu lesen.",
        "permdesc_readPhoneNumbers": "Ermöglicht der App, auf die Telefonnummern auf dem Gerät zuzugreifen.",
        "permdesc_readPhoneState": "Ermöglicht der App, auf die Telefonfunktionen des Geräts zuzugreifen. Die Berechtigung erlaubt der App, die Telefonnummer und Geräte-IDs zu erfassen, festzustellen, ob gerade ein Gespräch geführt wird, und die Rufnummer verbundener Anrufer zu lesen.",
        "permdesc_readSms": "Diese App kann alle auf deinem Smartphone gespeicherten SMS lesen.",
        "permdesc_readSyncSettings": "Ermöglicht der App, die Synchronisierungseinstellungen eines Kontos zu lesen. Beispielsweise kann damit festgestellt werden, ob Kontakte mit einem Konto synchronisiert werden.",
        "permdesc_readSyncStats": "Ermöglicht der App, die Synchronisierungsstatistiken eines Kontos zu lesen, einschließlich des Verlaufs von Synchronisierungsereignissen und der Menge synchronisierter Daten.",
        "permdesc_receiveBootCompleted": "Ermöglicht der App, sich selbst zu starten, sobald das System gebootet wurde. Dadurch kann es länger dauern, bis das Telefon gestartet wird, und durch die ständige Aktivität der App wird die gesamte Leistung des Telefons beeinträchtigt.",
        "permdesc_receiveMms": "Ermöglicht der App, MMS zu empfangen und zu verarbeiten. Das bedeutet, dass die App an dein Gerät gesendete Nachrichten überwachen und löschen kann, ohne sie dir anzuzeigen.",
        "permdesc_receiveSms": "Ermöglicht der App, SMS zu empfangen und zu verarbeiten. Das bedeutet, dass die App an dein Gerät gesendete Nachrichten überwachen und löschen kann, ohne sie dir anzuzeigen.",
        "permdesc_receiveWapPush": "Ermöglicht der App, WAP-Nachrichten zu empfangen und zu verarbeiten. Mit der Berechtigung können Nachrichten, die an dich gesendet wurden, überwacht und gelöscht werden, bevor sie dir angezeigt werden.",
        "permdesc_recordAudio": "Diese App kann jederzeit Audio über das Mikrofon aufnehmen.",
        "permdesc_register_call_provider": "Gestattet der App die Registrierung neuer Telekommunikationsverbindungen.",
        "permdesc_register_sim_subscription": "Gestattet der App die Registrierung neuer SIM-Telekommunikationsverbindungen.",
        "permdesc_removeDrmCertificates": "Ermöglicht einer App das Entfernen von DRM-Zertifikaten. Sollte für normale Apps nie benötigt werden.",
        "permdesc_reorderTasks": "Ermöglicht der App, Aufgaben in den Vorder- und Hintergrund zu verschieben, ohne dass dazu ein Eingreifen Ihrerseits notwendig ist.",
        "permdesc_requestDeletePackages": "Ermöglicht der App, das Löschen von Paketen anzufordern.",
        "permdesc_requestIgnoreBatteryOptimizations": "Ermöglicht einer App, nach der Berechtigung zum Ignorieren der Akku-Leistungsoptimierungen zu fragen.",
        "permdesc_requestInstallPackages": "Ermöglicht der App, die Installation von Paketen anzufordern.",
        "permdesc_requestPasswordComplexity": "Ermöglicht es der App, die Komplexitätsstufe der Displaysperre (hoch, mittel, niedrig oder keine) zu ermitteln, was auf Art und mögliche Dauer der Displaysperre hinweist. Die App kann Nutzern auch vorschlagen, die Displaysperre auf eine bestimmte Stufe zu setzen. Nutzer können diesen Vorschlag jedoch einfach ignorieren und fortfahren. Beachten Sie, dass die Displaysperre nicht im Klartext gespeichert ist, sodass die App nicht das genaue Passwort kennt.",
        "permdesc_route_media_output": "Ermöglicht der App, die Medienausgabe auf andere externe Geräte umzuleiten.",
        "permdesc_runInBackground": "Diese App kann im Hintergrund ausgeführt werden. Dadurch kann sich der Akku schneller entladen.",
        "permdesc_sdcardRead": "So kann die App Inhalte deines freigegebenen Speichers lesen.",
        "permdesc_sdcardWrite": "So kann die App Inhalte deines freigegebenen Speichers erstellen.",
        "permdesc_sendSms": "Ermöglicht der App, SMS zu senden. Dies kann zu unerwarteten Kosten führen. Schädliche Apps können Kosten verursachen, indem sie Nachrichten ohne deine Bestätigung senden.",
        "permdesc_setAlarm": "Ermöglicht der App, einen Weckruf in einer installierten Wecker-App einzurichten. Einige Wecker-Apps implementieren diese Funktion möglicherweise nicht.",
        "permdesc_setInputCalibration": "Ermöglicht der App, die Kalibrierungsparameter des Touchscreens zu ändern. Für normale Apps sollte dies nie erforderlich sein.",
        "permdesc_setTimeZone": "Ermöglicht der App, die Zeitzone des Telefons zu ändern.",
        "permdesc_setWallpaper": "Ermöglicht der App, den Hintergrund des Systems festzulegen.",
        "permdesc_setWallpaperHints": "Ermöglicht der App, die Größenhinweise für den Systemhintergrund festzulegen.",
        "permdesc_sim_communication": "Ermöglicht der App das Senden von Befehlen an die SIM-Karte. Dies ist äußerst risikoreich.",
        "permdesc_startViewPermissionUsage": "Ermöglicht dem Inhaber, die Berechtigungsnutzung für eine App zu beginnen. Sollte für normale Apps nie benötigt werden.",
        "permdesc_statusBar": "Ermöglicht der App, die Statusleiste zu deaktivieren oder Systemsymbole hinzuzufügen oder zu entfernen.",
        "permdesc_statusBarService": "Ermöglicht der App, zur Statusleiste zu werden.",
        "permdesc_subscribedFeedsRead": "Ermöglicht der App, Details zu den zurzeit synchronisierten Feeds abzurufen.",
        "permdesc_systemAlertWindow": "Diese App kann über anderen Apps oder anderen Teilen des Bildschirms erscheinen. Dies kann sich auf die normale App-Nutzung und die Darstellung anderer Apps auswirken.",
        "permdesc_systemCamera": "Diese berechtigte App oder System-App kann jederzeit mit einer Systemkamera Bilder und Videos aufnehmen. Die App benötigt auch die Berechtigung „android.permission.CAMERA“.",
        "permdesc_transmitIr": "App darf das System zur Infrarotübertragung des Telefons verwenden.",
        "permdesc_uninstall_shortcut": "Ermöglicht einer App das Entfernen von Verknüpfungen vom Startbildschirm ohne Eingriff des Nutzers.",
        "permdesc_useBiometric": "Ermöglicht der App, biometrische Hardware zur Authentifizierung zu verwenden",
        "permdesc_useDataInBackground": "Diese App kann im Hintergrund Daten verwenden. Dadurch kann sich die Datennutzung erhöhen.",
        "permdesc_useFaceAuthentication": "Ermöglicht der App, zu Authentifizierungszwecken Face Unlock-Hardware zu verwenden",
        "permdesc_useFingerprint": "Ermöglicht der App, Fingerabdruckhardware zur Authentifizierung zu verwenden",
        "permdesc_use_sip": "Ermöglicht der App das Tätigen und Empfangen von SIP-Anrufen.",
        "permdesc_vibrate": "Ermöglicht der App, den Vibrationsalarm zu steuern.",
        "permdesc_vibrator_state": "Ermöglicht der App, auf den Vibrationsstatus zuzugreifen.",
        "permdesc_videoWrite": "Ermöglicht der App, deine Videosammlung zu ändern.",
        "permdesc_wakeLock": "Ermöglicht der App, den Ruhezustand des Telefons zu deaktivieren.",
        "permdesc_writeCalendar": "Diese App kann Kalendertermine auf deinem Smartphone hinzufügen, entfernen oder ändern. Diese App kann Nachrichten senden, die scheinbar von Kalendereigentümern stammen, oder Termine ohne Benachrichtigung der Eigentümer ändern.",
        "permdesc_writeCallLog": "Ermöglicht der App, die Anrufliste deines Telefons zu ändern, einschließlich der Daten über ein- und ausgehende Anrufe. Schädliche Apps können so die Einträge in der Anrufliste löschen oder sie ändern.",
        "permdesc_writeContacts": "Ermöglicht der App, Daten zu den auf deinem Smartphone gespeicherten Kontakten zu ändern. Diese Berechtigung erlaubt Apps, Kontaktdaten zu löschen.",
        "permdesc_writeGeolocationPermissions": "Ermöglicht der App, die Geolokalisierungsberechtigungen des Browsers zu ändern. Schädliche Apps können so Standortinformationen an beliebige Websites senden.",
        "permdesc_writeHistoryBookmarks": "Ermöglicht der App, den Browserverlauf und die Lesezeichen auf deinem Telefon zu ändern. Damit kann die App Browserdaten löschen und ändern. Hinweis: Diese Berechtigung kann nicht von Browsern von Drittanbietern oder anderen Apps mit Internetfunktionen erzwungen werden.",
        "permdesc_writeSettings": "Ermöglicht der App, die Einstellungsdaten des Systems zu ändern. Schädliche Apps können so die Systemkonfiguration beschädigen.",
        "permdesc_writeSyncSettings": "Ermöglicht der App, die Synchronisierungseinstellungen eines Kontos zu ändern. Dies kann beispielsweise dazu verwendet werden, die Synchronisierung von Kontakten mit einem Konto zu aktivieren.",
        "permgroupbackgroundrequest_location": "Der App gestatten, im Hintergrund den Gerätestandort abzufragen.",
        "permgroupbackgroundrequestdetail_location": "Die App hat gegenwärtig nur dann Zugriff auf den Gerätestandort, während du sie verwendest",
        "permgroupdesc_activityRecognition": "Zugriff auf körperliche Aktivität",
        "permgroupdesc_calendar": "auf deinen Kalender zugreifen",
        "permgroupdesc_calllog": "Telefonanrufprotokolle lesen und schreiben",
        "permgroupdesc_camera": "Bilder und Videos aufnehmen",
        "permgroupdesc_contacts": "auf deine Kontakte zugreifen",
        "permgroupdesc_location": "auf den Standort dieses Geräts zugreifen",
        "permgroupdesc_microphone": "Audio aufnehmen",
        "permgroupdesc_phone": "Telefonanrufe tätigen und verwalten",
        "permgroupdesc_sensors": "auf Sensordaten zu deinen Vitaldaten zugreifen",
        "permgroupdesc_sms": "SMS senden und abrufen",
        "permgroupdesc_storage": "auf Fotos, Medien und Dateien auf deinem Gerät zugreifen",
        "permgrouplab_activityRecognition": "Körperliche Aktivität",
        "permgrouplab_calendar": "Kalender",
        "permgrouplab_calllog": "Anrufliste",
        "permgrouplab_camera": "Kamera",
        "permgrouplab_contacts": "Kontakte",
        "permgrouplab_location": "Standort",
        "permgrouplab_microphone": "Mikrofon",
        "permgrouplab_phone": "Telefon",
        "permgrouplab_sensors": "Körpersensoren",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Speicher",
        "permgrouprequest_activityRecognition": "Zulassen, dass die App deine Aktivitäten verfolgt.",
        "permgrouprequest_calendar": "Zulassen, dass <b>",
        "permgrouprequest_calllog": "Zulassen, dass <b>",
        "permgrouprequest_camera": "Zulassen, dass <b>",
        "permgrouprequest_contacts": "Zulassen, dass <b>",
        "permgrouprequest_location": "Zulassen, dass <b>",
        "permgrouprequest_microphone": "Zulassen, dass <b>",
        "permgrouprequest_phone": "Zulassen, dass <b>",
        "permgrouprequest_sensors": "Zulassen, dass <b>",
        "permgrouprequest_sms": "Zulassen, dass <b>",
        "permgrouprequest_storage": "Zulassen, dass <b>",
        "permgrouprequestdetail_location": "Die App hat nur Zugriff auf den Gerätestandort, während du sie verwendest",
        "permlab_acceptHandover": "Anruf aus einer anderen App weiterführen",
        "permlab_accessBackgroundLocation": "Im Hintergrund auf den Standort zugreifen",
        "permlab_accessCoarseLocation": "Nur bei Ausführung im Vordergrund auf den ungefähren Standort zugreifen",
        "permlab_accessDrmCertificates": "Auf DRM-Zertifikate zugreifen",
        "permlab_accessFineLocation": "Nur bei Ausführung im Vordergrund auf den genauen Standort zugreifen",
        "permlab_accessImsCallService": "Zugriff auf IMS-Anrufdienst",
        "permlab_accessLocationExtraCommands": "Auf zusätzliche Dienstanbieterbefehle für Standort zugreifen",
        "permlab_accessNetworkConditions": "Informationen zu den Netzwerkbedingungen erfassen",
        "permlab_accessNetworkState": "Netzwerkverbindungen abrufen",
        "permlab_accessNotifications": "Auf Benachrichtigungen zugreifen",
        "permlab_accessWifiState": "WLAN-Verbindungen abrufen",
        "permlab_accessWimaxState": "WiMAX-Verbindungen herstellen und trennen",
        "permlab_access_notification_policy": "Auf \\\"Bitte nicht stören\\\" zugreifen",
        "permlab_activityRecognition": "Erkennung körperlicher Aktivitäten",
        "permlab_addVoicemail": "Mailboxnachrichten hinzufügen",
        "permlab_answerPhoneCalls": "Anrufe annehmen",
        "permlab_audioWrite": "Meine Musiksammlung ändern",
        "permlab_bindCarrierMessagingService": "An einen Mobilfunkanbieter-Messaging-Dienst binden",
        "permlab_bindCarrierServices": "An Mobilfunkanbieter-Dienste binden",
        "permlab_bindCellBroadcastService": "Cell-Broadcast-Nachrichten weiterleiten",
        "permlab_bindConditionProviderService": "An einen Bedingungsproviderdienst binden",
        "permlab_bindDreamService": "An Dream-Dienst binden",
        "permlab_bindNotificationListenerService": "An Benachrichtigungs-Listener-Dienst binden",
        "permlab_bind_connection_service": "Mit Telefondiensten interagieren",
        "permlab_bind_incall_service": "Mit Anrufbildschirm interagieren",
        "permlab_bluetooth": "Kopplung mit Bluetooth-Geräten durchführen",
        "permlab_bluetoothAdmin": "Auf Bluetooth-Einstellungen zugreifen",
        "permlab_bodySensors": "Auf Körpersensoren wie z. B. Pulsmesser zugreifen",
        "permlab_broadcastSticky": "Dauerhaften Broadcast senden",
        "permlab_callCompanionApp": "Anrufe durch das System einsehen und verwalten.",
        "permlab_callPhone": "Telefonnummern direkt anrufen",
        "permlab_camera": "Bilder und Videos aufnehmen",
        "permlab_cameraOpenCloseListener": "Einer Anwendung oder einem Dienst den Empfang von Rückrufen erlauben, wenn eine Gerätekamera geöffnet oder geschlossen wird.",
        "permlab_changeNetworkState": "Netzwerkkonnektivität ändern",
        "permlab_changeTetherState": "Tethering-Konnektivität ändern",
        "permlab_changeWifiMulticastState": "WLAN-Multicast-Empfang zulassen",
        "permlab_changeWifiState": "WLAN-Verbindungen herstellen und trennen",
        "permlab_changeWimaxState": "WiMAX-Status ändern",
        "permlab_connection_manager": "Telekommunikationsverbindungen verwalten",
        "permlab_control_incall_experience": "Anrufoptionen anzeigen",
        "permlab_createNetworkSockets": "Auf alle Netzwerke zugreifen",
        "permlab_disableKeyguard": "Displaysperre deaktivieren",
        "permlab_enableCarMode": "Automodus aktivieren",
        "permlab_exemptFromAudioRecordRestrictions": "Von Einschränkungen für Audioaufnahmen ausnehmen",
        "permlab_expandStatusBar": "Statusleiste ein-/ausblenden",
        "permlab_foregroundService": "Vordergrunddienst ausführen",
        "permlab_getAccounts": "Konten auf dem Gerät suchen",
        "permlab_getPackageSize": "Speicherplatz der App ermitteln",
        "permlab_getTasks": "Aktive Apps abrufen",
        "permlab_handoverStatus": "Status von Android Beam-Übertragungen erhalten",
        "permlab_imagesWrite": "Meine Fotosammlung ändern",
        "permlab_install_shortcut": "Verknüpfungen installieren",
        "permlab_invokeCarrierSetup": "Vom Mobilfunkanbieter bereitgestellte Konfigurations-App aufrufen",
        "permlab_killBackgroundProcesses": "Andere Apps schließen",
        "permlab_manageFace": "Face Unlock-Hardware verwalten",
        "permlab_manageFingerprint": "Fingerabdruckhardware verwalten",
        "permlab_manageNetworkPolicy": "Netzwerkrichtlinien verwalten",
        "permlab_manageOwnCalls": "Anrufe über das System durchführen",
        "permlab_manageProfileAndDeviceOwners": "Profilinhaber und Geräteeigentümer verwalten",
        "permlab_mediaLocation": "Standorte aus meiner Mediensammlung abrufen",
        "permlab_modifyAudioSettings": "Audio-Einstellungen ändern",
        "permlab_modifyNetworkAccounting": "Zuordnung für Netzwerknutzung ändern",
        "permlab_nfc": "Nahfeldkommunikation steuern",
        "permlab_persistentActivity": "App permanent ausführen",
        "permlab_preferredPaymentInfo": "Informationen zum bevorzugten NFC-Zahlungsdienst",
        "permlab_processOutgoingCalls": "Ausgehende Anrufe umleiten",
        "permlab_readCalendar": "Kalendertermine und Details lesen",
        "permlab_readCallLog": "Anrufliste lesen",
        "permlab_readCellBroadcasts": "Cell Broadcast-Nachrichten lesen",
        "permlab_readContacts": "Kontakte lesen",
        "permlab_readHistoryBookmarks": "Lesezeichen für Webseiten und das Webprotokoll lesen",
        "permlab_readInstallSessions": "Installationssitzungen lesen",
        "permlab_readNetworkUsageHistory": "Bisherige Netzwerkauslastung lesen",
        "permlab_readPhoneNumbers": "Telefonnummern vorlesen",
        "permlab_readPhoneState": "Telefonstatus und Identität abrufen",
        "permlab_readSms": "SMS oder MMS lesen",
        "permlab_readSyncSettings": "Synchronisierungseinstellungen lesen",
        "permlab_readSyncStats": "Synchronisierungsstatistiken lesen",
        "permlab_receiveBootCompleted": "Beim Start ausführen",
        "permlab_receiveMms": "MMS empfangen",
        "permlab_receiveSms": "SMS empfangen",
        "permlab_receiveWapPush": "Textnachrichten (WAP) empfangen",
        "permlab_recordAudio": "Audio aufnehmen",
        "permlab_register_call_provider": "Neue Telekommunikationsverbindungen registrieren",
        "permlab_register_sim_subscription": "Neue SIM-Telekommunikationsverbindungen registrieren",
        "permlab_removeDrmCertificates": "DRM-Zertifikate entfernen",
        "permlab_reorderTasks": "Aktive Apps neu ordnen",
        "permlab_requestDeletePackages": "Löschen von Paketen anfordern",
        "permlab_requestIgnoreBatteryOptimizations": "fragen, ob Akku-Leistungsoptimierungen ignoriert werden können",
        "permlab_requestInstallPackages": "Installation von Paketen anfordern",
        "permlab_requestPasswordComplexity": "Komplexitätsstufe der Displaysperre anfragen",
        "permlab_route_media_output": "Medienausgabe umleiten",
        "permlab_runInBackground": "Im Hintergrund ausführen",
        "permlab_sdcardRead": "Inhalte deines freigegebenen Speichers lesen",
        "permlab_sdcardWrite": "Inhalte deines freigegebenen Speichers ändern oder löschen",
        "permlab_sendSms": "SMS senden und abrufen",
        "permlab_setAlarm": "Wecker stellen",
        "permlab_setInputCalibration": "Kalibrierung für Eingabegerät ändern",
        "permlab_setTimeZone": "Zeitzone festlegen",
        "permlab_setWallpaper": "Hintergrund festlegen",
        "permlab_setWallpaperHints": "Größe des Hintergrundbildes anpassen",
        "permlab_sim_communication": "Befehle an die SIM senden",
        "permlab_startViewPermissionUsage": "Mit der Verwendung der Anzeigeberechtigung beginnen",
        "permlab_statusBar": "Statusleiste deaktivieren oder ändern",
        "permlab_statusBarService": "Statusleiste darstellen",
        "permlab_subscribedFeedsRead": "Abonnierte Feeds lesen",
        "permlab_systemAlertWindow": "App kann über anderen Apps erscheinen",
        "permlab_systemCamera": "Einer Anwendung oder einem Dienst Zugriff auf Systemkameras erlauben, um Fotos und Videos aufnehmen zu können",
        "permlab_transmitIr": "Infrarotübertragung",
        "permlab_uninstall_shortcut": "Verknüpfungen deinstallieren",
        "permlab_useBiometric": "Biometrische Hardware verwenden",
        "permlab_useDataInBackground": "Im Hintergrund Daten verwenden",
        "permlab_useFaceAuthentication": "Face Unlock-Hardware verwenden",
        "permlab_useFingerprint": "Fingerabdruckhardware verwenden",
        "permlab_use_sip": "SIP-Anrufe tätigen/empfangen",
        "permlab_vibrate": "Vibrationsalarm steuern",
        "permlab_videoWrite": "Meine Videosammlung ändern",
        "permlab_wakeLock": "Ruhezustand deaktivieren",
        "permlab_writeCalendar": "Ohne das Wissen der Eigentümer Kalendertermine hinzufügen oder ändern und E-Mails an Gäste senden",
        "permlab_writeCallLog": "Anrufliste bearbeiten",
        "permlab_writeContacts": "Kontakte ändern",
        "permlab_writeGeolocationPermissions": "Geolokalisierungsberechtigungen des Browsers ändern",
        "permlab_writeHistoryBookmarks": "Lesezeichen für Webseiten setzen und das Webprotokoll aufzeichnen",
        "permlab_writeSettings": "Systemeinstellungen ändern",
        "permlab_writeSyncSettings": "Synchronisierung aktivieren oder deaktivieren"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Name",
            "bitcoin_alt": "Über Bitcoin spenden",
            "flattr_alt": "Über Flattr spenden",
            "heading": "Spenden",
            "hellotux": "👕 T-Shirts 👕 von",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid erhält 3 € pro verkauftes T-Shirt.",
            "liberapay_alt": "Über Liberapay spenden",
            "litecoin_alt": "Über Litecoin spenden",
            "more_options": "Weitere Optionen",
            "opencollective_alt": "Spenden Sie für unser Kollektiv",
            "paypal_alt": "Über PayPal spenden",
            "powered_by_donations": "F-Droid wird durch Ihre Spenden unterstützt!",
            "via_bank_transfer": "Überweisung"
        },
        "lang": {
            "change": "Ändern"
        },
        "last_updated": {
            "heading": "Zuletzt aktualisiert"
        },
        "latest_packages": {
            "heading": "Neuvorstellungen"
        },
        "news": {
            "heading": "Nachrichten"
        },
        "search": {
            "heading": "Apps finden",
            "noscript": "Erfordert die Aktivierung von JavaScript",
            "search": "Suchen"
        }
    }
}
