{
    "misc": {
        "step_x": "Schritt [number]",
        "step_x_description": "Schritt [number]: [description]",
        "overview": {
            "tutorial_x_title": "Anleitung [number]: [title]",
            "title": "Was Sie mit F-Droid machen können",
            "summary": "F-Droid ist ein unabhängiger, von der Community gespeister, komplett auf Free & Open Source Software beruhender App-Store für Android. In F-Droid können Sie über 1.200 Open Source Apps entdecken, Apps aus erstellten Repositories (Paketquellen) finden und installieren oder Ihr eigenes Repository schaffen. Öffnen Sie f-droid.org im Browser Ihres Android-Smartphones, um die App herunterzuladen und damit anzufangen!"
        },
        "option_x_description": "Option [number]: [description]"
    },
    "swap": {
        "step_1": "Öffnen Sie F-Droid. Drücken Sie 'Nah' im Menü am Unterrand des Bildschirms.",
        "step_3": "Sobald Menschen in der Nähe gefunden sind, müssen Sie und die Kontaktperson sich gegenseitig auswählen.",
        "step_2": "Drücken Sie auf 'Menschen in der Nähe finden'. Die App wird automatisch die Suche starten.",
        "step_5": "Drücken Sie auf '—>'.",
        "step_4": "Wenn die Verbindung hergestellt ist, wählen Sie die Apps aus, die Sie mit dem Kontakt austauschen wollen.",
        "step_7": "Drücken Sie die Schaltfläche 'Installieren' neben den Apps, die Sie installieren möchten.",
        "title": "Wie Apps ohne Internet gesendet und empfangen werden",
        "step_9": "Sobald die Installationen abgeschlossen sind, sind Ihre Apps in der App-Übersicht von Android und in Ihrer F-Droid-App unter installierte Anwendungen abrufbar.",
        "step_8": "Drücken Sie ein zweites Mal 'Installieren'. Dann folgen Sie den Android-Anweisungen, um den Installationsvorgang abzuschließen.",
        "step_6": "Eine Person wird dazu aufgefordert, die Verbindungsanfrage zu bestätigen.",
        "all_devices_need_fdroid": "Auf allen Geräten muss F-Droid heruntergeladen und installiert sein, um beginnen zu können. Alle Geräte sollten die u. g. Schritte befolgen.",
        "related_tutorial": "Das könnte Sie auch interessieren: <a href=\"../create-repo/\">Wie ein Repo erstellt wird</a>",
        "intro": "Kein Internet? Kein Problem. Laden Sie Apps von Menschen in Ihrer Nähe herunter.",
        "overview": {
            "title": "Apps offline senden und empfangen.",
            "summary": "Kein Internet? Kein Problem. Die F-Droid-Nahfunktion ermöglicht Ihnen den Austausch von Inhalten mit Menschen im selben Raum."
        },
        "step_10": "Um Ihre installierten Apps abzurufen, öffnen Sie die F-Droid-Einstellungen und wählen Sie 'Installierte Anwendungen verwalten' unter 'Meine Anwendungen'."
    },
    "add_repo": {
        "no_internet": "Kein Internet? Kein Problem. Lernen Sie, <a href=\"../swap/\">wie Apps offline gesendet und empfangen werden.</a>",
        "title": "Wie ein Repo zu F-Droid hinzugefügt wird",
        "overview": {
            "title": "Inhalte erweitern.",
            "summary": "Um mehr Inhalte zu erhalten, ergänzen Sie F-Droid um ein Repo. Ein Repo ist eine Sammlung gepflegter Inhalte. Sie können Repos anderer Leute direkt über sie kennenlernen. Entwickler verknüpfen häufig auf ihrer Internetseite zu ihrem F-Droid-Repo. Ausbilder geben oft Links zu Repos über E-Mail, Facebook oder Twitter frei."
        },
        "scan_qr_code": {
            "related_tutorial": "Das könnte Sie auch interessieren: <a href=\"../swap/\">Wie Apps offline gesendet und empfangen werden</a>",
            "steps": {
                "step_1": "Sobald der QR-Code für das Repo angezeigt wird, scannen Sie ihn mithilfe einer QR-Scanner-App.",
                "step_3": "Wenn Sie nicht die Möglichkeit erhalten, den Link mit F-Droid zu öffnen, schließen Sie die Scanner-App und öffnen Sie die F-Droid-App.",
                "step_2": "Drücken Sie den Link. Wenn die Möglichkeit besteht, öffnen Sie den Link mithilfe von F-Droid. Folgen Sie dann den Anweisungen. Wenn dies funktioniert, sind Sie fertig! Wenn nicht, gehen Sie zum nächsten Schritt weiter.",
                "step_5": "Auf dem Paketquellen-Bildschirm drücken Sie das '+' in der oberen, rechten Ecke.",
                "step_4": "In F-Droid drücken Sie 'Optionen'. Unter 'Meine Anwendungen' wählen Sie 'Paketquellen'.",
                "step_6": "Die Repo-Adresse wird automatisch eingetragen. Drücken Sie 'Aktivieren'. Hinweis: Das Repo wird in den F-Droid-Paketquellen gespeichert, aber es werden keine Apps installiert werden, solange Sie sie nicht manuell auswählen und installieren."
            },
            "description": "Wenn jemand in Ihrer Nähe ein Repo besitzt, das Sie gerne hätten, können Sie den QR-Code des Repos von diesem Gerät scannen. Oder wenn ein QR-Code für ein Repo auf einer Internetseite angezeigt wird, scannen Sie ihn mit Ihrem Gerät, um es hinzuzufügen.",
            "short_summary": "QR-Code scannen",
            "title": "QR-Code von einem anderen Gerät scannen"
        },
        "intro": "Sie können ein Repo zu F-Droid hinzufügen, indem Sie den QR-Code des Repos von einem anderen Gerät scannen oder einen Link zu einem Repo auf Ihrem Gerät öffnen. Beginnen Sie damit, die F-Droid-App auf Ihr Android-Gerät herunterzuladen und zu installieren.",
        "open_repo_link": {
            "steps": {
                "step_1": "Laden Sie die F-Droid-App herunter und installieren Sie sie auf Ihrem Android-System.",
                "step_3": "Wenn der Link geöffnet ist, drücken Sie auf 'Zu F-Droid hinzufügen'.",
                "step_2": "Klicken Sie auf den Link und öffnen Sie ihn in einem Browser auf Ihrem Gerät.",
                "step_5": "Die Ansicht 'Neue Paketquelle hinzufügen' wird angezeigt, die Adresse des Repository ist bereits ausgefüllt. Drücken Sie auf 'Ok', um es hinzuzufügen.",
                "step_4": "Drücken Sie auf 'I have F-Droid'. Die F-Droid-App wird geöffnet.",
                "step_7": "Drücken Sie auf einen Eintrag, um seine Inhalte zu betrachten.",
                "step_6": "Ihr neues Repo wird eingefügt. Um die Liste Ihrer Repos anzusehen, öffnen Sie 'Optionen' und wählen 'Paketquellen'.",
                "step_8": "Wählen Sie die Apps aus, die Sie haben möchten und auf Ihrem Gerät installiert werden sollen."
            },
            "description": "Jemand hat Ihnen eine Verknüpfung zu einem Repo über E-Mail, Facebook, Twitter oder als Textnachricht geschickt. Sie möchten diese Apps in Ihrer F-Droid-App einfügen. Sie können ganz einfach ein Repo zu F-Droid auf Ihrem Android-Gerät hinzufügen, indem Sie seine Verknüpfung öffnen.",
            "short_summary": "Repo-Link öffnen",
            "title": "Repo-Link auf Ihrem Gerät öffnen"
        }
    },
    "create_repo": {
        "download_and_install": {
            "steps": {
                "step_1": "Laden und installieren Sie die Repomaker-Web-App auf Ihrem PC.",
                "step_3": "Erstellen Sie ein neues Repo und benennen Sie es entsprechend.",
                "step_2": "Starten Sie Repomaker. Führen Sie die Anmeldung oder Registrierung durch, um zu beginnen.",
                "step_5": "Klicken Sie auf 'Hinzufügen' neben den Elementen, die Sie dazutun möchten. Wenn Sie das erledigt haben, drücken Sie auf den 'Zurück'-Pfeil, um zu Ihrem Repo zurückzukehren.",
                "step_4": "Wählen Sie Apps aus der Sammlung und vorhandenen Repositories aus, um sie hinzuzufügen, oder laden Sie Ihre eigenen Dateien hoch. Klicken Sie auf 'Aus der Galerie hinzufügen', um fertig verfügbare Inhalte auszuwählen.",
                "step_6": "Ihre Apps werden in der Ansicht mit den Repo-Inhalten angezeigt werden."
            },
            "title": "Repomaker herunterladen und installieren, um mit der Erstellung zu beginnen"
        },
        "title": "Wie ein Repo erstellt wird",
        "overview": {
            "title": "Eigene Apps und Dateien hinzufügen.",
            "summary": "Schaffen Sie Ihr eigenes maßgeschneidertes App-Repository. Verwenden Sie F-Droid, um seine Inhalte zu verbreiten. Ausbilder nutzen Repos, um Ressourcen- und App-Sammlungen mit Schulungsteilnehmern zu teilen, wenn es keine zuverlässige Internetverbindung gibt. Entwickler verwenden Repos, um ihre Apps an Nischenzielgruppen zu verteilen."
        },
        "share_repo": {
            "steps": {
                "step_1": "Im Repo, das Sie freigeben möchten, klicken Sie im Menü auf 'Teilen'. Hinweis: Sie müssen vor der Freigabe einen Speicherort für Ihr Repo festlegen. Anweisungen, wie dies geschieht, finden Sie in Schritt 2.",
                "step_3": "Wählen Sie eine Speicheroption aus, die am besten zu Ihren Bedürfnissen passt. Haben Sie einen Speicherort, sind Sie zur Freigabe bereit! Kehren Sie zu 'Teilen' zurück.",
                "step_2": "Sie werden dazu aufgefordert, einen Speicherort einzurichten, um Ihr Repo vor einer Freigabe zu veröffentlichen. Wenn Sie diese Seite nicht sehen, machen Sie bei Schritt 4 weiter.",
                "step_5": "Die Option 'Repo-Ansicht' ermöglicht Ihnen, anzusehen, was Sie gerade veröffentlicht oder freigegeben haben.",
                "step_4": "Wählen Sie den Link, um ihn zu kopieren und direkt über E-Mail oder als Textnachricht direkt zu versenden, oder teilen Sie Ihr Repo auf Facebook oder Twitter. Wenn Leute den Link zu Ihrem Repo öffnen, müssen Sie ihn auf einem Android-Gerät in F-Droid ergänzen, um auf die Apps im Repo zuzugreifen. Siehe <a href='../add-repo/'>Wie ein Repo zu F-Droid hinzugefügt wird</a>, um weitere Informationen zu erhalten."
            },
            "title": "Ihr Repo anpassen"
        },
        "update_repo": {
            "steps": {
                "step_1": "Wenn Sie Apps aus der Sammlung hinzufügen, werden sie automatisch aktualisiert, wenn die Quelle neue Versionen ausweist. Bei Dateien, die Sie hochgeladen haben, können Sie aktualisierte Versionen per Drag & Drop in die Repo-Ansicht ziehen.",
                "step_3": "Blättern Sie durch die Versionen. Dann fügen Sie im Abschnitt 'Versionshistorie' eine neue Version hinzu.",
                "step_2": "Alternativ können Sie ein einzelnes Element öffnen, um eine neue Version hinzuzufügen. Wählen Sie 'Bearbeiten'.",
                "step_4": "Dann fügen Sie im Abschnitt 'Versionshistorie' eine neue Version hinzu."
            },
            "title": "Aktualisierung Ihres Repos"
        },
        "related_tutorial": "Das könnte Sie auch interessieren: <a href='../add-repo/'>Wie ein Repo zu F-Droid hinzugefügt wird</a>",
        "intro": "Finden Sie nicht, wonach Sie suchen? Warum erzeugen Sie mithilfe von Repomaker nicht Ihre eigene, individuell angepasste App- und Dateiensammlung. Laden Sie die Web-App „Repomaker“ auf Ihren Computer herunter, um damit anzufangen.",
        "customize_repo": {
            "steps": {
                "step_1": "Klicken Sie auf ein Objekt, um seine Details zu öffnen.",
                "step_3": "Passen Sie die Inhalte an, um sie für Ihr Zielpublikum anzugleichen. Hinweis:  Die Veränderungen, die Sie machen, werden nur in Ihrem Repo vollzogen. Sie werden nicht in der Originalquelle fortgeschrieben. Bitte nehmen Sie Rücksicht, wenn Sie Informationen zu Inhalten anpassen, die nicht von Ihnen stammen.",
                "step_2": "Klicken Sie 'Bearbeiten'.",
                "step_4": "Alle Ihre Änderungen werden automatisch gespeichert."
            },
            "description": "Sie können die App- und Datei-Inhaltsangaben bearbeiten, um sie Ihrem Zielpublikum verständlich zu machen. Sie können die Sprache in eine landesspezifische ändern. Danach verteilen Sie das Repo nahtlos an Teilnehmer vor Konferenzen und Schulungen.",
            "title": "Ihr Repo anpassen"
        }
    }
}
