{
    "add_repo": {
        "intro": "Scannen Sie QR-Codes von Repos, die Sie hinzufügen möchten, von Geräten oder Internetseiten, auf denen sie zu finden sein sollen.",
        "no_internet": "Kein Internet? Kein Problem. Lernen Sie, <a href=\"../swap/\">wie Apps offline gesendet und empfangen werden.</a>",
        "open_repo_link": {
            "description": "Wenn Sie eine Verknüpfung zu einem Repo über E-Mail, soziale Medien oder SMS erhielten, öffnen Sie ihn, um die Möglichkeit zu erhalten, die darin enthaltenen Apps in F-Droid zu installieren.",
            "short_summary": "Repo-Link öffnen",
            "steps": {
                "step_1": "Laden Sie die F-Droid-App herunter und installieren Sie sie auf Ihrem Android-Gerät.",
                "step_2": "Klicken Sie auf den Link und öffnen Sie ihn in einem Browser auf Ihrem Gerät.",
                "step_3": "Wenn der Link geöffnet ist, tippen Sie auf 'Zu F-Droid hinzufügen'.",
                "step_4": "Tippen Sie auf 'Ich habe F-Droid'. Die F-Droid-App wird geöffnet.",
                "step_5": "'Neue Paketquelle hinzufügen' wird angezeigt, die Adresse des Repository ist bereits ausgefüllt. Drücken Sie auf 'Ok', um es hinzuzufügen.",
                "step_6": "Ihr neues Repo wird eingefügt. Um die Liste Ihrer Repos anzusehen, öffnen Sie 'Optionen' und wählen 'Paketquellen'.",
                "step_7": "Drücken Sie auf einen Eintrag, um seine Inhalte zu betrachten.",
                "step_8": "Wählen Sie die Apps aus, die Sie haben möchten und auf Ihrem Gerät installiert werden sollen."
            },
            "title": "Repo-Link auf Ihrem Gerät öffnen"
        },
        "overview": {
            "summary": "Um mehr Inhalte zu erhalten, ergänzen Sie F-Droid um ein Repo. Ein Repo ist eine Sammlung gepflegter Inhalte. Sie können Repos anderer Leute direkt über sie kennenlernen. Entwickler verknüpfen häufig auf ihrer Internetseite zu ihrem F-Droid-Repo. Ausbilder geben oft Links zu Repos über E-Mail, Facebook oder Twitter frei.",
            "title": "Inhalte erweitern."
        },
        "scan_qr_code": {
            "description": "Scannen Sie QR-Codes von Repos, die Sie hinzufügen möchten, von Geräten oder Internetseiten, auf denen sie zu finden sein sollen.",
            "related_tutorial": "Das könnte Sie auch interessieren: <a href=\"../swap/\">Wie Apps offline gesendet und empfangen werden</a>",
            "short_summary": "QR-Code scannen",
            "steps": {
                "step_1": "Sobald der QR-Code für das Repo angezeigt wird, scannen Sie ihn mit einer QR-Scanner-App.",
                "step_2": "Drücken Sie den Link. Wenn die Möglichkeit besteht, öffnen Sie den Link mithilfe von F-Droid. Folgen Sie dann den Anweisungen. Wenn dies funktioniert, sind Sie fertig! Wenn nicht, gehen Sie zum nächsten Schritt weiter.",
                "step_3": "Wenn Sie nicht die Möglichkeit erhalten, den Link mit F-Droid zu öffnen, schließen Sie die Scanner-App und öffnen Sie die F-Droid-App.",
                "step_4": "Tippen Sie in F-Droid auf 'Optionen'. Unter 'Meine Anwendungen' wählen Sie 'Paketquellen' aus.",
                "step_5": "Auf dem Paketquellen-Bildschirm tippen Sie auf das '+' in der oberen rechten Ecke.",
                "step_6": "Die Repo-Adresse wird automatisch eingetragen. Drücken Sie 'Aktivieren'. Hinweis: Das Repo wird in den F-Droid-Paketquellen gespeichert, aber es werden keine Apps installiert werden, solange Sie sie nicht manuell auswählen und installieren."
            },
            "title": "QR-Code von einem anderen Gerät scannen"
        },
        "title": "Wie ein Repo zu F-Droid hinzugefügt wird"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Sie können die App- und Datei-Inhaltsangaben bearbeiten, um sie Ihrem Zielpublikum verständlich zu machen. Sie können die Sprache in eine landesspezifische ändern. Danach verteilen Sie das Repo nahtlos an Teilnehmer vor Konferenzen und Schulungen.",
            "steps": {
                "step_1": "Klicken Sie auf ein Objekt, um seine Details zu öffnen.",
                "step_2": "Klicken Sie 'Bearbeiten'.",
                "step_3": "Passen Sie die Inhalte an, um sie für Ihr Zielpublikum anzugleichen. Hinweis: Die Veränderungen, die Sie machen, werden nur in Ihrem Repo vollzogen. Sie werden nicht in der Originalquelle fortgeschrieben. Bitte nehmen Sie Rücksicht, wenn Sie Informationen zu Inhalten anpassen, die nicht von Ihnen stammen.",
                "step_4": "Alle Ihre Änderungen werden automatisch gespeichert."
            },
            "title": "Ihr Repo anpassen"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Laden und installieren Sie die Repomaker-Web-App auf Ihren PC. Sehen Sie sich <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">die Installationsanleitung</a> an, um zu erfahren, wie das geht.",
                "step_2": "Starten Sie Repomaker. Führen Sie die Registrierung oder Anmeldung durch, um zu beginnen.",
                "step_3": "Erstellen Sie ein neues Repo und benennen Sie es entsprechend.",
                "step_4": "Wählen Sie Apps aus der Sammlung und vorhandenen Repositorys aus, um sie hinzuzufügen, oder laden Sie Ihre eigenen Dateien hoch. Klicken Sie auf 'Aus der Galerie hinzufügen', um fertig verfügbare Inhalte auszuwählen.",
                "step_5": "Klicken Sie auf 'Hinzufügen' neben den Elementen, die Sie dazutun möchten. Wenn Sie das erledigt haben, drücken Sie auf den 'Zurück'-Pfeil, um zu Ihrem Repo zurückzukehren.",
                "step_6": "Ihre Apps werden in der Ansicht mit den Repo-Inhalten angezeigt werden."
            },
            "title": "Repomaker herunterladen und installieren, um mit der Erstellung zu beginnen"
        },
        "intro": "Finden Sie nicht, wonach Sie suchen? Laden Sie sich die Repomaker Web-App herunter, um Ihre eigene, individuell angepasste App- und Dateisammlung zu erstellen.",
        "overview": {
            "summary": "Schaffen Sie Ihr eigenes maßgeschneidertes App-Repository. Verwenden Sie F-Droid, um seine Inhalte zu verbreiten. Ausbilder nutzen Repos, um Ressourcen- und App-Sammlungen mit Schulungsteilnehmern zu teilen, wenn es keine zuverlässige Internetverbindung gibt. Entwickler verwenden Repos, um ihre Apps an Nischenzielgruppen zu verteilen.",
            "title": "Eigene Apps und Dateien hinzufügen."
        },
        "related_tutorial": "Das könnte Sie auch interessieren: <a href=\"../add-repo/\">Wie ein Repo zu F-Droid hinzugefügt wird</a>",
        "share_repo": {
            "steps": {
                "step_1": "Im Repo, das Sie freigeben möchten, klicken Sie im Menü auf 'Teilen'. Hinweis: Sie müssen vor der Freigabe einen Speicherort für Ihr Repo festlegen. Anweisungen, wie dies geschieht, finden Sie in Schritt 2.",
                "step_2": "Sie werden dazu aufgefordert, einen Speicherort einzurichten, um Ihr Repo vor einer Freigabe zu veröffentlichen. Wenn Sie diese Seite nicht sehen, machen Sie bei Schritt 4 weiter.",
                "step_3": "Wählen Sie eine Speicheroption aus, die am besten zu Ihren Bedürfnissen passt. Haben Sie einen Speicherort, sind Sie zur Freigabe bereit! Kehren Sie zu 'Teilen' zurück.",
                "step_4": "Wählen Sie den Link, um ihn zu kopieren und direkt über E-Mail oder als Textnachricht direkt zu versenden, oder teilen Sie Ihr Repo auf Facebook oder Twitter. Wenn Leute den Link zu Ihrem Repo öffnen, müssen Sie ihn auf einem Android-Gerät in F-Droid ergänzen, um auf die Apps im Repo zuzugreifen. Siehe <a href=\"../add-repo/\">Wie ein Repo zu F-Droid hinzugefügt wird</a>, um weitere Informationen zu erhalten.",
                "step_5": "Die Option 'Repo-Ansicht' ermöglicht Ihnen, anzusehen, was Sie gerade veröffentlicht oder freigegeben haben."
            },
            "title": "Ihr Repo anpassen"
        },
        "title": "Wie ein Repo erstellt wird",
        "update_repo": {
            "steps": {
                "step_1": "Wenn Sie Apps aus der Sammlung hinzufügen, werden sie automatisch aktualisiert, wenn die Quelle neue Versionen ausweist. Bei Dateien, die Sie hochgeladen haben, können Sie aktualisierte Versionen per Drag &amp; Drop in die Repo-Ansicht ziehen.",
                "step_2": "Alternativ können Sie ein einzelnes Element öffnen, um eine neue Version hinzuzufügen. Wählen Sie 'Bearbeiten'.",
                "step_3": "Blättern Sie durch die Versionen. Dann fügen Sie im Abschnitt 'Versionshistorie' eine neue Version hinzu.",
                "step_4": "Dann fügen Sie im Abschnitt 'Versionshistorie' eine neue Version hinzu."
            },
            "title": "Aktualisierung Ihres Repos"
        }
    },
    "misc": {
        "option_x_description": "Option {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid ist ein unabhängiger, von der Community gespeister, komplett auf Free &amp; Open Source Software beruhender App-Store für Android. In F-Droid können Sie über 1.200 Open Source Apps entdecken, Apps aus erstellten Repositorys (Paketquellen) finden und installieren oder Ihr eigenes Repository schaffen. Öffnen Sie f-droid.org im Browser Ihres Android-Geräts, um die App herunterzuladen und damit anzufangen!",
            "title": "Was Sie mit F-Droid machen können",
            "tutorial_x_title": "Anleitung {{ number }}: {{ title }}"
        },
        "step_x": "Schritt {{ number }}",
        "step_x_description": "Schritt {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Auf allen Geräten muss F-Droid heruntergeladen und installiert sein, um beginnen zu können. Alle Geräte sollten die u. g. Schritte befolgen.",
        "intro": "Kein Internet? Kein Problem. Laden Sie Apps von Menschen in Ihrer Nähe herunter.",
        "overview": {
            "summary": "Kein Internet? Kein Problem. Der F-Droid-Direkttausch ermöglicht Ihnen den Austausch von Inhalten mit Menschen im selben Raum.",
            "title": "Apps offline senden und empfangen."
        },
        "related_tutorial": "Das könnte Sie auch interessieren: <a href=\"../create-repo/\">Wie ein Repo erstellt wird</a>",
        "step_1": "Öffnen Sie F-Droid. Drücken Sie 'Direkt' im Menü am Unterrand des Bildschirms.",
        "step_10": "Um Ihre installierten Apps abzurufen, öffnen Sie die F-Droid-Einstellungen und wählen 'Installierte Anwendungen verwalten' unter 'Meine Anwendungen'.",
        "step_2": "Drücken Sie auf 'Tauschpartner finden', um nach kompatiblen Geräten zu suchen.",
        "step_3": "Sobald ein Tauschpartner gefunden ist, müssen Sie und die Kontaktperson sich gegenseitig auswählen.",
        "step_4": "Wenn die Verbindung hergestellt ist, wählen Sie die Apps aus, die Sie mit dem Kontakt austauschen wollen.",
        "step_5": "Drücken Sie auf '—>'.",
        "step_6": "Eine Person wird dazu aufgefordert, die Verbindungsanfrage zu bestätigen.",
        "step_7": "Drücken Sie die Schaltfläche 'Installieren' neben den Apps, die Sie installieren möchten.",
        "step_8": "Drücken Sie ein zweites Mal 'Installieren'. Dann folgen Sie den Android-Anweisungen, um den Installationsvorgang abzuschließen.",
        "step_9": "Sobald die Installationen abgeschlossen sind, sind Ihre Apps in der App-Übersicht von Android und in Ihrer F-Droid-App unter installierte Anwendungen abrufbar.",
        "title": "Wie Apps ohne Internet gesendet und empfangen werden"
    }
}
