{
    "antifeatures": {
        "Ads": "Esta aplicación contén publicidade",
        "DisabledAlgorithm": "Esta aplicación ten unha sinatura de seguranza feble",
        "KnownVuln": "Esta aplicación contén unha vulnerabilidade de seguranza coñecida",
        "NSFW": "Esta aplicación contén contido que non debe ser divulgado ou visíbel en todos os lugares",
        "NoSourceSince": "O código fonte xa non está dispoñíbel, non se pode actualizar",
        "NonFreeAdd": "Esta aplicación promove complementos non libres",
        "NonFreeAssets": "Esta aplicación contén recursos non libres",
        "NonFreeDep": "Esta aplicación depende doutras non libres",
        "NonFreeNet": "Esta aplicación promove servizos na rede non libres",
        "Tracking": "Esta aplicación rastrexa e informa da túa actividade",
        "UpstreamNonFree": "O código fonte orixinal non é totalmente libre"
    },
    "app_categories": {
        "Connectivity": "Conectividade",
        "Development": "Desenvolvemento",
        "Games": "Xogos",
        "Graphics": "Gráficas",
        "Internet": "Internet",
        "Money": "Cartos",
        "Multimedia": "Multimedia",
        "Navigation": "Navigación",
        "Phone & SMS": "Teléfono móbil e SMS",
        "Reading": "Lectura",
        "Science & Education": "Ciencia e educación",
        "Security": "Seguranza",
        "Sports & Health": "Deportes e saúde",
        "System": "Sistema",
        "Theming": "Aparencia",
        "Time": "Tempo",
        "Writing": "Escrita",
        "show_all_packages": "Ollar tódalas %d"
    },
    "index": {
        "download_fdroid": "Baixar F-Droid",
        "gpg_signature": "Sinatura PGP",
        "introduction": "O F-Droid é un sílabo instalábel de aplicacións de software libre (FOSS, «Free and Open Source Software») para o Android. O cliente fai máis doada a navigación, a instalación e o seguemento das actualizacións no teu dispositivo.",
        "screenshot": "Capturas de pantalla do F-Droid para o Android",
        "title": "Que é o F-Droid?"
    },
    "mirrors": {
        "cn": "China continental",
        "de": "Alemaña",
        "indiana": "Indiana, EEUU",
        "se": "Suecia",
        "tw": "Taiwán",
        "ua": "Ucraína"
    },
    "navigation": {
        "about": "Acerca de",
        "apps": "Aplicacións",
        "contribute": "Contribuír",
        "documentation": "Documentación",
        "edit_on_gitlab": "Editar en GitLab",
        "forum": "Foro",
        "issues": "Incidencias",
        "news": "Novas",
        "translate_on_weblate": "Traducir no Weblate"
    },
    "news": {
        "newer_posts": "← Novas publicacións",
        "older_posts": "Publicacións antigas →",
        "posted_on": "Publicado o {{ post_date }}"
    },
    "package": {
        "added_on": "Engadido o {{ package_added_date }}",
        "anti_features": "Funcións indesexadas",
        "anti_features_warning": "Esta aplicación ten funcións que poderían non gostarche.",
        "author": "Autor",
        "build_log": "Rexistro de compilación",
        "build_metadata": "Xerar metadatos",
        "changelog": "Historial de mudanzas",
        "donate": "Doar",
        "download": "Baixar {{ file_extension }}",
        "flattr": "Flattr",
        "gpg_signature": "Sinatura PGP",
        "issue_tracker": "Seguemento de incidencias",
        "liberapay": "Liberapay",
        "license": "Licenza",
        "minimum_android_version": "Esta versión require o Android {{ android_version }} ou máis recente.",
        "new_in_version": "Novidades na versión {{ latest_version }}",
        "package_screenshot_alt": "captura de pantalla",
        "packages": "Paquetes",
        "permissions": "Permisos",
        "signed_by_developer": "Feita e asinada polo desenvolvedor orixinal.",
        "signed_by_fdroid": "Feita e asinada polo F-Droid, e garantida a súa correspondencia con <a href=\"{{ source_code_url }}\">este paquete de fontes</a>.",
        "source_code": "Código fonte",
        "suggest_downloading_via_fdroid": "Aínda que as baixadas APK estean dispoñíbeis embaixo para a túa escolla, terías que saber que ó instalar deste xeito non recibirás notificacións de actualizacións, e que é un xeito de baixada menos segura. Recomendámosche que instales e empregues o cliente do F-Droid.",
        "suggested": "suxerido",
        "translation": "Tradución",
        "version_info": "<b>Versión {{ package_version }}</b> ({{ package_version_code }})",
        "website": "Páxina web"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Permite que a aplicación continúe unha chamada que se iniciou noutra aplicación.",
        "permdesc_accessBackgroundLocation": "Esta aplicación pode acceder á localización en calquera momento, aínda que non a esteas utilizando.",
        "permdesc_accessCoarseLocation": "Mentres a utilizas, esta aplicación pode obter a túa localización aproximada a través dos servizos de localización. Para facelo, os servizos mencionados deben estar activados no teu dispositivo.",
        "permdesc_accessDrmCertificates": "Permite a unha aplicación fornecer e utilizar certificados DRM. Non se deberían precisar nunca para as aplicacións normais.",
        "permdesc_accessFineLocation": "Mentres a utilizas, esta aplicación pode obter a túa localización exacta a través dos servizos de localización. Para facelo, os servizos mencionados deben estar activados no teu dispositivo. Isto pode aumentar o uso da batería.",
        "permdesc_accessImsCallService": "Permite que a aplicación use o servizo de IMS para facer chamadas sen a túa intervención.",
        "permdesc_accessLocationExtraCommands": "Permite á aplicación acceder a comandos adicionais de fornecedor de localizacións. É posible que isto provoque que a aplicación interfira co funcionamento do GPS ou doutras fontes da localización.",
        "permdesc_accessNetworkConditions": "Permite a unha aplicación escoitar observacións acerca das condicións da rede. Non se debería necesitar nunca para aplicacións normais.",
        "permdesc_accessNetworkState": "Permite á aplicación ver información acerca das conexións da rede, como que redes existen e cales están conectadas.",
        "permdesc_accessNotifications": "Permite á aplicación recuperar, examinar e borrar notificacións, incluídas as publicadas por outras aplicacións.",
        "permdesc_accessWifiState": "Permite á aplicación ver información acerca das redes wifi, como se a wifi está activada e o nome dos dispositivos wifi conectados.",
        "permdesc_accessWimaxState": "Permite á aplicación determinar se WiMAX está activado e obter información acerca das redes WiMAX que están conectadas.",
        "permdesc_access_notification_policy": "Permite á aplicación ler e escribir a configuración do modo Non molestar.",
        "permdesc_activityRecognition": "Esta aplicación pode recoñecer a túa actividade física.",
        "permdesc_addVoicemail": "Permite á aplicación engadir mensaxes á caixa de entrada do teu correo de voz.",
        "permdesc_answerPhoneCalls": "Permite que a aplicación responda a unha chamada telefónica entrante.",
        "permdesc_audioWrite": "Permite que a aplicación modifique a súa colección de música.",
        "permdesc_backgroundCamera": "Esta aplicación pode utilizar a cámara en calquera momento para sacar fotos e gravar vídeos.",
        "permdesc_bindCarrierMessagingService": "Permite ao propietario vincularse á interface de nivel superior dun servizo de mensaxaría. As aplicacións normais non deberían necesitar este permiso.",
        "permdesc_bindCarrierServices": "Permite ao titular vincularse aos servizos do operador. As aplicacións normais non deberían necesitar este permiso.",
        "permdesc_bindCellBroadcastService": "Permite que a aplicación se vincule ao módulo de difusión móbil para reenviar as mensaxes deste tipo segundo se reciban. As alertas de difusión móbil envíanse nalgunhas localizacións para avisar de situacións de emerxencia. As aplicacións maliciosas poden interferir no rendemento ou funcionamento do seu dispositivo cando se reciba unha difusión móbil de emerxencia.",
        "permdesc_bindConditionProviderService": "Permite ao propietario vincularse á interface de nivel superior dun servizo provedor de condicións. As aplicacións normais non deberían necesitar este permiso.",
        "permdesc_bindDreamService": "Permite ao propietario vincularse á interface de nivel superior dun servizo de soños. As aplicacións normais non deberían necesitar este permiso.",
        "permdesc_bindNotificationListenerService": "Permite ao propietario vincularse á interface de nivel superior dun servizo axente de escoita de notificacións. Non debería ser nunca necesario para as aplicacións normais.",
        "permdesc_bind_connection_service": "Permite que a aplicación interactúe cos servizos de telefonía para facer ou recibir chamadas.",
        "permdesc_bind_incall_service": "Permite á aplicación controlar cando e como ve o usuario a pantalla de chamada.",
        "permdesc_bluetooth": "Permite á aplicación ver a configuración do Bluetooth no teléfono e efectuar e aceptar conexións con dispositivos sincronizados.",
        "permdesc_bluetoothAdmin": "Permite á aplicación configurar o teléfono Bluetooth local e descubrir e sincronizar con dispositivos remotos.",
        "permdesc_bluetooth_advertise": "Permite que a aplicación envíe anuncios a dispositivos Bluetooth próximos",
        "permdesc_bluetooth_connect": "Permite que a aplicación se conecte aos dispositivos Bluetooth vinculados",
        "permdesc_bluetooth_scan": "Permite que a aplicación detecte dispositivos Bluetooth próximos e se vincule a eles",
        "permdesc_bodySensors": "Permite que a aplicación acceda aos datos dos sensores que controlan o teu estado físico, como o ritmo cardíaco.",
        "permdesc_bodySensors_background": "Permite que a aplicación acceda aos datos dos sensores corporais (por exemplo, a frecuencia cardíaca, a temperatura ou a porcentaxe de osíxeno en sangue) mentres se estea executando en segundo plano.",
        "permdesc_broadcastSticky": "Permite á aplicación enviar difusións permanentes que continúan unha vez finalizada a difusión. Un uso excesivo pode provocar que o teléfono funcione con lentitude ou de forma inestable debido á necesidade de utilizar demasiada memoria.",
        "permdesc_callCompanionApp": "Permite que a aplicación consulte e controle as chamadas en curso do dispositivo. Pode acceder a información como os números e os estados das chamadas.",
        "permdesc_callPhone": "Permite á aplicación chamar a números de teléfono sen a túa intervención. Esta acción pode implicar chamadas ou custos inesperados. Ten en conta que isto non permite á aplicación chamar a números de emerxencia. É posible que aplicacións maliciosas che custen diñeiro debido á realización de chamadas sen a túa confirmación.",
        "permdesc_camera": "Mentres a empregas, esta aplicación pode utilizar a cámara para sacar fotos e gravar vídeos.",
        "permdesc_cameraOpenCloseListener": "Esta aplicación pode recibir retrochamadas cando outra aplicación abra ou peche un dispositivo con cámara.",
        "permdesc_changeNetworkState": "Permite á aplicación cambiar o estado da conectividade de rede.",
        "permdesc_changeTetherState": "Permite á aplicación cambiar o estado da conectividade da conexión compartida.",
        "permdesc_changeWifiMulticastState": "Permite á aplicación recibir paquetes enviados a todos os dispositivos a través dunha rede wifi utilizando enderezos de multidifusión, non só o teu teléfono. Utiliza máis enerxía que o modo que non inclúe a multidifusión.",
        "permdesc_changeWifiState": "Permite á aplicación conectarse e desconectarse de puntos de acceso á wifi e realizar cambios na configuración do dispositivo das redes wifi.",
        "permdesc_changeWimaxState": "Permite á aplicación conectar e desconectar o teléfono de redes WiMAX.",
        "permdesc_companionProfileWatch": "Permite que unha aplicación complementaria xestione reloxos.",
        "permdesc_connection_manager": "Permite que a aplicación xestione conexións de telecomunicacións.",
        "permdesc_control_incall_experience": "Permite á aplicación proporcionar unha experiencia de usuario durante a chamada.",
        "permdesc_createNetworkSockets": "Permite á aplicación crear sockets de rede e utilizar protocolos de rede personalizados. O navegador e outras aplicacións ofrecen medios para enviar datos a Internet, polo que non se require este permiso para enviar datos a Internet.",
        "permdesc_deliverCompanionMessages": "Permite que unha aplicación complementaria envíe mensaxes complementarias a outros dispositivos.",
        "permdesc_detectScreenCapture": "Esta aplicación recibirá unha notificación cando se faga unha captura de pantalla mentres se estea utilizando.",
        "permdesc_disableKeyguard": "Permite á aplicación desactivar o bloqueo do teclado e calquera seguranza dos contrasinais asociada. Por exemplo, o teléfono desactiva o bloqueo do teclado ao recibir unha chamada telefónica entrante e, a continuación, volve activar o bloqueo do teclado unha vez finalizada a chamada.",
        "permdesc_enableCarMode": "Permite á aplicación activar o modo coche.",
        "permdesc_exemptFromAudioRecordRestrictions": "Aplicación exenta de restricións para gravar audio.",
        "permdesc_expandStatusBar": "Permite á aplicación ampliar ou contraer a barra de estado.",
        "permdesc_foregroundService": "Permite que a aplicación utilice os servizos en primeiro plano.",
        "permdesc_foregroundServiceCamera": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"camera\"",
        "permdesc_foregroundServiceConnectedDevice": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"connectedDevice\"",
        "permdesc_foregroundServiceDataSync": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"dataSync\"",
        "permdesc_foregroundServiceFileManagement": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"fileManagement\"",
        "permdesc_foregroundServiceHealth": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"health\"",
        "permdesc_foregroundServiceLocation": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"location\"",
        "permdesc_foregroundServiceMediaPlayback": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"mediaPlayback\"",
        "permdesc_foregroundServiceMediaProjection": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"mediaProjection\"",
        "permdesc_foregroundServiceMicrophone": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"microphone\"",
        "permdesc_foregroundServicePhoneCall": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"phoneCall\"",
        "permdesc_foregroundServiceRemoteMessaging": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"remoteMessaging\"",
        "permdesc_foregroundServiceSpecialUse": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"specialUse\"",
        "permdesc_foregroundServiceSystemExempted": "Permite que a aplicación faga uso de servizos en primeiro plano co tipo \"systemExempted\"",
        "permdesc_fullScreenIntent": "Permite que a aplicación mostre notificacións como actividades a pantalla completa nun dispositivo bloqueado",
        "permdesc_getAccounts": "Permite á aplicación obter a lista de contas coñecidas polo teléfono. É posible que aquí se inclúan as contas creadas por aplicacións que tes instaladas.",
        "permdesc_getPackageSize": "Permite á aplicación recuperar o código, os datos e os tamaños da caché",
        "permdesc_getTasks": "Permite á aplicación recuperar información acerca de tarefas que se están executando actualmente ou que se executaron recentemente. É posible que esta acción permita á aplicación descubrir información acerca de que aplicacións se utilizan no dispositivo.",
        "permdesc_handoverStatus": "Permite a esta aplicación recibir información acerca das transferencias actuais de Android Beam",
        "permdesc_hideOverlayWindows": "Esta aplicación pode solicitar que o sistema oculte superposicións doutras aplicacións para que non se mostren por enriba dela.",
        "permdesc_highSamplingRateSensors": "Permite que a aplicación recompile mostras dos datos dos sensores cunha taxa superior a 200 Hz",
        "permdesc_imagesWrite": "Permite que a aplicación modifique a súa colección de fotos.",
        "permdesc_install_shortcut": "Permite a unha aplicación engadir atallos na pantalla de inicio sen intervención do usuario.",
        "permdesc_invokeCarrierSetup": "Permite ao propietario invocar a aplicación de configuración fornecida polo operador. Non debería ser nunca necesario para as aplicacións normais..",
        "permdesc_killBackgroundProcesses": "Permite á aplicación finalizar procesos en segundo plano doutras aplicacións. É posible que esta acción provoque que outras aplicacións deixen de funcionar.",
        "permdesc_manageFace": "Permite que a aplicación invoque métodos para engadir e eliminar modelos faciais de uso.",
        "permdesc_manageFingerprint": "Permite que a aplicación invoque métodos para engadir e eliminar modelos de uso de impresión dixital.",
        "permdesc_manageNetworkPolicy": "Permite á aplicación xestionar políticas de rede e definir normas específicas de aplicacións.",
        "permdesc_manageOngoingCalls": "Permite que unha aplicación controle as chamadas saíntes do teu dispositivo e consulte os detalles sobre elas.",
        "permdesc_manageOwnCalls": "Permite á aplicación dirixir as súas chamadas a través do sistema para mellorar a túa experiencia durante as chamadas.",
        "permdesc_manageProfileAndDeviceOwners": "Permite ás aplicacións establecer os propietarios do perfil e o propietario do dispositivo.",
        "permdesc_mediaLocation": "Permite que a aplicación lea as localizacións da súa colección multimedia.",
        "permdesc_modifyAudioSettings": "Permite á aplicación modificar a configuración de audio global, como o volume e que altofalante se utiliza para a saída.",
        "permdesc_modifyNetworkAccounting": "Permite á aplicación modificar a forma de contabilizar o uso da rede por parte das aplicacións. Non está destinado a ser utilizado por aplicacións normais.",
        "permdesc_nearby_wifi_devices": "Permítelle á aplicación enviar anuncios e conectarse a dispositivos wifi próximos, e determinar a súa posición relativa",
        "permdesc_nfc": "Permite á aplicación comunicarse con etiquetas, tarxetas e lectores Near Field Communication (NFC).",
        "permdesc_observeCompanionDevicePresence": "Permite que unha aplicación complementaria detecte a presenza de dispositivos complementarios cando estes estean situados preto ou lonxe.",
        "permdesc_persistentActivity": "Permite á aplicación converter partes súas como persistentes na memoria. Esta acción pode limitar a cantidade memoria dispoñible para outras aplicacións e reducir a velocidade de funcionamento do teléfono.",
        "permdesc_postNotification": "Permite que a aplicación mostre notificacións",
        "permdesc_preferredPaymentInfo": "Permite que a aplicación obteña información do servizo de pago de NFC preferido, como as axudas rexistradas e o destino da ruta.",
        "permdesc_processOutgoingCalls": "Permite á aplicación ver o número que se está marcando durante unha chamada saínte coa opción de redirixir a chamada a un número diferente ou abortar a chamada.",
        "permdesc_queryAllPackages": "Permite que unha aplicación consulte todos os paquetes instalados.",
        "permdesc_readBasicPhoneState": "Permítelle á aplicación acceder ás funcións básicas de telefonía do dispositivo.",
        "permdesc_readCalendar": "Esta aplicación pode ler todos os eventos do calendario almacenados no teu teléfono e compartir ou gardar os datos do calendario.",
        "permdesc_readCallLog": "Esta aplicación pode ler o teu historial de chamadas.",
        "permdesc_readCellBroadcasts": "Permite á aplicación ler mensaxes de difusión móbil recibidas polo teu dispositivo. As alertas de difusión móbil envíanse nalgunhas localizacións para avisar de situacións de emerxencia. É posible que aplicacións maliciosas afecten ao rendemento ou funcionamento do teu dispositivo cando se recibe unha difusión móbil de emerxencia.",
        "permdesc_readContacts": "Permite que a aplicación lea datos sobre os contactos almacenados no teu teléfono. As aplicacións tamén terán acceso ás contas do teu teléfono que creasen contactos, entre as que se poden incluír as creadas polas aplicacións que instalases. Con este permiso as aplicacións poden gardar os teus datos de contacto e as aplicacións maliciosas poden compartir os datos mencionados sen o teu coñecemento.",
        "permdesc_readHistoryBookmarks": "Permite á aplicación ler o historial de todos os URL visitados polo navegador e todos os favoritos do navegador. Nota: É posible que este permiso non sexa executado por navegadores de terceiros ou outras aplicacións con funcionalidades de navegación web.",
        "permdesc_readInstallSessions": "Permite que unha aplicación consulte as sesións de instalación. Desta forma, pode ver os detalles acerca das instalacións de paquetes activas.",
        "permdesc_readMediaAudio": "Permite que a aplicación acceda a ficheiros de audio do almacenamento compartido.",
        "permdesc_readMediaImages": "Permite que a aplicación acceda a ficheiros de imaxe do almacenamento compartido.",
        "permdesc_readMediaVideo": "Permite que a aplicación acceda a ficheiros de vídeo do almacenamento compartido.",
        "permdesc_readNetworkUsageHistory": "Permite á aplicación ler o uso da rede histórico de redes e aplicacións específicas.",
        "permdesc_readPhoneNumbers": "Permite que a aplicación acceda aos números de teléfono do dispositivo.",
        "permdesc_readPhoneState": "Permite á aplicación acceder ás funcións de teléfono do dispositivo. Con este permiso a aplicación pode determinar o número de teléfono e os ID do dispositivo, se unha chamada está activa e o número remoto conectado mediante unha chamada.",
        "permdesc_readSms": "Esta aplicación pode ler todas as mensaxes SMS (texto) almacenadas no teu teléfono.",
        "permdesc_readSyncSettings": "Permite á aplicación ler a configuración de sincronización dunha conta. Por exemplo, esta acción pode determinar se a aplicación Contactos se sincroniza cunha conta.",
        "permdesc_readSyncStats": "Permite a unha aplicación ler as estatísticas de sincronización dunha conta, incluído o historial de eventos de sincronización e a cantidade de datos sincronizados.",
        "permdesc_readVisualUserSelect": "Permite que a aplicación lea os ficheiros de imaxe e de vídeo que selecciones do almacenamento compartido.",
        "permdesc_receiveBootCompleted": "Permite á aplicación executarse unha vez o sistema se inicie completamente. Isto pode provocar que o teléfono tarde máis tempo en iniciarse e permitir á aplicación reducir a velocidade xeral do teléfono ao manterse sempre en execución.",
        "permdesc_receiveMms": "Permite á aplicación recibir e procesar mensaxes MMS. Isto significa que a aplicación pode supervisar ou eliminar mensaxes enviadas ao teu dispositivo sen mostrarchas.",
        "permdesc_receiveSms": "Permite á aplicación recibir e procesar mensaxes SMS. Isto significa que a aplicación pode supervisar ou eliminar mensaxes enviadas ao teu dispositivo sen mostrarchas.",
        "permdesc_receiveWapPush": "Permite á aplicación recibir e procesar mensaxes WAP. Este permiso inclúe a capacidade de supervisar ou eliminar mensaxes enviadas a ti sen mostrarchas.",
        "permdesc_recordAudio": "Mentres a empregas, esta aplicación pode utilizar o micrófono para gravar audio.",
        "permdesc_recordBackgroundAudio": "Esta aplicación pode utilizar o micrófono en calquera momento para gravar audio.",
        "permdesc_register_call_provider": "Permite que a aplicación rexistre novas conexións de telecomunicacións.",
        "permdesc_register_sim_subscription": "Permite que a aplicación rexistre novas conexións SIM de telecomunicacións.",
        "permdesc_removeDrmCertificates": "Permite a unha aplicación eliminar os certificados DRM. As aplicacións normais non o deberían precisar nunca.",
        "permdesc_reorderTasks": "Permite á aplicación mover tarefas ao primeiro e segundo plano. É posible que a aplicación leve a cabo esta acción sen a túa intervención.",
        "permdesc_requestDeletePackages": "Permite a unha aplicación solicitar a eliminación dos paquetes.",
        "permdesc_requestIgnoreBatteryOptimizations": "Fai que unha aplicación poida solicitar permiso para ignorar as optimizacións da batería.",
        "permdesc_requestInstallPackages": "Permite a unha aplicación solicitar a instalación dos paquetes.",
        "permdesc_requestPasswordComplexity": "Permite que a aplicación consulte o nivel (alto, medio, baixo ou inexistente) de complexidade do bloqueo de pantalla para saber a lonxitude aproximada do contrasinal e o tipo de bloqueo de pantalla. A aplicación tamén pode suxerirlles aos usuarios que aumenten o nivel de complexidade do bloqueo de pantalla, aínda que poden ignorar a suxestión e seguir navegando. Teña en conta que o bloqueo de pantalla non se almacena como texto sen formato, polo que a aplicación non pode consultar o contrasinal exacto.",
        "permdesc_route_media_output": "Permite a unha aplicación dirixir a saída multimedia a outros dispositivos externos.",
        "permdesc_runInBackground": "Esta aplicación pode executarse en segundo plano. Por este motivo, quizais se esgote antes a batería.",
        "permdesc_schedule_exact_alarm": "Esta aplicación pode planificar accións para que se leven a cabo nun momento determinado no futuro. Isto tamén supón que a aplicación poderá executarse cando non esteas usando o dispositivo de forma activa.",
        "permdesc_sdcardRead": "Permite á aplicación ler o almacenamento compartido.",
        "permdesc_sdcardWrite": "Permite á aplicación escribir no almacenamento compartido.",
        "permdesc_sendSms": "Permite á aplicación enviar mensaxes SMS. É posible que esta acción implique custos inesperados. É posible que as aplicacións maliciosas che custen diñeiro debido ao envío de mensaxes sen a túa confirmación.",
        "permdesc_setAlarm": "Permite á aplicación definir unha alarma nunha aplicación de espertador instalada. É posible que algunhas aplicacións de espertador non implementen esta función.",
        "permdesc_setInputCalibration": "Permite á aplicación modificar os parámetros de calibración da pantalla táctil. As aplicacións normais non deberían necesitar este permiso.",
        "permdesc_setTimeZone": "Permite á aplicación cambiar o fuso horario do teléfono.",
        "permdesc_setWallpaper": "Permite á aplicación definir o fondo de pantalla do sistema.",
        "permdesc_setWallpaperHints": "Permite á aplicación definir a optimización do tamaño do fondo de pantalla do sistema.",
        "permdesc_sim_communication": "Permite á aplicación enviar comandos á SIM. Isto é moi perigoso.",
        "permdesc_startForegroundServicesFromBackground": "Permite que unha aplicación complementaria, desde un segundo plano, inicie servizos en primeiro plano.",
        "permdesc_startReviewPermissionDecisions": "Permite que a persoa propietaria acceda a unha pantalla onde poderá examinar as decisións relativas aos permisos. Esta opción nunca debería ser necesaria para as aplicacións normais.",
        "permdesc_startViewAppFeatures": "Permite que o propietario comece a ver a información das funcións dunha aplicación.",
        "permdesc_startViewPermissionUsage": "Permite ao propietario iniciar o uso de permisos dunha aplicación. As aplicacións normais non deberían precisalo nunca.",
        "permdesc_statusBar": "Permite á aplicación desactivar a barra de estado ou engadir e eliminar as iconas do sistema.",
        "permdesc_statusBarService": "Permite á aplicación ser a barra de estado.",
        "permdesc_subscribedFeedsRead": "Permite á aplicación obter detalles acerca dos feeds sincronizados actualmente.",
        "permdesc_systemAlertWindow": "Esta aplicación pode aparecer sobre outras aplicacións ou outras partes da pantalla, polo que é posible que interfira no uso normal das aplicacións e modifique a forma en que se mostran.",
        "permdesc_systemCamera": "Esta aplicación do sistema con privilexios pode utilizar unha cámara do sistema en calquera momento para tirar fotos e gravar vídeos. Require que a aplicación tamén teña o permiso android.permission.CAMERA",
        "permdesc_transmitIr": "Permite á aplicación utilizar o transmisor de infravermellos do teléfono.",
        "permdesc_turnScreenOn": "Permite que a aplicación active a pantalla.",
        "permdesc_uninstall_shortcut": "Permite á aplicación eliminar atallos da pantalla de inicio sen a intervención do usuario.",
        "permdesc_updatePackagesWithoutUserAction": "Permite que o titular actualice a aplicación que instalase anteriormente sen que o usuario teña que realizar ningunha acción",
        "permdesc_useBiometric": "Permite que a aplicación utilice hardware biométrico para a autenticación",
        "permdesc_useDataInBackground": "Esta aplicación pode usar datos en segundo plano. Por este motivo, quizais aumente o uso de datos.",
        "permdesc_useFaceAuthentication": "Permite que a aplicación utilice o hardware de desbloqueo facial para a autenticación",
        "permdesc_useFingerprint": "Permite que a aplicación utilice hardware de impresión dixital para a autenticación",
        "permdesc_use_exact_alarm": "Esta aplicación pode planificar accións (por exemplo, alarmas ou recordatorios) para enviarche notificacións nun momento determinado no futuro.",
        "permdesc_use_sip": "Permite que a aplicación faga e reciba chamadas SIP.",
        "permdesc_uwb_ranging": "Permite que a aplicación determine a posición relativa entre os dispositivos próximos que usen banda ultralarga",
        "permdesc_vibrate": "Permite á aplicación controlar o vibrador.",
        "permdesc_vibrator_state": "Permite que a aplicación acceda ao estado de vibrador.",
        "permdesc_videoWrite": "Permite que a aplicación modifique a súa colección de vídeos.",
        "permdesc_wakeLock": "Permite á aplicación evitar que o teléfono acceda ao modo de suspensión.",
        "permdesc_writeCalendar": "Esta aplicación pode engadir, quitar ou cambiar eventos do calendario almacenados no teu teléfono. Tamén pode enviar mensaxes que parezan dos propietarios do calendario e cambiar eventos sen comunicárllelo aos propietarios.",
        "permdesc_writeCallLog": "Permite á aplicación modificar o rexistro de chamadas do teléfono, incluídos os datos acerca de chamadas entrantes e saíntes. É posible que aplicacións maliciosas utilicen esta acción para borrar ou modificar o teu rexistro de chamadas.",
        "permdesc_writeContacts": "Permite que a aplicación modifique datos sobre os contactos almacenados no teu teléfono. Con este permiso as aplicacións poden eliminar datos de contactos.",
        "permdesc_writeGeolocationPermissions": "Permite á aplicación modificar os permisos de xeolocalización do navegador. É posible que as aplicacións maliciosas utilicen esta opción para permitir o envío de información de localización a sitios web arbitrarios.",
        "permdesc_writeHistoryBookmarks": "Permite á aplicación modificar o historial ou os favoritos do navegador que están almacenados no teu teléfono. É posible que esta acción permita á aplicación borrar ou modificar os datos do navegador. Nota: É posible que este permiso non sexa executado por navegadores de terceiros ou outras aplicacións con funcionalidades de navegación web.",
        "permdesc_writeSettings": "Permite á aplicación modificar os datos da configuración do sistema. É posible que aplicacións maliciosas danen a configuración do sistema.",
        "permdesc_writeSyncSettings": "Permite a unha aplicación modificar a configuración de sincronización dunha conta. Por exemplo, esta acción pode utilizarse para activar a sincronización da aplicación Contactos cunha conta.",
        "permgroupbackgroundrequest_location": "Permite a aplicación solicitar a localización en segundo plano.",
        "permgroupbackgroundrequestdetail_location": "Actualmente, a aplicación pode acceder á localización só mentres a utilices",
        "permgroupdesc_activityRecognition": "acceder á súa actividade física",
        "permgroupdesc_calendar": "acceder ao teu calendario",
        "permgroupdesc_calllog": "ler e editar o rexistro de chamadas do teléfono",
        "permgroupdesc_camera": "tirar fotos e gravar vídeos",
        "permgroupdesc_contacts": "acceder aos teus contactos",
        "permgroupdesc_location": "acceder á localización deste dispositivo",
        "permgroupdesc_microphone": "gravar audio",
        "permgroupdesc_nearby_devices": "detectar dispositivos próximos e conectarse a eles",
        "permgroupdesc_notifications": "mostra notificacións",
        "permgroupdesc_phone": "facer e xestionar chamadas telefónicas",
        "permgroupdesc_readMediaAural": "acceder a música e audio do dispositivo",
        "permgroupdesc_readMediaVisual": "acceder a fotos e vídeos do dispositivo",
        "permgroupdesc_sensors": "acceder aos datos dos sensores sobre as túas constantes vitais",
        "permgroupdesc_sms": "enviar e consultar mensaxes de SMS",
        "permgroupdesc_storage": "acceder a fotos, contido multimedia e ficheiros no teu dispositivo",
        "permgrouplab_activityRecognition": "Actividade física",
        "permgrouplab_calendar": "Calendario",
        "permgrouplab_calllog": "Rexistros de chamadas",
        "permgrouplab_camera": "Cámara",
        "permgrouplab_contacts": "Contactos",
        "permgrouplab_location": "Localización",
        "permgrouplab_microphone": "Micrófono",
        "permgrouplab_nearby_devices": "Dispositivos próximos",
        "permgrouplab_notifications": "Notificacións",
        "permgrouplab_phone": "Teléfono",
        "permgrouplab_readMediaAural": "Música e audio",
        "permgrouplab_readMediaVisual": "Fotos e vídeos",
        "permgrouplab_sensors": "Sensores corporais",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Ficheiros",
        "permgrouprequest_activityRecognition": "Queres permitir que <b>",
        "permgrouprequest_calendar": "Queres permitir que a aplicación <b>",
        "permgrouprequest_calllog": "Queres permitir que <b>",
        "permgrouprequest_camera": "Queres permitir que a aplicación <b>",
        "permgrouprequest_contacts": "Queres permitir que a aplicación <b>",
        "permgrouprequest_location": "Permitir que a aplicación <b>",
        "permgrouprequest_microphone": "Queres permitir que a aplicación <b>",
        "permgrouprequest_phone": "Queres permitir que a aplicación <b>",
        "permgrouprequest_sensors": "Queres permitir que a aplicación <b>",
        "permgrouprequest_sms": "Queres permitir que a aplicación <b>",
        "permgrouprequest_storage": "Queres permitir que a aplicación <b>",
        "permgrouprequestdetail_location": "A aplicación só terá acceso á localización mentres a esteas utilizando",
        "permlab_acceptHandover": "continuar unha chamada iniciada noutra aplicación",
        "permlab_accessBackgroundLocation": "acceder á localización en segundo plano",
        "permlab_accessCoarseLocation": "acceder á localización aproximada só en primeiro plano",
        "permlab_accessDrmCertificates": "acceso a certificados DRM",
        "permlab_accessFineLocation": "acceder á localización exacta só en primeiro plano",
        "permlab_accessImsCallService": "acceso ao servizo de chamadas de IMS",
        "permlab_accessLocationExtraCommands": "acceder a comandos adicionais do provedor de localización",
        "permlab_accessNetworkConditions": "escoitar observacións sobre as condicións da rede",
        "permlab_accessNetworkState": "ver conexións de rede",
        "permlab_accessNotifications": "acceso ás notificacións",
        "permlab_accessWifiState": "ver conexións wifi",
        "permlab_accessWimaxState": "conectar e desconectar de WiMAX",
        "permlab_access_notification_policy": "acceso ao modo Non molestar",
        "permlab_activityRecognition": "recoñecer actividade física",
        "permlab_addVoicemail": "engadir correo de voz",
        "permlab_answerPhoneCalls": "responder chamadas telefónicas",
        "permlab_audioWrite": "modificar a súa colección de música",
        "permlab_backgroundCamera": "sacar fotos e gravar vídeos en segundo plano",
        "permlab_bindCarrierMessagingService": "vincular a un servizo de mensaxaría",
        "permlab_bindCarrierServices": "vincular aos servizos do operador",
        "permlab_bindCellBroadcastService": "Reenviar mensaxes de difusión móbil",
        "permlab_bindConditionProviderService": "vincular a un servizo de provedor de condicións",
        "permlab_bindDreamService": "vincular a un servizo de soños",
        "permlab_bindNotificationListenerService": "vincular a un servizo de axente de escoita de notificacións",
        "permlab_bind_connection_service": "interactuar cos servizos de telefonía",
        "permlab_bind_incall_service": "interactuar cunha pantalla de chamada",
        "permlab_bluetooth": "sincronizar con dispositivos Bluetooth",
        "permlab_bluetoothAdmin": "acceder á configuración de Bluetooth",
        "permlab_bluetooth_advertise": "enviar anuncios a dispositivos Bluetooth próximos",
        "permlab_bluetooth_connect": "conectarse a dispositivos Bluetooth vinculados",
        "permlab_bluetooth_scan": "detectar e vincular dispositivos Bluetooth",
        "permlab_bodySensors": "acceder a sensores do corpo (como monitores de ritmo cardíaco)",
        "permlab_bodySensors_background": "Acceso en segundo plano aos datos dos sensores corporais, como a frecuencia cardíaca",
        "permlab_broadcastSticky": "enviar difusión persistente",
        "permlab_callCompanionApp": "consultar e controlar as chamadas a través do sistema.",
        "permlab_callPhone": "chamar directamente aos números de teléfono",
        "permlab_camera": "facer fotos e vídeos",
        "permlab_cameraOpenCloseListener": "Permitir que unha aplicación ou servizo reciba retrochamadas cando se abran ou se pechen dispositivos con cámara.",
        "permlab_changeNetworkState": "cambiar a conectividade de rede",
        "permlab_changeTetherState": "cambiar conectividade de conexión compartida",
        "permlab_changeWifiMulticastState": "permitir a recepción multidifusión Wi-Fi",
        "permlab_changeWifiState": "conectar e desconectar da wifi",
        "permlab_changeWimaxState": "cambiar estado de WiMAX",
        "permlab_companionProfileWatch": "Permiso de perfil de Companion Watch para xestionar reloxos",
        "permlab_connection_manager": "xestionar conexións de telecomunicacións",
        "permlab_control_incall_experience": "proporcionar unha experiencia de usuario durante a chamada",
        "permlab_createNetworkSockets": "ter acceso completo á rede",
        "permlab_deliverCompanionMessages": "Enviar mensaxes complementarias",
        "permlab_detectScreenCapture": "detectar capturas de pantalla de ventás da aplicación",
        "permlab_disableKeyguard": "desactivar o bloqueo da pantalla",
        "permlab_enableCarMode": "activar o modo coche",
        "permlab_exemptFromAudioRecordRestrictions": "aplicación exenta de restricións para gravar audio",
        "permlab_expandStatusBar": "ampliar/contraer a barra de estado",
        "permlab_foregroundService": "executar un servizo en primeiro plano",
        "permlab_foregroundServiceCamera": "executar servizo en primeiro plano co tipo \"camera\"",
        "permlab_foregroundServiceConnectedDevice": "executar servizo en primeiro plano co tipo \"connectedDevice\"",
        "permlab_foregroundServiceDataSync": "executar servizo en primeiro plano co tipo \"dataSync\"",
        "permlab_foregroundServiceFileManagement": "executar servizo en primeiro plano co tipo \"fileManagement\"",
        "permlab_foregroundServiceHealth": "executar servizo en primeiro plano co tipo \"health\"",
        "permlab_foregroundServiceLocation": "executar servizo en primeiro plano co tipo \"location\"",
        "permlab_foregroundServiceMediaPlayback": "executar servizo en primeiro plano co tipo \"mediaPlayback\"",
        "permlab_foregroundServiceMediaProjection": "executar servizo en primeiro plano co tipo \"mediaProjection\"",
        "permlab_foregroundServiceMicrophone": "executar servizo en primeiro plano co tipo \"microphone\"",
        "permlab_foregroundServicePhoneCall": "executar servizo en primeiro plano co tipo \"phoneCall\"",
        "permlab_foregroundServiceRemoteMessaging": "executar servizo en primeiro plano co tipo \"remoteMessaging\"",
        "permlab_foregroundServiceSpecialUse": "executar servizo en primeiro plano co tipo \"specialUse\"",
        "permlab_foregroundServiceSystemExempted": "executar servizo en primeiro plano co tipo \"systemExempted\"",
        "permlab_fullScreenIntent": "mostrar notificacións como actividades a pantalla completa nun dispositivo bloqueado",
        "permlab_getAccounts": "encontrar contas no dispositivo",
        "permlab_getPackageSize": "medir o espazo de almacenamento da aplicación",
        "permlab_getTasks": "recuperar aplicacións en execución",
        "permlab_handoverStatus": "recibir o estado das transferencias de Android Beam",
        "permlab_hideOverlayWindows": "ocultar as superposicións doutras aplicacións",
        "permlab_highSamplingRateSensors": "acceder aos datos dos sensores usando unha taxa de mostraxe alta",
        "permlab_imagesWrite": "modificar a súa colección de fotos",
        "permlab_install_shortcut": "instalar atallos",
        "permlab_invokeCarrierSetup": "invocar a aplicación de configuración fornecida polo operador",
        "permlab_killBackgroundProcesses": "pechar outras aplicacións",
        "permlab_manageFace": "xestionar o hardware de desbloqueo facial",
        "permlab_manageFingerprint": "xestionar hardware de impresión dixital",
        "permlab_manageNetworkPolicy": "xestionar a política de rede",
        "permlab_manageOngoingCalls": "Xestionar as chamadas saíntes",
        "permlab_manageOwnCalls": "dirixir as chamadas a través do sistema",
        "permlab_manageProfileAndDeviceOwners": "xestionar propietarios do perfil e do dispositivo",
        "permlab_mediaLocation": "ler localizacións da súa colección multimedia",
        "permlab_modifyAudioSettings": "cambiar a configuración de son",
        "permlab_modifyNetworkAccounting": "modificar o reconto de uso da rede",
        "permlab_nearby_wifi_devices": "interactuar con dispositivos wifi próximos",
        "permlab_nfc": "controlar Near Field Communication",
        "permlab_observeCompanionDevicePresence": "Detectar presenza de dispositivos complementarios",
        "permlab_persistentActivity": "facer que a aplicación se execute sempre",
        "permlab_postNotification": "mostrar notificacións",
        "permlab_preferredPaymentInfo": "Información do servizo de pago de NFC preferido",
        "permlab_processOutgoingCalls": "redirixir as chamadas saíntes",
        "permlab_queryAllPackages": "consultar todos os paquetes",
        "permlab_readBasicPhoneState": "ler a identidade e o estado das funcións básicas de telefonía",
        "permlab_readCalendar": "Ler os detalles e os eventos do calendario",
        "permlab_readCallLog": "ler rexistro de chamadas",
        "permlab_readCellBroadcasts": "ler mensaxes de difusión móbil",
        "permlab_readContacts": "ler os teus contactos",
        "permlab_readHistoryBookmarks": "ler os favoritos e o historial da web",
        "permlab_readInstallSessions": "ler sesións de instalación",
        "permlab_readMediaAudio": "acceder a ficheiros de audio do almacenamento compartido",
        "permlab_readMediaImages": "acceder a ficheiros de imaxe do almacenamento compartido",
        "permlab_readMediaVideo": "acceder a ficheiros de vídeo do almacenamento compartido",
        "permlab_readNetworkUsageHistory": "ler o historial de uso da rede",
        "permlab_readPhoneNumbers": "ler números de teléfono",
        "permlab_readPhoneState": "ler o estado e a identidade do teléfono",
        "permlab_readSms": "ler as túas mensaxes de texto (SMS ou MMS)",
        "permlab_readSyncSettings": "ler a configuración de sincronización",
        "permlab_readSyncStats": "ler as estatísticas de sincronización",
        "permlab_readVisualUserSelect": "ler ficheiros de imaxe e de vídeo do almacenamento compartido seleccionados polo usuario",
        "permlab_receiveBootCompleted": "executarse no inicio",
        "permlab_receiveMms": "recibir mensaxes de texto (MMS)",
        "permlab_receiveSms": "recibir mensaxes de texto (SMS)",
        "permlab_receiveWapPush": "recibir mensaxes de texto (WAP)",
        "permlab_recordAudio": "gravar audio",
        "permlab_recordBackgroundAudio": "gravar audio en segundo plano",
        "permlab_register_call_provider": "rexistrar novas conexións de telecomunicacións",
        "permlab_register_sim_subscription": "rexistrar novas conexións SIM de telecomunicacións",
        "permlab_removeDrmCertificates": "eliminar certificados DRM",
        "permlab_reorderTasks": "reordenar as aplicacións en execución",
        "permlab_requestDeletePackages": "solicitar a eliminación dos paquetes",
        "permlab_requestIgnoreBatteryOptimizations": "pedir que se ignore a optimización da batería",
        "permlab_requestInstallPackages": "solicitar instalación de paquetes",
        "permlab_requestPasswordComplexity": "solicitar o nivel de complexidade do bloqueo de pantalla",
        "permlab_route_media_output": "dirixir saída multimedia",
        "permlab_runInBackground": "executar en segundo plano",
        "permlab_schedule_exact_alarm": "Planificar accións para que se leven a cabo nun momento determinado",
        "permlab_sdcardRead": "ler o almacenamento compartido",
        "permlab_sdcardWrite": "modificar ou eliminar o almacenamento compartido",
        "permlab_sendSms": "enviar e consultar mensaxes de SMS",
        "permlab_setAlarm": "definir unha alarma",
        "permlab_setInputCalibration": "cambiar a calibración do dispositivo de entrada",
        "permlab_setTimeZone": "establecer o fuso horario",
        "permlab_setWallpaper": "establecer o fondo de pantalla",
        "permlab_setWallpaperHints": "definir o tamaño do fondo de pantalla",
        "permlab_sim_communication": "enviar comandos á SIM",
        "permlab_startForegroundServicesFromBackground": "Desde un segundo plano iniciar servizos en primeiro plano",
        "permlab_startReviewPermissionDecisions": "iniciar vista das decisións sobre os permisos",
        "permlab_startViewAppFeatures": "comezar a ver as funcións da aplicación",
        "permlab_startViewPermissionUsage": "iniciar uso de permiso de vista",
        "permlab_statusBar": "desactivar ou modificar a barra de estado",
        "permlab_statusBarService": "actuar como a barra de estado",
        "permlab_subscribedFeedsRead": "ler feeds subscritos",
        "permlab_systemAlertWindow": "Esta aplicación pode aparecer sobre outras",
        "permlab_systemCamera": "Permitir que unha aplicación ou un servizo acceda ás cámaras do sistema para sacar fotos e gravar vídeos",
        "permlab_transmitIr": "transmitir infravermellos",
        "permlab_turnScreenOn": "activar pantalla",
        "permlab_uninstall_shortcut": "desinstalar atallos",
        "permlab_updatePackagesWithoutUserAction": "actualizar a aplicación sen que o usuario teña que realizar ningunha acción",
        "permlab_useBiometric": "utilizar hardware biométrico",
        "permlab_useDataInBackground": "usar datos en segundo plano",
        "permlab_useFaceAuthentication": "utilizar o hardware de desbloqueo facial",
        "permlab_useFingerprint": "usar hardware de impresión dixital",
        "permlab_use_exact_alarm": "Planificar alarmas ou recordatorios de eventos",
        "permlab_use_sip": "facer/recibir chamadas SIP",
        "permlab_uwb_ranging": "determinar posición entre dispositivos próximos",
        "permlab_vibrate": "controlar a vibración",
        "permlab_videoWrite": "modificar a súa colección de vídeos",
        "permlab_wakeLock": "evitar que o teléfono entre en modo de suspensión",
        "permlab_writeCalendar": "engadir ou modificar eventos do calendario e enviar correo electrónico aos invitados sen que o saiban os propietarios",
        "permlab_writeCallLog": "escribir no rexistro de chamadas",
        "permlab_writeContacts": "modificar os teus contactos",
        "permlab_writeGeolocationPermissions": "modificar os permisos de xeolocalización do navegador",
        "permlab_writeHistoryBookmarks": "escribir nos favoritos e no historial da web",
        "permlab_writeSettings": "modificar a configuración do sistema",
        "permlab_writeSyncSettings": "activar e desactivar a sincronización"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Nome",
            "bitcoin_alt": "Doar por Bitcoin",
            "crypto": "Criptomoedas",
            "currency": "Moeda",
            "flattr_alt": "Doar por Flattr",
            "heading": "Doar",
            "hellotux": "👕 Camisolas 👕 de",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "O F-Droid recibirá 3€ por camisola vendida.",
            "liberapay_alt": "Doar por Liberapay",
            "litecoin_alt": "Doar por Litecoin",
            "more_options": "Máis opcións",
            "opencollective_alt": "Doe ao noso Colectivo",
            "paypal": "PayPal",
            "paypal_alt": "Doar por PayPal",
            "powered_by_donations": "O F-Droid mantense grazas ás túas doazóns!",
            "via_bank_transfer": "Tresferencia bancaria"
        },
        "lang": {
            "change": "Mudar"
        },
        "last_updated": {
            "heading": "Última actualización"
        },
        "latest_packages": {
            "heading": "Últimas aplicacións"
        },
        "news": {
            "heading": "Novas"
        },
        "search": {
            "heading": "Procurar aplicacións",
            "noscript": "Require que se habilite o JavaScript",
            "search": "Procurar"
        }
    }
}
