{
    "add_repo": {
        "intro": "Скенирај QR кодове репозиторијума који желиш да додаш са уређаја или вебсајта на ком се налазе.",
        "no_internet": "Без интернета? Нема проблема. Научи <a href=\"../swap/\">Како да Пошаљеш и Примаш Апликације Офлајн.</a>",
        "open_repo_link": {
            "description": "Ако ти је послат линк репозиторијума преко мејла, друштвене мреже, или СМС-а, додај могућност да инсталираш апликације с њега на Ф-Дроид тако што ћеш га отворити.",
            "short_summary": "Отвори линк репозиторијума",
            "steps": {
                "step_1": "Преузми и инсталирај Ф-Дроид апликацију на твој Андроид уређај.",
                "step_2": "Кликни на линк и отвори га у веб претраживачу на твом уређају.",
                "step_3": "Када будеш отворио линк, притисни 'Додај у Ф-Дроид' дугме.",
                "step_4": "Притисни 'Имам Ф-Дроид' дугме. Ф-Дроид апликација ће се отворити.",
                "step_5": "'Додај нови репозиторијум' је приказан са већ попуњеном адресом репозиторијума. Притисни 'ОК' да га додаш.",
                "step_6": "Твој нови репозиторијум ће бити додат. Да видиш листу твојих репозиторијума, отвори 'Подешавања'. Одабери 'Репозиторијуми'.",
                "step_7": "Притисни на репозиторијум да видиш његов садржај.",
                "step_8": "Одабери апликације које желиш да имаш и инсталирај их на твој уређај."
            },
            "title": "Отвори линк репозиторијума на твом уређају"
        },
        "overview": {
            "summary": "Да добијеш више, додај репозиторијум у Ф-Дроид. Репозиторијум је колекција одабраног садржаја. Можеш да сазнаш о репозиторијумима других људи директно од њих. Програмери често оставе линк за њихов Ф-Дроид репозиторијум на њиховом вебсајту. Тренери често деле линкове за репозиторијуме путем мејла, Фејсбука или Твитера.",
            "title": "Набави још садржаја."
        },
        "scan_qr_code": {
            "description": "Скенирај QR кодове репозиторијума који желиш да додаш са уређаја или вебсајтова на којем се налазе.",
            "related_tutorial": "Можда будеш заинтересован и за: <a href=\"../swap/\">Како да пошаљеш и примиш апликације офлајн</a>",
            "short_summary": "Скенирај QR код",
            "steps": {
                "step_1": "Када се QR код репозиторијума прикаже, скенирај га апликацијом за скенирање QR кодова.",
                "step_2": "Притисни линк. Ако буде понуђена опција, отвори линк користећи Ф-Дроид. Затим прати упутства. Ако ради, завршио си! Ако не, настави на следећи корак.",
                "step_3": "Ако не добијеш опцију да отвориш линк користећи Ф-Дроид, затвори апликацију за скенирање QR кодова и отвори Ф-Дроид апликацију.",
                "step_4": "Унутар Ф-Дроида, притисни 'Подешавања'. Под 'Моје Апликације' одабери 'Репозиторијуми'.",
                "step_5": "На екрану Репозиторијума, притисни '+' иконицу у горњем углу.",
                "step_6": "Адреса репозиторијума ће бити аутоматски попуњена. Притисни 'Омогући'. Пажња: Репозиторијум ће бити сачуван у Ф-Дроид Репозиторијумима, али ниједна апликација неће бити инсталирана док је ручно не одабереш и инсталираш."
            },
            "title": "Скенирај QR код са другог уређаја"
        },
        "title": "Како да додаш репозиторијум на Ф-Дроид"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Можете уређивати резимее апликација и фајлова како би били разумљиви вашој циљној публици. Можете уређивати језик тако да буде специфичан за одређену земљу. Затим беспрекорно поделите репозиторијум са учесницима пре конференција и обука.",
            "steps": {
                "step_1": "Кликните на ставку да бисте отворили њене детаље.",
                "step_2": "Кликните на 'Уреди'.",
                "step_3": "Прилагодите садржај тако да одговара вашој циљној публици. Напомена: Промене које направите биће примењене само на ваш репозиторијум. Оне неће ажурирати оригинални извор. Молимо вас да будете обазриви када прилагођавате информације за садржај који није ваш.",
                "step_4": "Све ваше промене се аутоматски чувају."
            },
            "title": "Прилагодите свој репозиторијум"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Преузмите и инсталирајте веб апликацију Repomaker на ваш десктоп рачунар. Више информација у <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">упутству за инсталацију</a>.",
                "step_2": "Покрените веб апликацију Repomaker. Региструјте се или пријавите да бисте започели.",
                "step_3": "Направите нови репозиторијум и именујте га одговарајуће.",
                "step_4": "Изаберите да додате апликације из галерије и доступних репозиторијума, или отпремите своје фајлове. Кликните на дугме 'Додај из галерије' да бисте изабрали из већ доступног садржаја.",
                "step_5": "Кликните на дугме 'Додај' поред ставки које желите да додате. Када завршите, кликните на стрелицу 'назад' да се вратите у ваш репозиторијум.",
                "step_6": "Ваше апликације ће бити приказане у приказу садржаја вашег репозиторијума."
            },
            "title": "Преузмите и инсталирајте Repomaker да бисте започели креирање"
        },
        "intro": "Не можете пронаћи оно што тражите? Преузмите веб апликацију Repomaker на ваш рачунар да бисте креирали своју прилагођену колекцију апликација и фајлова.",
        "overview": {
            "summary": "Креирајте свој прилагођени репозиторијум апликација. Користите F-Droid за дистрибуцију садржаја. Тренери користе репозиторијуме да лако поделе колекцију ресурса и апликација са учесницима на обуци када нема поуздане интернет везе. Програмери користе репозиторијуме да дистрибуирају своје апликације нишним публицима.",
            "title": "Додајте своје апликације и фајлове."
        },
        "related_tutorial": "Можда ће вас занимати и: <a href=\"../add-repo/\">Како додати репозиторијум у F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Са отвореним репозиторијумом који желите да поделите, кликните на 'Подели' у менију. Напомена: Потребно је да подесите место за чување вашег репозиторијума пре дељења. Упутства за то су у кораку 2.",
                "step_2": "Бићете упитани да подесите складиштење како бисте објавили ваш репозиторијум и пре дељења. Ако не видите ову страницу, наставите на корак 4.",
                "step_3": "Изаберите опцију складиштења која најбоље одговара вашим потребама. Када имате складиштење, спремни сте за дељење! Вратите се на 'Подели'.",
                "step_4": "Изаберите да копирате линк и пошаљете га директно људима путем е-поште или текста, или поделите ваш репозиторијум на Facebook-у или Twitter-у. Када људи отворе линк до вашег репозиторијума, мораће да га додају на Android уређај да би приступили апликацијама у репозиторијуму. Погледајте <a href=\"../add-repo/\">Како додати репозиторијум у F-Droid</a> за више информација.",
                "step_5": "Опција 'Погледај репозиторијум' вам омогућава да видите шта сте управо објавили или поделили."
            },
            "title": "Прилагодите свој репозиторијум"
        },
        "title": "Како креирати репозиторијум",
        "update_repo": {
            "steps": {
                "step_1": "Ако додате апликације из галерије, оне се аутоматски ажурирају када извор дода нове верзије. За фајлове које сте отпремили, можете превући и испустити ажуриране верзије у приказу репозиторијума.",
                "step_2": "Алтернативно, можете отворити једну ставку да додате нову верзију. Изаберите уреди.",
                "step_3": "Скролујте до верзија. Затим, додајте нову верзију у одељку 'Историја верзија'.",
                "step_4": "Затим, додајте нову верзију у одељку 'Историја верзија'."
            },
            "title": "Ажурирајте свој репозиторијум"
        }
    },
    "misc": {
        "option_x_description": "Опција {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid је независна, заједнички изворна продавница апликација за Android која је потпуно бесплатан и отворен софтвер. У оквиру F-Droid-а можете прегледати преко 1.200 апликација отвореног кода, претраживати и инсталирати апликације из креираних репозиторијума, или креирати свој репозиторијум. Отворите f-droid.org на вашем Android уређају да бисте преузели апликацију и започели!",
            "title": "Шта можете радити са F-Droid-ом",
            "tutorial_x_title": "Туторијал {{ number }}: {{ title }}"
        },
        "step_x": "Корак {{ number }}",
        "step_x_description": "Корак {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Сви уређаји морају имати преузет и инсталиран F-Droid пре почетка. Сви уређаји треба да прате кораке испод.",
        "intro": "Нема интернета? Нема проблема. Преузмите апликације од људи у вашој близини.",
        "overview": {
            "summary": "Нема интернета? Нема проблема. F-Droid Nearby вам омогућава да шаљете и примате садржај људима у истој просторији.",
            "title": "Шаљите и примајте апликације офлајн."
        },
        "related_tutorial": "Можда ће вас занимати и: <a href=\"../create-repo/\">Како креирати репозиторијум</a>",
        "step_1": "Отворите F-Droid. Додирните 'Nearby' из менија на дну екрана.",
        "step_10": "Да бисте приступили вашим инсталираним апликацијама, отворите F-Droid подешавања и изаберите 'Управљај инсталираним апликацијама' у оквиру 'Моје апликације'.",
        "step_2": "Додирните 'Пронађи људе у мојој близини' да бисте претражили компатибилне уређаје.",
        "step_3": "Када се пронађу људи у близини, и ви и контакт морате изабрати једно друго.",
        "step_4": "Када се повежете, изаберите апликације које желите да поделите са вашим контактом.",
        "step_5": "Додирните дугме '—&gt;'.",
        "step_6": "Једна особа ће бити упитана да потврди захтев за повезивање.",
        "step_7": "Додирните дугме 'Инсталирај' поред апликација које желите да инсталирате.",
        "step_8": "Додирните 'Инсталирај' још једном. Затим, пратите Android упутства да бисте завршили процес инсталације.",
        "step_9": "Када су инсталације завршене, ваше апликације су доступне у вашој Android галерији апликација и у вашој F-Droid апликацији у оквиру инсталираних апликација.",
        "title": "Како слати и примати апликације офлајн"
    }
}
