{
    "add_repo": {
        "intro": "Скенирај QR кодове репозиторијума који желиш да додаш са уређаја или вебсајта на ком се налазе.",
        "no_internet": "Без интернета? Нема проблема. Научи <a href=\"../swap/\">Како да Пошаљеш и Примаш Апликације Офлајн.</a>",
        "open_repo_link": {
            "description": "Ако ти је послат линк репозиторијума преко мејла, друштвене мреже, или СМС-а, додај могућност да инсталираш апликације с њега на Ф-Дроид тако што ћеш га отворити.",
            "short_summary": "Отвори линк репозиторијума",
            "steps": {
                "step_1": "Преузми и инсталирај Ф-Дроид апликацију на твој Андроид уређај.",
                "step_2": "Кликни на линк и отвори га у веб претраживачу на твом уређају.",
                "step_3": "Када будеш отворио линк, притисни 'Додај у Ф-Дроид' дугме.",
                "step_4": "Притисни 'Имам Ф-Дроид' дугме. Ф-Дроид апликација ће се отворити.",
                "step_5": "'Додај нови репозиторијум' је приказан са већ попуњеном адресом репозиторијума. Притисни 'ОК' да га додаш.",
                "step_6": "Твој нови репозиторијум ће бити додат. Да видиш листу твојих репозиторијума, отвори 'Подешавања'. Одабери 'Репозиторијуми'.",
                "step_7": "Притисни на репозиторијум да видиш његов садржај.",
                "step_8": "Одабери апликације које желиш да имаш и инсталирај их на твој уређај."
            },
            "title": "Отвори линк репозиторијума на твом уређају"
        },
        "overview": {
            "summary": "Да добијеш више, додај репозиторијум у Ф-Дроид. Репозиторијум је колекција одабраног садржаја. Можеш да сазнаш о репозиторијумима других људи директно од њих. Програмери често оставе линк за њихов Ф-Дроид репозиторијум на њиховом вебсајту. Тренери често деле линкове за репозиторијуме путем мејла, Фејсбука или Твитера.",
            "title": "Набави још садржаја."
        },
        "scan_qr_code": {
            "description": "Скенирај QR кодове репозиторијума који желиш да додаш са уређаја или вебсајтова на којем се налазе.",
            "related_tutorial": "Можда будеш заинтересован и за: <a href=\"../swap/\">Како да пошаљеш и примиш апликације офлајн</a>",
            "short_summary": "Скенирај QR код",
            "steps": {
                "step_1": "Када се QR код репозиторијума прикаже, скенирај га апликацијом за скенирање QR кодова.",
                "step_2": "Притисни линк. Ако буде понуђена опција, отвори линк користећи Ф-Дроид. Затим прати упутства. Ако ради, завршио си! Ако не, настави на следећи корак.",
                "step_3": "Ако не добијеш опцију да отвориш линк користећи Ф-Дроид, затвори апликацију за скенирање QR кодова и отвори Ф-Дроид апликацију.",
                "step_4": "Унутар Ф-Дроида, притисни 'Подешавања'. Под 'Моје Апликације' одабери 'Репозиторијуми'.",
                "step_5": "На екрану Репозиторијума, притисни '+' иконицу у горњем углу.",
                "step_6": "Адреса репозиторијума ће бити аутоматски попуњена. Притисни 'Омогући'. Пажња: Репозиторијум ће бити сачуван у Ф-Дроид Репозиторијумима, али ниједна апликација неће бити инсталирана док је ручно не одабереш и инсталираш."
            },
            "title": "Скенирај QR код са другог уређаја"
        },
        "title": "Како да додаш репозиторијум на Ф-Дроид"
    }
}
