Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: [Install the Android SDK](https://developer.android.com/sdk/index.html#downloads) and make sure the `ANDROID_HOME` environment variable is properly set. Be sure to verify the file you downloaded, you can double-check the SHA-1 Checksum on Google's download page.
de: [Installieren Sie das Android-SDK](https://developer.android.com/sdk/index.html#downloads) und stellen Sie sicher, dass die Umgebungsvariable `ANDROID_HOME` korrekt eingestellt ist. Vergewissern Sie sich von der Echtheit der heruntergeladenen Datei, die SHA-1-Prüfsumme kann auf der Google-Download-Seite gegengeprüft werden.
pl: [Zainstaluj zestaw SDK systemu Android](https://developer.android.com/sdk/index.htmldownloads) i upewnij się, że zmienna środowiskowa `ANDROID_HOME` jest poprawnie ustawiona. Pamiętaj, aby zweryfikować pobrany plik, możesz dwukrotnie sprawdzić sumę kontrolną SHA-1 na stronie pobierania Google.
pt_pt: [Instale o SDK do Android](https://developer.android.com/sdk/index.html#downloads) e certifique-se de que a variável de ambiente `ANDROID_HOME` está corretamente definida. Verifique o ficheiro que descarregou, pode comparar com o SHA-1 Checksum na página de descarregamento do Google.
ro: [Install the Android SDK](https://developer.android.com/sdk/index.html#downloads) și asigurați-vă că variabila de mediu `ANDROID_HOME` este setată corespunzător. Asigurați-vă că ați verificat fișierul descărcat, puteți verifica de două ori suma de control SHA-1 pe pagina de descărcare a Google.
ru: [Установите Android SDK](https://developer.android.com/sdk/index.html#downloads) и убедитесь, что переменная окружения `ANDROID_HOME` правильно установлена. Обязательно проверьте файл, который вы скачали, вы можете дважды проверить контрольную сумму SHA-1 на странице загрузки Google.
uk: [Встановіть Android SDK](https://developer.android.com/sdk/index.html#downloads) й переконайтесь, що змінну середовища `ANDROID_HOME` вказано коректно. Обов'язково звірте завантажений файл із контрольною сумою SHA-256 на сторінці завантажень Google.
zh_hans: [安装 Android SDK](https://developer.android.com/sdk/index.html#downloads) 并确保 `ANDROID_HOME` 环境变量设置正确。请务必验证你下载的文件，你可以在 Google 的下载页面上仔细检查 SHA-1 校验和。

source: Note: If you have Android Studio installed, you have the Android SDK installed. It should be located at `~/Android/Sdk` instead of `~/android-sdk-linux`. You can find the location in Android Studio when you open the Tools→SDK Manager menu.
de: Hinweis: Wenn Sie Android Studio installiert haben, haben Sie das Android SDK installiert. Es sollte unter `~/Android/Sdk` statt unter `~/android-sdk-linux` zu finden sein. Sie finden den Pfad in Android Studio, wenn Sie das Menü Tools→SDK Manager öffnen.
pl: Uwaga: Jeśli masz zainstalowany Android Studio, masz zainstalowany zestaw SDK systemu Android. Powinien znajdować się w `~/Android/Sdk` zamiast `~/android-sdk-linux`. Możesz znaleźć lokalizację w Android Studio po otwarciu menu Narzędzia→Menedżer SDK.
pt_pt: Nota: se tiver o Android Studio instalado, tambem tem o SDK do Android instalado. Ele deve estar localizado em `~/Android/Sdk` em vez de `~/android-sdk-linux`. Pode encontrar o local no Android Studio ao abrir o menu Tools→SDK Manager.
ro: Notă: Dacă aveți instalat Android Studio, aveți instalat Android SDK. Acesta ar trebui să fie localizat la `~/Android/Sdk` în loc de `~/android-sdk-linux`. Puteți găsi locația în Android Studio atunci când deschideți meniul Tools→SDK Manager.
ru: Примечание: Если у вас установлена Android Studio, то у вас установлен и Android SDK. Он должен быть расположен по адресу `~/Android/Sdk` вместо `~/android-sdk-linux`. Расположение можно найти в Android Studio, открыв меню Tools→SDK Manager.
uk: Примітка: якщо у вас встановлено Android Studio, то Android SDK у вас уже є. Ймовірно він знаходиться в `~/Android/Sdk`, а не в `~/android-sdk-linux`. Знайдіть адресу в Android Studio, відкривши меню Tools→SDK Manager.
zh_hans: 注意：如果你安装了 Android Studio，则你已经安装了 Android SDK。它应该位于 `~/Android/Sdk` 而不是 `~/android-sdk-linux`。当你在 Android Studio 中打开工具→SDK 管理器菜单时，就可以找到该位置。

source: To add these settings permanently to your shell:
de: Um diese Einstellungen dauerhaft der Shell hinzuzufügen:
pl: Aby na stałe dodać te ustawienia do powłoki:
pt_pt: Para adicionar estas configurações permanentemente ao seu shell:
ro: Pentru a adăuga permanent aceste setări în shell-ul dumneavoastră:
ru: Чтобы добавить эти настройки в оболочку навсегда:
uk: Щоб зробити ці параметри оболонки постійними:
zh_hans: 要将这些设置永久添加到 shell 中，请执行以下操作：

source: Building all apps from f-droid.org
de: Herstellung aller Apps von f-droid.org
pl: Tworzenie wszystkich aplikacji z f-droid.org
pt_pt: Compilar todos os apps de f-droid.org
ro: Construirea tuturor aplicațiilor de pe f-droid.org
ru: Сборка всех приложений с сайта f-droid.org
uk: Збірка всіх застосунків із f-droid.org
zh_hans: 构建 f-droid.org 中的所有应用

source: In order to build all apps that are included in f-droid.org, then a lot more software packages are required:
de: Um alle Apps, die in f-droid.org bereitstehen, herzustellen, werden eine ganze Reihe weiterer Software-Pakete benötigt:
pl: Aby tworzyć wszystkie aplikacje wchodzące w skład f-droid.org, wymagane jest dużo więcej pakietów oprogramowania:
pt_pt: A fim de construir todos os apps que estão incluídos no f-droid.org, muito mais pacotes de software são necessários:
ro: Pentru a construi toate aplicațiile care sunt incluse în f-droid.org, sunt necesare mult mai multe pachete software:
ru: Для того чтобы собрать все приложения, которые включены в f-droid.org, требуется гораздо больше пакетов программного обеспечения:
uk: Для збірки всіх застосунків, наявних на f-droid.org, потрібно значно більше пакунків програмного забезпечення:
zh_hans: 为了构建 f-droid.org 收录的所有应用，就需要更多的软件包：

source: all SDK platforms requested by the apps you want to build
de: alle von den Apps, die Sie bauen möchten, verlangten SDK-Plattformen
pl: wszystkie platformy SDK wymagane przez aplikacje, które chcesz zbudować
ru: все платформы SDK, запрашиваемые приложениями, которые вы хотите создать
uk: усі платформи SDK, запитувані застосунки, які ви хочете зібрати
zh_hans: 你想构建的应用所请求的所有 SDK 平台

source: all Debian packages required by every app build process (maven, ant, etc)
de: alle beim Build-Vorgang (Maven, Ant usw.) jeder App erforderlichen Debian-Pakete
pl: wszystkie pakiety Debiana wymagane przez każdy proces kompilacji aplikacji (maven, ant itp.)
ru: все пакеты Debian, необходимые для каждого процесса сборки приложений (maven, ant и т.д.)
uk: усі пакунки Debian, необхідні для кожного процесу збирання застосунків (maven, ant тощо)
zh_hans: 每个应用构建过程所需的所有 Debian 包（maven、ant等）

source: every source code management tool (git, subversion, mercurial, etc)
de: jedes Werkzeug zur Verwaltung des Quellcodes (Git, Subversion, Mercurial usw.)
pl: każde narzędzie do zarządzania kodu źródłowego (git, subversion, mercurial, itp)
ru: все инструменты управления исходным кодом (git, subversion, mercurial и т. д.)
uk: кожен інструмент керування початковим кодом (git, subversion, mercurial тощо)
zh_hans: 每个源代码管理工具（git、subversion、mercurial等）

source: every version of the Android NDK that apps use
de: jede Version des Android-NDK, das Apps verwenden
pl: każda wersja Android NDK, która jest używana w aplikacjach
ru: все версии Android NDK, используемые приложениями
uk: кожну версію Android NDK, яку використовують застосунки
zh_hans: 应用使用的 Android NDK 的每个版本

source: On top of that, to build apps like they are built on f-droid.org, then the whole [Build Server Setup](../Build_Server_Setup) is required. That is a more secure, production-ready setup that requires quite a bit more setup and resources. The [build server provisioning scripts](https://gitlab.com/fdroid/fdroidserver/tree/master/buildserver/) provide a useful reference for all the needed bits.
de: Obendrein wird, um Apps so herzustellen, wie es auf f-droid.org geschieht, die komplette [Buildserver-Konfiguration](../Build_Server_Setup) benötigt. Das ist eine sicherere, gebrauchsfertige Konfiguration, die einige weitere Einstellungen und Ressourcen erfordert. Die [Skripte zur Buildserver-Bereitstellung](https://gitlab.com/fdroid/fdroidserver/tree/master/buildserver/) liefern nützliche Hinweise zu allen notwendigen Kleinigkeiten.
pl: Oprócz tego, aby tworzyć aplikacje podobne do tych, które są zbudowane na platformie f-droid.org, wymagany jest cały [Tworzenie konfiguracji serwera](../Build_Server_Setup). To bezpieczniejsza, gotowa do produkcji konfiguracja, która wymaga nieco więcej konfiguracji i zasobów. Skrypty [Tworzenie konfiguracji skryptów serwera](https://gitlab.com/fdroid/fdroidserver/tree/master/buildserver/) stanowią przydatne odniesienie dla wszystkich potrzebnych bitów.
pt_pt: Além disso, para compilar apps como eles são compilados em f-droid.org, então toda a [Configuração do Servidor de Compilação](../Build_Server_Setup) é necessária. Essa é uma configuração mais segura e pronta para produção, que requer um pouco mais de configuração e de recursos. Os [scripts de provisão de servidor de compilação](https://gitlab.com/fdroid/fdroidserver/tree/master/buildserver/) fornece uma referência útil para todos os pedaços necessários.
ro: În plus, pentru a construi aplicații ca și cum ar fi construite pe f-droid.org, este necesar întregul [Build Server Setup](../Build_Server_Setup). Aceasta este o configurație mai sigură, pregătită pentru producție, care necesită destul de multă configurare și resurse. Scripturile [build server provisioning scripts](https://gitlab.com/fdroid/fdroidserver/tree/master/buildserver/) oferă o referință utilă pentru toate părțile necesare.
ru: Кроме того, для создания приложений, как они создаются на f-droid.org, требуется целая [Build Server Setup](../Build_Server_Setup). Это более безопасная, готовая к производству установка, которая требует гораздо больше настроек и ресурсов. Сценарии [build server provisioning scripts](https://gitlab.com/fdroid/fdroidserver/tree/master/buildserver/) являются полезным справочником по всем необходимым битам.
uk: Крім цього, щоб збирати застосунки так, як це робить f-droid.org, потрібно виконати всі [налаштування сервера збірки](../Build_Server_Setup). Це значно безпечніша, промислово застосовувана конфігурація, що потребує чимало роботи й ресурсів. [Скрипти розгортання сервера збірки](https://gitlab.com/fdroid/fdroidserver/tree/master/buildserver/) — корисна довідка про всі потрібні складники.
zh_hans: 除此之外，要以 f-droid.org 所使用的方式构建应用，就需要完整的[构建服务器设置](../Build_Server_Setup)。 这是一个更安全的、可用于生产的设置，需要稍多的设置和资源。[构建服务器设置脚本](https://gitlab.com/fdroid/fdroidserver/tree/master/buildserver/)提供了一个全面的参考。

source: If you want to make your own official releases with the F-Droid tools, then you'll also need to set up the [Signing Process](../Signing_Process).
de: Möchten Sie Ihre eigenen, offiziellen Versionen mit den F-Droid-Werkzeugen erstellen, dann muss auch der [Signierprozess](../Signing_Process) eingerichtet werden.
pl: Jeśli chcesz tworzyć własne oficjalne wersje za pomocą narzędzi F-Droid, musisz także skonfigurować [Proces podpisywania](../Signing_Process).
pt_pt: Se quiser fazer seus próprias lançamentos oficiais com as ferramentas do F-Droid, também precisará configurar o [Processo de Assinatura](../Signing_Process).
ro: Dacă doriți să vă creați propriile versiuni oficiale cu instrumentele F-Droid, atunci va trebui să configurați și [Signing Process](../Signing_Process).
ru: Если вы хотите создавать собственные официальные релизы с помощью инструментов F-Droid, то вам также потребуется настроить [Signing Process](../Signing_Process).
uk: Якщо бажаєте збирати власні офіційні випуски засобами F-Droid, вам також знадобиться налаштувати [процес підпису](../Signing_Process).
zh_hans: 如果你想用 F-Droid 工具制作你自己的官方版本，那么你还需要设置[签名过程](../Signing_Process)。

source: Proprietary, Non-Free libraries
de: Proprietäre, nicht-quelloffene Programmbibliotheken
pl: Własnościowe, niewolne biblioteki
pt_pt: Bibliotecas proprietárias, não livres
ro: Biblioteci proprietare, nelibere
ru: Проприетарные, несвободные библиотеки
uk: Пропрієтарні й невільні бібліотеки
zh_hans: 专有的非自由库

source: The Android SDK is made available by Google under a proprietary license. Within that, the essential build tools, SDK platforms, support library and some other components are under the Apache license and source code is provided.
de: Das Android-SDK wird von Google unter einer proprietären Lizenz zur Verfügung gestellt. Innerhalb dieser unterliegen die grundlegenden Build-Werkzeuge, SDK-Plattformen, unterstützende Programmbibliotheken und einige andere Komponenten der Apache-Lizenz und der Quellcode wird mitgeliefert.
pl: Pakiet SDK systemu Android jest udostępniany przez Google na podstawie zastrzeżonej licencji. W tym celu podstawowe narzędzia do tworzenia, platformy SDK, biblioteka wsparcia i niektóre inne komponenty są objęte licencją Apache i dostarczany jest kod źródłowy.
pt_pt: O SDK do Android é disponibilizado pelo Google sob uma licença proprietária. Dentro disso, as ferramentas de compilação essenciais, plataformas SDK, biblioteca de suporte e alguns outros componentes estão sob a licença Apache e o código-fonte é fornecido.
ro: SDK-ul Android este pus la dispoziție de Google în baza unei licențe de proprietate. În cadrul acestuia, instrumentele esențiale de compilare, platformele SDK, biblioteca de asistență și alte câteva componente sunt sub licență Apache și codul sursă este furnizat.
ru: Android SDK предоставляется компанией Google по проприетарной лицензии. При этом основные инструменты сборки, платформы SDK, библиотека поддержки и некоторые другие компоненты находятся под лицензией Apache, и исходный код предоставляется.
uk: Google оприлюднює Android SDK на умовах пропрієтарної ліцензії. Складники SDK: основні засоби збірки, SDK-платформи, бібліотека підтримки тощо — доступні під ліцензією Apache, і їхній вихідний код загальнодоступний.
zh_hans: Android SDK 由 Google 以专有许可提供。其中，基本的构建工具、SDK 平台、支持库和一些其他组件都在 Apache 许可下提供源代码。

source: Google APIs, used for building apps using Google Maps, are free to the extent that the library comes pre-installed on the device. Google Play Services, Google Admob, GCM, and many other third party libraries are proprietary and cannot be included in the main F-Droid repository. The [MicroG project](https://microg.org) is developing free software replacements for some of the most used proprietary Google libraries
de: Google APIs, die zur Herstellung von Apps, die Google Maps nutzen, verwendet werden, sind dahingehend frei, dass die Bibliothek auf dem Gerät vorinstalliert ist. Google Play Services, Google Admob, GCM und viele andere Drittanbieterbibliotheken sind proprietär und können nicht im F-Droid-Hauptrepository aufgenommen werden. Das [MicroG-Projekt](https://microg.org) entwickelt freien Software-Ersatz für einige der am häufigsten verwendeten proprietären Google-Dienste.
pl: Google API, używany do tworzenia aplikacji przy użyciu Google Maps, są bezpłatne, do tego stopnia, że biblioteka jest już zainstalowany na urządzeniu. Usługi Google Play, Google Admob, GCM i wielu bibliotek innych firm są zastrzeżone i nie mogą być zawarte w głównym repozytorium F-Droid. [Projekt MicroG](https://microg.org) jest rozwijanie wolnego oprogramowania zastępujące niektóre z najczęściej używanych zastrzeżonych bibliotek Google
pt_pt: As APIs do Google, usadas para compilar apps a usar o Google Maps, são gratuitas na medida em que a biblioteca vem pré-instalada no aparelho. Google Play Services, Google Admob, GCM e muitas outras bibliotecas de terceiros são proprietárias e não podem ser incluídas no repositório principal do F-Droid. O [projeto MicroG](https://microg.org) está a desenvolver substituições de software livre para algumas das bibliotecas proprietárias mais usadas do Google
ro: API-urile Google, utilizate pentru crearea de aplicații care utilizează Google Maps, sunt gratuite în măsura în care biblioteca este preinstalată pe dispozitiv. Google Play Services, Google Admob, GCM și multe alte biblioteci terțe sunt brevetate și nu pot fi incluse în depozitul principal F-Droid. Proiectul [MicroG](https://microg.org) dezvoltă înlocuitori de software liber pentru unele dintre cele mai utilizate biblioteci proprietare Google
ru: API Google, используемые для создания приложений с использованием Google Maps, бесплатны в том объеме, в котором библиотека предустановлена на устройстве. Google Play Services, Google Admob, GCM и многие другие библиотеки сторонних разработчиков являются проприетарными и не могут быть включены в основной репозиторий F-Droid. Проект [MicroG](https://microg.org) разрабатывает свободные программные замены для некоторых наиболее используемых проприетарных библиотек Google
uk: API Google, потрібні для збірки застосунків, що використовують Google Maps, частково вільні: їх можна використовувати, коли пропрієтарну бібліотеку вже встановлено на пристрій. Служби Google Play, AdMob, GCM та багато інших сторонніх бібліотек — пропрієтарні й тому непридатні для додання в головний репозиторії F-Droid. [Проєкт MicroG](https://microg.org) веде розробку вільних замін для деяких із найпоширеніших пропрієтарних бібліотек Google
zh_hans: 使用 Google Maps 构建应用时使用的 Google API 是自由的，因为该库已预装在设备上。Google Play 服务、Google Admob、GCM 和许多其他第三方库是专有的，不能包含在 F-Droid 主存储库中。 [MicroG 项目](https://microg.org)正在为一些最常用的专有 Google 库开发自由软件替代品

source: Maintaining the forum
de: Forumpflege
pl: Utrzymanie forum
pt_pt: Manutenção do fórum
ro: Întreținerea forumului
ru: Поддержание форума
uk: Супровід форуму
zh_hans: 维护论坛

source: [F-Droid's forum](https://forum.f-droid.org) is powered by [Discourse](https://www.discourse.org/) and [maintained by volunteers](https://forum.f-droid.org/about).
de: Das [F-Droid-Forum](https://forum.f-droid.org) wird mit [Discourse](https://www.discourse.org/) betrieben und [von Ehrenamtlichen gepflegt](https://forum.f-droid.org/about).
pl: [Forum F-Droid](https://forum.f-droid.org) jest obsługiwane przez [Dyskurs](https://www.discourse.org/) i [prowadzone przez wolontariuszy](https://forum.f-droid.org/about).
pt_pt: O [Fórum do F-Droid](https://forum.f-droid.org) é alimentado por [Discourse](https://www.discourse.org/) e [mantido por voluntários](https://forum.f-droid.org/about).
ro: [F-Droid's forum](https://forum.f-droid.org) este alimentat de [Discourse](https://www.discourse.org/) și [maintained by volunteers](https://forum.f-droid.org/about).
ru: [Форум F-Droid](https://forum.f-droid.org) работает на [Discourse](https://www.discourse.org/) и [поддерживается добровольцами](https://forum.f-droid.org/about).
uk: [Форум F-Droid](https://forum.f-droid.org) використовує [Discourse](https://www.discourse.org/) і [супроводжується волонтерською командою](https://forum.f-droid.org/about).
zh_hans: [F-Droid 的论坛](https://forum.f-droid.org)基于 [Discourse](https://www.discourse.org/)，并[由志愿者维护](https://forum.f-droid.org/about)。

source: This page is the central place where all information needed to maintain the forum are stored.
de: Diese Seite ist der zentrale Ort, an dem alle zur Forumpflege benötigten Informationen gespeichert sind.
pl: Ta strona jest głównym miejscem przechowywania wszystkich informacji potrzebnych do utrzymania forum.
pt_pt: Esta página é o lugar central onde todas as informações necessárias para manter o fórum estão armazenadas.
ro: Această pagină este locul central în care sunt stocate toate informațiile necesare pentru a menține forumul.
ru: Эта страница является центральным местом, где хранится вся информация, необходимая для поддержания форума.
uk: Ця сторінка зосереджує всі дані, необхідні для супроводу форуму.
zh_hans: 这个页面是存放维护论坛所需的所有信息的中心位置。

source: General information
de: Allgemeine Informationen
pl: Informacje ogólne
pt_pt: Informações gerais
ro: Informații generale
ru: Общая информация
uk: Загальна інформація
zh_hans: 常规信息

source: Here is some general, non-sensitive information about our instance. When setting up the forum, we followed [Discourse's](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md) official installation guides. Posts from the old forum were not imported due to time restrictions of the voluntary administrators.
de: Hier einige allgemeine Informationen zu unserer Instanz. Bei Einrichtung des Forums wurden die offiziellen Installationsanleitungen von [Discourse](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md) befolgt. Posts aus dem alten Forum wurden aufgrund des damit verbundenen Zeitaufwands für die ehrenamtlichen Administratoren nicht importiert.
ro: Iată câteva informații generale, nesensibile, despre instanța noastră. La configurarea forumului, am urmat ghidurile oficiale de instalare [Discourse](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md). Mesajele de pe vechiul forum nu au fost importate din cauza restricțiilor de timp ale administratorilor voluntari.
ru: Здесь представлена общая, неконфиденциальная информация о нашем инстансе. При установке форума мы следовали официальным руководствам по установке [Discourse](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md). Сообщения со старого форума не были импортированы из-за временных ограничений добровольных администраторов.
uk: Ось деякі загальні, нечутливі дані про нашу копію. Налаштовуючи форум, ми керувались офіційними посібниками зі встановлення [Discourse](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md). Дописи зі старого форуму не було імпортовано через часові обмеження волонтерської адміністрації.
zh_hans: 以下是我们这个实例的一些常规的非敏感信息。在搭建论坛时，我们遵照了 [Discourse](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md) 的官方安装指南。由于义务管理员的时间有限，我们没有导入旧论坛的帖子。

source: Installation type: [docker-ce](https://github.com/discourse/discourse_docker)
de: Installationstyp: [docker-ce](https://github.com/discourse/discourse_docker)
pl: Typ instalacji: [docker-ce](https://github.com/discourse/discourse_docker)
pt_pt: Tipo de instalação: [docker-ce](https://github.com/discourse/discourse_docker)
ro: Tipul de instalare: [docker-ce](https://github.com/discourse/discourse_docker)
ru: Тип установки: [docker-ce](https://github.com/discourse/discourse_docker)
uk: Тип встановлення: [docker-ce](https://github.com/discourse/discourse_docker)
zh_hans: 安装类型：[docker-ce](https://github.com/discourse/discourse_docker)

source: Server's specifications: 2 cores, 4GB RAM, 75GB SSD
de: Serverspezifikationen: 2 Kerne, 4GB RAM, 75GB SSD
pl: Specyfikacja serwera: 2 rdzenie, 4GB RAM, 75GB SSD
ro: Specificații server: 2 nuclee, 4GB RAM, 75GB SSD
ru: Технические характеристики сервера: 2 ядра, 4 ГБ ОЗУ, 75 ГБ SSD
uk: Специфікація сервера: 2 ядра, 4 ГБ RAM, 75 ГБ SSD
zh_hans: 服务器规格：2核，4GB RAM，75GB SSD

source: Server's location: Amsterdam
de: Serverstandort: Amsterdam
pl: Lokalizacja serwera: Amsterdam
pt_pt: Localização do servidor: Amesterdão
ro: Locația serverului: Amsterdam
ru: Местоположение сервера: Амстердам
uk: Розміщення сервера: Амстердам
zh_hans: 服务器位置：阿姆斯特丹

source: Ansible Playbook: <https://gitlab.com/fdroid/fdroid-forum-server>
ru: Игровая книга Ansible: <https://gitlab.com/fdroid/fdroid-forum-server>
zh_hans: Ansible 运行手册：<https://gitlab.com/fdroid/fdroid-forum-server>

source: Paths
de: Pfade
pl: Ścieżki
pt_pt: Caminhos
ro: Rute
ru: Пути
uk: Шляхи
zh_hans: 路径

source: Installation directory: _/var/discourse_
de: Installationsverzeichnis: _/var/discourse_
pl: Katalog instalacyjny: _/var/discourse_
pt_pt: Diretório de instalação: _/var/discurso_
ro: Directorul de instalare: _/var/discourse_
ru: Каталог установки: _/var/discourse_
uk: Каталог встановлення: _/var/discourse_
zh_hans: 安装目录：_/var/discourse_
