Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Howto "update the metadata on gitlab.com/fdroid/fdroiddata".
de: Anleitung zur „Aktualisierung der Metadaten auf gitlab.com/fdroid/fdroiddata“.
pl: Jak "zaktualizować metadane na gitlab.com/fdroid/fdroiddata".
pt_pt: Howto "atualizar os metadados em gitlab.com/fdroid/fdroiddata".
ro: Cum să "update the metadata on gitlab.com/fdroid/fdroiddata".
ru: Как "обновить метаданные на gitlab.com/fdroid/fdroiddata".
uk: Інструкцію з «оновлення метаданих gitlab.com/fdroid/fdroiddata».
zh_hans: 如何"更新 gitlab.com/fdroid/fdroiddata 上的元数据"。

source: Target group would be developer/release-manager of the apps **and** for the "external interested user" who just notices that there is a new version of an app - but not yet in F-Droid system available. "What would I do to trigger the update?"
de: Zielgruppe wären Entwickler/Verantwortliche für die Veröffentlichung der Apps **und** "außenstehende interessierte Nutzer", die gerade feststellen, dass es eine neue Version einer App gibt - die aber noch nicht im F-Droid-System verfügbar ist. „Was müsste ich tun, um eine Aktualisierung auszulösen?“
pl: Grupa docelowa będzie programistą/menedżerem wydań aplikacji **i** dla "zewnętrznego zainteresowanego użytkownika", który właśnie zauważy, że istnieje nowa wersja aplikacji - ale jeszcze nie w systemie F-Droid. "Co zrobić, aby wywołać aktualizację?"
pt_pt: O grupo-alvo seria programador / gerente de lançamento das apps **e** para o "utilizador externo interessado" que apenas percebe que há uma nova versão de uma app - mas ainda não no sistema F-Droid disponível. "O que faria para acionar a atualização?"
ro: Grupul țintă ar fi dezvoltatorul/managerul de lansare a aplicațiilor **și** pentru "utilizatorul extern interesat" care tocmai a observat că există o nouă versiune a unei aplicații - dar care nu este încă disponibilă în sistemul F-Droid. "Ce ar trebui să fac pentru a declanșa actualizarea?"
ru: Целевая группа - разработчик/менеджер по выпуску приложений **и** для "внешнего заинтересованного пользователя", который просто замечает, что появилась новая версия приложения - но еще не в системе F-Droid. "Что я должен сделать, чтобы вызвать обновление?"
uk: Цільовою групою були б розробниці й розробники застосунків, зокрема відповідальні за випуски, **а також** «незалежна зацікавлена авдиторія», що просто бачить, коли з'являється нова версія застосунку, якої ще нема в F-Droid. «Що мені робити, щоб додати оновлення?»
zh_hans: 目标群体是应用的开发者/发布者**以及**的"外部感兴趣的用户"他们刚刚注意到有一个新版本的应用，但 F-Droid 系统尚未提供。 “我将如何触发更新？”

source: @Tverrbjelke: (If s.o. briefs me, I would spend some of my time writing that down. love F-Droid, and hate to see such simple and needed issue is not yet ready. :-) )
de: @Tverrbjelke: (Wenn mich jemand unterweist, würde ich einen Teil meiner Zeit damit verbringen, das aufzuschreiben. Liebe F-Droid, und hasse es, so ein einfaches und notwendiges Thema unfertig zu sehen. :-) )
pl: @Tverrbjelke: (Jeśli mnie poinformuje, poświęciłbym trochę czasu na pisanie tego, miłość F-Droid, a nienawiść do tak prostego i potrzebnego problemu nie jest jeszcze gotowa. :-) )
pt_pt: @Tverrbjelke: (Se ag. me resumir, eu gastaria algum do meu tempo a escrever-o. amo F-Droid, e odeio ver um tema tão simples e necessário ainda não estar pronto. :-) )
ro: @Tverrbjelke: (Dacă s.o. mă informează, Mi-aș petrece o parte din timpul meu de scris că în jos. iubesc F-Droid, și urăsc să văd o astfel de problemă simplă și necesară nu este încă gata. :-) )
ru: @Tverrbjelke: (Если s.o. проинструктирует меня, я бы потратил часть своего времени, чтобы записать это. Люблю F-Droid, и ненавижу видеть, что такой простой и нужный вопрос еще не готов. :-) )
uk: @Tverrbjelke: (Якщо хтось поставить мені конкретні запитання, радо напишу відповіді. Люблю F-Droid і журюся, що така проста й потрібна сторінка ще в процесі. :-))
zh_hans: @Tverrbjelke: （如果s.o.向我简要介绍，我会花一些时间写下来，我喜欢 F-Droid，但讨厌看到如此简单和必要的问题还没有准备好。:-)）

source: @daithib8: Assuming everything is setup and the user is familiar with building via fdroid … (these instructions take a terminal-based approach. You can manage with a web browser, but it takes quite a while to learn the layout of the common source code websites. For complicated apps that rebase code and use many branches, I'll often visit the source code site too).
de: @daithib8: Angenommen, alles ist eingerichtet und der Benutzer ist mit dem Bauen über fdroid … vertraut (diese Anleitung geht von einem Terminal aus. Sie können mit einem Webbrowser arbeiten, aber es dauert lange, das Layout der gängigen Quellcode-Websites zu erlernen. Für komplizierte Anwendungen, die Code rebasen und viele Branches verwenden, werde ich oft auch die Quellcode-Seite besuchen).
pl: @daithib8: Zakładając, że wszystko jest skonfigurowane i użytkownik jest zaznajomiony z budowaniem poprzez fdroid ... (te instrukcje przyjmują podejście oparte na terminalach, możesz zarządzać za pomocą przeglądarki internetowej, ale zajmuje trochę czasu, aby poznać układ popularnych stron internetowych z kodem źródłowym. W przypadku skomplikowanych aplikacji, które zmieniają kod i używają wielu gałęzi, często odwiedzam też stronę z kodem źródłowym).
pt_pt: @daithib8: a assumir que tudo está configurado e que o utilizador está familiarizado com a compilação via fdroid ... (estas instruções têm uma abordagem baseada no terminal. Pode gerir com um navegador da Web, mas leva algum tempo para aprender o layout dos sites de código-fonte comuns. Para aplicações complicadas que ensebar código e usam muitos ramos, também irei visitar o site do código-fonte muitas vezes).
ro: @daithib8: Presupunând că totul este configurat și că utilizatorul este familiarizat cu construirea prin fdroid ... (aceste instrucțiuni au o abordare bazată pe terminal. Vă puteți descurca cu un browser web, dar este nevoie de ceva timp pentru a învăța aspectul site-urilor comune de cod sursă. Pentru aplicațiile complicate care refac codul și folosesc multe ramuri, voi vizita adesea și site-ul de cod sursă).
ru: @daithib8: Предполагая, что все настроено и пользователь знаком со сборкой через fdroid ... (в этих инструкциях используется терминальный подход. Вы можете управлять с помощью веб-браузера, но потребуется немало времени, чтобы изучить расположение распространенных веб-сайтов с исходным кодом. Для сложных приложений, которые ребазируют код и используют много ветвей, я часто посещаю сайт исходного кода).
uk: @daithib8: Вважатимемо, що у вас уже все налаштовано для збірки й ви знайомі зі збіркою для F-Droid… (ці інструкції описують підхід за допомогою терміналу. Дії можна виконати й через вебпереглядач, але опанувати структуру чергового вебсайту з вихідним кодом буває непросто. Проте для застосунків, код яких підлягає rebase і має багато гілок, я все одно регулярно проглядаю сайти з вихідним кодом).
zh_hans: @daithib8：假设一切都设置好了，并且用户熟悉通过 F-Droid 构建……（这些说明采用基于终端的方法。你可以使用 Web 浏览器进行管理，但了解常见源代码网站的布局需要相当长的时间。对于重新设置代码基础并使用多个分支的复杂应用，我也会经常访问源代码网站）。

source: Take a note of the current version according to the developer &ndash; a clue is often written above the _CurrentVersion_ in the metadata. To visit Google Play quickly to get the version name there, install w3m and add this function `gplay() { w3m play.google.com/store/apps/details/?id="$@" ;}` to your bashrc. Then you can just do `gplay package-name`. If you find that the version is greater than the _CurrentVersion_ in the metadata, update it right away (unless there are any beta or test builds currently activated)
de: Notieren Sie sich die aktuelle Version laut Entwickler &ndash; es wird oft ein Hinweis über die aktuelle Version in die Metadaten geschrieben. Um schnell zu Google Play zu gelangen, installieren Sie w3m und fügen Sie diese Funktion `gplay() { w3m play.google.com/store/apps/details/?id="$@" ;}` zu Ihrem bashrc hinzu. Dann können Sie einfach `gplay package-name` ausführen. Wenn Sie feststellen, dass die Version größer ist als _CurrentVersion_ in den Metadaten, aktualisieren Sie sie sofort (es sei denn, es sind gerade Beta- oder Testversionen aktiviert)
pl: Zanotuj aktualną wersję zgodnie z danymi programisty &ndash; wskazówka jest często napisana nad bieżącą wersją _CurrentVersion_ w metadanych. Aby szybko odwiedzić Google Play, aby uzyskać nazwę wersji, zainstaluj w3m i dodaj tę funkcję `gplay() { w3m play.google.com/store/apps/details/?id="$@" ;}` do twojego bashrc. Następnie możesz po prostu zrobić `gplay package-name`. Jeśli okaże się, że wersja jest większa niż bieżąca wersja _CurrentVersion_ w metadanych, zaktualizuj ją od razu (chyba że są obecnie aktywne wersje beta lub testowe)
pt_pt: Tome nota da versão atual de acordo com o programador &ndash; uma dica é frequentemente escrita acima da _CurrentVersion_ nos metadados. Para rapidamente visitar o Google Play para obter o nome da versão, instale o w3m e adicione esta função `gplay() { w3m play.google.com/store/apps/details/?id="$@" ;}`ao seu bashrc. Em seguida pode apenas executar 'gplay package-name'. Se achar que a versão é maior que a _CurrentVersion_ nos metadados, atualize-a imediatamente (a menos que haja alguma versão beta ou compilações de teste atualmente ativadas)
ro: Notați versiunea curentă în funcție de dezvoltator &ndash; un indiciu este adesea scris deasupra _CurrentVersion_ în metadate. Pentru a vizita rapid Google Play pentru a obține numele versiunii de acolo, instalați w3m și adăugați această funcție `gplay() { w3m play.google.com/store/apps/details/?id="$@" ;}` în bashrc. Apoi, puteți face doar `gplay package-name`. Dacă observați că versiunea este mai mare decât _CurrentVersion_ din metadate, actualizați-o imediat (cu excepția cazului în care există versiuni beta sau de testare activate în prezent)
ru: Обратите внимание на текущую версию по данным разработчика &ndash; подсказка часто написана над _CurrentVersion_ в метаданных. Чтобы быстро зайти в Google Play и узнать там название версии, установите w3m и добавьте эту функцию `gplay() { w3m play.google.com/store/apps/details/?id="$@" ;}` в ваш bashrc. Затем вы можете просто выполнить `gplay package-name`. Если вы обнаружите, что версия больше, чем _CurrentVersion_ в метаданных, сразу же обновите ее (если в настоящее время не активированы бета- или тестовые сборки)
uk: Випишіть поточну версію, зазначену командою розробки: підказку знайдете над _CurrentVersion_ у метаданих. Щоб швидко переходити до Google Play і дізнаватися назву версії саме звідти, встановіть w3m і додайте функцію `gplay() { w3m play.google.com/store/apps/details/?id="$@" ;}` у свій bashrc. Тоді просто виконуйте `gplay назва-пакунку`. Якщо ви виявите, що версія більша, ніж _CurrentVersion_ у метаданих, одразу їх оновіть (якщо жодні бета- чи тестові збірки наразі не активні)
zh_hans: 根据开发人员记下当前版本＆ndash;线索通常写在元数据中的 _CurrentVersion_ 上方。要快速访问 Google Play 以获取版本名称，请安装 w3m 并添加此功能 `gplay() { w3m play.google.com/store/apps/details/?id="$@" ;}`到你的 bashrc。然后你就可以做 `gplay package-name`。如果你发现版本大于元数据中的 _CurrentVersion_，请立即更新（除非当前激活了任何 Beta 或测试版本）

source: If the _CurrentVersion_ in the metadata (especially in the case of the update check mode RepoManifest) is greater than on Google Play or the download page, you may not need to update and can just add a dummy build version e.g `Build Version:1.2,34,!not published by the developer,subdir=main`
de: Wenn _CurrentVersion_ in den Metadaten (insbesondere im Falle des Update-Prüfmodus RepoManifest) größer ist als bei Google Play oder der Download-Seite, müssen Sie möglicherweise nicht aktualisieren und können einfach eine Dummy-Build-Version hinzufügen, z. B. `Build Version:1.2,34,!not published by the developer,subdir=main`
pl: Jeśli obecna wersja _CurrentVersion_ w metadanych (szczególnie w przypadku trybu sprawdzania aktualizacji RepoManifest) jest większa niż na Google Play lub stronie pobierania, może nie być konieczna aktualizacja i możesz po prostu dodać fałszywą wersję kompilacji, np. `Wersja kompilacji: 1.2,34,! nie opublikowana przez programistę, subdir=main`
pt_pt: Se a _CurrentVersion_ nos metadados (especialmente no caso do modo de verificação de atualização RepoManifest) for maior do que no Google Play ou na página de descarregamento, pode não precisar de atualizar e pode apenas adicionar uma versão de compilação dummy, por exemplo `Versão compilada:1.2,34,!não publicada pelo programador,subdir=main`
ro: Dacă _CurrentVersion_ din metadate (în special în cazul modului de verificare a actualizării RepoManifest) este mai mare decât pe Google Play sau pe pagina de descărcare, este posibil să nu fie nevoie să actualizați și puteți adăuga doar o versiune falsă, de exemplu `Build Version:1.2,34,!not published by the developer,subdir=main`
ru: Если _CurrentVersion_ в метаданных (особенно в случае режима проверки обновлений RepoManifest) больше, чем в Google Play или на странице загрузки, возможно, вам не нужно обновлять и можно просто добавить фиктивную версию сборки, например `Build Version:1.2,34,!not published by the developer,subdir=main`
uk: Якщо _CurrentVersion_ у метаданих (особливо за умови «UpdateCheckMode: RepoManifest», тобто коли режим перевірки оновлень — маніфест репозиторію) має більше значення, ніж Google Play чи сторінка завантажень, можливо, вам краще додати не оновлення, а заглушку на кшталт `Build Version:1.2,34,!not published by the developer,subdir=main` (версія збірки 1.2 з кодом 34 не оприлюднена розробником, підтека — main)
zh_hans: 如果元数据中的 _CurrentVersion_（特别是在更新检查模式 RepoManifest 的情况下）大于 Google Play 或下载页面上的版本，你可能不需要更新，只需添加一个虚拟构建版本即可，如 `Build Version:1.2,34,!not published by the developer,subdir=main`

source: Clone the source code repository if you don't have it already by building an already existing version (which you can quit once the build is under way)
de: Klonen Sie das Quellcode-Repository, wenn Sie es noch nicht durch Erstellung einer bereits existierenden Version (die Sie beenden können, sobald der Build läuft) haben
pl: Sklonuj repozytorium kodu źródłowego, jeśli już go nie masz, budując już istniejącą wersję (którą możesz zamknąć po rozpoczęciu kompilacji)
pt_pt: Clone o repositório do código-fonte se ainda não o fez, a compilar uma versão já existente (que pode parar quando a compilação estiver em andamento)
ro: Clonarea depozitului de cod sursă, dacă nu îl aveți deja, prin construirea unei versiuni deja existente (pe care o puteți abandona odată ce construirea este în curs)
ru: Клонирование репозитория исходного кода, если у вас его еще нет, путем сборки уже существующей версии (которую вы можете прекратить, как только сборка будет начата)
uk: Клонуйте репозиторій вихідного коду, якщо досі не збирали попередніх версій (чи вилучили його після збірки)
zh_hans: 如果你还没有通过构建现有版本来克隆源代码存储库（一旦构建开始，你可以退出）

source: Change in to the repo: `pushd build/package-name`
de: Wechseln Sie ins Repo: `pushd build/package-name`
pl: Zmień na repozytorium: `pushd build/nazwa-pakietu`
pt_pt: Alterar para o repositório: `pushd build/package-name`
ro: Modificarea în repo: `pushd build/package-name`
ru: Измените вход в репозиторий: `pushd build/package-name`
uk: Перейдіть до репозиторію: `pushd build/назва-пакунку`
zh_hans: 更改到存储库中: `pushd build/package-name`

source: `la` to remind onesself of the VCS type. Let's assume it's Mercurial (with which I am barely familiar)
de: `la`, um sich an den VCS-Typ zu erinnern. Nehmen wir an, es ist Mercurial (mit dem ich kaum vertraut bin)
pl: `la` aby przypomnieć sobie o typie VCS. Załóżmy, że to Mercurial (z którym jestem mało znany)
pt_pt: `la` para se lembrar do tipo de VCS. Vamos assumir que é Mercurial (com o qual eu mal estou familiarizado)
ro: `la` pentru a ne reaminti tipul VCS. Să presupunem că este Mercurial (cu care sunt abia familiarizat)
ru: `la`, чтобы напомнить себе тип VCS. Предположим, что это Mercurial (с которым я почти не знаком)
uk: `la` — пригадайте тип VCS. Вважатимемо, що це Mercurial (розбираюся в ньому досить поверхнево)
zh_hans: `la` 提醒自己 VCS 类型。让我们假设它是 Mercurial（我几乎不熟悉它）

source: `hg revert -a; hg pull; hg up` to get the latest code from the repo. Take a note of the new tags
de: `hg revert -a; hg pull; hg up` um den neuesten Code aus dem Repo zu erhalten. Notieren Sie sich die neuen Tags
pl: `hg revert -a; hg pull; hg up` aby uzyskać najnowszy kod z repozytorium. Zanotuj nowe tagi
pt_pt: `hg revert -a; hg pull; hg up` para obter o último código do repositório. Anote as novas marcações
ro: `hg revert -a; hg pull; hg up` pentru a obține cel mai recent cod din repo. Luați notă de noile etichete
ru: `hg revert -a; hg pull; hg up`, чтобы получить последний код из репозитория. Обратите внимание на новые теги
uk: `hg revert -a; hg pull; hg up` — завантажте найновіший код із репозиторію. Випишіть, які нові теги з'явилися
zh_hans: `hg revert -a; hg pull; hg up`以获取最新代码。记下新的 tag

source: `hg log |less` and read the single line descriptions back to the previous version to get a quick idea of the latest changes and find the revision or tag corresponding to the current version noted earlier
de: `hg log |less` und lesen Sie die Beschreibungen der einzelnen Zeilen der vorherigen Version, um sich einen schnellen Überblick über die letzten Änderungen zu verschaffen und um die Revision oder den Tag zu finden, welche der aktuellen Version entsprechen
pl: `hg log |less` i przeczytać opisy pojedynczej linii z powrotem do poprzedniej wersji, aby szybko zorientować się w najnowszych zmianach i znaleźć wersję lub znacznik odpowiadający aktualnej wersji wcześniejszej
pt_pt: `hg log |less` e leia as descrições de linha única de volta para a versão anterior para rápidamente saber das últimas mudanças e encontrar a revisão ou marcação correspondente à versão atual notada anteriormente
ro: `hg log |less` și citiți descrierile pe o singură linie până la versiunea anterioară pentru a vă face o idee rapidă despre ultimele modificări și pentru a găsi revizuirea sau eticheta corespunzătoare versiunii curente notate mai devreme
ru: `hg log |less` и прочитайте однострочные описания назад к предыдущей версии, чтобы получить быстрое представление о последних изменениях и найти ревизию или тег, соответствующий текущей версии, отмеченной ранее
uk: `hg log |less` — прочитайте всі однорядкові описи, новіші за минулу версію, щоб отримати уявлення про найновіші зміни, й знайдіть ревізію чи тег, що відповідає поточній версії (CurrentVersion), про яку йшлося вгорі
zh_hans: `hg log |less` 并将单行描述读回上一版本以快速了解最新更改并找到与前面提到的当前版本相对应的修订或标签

source: ` hg up "tag"` to switch to the tag or revision (to make sure you are auditing exactly what will be built)
de: ` hg up "tag"`, um zum Tag oder zur Revision zu wechseln (um sicherzustellen, dass Sie genau nachvollziehen, was gebaut wird)
pl: ` hg up "tag"` aby przejść do tagu lub wersji (aby upewnić się, że dokładnie kontrolujesz to, co zostanie zbudowane)
pt_pt: `hg up "tag"` para mudar para a marcação ou revisão (para ter certeza que está a auditar exatamente o que será compilado)
ro: ` hg up "tag"` pentru a trece la tag sau revizuire (pentru a vă asigura că verificați exact ceea ce va fi construit)
ru: ` hg up "tag"` для перехода к тегу или ревизии (чтобы убедиться, что вы проверяете именно то, что будет создано)
uk: `hg up "tag"` — перемкніться на тег чи ревізію (для певності, що ви дивитеся саме те, що буде зібрано)
zh_hans: ` hg up "tag"` 切换到标签或修订版（以确保你正在审核将要构建的内容）

source: `hg log -p` e.g. libs | _build.xml_ | _AndroidManifest.xml_ | _project.properties_ | res/raw | assets | _.gitmodules_ | _.classpath_ to take a closer look at the changes in some of the important files (as far as updating is concerned). If new jars (or new versions of old ones) are found then they must be verified to see they were found from canonical sources and are free with source code;the first thing to try is to open the jar to see the class names (`unzip -l`) and visit e.g. <http://central.maven.org/maven2/io/netty/> where you will find checksums to compare with. Take a note of jars such as bugsense or ACRA which are used for bug reports
de: `hg log -p` z. B. libs | _build.xml_ | _AndroidManifest.xml_ | _project.properties_ | res/raw | assets | _.gitmodules_ | .classpath, um sich die Änderungen in einigen der wichtigen Dateien genauer anzusehen (die Aktualisierung betreffend). Wenn neue Jars (oder neue Versionen von alten) gefunden werden, dann müssen sie überprüft werden, um zu sehen, ob sie aus kanonischen Quellen gefunden wurden und mit Quellcode frei sind;als erstes sollte man versuchen, das Jar zu öffnen, um die Klassennamen zu sehen (`unzip -l`) und z. B. <http://central.maven.org/maven2/io/netty/> zu besuchen, wo Sie Prüfsummen zum Vergleichen finden. Notieren Sie sich Jars wie bugsense oder ACRA, die für Bugreports verwendet werden
pl: `hg log -p` np. libs | _build.xml_ | _AndroidManifest.xml_ | _project.properties_ | res/raw | aktywa | _.gitmodules_ | .classpath, aby przyjrzeć się zmianom niektórych ważnych plików (jeśli chodzi o aktualizację). Jeśli zostaną znalezione nowe jars (lub nowe wersje starych), muszą one zostać zweryfikowane, aby zobaczyć, że zostały znalezione ze źródeł kanonicznych i są wolne od kodu źródłowego; najpierw należy spróbować otworzyć jar, aby zobaczyć nazwy klas (`unzip -l`) i odwiedź np. <http://central.maven.org/maven2/io/netty/> gdzie znajdziesz sumy kontrolne do porównania. Zwróć uwagę na jars, takie jak bugsense lub ACRA, które służą do zgłaszania błędów
ro: `hg log -p`, de exemplu: libs | _build.xml_ | AndroidManifest.xml_ | _project.properties_ | res/raw | assets | _.gitmodules_ | _.classpath_ pentru a vedea mai îndeaproape modificările din unele dintre fișierele importante (în ceea ce privește actualizarea). Dacă se găsesc noi jar-uri (sau noi versiuni ale celor vechi), atunci acestea trebuie verificate pentru a vedea dacă au fost găsite din surse canonice și dacă sunt libere cu codul sursă; primul lucru pe care trebuie să-l încercați este să deschideți jar-ul pentru a vedea numele claselor (`unzip -l`) și să vizitați, de exemplu, <http://central.maven.org/maven2/io/netty/>, unde veți găsi sume de control cu care să le comparați. Luați aminte de jar-uri precum bugsense sau ACRA care sunt folosite pentru rapoartele de erori
ru: `hg log -p` например, libs | _build.xml_ | _AndroidManifest.xml_ | _project.properties_ | res/raw | assets | _.gitmodules_ | _.classpath_ для более детального рассмотрения изменений в некоторых важных файлах (в части обновления). Если найдены новые банки (или новые версии старых), то их необходимо проверить, чтобы убедиться, что они были найдены из канонических источников и свободны с исходным кодом; первое, что нужно сделать, это открыть банку, чтобы увидеть имена классов (`unzip -l`) и посетить, например, <http://central.maven.org/maven2/io/netty/>, где вы найдете контрольные суммы для сравнения. Обратите внимание на такие банки, как bugsense или ACRA, которые используются для отчетов об ошибках
uk: `hg log -p` з параметром libs | _build.xml_ | _AndroidManifest.xml_ | _project.properties_ | res/raw | assets | _.gitmodules_ | _.classpath_ — придивіться до змін деяких важливих для оновлення файлів. Якщо помітите нові jar (чи нові версії старих jar), потрібно звірити, що вони збіжні з канонічними джерелами, а їхній код вільний і відкритий; для початку спробуйте відкрити jar і переглянути назви класів (`unzip -l`), а тоді відвідайте, наприклад, <http://central.maven.org/maven2/io/netty/>, і знайдіть там контрольні суми для порівняння. Випишіть такі jar, як bugsense чи ACRA: їх використовують для звітування про вади
zh_hans: `hg log -p` 例如 libs | _build.xml_ | _AndroidManifest.xml_ | _project.properties_ | res/raw | assets | _.gitmodules_ | _.classpath_ 仔细查看一些重要文件的变化（就更新而言）。如果找到新 jar（或旧 jar 的新版本），则必须对其进行验证，以查看它们是从规范来源中找到的，并且自由开源；首先要尝试打开 jar 以查看类名（`unzip -l`) 并访问例如 <http://central.maven.org/maven2/io/netty/> 在这里你可以找到校验和进行比较。记下用于错误报告的 jar，例如 bugsense 或 ACRA
