Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: LLVM passes different defaults to linkers on different platforms. After [this commit](https://github.com/llvm/llvm-project/commit/95dcaef00379e893dabc61cf598fe51c9d03414e#diff-061e3e32cfa3dd06717856cc16465106a3b72520eb9b0c2954513f194bd1696f) was merged into the NDK, `--hash-style=gnu` will be used on Debian by default. To change the hash style, `--hash-style=gnu` can be passed to the linker.
de: LLVM übergibt verschiedene Standards an Linker auf verschiedenen Plattformen. Nachdem [dieser Commit](https://github.com/llvm/llvm-project/commit/95dcaef00379e893dabc61cf598fe51c9d03414e#diff-061e3e32cfa3dd06717856cc16465106a3b72520eb9b0c2954513f194bd1696f) ins NDK integriert wurde, wird in Debian `--hash-style=gnu` als Standard verwendet. Um den Hash-Typ zu ändern, kann `--hash-style=gnu` an den Linker übergeben werden.
ro: LLVM transmite diferite valori implicite către linkeri pe diferite platforme. După ce [acest commit](https://github.com/llvm/llvm-project/commit/95dcaef00379e893dabc61cf598fe51c9d03414e#diff-061e3e32cfa3dd06717856cc16465106a3b72520eb9b0c2954513f194bd1696f) a fost integrat în NDK, `--hash-style=gnu` va fi folosit în mod implicit pe Debian. Pentru a schimba stilul de hash, `--hash-style=gnu` poate fi trecut la linker.
ru: LLVM передаёт разные значения по умолчанию компоновщикам на разных платформах. После того, как [этот коммит](https://github.com/llvm/llvm-project/commit/95dcaef00379e893dabc61cf598fe51c9d03414e#diff-061e3e32cfa3dd06717856cc16465106a3b72520eb9b0c2954513f194bd1696f) был слит в NDK, `--hash-style=gnu` будет использоваться в Debian по умолчанию. Чтобы изменить стиль хэша, `--hash-style=gnu` можно передать компоновщику.
uk: LLVM передає різні типові значення компонувальникам на різних платформах. Після того, як до NDK було включено [цей комміт](https://github.com/llvm/llvm-project/commit/95dcaef00379e893dabc61cf598fe51c9d03414e#diff-061e3e32cfa3dd06717856cc16465106a3b72520eb9b0c2954513f194bd1696f), у Debian типово використовуватиметься `--hash-style=gnu`. Для зміни стилю хешування можна передати компонувальнику `--hash-style=gnu`.
zh_hans: LLVM 在不同平台上传递给链接器的默认值也是不同的。在[此提交](https://github.com/llvm/llvm-project/commit/95dcaef00379e893dabc61cf598fe51c9d03414e#diff-061e3e32cfa3dd06717856cc16465106a3b72520eb9b0c2954513f194bd1696f) 被合并入 NDK 后， `--hash-style=gnu` 默认用于 Debian。要更改哈希样式，可以传递 `--hash-style=gnu`到链接器。

source: _platform_ Revisions
de: _platform_ Revisionen
pl: _platform_ Rewizje
pt_pt: Revisões de _platform_
ro: _platformă_ Revizuiri
ru: _platform_ ревизии
uk: Ревізії _platform_
zh_hans: _platform_ 修订版

source: In 2014, the Android SDK tools [were changed](https://issuetracker.google.com/issues/37132313) to [stick two](https://android.googlesource.com/platform/frameworks/base/+/ad2d07d%5E!/) [data elements](https://android.googlesource.com/platform/frameworks/base/+/5283fab%5E!/) in `AndroidManifest.xml` as part of the build process: `platformBuildVersionName` and `platformBuildVersionCode`. `platformBuildVersionName` includes the "revision" of the _platform_ package built against (e.g. `android-23`), however different "revisions" of the same _platform_ package cannot be installed in parallel. Plus the SDK tools do not support specifying the required revision as part of the build process. This often results in an otherwise reproducible build where the only difference is the `platformBuildVersionName` attribute.
de: Im Jahr 2014 wurden die Android SDK-Tools [geändert](https://issuetracker.google.com/issues/37132313) auf [stick two](https://android.googlesource.com/platform/frameworks/base/+/ad2d07d%5E!/) [data elements](https://android.googlesource.com/platform/frameworks/base/+/5283fab%5E!/) in `AndroidManifest.xml` als Teil des Build-Prozesses: `platformBuildVersionName` und `platformBuildVersionCode`. `platformBuildVersionName` enthält die „Revision“ des Pakets _platform_, gegen das gebaut wurde (z. B. `android-23`), jedoch können verschiedene "Revisionen" desselben Pakets _platform_ nicht parallel installiert werden. Außerdem unterstützen die SDK-Tools nicht die Angabe der erforderlichen Revision als Teil des Build-Prozesses. Dies führt oft zu einem ansonsten reproduzierbaren Build, wobei der einzige Unterschied das Attribut `platformBuildVersionName` ist.
pl: Narzędzia Androida SDK [zostały zmienione](https://issuetracker.google.com/issues/37132313) w 2014 r. Na [przyklejają dwa](https://android.googlesource.com/platform/frameworks/base/+/ad2d07d%5E!/) [Elementy danych](https://android.googlesource.com/platform/frameworks/base/+/5283fab%5E!/) w _AndroidManifest.xml_ jako część procesu kompilacji: `platformBuildVersionName` i `platformBuildVersionCode`. `platformBuildVersionName` zawiera "rewizję" pakietu _platforms_ zbudowanego na (np. _android-23_), jednak różne "wersje" tego samego pakietu _platforms_ nie mogą być instalowane równolegle. Ponadto narzędzia SDK nie obsługują określania wymaganej wersji jako części procesu kompilacji. Powoduje to często kompilację odtwarzaną w inny sposób, w której jedyną różnicą jest atrybut `platformBuildVersionName`.
ro: În 2014, instrumentele Android SDK [au fost schimbate](https://issuetracker.google.com/issues/37132313) pentru a [lipi două](https://android.googlesource.com/platform/frameworks/base/+/ad2d07d%5E!/) [elemente de date](https://android.googlesource.com/platform/frameworks/base/+/5283fab%5E!/) în `AndroidManifest.xml` ca parte a procesului de construire: `platformBuildVersionName` și `platformBuildVersionCode`. `platformBuildVersionName` include "revizuirea" pachetului _platform_ construit (de exemplu, `android-23`), însă nu pot fi instalate în paralel diferite "revizuiri" ale aceluiași pachet _platform_. În plus, instrumentele SDK nu acceptă specificarea revizuirii necesare ca parte a procesului de construire. Acest lucru are adesea ca rezultat o construcție reproductibilă în care singura diferență este atributul `platformBuildVersionName`.
ru: В 2014 году инструменты Android SDK [были изменены](https://issuetracker.google.com/issues/37132313) на [размещение двух](https://android.googlesource.com/platform/frameworks/base/+/ad2d07d%5E!/) [элементов данных](https://android.googlesource.com/platform/frameworks/base/+/5283fab%5E!/) в `AndroidManifest.xml` как часть процесса сборки: `platformBuildVersionName` и `platformBuildVersionCode`. `platformBuildVersionName` включает "ревизию" пакета _платформы_, на основе которого производится сборка (например, `android-23`), однако разные "ревизии" одного и того же пакета _платформы_ не могут быть установлены параллельно. Кроме того, инструменты SDK не поддерживают указание требуемой ревизии в процессе сборки. Это часто приводит к тому, что при воспроизводимой сборке единственным отличием является атрибут `platformBuildVersionName`.
uk: У 2014, засоби Android [почали додавати](https://issuetracker.google.com/issues/37132313) [два нові](https://android.googlesource.com/platform/frameworks/base/+/ad2d07d%5E!/) [пункти даних](https://android.googlesource.com/platform/frameworks/base/+/5283fab%5E!/) до `AndroidManifest.xml` у ході збірки: `platformBuildVersionName` і `platformBuildVersionCode`. `platformBuildVersionName` містить «ревізію» (як-от `android-23`) пакунку _platform_, яку слід застосувати для збірки, проте різні «ревізії» пакунку _platform_ неможливо встановити паралельно. До того ж засоби SDK не підтримують явного зазначення ревізії, яка потрібна збірці. Через це часто отримуємо збірки, відтворити які не вдається лише через різницю в атрибуті `platformBuildVersionName`.
zh_hans: Android SDK 工具在2014年[改为](https://issuetracker.google.com/issues/37132313)在构建过程中在 `AndroidManifest.xml` 中 [添加两个](https://android.googlesource.com/platform/frameworks/base/+/ad2d07d%5E/)[数据元素](https://android.googlesource.com/platform/frameworks/base/+/5283fab%5E/)：`platformBuildVersionName` 和 `platformBuildVersionCode`。`platformBuildVersionName` 包括 _platforms_ 包的"修订版"，根据该包构建（例如：`android-23`），然而同一 _platforms_ 包的不同"修订版"不能并行安装。 另外，SDK 工具不支持指定所需的修订作为构建过程的一部分。 这往往会导致另一种可重复构建，它和真正可重复构建之间唯一的区别是 `platformsBuildVersionName` 属性。

source: The _platform_ is part of the Android SDK that represents the standard library that is installed on the phone. They have two parts to their version: "version code", which is an integer that represents the SDK release, and the "revision", which represents bugfix versions to each platform. These versions can be seen in the included `build.prop` file. Each revision has a different number in `ro.build.version.incremental`. Gradle has no way to specify the revision in `compileSdkVersion` or `targetSdkVersion`. Only one `platform-23` can be installed at a time, unlike `build-tools`, where every release can be installed in parallel.
de: Die _platform_ ist Teil des Android SDK, das die Standardbibliothek darstellt, die auf dem Telefon installiert ist. Die Version besteht aus zwei Teilen: „Versionscode“, eine ganze Zahl, die das SDK-Release repräsentiert, und die „Revision“, die Bugfix-Versionen für jede Plattform repräsentiert. Diese Versionen sind in der mitgelieferten Datei `build.prop` zu finden. Jede Revision hat eine andere Nummer in `ro.build.version.incremental`. Gradle hat keine Möglichkeit, die Revision in `compileSdkVersion` oder `targetSdkVersion` anzugeben. Es kann jeweils nur eine `Plattform-23` installiert werden, im Gegensatz zu `build-tools`, wo jede Version parallel installiert werden kann.
pl: Platforma "_platform_" jest częścią zestawu SDK systemu Android, który reprezentuje standardową bibliotekę zainstalowaną w telefonie. Mają one dwie części do swojej wersji: "kod wersji", który jest liczbą całkowitą reprezentującą wydanie SDK, oraz "wersję", która reprezentuje wersje poprawek dla każdej platformy. Wersje te można zobaczyć w dołączonym pliku _build.prop_. Każda wersja ma inny numer w pliku _ro.build.version.incremental_. Gradle nie ma możliwości określenia wersji w _compileSdkVersion_ lub _targetSdkVersion_. Tylko jedna "_platform-23_" może być zainstalowana na raz, w przeciwieństwie do _build-tools_, gdzie każde wydanie może być zainstalowane równolegle.
ro: _platform_ face parte din SDK Android, care reprezintă biblioteca standard instalată pe telefon. Versiunea lor are două părți: "codul de versiune", care este un număr întreg care reprezintă versiunea SDK, și "revizuirea", care reprezintă versiunile de corectare a erorilor pentru fiecare platformă. Aceste versiuni pot fi văzute în fișierul inclus `build.prop`. Fiecare revizuire are un număr diferit în `ro.build.version.incremental`. Gradle nu are nicio modalitate de a specifica revizuirea în `compileSdkVersion` sau `targetSdkVersion`. Doar o singură `platform-23` poate fi instalată la un moment dat, spre deosebire de `build-tools`, unde fiecare versiune poate fi instalată în paralel.
ru: Платформа _platform_ - это часть Android SDK, которая представляет собой стандартную библиотеку, установленную на телефоне. Их версия состоит из двух частей: "код версии", который представляет собой целое число, обозначающее релиз SDK, и "ревизия", которая представляет собой версии исправлений для каждой платформы. Эти версии можно увидеть в прилагаемом файле `build.prop`. Каждая ревизия имеет свой номер в `ro.build.version.incremental`. Gradle не имеет возможности указать ревизию в `compileSdkVersion` или `targetSdkVersion`. Одновременно может быть установлена только одна `platform-23`, в отличие от `build-tools`, где каждый релиз может быть установлен параллельно.
uk: «Платформа», або _platform_, — це складова Android SDK, що дає змогу зібраним за його допомогою застосункам використовувати стандартну бібліотеку, встановлену на телефоні. Версія платформи складається з двох частин: «коду версії», тобто числового позначення випуску SDK, й «ревізії», тобто позначення версії виправлень платформи. Ці версії можна побачити в доданому файлі `build.prop`. Кожна версія має унікальне число `ro.build.version.incremental`. Gradle не дає змоги вказати ревізію в `compileSdkVersion` чи `targetSdkVersion`. Можливо встановити лише одну ревізію `platform-23`, на відміну від `build-tools`, усі випуски яких можливо встановити паралельно.
zh_hans: _platform_是 Android SDK 的一部分，代表安装在手机上的标准库。 它们的版本有两部分：“版本代码”，它是一个整数，代表 SDK 版本，以及“修订版”，它代表每个平台的错误修复版本。 这些版本可以在包含的 `build.prop` 文件中看到。 每个修订版在 `ro.build.version.incremental` 中有不同的编号。 Gradle 无法在 `compileSdkVersion` 或 `targetSdkVersion` 中指定修订版本。一次只能安装一个`platform-23`，不像 `build-tools`，每个版本都可以并行安装。

source: Here are two examples where all the differences are suspected to come from different revisions of the platform:
de: Hier sind zwei Beispiele, bei denen alle Unterschiede vermutlich von verschiedenen Revisionen der Plattform herrühren:
pl: Oto dwa przykłady, według których wszystkie różnice wynikają z różnych wersji platformy:
ro: Iată două exemple în care se bănuiește că toate diferențele provin din revizuiri diferite ale platformei:
ru: Вот два примера, в которых все различия предположительно связаны с разными версиями платформы:
uk: Ось два приклади, де всі розбіжності, імовірно, походять від різних версій платформи:
zh_hans: 这里有两个例子，其中所有的差异都涉嫌来自于平台的不同修订：

source: PNG Crush/Crunch
pl: Narzędzia do optymalizacji PNG Crush/Crunch
ru: PNG Крушение/Дробление
uk: Стиснення PNG
zh_hans: PNG 优化/压缩

source: A standard part of the Android build process is to run some kind of PNG optimization tool, like `aapt singleCrunch`, `pngcrush`, `zopflipng` or `optipng`. These do not provide deterministic output, it is still an open question as to why. Since PNGs are normally committed to the source repo, a workaround to this problem is to run the tool of your choice on the PNG files, then commit those changes to the source repo (e.g. `git`). Then, disable the default PNG optimization process by adding this to `build.gradle`:
de: Ein Standardbestandteil des Android-Buildprozesses ist es, eine Art PNG-Optimierungswerkzeug wie `aapt singleCrunch`, `pngcrush`, `zopflipng` oder `optipng` auszuführen. Diese liefern keine deterministische Ausgabe, es ist immer noch eine offene Frage, warum. Da PNGs normalerweise in das Quell-Repo committed sind, besteht eine Lösung für dieses Problem darin, das Tool Ihrer Wahl auf den PNG-Dateien auszuführen und diese Änderungen dann in das Quell-Repo zu übertragen (z. B. `git`). Deaktivieren Sie dann den standardmäßigen PNG-Optimierungsprozess, indem Sie diesen in `build.gradle` einfügen:
pl: Standardową częścią procesu budowania systemu Android jest uruchomienie jakiegoś narzędzia do optymalizacji PNG, takiego jak `aapt singleCrunch` lub` pngcrush`. Nie zapewniają one deterministycznego wyniku, wciąż pozostaje otwarte pytanie, dlaczego. Ponieważ pliki PNG są zwykle zatwierdzane do repozytorium źródłowego, obejście tego problemu polega na uruchomieniu wybranego narzędzia na plikach PNG, a następnie zatwierdzeniu tych zmian w repozytorium źródłowym (np. `Git`). Następnie wyłącz domyślny proces optymalizacji PNG, dodając go do _build.gradle_:
ro: O parte standard a procesului de construire Android este de a rula un fel de instrument de optimizare PNG, cum ar fi `aapt singleCrunch`, `pngcrush`, `zopflipng` sau `optipng`. Acestea nu oferă o ieșire deterministă, este încă o întrebare deschisă de ce. Deoarece PNG-urile sunt în mod normal confirmate în repo-ul sursă, o soluție la această problemă este să rulați instrumentul ales de dvs. pe fișierele PNG, apoi să confirmați aceste modificări în repo-ul sursă (de exemplu, `git`). Apoi, dezactivați procesul implicit de optimizare PNG adăugând acest lucru la `build.gradle`:
ru: Стандартной частью процесса сборки Android является запуск какого-либо инструмента для оптимизации PNG, например `aapt singleCrunch`, `pngcrush`, `zopflipng` или `optipng`. Они не дают детерминированного результата, и вопрос о причинах этого остается открытым. Поскольку PNG обычно фиксируются в исходном репозитории, обходным решением этой проблемы является запуск выбранного вами инструмента для PNG-файлов, а затем фиксация этих изменений в исходном репозитории (например, `git`). Затем отключите процесс оптимизации PNG по умолчанию, добавив это в `build.gradle`:
uk: У ході стандартної Android-збірки запускається певний засіб оптимізації PNG, наприклад, `aapt singleCrunch`, `pngcrush`, `zopflipng` або `optipng`. Від запуску до запуску їхній вивід змінюється, чому — досі відкрите питання. Оскільки PNG зазвичай зберігаються в репозиторії джерельного коду, ви можете обійти цю проблему, обробивши PNG-файли вручну засобом на ваш вибір і зберігши ці зміни в репозиторії вихідного коду (як-от `git`). Тоді вимкніть автоматичну оптимізацію PNG, додавши це в `build.gradle`:
zh_hans: Android 构建过程的一个标准部分是运行某种 PNG 优化工具，例如 `aapt singleCrunch`、`pngcrush`、`zopflipng` 或 `optipng`。这些不提供确定性的输出，关于原因仍然是一个悬而未决的问题。由于 PNG 通常提交到源存储库，因此解决此问题的方法是在 PNG 文件上运行你选择的工具，然后将这些更改提交到源存储库（例如 `git`）。然后，通过将其添加到 `build.gradle` 来禁用默认的 PNG 优化过程：

source: Note that tools such as `svgo` can do similar optimization to SVG files.
de: Zu beachten ist, dass Werkzeuge wie `svgo` ähnliche Optimierungen an SVG-Dateien vornehmen können.
ro: Rețineți că instrumente precum `svgo` pot face o optimizare similară pentru fișierele SVG.
ru: Обратите внимание, что такие инструменты, как `svgo`, могут выполнять аналогичную оптимизацию SVG-файлов.
uk: Зауважте, що такі інструменти, як `svgo` можуть виконувати аналогічну оптимізацію SVG-файлів.
zh_hans: 请注意，`svgo` 等工具可以对 SVG 文件进行类似的优化。

source: PNGs generated from vector drawables
de: PNGs, die aus Vektorgrafiken erzeugt wurden
pl: Pliki PNG generowane z grafiki wektorowej
ro: PNG-uri generate din desene vectoriale
ru: PNG, созданные на основе векторных рисунков
uk: PNG-файли, створені з векторних малюнків
zh_hans: 生成自矢量可绘制对象的 PNG 图片

source: [Android Gradle plugin generates PNG resources from vector drawables for old Android versions](https://developer.android.com/reference/tools/gradle-api/7.3/com/android/build/api/dsl/VectorDrawables#generateddensities). Unfortunately, the generated PNG files are not reproducible.
de: [Android Gradle Plugin generiert PNG-Ressourcen aus Vektor-Drawables für alte Android-Versionen](https://developer.android.com/reference/tools/gradle-api/7.3/com/android/build/api/dsl/VectorDrawables#generateddensities). Leider sind die generierten PNG-Dateien nicht reproduzierbar.
ro: [[Android Gradle plugin generates PNG resources from vector drawables for old Android versions](https://developer.android.com/reference/tools/gradle-api/7.3/com/android/build/api/dsl/VectorDrawables#generateddensities). Din păcate, fișierele PNG generate nu sunt reproductibile.
ru: [Android Gradle plugin generates PNG resources from vector drawables for old Android versions](https://developer.android.com/reference/tools/gradle-api/7.3/com/android/build/api/dsl/VectorDrawables#generateddensities). К сожалению, сгенерированные PNG-файлы не воспроизводятся.
uk: [Плагін Android Gradle генерує PNG ресурси з векторних малюнків для старих версій Android](https://developer.android.com/reference/tools/gradle-api/7.3/com/android/build/api/dsl/VectorDrawables#generateddensities). На жаль, згенеровані PNG-файли не відтворювані.
zh_hans: [Android Gradle 插件为旧 Android 版本从矢量可绘制图形生成 PNG 资源](https://developer.android.com/reference/tools/gradle-api/7.3/com/android/build/api/dsl/VectorDrawables#generateddensities)。不幸的是，生成的 PNG 文件不可重复。

source: You can disable generating the PNGs by adding this to `build.gradle`:
de: Sie können die Generierung der PNGs deaktivieren, indem Sie dies zu `build.gradle` hinzufügen:
ro: Puteți dezactiva generarea PNG-urilor adăugând acest lucru în `build.gradle`:
ru: Вы можете отключить генерацию PNG, добавив это в `build.gradle`:
uk: Ви можете вимкнути генерування PNG, додавши це до `build.gradle`:
zh_hans: 你可以通过添加这个到 `build.gradle` 来禁止生成 PNG：

source: R8 Optimizer
de: R8-Optimierer
pt_pt: R8 Otimizador
ro: Optimizator R8
ru: Оптимизатор R8
uk: Оптимізатор R8
zh_hans: R8 优化器

source: It appears that some R8 optimizations are non-deterministic, producing different bytecode on different build runs.
de: Es kommt vor, dass einige R8-Optimierungen nicht-deterministisch sind und bei verschiedenen Build-Durchläufen unterschiedlichen Bytecode erzeugen.
pl: Wygląda na to, że niektóre optymalizacje R8 są wykonywane w sposób niedeterministyczny, co powoduje, że w różnych kompilacjach powstaje inny kod bajtowy.
ro: Se pare că unele optimizări R8 au fost efectuate în mod nedeterminist, producând coduri de octeți diferite la diferite execuții de compilare.
ru: Оказывается, что некоторые оптимизации R8 не являются детерминированными и выдают разный байткод при разных запусках сборки.
uk: Виявляється, що деякі оптимізації R8 є недетермінованими, створюючи різний байт-код на різних запусках збірки.
zh_hans: 似乎某些 R8 优化以不确定的方式完成，在不同的构建运行中产生不同的字节码。

source: For instance, R8 tries to optimize `ServiceLoader` usage making a static list of all services in the code. The order of this list may be different (or even incomplete) on each build run. The only way to avoid this behavior is disabling such optimizations declaring optimized classes in `proguard-rules.pro`:
de: Beispielsweise versucht R8, die `ServiceLoader`-Nutzung zu optimieren, indem eine statische Liste aller Dienste im Code erzeugt wird. Die Anordnung dieser Liste kann bei jedem Build-Durchlauf unterschiedlich (oder sogar unvollständig) sein. Die einzige Möglichkeit, dieses Verhalten zu verhindern, ist die Deaktivierung solcher Optimierungen durch Deklaration optimierter Klassen in `proguard-rules.pro`:
pl: Na przykład R8 próbuje zoptymalizować użycie ServiceLoader, tworząc statyczną listę wszystkich usług w kodzie. Kolejność tej listy może być różna (lub nawet niekompletna) podczas każdego uruchomienia kompilacji. Jedynym sposobem na uniknięcie tego zachowania jest wyłączenie takich optymalizacji poprzez zadeklarowanie zoptymalizowanych klas w pliku _proguard-rules.pro_:
ro: De exemplu, R8 încearcă să optimizeze utilizarea `ServiceLoader`, realizând o listă statică a tuturor serviciilor din cod. Ordinea acestei liste poate fi diferită (sau chiar incompletă) la fiecare execuție de compilare. Singura modalitate de a evita acest comportament este dezactivarea acestor optimizări declarând clasele optimizate în `proguard-rules.pro`:
ru: Например, R8 пытается оптимизировать использование `ServiceLoader`, составляя статический список всех сервисов в коде. Порядок этого списка может быть разным (или даже неполным) при каждом запуске сборки. Единственный способ избежать такого поведения - отключить подобную оптимизацию, объявив оптимизированные классы в `proguard-rules.pro`:
uk: Наприклад, R8 намагається оптимізувати використання `ServiceLoader`, створюючи статичний перелік усіх служб у коді. Цей перелік може щоразу по-різному впорядковуватись (чи навіть бути неповним). Уникнути цієї поведінки дає змогу лише вимкнення таких оптимізацій за допомогою оголошення оптимізованих класів у `proguard-rules.pro`:
zh_hans: 例如，R8 尝试优化 `ServiceLoader` 的使用，在代码中制作所有服务的静态列表。每次构建运行时，此列表的顺序可能不同（甚至不完整）。避免这种行为的唯一方法是禁用在 `proguard-rules.pro` 中声明优化类的优化：
