Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: _VercodeOperation_<a name="VercodeOperation"></a>
de: Versionscodeberechnung (_VercodeOperation_)<a name="VercodeOperation"></a>
pt_pt: _Operação de Vercode_<a name="VercodeOperation"></a>
ro: _VercodeOperation_(Operațiune Bercode)<a name="VercodeOperation"></a>
ru: _VercodeOperation_ (Действия с кодовым номером версии)<a name="VercodeOperation"></a>
uk: _VercodeOperation_ (Дія з кодом версії)<a name="VercodeOperation"></a>
zh_hans: _VercodeOperation_（版本代码操作）<a name="VercodeOperation"></a>

source: Operation to be applied to the version code obtained by the defined [_UpdateCheckMode_](#UpdateCheckMode). `%c` will be replaced by the actual version code, and the whole string will be passed to python's `eval` function.
ru: Операция, которая будет применена к кодовому номер версии, полученному с помощью указанного [_UpdateCheckMode_](#UpdateCheckMode). `%c` будет заменён на реальный кодовый номер версии, а вся строка будет передана функции `eval` интерпретатора python.
zh_hans: 对通过定义的 [_UpdateCheckMode_](#UpdateCheckMode)获得的版本代码进行操作。`%c` 将被实际的版本代码替换，整个字符串将被传递给 python 的 `eval` 函数。

source: Especially useful with apps that we want to compile for different ABIs, but whose version codes don't always have trailing zeros. For example, with multiple _VercodeOperation_ we can track updates and build up to four different versions of every upstream version, say for 4 architectures:
de: Insbesondere bei Apps hilfreich, die für verschiedene Binärschnittstellen kompiliert werden sollen, deren Versionscodes aber nicht immer auf Null enden. So können, zum Beispiel, mit multiplenEinträgen in _VercodeOperation_ Updates verfolgt und bis zu vier verschiedene Versionen jeder Upstream-Version erstellt werden, sagen wir für 4 Architekturen:
pl: Jest to szczególnie przydatne w przypadku aplikacji, które chcemy skompilować dla różnych ABI, ale których kody kreskowe nie zawsze mają końcowe zera. Na przykład, przy wielu _VercodeOperation_ możemy śledzić aktualizacje i budować do czterech różnych wersji z każdej odgórnej wersji, na przykład dla 4 różnych architektur.
ro: Este util mai ales în cazul aplicațiilor pe care dorim să le compilăm pentru diferite ABI-uri, dar ale căror coduri de versiune nu au întotdeauna zerouri de sfârșit. De exemplu, cu mai multe _VercodeOperation_ putem urmări actualizările și construi până la patru versiuni diferite ale fiecărei versiuni lansate, să zicem pentru 4 arhitecturi:
ru: Особенно полезно для приложений, которые мы хотим скомпилировать для разных ABI, но в версиях которых не всегда есть нули в конце. Например, с помощью нескольких _VercodeOperation_ для каждой версии в вышележащим репозитории мы можем отслеживать обновления и собирать по одной нашей собственной версии для каждой архитектуры. Скажем, для четырёх архитектур это может выглядеть как-то так:
zh_hans: 对于想为不同的 ABI 编译，但其版本代码并不总是有拖尾零的应用尤其有用。例如，通过多个 _VercodeOperation_ ，我们能够跟踪更新，并为每个上游版本构建最多四个不同的版本，也即四种架构：

source: So 4 build blocks are copied from above and added as an update with their version code calculated by doing each math operation.
de: So werden 4 Build-Blöcke kopiert und als Update mit ihrem, jeweils nach der mathematischen Operation errechnetem Vercode hinzugefügt.
pl: 4 zbudowane bloki są kopiowane z góry i dodawane jako aktualizacja z ich kodem wersji obliczonym poprzez wykonanie każdej z operacji matematycznych.
ro: Astfel, 4 blocuri de construcție sunt copiate de mai sus și adăugate ca o actualizare cu codul lor de versiune calculat prin efectuarea fiecărei operații matematice.
ru: Таким образом, 4 блока сборки будут скопированы и добавлены как обновления. Каждый со своим собственным кодовым номером версии, вычисленным на основе соответствующего математического выражения.
zh_hans: 从上面复制了四个构建块并添加为一个更新，通过进行数学操作计算它们的版本码。

source: _UpdateCheckIgnore_<a name="UpdateCheckIgnore"></a>
de: Aktualisierungsprüfung ignorieren (_UpdateCheckIgnore_)<a name="UpdateCheckIgnore"></a>
pt_pt: _Ignorar Verificação de Atualização_<a name="UpdateCheckIgnore"></a>
ro: _UpdateCheckIgnore_(Actualizare CheckIgnore)<a name="UpdateCheckIgnore"></a>
ru: _UpdateCheckIgnore_(Список игнорирования проверки обновлений)<a name="UpdateCheckIgnore"></a>
uk: _UpdateCheckIgnore_ (Перевірка оновлень. Пропуск)<a name="UpdateCheckIgnore"></a>
zh_hans: _UpdateCheckIgnore_（更新检查忽略）<a name="UpdateCheckIgnore"></a>

source: When checking for updates (via [_UpdateCheckMode_](#UpdateCheckMode)) this can be used to specify a regex which, if matched against the version name, causes that version to be ignored. For example, 'beta' could be specified to ignore version names that include that text.
ru: При проверке обновлений (с помощью [_UpdateCheckMode_](#UpdateCheckMode)) данное поле можно использовать для задания регулярного выражения. Если это регулярное выражение будет сопоставлено с именем версии, то эта версия будет проигнорирована. Например, при указании 'beta' все версии содержащие этот текст будут проигнорированы.
zh_hans: 当检查更新时（通过[_UpdateCheckMode_](#UpdateCheckMode)），这可以用来指定一个正则表达式，如果与版本名称相匹配，将导致该版本被忽略。例如，可以指定 "beta" 以忽略包含该文本的版本名称。

source: Only Available with [_UpdateCheckMode_](#UpdateCheckMode) `HTTP`.
ru: Доступно только при [_UpdateCheckMode_](#UpdateCheckMode) равном `HTTP`.
zh_hans: 只在 [_UpdateCheckMode_](#UpdateCheckMode)`HTTP` 中可用。

source: _UpdateCheckName_<a name="UpdateCheckName"></a>
de: Name für Aktualisierungsprüfung (_UpdateCheckName_)<a name="UpdateCheckName"></a>
pt_pt: _Nome de Verificação de Atualização_<a name="UpdateCheckName"></a>
ro: _UpdateCheckName_( Actualizare CheckName)<a name="UpdateCheckName"></a>
ru: _UpdateCheckName_ (Имя для проверки обновлений)<a name="UpdateCheckName"></a>
uk: _UpdateCheckName_ (Перевірка оновлень. Назва)<a name="UpdateCheckName"></a>

source: When checking for updates (via _UpdateCheckMode_) this can be used to specify the package name to search for. Useful when apps have a static package name but change it programmatically in some app flavours, by e.g. appending ".open" or ".free" at the end of the package name.
de: Kann bei der Prüfung auf Aktualisierungen (über _UpdateCheckMode_) verwendet werden, um den Paketnamen festzulegen, nach dem gesucht werden soll. Praktisch, wenn Apps einen festen Paketnamen besitzen, er sich aber für bestimmte App-Varianten programmatisch ändert, beispielsweise durch Anhängen von ".open" oder ".free" an den Paketnamen.
pl: Podczas sprawdzania aktualizacji (za pomocą _UpdateCheckMode_) można użyć tego parametru do określenia nazwy pakietu do wyszukania. Przydatne, gdy aplikacje mają statyczną nazwę pakietu, ale zmieniają ją programowo w niektórych aplikacjach, np. dodawanie ".open" lub ".free" na końcu nazwy pakietu.
ro: La verificarea actualizărilor (prin intermediul _UpdateCheckMode_) poate fi utilizat pentru a specifica numele pachetului care trebuie căutat. Este util atunci când aplicațiile au un nume de pachet static, dar îl modifică în mod programatic în anumite aplicații, de exemplu prin adăugarea ".open" sau ".free" la sfârșitul numelui pachetului.
ru: При проверке обновлений (с помощью _UpdateCheckMode_) данное поле можно использовать для указания имени пакета для поиска. Полезно, когда приложения имеют статическое имя пакета, но программно изменяют его в некоторых вариантах сборки (flavours), например, добавляя ".open" или ".free" в конец имени пакета.
zh_hans: 当检查更新时（通过 _UpdateCheckMode_），这可以用来指定要搜索的软件包名称。当应用有一个静态的包名但在某些 flavor 中以编程方式改变它，例如在包名的末尾加上 ".open" 或 ".free" 时很有用。

source: You can also use `Ignore` to ignore package name searching. This should only be used in some specific cases, for example if the app's `build.gradle` file does not contain the package name.
ru: Вы также можете использовать `Ignore`, чтобы игнорировать поиск по имени пакета. Это следует использовать только в некоторых особых случаях, например, если в файле `build.gradle` приложения имя пакета не указано в принципе.
zh_hans: 你也可以使用 `Ignore` 来忽略包名搜索。这只应在某些特殊情况下使用，例如，应用的 `build.gradle` 文件不包含包名。

source: _UpdateCheckData_<a name="UpdateCheckData"></a>
de: Daten zur Aktualisierungsprüfung (_UpdateCheckData_)<a name="UpdateCheckData"></a>
pt_pt: _Dados de Verificação de Atualização_<a name="UpdateCheckData"></a>
ro: _UpdateCheckData_(Actualizare CheckData)<a name="UpdateCheckData"></a>
ru: _UpdateCheckData_ (Данные для проверки обновлений)<a name="UpdateCheckData"></a>
uk: _UpdateCheckData_ (Перевірка оновлень. Дані)<a name="UpdateCheckData"></a>
zh_hans: _UpdateCheckData_（更新检查数据）<a name="UpdateCheckData"></a>

source: Used in conjunction with [_UpdateCheckMode_](#UpdateCheckMode) `Tags` or `HTTP`.
ru: Используется совместно с [_UpdateCheckMode_](#UpdateCheckMode) `Tags` или `HTTP`.
zh_hans: 与 [_UpdateCheckMode_](#UpdateCheckMode)`Tags` 或 `HTTP` 一起使用。

source: _CurrentVersion_<a name="CurrentVersion"></a>
de: Aktuelle Version (_CurrentVersion_)<a name="CurrentVersion"></a>
pt_pt: _Versão Atual_<a name="CurrentVersion"></a>
ro: _CurrentVersion_(VersiuneCurentă)<a name="CurrentVersion"></a>
ru: _CurrentVersion_ (Текущая версия)<a name="CurrentVersion"></a>
uk: _CurrentVersion_ (Поточна версія)<a name="CurrentVersion"></a>
zh_hans: _CurrentVersion_（当前版本）<a name="CurrentVersion"></a>

source: The [name of the version](https://developer.android.com/guide/topics/manifest/manifest-element.html#vname) that is the recommended release. There may be newer versions of the application than this (e.g. unstable versions), and there will almost certainly be older ones. This should be the one that is recommended for general use. In the event that there is no source code for the current version, or that Non-Free libraries are being used, this would ideally be the latest version that is still free, though it may still be expedient to retain the automatic update check — see [_NoSourceSince_](#NoSourceSince).
ru: [Имя версии](https://developer.android.com/guide/topics/manifest/manifest-element.html#vname), которая является рекомендуемым выпуском. Могут существовать более новые версии приложения, чем эта (например, нестабильные), и почти наверняка будут и более старые. В данном поле должна указываться та версия, которая рекомендована для общего использования. В случае если для более новых версий нет доступа к исходному коду или если они используют несвободные библиотеки, то, в идеале, в этом поле должна указываться последняя версия, которая всё ещё может считаться свободной, хотя может быть целесообразно также сохранить автоматическую проверку обновлений (см. [_NoSourceSince_](#NoSourceSince).).
zh_hans: 推荐的[版本的名称](https://developer.android.com/guide/topics/manifest/manifest-element.html#vname)。应用可能会有更新的版本（例如不稳定的版本），而且几乎肯定会有更老的版本。这应该是被推荐用于一般用途的版本。如果当前版本没有源代码，或者使用的是非自由库，那么最好是仍然自由的最新版本，尽管保留自动更新检查可能仍是权宜之计 - 参见[_NoSourceSince_](#NoSourceSince)。

source: This field is normally automatically updated - see [_UpdateCheckMode_](#UpdateCheckMode).
de: Dieses Feld wird normalerweise automatisch aktualisiert - siehe [_UpdateCheckMode_](#UpdateCheckMode).
pl: To pole jest zwykle automatycznie aktualizowane — zobacz [_UpdateCheckMode_](#UpdateCheckMode).
pt_pt: Este campo é normalmente atualizado automaticamente - consulte [_UpdateCheckMode_](#UpdateCheckMode).
ro: În mod normal, acest câmp este actualizat automat - a se vedea [_UpdateCheckMode_](#UpdateCheckMode).
ru: Обычно это поле обновляется автоматически (см. [_UpdateCheckMode_](#UpdateCheckMode)).
uk: Це поле зазвичай оновлюється автоматично: перегляньте [_UpdateCheckMode_](#UpdateCheckMode).
zh_hans: 这个字段通常是自动更新的 - 见 [_UpdateCheckMode_](#UpdateCheckMode)。

source: This is converted to (`<marketversion>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<marketversion>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<marketversion>`) do pliku XML (_index.xml_).
pt_pt: Isso é convertido em (`<marketversion>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<marketversion>`) în fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<marketversion>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<marketversion>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<marketversion>`)。

source: _CurrentVersionCode_<a name="CurrentVersionCode"></a>
de: Aktueller Versionscode (_CurrentVersionCode_)<a name="CurrentVersionCode"></a>
pt_pt: _Código de Versão Atual_<a name="CurrentVersionCode"></a>
ro: _CurrentVersionCode_(VersiuneCurentăCod)<a name="CurrentVersionCode"></a>
ru: _CurrentVersionCode_ (Кодовый номер текущей версии)<a name="CurrentVersionCode"></a>
uk: _CurrentVersionCode_ (Код поточної версії)<a name="CurrentVersionCode"></a>
zh_hans: _CurrentVersion_（当前版本代码）<a name="CurrentVersionCode"></a>

source: The [version code](https://developer.android.com/guide/topics/manifest/manifest-element.html#vcode) corresponding to the [_CurrentVersion_](#CurrentVersion) field. Both these fields must be correct and matching although it's the current version code that's used by Android to determine version order and by F-Droid client to determine which version should be recommended.
de: Der [Versionscode](https://developer.android.com/guide/topics/manifest/manifest-element.html#vcode) entsprechend dem Feld [_CurrentVersion_](#CurrentVersion). Beide Felder müssen sachgemäß sein und zueinander passen, da es der aktuelle Versionscode ist, der gleichwohl von Android zur Bestimmung der Versionsreihenfolge und vom F-Droid-Client zur Ermittlung der empfohlenen Version verwendet wird.
pl: [Kod wersji](https://developer.android.com/guide/topics/manifest/manifest-element.html#vcode) odpowiadający polu [_CurrentVersion_](#CurrentVersion). Oba te pola muszą być poprawne i pasujące, chociaż jest to obecny kod wersji, który jest używany przez system Android do ustalania kolejności wersji i przez klienta F-Droid, aby określić, która wersja powinna być zalecana.
ro: [version code](https://developer.android.com/guide/topics/manifest/manifest-element.html#vcode) care corespunde câmpului [_CurrentVersion_](#CurrentVersion). Ambele câmpuri trebuie să fie corecte și să corespundă, deși codul versiunii curente este cel utilizat de Android pentru a determina ordinea versiunilor și de clientul F-Droid pentru a determina ce versiune trebuie recomandată.
ru: [Кодовый номер версии](https://developer.android.com/guide/topics/manifest/manifest-element.html#vcode), соответствующий той версии, что указана в поле [_CurrentVersion_](#CurrentVersion). Оба эти поля должны быть корректными и соответствовать друг другу, хотя именно код текущей версии используется Android для определения порядка версий и клиентом F-Droid для определения того, какая версия должна быть рекомендована.
uk: [Код версії](https://developer.android.com/guide/topics/manifest/manifest-element.html#vcode), що відповідає полю [_CurrentVersion_](#CurrentVersion). Обидва поля мусять стосуватися одної чинної версії, хоча саме поле коду версії використовується в Android для визначення порядку версій, а в клієнті F-Droid — для визначення рекомендованої версії.
zh_hans: 与 [_CurrentVersion_](#CurrentVersion) 字段相对应的[版本代码](https://developer.android.com/guide/topics/manifest/manifest-element.html#vcode)。这两个字段都必须是正确和匹配的，尽管只有当前版本代码被 Android 用来确定版本顺序以及被 F-Droid 客户端用来确定应该推荐哪个版本。

source: If not set, clients will recommend the highest version they can, as if the _CurrentVersionCode_ was infinite.
de: Wenn nicht angegeben, werden Clients die höchstmögliche Version empfehlen, als ob der _CurrentVersionCode_ unendlich wäre.
pl: Jeśli nie jest ustawione, klienci będą polecać najwyższą wersję, jaką mogą, tak jakby _CurrentVersionCode_ był nieskończony.
pt_pt: Se não estiver definido, os clientes irão recomendar a versão mais alta possível, como se o _CurrentVersionCode_ fosse infinito.
ro: Dacă nu este setat, clienții vor recomanda cea mai mare versiune posibilă, ca și cum _CurrentVersionCode_ ar fi infinită.
ru: Если это поле не установлено, клиенты будут рекомендовать самую высокую версию, которую они могут, как если бы _CurrentVersionCode_ был бесконечным.
uk: Якщо не зазначено, клієнти радитимуть найвищу знайдену версію, ніби _CurrentVersionCode_ нескінченний.
zh_hans: 如果未设置，客户端将推荐它们能推荐的最高版本，如同 _CurrentVersionCode_ 是无限的。

source: This is converted to (`<marketvercode>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<marketvercode>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<marketvercode>`) do pliku XML (_index.xml_).
pt_pt: Isso é convertido em (`<marketvercode>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<marketvercode>`) în fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<marketvercode>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<marketvercode>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<marketversion>`)。

source: _NoSourceSince_<a name="NoSourceSince"></a>
de: Keine Quelle seit (_NoSourceSince_)<a name="NoSourceSince"></a>
pt_pt: _Nenhum Código Desde_<a name="NoSourceSince"></a>
ro: _NoSourceSince_(Fără sursă, deoarece)<a name="NoSourceSince"></a>
ru: _NoSourceSince_ (Исходный код недоступен с)<a name="NoSourceSince"></a>
uk: _NoSourceSince_ (Джерельний код недоступний)<a name="NoSourceSince"></a>

source: In case we are missing the source code for the [_CurrentVersion_](#CurrentVersion) reported by Upstream, or that Non-Free elements have been introduced, this defines the first version that began to miss source code. Apps that are missing source code for just one or a few versions, but provide source code for newer ones are not to be considered here - this field is intended to illustrate which apps do not currently distribute source code, and since when have they been doing so.
ru: В случае отсутствия исходного кода для [_CurrentVersion_](#CurrentVersion), о чём явно говорят разработчики вышележащего проекта, или в случае привнесения в приложение несвободных элементов, в данном поле указывается первая версия, для которой нет полного исходного кода. Ситуация, когда у приложения, отсутствует исходный код только для одной или нескольких версий, но присутствуют для более новых, в контексте данного поля не учитывается — оно предназначено только для учёта приложений, которые в настоящее время не предоставляют доступ к исходному коду, и начиная с какого времени они это делают.
zh_hans: 如果我们缺少上游报告的 [_CurrentVersion_](#CurrentVersion)的源代码，或者非自由元素已经被引入，这里定义了开始缺少源代码的第一个版本。这里不考虑那些只缺少一个或几个版本的源代码，但提供较新版本的源代码的应用 - 这个字段旨在说明哪些应用目前没有分发源代码，以及它们从什么时候开始这样做。

source: Deprecated or Removed Fields
de: Überholte oder entfernte Felder
pl: Przestarzałe lub usunięte pola
pt_pt: Campos Preteridos ou Removidos
ro: Câmpuri depreciate sau eliminate
ru: Устаревшие или удалённые поля
uk: Застарілі чи вилучені поля
zh_hans: 已废弃或删除的字段

source: _Provides_<a name="Provides"></a>
de: Beliefert (_Provides_)<a name="Provides"></a>
pt_pt: _Fornece_<a name="Provides"></a>
ro: _Provides_(Furnizează)<a name="Provides"></a>
ru: _Provides_ (Предоставляет)<a name="Provides"></a>
uk: _Provides_ (Надає)<a name="Provides"></a>

source: Comma-separated list of application IDs that this app provides. This field was only ever a stub and was never used for anything. It was never supported in _index-v1.json_ nor _.yml_ metadata files.
de: Kommagetrennte Liste mit App-IDs, unter denen diese App ausgeliefert wird. Dieses Feld war immer schon ein Stub und wurde niemals für irgendetwas genutzt. Es wurde weder in _index-v1.json_ noch in _.yml_ Metadaten-Dateien unterstützt.
pl: Rozdzielana przecinkami lista identyfikatorów aplikacji, które zapewnia ta aplikacja. To pole było tylko zalążkiem i nigdy nie było używane do niczego. Nigdy nie był obsługiwany w plikach metadanych _index-v1.json_ nor _.yml_.
ro: Listă de ID-uri de aplicații separate prin virgulă pe care le furnizează această aplicație. Acest câmp a fost întotdeauna doar un stub și nu a fost niciodată utilizat pentru nimic. Nu a fost niciodată acceptat în fișierele de metadate _index-v1.json_ sau _.yml_.
ru: Разделённый запятыми список идентификаторов приложений, которые предоставляет данное приложение. Это поле было только заглушкой и никогда ни для чего не использовалось. Оно никогда не поддерживалось ни в _index-v1.json, ни в _.yml_-файлах метаданных.
uk: Розділений комами перелік Application ID, які надає цей застосунок. Це поле завжди було лише заглушкою й ніколи ні для чого не використовувалось. Його підтримки не було ні в _index-v1.json_, ні в файлах метаданих _.yml_.
zh_hans: 此应用提供的应用的 ID 的逗号分隔列表。这个字段只是一个存根，从未用于任何事情。 _index-v1.json_ 和 _ .yml_ 元数据文件中从未支持过它。

source: This is converted to (`<provides>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<provides>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<provides>`) plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<provides>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<provides>`) în fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<provides>`) в XML файле (_index.xml_).
uk: Це перетворюється на (`<provides>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<provides>`)。

source: Build Server Setup
de: Buildserver-Aufbau
pl: Tworzenie konfiguracji serwera
pt_pt: Configuração de Servidor de Compilação
ro: Configurarea serverului de construcție
ru: Настройка сервера сборки
uk: Налаштування сервера збірки
zh_hans: 构建服务器设置
