Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: The actually required configuration here depends on your cpu. You can find details in [libvirts manual](https://libvirt.org/formatdomain.html#elementsCPU). The important part is that you forward _vmx_ (or _svm_ on amd) to the guest system.
de: Die tatsächlich benötigte Konfiguration hängt von Ihrer CPU ab. Details finden Sie im [libvirts Handbuch](https://libvirt.org/formatdomain.html#elementsCPU). Das wichtigste ist _vmx_ (oder _svm_ auf amd) an das Gastsystem weiterzuleiten.
pl: Rzeczywista wymagana konfiguracja zależy od twojego procesora. Szczegółowe informacje można znaleźć w [podręczniku libvirts](https://libvirt.org/formatdomain.htmlelementsCPU). Ważną częścią jest przekazywanie _vmx_ (lub _svm_ na amd) do systemu gościa.
pt_pt: A configuração realmente necessária aqui depende da sua cpu. Encontra detalhes em [manual do libvirt](https://libvirt.org/formatdomain.html#elementsCPU). A parte importante é que encaminha _vmx_ (ou _svmm_ no amd) para o sistema convidado.
ro: Configurația necesară aici depinde de procesorul dumneavoastră. Puteți găsi detalii în [libvirts manual](https://libvirt.org/formatdomain.html#elementsCPU). Partea importantă este că trebuie să transmiteți _vmx_ (sau _svm_ pe amd) către sistemul invitat.
ru: Фактически требуемая конфигурация здесь зависит от вашего процессора. Подробности можно найти в [libvirts manual](https://libvirt.org/formatdomain.html#elementsCPU). Важной частью является то, что вы пересылаете _vmx_ (или _svm_ на amd) в гостевую систему.
uk: Як саме потрібно змінити цю конфігурацію, залежить від моделі вашого процесора. Докладніше це описує [інструкція libvirt](https://libvirt.org/formatdomain.html#elementsCPU). Важливо переспрямувати _vmx_ (чи _svm_ на amd) до гостьової системи.
zh_hans: 这里实际需要的配置取决于你的 cpu。你可以在 [libvirts 手册](https://libvirt.org/formatdomain.html#elementsCPU)中找到细节。重要的部分是你把 _vmx_（或 _svm_ 在 amd 上）转发给客户系统。

source: Client Bug Reports
de: App-Fehlerberichte
pl: Raporty o błędach klienta
pt_pt: Relatórios de erros do cliente
ro: Rapoarte de erori ale clienților
ru: Отчеты об ошибках клиентов
uk: Звіти про вади клієнта
zh_hans: 客户端错误报告

source: What to include in a bug report
de: Was ein Fehlerbericht enthalten muss
pl: Co uwzględnić w raporcie o błędzie
pt_pt: O que incluir num relatório de bug
ro: Ce trebuie să includeți într-un raport de eroare
ru: Что включить в сообщение об ошибке
uk: Що додати в звіт про ваду
zh_hans: 错误报告中应包括哪些内容

source: In order to ensure that the F-Droid developers have the best chance of reproducing your issue and thus fixing it, please include as much of the following information as possible in your bug reports:
de: Um sicher zu gehen, dass die F-Droid-Entwickler den Fehler bestmöglich reproduzieren und dadurch beheben können, sollte der Fehlerbericht so viele der folgenden Informationen wie möglich enthalten:
pl: Aby upewnić się, że programiści F-Droid mają największą szansę na odtworzenie problemu, a tym samym jego naprawienie, prosimy o umieszczenie jak największej liczby następujących informacji w swoich raportach o błędach:
pt_pt: Para garantir que os programadores do F-Droid tenham a melhor chance de reproduzir seu problema e assim corrigi-lo, por favor inclua o máximo possível das seguintes informações em seus relatórios de bug:
ro: Pentru a vă asigura că dezvoltatorii F-Droid au cele mai bune șanse de a reproduce problema dvs. și de a o remedia, vă rugăm să includeți cât mai multe dintre următoarele informații în rapoartele de eroare:
ru: Для того чтобы разработчики F-Droid имели наилучшие шансы воспроизвести вашу проблему и исправить ее, пожалуйста, включите в сообщение об ошибке как можно больше следующей информации:
uk: Щоб команда розробки F-Droid змогла якнайточніше відтворити вашу проблему й виправити її, просимо вказати якнайбільше таких даних у вашому звіті про ваду:
zh_hans: 为了确保 F-Droid 开发者有最大可能重现你的问题从而修复它，请在你的错误报告中尽可能多地包含以下信息：

source: F-Droid version (e.g. "0.88" or "0.89-test")
de: F-Droid-Version (z. B. „0.88“ oder „0.89-test“)
pl: F-Droid wersja (np. "0.88" or "0.89-test")
pt_pt: Versão F-Droid (por exemplo, "0.88" ou "0.89-test")
ro: Versiunea F-Droid (de exemplu, "0.88" sau "0.89-test")
ru: Версия F-Droid (например, "0.88" или "0.89-test")
uk: Версія F-Droid (наприклад, «0.88» чи «0.89-test»)
zh_hans: F-Droid 版本（如 "0.88" 或 "0.89-test"）

source: Android version (e.g. "Lollipop" or "Android 5.0")
de: Android-Version (z. B. „Lollipop“ oder „Android 5.0“)
pl: Androida wersja (np. "Lollipop" lub "Android 5.0")
pt_pt: Versão Android (por exemplo, "Lollipop" ou "Android 5,0")
ro: Versiunea Android (de exemplu, "Lollipop" sau "Android 5.0")
ru: Версия Android (например, "Lollipop" или "Android 5.0")
uk: Версія Android (наприклад, «Lollipop» чи «Android 5.0»)
zh_hans: Android 版本（例如 "Lollipop" 或 "Android 5.0"）

source: Device (e.g. "Nexus 4")
de: Gerät (z. B. „Nexus 4“)
pl: Urządzenie (np. "Nexus 4")
pt_pt: Aparelho (por exemplo, "Nexus 4")
ro: Dispozitiv (de exemplu, "Nexus 4")
ru: Устройство (например, "Nexus 4")
uk: Пристрій (наприклад, «Nexus 4»)
zh_hans: 设备（例如："Nexus 4"）

source: Steps to reproduce the bug
de: Schritte, um den Fehler zu reproduzieren
pl: Kroki prowadzące do odtworzenia błędu
pt_pt: Passos para reproduzir o bug
ro: Pași pentru a reproduce bug-ul
ru: Шаги для воспроизведения ошибки
uk: Кроки відтворення вади
zh_hans: 重现该错误的步骤

source: A logcat from when the crash occured ([Getting logcat messages after crash](../Getting_logcat_messages_after_crash))
de: Ein Logcat vom Zeitpunkt des Absturzes ([Logcat-Meldungen nach einem Absturz abrufen](../Getting_logcat_messages_after_crash))
pl: Logcat od momentu wystąpienia awarii ([Pobieranie komunikatów logcat po awarii](../Getting_logcat_messages_after_crash))
pt_pt: Um logcat de quando ocorreu o travamento ([A obter mensagens logcat após a falha](../Getting_logcat_messages_after_crash))
ro: Un logcat din momentul în care a avut loc accidentul ([Getting logcat messages after crash](../Getting_logcat_messages_after_crash))
ru: Лог-кат с момента возникновения аварии ([Получение сообщений лог-ката после аварии](../Getting_logcat_messages_after_crash))
uk: Logcat моменту збою ([Отримання повідомлень logcat після збою](../Getting_logcat_messages_after_crash))
zh_hans: 崩溃发生时的 logcat（[获取崩溃后的 logcat 信息](../Getting_logcat_messages_after_crash)）

source: Whether the bug happens on the previous stable version of F-Droid
de: Ob der Fehler in der vorherigen Endversion von F-Droid auftritt
pl: Czy błąd występuje w poprzedniej stabilnej wersji F-Droid
pt_pt: Se o bug acontece na versão estável anterior do F-Droid
ro: Dacă bug-ul se întâmplă pe versiunea stabilă anterioară a F-Droid
ru: Происходит ли ошибка на предыдущей стабильной версии F-Droid
uk: Чи була ця вада в минулій стабільній версії F-Droid
zh_hans: 该错误是否发生在 F-Droid 之前的稳定版本上

source: Why does an issue say "waiting on response" next to it?
de: Warum ist ein Problem mit „waiting on response“ („auf Antwort warten“) gekennzeichnet?
pl: Dlaczego obok jest napisane "czekanie na odpowiedź"?
pt_pt: Por que um problema diz "a aguardar resposta" ao lado dela?
ro: De ce o problemă este însoțită de mențiunea "în așteptare de răspuns"?
ru: Почему рядом с вопросом написано "ожидание ответа"?
uk: Чому обговорення має мітку «waiting on response»?
zh_hans: 为什么一个问题旁边会写着 "waiting on response"？

source: The development team of F-Droid will do their best to reproduce and fix any bugs that are reported. Also, if feature requests are posted, then we will try to engage with the person who requested the feature to see if it is in the best interests of F-Droid as a whole.
de: Das Entwicklerteam von F-Droid wird sein Möglichstes tun, um jeden berichteten Fehler zu reproduzieren und zu beheben. Auch wenn Funktionswünsche übermittelt werden, werden wir versuchen, mit der Person, die den Wunsch äußerte, in Kontakt zu treten, um zu klären, ob er im Interesse von F-Droid als Ganzes liegt.
pl: Zespół programistów F-Droid zrobi wszystko, aby odtworzyć i naprawić zgłoszone błędy. Ponadto, jeśli opublikowane zostaną prośby o dodanie funkcji, spróbujemy nawiązać kontakt z osobą, która poprosiła o tę funkcję, aby sprawdzić, czy jest w najlepszym interesie F-Droida jako całości.
pt_pt: A equipa de desenvolvimento do F-Droid fará o seu melhor para reproduzir e corrigir quaisquer erros que sejam reportados. Além disso, se pedidos de recursos forem postados, tentaremos contactar a pessoa que solicitou o recurso para ver se é do melhor interesse do F-Droid ao todo.
ro: Echipa de dezvoltare a F-Droid va face tot posibilul să reproducă și să remedieze orice eroare raportată. De asemenea, în cazul în care sunt postate solicitări de caracteristici, vom încerca să colaborăm cu persoana care a solicitat caracteristica pentru a vedea dacă aceasta este în interesul F-Droid în ansamblu.
ru: Команда разработчиков F-Droid сделает все возможное, чтобы воспроизвести и исправить все ошибки, о которых сообщается. Кроме того, если будут размещены запросы о функциях, мы постараемся обсудить их с тем, кто их запрашивает, чтобы понять, соответствует ли это интересам F-Droid в целом.
uk: Команда розробки F-Droid докладає всіх зусиль, щоб відтворити й виправити будь-які вади, про які надіслано звіт. У відповідь на прохання додати функцію ми обговорюємо її з авторкою чи автором запиту, щоб визначити, чи відповідає загалом функція інтересам F-Droid.
zh_hans: F-Droid 的开发团队将尽力重现和修复任何被报告的错误。同时，如果功能请求被发布，那么我们将尝试与请求该功能的人接触，看看它是否符合 F-Droid 整体的最佳利益。

source: Sometimes, we are unable to reproduce a particular bug, and so require more feedback from the original bug reporter (or someone else who is also experiencing the problem). Other times, feature requests do not provide enough detail for us to respond appropriately. In these situations, we will apply the "waiting-on-response" label to the issue.
de: Manchmal können wir einen bestimmten Fehler nicht reproduzieren und benötigen daher mehr Informationen vom ursprünglichen Fehlermelder (oder jemand anderem, der das gleiche Problem hat). In anderen Fällen bieten Funktionswünsche nicht genügend Einzelheiten, um adäquat zu antworten. In diesen Situationen wird das Problem mit dem Etikett „waiting-on-response“ versehen.
pl: Czasami nie jesteśmy w stanie odtworzyć konkretnego błędu, dlatego potrzebujemy więcej informacji zwrotnych od pierwotnego zgłaszającego błąd (lub osoby, która również doświadcza problemu). Innym razem żądania funkcji nie zapewniają wystarczającej ilości szczegółów, abyśmy mogli odpowiednio zareagować. W takich sytuacjach zastosujemy etykietę "oczekiwanie na reakcję".
pt_pt: Às vezes, não conseguimos reproduzir um bug particularmente e por isso precisamos de mais feedback do repórter do bug original (ou de outra pessoa que também esteja enfrentar o problema). Outras vezes as solicitações de recursos não fornecem detalhes suficientes para que possamos responder adequadamente. Nestas situações vamos aplicar a etiqueta de "espera à resposta" sobre o problema.
ro: Uneori, nu putem reproduce o anumită eroare și, prin urmare, avem nevoie de mai multe informații de la persoana care a raportat inițial problema (sau de la altcineva care se confruntă cu ea). Alteori, solicitările de caracteristici nu oferă suficiente detalii pentru ca noi să răspundem în mod corespunzător. În aceste situații, vom aplica eticheta "în așteptare de răspuns" problemei.
ru: Иногда мы не можем воспроизвести конкретную ошибку, поэтому нам требуется более подробная информация от автора запроса (или кого-то другого, кто также сталкивается с проблемой). В других случаях запросы на функции не содержат достаточно подробной информации, чтобы мы могли ответить на них должным образом. В таких ситуациях мы применяем к проблеме пометку "ожидание ответа".
uk: Іноді нам не вдається відтворити конкретну ваду, тож ми просимо авторку чи автора оригінального звіту (або ще когось, у кого виникає ця ж проблема) надати більше зворотного зв'язку. Часом прохання додати функцію недостатньо докладні, щоб ми змогли доречно відповісти. В таких випадках ми позначаємо обговорення міткою «waiting-on-response» — «очікування відповіді».
zh_hans: 有时，我们无法重现一个特定的错误，因此需要从最初的错误报告者（或其他也在经历这个问题的人）那里得到更多的反馈。其他时候，功能请求没有提供足够的细节让我们做出适当的回应。在这种情况下，我们会对该问题贴上 "waiting-on-response" 的标签。

source: If, after a significant amount of time, there is no response, the issue will be closed, and probably labelled with a "cant-reproduce" label. If this happens to an issue of yours, feel free to re-open it if you come back and have more information which may help resolve the issue properly.
de: Wenn nach einer bestimmten Zeit keine Antwort eintrifft, wird das Problem abgeschlossen werden und möglicherweise mit dem Etikett „cant-reproduce“ („keine Reproduktion“) gekennzeichnet. Sollte dies mit einem Ihrer Probleme geschehen, können Sie es jederzeit wieder eröffnen, wenn Sie weitere Informationen gefunden haben, die bei der Lösung des Problems helfen könnten.
pl: Jeśli po upływie znacznego czasu nie będzie odpowiedzi, problem zostanie zamknięty i prawdopodobnie oznaczony etykietą "nie można reprodukować". Jeśli tak się stanie z Twoim problemem, możesz go ponownie otworzyć, jeśli wrócisz i będziesz mieć więcej informacji, które mogą pomóc rozwiązać problem.
pt_pt: Se, depois de um considerável período de tempo, não houver resposta, o problema será encerrado e provavelmente marcado com um rótulo "cant-reproduce". Se isto acontecer a um problema seu, não tenha receio de reabri-lo se tiver mais informações que possam ajudar a resolver o problema adequadamente.
ro: Dacă, după o perioadă semnificativă de timp, nu se primește niciun răspuns, problema va fi închisă și, probabil, va fi etichetată cu mențiunea "cant-reproduce". Dacă acest lucru se întâmplă cu o problemă a dumneavoastră, nu ezitați să o redeschideți dacă reveniți și aveți mai multe informații care ar putea ajuta la rezolvarea corectă a problemei.
ru: Если по прошествии значительного времени ответа не последует, вопрос будет закрыт и, возможно, помечен ярлыком "can-reproduce". Если это произойдет с вашим вопросом, не стесняйтесь снова открыть его, если вы вернетесь и получите больше информации, которая может помочь правильно решить вопрос.
uk: Якщо минуло багато часу, а відповіді так і не було, обговорення закривається й імовірно позначається міткою «cant-reproduce» — «не вдається відтворити». Якщо це стається з вашим обговоренням, просимо відкрити його повторно, коли матимете час і змогу надати більше даних, які можуть допомогти розв'язати проблему.
zh_hans: 如果在相当长的时间后，没有任何回应，这个问题将被关闭，并可能被贴上 "cant-reproduce" 的标签。如果你的问题发生了这种情况，如果你回来并且有更多的信息可以帮助正确解决这个问题，请随时重新打开它。

source: Currently, there is not a set timeframe for which these issues will be closed (i.e. no response within 4 weeks), but in the future, we may decide to do this. The reason is that as the bug list grows, it becomes harder for us to manage, and harder for new contributors to decide what they could work on.
de: Momentan ist kein Zeitrahmen festgelegt, nach dem diese Probleme geschlossen werden (z. B. keine Antwort innerhalb von 4 Wochen), in der Zukunft könnten wir uns allerdings dazu entschließen. Der Grund dafür liegt in der wachsenden Fehlerliste, die für uns zunehmend schwieriger zu bearbeiten wird und für neue Teilnehmer die Entscheidung, woran sie arbeiten könnten, erschwert.
pl: Obecnie nie ma ustalonego harmonogramu, w którym te problemy zostaną zamknięte (tj. Brak odpowiedzi w ciągu 4 tygodni), ale w przyszłości możemy podjąć decyzję o tym. Powodem jest to, że wraz z rosnącą listą błędów, trudniej nam będzie zarządzać, a trudniejszym dla nowych współtwórców jest decydowanie, nad czym mogą pracować.
pt_pt: Atualmente, não há um prazo definido para o fechamento desses problemas (ou seja, nenhuma resposta dentro de 4 semanas), mas no futuro podemos decidir fazê-lo. A razão é que à medida que a lista de bugs cresce, torna-se mais difícil para nós gerirmos e mais difícil para os novos contribuidores decidirem em que poderiam trabalhar.
ro: În prezent, nu există un interval de timp stabilit pentru care aceste probleme vor fi închise (de exemplu, niciun răspuns în termen de 4 săptămâni), dar în viitor, este posibil să decidem să facem acest lucru. Motivul este că, pe măsură ce lista de erori crește, devine mai greu de gestionat pentru noi și mai greu pentru noii contribuitori să decidă la ce ar putea lucra.
ru: В настоящее время нет установленного срока, в течение которого эти проблемы будут закрыты (т.е. отсутствие ответа в течение 4 недель), но в будущем мы можем решить сделать это. Причина в том, что по мере роста списка ошибок нам становится сложнее управлять им, а новым участникам сложнее решить, над чем они могут работать.
uk: Наразі обговорення не мають точного часового обмеження (наприклад, 4 тижні очікування відповіді), але в майбутньому ми можемо його додати. Перелік вад росте, й нам стає складніше його опрацьовувати, а новим учасницям і учасникам — вирішувати, над чим вони можуть працювати.
zh_hans: 目前，没有一个固定的时间框架，这些问题将被关闭（即 4 周内没有回应），但在未来，我们可能决定这样做。原因是，随着错误列表的增长，它对我们来说变得更难管理，对新的贡献者来说，也更难决定他们可以做什么工作。

source: Where to file bug report
de: Wohin den Fehlerbericht einreichen
pl: Gdzie złożyć raport o błędzie
pt_pt: Onde preencher o relatório do bug
ro: Unde se poate depune raportul de eroare
ru: Куда подать сообщение об ошибке
uk: Куди надіслати звіт про ваду
zh_hans: 在哪里提交错误报告

source: [F-Droid issue tracker](https://f-droid.org/issues/) specifically [F-Droid client section](https://gitlab.com/fdroid/fdroidclient/issues)
de: Im [Ticketsystem von F-Droid](https://f-droid.org/issues/) speziell im [F-Droid-Client-Abschnitt](https://gitlab.com/fdroid/fdroidclient/issues)
pl: [Narzędzie do śledzenia błędów F-Droida](https://f-droid.org/issues/) w szczególności [sekcja kliencka F-Droida](https://gitlab.com/fdroid/fdroidclient/issues)
ro: [F-Droid issue tracker](https://f-droid.org/issues/) în special [F-Droid client section](https://gitlab.com/fdroid/fdroidclient/issues)
ru: [F-Droid issue tracker](https://f-droid.org/issues/) конкретно [F-Droid client section](https://gitlab.com/fdroid/fdroidclient/issues)
uk: До [трекеру обговорень F-Droid](https://f-droid.org/issues/), а саме в розділ про [клієнт F-Droid](https://gitlab.com/fdroid/fdroidclient/issues)
zh_hans: [F-Droid 问题跟踪器](https://f-droid.org/issues/)，特别是 [F-Droid 客户端部分](https://gitlab.com/fdroid/fdroidclient/issues)

source: Code of Conduct
de: Verhaltenskodex
pl: Kodeks postępowania
pt_pt: Código de Conduta
ro: Codul de conduită
ru: Правила поведения
uk: Кодекс поведінки
zh_hans: 行为准则

source: The F-Droid Project, the producers of the F-Droid software and f-droid.org repository, have adopted a code of conduct for participants to its issue trackers, forum, IRC channels and other modes of communication within the project.
de: Das F-Droid-Projekt, die Hersteller der F-Droid-Software und des f-droid.org Repository, haben einen Verhaltenskodex für Teilnehmer an den Ticketsystemen, dem Forum, den IRC-Kanälen und anderen Formen der Kommunikation innerhalb des Projekts verabschiedet.
pl: Projekt F-Droid, producenci oprogramowania F-Droid i repozytorium f-droid.org, przyjął kodeks postępowania dla uczestników swoich list śledzenia problemów, forum, kanałów IRC oraz innych rodzajów komunikacji w ramach projektu.
pt_pt: O Projeto F-Droid, os produtores do software F-Droid e do repositório f-droid.org, adotaram um código de conduta para os participantes nos seus rastreadores de problemas, fórum, canais IRC e outros modos de comunicação no projeto.
ro: Proiectul F-Droid, producătorul software-ului F-Droid și al depozitului f-droid.org, a adoptat un cod de conduită pentru participanții la forum, canalele IRC și alte moduri de comunicare în cadrul proiectului.
ru: Проект F-Droid, создатели программного обеспечения F-Droid и репозитория f-droid.org, приняли кодекс поведения для участников трекеров проблем, форума, IRC-каналов и других способов общения в рамках проекта.
uk: Команда розробки програмного забезпечення F-Droid і репозиторію f-droid.org затвердила кодекс поведінки, який слід дотримувати при участі в обговореннях, форумах, IRC-каналах та інших видах спілкування в проєкті F-Droid.
zh_hans: F-Droid 项目，F-Droid 软件和 f-droid.org 存储库的制作方，已采纳以下的行为准则来对其问题跟踪器、论坛、IRC 频道和项目内使用其他交流途径的参与人员进行约束。

source: 1. Be respectful
de: 1. Respektvoll sein
pl: 1. Bądź wyrozumiały
pt_pt: 1. Seja respeitoso
ro: 1. Fii respectuos
ru: 1. Будьте вежливы
uk: 1. Поважайте інших
zh_hans: 1. 要有礼貌

source: In a project the size of F-Droid, inevitably there will be people with whom you may disagree, or find it difficult to cooperate. Accept that, but even so, remain respectful. Disagreement is no excuse for poor behaviour or personal attacks, and a community in which people feel threatened is not a healthy community.
de: Bei einem Projekt von der Größe von F-Droid wird es zwangsläufig Leute geben, mit denen Sie nicht einverstanden sind oder mit denen es schwierig ist, zusammenzuarbeiten. Akzeptieren Sie das, aber bleiben Sie trotzdem respektvoll. Meinungsverschiedenheiten sind keine Entschuldigung für schlechtes Benehmen oder persönliche Angriffe, und eine Gemeinschaft, in der sich Menschen bedroht fühlen, ist keine gesunde Gemeinschaft.
pl: W tak rozległym projekcie jak F-Droid, nieuchronnie znajdą się ludzie, z którymi możemy się nie zgadzać lub z którymi trudno będzie się współpracować. Należy przyjąć to do wiadomości i nawet wtedy odnosić się do nich z szacunkiem. Niezgoda nie jest usprawiedliwieniem dla złego zachowania lub osobistych ataków, a społeczność, w której ludzie czują się zagrożeni, nie jest zdrową społecznością.
pt_pt: Num projeto do tamanho do F-Droid, inevitavelmente haverá pessoas com as quais poderá discordar, ou ter dificuldade em cooperar. Aceite isso, mas mesmo assim, permaneça respeitoso. A discordância não é desculpa para mau comportamento ou ataques pessoais, e uma comunidade em que as pessoas se sintam ameaçadas não é uma comunidade saudável.
ro: Într-un proiect de dimensiunea F-Droid, inevitabil vor exista persoane cu care nu sunteți de acord sau cu care vă va fi greu să cooperați. Acceptați acest lucru, dar chiar și așa, rămâneți respectuoși. Dezacordul nu este o scuză pentru un comportament inadecvat sau pentru atacuri personale, iar o comunitate în care oamenii se simt amenințați nu este o comunitate sănătoasă.
ru: В проектах такого размера как F-Droid неизбежно будут присутствовать люди, с которыми вы можете не соглашаться, либо вам будет казаться, что с ними трудно взаимодействовать. Примите это, но даже если так, оставайтесь уважительными. Несогласие не является оправданием для плохого поведения или нападок на личность, сообщество, в котором люди чувствуют себя в опасности, не является здоровым сообществом.
uk: У проєкті такого розміру, як F-Droid, неодмінно є люди, з якими ви можете не погоджуватись чи мати складнощі в співпраці. Прийміть це, але все одно поважайте їх. Незгода не виправдовує ворожої поведінки чи переходу на особистості; спільнота, де люди відчувають загрозу, — нездорова спільнота.
zh_hans: 在 F-Droid 这种规模的项目中，很难避免遇到与你意见不和，或者难以合作的人。请接受这一事实，并保持礼貌。意见不一致并不是糟糕举止或者人身攻击的借口，而且让人感觉受到威胁显然不是健康的社区氛围。

source: 2. Assume good faith
de: 2. Gehe von guten Absichten aus
pl: 2. Zakładamy dobrą wiarę
pt_pt: 2. Assuma a boa fé
ro: 2. Asumarea bunei credințe
ru: 2. Предполагать добросовестность
uk: 2. Вбачайте сумлінність
zh_hans: 2. 善意推定
