Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: In our experience, where the upstream developer includes Non-Free libraries, sooner or later they will include more Non-Free libraries, or other Anti-Features. Frequently they become impossible to maintain/update in F-Droid. If there is an alternative, it is recommended that you avoid applications with this Anti-Feature if future updates are important to you.
de: Nach unserer Erfahrung ist es so, dass Entwickler, die proprietäre Bibliotheken einschließen, dazu neigen früher oder später weitere nicht-freie Bibliotheken oder andere unerwünschte Merkmale zu integrieren. Häufig wird es unmöglich, die Apps auf F-Droid zu pflegen/aktualisieren. Wenn es eine Alternative gibt, wird empfohlen, Anwendungen mit diesem Merkmal zu meiden, wenn zukünftige Updates für Sie wichtig sind.
pl: Z naszego doświadczenia wynika, że w przypadku gdy pierwotny programista zamieszcza niewolne biblioteki, wcześniej lub później będą one zawierać więcej bibliotek niewolnych, lub inne niepożądane funkcje. Często stają się niemożliwe do utrzymania / aktualizacji w F-Droid. Jeśli istnieje alternatywa, zaleca się unikanie aplikacji z tą niepożądaną funkcją, jeśli przyszłe aktualizacje są dla Ciebie ważne.
pt_pt: Em nossa experiência, quando o programador upstream inclui bibliotecas Não-Livres, mais cedo ou mais tarde elas incluirão mais bibliotecas Não-Livres ou outras Características indesejadas. Frequentemente tornam-se impossíveis de manter/atualizar no F-Droid. Se existir uma alternativa, recomenda-se que evite aplicações com esta característica indesejada se as atualizações futuras forem importantes para si.
ro: Din experiența noastră, atunci când dezvoltatorul originar include biblioteci ne-libere, mai devreme sau mai târziu va include și mai multe biblioteci ne-libere sau alte Anti-Funcții. În mod frecvent, acestea devin imposibil de întreținut/actualizat în F-Droid. Dacă există o alternativă, vă recomandăm să evitați aplicațiile cu această Anti-Funcții dacă actualizările viitoare sunt importante pentru dumneavoastră.
ru: Мы много раз убеждались, что если разработчик однажды добавил в свое приложение несвободную библиотеку, он сделает это еще раз (или добавит еще-каких скользких вещей). Чаще всего, после этих изменений приложение очень трудно поддерживать и обновлять. Поэтому если вы хотите регулярных обновлений, поищите похожие приложения без проприетарного кода в составе.
uk: Наш досвід показує, що коли в оригіналі застосунок уже містить певні невільні бібліотеки, рано чи пізно їх чи інших небажаних функцій стає більше. Часто такі застосунки стає неможливо супроводжувати чи оновлювати в F-Droid. За наявності альтернативи, радимо уникати застосунків із цією небажаною функцією, якщо майбутні оновлення вам важливі.
zh_hans: 根据我们的经验，如果上游开发者开始加入一些非自由库，他们迟早要加入更多，或者加入其他负面特征。这些应用经常变得无法在 F-Droid 维护/更新。如果有其他选择，如果该应用未来的更新对你很重要，我们建议你避免使用带有这种负面特征的应用。

source: Here's the list of [apps with Upstream Non-Free](https://monitor.f-droid.org/anti-feature/UpstreamNonFree).
de: Hier eine Liste der [Apps mit nicht-quelloffenem Originalcode](https://monitor.f-droid.org/anti-feature/UpstreamNonFree).
pl: Oto lista [aplikacji z niewolnym upstream](https://monitor.f-droid.org/anti-feature/UpstreamNonFree).
pt_pt: Aqui está a lista de [apps com Upstream Não Livres](https://F-Droid.org/wiki/Page/Category: Apps_with_UpstreamNonFree_antifeature).
ro: Aici se află lista cu [aplicații cu cod originar neliber complet](https://monitor.f-droid.org/anti-feature/UpstreamNonFree).
ru: Список [приложений с несвободными апстримными сборками](https://monitor.f-droid.org/anti-feature/UpstreamNonFree).
uk: Перелік [застосунків із невільним оригіналом](https://monitor.f-droid.org/anti-feature/UpstreamNonFree).
zh_hans: 这是[带有上游代码非自由负面特征的应用](https://monitor.f-droid.org/anti-feature/UpstreamNonFree)列表。

source: Reporting Anti-Features
de: Unerwünschte Merkmale melden
pl: Raportowanie niepożądanych funkcji
pt_pt: Reportar características indesejadas
ro: Raportarea de Anti-Funcții
ru: Как сообщить об анти-функциях
uk: Як повідомити про небажані функції
zh_hans: 报告负面特征

source: While our package maintainers are working hard to find all Anti-Features and bring them to your attention, some might remain unnoticed or slip in with an app update. Should you discover that an app contains an Anti-Feature F-Droid is not aware of, please report it. You can submit them by E-Mail to [team@f-droid.org](mailto:team@f-droid.org) or open an issue here: [gitlab.com/fdroid/fdroiddata/issues](https://gitlab.com/fdroid/fdroiddata/issues).
de: Auch wenn die Paket-Maintainer intensiv daran arbeiten, alle unerwünschten Merkmale zu finden und darüber zu informieren, können einige unerkannt bleiben oder sich bei einer App-Aktualisierung einschleichen. Sollten Sie feststellen, dass eine App ein unerwünschtes Merkmal enthält, das F-Droid nicht bekannt ist, melden Sie es bitte. Sie können sie in einer E-Mail an [team@f-droid.org](mailto:team@f-droid.org) übermitteln oder hier [gitlab.com/fdroid/fdroiddata/issues](https://gitlab.com/fdroid/fdroiddata/issues) ein Ticket eröffnen.
pl: Podczas gdy nasi opiekunowie pakietów ciężko pracują, aby znaleźć wszystkie niepożądane funkcje oraz zwrócić ci na nie uwagę, niektóre mogą pozostać niezauważone lub wślizgnąć się z aktualizacją aplikacji. Jeśli odkryjesz, że aplikacja zawiera jakieś funkcje niepożądane o których nie wie F-Droid, prosimy o zgłoszenie tego. Możesz przesłać je e-mailem na adres [team@f-droid.org](mailto:team@f-droid.org) lub zgłosić jako błąd tutaj: [gitlab.com/fdroid/fdroiddata/issues](https://gitlab.com/fdroid/fdroiddata/issues).
pt_pt: Embora os nossos mantenedores de pacotes estejam a trabalhar duro para encontrar todas as Características indesejadas e trazê-las à sua atenção, algumas podem permanecer despercebidas ou entrar com uma atualização da app. Se descobrir que uma app contém uma característica indesejada de que F-Droid não está ciente, por favor indique-o. Pode enviá-los por e-mail para [team@f-droid.org](mailto:team@f-droid.org) ou abrir um problema aqui: [gitlab.com/fdroid/fdroiddata/issues](https://gitlab.com/fdroid/fdroiddata/issues).
ro: În timp ce responsabilii noștri cu întreținerea pachetelor lucrează din greu pentru a găsi toate anti-funcțiile și pentru a le aduce în atenția dumneavoastră, unele pot rămâne neobservate sau se pot strecura odată cu o actualizare a aplicației. În cazul în care descoperiți că o aplicație conține o Anti-Funcție de care F-Droid nu are cunoștință, vă rugăm să o raportați. Le puteți trimite prin e-mail la [team@f-droid.org](mailto:team@f-droid.org) sau puteți deschide o problemă aici: [gitlab.com/fdroid/fdroiddata/issues](https://gitlab.com/fdroid/fdroiddata/issues).
ru: Наши мейнтейнеры стараются изо всех сил, стараются найти анти-функции в приложениях и привлечь к ним ваше внимание. Тем не менее, иногда что-то остается незамеченным или вкрадывается с обновлением. Если вы обнаружите в каком-то приложении анти-функцию, ускользнувшую от нашего взгляда, расскажите нам об этом. Вы можете отправить письмо на [team@f-droid.org](mailto:team@f-droid.org) или откройте новое сообщение о проблеме на [gitlab.com/fdroid/fdroiddata/issues](https://gitlab.com/fdroid/fdroiddata/issues).
uk: Команда супроводу пакунків наполегливо працює над виявленням усіх небажаних функцій і доведенням їх до вашого відома, проте деякі можуть залишитися непоміченими чи прослизнути з оновленням застосунку. Якщо вам стає відомо, що застосунок містить небажану функцію, про яку F-Droid не знає, просимо про неї повідомити. Можете написати лист [team@f-droid.org](mailto:team@f-droid.org) або відкрити обговорення: [gitlab.com/fdroid/fdroiddata/issues](https://gitlab.com/fdroid/fdroiddata/issues).
zh_hans: 尽管我们的包维护者们努力找出所有负面特征并提醒你们，仍有一些负面特征可能未被注意到或者在应用更新时溜进来。如果你发现应用包含 F-Droid 未发现的负面特征，请报告它。你可以通过电子邮件向 [team@f-droid.org](mailto:team@f-droid.org) 提交或打开一个 issue：[gitlab.com/fdroid/fdroiddata/issues](https://gitlab.com/fdroid/fdroiddata/issues)。

source: Origins of the F-Droid definition of Anti-Features
de: Ursprung der Definition der Anti-Features von F-Droid
pl: Pochodzenie pojęcia funkcji niepożądanych F-Droid
ro: Originile definițiilor Anti-Funcțiilor din F-Droid
ru: Истоки определений Анти-функций в F-Droid
uk: Звідки F-Droid бере означення небажаних функцій
zh_hans: F-Droid 负面特征定义的起源

source: The Free Software Foundation (FSF) also has a similar idea, and it is also known as "Anti-Features". ["Anti-features are sold to customers as features but are fundamental or unavoidable aspects of systems that can only be removed or withheld through technological effort"](https://www.fsf.org/blogs/community/antifeatures). Another way of thinking about Anti-Features is that they are ["functionality that a technology developer will charge users to not include"](https://www.fsf.org/bulletin/2007/fall/antifeatures/). The F-Droid definition was initially inspired by FSF's, but our definition has evolved over the years into something different.
de: Die Free Software Foundation (FSF) hat eine ähnliche Idee, die auch als „Anti-Features“ bekannt ist. [„Anti-Features werden den Kunden als Features verkauft, sind aber grundlegende oder unvermeidbare Aspekte von Systemen, die nur durch technischen Aufwand entfernt oder zurückgehalten werden können“](https://www.fsf.org/blogs/community/antifeatures). Eine andere Sichtweise auf Anti-Features ist, dass sie [„Funktionen, für deren Nichtberücksichtigung ein Technologieentwickler von den Nutzenden Geld verlangt“](https://www.fsf.org/bulletin/2007/fall/antifeatures/) sind. Die F-Droid-Definition war ursprünglich durch die der FSF inspiriert, aber unsere Definition hat sich im Laufe der Jahre zu etwas anderem weiterentwickelt.
ro: Fundația pentru Software Liber (FSF) are, de asemenea, o idee similară, cunoscută și sub numele de "Anti-Funcții". ["Anti-Funcțiile sunt vândute clienților ca fiind caracteristici pozitive, dar sunt aspecte fundamentale sau inevitabile ale sistemelor care pot fi eliminate sau reținute doar prin efort tehnologic"](https://www.fsf.org/blogs/community/antifeatures). Un alt mod de a gândi despre Anti-Funcții este că acestea sunt ["funcționalități pentru care un dezvoltator de tehnologie le va cere utilizatorilor săi bani pentru ca sa nu le includă"](https://www.fsf.org/bulletin/2007/fall/antifeatures/). Definiția F-Droid a fost inițial inspirată de cea a FSF, dar definiția noastră a evoluat de-a lungul anilor în ceva diferit.
ru: У Фонда свободного программного обеспечения (FSF) тоже есть подобная идея, и она также известна как «Анти-функции» (antifeatures) или «Нежелательные возможности». [«Анти-функции продаются клиентам как функции, но являются фундаментальными или неизбежными аспектами систем, которые можно удалить или предотвратить только с помощью технологических усилий»](https://www.fsf.org/blogs/community/antifeatures). Другой способ определить «анти-функции» — это ["функциональность, за невключение которой разработчик технологии берет с пользователей деньги"](https://www.fsf.org/bulletin/2007/fall/antifeatures/). Изначально определение F-Droid было вдохновлено определением FSF, но с годами наше определение превратилось в нечто иное.
zh_hans: 自由软件基金会（FSF）也有类似的想法，同样被称为“负面特征”。 [“负面特征作为功能出售给客户，但它们是系统基本或不可避免的方面，只能通过技术努力删除或保留”](https://www.fsf.org/blogs/community/antifeatures)。 另一种定义“负面特征”的方式是[“用户向开发者支付费用才能删除的功能”](https://www.fsf.org/bulletin/2007/fall/antifeatures/)。 F-Droid 的定义最初是受到 FSF 的启发，但多年来我们的定义已经演变成不同的东西。

source: Building Applications
de: Anwendungen herstellen
pl: Budowanie Aplikacji
pt_pt: Compilar aplicações
ro: Construcția de aplicații
ru: Сборка Приложений
uk: Збирання застосунків
zh_hans: 构建应用

source: Instead of (or as well as) including binary APKs from external sources in a repository, you can build them directly from the source code.
de: Anstelle (oder ebenso gut wie) binäre APKs externen Ursprungs in ein Repository aufzunehmen, können sie ebenso gut direkt aus dem Quellcode hergestellt werden.
pl: Zamiast (lub tak samo), w tym binarne pliki APK ze źródeł zewnętrznych w repozytorium, można je budować bezpośrednio z kodu źródłowego.
pt_pt: Em vez de (ou além de) incluir APKs binários de fontes externas num repositório, pode compilá-los diretamente a partir do código-fonte.
ro: În loc să includeți APK-uri binare din surse externe într-un depozit (sau la fel de bine), le puteți construi direct din codul sursă.
ru: Вместо (или же в добавок к) включения в репозиторий двоичных пакетов APK из внешних источников, Вы можете собирать их непосредственно из исходного кода.
uk: Замість додання (чи паралельно з доданням) до репозиторію двійкових APK зі сторонніх джерел, ви можете збирати їх прямо з вихідного коду.
zh_hans: 你可以直接从源代码构建二进制 APK，而不是（或同时）在存储库中包含来自外部源的二进制 APK。

source: Using this method, it is is possible to verify that the application builds correctly, corresponds to the source code, and contains only free software. Unfortunately, in the Android world, it seems to be very common for an application supplied as a binary APK to present itself as Free Software when in fact some if not all of the following is true:
de: Bei Verwendung dieser Methode, ist es möglich zu überprüfen, ob die Anwendung korrekt erstellt wird, mit dem Quellcode übereinstimmt und nur freie Software enthält. Bedauerlicherweise scheint es in der Android-Welt üblich zu sein, dass Anwendungen, die als binäre APKs angeboten werden, sich als Freie Software präsentieren, obwohl tatsächlich einige oder gar alle der folgenden Umstände zutreffen:
pl: Korzystając z tej metody, można sprawdzić, czy aplikacja jest poprawnie zbudowana, odpowiada kodowi źródłowemu i zawiera tylko wolne oprogramowanie. Niestety, w świecie Androida wydaje się bardzo powszechne, że aplikacja dostarczana jako binarny pakiet APK przedstawia się jako Wolne oprogramowanie, gdy w rzeczywistości niektóre, jeśli nie wszystkie z poniższych, są prawdziwe:
pt_pt: Ao fazer uso deste método, é possível verificar se a aplicação foi compilada corretamente, se corresponde ao código-fonte e se contém somente software livre. Infelizmente, no mundo do Android, parece ser muito comum para aplicações fornecidos como APK binário se apresentem como Software Livre, quando na verdade:
ro: Folosind această metodă, este posibil să se verifice dacă aplicația se construiește corect, dacă corespunde codului sursă și dacă conține numai software liber. Din nefericire, în lumea Android, se pare că este foarte frecvent ca o aplicație furnizată sub formă de APK binar să se prezinte ca software liber, când, de fapt, unele dintre următoarele aspecte, dacă nu chiar toate, sunt adevărate:
ru: Таким образом можно проконтролировать, что приложение правильно собирается, соответствует исходному коду и содержит только свободное ПО. К сожалению, часто бывает, что приложение, поставляемое в виде бинарного APK и заявленное как свободное ПО, оказывается с сюрпризом (или несколькими):
uk: Таким чином можливо звірити, що застосунок коректно збирається, відповідає вихідному коду й містить лише вільне програмне забезпечення. На жаль, у світі Android надто часто трапляється, що застосунок, поширюваний як двійковий APK-файл, видає себе за вільне програмне забезпечення, коли насправді має місце принаймні одне з наступного:
zh_hans: 使用此方法，可以验证应用构建是否正确，是否与源代码相对应，是否只包含自由软件。不幸的是，在 Android 世界中，以二进制 APK 形式提供应用并声称自己是自由软件似乎司空见惯，它，然而实际上，以下部分甚至全部都是事实：

source: The source code (either for a particular version, or even all versions!) is unavailable or incomplete.
de: Der Quellcode (entweder einer bestimmten Version oder sogar aller Versionen!) steht nicht zur Verfügung oder ist unvollständig.
pl: Kod źródłowy (dla konkretnej wersji lub nawet wszystkich wersji!) Jest niedostępny lub niekompletny.
pt_pt: O código-fonte (seja para uma versão específica, ou mesmo para todas as versões!) está indisponível ou incompleto.
ro: Codul sursă (fie pentru o anumită versiune, fie chiar pentru toate versiunile!) nu este disponibil sau este incomplet.
ru: Исходный код (конкретной версии или даже всех имеющихся версий) недоделанный или вообще отсутствует.
uk: Вихідний код (конкретної версії чи навіть усіх версій) недоступний чи неповний.
zh_hans: 源代码（对于特定版本，甚至所有版本！）未提供或不完整。

source: The source code is not capable of producing the actual binary supplied.
de: Der Quellcode ist nicht dazu geeignet, die angebotene, eigentliche Binärdatei zu erzeugen.
pl: Kod źródłowy nie jest w stanie wytworzyć dostarczonego pliku binarnego.
pt_pt: O código-fonte não é capaz de produzir o binário fornecido.
ro: Codul sursă nu este capabil de a produce codul binar real furnizat.
ru: Из исходного кода невозможно собрать предоставленный APK.
uk: Із вихідного коду неможливо зібрати такий самий двійковий файл.
zh_hans: 源代码实际无法生成所提供的二进制文件。

source: The 'source code' contains binary files of unknown origin, or with proprietary licenses.
de: Der 'Quellcode' enthält Binärdateien unbekannter Herkunft oder mit proprietären Lizenzen.
pl: 'Kod źródłowy' zawiera pliki binarne o nieznanym pochodzeniu lub z zastrzeżonymi licencjami.
ro: "Codul sursă" conține fișiere binare de origine necunoscută sau cu licențe proprietare.
ru: В так называемом исходном коде есть бинарные файлы непонятного происхождения или файлы с проприетарной лицензией.
uk: «Вихідний код» містить двійкові файли невідомого походження чи з пропрієтарними ліцензіями.
zh_hans: “源代码”包含来源不明，或使用专有许可的二进制文件。

source: For this reason, source-built applications are the preferred method for the main F-Droid repository, although occasionally for technical or historical reasons, exceptions are made to this policy.
de: Aus diesen Gründen werden für das F-Droid-Hauptrepository aus dem Quellcode erstellte Anwendungen bevorzugt, wenngleich gelegentlich, aus technischen oder historischen Gründen, Ausnahmen von diesem Grundsatz gemacht werden.
pl: Z tego powodu aplikacje oparte na źródłach są preferowaną metodą dla głównego repozytorium F-Droid, chociaż czasami z przyczyn technicznych lub historycznych, wyjątki są wprowadzane do tych zasad.
pt_pt: Por esse motivo, aplicações compiladas da código-fonte são o método preferido pelo repositório principal do F-Droid, embora ocasionalmente, por motivos técnicos ou históricos, sejam feitas exceções a esta política.
ro: Din acest motiv, aplicațiile construite din sursă sunt metoda preferată pentru depozitul principal F-Droid, deși, ocazional, din motive tehnice sau istorice, se fac excepții de la această politică.
ru: Поэтому мы предпочитаем включать в основной репозиторий F-Droid приложения, собранные из исходного кода, хотя иногда и делаем исключения по техническим или историческим причинам.
uk: Тому збірка застосунків із вихідного коду — основний спосіб додання їх у головний репозиторій F-Droid, хоч іноді ми й робимо винятки з технічних чи історичних причин.
zh_hans: 因此，从源代码构建应用为 F-Droid 主存储库的首选方法，尽管偶尔出于技术或历史原因，也有例外。

source: When building applications from source, it should be noted that you will be signing them (all APK files must be signed to be installable on Android) with your own key. When an application is already installed on a device, it is not possible to upgrade it in place to a new version signed with a different key without first uninstalling the original. This may present an inconvenience to users, as the process of uninstalling loses any data associated with the previous installation.
de: Bei der Herstellung von Anwendungen aus dem Quellcode sollte beachtet werden, dass Sie sie mit Ihrem eigenen Schlüssel signieren werden (alle APK-Dateien müssen zur Installation in Android signiert sein). Ist eine Anwendung auf einem Gerät bereits installiert, dann wird keine Aktualisierung möglich sein, wenn die neue Version mit einem davon abweichenden Schlüssel signiert ist, bevor nicht das Original deinstalliert wurde. Dies kann bei den Nutzern zu Unannehmlichkeiten führen, da mit dem Deinstallationsvorgang alle mit der ursprünglichen Installation verknüpften Daten verloren gehen.
pl: Budując aplikacje ze źródeł, należy zauważyć, że będziesz je podpisywać (wszystkie pliki APK muszą być podpisane, aby można je było zainstalować na systemie Android) za pomocą własnego klucza. Gdy aplikacja jest już zainstalowana na urządzeniu, nie można jej zaktualizować do nowej wersji podpisanej innym kluczem bez uprzedniego odinstalowania oryginału. Może to stanowić utrudnienie dla użytkowników, ponieważ proces odinstalowywania traci wszystkie dane związane z poprzednią instalacją.
pt_pt: Ao compilar aplicações da fonte, deve-se notar que os assinará (todos os ficheiros APK devem ser assinados para instalação no Android) com sua própria chave. Quando uma aplicação já está instalada num aparelho, não é possível atualizá-la para uma nova versão assinada com uma chave diferente sem primeiro desinstalar o original. Isso pode ser inconveniente para os utilizadores, pois o processo de desinstalação perde todos os dados associados à instalação anterior.
ro: Atunci când construiți aplicații din sursă, trebuie reținut că le veți semna (toate fișierele APK trebuie semnate pentru a putea fi instalate pe Android) cu propria cheie. Atunci când o aplicație este deja instalată pe un dispozitiv, nu este posibil să o actualizați pe loc la o nouă versiune semnată cu o cheie diferită fără a dezinstala mai întâi versiunea originală. Acest lucru poate prezenta un inconvenient pentru utilizatori, deoarece procesul de dezinstalare pierde toate datele asociate cu instalarea anterioară.
ru: Обратите внимание: во время сборки приложения из исходного кода вы подписываете его вашим собственным ключом (на устройство Android можно установить только подписанное приложение). Если на устройстве установлена предыдущая версия приложения, подписанная другим ключом, ее придется удалить перед установкой текущей версии (т.е. невозможно обновить версию, если ключи отличаются). Такой подход добавляет пользователям хлопот, потому что при удалении приложения теряются все его данные.
uk: При збірці застосунків із вихідного коду пам'ятайте, що ви підписуєте їх (усі APK-файли мусить бути підписано, щоб Android дозволив їх встановити) власним ключем. Коли застосунок уже встановлено на пристрої, його неможливо оновити до версії, підписаної іншим ключем, не видаливши спершу початкової версії. Це може становити незручність для авдиторії, оскільки видалення попереднього встановлення призводить до втрати всіх пов'язаних із ним даних.
zh_hans: 从源代码编译时，应注意，你需使用自己的密钥对应用签名（所有 APK 必须经过签名才能在 Android 上安装）。如果设备已安装某个应用，升级至使用不同密钥签名的新版本时，需首先卸载该应用。这可能对用户带来不便，因为卸载将导致与已安装应用相关联数据的丢失。

source: The process for managing a repository for built-from-source applications is very similar to that described in the Simple Binary Repository chapter, except now you need to:
de: Die Abläufe zur Verwaltung eines Repositorys für quellcodeerstellte Anwendungen ähneln denen, die im Kapitel „Einfaches Binärdateien-Repository“ beschrieben sind. Sie müssen nun allerdings:
pl: Proces zarządzania repozytorium dla aplikacji wbudowanych jest bardzo podobny do tego opisanego w rozdziale Proste repozytorium binarne, z wyjątkiem tego, że teraz musisz:
pt_pt: O processo para gerir um repositório para aplicações compiladas do código-fonte é muito semelhante ao descrito no capítulo Repositório Binário Simples, exceto que agora precisa:
ro: Procesul de gestionare a unui depozit pentru aplicații construite din sursă este foarte asemănător cu cel descris în capitolul Depozit binar simplu, cu excepția faptului că acum trebuie să:
ru: Управлять репозиторием для приложения, собранного из исходного кода, нетрудно (схема действий очень похожа на описанную в главе "Простой репозиторий с бинарными файлами"), с небольшими дополнениями:
uk: Процес супроводу репозиторію застосунків, збираних із вихідного коду, багато в чому подібний до процесу, описаного в розділі «Простий двійковий репозиторій», але в дечому відрізняється:
zh_hans: 管理从源代码编译的应用的存储库的流程与《简单二进制存储库》章节中的说明非常相似，不过还需：
