Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: [_AuthorEmail_](#AuthorEmail)
de: [_AuthorEmail_ (Autoren-E-Mail)](#AuthorEmail)
pt_pt: [_AuthorEmail_ (E-mail do autor)](#AuthorEmail)
ro: [_AuthorEmail_(EmailAutor)](#AuthorEmail)
ru: [_AuthorEmail_ (Почта автора)](#AuthorEmail)
uk: [_AuthorEmail_ (Електронна адреса автора)](#AuthorEmail)
zh_hans: [_AuthorEmail_ (作者电子邮箱)](#AuthorEmail)

source: [_AuthorWebSite_](#AuthorWebSite)
de: [_AuthorWebSite_ (Internetseite der Autoren)](#AuthorWebSite)
pt_pt: [_AuthorWebSite_ (Site web do autor)](#AuthorWebSite)
ro: [_AuthorWebSite_(AutorWebSite)](#AuthorWebSite)
ru: [_AuthorWebSite_ (Веб-сайт автора)](#AuthorWebSite)
uk: [_AuthorWebSite_ (Вебсайт автора)](#AuthorWebSite)
zh_hans: [_AuthorWebSite_ (作者网站)](#AuthorWebSite)

source: [_License_](#License)
de: [_License_ (Lizenz)](#License)
pt_pt: [_License_ (Licença)](#License)
ro: [_License_(Licență)](#License)
ru: [_License_ (Лицензия)](#License)
uk: [_License_ (Ліцензія)](#License)
zh_hans: [_License_ (许可证)](#License)

source: [_AutoName_](#AutoName)
de: [_AutoName_ (Automatischer Name)](#AutoName)
pt_pt: [_AutoName_ (Nome auto)](#AutoName)
ro: [_AutoName_(Denumire automată)](#AutoName)
ru: [_AutoName_ (Автоматическое Название)](#AutoName)
uk: [_AutoName_ (Автоназва)](#AutoName)
zh_hans: [_AutoName_ (自动命名)](#AutoName)

source: [_Name_](#Name)
pt_pt: [_Name_ (Nome)](#Name)
ru: [_Name_ (Название)](#Name)
uk: [_Name_ (Назва)](#Name)
zh_hans: [_Name_ (应用名称)](#Name)

source: [_WebSite_](#WebSite)
de: [_WebSite_ (Internetseite)](#WebSite)
pt_pt: [_WebSite_ (Site web)](#WebSite)
ru: [_WebSite_ (Веб-сайт)](#WebSite)
uk: [_WebSite_ (Вебсайт)](#WebSite)
zh_hans: [_WebSite_ (网站)](#WebSite)

source: [_SourceCode_](#SourceCode)
de: [_SourceCode_ (Quellcode)](#SourceCode)
pt_pt: [_SourceCode_ (Código-fonte)](#SourceCode)
ro: [_SourceCode_(CodSursă)](#SourceCode)
ru: [_SourceCode_ (Исходный код)](#SourceCode)
uk: [_SourceCode_ (Джерельний код)](#SourceCode)
zh_hans: [_SourceCode_ (源代码)](#SourceCode)

source: [_IssueTracker_](#IssueTracker)
de: [_IssueTracker_ (Ticketsystem)](#IssueTracker)
pt_pt: [_IssueTracker_ (Rastreador de problemas)](#IssueTracker)
ro: [_IssueTracker_(Urmăritor de probleme)](#IssueTracker)
ru: [_IssueTracker_ (Трекер проблем)](#IssueTracker)
uk: [_IssueTracker_ (Трекер обговорень)](#IssueTracker)
zh_hans: [_IssueTracker_ (问题跟踪器)](#IssueTracker)

source: [_Translation_](#Translation)
de: [_Translation_ (Übersetzung)](#Translation)
pt_pt: [_Translation_ (Tradução)](#Translation)
ro: [_Translation_(Traducere)](#Translation)
ru: [_Translation_ (Перевод)](#Translation)
uk: [_Translation_ (Переклад)](#Translation)
zh_hans: [_Translation_ (翻译)](#Translation)

source: [_Changelog_](#Changelog)
de: [_Changelog_ (Änderungsprotokoll)](#Changelog)
pt_pt: [_Changelog_ (Registo de alterações)](#Changelog)
ro: [_Changelog_(Jurnal de modificări)](#Changelog)
ru: [_Changelog_ (Изменения)](#Changelog)
uk: [_Changelog_ (Історія змін)](#Changelog)
zh_hans: [_Changelog_ (更新日志)](#Changelog)

source: [_Donate_](#Donate)
de: [_Donate_ (Spenden)](#Donate)
pt_pt: [_Donate_ (Doar)](#Donate)
ro: [_Donate_(Donații)](#Donate)
ru: [_Donate_ (Пожертвования)](#Donate)
uk: [_Donate_ (Допомогти)](#Donate)
zh_hans: [_Donate_ (捐赠)](#Donate)

source: [_Summary_](#Summary)
de: [_Summary_ (Zusammenfassung)](#Summary)
pt_pt: [_Summary_ (Resumo)](#Summary)
ro: [_Summary_(Sumar)](#Summary)
ru: [_Summary_ (Краткое описание)](#Summary)
uk: [_Summary_ (Підсумок)](#Summary)
zh_hans: [_Summary_ (概要)](#Summary)

source: [_Description_](#Description)
de: [_Description_ (Beschreibung)](#Description)
pt_pt: [_Description_ (Descrição)](#Description)
ru: [_Description_ (Описание)](#Description)
uk: [_Description_ (Опис)](#Description)
zh_hans: [_Description_ (描述)](#Description)

source: [_MaintainerNotes_](#MaintainerNotes)
de: [_MaintainerNotes_ (Wartungsnotizen)](#MaintainerNotes)
pt_pt: [_MaintainerNotes_ (Anotações do mantenedor)](#MaintainerNotes)
ro: [_MaintainerNotes_(Note de întreținere](#MaintainerNotes)
ru: [_MaintainerNotes_ (Замечания для поддерживающих)](#MaintainerNotes)
uk: [_MaintainerNotes_ (Примітки супроводу)](#MaintainerNotes)
zh_hans: [_MaintainerNotes_ (维护者注解)](#MaintainerNotes)

source: [_RepoType_](#RepoType)
de: [_RepoType_ (Repo-Typ)](#RepoType)
pt_pt: [_RepoType_ (Tipo de repo)](#RepoType)
ro: [_RepoType_(Tip Repo)](#RepoType)
ru: [_RepoType_ (Тип репозитория)](#RepoType)
uk: [_RepoType_ (Тип репозиторію)](#RepoType)
zh_hans: [_RepoType_ (存储库类型)](#RepoType)

source: [_Repo_](#Repo)
ro: [_Repo_(Depozit)](#Repo)
ru: [_Repo_ (Репозиторий)](#Repo)
uk: [_Repo_ (Репозиторій)](#Repo)
zh_hans: [_Repo_ (存储库)](#Repo)

source: [_Binaries_](#Binaries)
de: [_Binaries_ (Binärdateien)](#Binaries)
pt_pt: [_Binaries_ (Binários)](#Binaries)
ro: [_Binaries_(Binar)](#Binaries)
ru: [_Binaries_ (Двоичные файлы)](#Binaries)
uk: [_Binaries_ (Двійкові файли)](#Binaries)
zh_hans: [_Binaries_ (二进制文件)](#Binaries)

source: [_Builds_](#Builds)
pt_pt: [_Builds_ (Compilações)](#Builds)
ro: [_Builds_(Construcții)](#Builds)
ru: [_Builds_ (Сборки)](#Builds)
uk: [_Builds_ (Збірки)](#Builds)
zh_hans: [_Builds_ (构建)](#Builds)

source: [_Builds.versionName_](#build_versionName)
de: [_Builds.versionName_ (Name der Version)](#build_versionName)
ro: [_Builds.versionName_(Construcții_Numele versiunii)](#build_versionName)
ru: [_Builds.versionName_ (Имя версии сборки)](#build_versionName)
zh_hans: [_Builds.versionName_ (版本名)](#build_versionName)

source: [_Builds.versionCode_](#build_versionCode)
de: [_Builds.versionCode_ (Versionscode)](#build_versionCode)
ro: [_Builds.versionCode_(Construcții. Cod versiune)](#build_versionCode)
ru: [_Builds.versionCode_ (Кодовый номер версии сборки)](#build_versionCode)
zh_hans: [_Builds.versionCode_ (版本代码)](#build_versionCode)

source: [_Builds.commit_](#build_commit)
de: [_Builds.commit_ (Commit für Build)](#build_commit)
ru: [_Builds.commit_ (Коммит сборки)](#build_commit)
zh_hans: [_Builds.commit_(提交)](#build_commit)

source: [_Builds.disable_](#build_disable)
de: [_Builds.disable_ (Build blockieren)](#build_disable)
ru: [_Builds.disable_ (Сборка отключена)](#build_disable)
zh_hans: [_Builds.disable_ (禁用)](#build_disable)

source: [_Builds.subdir_](#build_subdir)
de: [_Builds.subdir_ (Unterverzeichnis)](#build_subdir)
ru: [_Builds.subdir_ (Поддиректория сборки)](#build_subdir)
zh_hans: [_Builds.subdir_ (子文件夹)](#build_subdir)

source: [_Builds.submodules_](#build_submodules)
de: [_Builds.submodules_ (Nebenmodule)](#build_submodules)
ro: [_Builds.submodules_(Construcții submodule)](#build_submodules)
ru: [_Builds.submodules_ (Подмодули сборки)](#build_submodules)
zh_hans: [_Builds.submodules_ (子模块)](#build_submodules)

source: [_Builds.sudo_](#build_sudo)
de: [_Builds.sudo_ (mit Root-Rechten)](#build_sudo)
ru: [_Builds.sudo_ (sudo-скрипт сборки)](#build_sudo)

source: [_Builds.timeout_](#build_timeout)
de: [_Builds.timeout_ (Zeitlimit)](#build_timeout)
ru: [_Builds.timeout_ (Таймаут сборки)](#build_timeout)
zh_hans: [_Builds.timeout_ (超时)](#build_timeout)

source: [_Builds.init_](#build_init)
de: [_Builds.init_ (Initialisierung)](#build_init)
ru: [_Builds.init_ (Инициализация сборки)](#build_init)

source: [_Builds.oldsdkloc_](#build_oldsdkloc)
de: [_Builds.oldsdkloc_ (altes Format für SDK-Ort)](#build_oldsdkloc)
ro: [_Builds.oldsdkloc_(Format vechi pentru locația SDK)](#build_oldsdkloc)
ru: [_Builds.oldsdkloc_ (Старое местоположение SDK)](#build_oldsdkloc)

source: [_Builds.target_](#build_target)
de: [_Builds.target_ (Ziel-SDK)](#build_target)
ru: [_Builds.target_ (Цель сборки)](#build_target)

source: [_Builds.androidupdate_](#build_androidupdate)
ro: [_Builds.androidupdate_(Construcții.actualizări android)](#build_androidupdate)
ru: [_Builds.androidupdate_ (Использование android update)](#build_androidupdate)

source: [_Builds.encoding_](#build_encoding)
ru: [_Builds.encoding_ (Кодировка)](#build_encoding)

source: [_Builds.forceversion_](#build_forceversion)
ro: [_Builds.forceversion_( Construcții. versiune forțată)](#build_forceversion)
ru: [_Builds.forceversion_ (Принудительная версия)](#build_forceversion)

source: [_Builds.forcevercode_](#build_forcevercode)
ro: [_Builds.forcevercode_(Construcții.forțeazăvercod](#build_forcevercode)
ru: [_Builds.forcevercode_ (Принудительный кодовый номер версии)](#build_forcevercode)

source: [_Builds.rm_](#build_rm)
ru: [_Builds.rm_ (Удаление)](#build_rm)

source: [_Builds.extlibs_](#build_extlibs)
ru: [_Builds.extlibs_ (Внешние библиотеки)](#build_extlibs)

source: [_Builds.srclibs_](#build_srclibs)
ru: [_Builds.srclibs_ (Исходные библиотеки)](#build_srclibs)

source: [_Builds.patch_](#build_patch)
ru: [_Builds.patch_ (Патчи)](#build_patch)

source: [_Builds.prebuild_](#build_prebuild)
ru: [_Builds.prebuild_ (Перед сборкой)](#build_prebuild)

source: [_Builds.scanignore_](#build_scanignore)
ro: [_Builds.scanignore_(Construcții. scanare ignorată)](#build_scanignore)
ru: [_Builds.scanignore_ (Исключения из сканирования)](#build_scanignore)

source: [_Builds.scandelete_](#build_scandelete)
ro: [_Builds.scandelete_(Construcții.șstergerea scanării)](#build_scandelete)
ru: [_Builds.scandelete_ (Удаление при сканировании)](#build_scandelete)

source: [_Builds.build_](#build_build)
ru: [_Builds.build_ (Сборка)](#build_build)

source: [_Builds.buildjni_](#build_buildjni)
ru: [_Builds.buildjni_ (Сборка jni)](#build_buildjni)

source: [_Builds.ndk_](#build_ndk)
ru: [_Builds.ndk_ (NDK)](#build_ndk)

source: [_Builds.gradle_](#build_gradle)
ru: [_Builds.gradle_ (Gradle)](#build_gradle)

source: [_Builds.maven_](#build_maven)
ru: [_Builds.maven_ (Maven)](#build_maven)

source: [_Builds.preassemble_](#build_preassemble)
ro: [_Builds.preassemble_(Construiește preasamblare)](#build_preassemble)
ru: [_Builds.preassemble_ (Предварительные задачи сборки)](#build_preassemble)

source: [_Builds.gradleprops_](#build_gradleprops)
ro: [_Builds.gradleprops_(Construcții suporturi gradle) ](#build_gradleprops)
ru: [_Builds.gradleprops_ (Параметры Gradle)](#build_gradleprops)

source: [_Builds.antcommands_](#build_antcommands)
ro: [_Builds.antcommands_(Construcții. comenzi ant)](#build_antcommands)
ru: [_Builds.antcommands_ (Команды ant)](#build_antcommands)

source: [_Builds.output_](#build_output)
ru: [_Builds.output_ (Вывод)](#build_output)
zh_hans: [_Builds.output_ (输出)](#build_output)

source: [_Builds.postbuild_](#build_postbuild)
ru: [_Builds.postbuild_ (После сборки)](#build_postbuild)

source: [_Builds.novcheck_](#build_novcheck)
ru: [_Builds.novcheck_ (Не проверять версию)](#build_novcheck)

source: [_Builds.antifeatures_](#build_antifeatures)
ru: [_Builds.antifeatures_ (Анти-функции)](#build_antifeatures)
zh_hans: [_Builds.antifeatures_ (负面特征)](#build_antifeatures)

source: [_AllowedAPKSigningKeys_](#AllowedAPKSigningKeys)
ro: [_AllowedAPKSigningKeys_(Chei de semnare APK permise)](#AllowedAPKSigningKeys)
ru: [_AllowedAPKSigningKeys_(Разрешённые ключи подписи)](#AllowedAPKSigningKeys)
uk: [_AllowedAPKSigningKeys_ (Дозволені ключі підпису APK)](#AllowedAPKSigningKeys)
zh_hans: [_AllowedAPKSigningKeys_(允许的 APK 签名密钥)](#AllowedAPKSigningKeys)

source: [_AntiFeatures_](#AntiFeatures)
pt_pt: [_AntiFeatures_ (Características indesejadas)](#AntiFeatures)
ru: [_AntiFeatures_(Анти-функции)](#AntiFeatures)
uk: [_AntiFeatures_ (Небажані функції)](#AntiFeatures)
zh_hans: [_AntiFeatures_(负面特征)](#AntiFeatures)

source: [_Disabled_](#Disabled)
pt_pt: [_Disabled_ (Desativado)](#Disabled)
ro: [_Disabled_(Dezactivat)](#Disabled)
ru: [_Disabled_ (Отключено)](#Disabled)
uk: [_Disabled_ (Вимкнено)](#Disabled)
zh_hans: [_Disabled_ (已禁用)](#Disabled)

source: [_RequiresRoot_](#RequiresRoot)
pt_pt: [_RequiresRoot_ (Requer root)](#RequiresRoot)
ro: [_RequiresRoot_(Necesită Root)](#RequiresRoot)
ru: [_RequiresRoot_ (Требуется root)](#RequiresRoot)
uk: [_RequiresRoot_ (Необхідні права root)](#RequiresRoot)
zh_hans: [_RequiresRoot_ (需要根权限)](#RequiresRoot)

source: [_ArchivePolicy_](#ArchivePolicy)
pt_pt: [_ArchivePolicy_ (Política de arquivamento)](#ArchivePolicy)
ro: [_ArchivePolicy_(Politica de arhivă)](#ArchivePolicy)
ru: [_ArchivePolicy_ (Политика архивирования)](#ArchivePolicy)
uk: [_ArchivePolicy_ (Політика архівації)](#ArchivePolicy)
zh_hans: [_ArchivePolicy_ (存档策略)](#ArchivePolicy)

source: [_AutoUpdateMode_](#AutoUpdateMode)
de: [_AutoUpdateMode_ (Automatische Aktualisierungsmethode)](#AutoUpdateMode)
pt_pt: [_AutoUpdateMode_ (Modo de auto-atualização)](#AutoUpdateMode)
ro: [_AutoUpdateMode_(mod actualizare automat](#AutoUpdateMode)
ru: [_AutoUpdateMode_ (Режим автообновления)](#AutoUpdateMode)
uk: [_AutoUpdateMode_ (Режим автооновлення)](#AutoUpdateMode)
zh_hans: [_AutoUpdateMode_ (自动更新模式)](#AutoUpdateMode)

source: [_UpdateCheckMode_](#UpdateCheckMode)
pt_pt: [_UpdateCheckMode_ (Modo de verificação de atualização)](#UpdateCheckMode)
ro: [_UpdateCheckMode_(Actualizare CheckMode)](#UpdateCheckMode)
ru: [_UpdateCheckMode_(Режим проверки обновлений)](#UpdateCheckMode)
uk: [_UpdateCheckMode_ (Режим перевірки оновлень)](#UpdateCheckMode)
zh_hans: [_UpdateCheckMode_ (更新检查模式)](#UpdateCheckMode)

source: [_UpdateCheckIgnore_](#UpdateCheckIgnore)
pt_pt: [_UpdateCheckIgnore_ (Ignorar verificação de atualização)](#UpdateCheckIgnore)
ro: [_UpdateCheckIgnore_(Actualizare CheckIgnore)](#UpdateCheckIgnore)
ru: [_UpdateCheckIgnore_(Список игнорирования проверки обновлений)](#UpdateCheckIgnore)
uk: [_UpdateCheckIgnore_ (Перевірка оновлень. Пропуск)](#UpdateCheckIgnore)
zh_hans: [_UpdateCheckIgnore_ (更新检查忽略)](#UpdateCheckIgnore)

source: [_VercodeOperation_](#VercodeOperation)
de: [_VercodeOperation_ (Versionscodeberechnung)](#VercodeOperation)
pt_pt: [_VercodeOperation_ (Operação de Vercode)](#VercodeOperation)
ro: [_VercodeOperation_(VercodeOperare)](#VercodeOperation)
ru: [_VercodeOperation_ (Действия с кодовым номером версии)](#VercodeOperation)
uk: [_VercodeOperation_ (Дія з кодом версії)](#VercodeOperation)
zh_hans: [_VercodeOperation_ (版本代码操作)](#VercodeOperation)

source: [_UpdateCheckName_](#UpdateCheckName)
de: [_UpdateCheckName_ (Name für Aktualisierungsprüfung)](#UpdateCheckName)
pt_pt: [_UpdateCheckName_ (Nome de verificação de atualização)](#UpdateCheckName)
ro: [_UpdateCheckName_(Actualizare CheckName)](#UpdateCheckName)
ru: [_UpdateCheckName_ (Имя для проверки обновлений)](#UpdateCheckName)
uk: [_UpdateCheckName_ (Перевірка оновлень. Назва)](#UpdateCheckName)
zh_hans: [_UpdateCheckName_ (更新检查名称)](#UpdateCheckName)

source: [_UpdateCheckData_](#UpdateCheckData)
de: [_UpdateCheckData_ (Daten zur Aktualisierungsprüfung)](#UpdateCheckData)
pt_pt: [_UpdateCheckData_ (Dados de verificação de atualização)](#UpdateCheckData)
ro: [_UpdateCheckData_(Actualizare CheckData)](#UpdateCheckData)
ru: [_UpdateCheckData_ (Данные для проверки обновлений)](#UpdateCheckData)
uk: [_UpdateCheckData_ (Перевірка оновлень. Дані)](#UpdateCheckData)
zh_hans: [_UpdateCheckData_ (更新检查数据)](#UpdateCheckData)

source: [_CurrentVersion_](#CurrentVersion)
de: [_CurrentVersion_ (Aktuelle Version)](#CurrentVersion)
pt_pt: [_CurrentVersion_ (Versão atual)](#CurrentVersion)
ro: [_CurrentVersion_(versiune curentă)](#CurrentVersion)
ru: [_CurrentVersion_ (Текущая версия)](#CurrentVersion)
uk: [_CurrentVersion_ (Поточна версія)](#CurrentVersion)
zh_hans: [_CurrentVersion_ (当前版本)](#CurrentVersion)

source: [_CurrentVersionCode_](#CurrentVersionCode)
de: [_CurrentVersionCode_ (Aktueller Versionscode)](#CurrentVersionCode)
pt_pt: [_CurrentVersionCode_ (Código de versão atual)](#CurrentVersionCode)
ro: [_CurrentVersionCode_(cod versiune curentă)](#CurrentVersionCode)
ru: [_CurrentVersionCode_ (Кодовый номер текущей версии)](#CurrentVersionCode)
uk: [_CurrentVersionCode_ (Код поточної версії)](#CurrentVersionCode)
zh_hans: [_CurrentVersionCode_ (当前版本代码)](#CurrentVersionCode)

source: [_NoSourceSince_](#NoSourceSince)
de: [_NoSourceSince_ (Keine Quelle seit)](#NoSourceSince)
pt_pt: [_NoSourceSince_ (Nenhum código desde)](#NoSourceSince)
ro: [_NoSourceSince_(nici o sursă din)](#NoSourceSince)
ru: [_NoSourceSince_ (Исходный код недоступен с)](#NoSourceSince)
uk: [_NoSourceSince_ (Джерельний код недоступний)](#NoSourceSince)
zh_hans: [_NoSourceSince_ (源代码不可用日期)](#NoSourceSince)

source: _Categories_<a name="Categories"></a>
de: Kategorien (_Categories_)<a name="Categories"></a>
pt_pt: _Categorias_<a name="Categories"></a>
ro: _Categorii_<a name="Categories"></a>
ru: _Categories_ (Категории)<a name="Categories"></a>
uk: _Categories_ (Категорії)<a name="Categories"></a>
zh_hans: _Categories_ (类别)<a name="Categories"></a>

source: Any number of categories for the application to be placed in. There is no fixed list of categories - both the client and the web site will automatically show any categories that exist in any applications. However, if your metadata is intended for the main F-Droid repository, you should use one of the existing categories (`Connectivity`,`Development`, `Games`,`Graphics`,`Internet`,`Money`,`Multimedia`,`Navigation`,`Phone & SMS`, `Reading`,`Science & Education`,`Security`,`Sports & Health`,`System`,`Theming`, `Time`,`Writing`), or discuss the proposal to add a new one. _Categories_ must be a list of items, even if there is just one.
de: Eine beliebige Anzahl von Kategorien für die Anwendung, in denen sie eingestellt werden soll. Es gibt keine festgeschriebene Liste von Kategorien - sowohl der Client als auch die Webseite werden automatisch sämtliche, in allen Anwendungen enthaltene Kategorien anzeigen. Wenn Ihre Metadaten für das F-Droid-Hauptrepository bestimmt sind, sollten Sie allerdings eine der bestehenden Kategorien verwenden (`Aussehen`, `Entwicklung`, `Geld`, `Grafik`, `Internet`, `Lesen`, `Multimedia`, `Navigation`, `Schreiben`, `Sicherheit`, `Spiele`, `Sport / Gesundheit`, `System`, `Telefon / SMS`, `Verbindung`, `Wissenschaft / Bildung`, `Zeit`) oder die Einführung einer neuen anregen. _Categories_ muss eine Liste von Einträgen sein, selbst wenn es nur einen gibt.
pl: Dowolna liczba kategorii dla aplikacji, w której zostanie umieszczony. Nie ma ustalonej listy kategorii — zarówno klient, jak i strona internetowa automatycznie pokażą wszystkie kategorie istniejące w dowolnych aplikacjach. Jeśli jednak twoje metadane są przeznaczone dla głównego repozytorium F-Droid, powinieneś użyć jednej z istniejących kategorii (`Connectivity`,`Development`, `Games`,`Graphics`,`Internet`,`Money`,`Multimedia`,`Navigation`,`Phone & SMS`, `Reading`,`Science & Education`,`Security`,`Sports & Health`,`System`,`Theming`, `Time`,`Writing`), lub omów propozycję, aby dodać nową. _Categories_ musi być listą pozycji, nawet jeśli jest tylko jedna kategoria.
pt_pt: Qualquer quantidade de categorias onde pôr a aplicação. Não há uma lista fixa de categorias - tanto o cliente quanto o site mostrará automaticamente quaisquer categorias que existam em qualquer aplicação. No entanto, se os metadados forem destinados ao repositório principal do F-Droid, deverá usar uma das categorias existentes (`Conectividade`,` Desenvolvimento`, `Jogos`,` Jogos`, `Gráficos`,` Internet`, `Dinheiro`,` Multimídia `,` Navegação`, `Telefone e SMS`,` Leitura`, `Ciência e educação`,` Segurança`, `Esportes e saúde`,` Sistema`, `Tema`,` Tempo`, `Escrita`) ou discutir a proposta para adicionar uma nova. _Categories_ deve ser uma lista de itens, mesmo que haja apenas uma.
ro: Orice număr de categorii în care să fie plasată cererea. Nu există o listă fixă de categorii - atât clientul, cât și site-ul web vor afișa automat toate categoriile existente în orice aplicație. Cu toate acestea, dacă metadatele dvs. sunt destinate depozitului principal F-Droid, ar trebui să utilizați una dintre categoriile existente (`Connectivity`,`Development`, `Games`,`Graphics`,`Internet`,`Money`,`Multimedia`,`Navigation`,`Phone & SMS`, `Reading`,`Science & Education`,`Security`,`Sports & Health`,`System`,`Theming`, `Time`,`Writing`) sau discutați propunerea de adăugare a uneia noi. _Categories_ trebuie să fie o listă de articole, chiar dacă există doar una singură.
ru: Список из одной или нескольких категорий, к которым принадлежит приложение. Ограничений на список возможных категорий нет — и клиент, и веб-сайт автоматически будут показывать все категории, которые существуют в каких бы то ни было приложениях. Однако, если вы готовите метаданные для добавления в основной репозитория F-Droid, вам следует использовать одну из уже существующих категорий (`Connectivity` (Связь), `Development` (Разработка), `Games` (Игры), `Graphics` (Графика), `Internet` (Интернет), `Money` (Финансы), `Multimedia` (Мультимедиа), `Navigation` (Навигация), `Phone & SMS` (Звонки и сообщения), `Reading` (Чтение), `Science & Education` (Наука и образование), `Security` (Безопасность), `Sports & Health` (Спорт и здоровье), `System` (Системные), `Theming` (Оформление), `Time` (Часы), `Writing` (Офис)), или же предварительно предложить добавление новой. Значение _Categories_ должно быть списком, даже если в него входит только одна категория.
uk: Всі категорії, до яких належить застосунок. Значення можуть бути довільні: клієнт і вебсайт автоматично покажуть усі категорії, в яких є принаймні один застосунок. Але якщо ваші метадані призначено для головного репозиторію F-Droid, слід використовувати категорії з наявного переліку (`Connectivity` — зв'язок, `Development` — розробка, `Games` — ігри, `Graphics` — графіка, `Internet` — інтернет, `Money` — фінанси, `Multimedia` — мультимедіа, `Navigation` — навігація, `Phone & SMS` — виклики й повідомлення, `Reading` — читання, `Science & Education` — освіта й наука, `Security` — безпека, `Sports & Health` — спорт і здоров'я, `System` — система, `Theming` — оформлення, `Time` — годинник, `Writing` — написання) або обговорити пропозицію додання нової. Поле _Categories_ мусить бути списком, навіть якщо категорія тільки одна.
zh_hans: 要将应用置入的任意数量的类别。没有固定的类别列表 - 客户端和网站都会自动显示任何应用中存在的任何类别。但是，如果元数据用于 F-Droid 主存储库，则应该使用现有的类别之一（`连接`、`开发`、`游戏`、`图像`、`互联网`、`金融`、`多媒体`、`导航`、`手机 & 短信`、`阅读`、`科学&教育`、`安全`、`体育&健康`、`系统`、`主题`、`时间`、`写作`）或讨论提案以增加一个新类别。_Categories_ 必须是一个项目列表，即使只有一个项目。

source: This is converted to (`<categories>`) in the XML file (_index.xml_).
de: In der XML-Datei (_index.xml_) erfolgt die Umwandlung zu (`<categories>`).
pl: To jest konwertowane na (`<categories>`) w pliku XML (_index.xml_).
pt_pt: Isso é convertido em (`<categories>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<categories>`) în fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<categories>`) в XML-файле (_index.xml_)
uk: Це перетворюється на (`<categories>`) в XML-файлі (_index.xml_).
zh_hans: 在 XML 文件(_index.xml_)中，该字段将被转换为 (`<categories>`)。

source: _AuthorName_<a name="AuthorName"></a>
de: Autorenname (_AuthorName_)<a name="AuthorName"></a>
pt_pt: _Nome do Autor_<a name="AuthorName"></a>
ro: _AuthorName_(AutorNume)<a name="AuthorName"></a>
ru: _AuthorName_ (Имя автора)<a name="AuthorName"></a>
uk: _AuthorName_ (Ім'я автора)<a name="AuthorName"></a>
zh_hans: _AuthorName_ (作者姓名) <a name="AuthorName"></a>
