Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Otherwise, the value can be a comma-separated list of directories in which to run 'android update' relative to the application directory.
de: Ansonsten kann der Wert eine durch Komma getrennte Liste von Verzeichnissen sein, in denen „android update“ relativ zum Anwendungsverzeichnis ausgeführt werden soll.
pl: W przeciwnym razie wartością może być lista katalogów oddzielonych przecinkami który uruchamia 'aktualizację androida' względem katalogu aplikacji.
ro: În caz contrar, valoarea poate fi o listă de directoare separate prin virgulă în care se execută "android update" în raport cu directorul aplicației.
ru: В противном случае значение может быть списком путей к каталогам, разделенных запятыми, относительно каталога приложения, в которых нужно запустить 'android update'.
uk: Або можете перелічити через кому шляхи, в яких слід запустити «android update», відносно каталогу застосунку.
zh_hans: 除此之外，这个值可以是目录组成的列表，目录名之间用英文逗号隔开。 在这些目录中相对于应用目录运行 'android update'。

source: : Adds a `java.encoding` property to _local.properties_ with the given value. Generally the value will be 'utf-8'. This is picked up by the SDK's ant rules, and forces the Java compiler to interpret source files with this encoding. If you receive warnings during the compile about character encodings, you probably need this.
de: : Fügt eine „`java.encoding`“-Eigenschaft mit dem angegebenen Wert in „local.properties“ ein. Im Allgemeinen wird der Wert 'utf-8' sein. Dieser wird von den Ant-Regeln des SDK übernommen, und zwingt den Java-Compiler, die Quelldateien mit dieser Kodierung zu interpretieren. Werden während der Kompilierung Warnungen zur Zeichenkodierung ausgegeben, wird dies möglicherweise benötigt.
pl: : Dodaje właściwość `java.encoding` do właściwości _local.properties_ z podaną wartością. Zwykle wartością będzie 'utf-8'. To jest odebrane przez reguły mrówki SDK i zmusza kompilator Java do interpretacji pliku źródłowego z tym kodowaniem. Jeśli otrzymasz ostrzeżenia w trakcie kompilowania kodowania znaków, prawdopodobnie tego potrzebujesz.
ro: : Adaugă o proprietate `java.encoding` la _local.properties_ cu extensia valoarea dată. În general, valoarea va fi "utf-8". Aceasta este preluată de către regulile SDK și forțează compilatorul Java să interpreteze fișierele sursă cu această codificare. În cazul în care primiți avertismente în timpul procesului de compilare cu privire la codificarea caracterelor, probabil că aveți nevoie de acest lucru.
ru: : Добавляет свойство `java.encoding` к _local.properties_ с заданным значением. Обычно это значение будет 'utf-8'. Оно принимается ant-правилами SDK и заставляет компилятор Java интерпретировать исходные файлы в этой кодировке. Если вы получаете предупреждения во время компиляции о кодировках символов, вам, вероятно, нужно задать это значение.
zh_hans: : 用给定的值添加一个 `java.encoding` 属性到 _local.properties_ 。这个值的编码通常会是 'utf-8'。这是由 SDK 的 ant 规则挑选的，并强迫 Java 编译器用这个编码 解释源文本。如果你在编译期间收到 有关字符编码的警告，你可能需要这个。

source: : If specified, the package version in _AndroidManifest.xml_ is replaced with the version name for the build as specified in the metadata.
de: : Falls angegeben, wird die Paketversion in dem _AndroidManifest.xml_ durch die in den Metadaten des Builds festgelegte Versionsbezeichnung ersetzt.
pl: : Jeśli określona, wersja pakietu w _AndroidManifest.xml_ zostanie zastąpiona z nazwą wersji kompilacji określoną w metadanych.
pt_pt: : Se especificado, a versão do pacote em _AndroidManifest.xml_ é substituída pelo nome da versão da compilação, conforme especificado nos metadados.
ro: : Dacă este specificat, versiunea pachetului din _AndroidManifest.xml_ este înlocuită. cu numele versiunii pentru construcție, așa cum este specificat în metadate.
ru: : Если указано, версия пакета в _AndroidManifest.xml_ будет заменена на имя версии сборки, указанное в метаданных.
uk: : Якщо зазначено, версію пакунку в _AndroidManifest.xml_ буде замінено на ту назву версії, яку вказано в метаданих збірки.
zh_hans: ：如果指定，_AndroidManifest.xml_ 中的软件包版本将被替换为元数据中指定的构建版本名称。

source: This is useful for cases when upstream repo failed to update it for specific tag; to build an arbitrary revision; to make it apparent that the version differs significantly from upstream; or to make it apparent which architecture or platform the APK is designed to run on.
de: Das ist in folgenden Fällen sinnvoll, wenn im Quell-Repository kein spezieller Tag für die Version gesetzt wurde; um eine willkürliche Version zu erstellten; um darauf hinzuweisen, dass die Version große Unterschiede zum Upstream aufweist; oder um zu zeigen, für welche Architektur das APK gedacht ist.
pl: Jest to przydatne w przypadkach, gdy repozytorium upstream nie zaktualizowało go dla określonego tagu; aby zbudować arbitralną wersję; aby było oczywiste, że wersja znacznie różni się od wersji z upstream; lub aby pokazać, która architektura lub platforma jest przeznaczona do uruchamiania pliku APK.
pt_pt: Isto é útil para casos em que o repositório upstream não conseguiu atualizá-los para uma marcação específica; compilar uma revisão arbitrária; para tornar claro que a versão difere significativamente do upstream; ou para tornar evidente qual arquitetura, ou plataforma o apk foi projetado para ser executado.
ro: Acest lucru este util pentru cazurile în care repo-ul din amonte nu a reușit să o actualizeze pentru o anumită etichetă; pentru a construi o revizuire arbitrară; pentru a face aparent că versiunea diferă în mod semnificativ de cea din upstream; sau pentru a face ca versiunea evidentă arhitectura sau platforma pentru care este proiectat APK-ul să ruleze.
ru: Это полезно для случаев, когда вышележащий репозиторий не обновил данное значение для конкретной метки; чтобы собрать произвольную ревизию; чтобы сделать очевидным, что версия значительно отличается от предоставляемой вышележащим проектом; или чтобы сделать очевидным, для работы на какой архитектуре или платформе предназначен APK.
uk: Це корисно, якщо певний тег репозиторію оригіналу не оновив версію; або якщо треба зібрати конкретний коміт; або щоб підкреслити відмінність версії від оригіналу; або щоб вказати, на якій архітектурі чи платформі APK може виконуватись.
zh_hans: 这在一些情况下有用：上游存储库未更新其特定 tag 中的版本；建立一个任意的修订版；构建一个任意的 revision；明显地显示出此版本与上游版本有很大的不同；或者明确表示 APK 被设计用于哪个架构或平台上运行。

source: : If specified, the package version code in the _AndroidManifest.xml_ is replaced with the version code for the build. See also forceversion.
de: : Wenn festgelegt, wird der Paketversionscode in _AndroidManifest.xml_ durch den Versionscode für den Build ersetzt. Siehe auch „forceversion“.
pl: : Jeśli określono, kod wersji pakietu w _AndroidManifest.xml_ jest zastąpiony kodem wersji dla kompilacji. Zobacz także forceversion.
pt_pt: : Se especificado, o código da versão do pacote no _AndroidManifest.xml_ é substituído pelo código da versão para a compilação. Veja no forceversion.
ro: : Dacă este specificat, codul versiunii pachetului din _AndroidManifest.xml_ este înlocuit cu codul de versiune pentru construcție. A se vedea, de asemenea, forceversion.
ru: : Если указано, кодовый номер версии пакета в _AndroidManifest.xml_ будет заменён на кодовый номер сборки. См. также forceversion.
uk: : Якщо зазначено, код версії пакунку в _AndroidManifest.xml_ буде замінено на той код версії, який вказано в метаданих збірки.
zh_hans: ：如果指定，_AndroidManifest.xml_ 中的软件包版本代码将被替换为构建的版本代码。另参见 forceversion。

source: : The location of a binary used in verification process for this build.
de: : Der Ort einer Binärdatei, die im Prüfprozess für diesen Build verwendet wird.
pl: : Lokalizacja pliku binarnego użytego w procesie weryfikacji tej kompilacji.
ro: : Locația unui fișier binar utilizat în procesul de verificare pentru această versiune.
ru: : Расположение двоичных файлов, используемых в процессе проверки для этой сборки.
uk: : Розташування двійкового файлу, який використовується в процесі перевірки для цієї збірки.
zh_hans: : 此构建验证过程中所使用的二进制文件的位置。

source: If specified, F-Droid will verify the output APK file of a build against the one specified. You can use `%v` and `%c` to point to the version name and version code of the current build. To verify the F-Droid client itself you could use: `binary: https://f-droid.org/repo/org.fdroid.fdroid_%c.apk`
ru: Если указано, F-Droid будет сверять выходной APK-файл сборки с указанным. Вы можете использовать `%v` и `%c` для указания имени и кодового номера версии текущей сборки. Например, для проверки самого клиента F-Droid может быть использовано: `binary: https://f-droid.org/repo/org.fdroid.fdroid_%c.apk`
zh_hans: 如果指定了，F-Droid 将验证输出的 APK 文件和指定的文件。 你可以使用 `%v` 和 `%c`来指向当前构建的版本名称和版本代码。 为了验证 F-Droid 客户端本身， 你可以使用： `binaries: https://f-droid.org/repo/org.fdroid.fdroid_%c.apk`

source: F-Droid will use the upstream binary if the verification succeeded.
de: F-Droid verwendet die Upstream-Binärdatei, wenn die Verifizierung erfolgreich ist.
pl: F-Droid użyje pliku binarnego upstream, jeśli weryfikacja się powiedzie.
ro: F-Droid va utiliza binarul dezvoltatorului dacă verificarea a reușit.
ru: Если проверка прошла успешно, F-Droid будет использовать двоичные файлы из вышележащего проекта.
uk: Якщо звірка буде успішною, F-Droid використає попередній двійковий файл.
zh_hans: 如果验证成功，F-Droid 将使用上游的二进制文件。

source: `rm: <path1>[,<path2>,...]`<a name="build_rm"></a>
pt_pt: `rm: <caminho1>[,<caminho2>,...]`<a name="build_rm"></a>
ru: `rm: <путь>[,<путь2>,...]`<a name="build_rm"></a>
uk: `rm: <шлях1>[,<шлях2>,...]`<a name="build_rm"></a>

source: : Specifies the relative paths of files or directories to delete before the build is started. The paths are relative to the base of the build directory - i.e. the root of the directory structure checked out from the source repository - not necessarily the directory that contains _AndroidManifest.xml_.
ru: : Задаёт относительные пути к файлам или каталогам, которые необходимо удалить перед началом сборки. Пути указываются относительно основного каталога сборки — т.е. корня структуры каталогов, извлечённых из репозитория исходных текстов — не обязательно каталога, который содержит _AndroidManifest.xml_.
zh_hans: : 指定构建开始前 要删除的文件或文件夹的相对路径。 这些路径相对于构建目录的基路径 - 即从源代码库中检出的目录结构的根目录 - 不一定是包含 _AndroidManifest.xml_ 的目录。

source: Multiple files/directories can be specified by separating them with ','. Directories will be recursively deleted.
de: Es können mehrere Dateien/Verzeichnisse angegeben werden, die durch ',' getrennt werden. Verzeichnisse werden rekursiv gelöscht.
pl: Wiele plików/katalogów można określić, oddzielając je za pomocą ','. Katalogi zostaną rekursywnie usunięte.
ro: Mai multe fișiere/directoare pot fi specificate prin separarea lor cu ','. Directoarele vor fi șterse în mod recursiv.
ru: Можно указать несколько файлов/каталогов, разделяя их символом ','. Каталоги будут удаляться рекурсивно.
uk: Якщо файлів чи каталогів декілька, перелічіть їх через кому. Каталоги видалятимуться рекурсивно.
zh_hans: 可以指定多个文件/目录，方法是用 ',' 分隔它们。目录将以递归的方式被删除。

source: : Comma-separated list of external libraries (jar files) from the `build/extlib` library, which will be placed in the `libs` directory of the project.
de: : Komma-getrennte Liste externer Bibliotheken (jar-Dateien) aus der `build/extlib`-Bibliothek, die im `libs`-Verzeichnis des Projekts abgelegt werden.
pl: : Lista oddzielonych przecinkami bibliotek zewnętrznych (pliki jar) od biblioteki `build/extlib`, która zostanie umieszczona w katalogu 'libs' z projektu.
pt_pt: : Lista separada por vírgula de bibliotecas externas (ficheiros jar) da biblioteca `build/extlib`, que será posta no diretório `libs` do projeto.
ro: : Listă de biblioteci externe (fișiere jar), separate prin virgulă, de la `build/extlib` library, care vor fi plasate în directorul `libs` al proiectului.
ru: : Список внешних библиотек (jar-файлов), разделенных запятыми, из библиотеки `build/extlib`, которые будут помещены в каталог `libs` проекта.
uk: : Розділений комами перелік зовнішніх бібліотек (jar-файлів) із `build/extlib`, які буде розміщено в каталозі `libs` проєкту.
zh_hans: ：逗号分隔的 `build/extlib` 中外部库（jar 文件）的列表，将被放置在项目的 `libs` 文件夹下。

source: : Comma-separated list of source libraries or Android projects. Each item is of the form name@rev where name is the predefined source library name and rev is the revision or tag to use in the respective source control.
de: : Komma-getrennte Liste der Quellbibliotheken oder Android-Projekte. Jeder Eintrag hat die Form „name@rev“, wobei „name“ der vorgegebene Name der Quell- bibliothek ist und „rev“ die Revision bzw. das Kennzeichen, das in der entsprechenden Versionsverwaltung verwendet werden soll.
pl: : Lista oddzielonych przecinkami bibliotek źródłowych lub projektów Androida. Każda pozycja ma postać name@rev, gdzie nazwa jest predefiniowaną nazwą biblioteki źródłowej, a rev jest wersją lub znacznikiem do użycia w odpowiednim kontrolerze źródłowym.
pt_pt: : Lista separada por vírgula de bibliotecas de origem ou projetos do Android. Cada item está na forma nome@rev onde "nome" é o nome da biblioteca de fontes predefinido e "rev" é a revisão ou tag a ser usada no respectivo controle de fontes.
ro: : Listă de biblioteci sursă sau proiecte Android separate prin virgulă. Fiecare element este de forma nume@rev unde nume este sursa predefinită sursă predefinită, iar rev este revizuirea sau eticheta care trebuie utilizată în biblioteca respectivă controlul sursei .
ru: : Список библиотек в виде их исходных кодов или проектов Android, разделенных запятыми. Каждый элемент списка имеет вид name@rev, где name — это предопределенное имя библиотеки исходных кодов, а rev — её ревизия или тег в соответствующем репозитории системы контроле версий.
uk: : Розділений комами перелік вихідного коду бібліотек чи Android-проєктів. Кожен пункт має вигляд name@rev, де name — це наперед визначена назва вихідного коду бібліотеки, а rev — це ревізія чи тег, який слід обрати у відповідній системі керування версіями вихідного коду.
zh_hans: ：逗号分隔的源代码库或 Android 项目列表。每个条目为 name@rev 的形式，其中 name 是预定义的源代码库名称，rev 是在各自版本控制中使用的 revision 或标签。

source: For Ant projects, you can optionally append a number with a colon at the beginning of a srclib item to automatically place it in _project.properties_ as a library under the specified number. For example, if you specify `1:somelib@1.0`, F-Droid will automatically do the equivalent of the legacy practice `prebuild: echo "android.library.reference.1=$$somelib$$" >> project.properties`.
de: Bei Ant-Projekten kann optional eine Zahl gefolgt von einem Doppelpunkt am Anfang des srclib-Eintrags angefügt werden, um ihn automatisch als eine Bibliothek mit der festgelegten Nummer in _project.properties_ einzutragen. Zum Beispiel wird F-Droid bei Angabe von `1:somelib@1.0` automatisch ausführen, was der altbekannten Methode: `prebuild: echo "android.library.reference.1=$$somelib$$">>project.properties` entspricht.
pl: W przypadku projektów Ant, można opcjonalnie dołączyć liczbę z dwukropkiem na początku elementu srclib, aby automatycznie umieścić ją w pliku _project.properties_ jako bibliotekę pod określonym numerem. Na przykład, jeśli podasz `1:somelib@1.0`, F-Droid automatycznie wykona ekwiwalent starej praktyki `prebuild: echo "android.library.reference.1=$$somelib$$" >> project.properties`.
ro: Pentru proiectele Ant, puteți adăuga opțional un număr cu două puncte la începutul unui element srclib pentru a-l plasa în mod automat la _project.properties_ ca bibliotecă sub numărul specificat. Pentru exemplu, dacă specificați `1:somelib@1.0`, F-Droid va introduce automat face automat echivalentul practicii tradiționale `prebuild: echo "android.library.reference.1=$$$somelib$$$" >> project.properties`.
ru: Для проектов Ant вы можете, по желанию, добавить номер с двоеточием в в начале элемента списка `srclibs`, чтобы автоматически поместить его в _project.properties_ как библиотеку под указанным номером. Для примера, если вы укажете `1:somelib@1.0`, F-Droid автоматически сделает эквивалент того что раньше приходилось делать с помощью: `prebuild: echo "android.library.reference.1=$$somelib$$" >> project.properties`.
uk: Для проєкту Ant, можете необов'язково додати номер із двокрапкою на початок пункту srclib, щоб автоматично додати його до _project.properties_ як бібліотеку зі вказаним номером. Наприклад, якщо зазначите `1:somelib@1.0`, то F-Droid автоматично виконає щось на зразок застарілої практики `prebuild: echo "android.library.reference.1=$$somelib$$" >> project.properties`.
zh_hans: 对于 Ant 项目， 你可以选择在 srclib 项目的开头加上一个带冒号的数字， 以自动将其放在 _project.properties_ 中 作为指定编号下的一个库。 例如，如果你指定 `1:somelib@1.0`， F-Droid 会自动执行传统做法 `prebuild:echo "android.library.reference.1=$$somelib$$">> project.properties`的等效操作。

source: Each srclib has a metadata file under `srclibs/` in the repository directory, and the source code is stored in `build/srclib/`. [_RepoType_](#RepoType) and [_Repo_](#Repo) are specified in the same way as for apps; _Subdir:_ can be a comma-separated list, for when directories are renamed by upstream; _Update Project:_ updates the projects in the working directory and one level down; _Prepare:_ can be used for any kind of preparation: in particular if you need to update the project with a particular target. You can then also use `$$name$$` in the [`init`](#build_init)/[`prebuild`](#build_prebuild)/[`build`](#build_build) commands to substitute the absolute path to the library directory.
ru: Для каждой библиотеки в `srclibs` в каталоге `srclibs/` в директории репозитория есть файл метаданных, а исходный код хранится в `build/srclib/`. [_RepoType_](#RepoType) и [_Repo_](#Repo) задаются таким же образом как и для приложений; `Subdir:` может быть списком, разделенным запятыми, для случаев, когда разработчики вышележащего проекта переименовывают каталоги; `Update Project:` обновляет проекты в рабочем каталоге и на один уровень ниже; `Prepare:` может использоваться для какой-либо подготовительной работы, в частности, если вам нужно обновить проект с определенной целью. В этом случае вы также можете использовать `$$name$$` в командах [`init`](#build_init)/[`prebuild`](#build_prebuild)/[`build`](#build_build) для замены абсолютного пути к каталогу библиотеки.
zh_hans: 每个 srclib 有一个元数据文件， 位于存储库目录中的 `srclibs/` 下， 源代码存储在 `build/srclib/` 中。_ [_RepoType_](#RepoType)和 [_Repo_](#Repo)指定方式和应用相同； _Subdir_：目录被上游重命名时，可以是英文逗号分割的列表； _Update Project:_更新工作目录以及下一级目录中的项目； _Prepare：_可用于任何类型的准备， 如果你需要指定目录进行更新， 接着你也可以用 [`init`](#build_init)/[`prebuild`](#build_prebuild)/[`build`](#build_build)中的`$$name$$`替换库目录的绝对路径。

source: Currently srclibs are used when upstream uses jar files or pulls dependencies from non-trusted repositories. Because srclibs can't be updated automatically, git submodule is a better choice.
de: Momentan werden „srclibs“ verwendet, wenn der Upstream jar-Dateien verwendet oder aus nicht vertrauenswürdigen Repositorys Abhängigkeiten bezieht. Nachdem „srclibs“ nicht automatisch aktualisiert werden können, ist ein „git submodule“ die bessere Wahl.
pl: Obecnie srclibs są niezbędne, gdy strona źródłowa używa plików jar lub pobiera zależności z niezaufanych repozytoriów. Chociaż nie ma gwarancji, że pliki binarne są bezpłatne i odpowiadają kodowi źródłowemu, F-Droid zezwala na używanie następujących znanych repozytoriów, dopóki nie zostanie udostępniona alternatywa źródłowa:
ro: În prezent, srclibs sunt utilizate atunci când dezvoltatorul folosește fișiere jar sau extrage dependențe din depozite care nu sunt de încredere. Deoarece srclibs nu pot fi actualizate automat, submodulele git sunt o alegere mai bună.
ru: В настоящее время `srclibs` используются, когда вышележащий проект использует jar-файлы или берёт зависимости из недоверенных репозиториев. Из-за того что `srclibs` не могут быть обновлены автоматически, подмодули git представляются лучшим выбором.
uk: Наразі srclibs використовується, якщо оригінал використовує jar-файли чи завантажує залежності з недовірених репозиторіїв. Оскільки srclibs не може бути оновлений автоматично, підмодуль git є кращим вибором.
zh_hans: 目前 srclib 只在上游使用 jar 文件或从不受信任的存储库中提取依赖关系时使用。 因为 srclibs 不能自动更新， git 子模块是一个更好的选择。

source: : Apply patch(es). 'x' names one (or more - comma-separated) files within a directory below the metadata, with the same name as the metadata file but without the extension. Each of these patches is applied to the code in turn.
ru: : Применить исправление(я). 'x' задаёт имя одного или нескольких (через запятую) файлов в подкаталоге каталога метаданных; подкаталог имеет то же имя, что и файл метаданных, но без расширения. Каждая из этих заплаток применяется к исходному коду последовательно.
zh_hans: : 应用一个或多个补丁。 'x' 指定一个 (或多个 - 用英文逗号分隔) metadata 下方目录中的文件，文件名与 metadata 文件相同，区别是没有 扩展名。这些补丁中的每一个 都被依次应用到代码中。

source: : Specifies a shell command (or commands - chain with `&&`) to run before the build takes place. Backslash can be used as an escape character to insert literal commas, or as the last character on a line to join that line with the next. It has no special meaning in other contexts; in particular, literal backslashes should not be escaped.
ru: : Указывает команду оболочки (или команды, соединённые с помощью `&&`) для выполнения перед началом сборки. Обратная косая черта (`\`) может быть использована для экранирования запятых или переводов строк, чтобы соединить текущую строку со следующей. Данный символ не имеет специального значения в других контекстах; в частности, собственно обратные косые черты не должны экранироваться.
zh_hans: : 指定一个 shell 命令（或几个命令 - 用 `&&` 连接） 在构建前运行。 反斜线可以作为转义字符来插入逗号， 或者在行尾连接该行和下一行。 在其他情况下，它没有特殊含义； 特别是，字面的反斜线不应该被转义。

source: The command runs using bash.
de: Zur Ausführung des Befehls wird die Bash verwendet.
pl: Polecenie działa z użyciem bash.
pt_pt: O comando é executado a usar bash.
ro: Comanda se execută folosind bash.
ru: Команда выполняется с помощью bash.
uk: Команду виконує bash.
zh_hans: 该命令使用 bash 运行。

source: Note that nothing should be built during this prebuild phase - scanning of the code and building of the source tarball, for example, take place after this. For custom actions that actually build things or produce binaries, use 'build' instead.
de: Beachten Sie, dass während dieser Prebuild-Phase nichts erstellt werden sollte - Scannen des Codes und Erstellen des Quell-Tarballs, zum Beispiel, finden danach statt. Für gebräuchliche Tätigkeiten, die tatsächlich Dinge erstellen oder Binärdateien produzieren, verwenden Sie stattdessen 'build'.
pl: Zauważ, że nic nie powinno być budowane podczas tej fazy budowania - skanowanie kodu i budowanie archiwum źródłowego, dla przykład, po tym nastąpić. W przypadku działań niestandardowych, które faktycznie tworzyć rzeczy lub tworzyć pliki binarne, zamiast tego użyj 'kompilacji'.
ro: Rețineți că nu trebuie construit nimic în timpul acestei faze de precompilare - scanarea codului și compilarea pachetului sursă, pentru de exemplu, au loc după această etapă. Pentru acțiunile personalizate care sunt de fapt construiesc lucruri sau produc binare, utilizați în schimb "build".
ru: Обратите внимание, что на этом этапе `prebuild` ничего не должно быть собираться; так, например, сканирование кода и сборка tar-архива c исходным кодом происходят после этого. Для особых действий по собственно сборке или созданию двоичных файлов вместо этого используйте `build`.
uk: Зауважте, під час «prebuild» не має відбуватися жодної збірки: сканування коду й збірка архіву джерела, наприклад, відбуваються потім. Нетипові дії, які справді збирають щось чи створюють двійкові файли, слід винести в «build».
zh_hans: 请注意，在此预构建阶段不应构建任何内容 - 比如，扫描代码和构建 source tarball 在 这之后发生。对于实际执行构建或生成二进制文件的自定义操作， 请使用 'build'。
