Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Create a [merge request](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) at the fdroiddata repository, selecting your _com.example_ source branch. Wait for the packagers to pick up your merge request. Please keep track if they asked any questions and reply to them as soon as possible.
de: Erstellen Sie einen [Merge-Request](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) im fdroiddata-Repository und wählen Sie Ihren _com.example_-Quellzweig aus. Warten Sie, bis die Verpacker Ihren Merge-Request übernommen haben. Bitte achten Sie darauf, ob Sie Fragen gestellt bekommen und antworten Sie so schnell wie möglich darauf.
pl: Utwórz [żądanie scalenia](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) w repozytorium fdroiddata, wybierając gałąź źródłową _com.example_. Poczekaj, aż pakowacze odbiorą twoje żądanie scalenia. Śledź, czy zadali jakieś pytania i odpowiedz na nie tak szybko, jak to możliwe.
ro: Creați o [cerere de fuziune](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) în depozitul fdroiddata, selectând ramura sursă _com.example_. Așteptați ca împachetatorii să preia cererea de fuziune. Vă rugăm să urmăriți dacă aceștia au pus întrebări și să le răspundeți cât mai curând posibil.
ru: Создайте [запрос на слияние](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) в репозитории fdroiddata, выбрав свою ветку исходного кода _com.example_. Дождитесь, пока упаковщики заберут ваш запрос на слияние. Пожалуйста, следите за тем, задают ли они какие-либо вопросы, и отвечайте на них как можно скорее.
uk: Створіть [запит на злиття](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) до репозиторію fdroiddata, обравши свою гілку _com.example_ як джерело. Дочекайтесь, поки команда пакування розгляне ваш запит на злиття. Регулярно перевіряйте, чи не виникло в них яких-небудь запитань, і постарайтесь якнайшвидше їм відповідати.
zh_hans: 在 fdroiddata 存储库创建一个 [合并请求](https://gitlab.com/fdroid/fdroiddata/-/merge_requests)，选中你的 _com.example_ 源码分支。等待打包人员接收你的合并请求。如果他们有任何问题，请跟踪，并尽快回复。

source: You can [get help with F-Droid](../../about/#contact) via IRC, Matrix, XMPP, e-mail and some other channels.
de: Sie [erhalten Hilfe zu F-Droid](../../about/#contact) über IRC, Matrix, XMPP, E-Mail und einige weitere Kanäle.
pl: Możesz [uzyskać pomoc z F-Droid](../../about/#contact) przez IRC, Matrix, XMPP, e-mail i kilka innych kanałów.
ro: Puteți [obține ajutor cu F-Droid](../../about/#contact) prin IRC, Matrix, XMPP, e-mail și alte câteva canale.
ru: Вы можете [получить помощь по F-Droid](../../about/#contact) через IRC, Matrix, XMPP, эл. почту и некоторые другие каналы.
uk: Звертайтесь по [допомогу з F-Droid](../../about/#contact) через IRC, Matrix, XMPP, е-пошту й інші наші канали.
zh_hans: 你可以通过 IRC、Matrix、XMPP、电子邮件和其他渠道 [获取 F-Droid 的帮助](../../about/#contact)。

source: Take-Down Requests
de: Takedown-Anfragen
pl: Żądania usunięcia
ro: Cereri de retragere
ru: Запросы на снятие
uk: Запити на вилучення
zh_hans: 下架请求

source: <!-- this is very loosely inspired by: * https://docs.github.com/en/github/site-policy/submitting-content-removal-requests -->
de: <!-- dies wurde grob angeregt durch: * https://docs.github.com/en/github/site-policy/submitting-content-removal-requests -->
pl: <!-- to jest bardzo luźna inspiracja: * https://docs.github.com/en/github/site-policy/submitting-content-removal-requests -->
ro: <!-- acest lucru este foarte liber inspirat de: * https://docs.github.com/en/github/site-policy/submitting-content-removal-requests -->
ru: <!-- это очень слабо вдохновлено: * https://docs.github.com/en/github/site-policy/submitting-content-removal-requests -->
uk: <!-- в дечому перетинається з: * https://docs.github.com/en/github/site-policy/submitting-content-removal-requests -->
zh_hans: <!-- 略受下列内容的启发: * https://docs.github.com/en/github/site-policy/submitting-content-removal-requests -->

source: Introduction
de: Einführung
pl: Wstęp
ro: Introducere
ru: Введение
uk: Вступ
zh_hans: 介绍

source: This document covers how you may send a request to remove content or apps from the official f-droid.org repository. Our team checks all app submissions we receive for compliance with our [inclusion policy](../Inclusion_Policy) to the best of their abilities. Please let us know if an app in the official f-droid.org repository infringes on your rights by submitting a take-down request.
de: Dieses Dokument beschreibt, wie Sie eine Anfrage zur Entfernung von Inhalten oder Apps aus dem offiziellen f-droid.org Repository starten können. Unser Team prüft alle erhaltenen App-Einsendungen, nach bestem Wissen und Gewissen auf Übereinstimmung mit unseren [Aufnahmekriterien](../Inclusion_Policy). Bitte teilen Sie uns mit, wenn eine App im offiziellen f-droid.org-Repository Ihre Rechte verletzt, indem Sie eine Takedown-Anfrage einreichen.
ro: Acest document acoperă modul în care puteți trimite o cerere de înlăturare a conținutului sau a aplicațiilor din depozitul oficial f-droid.org. Echipa noastră verifică toate cererile de includere a aplicațiilor pe care le primim pentru a verifica conformitatea cu [politica de includere](../Inclusion_Policy) în măsura în care poate. Vă rugăm să ne anunțați dacă o aplicație din repertoriul oficial f-droid.org încalcă drepturile dvs. prin trimiterea unei cereri de înlăturare.
ru: Этот документ описывает, как вы можете отправить запрос на удаление контента или приложений из официального репозитория f-droid.org. Наша команда проверяет все полученные приложения на соответствие нашей [политике включения](../Inclusion_Policy) в меру своих возможностей. Пожалуйста, сообщите нам, если приложение в официальном репозитории f-droid.org нарушает ваши права, отправив запрос на удаление.
uk: Цей документ описує, яким чином ви можете надіслати запит на вилучення вмісту чи застосунків з офіційного репозиторію fdroid.org. Наша команда якнайретельніше перевіряє всі надіслані нам застосунки на відповідність нашій [політиці додавання](../Inclusion_Policy). Якщо певний застосунок в офіційному репозиторії f-droid.org порушує ваші права, будь ласка, повідомте нам про це, надіславши запит на вилучення.
zh_hans: 本文档涵盖了如何发送请求从官方 f-droid.org 存储库中删除内容或应用。 我们的团队尽最大努力检查收到的所有应用提交是否符合我们的[收录政策](../Inclusion_Policy)。 如官方 f-droid.org 存储库中的应用侵犯了您的权利，请提交下架请求让我们得知。

source: The official f-droid.org repository is a distribution service/platform for FOSS apps and will be called downstream in the remainder of this document. F-Droid does not hold any rights to the apps in the official f-droid.org repository other than those granted by their respective license. The authors/copyright holders of said apps will be called upstream in the remainder of this document.
de: Das offizielle f-droid.org-Repository ist ein Vertriebsdienst/eine Plattform für FOSS-Apps und wird im weiteren Verlauf dieses Dokuments als Downstream bezeichnet. F-Droid hält keinerlei Rechte an den Apps im offiziellen f-droid.org-Repository, außer denen, die durch die jeweilige Lizenz gewährt werden. Die Autoren/Copyright-Inhaber dieser Apps werden im weiteren Verlauf dieses Dokuments als Upstream bezeichnet.
ro: Depozitul oficial f-droid.org este un serviciu/platformă de distribuție pentru aplicațiile FOSS și va fi numit 'downstream' în restul acestui document. F-Droid nu deține niciun drept asupra aplicațiilor din depozitul oficial f-droid.org, în afara celor acordate prin licența respectivă. Autorii aplicațiilor respective vor fi numiți 'upstream' în restul acestui document.
ru: Официальный репозиторий f-droid.org - это сервис/платформа для распространения приложений FOSS, и в дальнейшем в этом документе он будет называться "downstream". F-Droid не обладает никакими правами на приложения в официальном репозитории f-droid.org, кроме тех, которые предоставляются соответствующей лицензией. Авторы/обладатели авторских прав на эти приложения будут именоваться в дальнейшем в этом документе "выше по течению".
uk: Офіційний репозиторій f-droid.org поширює вільні застосунки й надалі в цьому документі називатиметься поширювачем. F-Droid не має жодних прав на застосунки в офіційному репозиторії f-droid.org, крім наданих їхніми відповідними ліцензіями. Команди розробки/власники авторських прав цих застосунків називатимуться джерелом надалі в цьому документі.
zh_hans: 官方 f-droid.org 存储库是自由开源软件应用的分发服务/平台，在本文的其余部分将被称为“下游”。 除官方 f-droid.org 存储库中应用各自的许可证授予的权利外，F-Droid 不持有这些应用的任何权利，除了那些由各自相应许可授权的应用。 上述应用的作者/版权持有人将在本文的其余部分被称为“上游”。

source: Submitting Take-Down Requests
de: Einreichen von Takedown-Anfragen
pl: Przesyłanie wniosków o usunięcie
ro: Depunerea cererilor de retragere
ru: Подача заявок на удаление
uk: Надсилання запитів на вилучення
zh_hans: 提交下架请求

source: Please take some time to familiarize yourself with our policies and take-down procedure before submitting any take-down requests. You have to make sure that requests you're submitting to us, contain all information required by our team to check the legitimacy of your claims. If you submit an incomplete request, we will have to ask you for clarifications.
de: Bitte nehmen Sie sich etwas Zeit, um sich mit unseren Richtlinien und dem Takedown-Verfahren vertraut zu machen, bevor Sie eine Takedown-Anfrage einreichen. Sie müssen sicherstellen, dass die an uns gerichteten Anträge alle Informationen enthalten, die unser Team benötigt, um die Rechtmäßigkeit Ihrer Forderungen zu prüfen. Wenn Sie eine unvollständige Anfrage einreichen, müssen wir Sie um Klärung bitten.
ro: Vă rugăm să vă acordați puțin timp pentru a vă familiariza cu politicile noastre și cu procedura de înlăturare înainte de a trimite orice cerere. Trebuie să vă asigurați că cererile pe care ni le trimiteți conțin toate informațiile necesare echipei noastre pentru a verifica legitimitatea lor. Dacă trimiteți o cerere incompletă, va trebui să vă cerem clarificări.
ru: Прежде чем отправлять заявки на снятие статуса, пожалуйста, уделите некоторое время ознакомлению с нашими правилами и процедурой снятия статуса. Вы должны убедиться, что запросы, которые вы нам отправляете, содержат всю информацию, необходимую нашей команде для проверки законности ваших претензий. Если вы отправите неполный запрос, мы будем вынуждены обратиться к вам за разъяснениями.
uk: Приділіть трохи часу для ознайомлення з нашими правилами та процедурою вилучення, перш ніж надсилати будь-які запити на вилучення. Переконайтеся, що запити, які ви надсилаєте нам, містять всю інформацію, необхідну нашій команді для перевірки законності ваших претензій. Якщо ви надішлете неповний запит, ми будемо змушені звернутися до вас за роз'ясненнями.
zh_hans: 在提交任何下架请求之前，请先花些时间熟悉我们的政策和下架流程。 您必须确保您提交给我们的请求包含所有我们团队检查您陈诉合法性所需的全部信息。如果您提交的请求不完整，我们将要求您澄清。

source: Copyright based take-down requests must at least include: - link to the infringing content on f-droid.org - full copyright attribution (author/artists/copyright holder, copyright date, ...) - publishing information (publisher, publishing medium, publishing date, web links to postings/store-listings/e-commerce-listings/etc., ...) - license information - written description of the copyrighted material - short statement about the author/artist/copyright holder/etc. which explains their field of expertise/field of interest/business/etc. or a concise explanation why this information is not available.
de: Auf dem Urheberrecht basierende Takedown-Anfragen müssen mindestens Folgendes enthalten: - Einen Link zu dem verletzenden Inhalt auf f-droid.org - Vollständige Urheberrechtsangabe (Autor/Künstler/Copyright-Inhaber, Copyright-Datum, …) - Informationen zur Veröffentlichung (Herausgeber, Veröffentlichungsmedium, Veröffentlichungsdatum, Web- Links zu Postings/Store-Listings/e-Commerce-Listings/usw., …) - Lizenzinformationen - Schriftliche Beschreibung des urheberrechtlich geschützten Materials - Kurze Erklärung über den Autor/Künstler/Urheberrechtsinhaber/usw., die ihr Fachgebiet/Interessengebiet/Geschäft/usw. erklärt oder eine kurze Erklärung, warum diese Informationen nicht verfügbar sind.
ro: Cererile de înlăturare bazate pe drepturi de autor trebuie să includă cel puțin: - un link către conținutul încălcat de pe f-droid.org - atribuirea completă a drepturilor de autor (autor/artiști/titularul drepturilor de autor, data drepturilor de autor, ...) - informații despre publicare (editor, mediul de publicare, data publicării, web linkuri către postări/listări de magazine/listări de comerț electronic/etc., ...), ...). - informații despre licență - descrierea scrisă a materialului protejat prin drepturi de autor - scurtă declarație despre autor/artist/titularul drepturilor de autor/etc. care explică domeniul lor de expertiză/domeniul lor de interes/ domeniul de activitate/afacerii/etc. sau o explicație concisă a motivului pentru care aceste informații nu sunt disponibile.
ru: Запросы на удаление материалов, основанные на авторских правах, должны, как минимум, содержать: - ссылку на нарушающий авторские права контент на f-droid.org - полное указание авторских прав (автор/художники/обладатель авторских прав, дата публикации, ...) - информацию о публикации (издатель, средство публикации, дата публикации, веб-страница ссылки на публикации/листинги магазинов/листинги электронной коммерции/и т. д., ...) - лицензионная информация - письменное описание материала, защищенного авторским правом - краткое сообщение об авторе/художнике/обладателе авторских прав/и т. д., которое объясняющее их область знаний/область интересов/бизнес/и т. д. или краткое объяснение, почему эта информация недоступна.
uk: Запити на вилучення на основі авторських прав повинні щонайменше містити: - посилання на вміст, що порушує авторські права, на f-droid.org - повну атрибуцію авторських прав (автор/художники/власник авторських прав, дата набуття авторських прав, ...) - інформацію про публікацію (видавець, носій, дата публікації, вебпосилання на публікації/списки магазинів/списки електронної комерції/тощо, …) - інформація про ліцензію - письмовий опис захищеного авторським правом матеріалу - коротка інформація про автора/художника/правовласника/тощо, яка пояснює їхню сферу знань/сферу інтересів/бізнес/тощо або стисле пояснення, чому ця інформація недоступна.
zh_hans: 基于版权的下架请求必须至少包括： - f-droid.org 上侵权内容的链接 - 完整版权归因 (作者/艺术家/版权持有人、版权日期等 ...) - 出版信息 (出版商、出版媒介、出版日期、正式公告/商店上架信息/电商上架信息等 的网页链接) - 许可信息 - 版权材料的书面描述 - 有关作者/艺术家/版权持有人等的简短声明，用于解释 专业领域 / 兴趣领域 / 业务等. 或者简短解释为何此信息不可用。

source: If your take-down request is not based on copyright, you will still need to supply ample information that allows us to check your request. (e.g. trademark registration information, inclusion policy violation information, etc.)
de: Wenn Ihre Takedown-Anfrage nicht auf dem Urheberrecht beruht, müssen Sie dennoch ausreichend Informationen zur Verfügung stellen, damit wir Ihre Anfrage prüfen können. (z. B. Informationen zur Markenregistrierung, Informationen zu Verstößen gegen die Aufnahmekriterien usw.)
ro: În cazul în care cererea dvs. de înlăturare nu se bazează pe drepturi de autor, va trebui totuși să furnizați informații ample care să ne permită să vă verificăm cererea. (de exemplu, informații privind înregistrarea mărcii comerciale, informații privind încălcarea politicii de includere etc.)
ru: Если ваш запрос на удаление не основан на авторских правах, вам все равно необходимо предоставить достаточную информацию, которая позволит нам проверить ваш запрос. (например, информация о регистрации товарного знака, информация о нарушении политики включения и т. д.)
uk: Якщо ваш запит на вилучення не ґрунтується на авторському праві, вам все одно потрібно буде надати достатньо інформації, яка дозволить нам перевірити ваш запит. (наприклад, інформацію про реєстрацію торгової марки, інформацію про порушення політики інклюзивності тощо)
zh_hans: 即使您的下架请求不是以版权为基础，您仍需要提供充分信息，来允许我们检查您的请求（如商标注册信息、收入政策违规信息等）

source: Note that some apps distributed by downstream may connect to 3rd party services or rely on 3rd party software. Downstream does not connect to these services or rely on this software, so their Terms of Service, Terms of Use or similar agreements usually do not provide an enforceable basis for take-down requests.
de: Beachten Sie, dass einige von Downstream vertriebene Anwendungen mit Drittanbieterdiensten verbunden sein können oder auf Software von Drittanbietern angewiesen sind. Downstream stellt keine Verbindung zu diesen Diensten her und stützt sich nicht auf diese Software, so dass ihre Allgemeinen Geschäftsbedingungen, Nutzungsbedingungen oder ähnliche Vereinbarungen in der Regel keine durchsetzbare Grundlage für Takedown-Anfragen darstellen.
ro: Rețineți că unele aplicații distribuite de 'downstream' se pot conecta la servicii terțe sau se pot baza pe software terț. 'Downstream' nu se conectează la aceste servicii sau nu se bazează pe acest software, astfel încât Termenii de serviciu, Termenii de utilizare sau alte acorduri similare ale acestora nu oferă, de obicei, o bază executorie pentru cererile de înlăturare.
ru: Обратите внимание, что некоторые приложения, распространяемые компанией Downstream, могут подключаться к сторонним сервисам или использовать стороннее программное обеспечение. Компания Downstream не подключается к этим сервисам и не использует это программное обеспечение, поэтому их Условия предоставления услуг, Условия использования или аналогичные соглашения обычно не являются основанием для запроса на удаление.
uk: Зауважте, що деякі застосунки, які розповсюджуються поширювачами, можуть під'єднуватися до сторонніх служб або покладатися на стороннє програмне забезпечення. Поширювач не під'єднується до них і не покладається на це програмне забезпечення, тому їхні Умови надання послуг, Умови користування або подібні угоди зазвичай не дають підстав для запитів на вилучення.
zh_hans: 请注意，某些由下游分发的应用可能连接到第三方服务或依赖于第三方软件。 下游不连接到这些服务或者依赖于此软件，那些它们的服务条款、使用条款或类似协议通常不提供下架请求的可强制基础。

source: Also please note that f-droid.org is a volunteer-driven organization. We prioritize take-down requests, but we can't guarantee instant responses.
de: Bitte beachten Sie auch, dass f-droid.org eine von Freiwilligen betriebene Organisation ist. Wir priorisieren Takedown-Anfragen, können aber keine sofortige Antwort garantieren.
ro: De asemenea, vă rugăm să rețineți că f-droid.org este organizație condusă de voluntari. Acordăm prioritate cererilor de înlăturare, dar nu putem garanta răspunsuri instantanee.
ru: Также обратите внимание, что f-droid.org - это организация, основанная на добровольных началах. Мы отдаем приоритет запросам на удаление, но не можем гарантировать мгновенный ответ.
zh_hans: 同时请注意，F-Droid 是一个由志愿者驱动的组织。 我们会优先处理下架请求，但不能保证立即回应。

source: We accept take-down requests on our team E-Mail account. [team@f-droid.org](mailto:team@f-droid.org). Our team will open a public issue in our issue tracker and quote your request there.
de: Wir nehmen Takedown-Anfragen über das E-Mail-Konto unseres Teams entgegen. [team@f-droid.org](mailto:team@f-droid.org). Unser Team wird ein öffentliches Ticket in unserem Ticketsystem eröffnen und Ihre Anfrage dort zitieren.
ro: Puteți trimite cererea dvs. la contul de e-mail al echipei noastre. [team@f-droid.org](mailto:team@f-droid.org). Echipa noastră va deschide o problemă publică pe site-urile noastre de urmărire a problemelor și va cita întreaga dumneavoastră cerere acolo.
ru: Мы принимаем заявки на удаление на наш командный E-Mail. [team@f-droid.org](mailto:team@f-droid.org). Наша команда откроет публичную проблему в нашем трекере проблем и процитирует ваш запрос там.
zh_hans: 您可以将您的下架请求发送到我们团队的电子邮件账户。 [team@f-droid.org](mailto:team@f-droid.org) 。我们的团队会在我们的问题跟踪器上公开这个 issue，并在 issue 中引用您的请求。

source: Take-down requests cannot be confidential. By submitting a take-down request you automatically grant us permission to publish your request on our web-sites and our issue trackers. Privacy-relevant information will be redacted.
de: Takedown-Anfragen können nicht vertraulich behandelt werden. Durch Einreichen einer Takedown-Anfrage gewähren Sie uns automatisch das Recht, Ihre Anfrage auf unserer Internetseite und/oder in unserem Ticketsystem zu veröffentlichen. Datenschutzrelevante Informationen werden unkenntlich gemacht.
ro: Cererile de înlăturare nu pot fi confidențiale. Prin trimiterea unei cereri ne acordați automat permisiunea de a vă publica cererea pe site-urile noastre web și pe site-urile noastre de urmărire a problemelor. Informațiile confidențiale vor fi editate.
ru: Запросы на удаление не могут быть конфиденциальными. Отправляя запрос на удаление, вы автоматически даете нам разрешение на публикацию вашего запроса на наших веб-сайтах и в трекерах проблем. Информация, имеющая отношение к конфиденциальности, будет отредактирована.
zh_hans: 下架请求不能秘而不宣。 提交下架请求，意味着您自动授予我们在我们的网站或问题跟踪器上公开您请求的权限。我们会去掉涉及隐私的信息。

source: Transparency reporting
de: Transparente Berichterstattung
pl: Raportowanie przejrzystości
ro: Rapoarte de transparență
ru: Отчетность о прозрачности
uk: Звітування про прозорість
zh_hans: 透明度报告

source: All take-down requests we receive regarding apps on the official f-droid.org repository are transparently disclosed in our [issue tracker](https://gitlab.com/groups/fdroid/-/issues/?sort=created_date&state=all&label_name%5B%5D=Takedown%20Request) and [merge-request tracker](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=all&label_name[]=Takedown%20Request) under the `Takedown Request` label.
de: Alle Takedown-Anfragen, die wir in Bezug auf Apps im offiziellen f-droid.org-Repository erhalten, werden in unserem [Ticketsystem](https://gitlab.com/groups/fdroid/-/issues/?sort=created_date&state=all&label_name%5B%5D=Takedown%20Request) und [Merge-Request-Tracker](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=all&label_name[]=Takedown%20Request) unter dem Label `Takedown Request` transparent offengelegt.
ro: Toate cererile de retragere pe care le primim cu privire la aplicațiile din depozitul oficial f-droid.org sunt dezvăluite în mod transparent în [issue tracker](https://gitlab.com/groups/fdroid/-/issues/?sort=created_date&state=all&label_name%5B%5D=Takedown%20Request) și [merge-request tracker](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=all&label_name[]=Takedown%20Request) sub eticheta `Takedown Request`.
ru: Все запросы на удаление приложений, которые мы получаем из официального репозитория f-droid.org, открыто публикуются в наших [issue tracker](https://gitlab.com/groups/fdroid/-/issues/?sort=created_date&state=all&label_name%5B%5D=Takedown%20Request) и [merge-request tracker](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=all&label_name[]=Takedown%20Request) под меткой `Takedown Request`.
zh_hans: 我们收到的所有关于 f-droid.org 官方存储库上应用的下架请求都公开披露于我们的 [问题跟踪器](https://gitlab.com/fdroidgroups/fdroiddata/-/issues/?scope=allort=created_date&state=all&label_name[]%5B%5D=Takedown%20Request) 和 [合并请求跟踪器](https://gitlab.com/fdroidgroups/fdroiddata/-/merge_requests?scope=all&state=all&label_name[]=Takedown%20Request) ，并带 `下架请求` 标签。

source: 3rd party repositories
de: Repositorys von Drittanbietern
pl: Repozytoria stron trzecich
ro: Depozite ale terților
ru: Сторонние репозитории
uk: Сторонні репозиторії
zh_hans: 第三方存储库
