Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Optionally link "no longer maintained" to where that statement is found (if not directly on the app's Readme/Website). Or add "(its repo has been archived)" – whichever fits. If the repo is gone altogether, instead remove the entries for `RepoType` and `RepoURL`, and at the very end of the metadata YAML add a line saying `NoSourceSince: 0.1.2` (where 0.1.2 should be the versionName of the last build available) – this will automatically translate into an Anti-Feature and thus be displayed prominently. In the end make that an MR.
de: Verknüpfen Sie „nicht mehr gepflegt“ wahlweise mit dem Ort, wo diese Erklärung gefunden werden kann (wenn nicht direkt im Readme auf der Website der App), oder fügen Sie „(ihr Repo wurde archiviert)“ ein – je nachdem, was passt. Wenn das Repo komplett verschwunden ist, entfernen Sie stattdessen die Einträge für `RepoType` und `RepoURL` und fügen Sie ganz am Ende der Metadaten in der YAML eine Zeile ein, die besagt `NoSourceSince: 0.1.2` (wobei 0.1.2 der Name der Version des letzten verfügbaren Builds sein sollte) – dies wird automatisch in eine unerwünschtes Merkmal übersetzt und so hervorgehoben angezeigt. Zu guter Letzt machen Sie daraus einen MR.
pl: Opcjonalnie połącz "nie jest już obsługiwana" z miejscem, w którym znajduje się to stwierdzenie (jeśli nie bezpośrednio w pliku Readme/witrynie internetowej aplikacji). Lub dodaj "(jego repozytorium zostało zarchiwizowane)" - w zależności od tego, co pasuje. Jeśli repozytorium zniknęło całkowicie, usuń wpisy dla `RepoType` i `RepoURL`, a na samym końcu metadanych YAML dodaj wiersz o treści `NoSourceSince: 0.1.2` (gdzie 0.1.2 powinien być versionName ostatniej dostępnej kompilacji) - to automatycznie przełoży się na niepożądaną funkcję i tym samym będzie wyświetlane w widocznym miejscu. W końcu uczyń to MR.
ro: În mod opțional, creați un link către "nu mai este menținut" către locul în care se găsește această declarație (dacă nu direct pe Readme/Website-ul aplicației). Sau adăugați "(repo-ul său a fost arhivat)", după caz. Dacă repo-ul a dispărut cu totul, eliminați în schimb intrările pentru `RepoType` și `RepoURL`, iar la sfârșitul YAML-ului de metadate adăugați o linie care să spună `NoSourceSince: 0.1.2` (unde 0.1.2 ar trebui să fie numele versiunii ultimei versiuni disponibile) - aceasta se va traduce automat într-o Anti-Funcție și va fi astfel afișată în mod vizibil. În cele din urmă, faceți din asta un MR.
ru: По желанию, добавьте ссылку на то место, где можно непосредственно найти это утверждение к фразе «no longer maintained» («больше не поддерживается»; если это не написано явно в Readme/на веб-сайте приложения). Или добавьте «(its repo has been archived)» («его репозиторий был помечен как архивный»)" — в зависимости от того, что лучше подходит к вашей ситуации. Если репозиторий исчез совсем, удалите поля `RepoType` и `RepoURL`, а в самом конце YAML-метаданных добавьте строку `NoSourceSince: 0.1.2` (где 0.1.2 — версия последней доступной сборки) — это автоматически вызовет добавление соответствующей анти-функции и, соответственно, будет отображаться на видном месте. После всего этого, сделайте запрос на слияние (MR).
uk: Бажано зробити «no longer maintained» («більше не супроводжується») посиланням на джерело такої новини (якщо цього не вказано прямо в Readme застосунку чи на його вебсайті). Або додати «(its repo has been archived)» («репозиторій архівовано»), якщо це справді так. Якщо репозиторій зовсім зник, вилучіть натомість рядки `RepoType` і `RepoURL`, а в самий кінець YAML-метаданих додайте рядок `NoSourceSince: 0.1.2` («Джерельний код недоступний: 0.1.2», де 0.1.2 — назва версії останньої доступної збірки) — це автоматично створить помітно оформлену позначку небажаної функції. Слід надіслати це як запит на злиття.
zh_hans: 可以考虑将“不再维护”链接到该声明所在的位置（如果不是就在应用的 Readme/网站上）。或者添加“（其存储库已存档）” - 或者其他恰当的说明。如果存储库完全消失了，请删除 `RepoType` 和 `RepoURL` 的条目，并在元数据 YAML 的末尾添加一行 `NoSourceSince: 0.1.2`（其中 0.1.2 应为最后一个可用版本的 versionName） – 这将自动转换为负面特征，从而突出显示。 最后，提交合并请求。

source: Translate
de: Übersetzen
pl: Przetłumacz
pt_pt: Traduzir
ro: Traduceți
ru: Переводите
uk: Перекладайте
zh_hans: 翻译

source: The client application is available in many languages, but if yours is not included, or if it needs updating or improving, follow [these instructions](https://hosted.weblate.org/engage/f-droid/).
de: Die Client-Anwendung ist in vielen Sprachen erhältlich, sollte Ihre nicht darunter sein oder muss sie aktualisiert oder verbessert werden, folgen Sie [diesen Anweisungen](https://hosted.weblate.org/engage/f-droid/).
pl: Aplikacja kliencka jest dostępna w wielu językach, ale jeśli twoja nie jest dołączona lub wymaga aktualizacji lub ulepszenia, postępuj zgodnie z [tymi instrukcjami](https://hosted.weblate.org/engage/f-droid/).
pt_pt: A aplicação cliente está disponível em vários idiomas, mas se o seu não estiver incluído ou se precisar ser atualizado ou melhorado, siga [estas instruções](https://hosted.weblate.org/engage/f-droid/).
ro: Aplicația client este disponibilă în mai multe limbi, dar dacă aplicația dvs. nu este inclusă sau dacă trebuie actualizată sau îmbunătățită, urmați [these instructions](https://hosted.weblate.org/engage/f-droid/).
ru: Клиентское приложение доступно на многих языках, но если ваш не включен, или если он нуждается в обновлении или улучшении, следуйте [этим инструкциям](https://hosted.weblate.org/engage/f-droid/).
uk: Клієнтський застосунок доступний багатьма мовами, але якщо ваша відсутня чи потребує оновлення або вдосконалення, дотримуйтесь [цих інструкцій](https://hosted.weblate.org/engage/f-droid/).
zh_hans: 客户端应用有多种语言版本，但如果其中不包括你的语言或者需要更新或改进，请参照[这些说明](https://hosted.weblate.org/engage/f-droid/)进行操作。

source: The web site and some app descriptions (if the original developer does not supply their own description) can also be translated through Weblate.
de: Die Internetseite und einige App-Beschreibungen (soweit die Originalentwickler keine eigene Beschreibung bereitstellen) können ebenfalls über Weblate übersetzt werden.
pl: Za pomocą Weblate można również tłumaczyć strony internetowe i niektóre opisy aplikacji (jeśli autor aplikacji nie dostarczy własnego opisu).
ro: Site-ul web și unele descrieri ale aplicațiilor (în cazul în care dezvoltatorul original nu furnizează propria descriere) pot fi traduse, de asemenea, prin Weblate.
ru: Веб-сайт и описания некоторых приложений (если разработчик не предоставил собственное описание) также могут быть переведены с помощью Weblate.
uk: Вебсайт і описи деяких застосунків (оригінал яких не надає власного опису) також можна перекладати за допомогою Weblate.
zh_hans: 此网站和一些应用描述（如果原始开发者不提供自己的描述）也可通过 Weblate 进行翻译。

source: There's a [dedicated forum section](https://forum.f-droid.org/c/translation) for discussions about translation.
de: Es gibt einen [ausgewiesenen Forumabschnitt](https://forum.f-droid.org/c/translation) für Übersetzungsfragen.
pl: Istnieje [dedykowana sekcja forum](https://forum.f-droid.org/c/translation) do dyskusji na temat tłumaczenia.
pt_pt: Há uma [secção de fórum dedicada](https://forum.f-droid.org/c/translation) para discussões sobre traduções.
ro: Există o [dedicated forum section](https://forum.f-droid.org/c/translation) pentru discuții despre traducere.
ru: Для обсуждения вопросов перевода существует [специальный раздел форума](https://forum.f-droid.org/c/translation).
uk: Форум має [окремий розділ](https://forum.f-droid.org/c/translation) для обговорень перекладу.
zh_hans: 有一个[专用论坛板块](https://forum.f-droid.org/c/translation)用于讨论翻译问题。

source: Help with development
de: Bei der Entwicklung helfen
pl: Pomoc w rozwoju
pt_pt: Ajuda com o desenvolvimento
ro: Ajutor pentru dezvoltare
ru: Помогайте с разработкой
uk: Допомагайте з розробкою
zh_hans: 帮助开发

source: There are three git repositories hosted at GitLab, as follows:
de: Es gibt drei auf GitLab gehostete Repositorys, wie folgt:
pl: Istnieją trzy repozytoria git hostowane na GitLab, w następujący sposób:
pt_pt: Existem três repositórios git hospedados no GitLab, como o seguinte:
ro: Există trei depozite git găzduite la GitLab, după cum urmează:
ru: На GitLab размещены три репозитория git, а именно:
uk: Три git-репозиторії розміщено на GitLab:
zh_hans: 在 GitLab 上有如下 3 个 git 存储库：

source: Android client application - <https://gitlab.com/fdroid/fdroidclient> Issues suitable for new contributors are tagged [help-wanted](https://gitlab.com/fdroid/fdroidclient/issues?label_name=help-wanted)
de: Android-Client-Anwendung - <https://gitlab.com/fdroid/fdroidclient> für neue Mitarbeiter geeignete Themen sind mit [help-wanted](https://gitlab.com/fdroid/fdroidclient/issues?label_name=help-wanted) gekennzeichnet
pl: Aplikacja kliencka na Androida - <https://gitlab.com/fdroid/fdroidclient> Zagadnienia odpowiednie dla nowych współpracowników są oznaczane tagami [potrzebna pomoc](https://gitlab.com/fdroid/fdroidclient/issues?label_name=help-wanted)
pt_pt: Aplicação cliente Android - <https://gitlab.com/fdroid/fdroidclient> Problemas adequados para novos colaboradores são marcados [help-wanted](https://gitlab.com/fdroid/fdroidclient/issues?label_name=help-wanted)
ro: Aplicație client Android - <https://gitlab.com/fdroid/fdroidclient> Problemele potrivite pentru noi colaboratori sunt etichetate [help-wanted](https://gitlab.com/fdroid/fdroidclient/issues?label_name=help-wanted)
ru: Клиентское приложение для Android - <https://gitlab.com/fdroid/fdroidclient> Вопросы, подходящие для новых участников, помечены [help-wanted](https://gitlab.com/fdroid/fdroidclient/issues?label_name=help-wanted)
uk: Клієнтський Android-застосунок — <https://gitlab.com/fdroid/fdroidclient> (обговоренням із міткою [help-wanted](https://gitlab.com/fdroid/fdroidclient/issues?label_name=help-wanted) може бракувати саме вас)
zh_hans: Android 客户端应用 - <https://gitlab.com/fdroid/fdroidclient> 适合新贡献者的问题已被打上 [help-wanted](https://gitlab.com/fdroid/fdroidclient/issues?label_name=help-wanted) 的标签

source: Server tools, for the tools for running a repository and building/installing applications locally - <https://gitlab.com/fdroid/fdroidserver>
de: Server-Werkzeuge, für die Instrumente zum Betrieb eines Repositorys und zur lokalen Herstellung/installation von Anwendungen - <https://gitlab.com/fdroid/fdroidserver>
pl: Narzędzia serwera, dla narzędzi do uruchomienia repozytorium i budowania/instalowania aplikacji lokalnie - <https://gitlab.com/fdroid/fdroidserver>
pt_pt: Ferramentas de servidor, para as ferramentas para executar um repositório e construir/instalar aplicações localmente - <https://gitlab.com/fdroid/fdroidserver>
ro: Instrumente de server, pentru instrumentele de funcționare a unui depozit și de construire/instalație locală a aplicațiilor - <https://gitlab.com/fdroid/fdroidserver>
ru: Серверные инструменты, для инструментов для запуска репозитория и сборки/установки приложений локально - <https://gitlab.com/fdroid/fdroidserver>
uk: Серверні засоби для супроводу репозиторію й для збірки чи встановлення застосунків локально — <https://gitlab.com/fdroid/fdroidserver>
zh_hans: 服务器工具，用于在本地运行存储库和构建/安装应用的工具 - <https://gitlab.com/fdroid/fdroidserver>

source: Metadata files for applications in the main F-Droid repository - <https://gitlab.com/fdroid/fdroiddata>
de: Metadaten-Dateien für Anwendungen im F-Droid-Hauptrepository - <https://gitlab.com/fdroid/fdroiddata>
pl: Pliki metadanych dla aplikacji w głównym repozytorium F-Droid - <https://gitlab.com/fdroid/fdroiddata>
pt_pt: Ficheiros de metadados para aplicações no repositório principal do F-Droid - <https://gitlab.com/fdroid/fdroiddata>
ro: Fișiere de metadate pentru aplicațiile din depozitul principal F-Droid - <https://gitlab.com/fdroid/fdroiddata>
ru: Файлы метаданных для приложений в основном репозитории F-Droid - <https://gitlab.com/fdroid/fdroiddata>
uk: Файли метаданих застосунків у головному репозиторії F-Droid — <https://gitlab.com/fdroid/fdroiddata>
zh_hans: F-Droid 主存储库中的应用元数据文件 - <https://gitlab.com/fdroid/fdroiddata>

source: The easiest way to contribute to development is to make clones of these projects and submit merge requests. If you are making large changes, it would be good to discuss them on IRC or in the forum first, to ensure they fit with the direction of the project, and do not clash with or duplicate work already in development.
de: Der einfachste Weg, um sich an der Entwicklung zu beteiligen, ist das Klonen dieser Projekte und das Einreichen von Merge-Anfragen. Wenn Sie große Änderungen durchführen, sollten Sie sie vorab im IRC oder im Forum diskutieren, um sicher zu gehen, dass sie zum Projektziel passen und nicht mit bereits laufenden Entwicklungsarbeiten kollidieren oder diese verdoppeln.
pl: Najprostszym sposobem przyczynienia się do rozwoju jest tworzenie klonów tych projektów i przesyłanie żądań scalenia. Jeśli wprowadzasz duże zmiany, dobrze byłoby najpierw omówić je na IRC lub na forum, aby upewnić się, że pasują do kierunku projektu i nie kolidują ani nie powielają prac już rozwijanych.
pt_pt: A maneira mais fácil de contribuir para o desenvolvimento é fazer clones desses projetos e apresentar pedidos de fusão. Se está a fazer grandes mudanças, seria bom discuti-las primeiro no IRC ou no fórum, para garantir que elas se sincronizem com a direção do projeto e não colidir com ou duplicar o trabalho já em desenvolvimento.
ro: Cel mai simplu mod de a contribui la dezvoltare este de a face clone ale acestor proiecte și de a trimite cereri de fuziune. Dacă faceți schimbări mari, ar fi bine să le discutați mai întâi pe IRC sau pe forum, pentru a vă asigura că acestea se potrivesc cu direcția proiectului și că nu intră în conflict sau dublează munca deja în dezvoltare.
ru: Самый простой способ внести свой вклад в развитие - это сделать клоны этих проектов и подать запросы на слияние. Если вы вносите большие изменения, было бы неплохо сначала обсудить их в IRC или на форуме, чтобы убедиться, что они соответствуют направлению развития проекта и не противоречат или не дублируют работу, уже находящуюся в разработке.
uk: Найпростіший шлях долучитися до розробки — клонувати ці проєкти й надіслати запити на злиття. Якщо збираєтеся внести великі зміни, бажано спершу обговорити на IRC чи на форумі, чи відповідають вони стратегії проєкту, чи не конфліктують вони з роботою, що вже триває, й чи не дублюють вони її.
zh_hans: 为开发做出贡献的最简单方法是克隆这些项目并提交合并请求。如果你要进行较大幅度的修改，最好先在 IRC 或论坛上讨论它们，以确保它们符合项目的方向，并且不会与已经在开发中的工作发生冲突或重复。

source: For working with the server project, it's a good idea to read [the docs](http://f-droid.org/docs/) and learn our [git workflow](https://f-droid.org/wiki/page/git_workflow).
de: Für Arbeiten mit dem Server-Projekt, empfiehlt sich die Lektüre der [Dokumentation](http://f-droid.org/docs/) und das Erlernen unseres [Git-Workflow](https://f-droid.org/wiki/page/git_workflow).
pl: Aby pracować z projektem serwera, dobrze jest przeczytać [dokumentację](http://f-droid.org/docs/) i poznać nasz [przepływ pracy git](https://f-droid.org/wiki/page/git_workflow).
pt_pt: Para trabalhar com o projeto do servidor, é uma boa idéia ler [os docs](http://f-droid.org/docs/) e aprender nosso [fuxo de trabalho git](https://f-droid.org/wiki/page/git_workflow).
ro: Pentru a lucra cu proiectul serverului, este o idee bună să citiți [the docs](http://f-droid.org/docs/) și să învățați [git workflow](https://f-droid.org/wiki/page/git_workflow).
ru: Для работы с серверным проектом полезно прочитать [документацию](http://f-droid.org/docs/) и изучить наш [git workflow](https://f-droid.org/wiki/page/git_workflow).
uk: Перед роботою з серверним проєктом, варто прочитати [документацію](http://f-droid.org/docs/) й освоїти наш [робочий процес git](https://f-droid.org/wiki/page/git_workflow).
zh_hans: 为了让服务器项目能处理好工作，最好阅读[文档](http://f-droid.org/docs/)并学习我们的 [git 工作流程](https://f-droid.org/wiki/page/git_workflow)。

source: Help with Infrastructure
de: Hilfe bei der Infrastruktur
pl: Pomoc w zakresie infrastruktury
pt_pt: Ajuda com a infraestrutura
ro: Ajutor cu infrastructura
ru: Помогайте с инфраструктурой
uk: Допомагайте з інфраструктурою
zh_hans: 为基础设施提供帮助

source: F-Droid provides multiple servers (builders, web portal, download areas...) which need regular maintenance, Ansible-based deployment, and hardware management. Further information can be found by asking on [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev on OFTC) or team@f-droid.org.
de: F-Droid unterhält mehrere Server (Build-Maschinen, Internetportal, Download-Bereiche …), die regelmäßige Wartung, Ansible-basierte Entwicklung und Hardware-Management benötigen. Weitergehende Informationen dazu erhält man auf [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev auf OFTC) oder vom team@f-droid.org.
pl: F-Droid zapewnia wiele serwerów (serwery kompilacji, portal internetowy, obszary pobierania...), które wymagają regularnej konserwacji, wdrażania opartego na Ansible i zarządzania sprzętem. Więcej informacji można znaleźć, pytając na [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev on OFTC) lub team@f-droid.org.
ro: F-Droid oferă mai multe servere (constructori, portal web, zone de descărcare...) care au nevoie de întreținere regulată, implementare bazată pe Ansible și gestionare hardware. Informații suplimentare pot fi găsite întrebând pe [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev pe OFTC) sau team@f-droid.org.
ru: F-Droid предоставляет различные серверы (сборки, веб-порталы, разделы загрузки), которым нужна постоянная поддержка, развертывание с помощью Ansible, и управление аппаратным обеспечением. Дополнительную информацию можно получить, обратившись в [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev на OFTC) или team@f-droid.org.
uk: F-Droid надає кілька серверів (збірок, вебпорталів, областей завантаження...), які потребують регулярного обслуговування, розгортання на основі Ansible та керування обладнанням. Додаткові відомості можна знайти, запитавши на [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev на OFTC) або team@f-droid.org.
zh_hans: F-Droid 提供多个服务器（构建器、网页门户、下载区...），需要定期维护，基于Ansible 的部署和硬件管理。可以通过在 [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org)，[IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (OFTC 上的 #fdroid-dev 频道)上提问，或发邮件到 team@f-droid.org 以获取更多信息。

source: Design
pl: Konstrukcja
pt_pt: Desenho
ro: Proiectare
ru: Улучшайте дизайн
uk: Створюйте дизайн
zh_hans: 设计

source: We'd love any contributions to make the project prettier and easier to use. If you are good at writing we are working on improving the [Home page](https://f-droid.org/wiki/page/Home_page). If you can design mockups the client developers could use your help. Post them to the issue tracker for [client](https://gitlab.com/fdroid/fdroidclient/issues) or the [website](https://gitlab.com/fdroid/fdroid-website/issues).
de: Wir freuen uns über alle Beiträge, die das Projekt verschönern oder in seiner Handhabung vereinfachen. Wenn Sie gut schreiben, wir arbeiten an der Verbesserung der [Homepage](https://f-droid.org/wiki/page/Home_page). Wenn Sie Modelle entwerfen können, könnten die Client-Entwickler Ihre Hilfe gebrauchen. Senden Sie sie an den Issue-Tracker für den [Client](https://gitlab.com/fdroid/fdroidclient/issues) oder die [Internetseite](https://gitlab.com/fdroid/fdroid-website/issues).
pl: Będziemy wdzięczni za wszelkie uwagi, które sprawią, że projekt będzie ładniejszy i łatwiejszy w użyciu. Jeśli jesteś dobry w pisaniu, pracujemy nad ulepszeniem [Strona główna](https://f-droid.org/wiki/page/Home_page). Jeśli możesz projektować makiety, programiści klienta mogą skorzystać z Twojej pomocy. Prześlij je do modułu do śledzenia problemów do [klienta](https://gitlab.com/fdroid/fdroidclient/issues) lub [strony internetowej](https://gitlab.com/fdroid/fdroid-website/issues).
pt_pt: Adoraríamos quaisquer contribuições para tornar o projeto mais bonito e mais fácil de usar. Se é bom em escrever, estamos a trabalhar para melhorar o [Home page](https://f-droid.org/wiki/page/Home_page). Se pode projetar maquetes para o cliente que os programadores poderiam desfrutar da sua ajuda. Publique-os para o issue tracker [cliente](https://gitlab.com/fdroid/fdroidclient/issues) ou o [site](https://gitlab.com/fdroid/fdroid-website/issues).
ro: Ne-ar plăcea orice contribuție pentru a face proiectul mai frumos și mai ușor de utilizat. Dacă vă pricepeți să scrieți, lucrăm la îmbunătățirea [Home page](https://f-droid.org/wiki/page/Home_page). Dacă puteți proiecta machete, dezvoltatorii clientului ar avea nevoie de ajutorul dumneavoastră. Postați-le în trackerul de probleme pentru [client](https://gitlab.com/fdroid/fdroidclient/issues) sau [website](https://gitlab.com/fdroid/fdroid-website/issues).
ru: Мы будем рады любому вкладу, чтобы сделать проект красивее и проще в использовании. Если у вас хорошо получается писать, мы работаем над улучшением [Домашней страницы](https://f-droid.org/wiki/page/Home_page). Если вы умеете создавать макеты, разработчики клиента могли бы воспользоваться вашей помощью. Опубликуйте их в трекере проблем для [клиента](https://gitlab.com/fdroid/fdroidclient/issues) или [сайта](https://gitlab.com/fdroid/fdroid-website/issues).
uk: Ми раді всім внескам, що роблять проєкт охайнішим і простішим у використанні. Ваші тексти можуть удосконалити [сайт](https://f-droid.org/wiki/page/Home_page). Ваші макети можуть допомогти розробці клієнтського застосунку. Надішліть їх у трекер обговорень [клієнта](https://gitlab.com/fdroid/fdroidclient/issues) чи [вебсайту](https://gitlab.com/fdroid/fdroid-website/issues).
zh_hans: 我们欢迎任何使此项目更美观易用的贡献。如果你擅长写作，我们正在努力改进[主页](https://f-droid.org/wiki/page/Home_page)。如果你可以设计版面，则会对客户端开发人员很有帮助。请将你的贡献发布到[客户端](https://gitlab.com/fdroid/fdroidclient/issues)或[网站](https://gitlab.com/fdroid/fdroid-website/issues)的问题跟踪器。

source: How to update an app
de: Wie eine App aktualisiert wird
pl: Jak zaktualizować aplikację
pt_pt: Como atualizar uma app
ro: Cum se actualizează o aplicație
ru: Как обновить приложение
uk: Як оновити застосунок
zh_hans: 如何更新应用

source: What I would like to read here would be:
de: Was ich hier gerne lesen würde, wäre:
pl: To, co chciałbym przeczytać tutaj, to:
pt_pt: O que eu gostaria de ler aqui seria:
ro: Ceea ce mi-ar plăcea să citesc aici ar fi:
ru: Что бы я хотел прочитать здесь:
uk: Хотілось би колись прочитати тут:
zh_hans: 我想在这里获悉的是:

source: "What is where, and why?" - a brief guide through the infrastructure and workflow / scripts.
de: „Was ist wo und warum?“ - ein kurzer Führer durch die Infrastruktur sowie Arbeitsablauf / Skripte.
pl: "Co jest gdzie i dlaczego?" - krótki przewodnik po infrastrukturze i przepływie pracy / skryptach.
pt_pt: "Onde está o quê e porquê?" - um breve guia através da infra-estrutura e fluxo de trabalho / scripts.
ro: "Ce este unde și de ce?" - un scurt ghid prin infrastructura și fluxul de lucru / scripturi.
ru: "Что где и зачем?" - краткое руководство по инфраструктуре и рабочему процессу / сценариям.
uk: «Що де знаходиться й чому?» — короткий посібник по інфраструктурі, робочому процесу й скриптах.
zh_hans: “什么地方，为什么？” —— 基础结构和工作流程/脚本的简要指南。
