Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Trusted maven repository. While there is no guarantee that those binaries are free and correspondent to the source code, F-Droid allows the following known repositories currently:
de: Vertrauenswürdige Maven-Repositorys. Solange nicht garantiert ist, dass deren Binärdateien frei sind und dem Quellcode entsprechen, erlaubt F-Droid aktuell die folgenden bekannten Repositorys:
pl: Obecnie srclibs są niezbędne, gdy strona źródłowa używa plików jar lub pobiera zależności z niezaufanych repozytoriów. Chociaż nie ma gwarancji, że pliki binarne są bezpłatne i odpowiadają kodowi źródłowemu, F-Droid zezwala na używanie następujących znanych repozytoriów, dopóki nie zostanie udostępniona alternatywa źródłowa:
ro: Depozitul Maven de încredere. Deși nu există nicio garanție că aceste binare sunt libere și corespund codului sursă, F-Droid permite în prezent următoarele depozite cunoscute:
ru: Доверенный репозиторий maven. Хотя нет гарантии, что эти двоичные файлы свободны и соответствуют исходному коду, в настоящее время F-Droid позволяет использовать следующие известные репозитории:
uk: Довірений репозиторій maven. Хоча немає гарантії, що ці двійкові файли вільні та відповідають джерельному коду, F-Droid дозволяє в цей час такі відомі репозиторії:
zh_hans: 可信的 maven 存储库。虽然不能保证这些二进制文件是自由的，并对应于源代码，但 F-Droid 目前允许以下已知的存储库：

source: Maven Central - the original repo, hardcoded in Maven and Gradle.
de: Maven Central - das Original-Repo, festprogrammiert in Maven und Gradle.
pl: 'mavenCentral' - oryginalne repozytorium, zakodowane na stałe w Maven i Gradle.
ro: Maven Central - repo-ul original, codificat în Maven și Gradle.
ru: Maven Central - оригинальное репо, жестко закодированное в Maven и Gradle.
uk: Maven Central — початковий репозиторій, доданий хардкодом у Maven і Gradle.
zh_hans: Maven Central - 原始存储库，硬编码在 Maven 和 Gradle 中。

source: Google Maven Repo - hardcoded in Gradle, this repo hosts Google's own libs.
de: Google Maven Repo - festprogrammiert in Gradle, dieses Repo hostet google-eigene Bibliotheken.
pl: Repozytorium Google Maven - zakodowane na stałe w Gradle, to repozytorium zawiera biblioteki Google.
ro: Google Maven Repo - codificat în Gradle, acest repo găzduiește propriile librării Google.
ru: Google Maven Repo - жестко закодированное в Gradle, это репо содержит собственные библиотеки Google.
uk: Google Maven Repo - жорстко закодований у Gradle, цей репозиторій розміщує власні бібліотеки Google.
zh_hans: 谷歌 Maven 存储库 - 硬编码在 Gradle 中，这个存储库托管谷歌自己的库。

source: OSS Sonatype - maintained by the people behind Maven Central, this repository focuses on hosting services for open source project binaries. It's synced with Maven Central, and include some extra libs
de: OSS Sonatype - betrieben von den Leuten hinter mavenCentral, fokussiert sich dieses Repository auf Hosting-Dienste für Binärdateien von Open-Source-Projekten. Es synchronisiert sich mit Maven Central und enthält einige Extra-Bibliotheken.
pl: 'OSS Sonatype' - utrzymywane przez ludzi stojących za mavenCentral, to repozytorium koncentruje się na usługach hostingowych dla binariów projektu open source.
ro: OSS Sonatype - întreținut de cei din spatele mavenCentral, acest depozit se concentrează pe servicii de găzduire pentru binarele proiectelor open source. Este sincronizat cu Maven Central și include câteva librării suplimentare
ru: OSS Sonatype - поддерживаемый людьми, стоящими за Maven Central, этот репозиторий ориентирован на хостинг двоичных файлов проектов с открытым исходным кодом. Он синхронизирован с Maven Central и включает некоторые дополнительные библиотеки
zh_hans: OSS Sonatype - 由 mavenCentral 背后的人维护，这个仓库专注于为开源项目二进制文件提供托管服务。它与 Maven Central 同步，并包含一些额外的库

source: OSS JFrog - this repository focuses on hosting services for open source project binaries.
de: OSS JFrog - dieses Repository fokussiert sich auf Hosting-Dienste für Binärdateien von Open-Source-Projekten.
pl: OSS JFrog - to repozytorium koncentruje się na usługach hostingowych dla plików binarnych projektów open source.
ru: OSS JFrog - этот репозиторий специализируется на услугах хостинга двоичных файлов проектов с открытым исходным кодом.
zh_hans: OSS JFrog - 此存储库专注于开源项目二进制文件的托管服务。

source: JitPack.io - builds directly from GitHub repositories. However, they do not provide any option to reproduce or verify the resulting binaries. Builds pre-release versions in some cases.
de: JitPack.io - erstellt Builds direkt aus GitHub-Repositorys. Sie bieten allerdings keine Optionen, die Ausgabebinärdateien zu reproduzieren oder verifizieren. Erstellt in manchen Fällen Builds von Pre-release-Versionen.
pl: 'JitPack.io' - kompiluje się bezpośrednio z repozytoriów GitHub. Jednak nie zapewniają one żadnej opcji reprodukowania ani weryfikowania wynikowych plików binarnych. W niektórych przypadkach tworzy wersje przedpremierowe.
ro: JitPack.io - construiește direct din depozitele GitHub. Cu toate acestea, nu oferă nicio opțiune de reproducere sau de verificare a binarelor rezultate. Construiește versiuni de pre-lansare în unele cazuri.
ru: JitPack.io - сборка непосредственно из репозиториев GitHub. Однако они не предоставляют никакой возможности воспроизвести или проверить полученные двоичные файлы. В некоторых случаях собирает предрелизные версии.
uk: JitPack.io — збирає прямо з GitHub-репозиторіїв. Проте не надає жодного способу відтворити чи перевірити двійкові файли результату. В деяких випадках збирає версії ще до випуску.
zh_hans: JitPack.io - 直接从 GitHub 仓库构建。然而，他们不提供任何选项来复现或验证所产生的二进制文件。在某些情况下会构建预发布版本。

source: Clojars - Clojure libraries repo.
de: Clojars - Clojure-Bibliotheken-Repo.
pl: 'Clojars' - Clojure repozytorium bibliotek.
ro: Clojars - Biblioteci Clojure repo.
ru: Clojars - репозиторий библиотек Clojure.
uk: Clojars — репозиторій бібліотек Clojure.
zh_hans: Clojars - Clojure 库仓库。

source: CommonsWare - repo holding a collection of open-source libs.
de: CommonsWare - Repo, das eine Sammlung von Open-Source-Bibliotheken bereithält.
pl: 'CommonsWare' - repozytorium z kolekcją bibliotek open-source.
ro: CommonsWare - repo care conține o colecție de librării open-source.
ru: CommonsWare - репо, содержащее коллекцию libs с открытым исходным кодом.
uk: CommonsWare — репозиторій із добіркою відкритих бібліотек.
zh_hans: CommonsWare - 托管一系列开源库的仓库。

source: Gradle plugin repo - hardcoded in Gradle, this repo hosts Gradle plugins.
de: Gradle Plugin Repo - festprogrammiert in Gradle, dieses Repo hostet Gradle-Plugins.
pl: Repozytorium wtyczek Gradle - zakodowane na stałe w Gradle, to repozytorium hostuje wtyczki Gradle.
ro: Gradle plugin repo - hardcoded în Gradle, acest repo găzduiește plugin-uri Gradle.
ru: Репо плагинов Gradle - жестко закодированное в Gradle, это репо содержит плагины Gradle.
uk: Репозиторій плагінів Gradle — жорстко закодований в Gradle, в цьому репозиторії розміщені плагіни Gradle.
zh_hans: Gradle 插件存储库 - 硬编码在 Gradle 中，这个仓库托管 Gradle 插件。

source: Android SDK/NDK. They are released as proprietary binaries but we don't have an alternative currently. There is in-progress work to package recent Android SDK versions in Debian.
de: Android SDK/NDK. Sie werden als proprietäre Binärdateien veröffentlicht, aber wir haben derzeit keine Alternative. Es wird daran gearbeitet, aktuelle Android-SDK-Versionen in Debian zu paketieren.
pl: Android SDK/NDK. Są wydawane jako zastrzeżone pliki binarne, ale obecnie nie mamy alternatywy. Trwają prace nad spakowaniem najnowszych wersji Android SDK w Debianie.
ro: Android SDK/NDK. Acestea sunt lansate sub formă de fișiere binare proprietare, dar nu avem o alternativă în prezent. Există o activitate în curs de desfășurare pentru a împacheta versiunile recente ale Android SDK în Debian.
ru: Android SDK/NDK. Они выпускаются в виде проприетарных двоичных файлов, но на данный момент у нас нет альтернативы. В настоящее время ведётся работа по упаковке последних версий Android SDK в Debian.
uk: Android SDK/NDK. Вони випускаються у вигляді запатентованих двійкових файлів, але альтернативи у нас наразі немає. Триває робота з пакування останніх версій Android SDK у Debian.
zh_hans: Android SDK/NDK。 它们作为专有二进制文件发布，但我们目前没有替代方案。 在 Debian 中打包最新的 Android SDK 版本的工作正在进行中。

source: Gradle. Only some old versions of Gradle are packaged in Debian. Currently we download them from the developer website.
de: Gradle. Nur einige alte Versionen von Gradle sind in Debian paketiert. Derzeit laden wir sie von der Entwickler-Website herunter.
pl: Gradle. Tylko niektóre stare wersje Gradle są dostarczane w Debianie. Obecnie pobieramy je ze strony dewelopera.
ro: Gradle. Doar unele versiuni vechi de Gradle sunt incluse în Debian. În prezent le descărcăm de pe site-ul dezvoltatorului.
ru: Gradle. Только некоторые старые версии Gradle упакованы в Debian. В настоящее время мы загружаем их с сайта разработчика.
uk: Gradle. Лише деякі старі версії Gradle запаковані в Debian. Зараз ми завантажуємо їх з вебсайту розробника.
zh_hans: Gradle。 只有一些旧版本的 Gradle 被打包在 Debian 中。 我们目前从开发者网站下载它们。

source: Flutter SDK. They are FOSS but not packaged in Debian and we are not able to build it from source. Currently we download them from the developer website with the Flutter srclib scripts.
de: Flutter SDK. Es ist FOSS, aber nicht in Debian paketiert und wir sind nicht in der Lage, sie aus den Quellen zu bauen. Derzeit laden wir sie von der Entwickler-Website mit den Flutter-srclib-Skripten.
pl: Flutter SDK. Są one FOSS, ale nie są spakowane w Debianie i nie jesteśmy w stanie zbudować ich ze źródeł. Obecnie pobieramy je ze strony dewelopera za pomocą skryptów Flutter srclib.
ro: Flutter SDK. Acestea sunt FOSS, dar nu sunt împachetate în Debian și nu putem să le construim de la sursă. În prezent, le descărcăm de pe site-ul web al dezvoltatorului cu scripturile Flutter srclib.
ru: Flutter SDK. Они являются FOSS, но не упакованы в Debian, и мы не можем собрать их из исходников. В настоящее время мы загружаем их с сайта разработчика с помощью скриптов Flutter srclib.
uk: Flutter SDK. Вони FOSS, але не упаковані в Debian, і ми не можемо побудувати його з джерела. На разі ми завантажуємо їх з вебсайту розробника зі скриптами Flutter srclib.
zh_hans: Flutter SDK。 它们是自由开源软件但未打包在 Debian 中，我们无法从源代码构建它。 目前我们使用 Flutter srclib 脚本从开发者网站下载它们。

source: JSC/Hermes. They can be built from source which takes hours. Currently we downloaded them from npm and scanignore them.
de: JSC/Hermes. Sie können aus den Quellen gebaut werden, was Stunden dauert. Derzeit haben wir sie von npm heruntergeladen und scanignore'ieren sie.
pl: JSC/Hermes. Można je zbudować ze źródła, co zajmuje godziny. Pobraliśmy je z npm i wykonaliśmy na nich akcję skanuj/ignoruj.
ro: JSC/Hermes. Acestea pot fi construite de la sursă, ceea ce durează câteva ore. În prezent, le descărcam de pe npm și le ignorăm la scanare.
ru: АО/Гермес. Их можно собрать из исходников, что займет несколько часов. В настоящее время мы загрузили их из npm и отсканировали.
uk: JSC/Hermes. Вони можуть бути побудовані з джерела, що триває годинами. Нині ми завантажили їх з npm і увімкнули scanignore для них.
zh_hans: JSC/Hermes。 可以从源代码进行构建，但这需要几个小时。 我们目前从 npm 下载它们并 scanignore 它们。

source: Binaries from pip wheels. Some apps install deps with pip and we just trust the untrustworthy Pypi.
de: Binärdateien von pip wheels. Einige Anwendungen installieren Deps mit pip und wir vertrauen einfach dem nicht vertrauenswürdigen Pypi.
pl: Binaria z pip wheels. Niektóre aplikacje instalują deps z pipem, a my po prostu ufamy niewiarygodnemu Pypi.
ro: Binarele din pip wheels. Unele aplicații își instalează dependințele cu pip și noi avem încredere în Pypi, care nu este de încredere.
ru: Бинарные файлы из колес pip. Некоторые приложения устанавливают депы с помощью pip, а мы просто доверяем ненадежному Pypi.
uk: Двійкові файли з pip wheels. Деякі застосунки установлюють deps за допомогою pip, і ми просто довіряємо ненадійному Pypi.
zh_hans: 来自 pip wheels 的二进制文件。 一些应用使用 pip 安装依赖项，我们只好信任不可信的 Pypi。

source: Binaries from Nix cache. These binaries are mostly reproducible.
de: Binärdateien aus dem Nix-Cache. Diese Binärdateien sind größtenteils reproduzierbar.
pl: Binaria z pamięci podręcznej Nixa. Te binarki są w większości powtarzalne.
ro: Binare din memoria cache Nix. Aceste binare sunt în mare parte reproductibile.
ru: Бинарные файлы из кэша Nix. Эти двоичные файлы в основном воспроизводимы.
uk: Двійкові файли з кешу Nix. Ці двійкові файли здебільшого відтворювані.
zh_hans: 来自 Nix 缓存的二进制文件。 这些二进制文件大多是可重复的。

source: Rust/Rustup. Currently we download them from the developer website with the scripts in the rustup srclib. We may be able to use the Debian packages.
de: Rust/Rustup. Derzeit laden wir sie von der Entwickler-Website mit den Skripten in der Rustup srclib herunter. Möglicherweise können wir die Debian-Pakete verwenden.
pl: Rust/Rustup. Obecnie pobieramy je ze strony dewelopera ze skryptami w rustup srclib. Być może uda nam się wykorzystać pakiety z Debiana.
ro: Rust/Rustup. În prezent, le descărcăm de pe site-ul web al dezvoltatorului cu scripturile din srclib rustup. Este posibil să putem folosi pachetele Debian.
ru: Rust/Rustup. В настоящее время мы загружаем их с сайта разработчика вместе со скриптами в rustup srclib. Возможно, мы сможем использовать пакеты Debian.
uk: Rust/Rustup. Наразі ми завантажуємо їх із вебсайту розробника зі скриптами в rustup srclib. Можливо, ми зможемо використовувати пакунки Debian.
zh_hans: Rust/Rustup。 目前我们使用 rustup srclib 中的脚本从开发者网站下载它们。 我们也许可以使用 Debian 软件包。

source: Golang & Nodejs. They are available in Debian but recent versions are not available immediately. Currently we might download them from the developer website.
de: Golang & Nodejs. Sie sind in Debian verfügbar, aber aktuelle Versionen sind nicht sofort verfügbar. Derzeit können wir sie von der Entwickler-Website herunterladen.
pl: Golang i Nodejs. Są one dostępne w Debianie, ale najnowsze wersje nie są dostępne od razu. Obecnie możemy je pobrać ze strony dewelopera.
ro: Golang și Nodejs. Acestea sunt disponibile în Debian, dar versiunile recente nu sunt disponibile imediat. În prezent, le putem descărca de pe site-ul dezvoltatorului.
ru: Golang и Nodejs. Они доступны в Debian, но последние версии доступны не сразу. В настоящее время мы можем загрузить их с сайта разработчика.
uk: Golang і Nodejs. Вони доступні в Debian, але найновіші версії доступні не одразу. Наразі ми можемо завантажити їх з сайту розробника.
zh_hans: Golang 和 Nodejs。 它们在 Debian 中可用，但最近的版本不是马上可用。 目前我们可以从开发者网站下载它们。

source: Some other compilers/build tools not packaged in our Debian version.
de: Einige andere Compiler/Build-Tools, die nicht in unserer Debian-Version enthalten sind.
pl: Niektóre inne kompilatory/narzędzia do kompilacji nie są zawarte w naszej wersji Debiana.
ro: Alte compilatoare/instrumente de compilare care nu sunt incluse în versiunea noastră de Debian.
ru: Некоторые другие компиляторы/инструменты сборки, не включённые в нашу версию Debian.
uk: Деякі інші компілятори/інструменти збирання не упаковані в нашій версії Debian.
zh_hans: 一些没有打包在我们 Debian 版本中的其他编译器/构建工具。

source: Some software, while being Free and Open Source, may engage in practices which are undesirable to some or all users. Where possible, we still include these applications in the repository, but they are flagged with the appropriate [_Anti-Features_](../Anti-Features). Even though such software can be included, when appropriately flagged, it is frequently the case that other "FLOSS" software with these features is actually not entirely free. For example, advertising and tracking users is often enabled via proprietary binary libraries which we cannot include.
de: Manche Software, obwohl frei und quelloffen, kann sich Praktiken bedienen, die für einige oder alle Nutzer unerwünscht sind. Wenn möglich werden wir alle diese Anwendungen trotzdem ins Repository aufnehmen, aber sie werden mit dem entsprechenden Kennzeichen [_AntiFeatures_](../Anti-Features) ausgewiesen. Auch wenn solche Software eingeschlossen werden kann, wenn sie entsprechend markiert ist, ist es häufig so, dass andere „FLOSS“-Software mit diesen Merkmalen eigentlich nicht völlig frei ist. Zum Beispiel wird Werbung und Überwachung von Nutzern über proprietäre Binärdateibibliotheken ermöglicht, die wir nicht einschließen können.
pl: Niektóre programy, będąc wolnymi i otwartymi, mogą angażować się w praktyki niepożądane dla niektórych lub wszystkich użytkowników. Tam, gdzie to możliwe, nadal dodajemy te aplikacje do repozytorium, ale są one oznaczane odpowiednimi [_Niepożądanymi funkcjami_](../Anti-Features). Mimo że takie oprogramowanie może być zawarte, gdy odpowiednio oznaczone, często jest tak, że inne oprogramowanie "FLOSS" z tymi funkcjami nie jest w rzeczywistości całkowicie bezpłatne. Na przykład reklamy i śledzenie użytkowników są często włączane za pomocą zastrzeżonych bibliotek binarnych, których nie możemy uwzględnić.
ro: Anumite programe, deși sunt libere și cu sursă deschisă, se pot angaja în practici care sunt nedorite de unii sau de toți utilizatorii. Acolo unde este posibil, includem în continuare aceste aplicații în depozit, dar ele sunt marcate cu [_Anti-Funcții_](../Anti-Features). Chiar dacă astfel de programe pot fi incluse, atunci când sunt marcate corespunzător, se întâmplă frecvent ca alte programe "FLOSS" cu aceste caracteristici să nu fie, de fapt, complet libere. De exemplu, publicitatea și urmărirea utilizatorilor sunt adesea activate prin intermediul unor biblioteci binare proprietare pe care nu le putem include.
ru: Некоторые программы, будучи свободными и с открытым исходным кодом, могут использовать методы, нежелательные для некоторых или всех пользователей. По возможности мы включаем такие приложения в репозиторий, но помечаем их соответствующими [_анти-функциями_](../Anti-Features). Несмотря на то, что такие программы могут быть включены, если они помечены соответствующим образом, часто бывает так, что другие программы "FLOSS" с такими функциями на самом деле не совсем свободны. Например, реклама и слежка за пользователями часто осуществляется с помощью проприетарных бинарных библиотек, которые мы не можем включить.
uk: Деяке програмне забезпечення, навіть вільне й відкрите, може практикувати дії, небажані принаймні частиною авдиторії. За можливості ми все одно додаємо такі застосунки до репозиторію, зазначаючи відповідні [_небажані функції_](../Anti-Features). Хоч ми й додаємо такі застосунки з позначками, слід розуміти, що «вільне й відкрите» програмне забезпечення з такими функціями насправді лише частково вільне. Наприклад, реклама чи стеження за авдиторією часто втілюються пропрієтарними двійковими бібліотеками, яких ми принципово не додаємо.
zh_hans: 一些软件虽然是自由和开源的，但可能会进行某些用户不欢迎的活动。我们仍可能将这些应用收录在存储库中，但会使用适当的 [_负面特征_](../Anti-Features) 标记它们。尽管这样的软件被适当标记后收录，通常情况下，其他具有这些特征的“FLOSS”软件实际上并非完全自由。例如，广告和用户跟踪通常是通过我们无法收录的专有二进制库实现的。

source: When including donation information, the relevant donation links (e.g. Liberapay/OpenCollective/Bitcoin/etc) must also be available either:
de: Bei Einschluss von Spendeninformationen, müssen die entsprechenden Spendenverknüpfungen (z. B. Bitcoin, PayPal, Flattr usw.) auch hier abrufbar sein:
pl: Podczas umieszczania informacji o darowiznach odpowiednie linki darowizn (np. Bitcoin/ PayPal/Flattr/etc) muszą być również dostępne:
ro: Atunci când includeți informații despre donații, linkurile relevante pentru donații (de exemplu, Liberapay/OpenCollective/Bitcoin/etc.) trebuie să fie de asemenea disponibile:
ru: При включении информации о пожертвованиях, также должны быть доступны соответствующие ссылки для пожертвований (например, Liberapay/OpenCollective/Bitcoin и др.):
uk: При документуванні пожертв, відповідні посилання на Liberapay, OpenCollective, Bitcoin тощо мусять збігатися з оприлюдненими:
zh_hans: 包含捐赠信息时，还必需提供与以下位置一致的捐赠链接（例如 Liberapay/OpenCollective/比特币等）：

source: In a README or similar file in the project's source code.
de: In einer README- oder ähnlichen Datei im Projektquellcode.
pl: W pliku README lub podobnym w kodzie źródłowym projektu.
ro: Într-un fișier README sau într-un fișier similar din codul sursă al proiectului.
ru: В README или подобном файле в исходном коде проекта.
uk: У README чи схожому файлі вихідного коду проєкту.
zh_hans: 项目源代码中的 README 或类似文件。

source: In a [_FUNDING.yml_](https://docs.github.com/en/repositories/managing-your-repositorys-settings-and-features/customizing-your-repository/displaying-a-sponsor-button-in-your-repository#about-funding-files) file included in the project's source code.
de: In einer [_FUNDING.yml_](https://docs.github.com/en/repositories/managing-your-repositorys-settings-and-features/customizing-your-repository/displaying-a-sponsor-button-in-your-repository#about-funding-files)-Datei, die im Projektquellcode enthalten ist.
pl: W pliku [_FUNDING.yml_](https://docs.github.com/en/repositories/managing-your-repositorys-settings-and-features/customizing-your-repository/displaying-a-sponsor-button-in-your-repository#about-funding-files) dołączonym do kodu źródłowego projektu.
ro: Într-un fișier [_FUNDING.yml_](https://docs.github.com/en/repositories/managing-your-repositorys-settings-and-features/customizing-your-repository/displaying-a-sponsor-button-in-your-repository#about-funding-files) inclus în codul sursă al proiectului.
ru: В файле [_FUNDING.yml_](https://docs.github.com/en/repositories/managing-your-repositorys-settings-and-features/customizing-your-repository/displaying-a-sponsor-button-in-your-repository#about-funding-files), включенном в исходный код проекта.
uk: У файлі [_FUNDING.yml_](https://docs.github.com/en/repositories/managing-your-repositorys-settings-and-features/customizing-your-repository/displaying-a-sponsor-button-in-your-repository#about-funding-files) вихідного коду проєкту.
zh_hans: 包含于项目源码中的 [_FUNDING.yml_](https://docs.github.com/en/repositories/managing-your-repositorys-settings-and-features/customizing-your-repository/displaying-a-sponsor-button-in-your-repository#about-funding-files) 文件。

source: On the applications main website.
de: Auf der Homepage der Anwendung.
pl: Na głównej stronie aplikacji.
pt_pt: No site principal das aplicações.
ro: Pe site-ul principal al aplicațiilor.
ru: На главном сайте приложений.
uk: На головному сайті застосунку.
zh_hans: 应用的主站。
