Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: This situation presents a *minor* inconvenience to users who want to switch from a version signed by one party to a version signed by another. For example, if a user is running a version they installed via F-Droid, and later wish to switch to a version you sign and distribute yourself via another channel, they would have to take the additional step of uninstalling and reinstalling the app. On its own this is not even enough to qualify as a minor inconvenience - however, the consequences of the uninstall are that the app's private data is removed (again, this is for security) so the user will probably want to export that first, and re-import it afterwards.
de: Dieser Umstand führt zu *kleineren* Unannehmlichkeiten für die Anwender, die von einer durch die eine Partei signierten Version zu einer durch eine andere Partei signierten Version wechseln wollen. Wenn z. B. Nutzer eine Anwendung verwenden, die über F-Droid installiert wurde und später zu einer Version wechseln möchten, die Sie signiert haben und selbst über andere Kanäle verbreiten, müssen sie einen zusätzlichen Schritt unternehmen, nämlich die App deinstallieren und neu installieren. Für sich genommen eigentlich nicht ausreichend, um es als *kleinere* Unannehmlichkeit zu werten - allerdings ist die Folge der Deinstallation die gleichzeitige Löschung der App-Daten (was wiederum aus Sicherheitsgründen geschieht). Sehr wahrscheinlich wird sich der Anwender wünschen, diese vorher zu exportieren und sie hinterher wieder zu importieren.
pl: Ta sytuacja stanowi *niewielką* niedogodność dla użytkowników, którzy chcą przejść z wersji podpisanej przez jedną ze stron do wersji podpisanej przez inną. Na przykład, jeśli użytkownik uruchamia wersję, którą zainstalował przez F-Droid, a później chciałby przejść do wersji, którą podpisujesz i rozpowszechniasz za pośrednictwem innego kanału, musieliby podjąć dodatkowy krok odinstalowania i ponownego zainstalowania aplikacji. Samo to nie wystarcza, aby zakwalifikować się jako niewielka niedogodność - jednak konsekwencje dezinstalacji polegają na tym, że prywatne dane aplikacji są usuwane (ponownie, to jest ze względów bezpieczeństwa), więc użytkownik prawdopodobnie będzie chciał to najpierw wyeksportować, i ponownie go zaimportuj.
pt_pt: Esta situação apresenta um inconveniente *menor* para os utilizadores que querem mudar de uma versão assinada por uma parte para uma versão assinada por outra. Por exemplo, se um utilizador executa uma versão que instalou via F-Droid e depois deseja mudar para uma versão que assina e se distribui através de outro canal, ele teria que fazer o passo adicional de desinstalar e reinstalar o app. Por si só, isso não é suficiente para se qualificar como um pequeno inconveniente - no entanto, as consequências da desinstalação são que os dados privados da app são removidos (novamente, isso é para segurança), então o utilizador provavelmente vai primeiro querer exportar dados e depois reimportá-los.
ro: Această situație prezintă un inconvenient *minor* pentru utilizatorii care doresc să treacă de la o versiune semnată de o parte la o versiune semnată de alta. De exemplu, dacă un utilizator rulează o versiune pe care a instalat-o prin intermediul F-Droid, iar mai târziu dorește să treacă la o versiune pe care o semnați și o distribuiți dumneavoastră prin alt canal, va trebui să facă pasul suplimentar de a dezinstala și reinstala aplicația. În sine, acest lucru nu este nici măcar suficient pentru a fi considerat un inconvenient minor - cu toate acestea, consecințele dezinstalării sunt că datele private ale aplicației sunt eliminate (din nou, acest lucru este pentru securitate), astfel încât utilizatorul va dori probabil să le exporte mai întâi și să le reimporte apoi.
ru: Эта ситуация создает *незначительные* неудобства для пользователей, которые хотят перейти с версии, подписанной одной стороной, на версию, подписанную другой. Например, если пользователь работает с версией, которую он установил через F-Droid, и позже захочет перейти на версию, которую вы подписали и распространяете сами через другой канал, ему придется сделать дополнительный шаг - удалить и переустановить приложение. Само по себе это даже не достаточно, чтобы квалифицировать это как незначительное неудобство - однако, последствия удаления заключаются в том, что личные данные приложения удаляются (опять же, это сделано для безопасности), поэтому пользователь, вероятно, захочет сначала экспортировать их, а затем снова импортировать.
uk: Через це *трошки* незручно переходити від версії, підписаної одною особою, до версії, підписаної іншою. Наприклад, якщо ви встановили версію з F-Droid, а потім вирішили перейти до версії, яку самостійно підписуєте й поширюєте іншим каналом, то вам доведеться виконати додатковий крок — видалити застосунок і повторно встановити його. Сам процес не тягне навіть на дрібну незручність, але наслідком видалення застосунку є видалення його внутрішніх даних (знову ж таки, для безпеки), тож вам слід заздалегідь їх експортувати, а після перевстановлення — знову імпортувати.
zh_hans: 这种情况会给想要从一方签名的版本切换到另一方签名的版本的用户带来*一些*不便。例如，如果用户正在运行他们通过 F-Droid 安装的版本，并且稍后希望切换到你签名并通过另一个渠道自行分发的版本，则他们必须执行卸载并重新安装该应用的额外步骤。就其本身而言，这甚至不足以构成轻微的不便 - 但是，卸载的后果是该应用的私人数据被删除（再次，这是为了安全起见），因此用户可能希望首先导出它，然后重新导入它。

source: We also support reproducible builds, so we can build a version from source and check against your official release. If they match (ignoring the signature) we can then publish your official APK with your signature used. This is a tedious task, since we have to standardize on the build parameters and tools, but it should be worth it in the long run. We also try to verify our own builds and get a lot of binary differences, see [our verification server results](https://verification.f-droid.org/). However, things will improve over time.
de: Wir unterstützen auch reproduzierbare Builds, wir können also eine Version aus der Quelle herstellen und sie gegen Ihre offizielle Veröffentlichung abgleichen. Stimmen beide überein (abgesehen von der Signatur) können wir Ihr offizielles, mit Ihrer Signatur versehenes APK veröffentlichen. Das ist ein mühsamer Prozess, da wir die Build-Parameter und -Werkzeuge vereinheitlichen müssen, aber auf lange Sicht sollte es sich lohnen. Wir versuchen auch unsere eigenen Builds zu verifizieren und stoßen dabei auf eine Menge Binärdateiunterschiede, siehe [unsere Verifikationsserver-Ergebnisse](https://verification.f-droid.org/). Doch mit der Zeit wird sich das bessern.
pl: Obsługujemy również odtwarzalne kompilacje, więc możemy zbudować wersję ze źródła i sprawdzić z oficjalną wersją. Jeśli pasują (ignorując podpis), możemy opublikować Twój oficjalny APK z Twoim podpisem. Jest to żmudne zadanie, ponieważ musimy ustandaryzować parametry i narzędzia budowania, ale warto na dłuższą metę. Próbujemy również zweryfikować nasze własne kompilacje i uzyskujemy wiele różnic binarnych, zobacz [wyniki naszego serwera weryfikacji](https://verification.f-droid.org/). Jednak z biegiem czasu sytuacja ulegnie poprawie.
pt_pt: Também suportamos compilações reproduzíveis, para que possamos construir uma versão do código-fonte e verificar a sua versão oficial. Se coincidirem (a ignorar a assinatura) podemos então publicar a sua APK oficial a usar a sua assinatura. Esta é uma tarefa tediosa, já que temos que padronizar os parâmetros e ferramentas de compilação, mas deve valer a pena a longo prazo. Também tentamos verificar as nossas próprias compilações e obter um monte de diferenças binárias, veja os [nossos resultados do servidor de verificação](https://verification.f-droid.org/). No entanto, as coisas vão melhorar com o tempo.
ro: De asemenea, susținem compilările reproductibile, astfel încât să putem construi o versiune din sursă și să o comparăm cu versiunea oficială. Dacă se potrivesc (ignorând semnătura), putem publica APK-ul oficial cu semnătura dvs. utilizată. Aceasta este o sarcină anevoioasă, deoarece trebuie să standardizăm parametrii și instrumentele de compilare, dar ar trebui să merite pe termen lung. De asemenea, încercăm să verificăm propriile noastre compilări și obținem o mulțime de diferențe binare, consultați [our verification server results](https://verification.f-droid.org/). Cu toate acestea, lucrurile se vor îmbunătăți în timp.
ru: Мы также поддерживаем воспроизводимые сборки, так что мы можем собрать версию из исходных текстов и проверить ее по вашему официальному релизу. Если они совпадают (игнорируя подпись), мы можем опубликовать ваш официальный APK с вашей подписью. Это утомительная задача, так как мы должны стандартизировать параметры и инструменты сборки, но это должно стоить того в долгосрочной перспективе. Мы также пытаемся проверить наши собственные сборки и получить много бинарных отличий, смотрите [результаты работы нашего верификационного сервера](https://verification.f-droid.org/). Однако со временем ситуация будет улучшаться.
uk: Ми також підтримуємо відтворювані збірки: збираємо версію з вихідного коду й порівнюємо з вашим офіційним випуском. Якщо вони збіжні (за винятком підпису), то ми можемо оприлюднити ваш офіційний APK з вашим же підписом. Це непросто, бо нам з вами для цього треба використовувати однакові параметри й засоби збірки, але в довгостроковій перспективі воно того варте. Ми також намагаємося звіряти власні збірки й отримуємо купу двійкових розбіжностей: [результати нашого сервера звірки](https://verification.f-droid.org/). Проте з часом це буде вдосконалено.
zh_hans: 我们还支持可重复构建，因此我们可以从源代码构建版本，并对比你的官方版本进行检查。如果它们匹配（忽略签名），我们可以发布你的官方 APK，并使用你的签名。这是一项繁琐的任务，因为我们必须对构建参数和工具进行标准化，但从长远来看，这应该是值得的。我们还尝试验证我们自己的构建并得到了很多二进制差异，请参阅[我们的验证服务器结果](https://verification.f-droid.org/)。 但是，随着时间的推移，情况会有所改善。

source: Can APKs signed by my key be included?
de: Können mit meinem Schlüssel signierte APKs aufgenommen werden?
pl: Czy można dołączyć pliki APK podpisane przez mój klucz?
pt_pt: Podem APKs assinados pela minha chave ser incluídos?
ro: Pot fi incluse APK-urile semnate de cheia mea?
ru: Можно ли включить APK, подписанные моим ключом?
uk: Чи можна додати APK, підписані моїм ключем?
zh_hans: 由我的密钥签署的 APK 能否被包括在内？

source: Yes, for [reproducible builds](../Reproducible_Builds) F-Droid will include your signed APKs in the official F-Droid repo after they were verified as being so. If this fails (e.g. your app can't be built in a reproducible way or when you want to distribute an app with closed-source components or API keys etc.), you can put any APK in your own "[F-Droid binary repo](../Setup_an_F-Droid_App_Repo)", and people can add your repo to their F-Droid client in order to get your APKs.
de: Ja, für [reproduzierbare Builds](../Reproducible_Builds) wird F-Droid Ihre signierten APKs in das offizielle F-Droid-Repo aufnehmen, nachdem sie als solche verifiziert wurden. Wenn dies fehlschlägt (z. B. wenn Ihre App nicht reproduzierbar erstellt werden kann oder Sie eine App mit proprietären Komponenten oder API-Schlüsseln usw. verteilen möchten), können Sie jede APK in Ihr eigenes „[F-Droid-Binärdateien-Repo](../Setup_an_F-Droid_App_Repo)“ einstellen, und die Menschen können Ihr Repo zu ihren F-Droid-Clients hinzufügen, um so an Ihre APKs zu gelangen.
pl: Tak, w przypadku [odtwarzalnych kompilacji](../Reproducible_Builds) F-Droid umieści podpisane pliki APK w oficjalnym repozytorium F-Droid po ich zweryfikowaniu. Jeśli to się nie powiedzie (np. aplikacja nie może być zbudowana w odtwarzalny sposób lub gdy chcesz dystrybuować aplikację z zamkniętymi komponentami lub kluczami API itp.), możesz umieścić dowolny plik APK we własnym "[F-Droid binary repo](../Setup_an_F-Droid_App_Repo)", a ludzie mogą dodać twoje repo do swojego klienta F-Droid, aby uzyskać twoje pliki APK.
ro: Da, pentru [aplicațiile reproductibile](../Reproducible_Builds) F-Droid va include APK-urile semnate în repo-ul oficial F-Droid după ce au fost verificate ca atare. Dacă acest lucru nu reușește (de exemplu, aplicația dvs. nu poate fi construită într-un mod reproductibil sau când doriți să distribuiți o aplicație cu componente cu sursă închisă sau chei API etc.), puteți pune orice APK în propriul dvs. "[depozit binar F-Droid](../Setup_an_F-Droid_App_Repo)", iar oamenii pot adăuga depozitul dvs. la clientul F-Droid pentru a obține APK-urile dvs.
ru: Да, для [воспроизводимых сборок](../Reproducible_Builds) F-Droid включит ваши подписанные APK в официальное репо F-Droid после того, как они будут проверены. Если это не удастся (например, ваше приложение не может быть собрано воспроизводимым способом или если вы хотите распространять приложение с закрытыми компонентами или ключами API и т.д.), вы можете поместить любой APK в собственное "[бинарное репо F-Droid](../Setup_an_F-Droid_App_Repo)", и люди смогут добавить ваше репо в свой клиент F-Droid, чтобы получить ваши APK.
uk: Так, для [відтворюваних збірок](../Reproducible_Builds) F-Droid додасть ваші підписані APK до офіційного репозиторію F-Droid після того, як вони будуть перевірені. Якщо це не вдасться (наприклад, ваш застосунок не може бути зібраний у відтворюваний спосіб або коли ви хочете поширювати застосунок з компонентами з закритим кодом або ключами API тощо), ви можете розмістити будь-який APK у власному «[двійковому репозиторії F-Droid](../Setup_an_F-Droid_App_Repo)», і люди зможуть додати ваш репозиторій до свого клієнта F-Droid, щоб отримувати ваші APK.
zh_hans: 是的，对于[可重复构建](../Reproducible_Builds)，在验证过它们的确可重复构建后，F-Droid会将你签过名的 APK 文件包含在官方 F-Droid 存储库中。如果失败了（比如你的应用不能以可重复的方式进行构建或者当你想要分发带闭源部件或 API 密钥等东西的应用时），你可以在你自己的"[F-Droid 二进制文件存储库](../Setup_an_F-Droid_App_Repo)"中放置任意 APK 文件，想获得你的 APK 的人可以将你的存储库添加到 F-Droid 客户端中。

source: Are reproducible builds required?
de: Sind reproduzierbare Builds erforderlich?
pl: Czy wymagane są powtarzalne kompilacje?
ro: Construcțiile reproductibile sunt obligatorii?
ru: Нужны ли воспроизводимые сборки?
uk: Чи обов'язкові відтворювані збірки?
zh_hans: 可重复构建是必需的吗？

source: No. But we do consider them best practice and hope you'll consider trying to make your app reproducible. See our [inclusion how-to](../Inclusion_How-To) for more information.
de: Nein. Aber wir sehen sie als optimale Methode an und hoffen, dass Sie den Versuch in Erwägung ziehen, Ihre App reproduzierbar zu machen. Weitere Informationen dazu unter [Aufnahmeverfahren](../Inclusion_How-To).
pl: Nie, ale nie uznajemy tego za dobrą praktykę i mamy nadzieję, że pomyślisz o sprawienu by twoja aplikacja była reproduktowalna. Zobacz nasz [poradnik dołączania](../Inclusion_How-To) aby poznać więcej informacji.
ro: Nu, dar le considerăm cele mai bune practici și sperăm că veți încerca să vă faceți aplicația reproductibilă. Pentru mai multe informații, consultați [inclusion how-to](../Inclusion_How-To).
ru: Нет. Но мы считаем их лучшей практикой и надеемся, что вы подумаете о том, чтобы сделать ваше приложение воспроизводимым. Более подробную информацию можно найти в [inclusion how-to](../Inclusion_How-To).
uk: Ні, але ми вважаємо їх найкращою практикою і сподіваємося, що ви спробуєте зробити свій застосунок відтворюваним. Перегляньте наші [поради з інклюзивності](../Inclusion_How-To) для отримання додаткової інформації.
zh_hans: 不。但我们认为它们是最佳实践并希望你会考虑试着让你的应用可重构。参阅我们的[收录指南](../Inclusion_How-To)了解更多信息。

source: How can I handle "fsck error in packed object" for my app?
de: Wie behandele ich „fsck-Fehler in gepacktem Objekt“ für meine App?
pl: Jak mogę poradzić sobie z "fsck error in packed object" dla mojej aplikacji?
ro: Cum pot să mă ocup de " "eroare fsck în obiectul împachetat" " pentru app-ul meu?
ru: Как я могу справиться с "ошибкой fsck в упакованном объекте" для моего приложения?
uk: Як обробляти "fsck error in packed object" для мого застосунку?
zh_hans: 我怎样处理我的应用出现的 "fsck error in packed object"？

source: In order to ensure that our _buildserver_ gets the exact same commits as you put into _git_, [`git fsck`](https://git-scm.com/docs/git-fsck#_fsck_messages) is enabled by default whenever new commits are fetched. Enabling _git fsck_ [ensures](https://web.archive.org/web/20230407012910/https://groups.google.com/g/binary-transparency/c/f-BI4o8HZW0) that the commits [match](https://git-scm.com/docs/git-fsck#_discussion) their SHA1 checksum. Sometimes, _git_ repos have corrupt but usable commits in them that cannot be changed since the whole history is based on the corrupt commit. For those cases, we have the [_skipList_](https://git-scm.com/docs/git-fsck#Documentation/git-fsck.txt-fsckskipList) functionality in [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/14014/diffs)
de: Um sicherzustellen, dass unser _buildserver_ genau die gleichen Commits erhält, die Sie in _git_ eingegeben haben, ist [`git fsck`](https://git-scm.com/docs/git-fsck#_fsck_messages) standardmäßig aktiviert, wenn neue Commits abgerufen werden. Die Aktivierung von _git fsck_ [stellt](https://web.archive.org/web/20230407012910/https://groups.google.com/g/binary-transparency/c/f-BI4o8HZW0) sicher, dass die Commits mit ihrer SHA1-Prüfsumme [übereinstimmen](https://git-scm.com/docs/git-fsck#_discussion). Manchmal haben _git_-Repos beschädigte, aber brauchbare Commits in sich, die nicht geändert werden können, da der gesamte Verlauf auf dem beschädigten Commit basiert. Für diese Fälle gibt es die Funktion der [_skipList_](https://git-scm.com/docs/git-fsck#Documentation/git-fsck.txt-fsckskipList) in [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/14014/diffs)
pl: W celu zapewnienia, że nasz _buildserver_ pobiera dokładnie te same zatwierdzenia, które zostały wprowadzone do _git_, [`git fsck`](https://git-scm.com/docs/git-fsck#_fsck_messages) jest domyślnie włączony za każdym razem, gdy pobierane są nowe zatwierdzenia. Włączenie _git fsck_ [zapewnia](https://web.archive.org/web/20230407012910/https://groups.google.com/g/binary-transparency/c/f-BI4o8HZW0), że zatwierdzenia [pasują](https://git-scm.com/docs/git-fsck#_discussion) do ich sumy kontrolnej SHA1. Czasami repozytoria _git_ mają uszkodzone, ale użyteczne zatwierdzenia, których nie można zmienić, ponieważ cała historia jest oparta na uszkodzonym zatwierdzeniu. Dla takich przypadków mamy funkcjonalność [_skipList_](https://git-scm.com/docs/git-fsck#Documentation/git-fsck.txt-fsckskipList) w [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/14014/diffs)
ro: Pentru a ne asigura că _buildserverul nostru primește exact aceleași comenzi pe care le-ați introdus în _git_, [`git fsck`](https://git-scm.com/docs/git-fsck#_fsck_messages) este activat în mod implicit de fiecare dată când sunt preluate noi comenzi. Activarea lui _git fsck_ [ensures](https://web.archive.org/web/20230407012910/https://groups.google.com/g/binary-transparency/c/f-BI4o8HZW0) că angajamentele [match](https://git-scm.com/docs/git-fsck#_discussion) cu suma de control SHA1 a acestora. Uneori, depozitele _git_ au în componența lor comenzi corupte, dar utilizabile, care nu pot fi modificate, deoarece întregul istoric se bazează pe comisionul corupt. Pentru aceste cazuri, avem funcționalitatea [_skipList_](https://git-scm.com/docs/git-fsck#Documentation/git-fsck.txt-fsckskipList) în [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/14014/diffs)
ru: Чтобы гарантировать, что наш _buildserver_ получает именно те коммиты, которые вы вводите в _git_, [`git fsck`](https://git-scm.com/docs/git-fsck#_fsck_messages) включается по умолчанию каждый раз, когда извлекаются новые коммиты. Включение _git fsck_ [гарантирует](https://web.archive.org/web/20230407012910/https://groups.google.com/g/binary-transparency/c/f-BI4o8HZW0), что коммиты [соответствуют](https://git-scm.com/docs/git-fsck#_discussion) своей контрольной сумме SHA1. Иногда в репозиториях _git_ есть повреждённые, но пригодные для использования коммиты, которые нельзя изменить, поскольку вся история основана на повреждённом коммите. Для таких случаев у нас есть функциональность [_skipList_](https://git-scm.com/docs/git-fsck#Documentation/git-fsck.txt-fsckskipList) в [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/14014/diffs)
uk: Щоб гарантувати, що наш _сервер збірки_ отримує саме ті коміти, які ви вносите до _git_, [`git fsck`](https://git-scm.com/docs/git-fsck#_fsck_messages) усталено ввімкнено щоразу, коли отримуються нові коміти. Увімкнення _git fsck_ [гарантує](https://web.archive.org/web/20230407012910/https://groups.google.com/g/binary-transparency/c/f-BI4o8HZW0), що коміти [відповідають](https://git-scm.com/docs/git-fsck#_discussion) своїй контрольній сумі SHA1. Іноді у сховищах _git_ є пошкоджені, але придатні для використання коміти, які не можуть бути змінені, оскільки вся історія базується на пошкодженому коміті. Для таких випадків у нас є функція [_skipList_](https://git-scm.com/docs/git-fsck#Documentation/git-fsck.txt-fsckskipList) у [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/14014/diffs)
zh_hans: 为了确保我们的 _构建服务器_ 得到和你在 _git_中的输入完全相同的提交，无论何时获取新代码提交，我们都默认启用[`git fsck`](https://git-scm.com/docs/git-fsck#_fsck_messages)。 启用 _git fsck_ [确保](https://web.archive.org/web/20230407012910/https://groups.google.com/g/binary-transparency/c/f-BI4o8HZW0) 代码提交 [匹配](https://git-scm.com/docs/git-fsck#_discussion) 它们的SHA1校验和 。 有时， _git_ 仓库中有损坏且不稳定的提交，这些提交无法被更改，因为整个历史是以损坏的提交为基础的。 对于这些情况，我们有 [_skipList_](https://git-scm.com/docs/git-fsck#Documentation/git-fsck.txt-fsckskipList) 功能，它位于 [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/14014/diffs)

source: Can I run my own F-Droid package repository?<a name="Can_I_run_my_own_app_repo"></a>
de: Kann ich mein eigenes F-Droid-Paket-Repository betreiben?<a name="Can_I_run_my_own_app_repo"></a>
pl: Czy mogę uruchomić własne repozytorium pakietów F-Droid?<a name="Can_I_run_my_own_app_repo"></a>
pt_pt: Posso executar meu próprio repositório de pacotes F-Droid?<a name="Can_I_run_my_own_app_repo"></a>
ro: Pot rula propriul meu depozit de pachete F-Droid?<a name="Can_I_run_my_own_app_repo"></a>
ru: Могу ли я запустить собственный репозиторий пакетов F-Droid?<a name="Can_I_run_my_own_app_repo"></a>
uk: Чи можна вести свій репозиторій пакунків F-Droid?<a name="Can_I_run_my_own_app_repo"></a>
zh_hans: 我可以运行我自己的 F-Droid 软件包存储库吗？ <a name="Can_I_run_my_own_app_repo"></a>
