Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: F-Droid [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/) is also relevant here, although it falls outside of the Android system of declaring permissions. Privileged Extension is installed with [`priv-app`](https://source.android.com/docs/core/permissions/perms-allowlist) permissions, which gives F-Droid system-level access privileges to Android. The use of Privileged Extension improves security by allowing automatic app updates as well as letting the user leave the "Unknown Sources" setting off. Privileged Extension is designed on the principals of "least privilege", so that elevated powers are only granted where they are absolutely needed, and those powers are limited as much as possible. In order to make it possible outside reviewers to confirm that, we have made Privileged Extension as simple and small as possible.
de: Die F-Droid-[Rechteerweiterung](https://gitlab.com/fdroid/privileged-extension/) ist hier ebenfalls von Bedeutung, obwohl sie aus dem Rahmen des android-eigenen Systems der Berechtigungs-Erklärungen fällt. Die Rechteerweiterung wird mit den Berechtigungen einer [`priv-app`](https://source.android.com/docs/core/permissions/perms-allowlist) installiert, was F-Droid Zugriffsrechte auf Android-Systemniveau verleiht. Die Verwendung der Rechteerweiterung verbessert die Sicherheit, indem sie zum Einen automatische App-Aktualisierungen ermöglicht zum Anderen die Aktivierung der Einstellung „Unbekannte Quellen“ vom Anwender außer Acht gelassen werden kann. Die Rechteerweiterung baut auf das Prinzip des „niedrigsten Rechts“, sodass erweiterte Befugnisse nur gewährt werden, wo sie absolut nötig sind, und diese Befugnisse sind so weit wie möglich begrenzt. Damit es außenstehenden Gutachtern möglich ist, dies zu bestätigen, haben wir die Rechteerweiterung so einfach und klein wie möglich gestaltet.
pl: F-Droid [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/) jest również istotne w tym przypadku, chociaż wykracza poza system Android deklarowania uprawnień. Privileged Extension jest instalowane z uprawnieniami [`priv-app`](https://source.android.com/docs/core/permissions/perms-allowlist), co daje F-Droidowi uprawnienia dostępu na poziomie systemu Android. Korzystanie z Privileged Extension poprawia bezpieczeństwo, umożliwiając automatyczne aktualizacje aplikacji, a także pozwalając użytkownikowi pozostawić ustawienie "Nieznane źródła" wyłączone. Rozszerzenie Privileged Extension zostało zaprojektowane zgodnie z zasadą "najmniejszego przywileju", dzięki czemu podwyższone uprawnienia są przyznawane tylko wtedy, gdy są absolutnie potrzebne, a uprawnienia te są ograniczone w jak największym stopniu. Aby umożliwić zewnętrznym recenzentom potwierdzenie tego, uczyniliśmy Privileged Extension tak prostym i małym, jak to tylko możliwe.
ro: F-Droid [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/) este, de asemenea, relevant aici, deși nu se încadrează în sistemul Android de declarare a permisiunilor. Privileged Extension este instalat cu permisiunile [`priv-app`](https://source.android.com/docs/core/permissions/perms-allowlist), ceea ce conferă F-Droid privilegii de acces la nivel de sistem la Android. Utilizarea Privileged Extension îmbunătățește securitatea, permițând actualizări automate ale aplicațiilor, precum și permițând utilizatorului să lase dezactivată setarea "Surse necunoscute". Privileged Extension este conceput pe baza principiilor "privilegiului cel mai mic", astfel încât puterile ridicate sunt acordate doar atunci când sunt absolut necesare, iar aceste puteri sunt limitate pe cât posibil. Pentru a face posibilă confirmarea acestui lucru de către evaluatorii externi, am făcut Privileged Extension cât mai simplu și mai mic posibil.
ru: F-Droid [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/) также имеет к этому отношение, хотя и не входит в систему Android по объявлению разрешений. Privileged Extension устанавливается с правами [`priv-app`](https://source.android.com/docs/core/permissions/perms-allowlist), что дает F-Droid привилегии доступа к Android на системном уровне. Использование Privileged Extension повышает безопасность, позволяя автоматически обновлять приложения, а также отключать настройку "Неизвестные источники". Privileged Extension разработан по принципу "наименьших привилегий", так что повышенные полномочия предоставляются только там, где они абсолютно необходимы, и эти полномочия максимально ограничены. Чтобы внешние рецензенты могли убедиться в этом, мы сделали Privileged Extension настолько простым и маленьким, насколько это возможно.
uk: [Привілейоване розширення](https://gitlab.com/fdroid/privileged-extension/) F-Droid також має стосунок до цього, хоча воно і виходить за рамки системи декларування дозволів Android. Привілейоване розширення встановлюється з дозволами [`priv-app`](https://source.android.com/docs/core/permissions/perms-allowlist), які надають F-Droid повноваження доступу до Android на системному рівні. Використання Привілейованого розширення підвищує безпеку, дозволяючи автоматичне оновлення застосунку, а також дає користувачеві змогу залишити налаштування «Невідомі джерела» увімкненим. Привілейоване розширення розроблено за принципом «найнеобхідніших повноважень», тобто підвищені повноваження надаються лише там, де вони абсолютно необхідні, і ці повноваження максимально обмежені. Щоб зовнішні оглядачі могли це підтвердити, ми зробили Привілейоване розширення якомога простішим і меншим за обсягом.
zh_hans: F-Droid [特权扩展](https://gitlab.com/fdroid/privileged-extension/) 在此处同样相关，尽管它不属于 Android 的权限声明体系。安装特权扩展授予其 [`priv-app`](https://source.android.com/docs/core/permissions/perms-allowlist)权限 , 这给予 F-Droid 对 Android 的系统级访问特权。 特权扩展对安全性的改进是通过允许自动应用更新，以及确保用户手机上 "未知来源" 设置处于关闭状态实现的。特权扩展按照“最小特权”原则进行设计，只有在绝对需要时才授予提升的权限，而且这些权限尽可能受到限制。 为了使外部审阅者有可能确认这一点，我们已经让特权扩展尽可能地小巧和简单。

source: What is expert mode?
de: Was ist der Expertenmodus?
pl: Czym są ustawienia zaawansowane?
pt_pt: O que é o modo avançado?
ro: Ce este modul expert?
ru: Что такое экспертный режим?
uk: Що таке експертний режим?
zh_hans: 什么是专家模式？

source: Enabling the 'Expert Mode' setting in Preferences will make the client display additional information which is probably not useful to most people. This includes things like package IDs and signature hashes. Some extra configuration options also appear.
de: Die Aktivierung des „Expertenmodus” in den Einstellungen führt dazu, dass ergänzende Informationen in der App angezeigt werden, die wahrscheinlich für die meisten Leute nicht hilfreich sind. Dazu gehören Dinge wie Paket-IDs und Signatur-Hashes. Daneben erscheinen auch einige zusätzliche Konfigurationsoptionen.
pl: Włączenie opcji „Ustawienia zaawansowane” w ustawieniach spowoduje, że klient wyświetli dodatkowe informacje, które prawdopodobnie nie będą przydatne dla większości ludzi. Obejmuje to takie rzeczy, jak identyfikatory pakietów i skróty podpisów. Pojawiają się również niektóre dodatkowe opcje konfiguracji.
pt_pt: A ativação da configuração 'Modo Avançado' mas Preferências fará com que o cliente exiba informações adicionais que provavelmente não serão úteis para a maioria das pessoas. Tambem inclui coisas como IDs de pacotes e hashes de assinatura. Algumas opções de configuração adicionais também aparecem.
ro: Activarea setării "Expert Mode" din Preferințe va face ca clientul să afișeze informații suplimentare care probabil nu sunt utile pentru majoritatea oamenilor. Acestea includ lucruri precum ID-urile pachetelor și hașurile semnăturilor. De asemenea, apar câteva opțiuni de configurare suplimentare.
ru: Включение настройки "Экспертный режим" в Настройках заставит клиента отображать дополнительную информацию, которая, вероятно, не является полезной для большинства людей. Сюда входят такие вещи, как идентификаторы пакетов и хэши подписей. Также появятся некоторые дополнительные параметры конфигурации.
uk: При ввімкненому «експертному режимі» в налаштуваннях, клієнт показуватиме додаткові дані, які навряд чи корисні більшості людей. Зокрема це ідентифікатори пакунків і хеші підписів. Також з'являться кілька додаткових опцій налаштувань.
zh_hans: 在"设置"中启用"专家模式"设置将使客户端显示对大多数人而言可能无用的额外信息。这包括 package ID 和签名哈希等内容。一些额外的配置选项也会出现。

source: I can download apps, but then "Install" is disabled. Why?
de: Ich kann Apps herunterladen, aber dann ist „Installieren“ deaktiviert. Warum?
pl: Mogę pobierać aplikacje, ale opcja "Instaluj" jest wyłączona. Dlaczego?
pt_pt: Posso descarregar aplicações, mas depois "Instalar" está desativado. Porque?
ro: Pot descărca aplicații, dar apoi "Instalare" este dezactivată. De ce?
ru: Я могу загружать приложения, но затем "Установить" отключается. Почему?
uk: Чому після завантаження застосунку вимкнено кнопку «Встановити»?
zh_hans: 我可以下载应用，但随后"安装"被禁用。为什么？

source: Some users have apps such as Twilight installed, which draw directly to the screen regardless of what app is shown. For security reasons, Android wisely doesn't allow apps to be installed when such apps are running. If it did, then people could create apps that draw a fake "Install" button over the top of the real one, resulting in users installing unwanted apps. The solution is to disable such apps before installing via F-Droid.
de: Einige Anwender verwenden Apps, wie Twilight, die direkt auf den Bildschirm zeichnen, egal welche App angezeigt wird. Vernünftigerweise verbietet Android aus Sicherheitsgründen die App-Installation, wenn solche Apps laufen. Wenn es das täte, könnten Leute Apps erstellen, die eine gefälschte „Installieren“-Schaltfläche über die echte zeichnen, mit dem Ergebnis, dass Anwender ungewünschte Apps installieren. Die Lösung dafür ist die Deaktivierung solcher Apps vor einer Installation über F-Droid.
pl: Niektórzy użytkownicy mają zainstalowane aplikacje takie jak Twilight, które wyświetlają się bezpośrednio na ekranie niezależnie od tego, która aplikacja jest wyświetlana. Ze względów bezpieczeństwa system Android nie zezwala na instalowanie aplikacji, gdy takie aplikacje są uruchomione. Jeśli tak, to ludzie mogą tworzyć aplikacje, które utworzą fałszywy przycisk "Instaluj" nad prawdziwym, co spowoduje, że użytkownicy będą instalować niechciane aplikacje. Rozwiązaniem jest wyłączenie takich aplikacji przed instalacją za pomocą F-Droid.
pt_pt: Alguns utilizadores têm apps como o Twilight instalado, que desenham diretamente para o ecrã, independentemente da app exibido. Por razões de segurança, o Android sabiamente não permite que apps sejam instalados quando esses apps são executados. Se acontecesse, as pessoas poderiam criar apps que desenhassem um falso botão "Instalar" sobre o topo do real, a resultar em utilizadores a instalar apps indesejados. A solução é desativar esses apps antes de instalar pelo F-Droid.
ro: Unii utilizatori au instalate aplicații precum Twilight, care desenează direct pe ecran, indiferent de aplicația afișată. Din motive de securitate, Android, în mod înțelept, nu permite instalarea de aplicații atunci când astfel de aplicații sunt în curs de execuție. Dacă ar face-o, atunci oamenii ar putea crea aplicații care să deseneze un buton "Install" fals peste cel real, ceea ce ar duce la instalarea de către utilizatori a unor aplicații nedorite. Soluția constă în dezactivarea unor astfel de aplicații înainte de instalare prin intermediul F-Droid.
ru: У некоторых пользователей установлены такие приложения, как Twilight, которые рисуют прямо на экране независимо от того, какое приложение отображается. По соображениям безопасности Android не позволяет устанавливать приложения, когда такие приложения запущены. Если бы это было так, то люди могли бы создавать приложения, рисующие фальшивую кнопку "Установить" поверх настоящей, в результате чего пользователи устанавливали бы нежелательные приложения. Решением является отключение таких приложений перед установкой через F-Droid.
uk: Ймовірно, у вас встановлено Twilight чи інший подібний застосунок, що має прямий доступ на запис до екрану незалежно від того, який застосунок показано. З міркувань безпеки, Android не дозволяє встановлювати застосунки, коли запущено щось подібне. Інакше можливо було б створити застосунок, який малював би підробну кнопку «Встановити» над справжньою, що призвело б до зловмисних встановлень. Вимикайте такі застосунки, перш ніж встановлювати щось із F-Droid.
zh_hans: 某些用户安装了 Twilight 等应用，这些应用可以直接在其他应用上方绘制图形。出于安全原因，Android 明智地不允许在此类应用运行时安装应用。若非如此，此类应用可能会绘制一个假的"安装"按钮来覆盖真正的按钮，导致用户安装不需要的应用。在通过 F-Droid 安装应用之前禁用此类应用即可解决问题。

source: See [Issue 151](https://gitlab.com/fdroid/fdroidclient/issues/151) or [this Google+ comment](https://plus.google.com/116713673773180618201/posts/UvW3tgSgdUp) for more details.
de: Weitere Details unter [Issue 151](https://gitlab.com/fdroid/fdroidclient/issues/151) oder [in diesem Kommentar auf Google+](https://plus.google.com/116713673773180618201/posts/UvW3tgSgdUp).
pl: Zobacz [Problem 151](https://gitlab.com/fdroid/fdroidclient/issues/151) lub [ten komentarz Google+](https://plus.google.com/116713673773180618201/posts/UvW3tgSgdUp) więcej szczegółów.
pt_pt: Veja [Edição 151](https://gitlab.com/fdroid/fdroidclient/issues/151) ou [este comentário do Google+](https://plus.google.com/116713673773180618201/posts/UvW3tgSgdUp) para mais detalhes.
ro: Vedeți [Issue 151](https://gitlab.com/fdroid/fdroidclient/issues/151) sau [this Google+ comment](https://plus.google.com/116713673773180618201/posts/UvW3tgSgdUp) pentru mai multe detalii.
ru: Более подробную информацию смотрите в [issue 151](https://gitlab.com/fdroid/fdroidclient/issues/151) или [этот комментарий Google+](https://plus.google.com/116713673773180618201/posts/UvW3tgSgdUp).
uk: Перегляньте [обговорення 151](https://gitlab.com/fdroid/fdroidclient/issues/151) чи [коментар Google+](https://plus.google.com/116713673773180618201/posts/UvW3tgSgdUp), щоб дізнатися більше.
zh_hans: 有关更多详细信息，请参阅 [Issue 151](https://gitlab.com/fdroid/fdroidclient/issues/151) 或 [此 Google+ 评论](https://plus.google.com/116713673773180618201/posts/UvW3tgSgdUp)。

source: Why doesn't the client show the number of installs/downloads for each app?
de: Warum zeigt der Client nicht, wie oft jede App installiert/heruntergeladen wurde?
pl: Dlaczego klient nie pokazuje liczby instalacji/pobrań dla każdej aplikacji?
pt_pt: Por que o cliente não mostra a quantidade de instalações/descarregamentos para cada app?
ro: De ce nu afișează clientul numărul de instalări/descărcări pentru fiecare aplicație?
ru: Почему клиент не показывает количество установок/загрузок для каждого приложения?
uk: Чому клієнт не показує кількості встановлень і завантажень кожного застосунку?
zh_hans: 为什么客户端不显示每个应用的安装/下载次数？

source: To show how many people had installed an app, we would have to be spying on them - in other words, keeping track of what apps people install and uninstall on their devices, and sending that data back to ourselves. We don't do that, and we're not going to do it.
de: Um anzuzeigen, wieviele Leute eine App installiert hatten, müssten wir sie ausspionieren - in anderen Worten, überwachen, welche Apps die Menschen auf ihren Geräten installieren und deinstallieren, und diese Daten an uns zurücksenden. Das machen wir nicht und werden es auch nicht tun.
pl: Aby pokazać, ile osób zainstalowało aplikację, musimy ich szpiegować - innymi słowy, monitorować, jakie aplikacje instalują i odinstalowują aplikacje na swoich urządzeniach, i przesyłać te dane z powrotem do nas. Nie robimy tego i nie zamierzamy tego zrobić.
pt_pt: Para mostrar quantas pessoas tinham instalado uma app, teríamos que os estar a espionar - em outras palavras, a manter o controlo de quais apps as pessoas instalam e desinstalam nos seus aparelhos e a enviar esses dados de volta para nós mesmos. Não fazemos isso e não vamos fazê-lo.
ro: Pentru a arăta câte persoane au instalat o aplicație, ar trebui să le spionăm - cu alte cuvinte, să urmărim ce aplicații instalează și dezinstalează oamenii pe dispozitivele lor și să ne trimitem aceste date. Nu facem acest lucru și nu vom face acest lucru.
ru: Чтобы показать, сколько людей установили приложение, мы должны были бы шпионить за ними - другими словами, отслеживать, какие приложения люди устанавливают и удаляют на своих устройствах, и отправлять эти данные обратно себе. Мы этого не делаем и не собираемся делать.
uk: Щоб показувати, скільки людей встановили застосунок, нам довелося б їх відстежувати, тобто записувати, які застосунки ви встановлюєте чи видаляєте, й надсилати ці дані на свої сервери. Ми такого не робимо й не робитимемо.
zh_hans: 为了显示有多少人安装了一个应用，我们必须对用户进行监视——换句话说，跟踪人们在自己的设备上安装和卸载应用的行为并获取相关数据。我们现在不这样做，将来也不会这样做。

source: Theoretically, the number of downloads is available via our web server logs. However, this would be a meaningless figure because:
de: Theoretisch ließe sich über unsere Webserver-Protokolle die Anzahl der Downloads bestimmen. Das wäre jedoch eine bedeutungslose Zahl, denn:
pl: Teoretycznie liczba pobrań jest dostępna za pośrednictwem naszych dzienników serwera internetowego. Byłaby to jednak postać pozbawiona znaczenia, ponieważ:
pt_pt: Teoricamente, o quantidade de downloads estaria disponível através dos nossos registos do servidor web. No entanto, seria uma número sem sentido porque:
ro: Teoretic, numărul de descărcări este disponibil prin intermediul jurnalelor serverului nostru web. Cu toate acestea, această cifră ar fi lipsită de sens, deoarece:
ru: Теоретически, количество загрузок можно узнать из журналов нашего веб-сервера. Однако это бессмысленная цифра, потому что:
uk: Теоретично, кількість завантажень можна порахувати за журналами наших вебсерверів. Проте це число не мало б сенсу:
zh_hans: 理论上，下载次数可以通过我们的 Web 服务器日志获得。然而，这将是一个毫无意义的数字，因为：

source: I might download an app, and decide not to install it
de: Ich könnte eine App herunterladen und beschließen, sie nicht zu installieren
pl: Mogę pobrać aplikację i nie instalować jej
pt_pt: Podia descarregar uma app, mas decidir não instalá-lo
ro: S-ar putea să descarc o aplicație și să decid să nu o instalez
ru: Я могу загрузить приложение и решить не устанавливать его
uk: Я можу завантажити застосунок, не встановлюючи його
zh_hans: 我可能会下载一个应用，然后决定不安装它

source: I might download and install it, then uninstall it immediately because I don't like it
de: Ich könnte sie herunterladen und installieren, unmittelbar danach deinstallieren, weil sie mir nicht gefällt
pl: Mogę pobrać i zainstalować go, a następnie od razu go odinstalować, ponieważ mi się nie podoba
pt_pt: Poderia descarregá-lo e instalá-lo, depois desinstalá-lo imediatamente, porque não gosto dele
ro: S-ar putea să o descarc și să o instalez, apoi să o dezinstalez imediat pentru că nu-mi place
ru: Я могу скачать и установить его, а потом сразу же удалить, потому что он мне не нравится
uk: Я можу завантажити й встановити застосунок, а тоді одразу його видалити, бо він мені не подобається
zh_hans: 我可能会下载并安装一个应用，然后立即卸载掉，因为我并不喜欢它

source: I might download my app 1,000,000 times to make it look popular
de: Ich könnte meine App eine Million Mal herunterladen, um vorzutäuschen, dass sie besonders beliebt ist
pl: Mogę pobrać aplikację 1 000 000 razy, aby wyglądała na popularną
pt_pt: Poderia deacarregar meu app 1 milhão vezes para fazer com que pareça popular
ro: Aș putea descărca aplicația mea de 1.000.000 de ori pentru a o face să pară populară
ru: Я могу загрузить свое приложение 1000000 раз, чтобы оно выглядело популярным
uk: Я можу завантажити застосунок мільйон разів, щоб він здавався популярним
zh_hans: 我可能会下载一百万次我的应用，让它看起来广受欢迎

source: Additionally, on a technical level, we don't even track that information. While the back-end server does track hits on each APK, these are actually served up by multiple front-end servers that cache. This means one counted hit could represent one download, or a million. Theoretically we could resolve this, but we are not interested enough to do so.
de: Außerdem, vom technischen Standpunkt her, überwachen wir nicht einmal diese Informationen. Während der Back-End-Server Treffer für jedes APK sammelt, werden diese eigentlich durch eine Vielzahl von Front-End-Servern ausgeliefert, die als Zwischenspeicher fungieren. Das bedeutet, ein gezählter Treffer könnte einen Download darstellen oder eine Million. Theoretisch könnte das aufgelöst werden, aber wir haben kein großes Interesse, dies zu tun.
pl: Ponadto, na poziomie technicznym, nawet nie śledzimy tych informacji. Podczas gdy serwer zaplecza śledzi trafienia w każdym pakiecie APK, są one faktycznie obsługiwane przez wiele serwerów front-end, które przechowują w pamięci podręcznej. Oznacza to, że jedno policzone trafienie może reprezentować jedno pobranie lub milion. Teoretycznie moglibyśmy rozwiązać ten problem, ale nie jesteśmy wystarczająco zainteresowani, aby to zrobić.
pt_pt: Além disso, a nível técnico, nem sequer rastreamos essa informação. Enquanto o servidor back-end faz o rastreamento de hits em cada APK, estes são realmente servidos por vários servidores front-end que fazem cache. Significa que um hit contado pode representar um descarregamento ou um milhão. Teoricamente, poderíamos resolver esta questão, mas não estamos suficientemente interessados para o fazer.
ro: În plus, din punct de vedere tehnic, nici măcar nu urmărim aceste informații. În timp ce serverul back-end urmărește accesările pentru fiecare APK, acestea sunt de fapt servite de mai multe servere frontale care stochează în memoria cache. Acest lucru înseamnă că un hit contabilizat poate reprezenta o descărcare sau un milion. Teoretic, am putea rezolva acest aspect, dar nu suntem suficient de interesați să facem acest lucru.
ru: Кроме того, на техническом уровне мы даже не отслеживаем эту информацию. Хотя внутренний сервер и отслеживает количество просмотров каждого APK, на самом деле они обслуживаются несколькими внешними серверами, которые кэшируют. Это означает, что один подсчитанный хит может представлять собой одну загрузку или миллион. Теоретически мы могли бы решить эту проблему, но мы не заинтересованы в этом настолько, чтобы делать это.
uk: На технічному рівні, ми не записуємо навіть таких даних. Сервер бекенду справді фіксує, скільки разів кожен файл було з нього отримано, але ви отримуєте APK з кількох серверів фронтенду, які їх кешують. Тобто одне отримання може означати як одне завантаження, так і мільйон. Теоретично, це можливо допрацювати, але нас такі речі не надто цікавлять.
zh_hans: 此外，在技术层面上，我们甚至不跟踪这些信息。虽然后端服务器确实跟踪每个 APK 的点击量，但这些实际上是由多个前端服务器提供的缓存。 这意味着一次点击可能代表一次下载，或百万次。 理论上我们可以解决这个问题，但我们对此没有足够的兴趣。
