Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: The F-Droid tools can automatic generate and manage APK signing keys for each app that it maintains. With the repo index signing configured, all that remains to be done for package signing to work is to set the _keydname_ field in _config.yml_ to contain the same identifying details you entered before. A new key will be generated using these details, for each application that is built. If a specific key is required for a particular application, this system can be overridden using the _keyaliases_ config settings.
de: Die F-Droid-Tools können automatisch APK-Signierschlüssel für jede von ihnen verwaltete Anwendung erzeugen und verwalten. Wenn die Repo-Index-Signierung konfiguriert ist, muss nur noch das Feld _keydname_ in _config.yml_ so gesetzt werden, dass es die gleichen identifizierenden Details enthält, die Sie zuvor eingegeben haben. Aus diesen Angaben wird für jede erstellte Anwendung ein neuer Schlüssel generiert. Wenn ein bestimmter Schlüssel für eine bestimmte Anwendung benötigt wird, kann dieses System durch die Konfigurationseinstellungen _keyaliases_ überschrieben werden.
pl: Narzędzia F-Droid mogą automatycznie generować klucze do podpisywania APK i zarządzać nimi dla każdej aplikacji, którą utrzymuje. Po skonfigurowaniu podpisu indeksu repo, wszystko, co pozostało do zrobienia, aby podpisywanie pakietów działało, to ustawienie pola _keydname_ field w _config.yml_ tak, aby zawierało te same dane identyfikujące, które wprowadziłeś wcześniej. Nowy klucz zostanie wygenerowany przy użyciu tych szczegółów dla każdej zbudowanej aplikacji. Jeśli określony klucz jest wymagany dla określonej aplikacji, ten system może zostać nadpisany przy użyciu ustawień _keyaliases_ config.
pt_pt: As ferramentas do F-Droid podem automaticamente gerar e gerir chaves de assinatura APK para cada app que mantém. Com a assinatura de índice de repositório configurada, tudo o que resta fazer para que a assinatura de pacote funcione é configurar o campo _keydname_ em _config.yml_ para conter os mesmos detalhes de identificação que digitou antes. Uma nova chave será gerada a usar estes detalhes, para cada aplicação que é compilada. Se uma chave específica for necessária para uma aplicação em particular, este sistema pode ser substituído a usar as definições de config _keyaliases_.
ro: Instrumentele F-Droid pot genera și gestiona automat chei de semnare APK pentru fiecare aplicație pe care o întreține. Odată configurată semnarea indexului repo, tot ce mai rămâne de făcut pentru ca semnarea pachetelor să funcționeze este să setați câmpul _keydname_ din _config.yml_ pentru a conține aceleași detalii de identificare pe care le-ați introdus anterior. O nouă cheie va fi generată folosind aceste detalii, pentru fiecare aplicație care este construită. În cazul în care este necesară o cheie specifică pentru o anumită aplicație, acest sistem poate fi anulat cu ajutorul setărilor de configurare _keyaliases_.
ru: Инструменты F-Droid могут автоматически генерировать и управлять ключами подписи APK для каждого приложения, которое он поддерживает. Когда подписание индекса репозитория настроено, все, что остается сделать для работы подписания пакетов, - это установить поле _keydname_ в _config.yml_, содержащее те же идентификационные данные, которые вы ввели ранее. На основе этих данных будет сгенерирован новый ключ для каждого создаваемого приложения. Если для конкретного приложения требуется определенный ключ, эту систему можно переопределить с помощью настроек конфигурации _keyaliases_.
uk: Засоби F-Droid можуть автоматично генерувати ключі підпису APK для кожного супроводжуваного застосунку й дають змогу керувати ними. Після налаштування підпису індексу репозиторію, залишається тільки вказати в _config.yml_ поле _keydname_ із тими ж ідентифікаційними даними, які ви ввели раніше. З цими деталями буде згенеровано нові ключі для кожного збираного застосунку. Якщо для певного застосунку потрібен конкретний ключ, використайте замість усталеної системи параметр _keyaliases_ у файлі конфігурації.
zh_hans: F-Droid 工具可以为其维护的每个应用自动生成和管理 APK 签名密钥。 配置存储库索引签名后，包签名工作所要做的就是将 _config.yml_ 中的 _keydname_ 字段设置为包含你之前输入的相同标识详细信息。 将使用这些详细信息为生成的每个应用生成一个新密钥。如果特定应用需要特定密钥，则可以使用 _keyaliases_ 配置设置覆盖此系统。

source: To set up `fdroid publish`, do these steps on the same machine where you copy APKs to and run `fdroid update`. First, set _keydname_ in _config.yml_, it should be something like this:
de: Um `fdroid publish` einzurichten, führen Sie diese Schritte auf demselben Rechner aus, auf dem Sie APKs kopieren und `fdroid update` ausführen. Zuerst setzen Sie _keydname_ in _config.yml_, es sollte ungefähr so aussehen:
pl: Aby skonfigurować 'fdroid publish', wykonaj te czynności na tym samym komputerze, na którym kopiujesz pliki APK i uruchamiasz `fdroid update`. Najpierw ustaw _keydname_ w _config.yml_, powinno to być coś takiego:
pt_pt: Para configurar o `fdroid publish`, faça estes passos no mesmo sistema para onde copia APKs e executa o `fdroid update`. Primeiro, defina _keydname_ em _config.yml_, ele deve ser algo assim:
ro: Pentru a configura `fdroid publish`, faceți acești pași pe aceeași mașină pe care ați copiat APK-urile și ați rulat `fdroid update`. Mai întâi, setați _keydname_ în _config.yml_, ar trebui să fie ceva de genul acesta:
ru: Чтобы настроить `fdroid publish`, выполните эти шаги на той же машине, куда вы скопировали APK и запустили `fdroid update`. Во-первых, задайте _keydname_ в _config.yml_, оно должно быть примерно таким:
uk: Щоб налаштувати `fdroid publish`, виконайте наступні кроки на тому комп'ютері, куди ви копіюєте APK й на якому запускаєте `fdroid update`. Спершу вкажіть _keydname_ у _config.yml_:
zh_hans: 要设置 `fdroid publish`，请在将 APK 复制到并运行 `fdroid update` 的同一台机器上执行这些步骤。首先，在 _config.yml_ 中设置 _keydname_，应该是这样的：

source: Create a dir called _unsigned/_ next to the _metadata/_ and _repo/_ dirs, and run these commands to move the APK into place with a new name based on _Application ID_ and _Version Code_:
de: Erstellen Sie ein Verzeichnis namens _unsigned/_ neben den Verzeichnissen _metadata/_ und _repo/_, und führen Sie diese Befehle aus, um das APK mit einem neuen Namen basierend auf _Application ID_ und _Version Code_ zu verschieben:
pl: Utwórz katalog o nazwie _unsigned/_ obok katalogów _metadata/_ i _repo/_ i uruchom te polecenia, aby przenieść pakiet APK na miejsce z nową nazwą opartą na _Application ID_ i _Version Code_:
pt_pt: Crie um diretório chamado _unsigned/_ ao lado dos diretórios _metadata/_ e _repo/_, e execute esses comandos para mover o APK para o lugar com um novo nome baseado em _Application ID_ e _Version Code_:
ro: Creați un director numit _unsigned/_ lângă directorii _metadata/_ și _repo/_ și rulați aceste comenzi pentru a muta APK-ul în locul său cu un nume nou bazat pe _Application ID_ și _Version Code_:
ru: Создайте каталог _unsigned/_ рядом с каталогами _metadata/_ и _repo/_ и выполните эти команды для перемещения APK на место с новым именем, основанным на _ID приложения_ и _Version Code_:
uk: Створіть каталог _unsigned/_ поруч із каталогами _metadata/_ й _repo/_ — й запустіть такі команди, щоб розмістити APK з новою назвою, складеною з _applicationId_ та _versionCode_:
zh_hans: 在 _metadata/_ 和 _repo/_ 目录旁边创建一个名为 _unsigned/_ 的目录，然后运行这些命令以基于_Application ID_ 和 _Version Code_：

source: Package Signing
de: Paketsignatur
pl: Podpisywanie pakietów
pt_pt: Assinatura de Pacotes
ro: Semnarea pachetului
ru: Подписание пакетов
uk: Підпис пакунків
zh_hans: 包签名

source: All packages built and/or distributed using F-Droid tools can also be signed by PGP using [GnuPG](https://gnupg.org), anything from APKs to media files will be signed. This process is run with `fdroid gpgsign`. Add `gpghome` and `gpgkey` to your _config.yml_ to configure it, there is more information in _examples/config.yml_.
de: Alle Pakete, die mit F-Droid-Tools erstellt und/oder verteilt werden, können auch von PGP mit [GnuPG](https://gnupg.org) signiert werden, von APKs bis hin zu Mediendateien. Dieser Prozess wird mit `fdroid gpgsign` ausgeführt. Fügen Sie `gpghome` und `gpgkey` zu Ihrer _config.yml_ hinzu, um sie zu konfigurieren, weitere Informationen finden Sie in _examples/config.yml_.
pl: Wszystkie pakiety zbudowane i/lub rozprowadzane przy użyciu narzędzi F-Droid mogą być również podpisane przez PGP za pomocą [GnuPG](https://gnupg.org), wszystko od plików APK do plików multimedialnych zostanie podpisane. Ten proces jest uruchamiany za pomocą `fdroid gpgsign`. Dodaj `gpghome` i `gpgkey` do twojego _config.yml_, aby go skonfigurować, więcej informacji znajdziesz w _examples/config.yml_.
ro: Toate pachetele construite și/sau distribuite cu ajutorul instrumentelor F-Droid pot fi semnate cu PGP folosind [GnuPG](https://gnupg.org), orice, de la APK-uri la fișiere media, va fi semnat. Acest proces se execută cu `fdroid gpgsign`. Adăugați `gpghome` și `gpgkey` la _config.yml_ pentru a-l configura, există mai multe informații în _examples/config.yml_.
ru: Все пакеты, созданные и/или распространяемые с помощью инструментов F-Droid, также могут быть подписаны PGP с помощью [GnuPG](https://gnupg.org), все, от APK до медиафайлов, будет подписано. Этот процесс запускается с помощью `fdroid gpgsign`. Для настройки добавьте `gpghome` и `gpgkey` в _config.yml_, больше информации есть в _examples/config.yml_.
uk: Усі пакунки, що збираються чи поширюються засобами F-Droid, можна також підписувати за допомогою PGP, використовуючи [GnuPG](https://gnupg.org). Підписано буде все: від APK-файлів до медіафайлів. Процес запускається командою `fdroid gpgsign`. Щоб її налаштувати, додайте `gpghome` та `gpgkey` до свого _config.yml_. Докладніше про це — в _examples/config.yml_.
zh_hans: 使用 F-Droid 工具构建和/或分发的所有包也可以由 PGP 使用 [GnuPG](https://gnupg.org) 签名，从 APK 到媒体文件的任何内容都将被签名。此过程使用 `fdroid gpgsign` 运行。将 `gpghome` 和 `gpgkey` 添加到你的 _config.yml_ 中进行配置，_examples/config.yml_ 中有更多信息.

source: Hardware Security Modules
de: Hardware-Sicherheitsmodule
pl: Moduły zabezpieczeń sprzętowych
pt_pt: Módulos de Segurança de Hardware
ro: Module de securitate hardware
ru: Модули аппаратной безопасности
uk: Апаратні модулі захисту
zh_hans: 硬件安全模块

source: Hardware Security Modules (HSMs) are specially designed pieces of hardware for securely storing and using cryptographic keys. They provide write-only storage, so that a private key can only be written to the HSM and never read off of it. _fdroidserver_ has support for using HSMs for repo signing keys.
de: Hardware-Sicherheitsmodule (Hardware Security Modules, HSMs) sind speziell für die sichere Speicherung und Verwendung von kryptographischen Schlüsseln entwickelte Hardwarekomponenten. Sie bieten Nur-schreib-Speicher, so dass ein privater Schlüssel nur auf das HSM geschrieben und nie ausgelesen werden kann. _fdroidserver_ unterstützt die Verwendung von HSMs für die Repo-Signierung von Schlüsseln.
pl: Hardware Security Modules (HSM) to specjalnie zaprojektowane elementy sprzętu do bezpiecznego przechowywania i używania kluczy kryptograficznych. Zapewniają pamięć typu 'tylko do zapisu', więc klucz prywatny może być zapisywany tylko na HSM i nigdy go nie czytać. _fdroidserver_ ma wsparcie dla używania HSM dla kluczy podpisujących repo.
pt_pt: Os módulos de segurança de hardware (HSM) são peças de hardware especialmente concebidas para armazenamento seguro e utilização de chaves criptográficas. Eles fornecem armazenamento somente de gravação, para que uma chave privada só possa ser gravada no HSM e nunca seja lida. O _fdroidserver_ tem suporte para usar HSMs para chaves de assinatura de repo.
ro: Modulele de securitate hardware (HSM) sunt componente hardware special concepute pentru stocarea și utilizarea în siguranță a cheilor criptografice. Acestea asigură stocarea numai în regim de scriere, astfel încât o cheie privată poate fi scrisă numai în HSM și nu poate fi niciodată citită de pe acesta. _fdroidserver_ are suport pentru utilizarea HSM-urilor pentru cheile de semnare a repo-urilor.
ru: Аппаратные модули безопасности (HSM) - это специально разработанные аппаратные средства для безопасного хранения и использования криптографических ключей. Они обеспечивают хранение только на запись, поэтому закрытый ключ может быть записан только на HSM и никогда не будет считан с него. _fdroidserver_ поддерживает использование HSM для ключей подписи репозитория.
uk: Апаратні модулі захисту (hardware security modules, HSM) — це апаратне забезпечення, спеціально розроблене для безпечного зберігання й використання криптографічних ключів. Вони працюють лише на запис, тобто закритий ключ можна лише записати на HSM, але зчитати його звідти буде неможливо. _fdroidserver_ підтримує використання HSM для ключів підпису репозиторію.
zh_hans: 硬件安全模块 （HSM） 是专门设计的硬件，用于安全地存储和使用加密密钥。 它们提供只写存储，因此私钥只能写入 HSM，而不能读出它。 _fdroidserver_ 支持使用 HSM 进行存储库签名密钥。

source: For information on how to configure an F-Droid repo to use an HSM, see the "smartcard" sections of _examples/config.yml_, specifically `keystore` and `smartcardoptions`. Most likely, [OpenSC](https://github.com/OpenSC/OpenSC) will need to be set up as a PKCS11 provider for Java. [_hsmwiz_](https://github.com/johndoe31415/hsmwiz) is a simpler way to work with smart card HSMs like the Nitrokey HSM. Both OpenSC and _hsmwiz_ are available in Debian.
de: Informationen zur Konfiguration eines F-Droid-Repos für die Verwendung eines HSM finden Sie in den Abschnitten „Smartcard“ von _examples/config.yml_, insbesondere `keystore` und `smartcardoptions`. Höchstwahrscheinlich muss [OpenSC](https://github.com/OpenSC/OpenSC) als PKCS11-Provider für Java eingerichtet werden. [_hsmwiz_](https://github.com/johndoe31415/hsmwiz) ist eine einfachere Art, mit Smart Card HSMs wie das Nitrokey HSM zu arbeiten. Sowohl OpenSC als auch _hsmwiz_ stehen in Debian zur Verfügung.
pl: Aby uzyskać informacje na temat konfigurowania repozytorium F-Droid do używania HSM, zobacz sekcje 'smartcard' w _examples/config.yml_, w szczególności `keystore` i `smartcardoptions`. Najprawdopodobniej [OpenSC](https://github.com/OpenSC/OpenSC) będzie musiał zostać skonfigurowany jako dostawca PKCS11 dla Javy.
ro: Pentru informații despre cum să configurați un repo F-Droid pentru a utiliza un HSM, consultați secțiunile "smartcard" din _examples/config.yml_, în special `keystore` și `smartcardoptions`. Cel mai probabil, [OpenSC](https://github.com/OpenSC/OpenSC) va trebui să fie configurat ca furnizor PKCS11 pentru Java. [_hsmwiz_](https://github.com/johndoe31415/hsmwiz) este o modalitate mai simplă de a lucra cu HSM-uri de carduri inteligente precum Nitrokey HSM. Atât OpenSC, cât și _hsmwiz_ sunt disponibile în Debian.
ru: Информацию о том, как настроить репозиторий F-Droid на использование HSM, смотрите в разделах "smartcard" в _examples/config.yml_, а именно `keystore` и `smartcardoptions`. Скорее всего, [OpenSC](https://github.com/OpenSC/OpenSC) нужно будет настроить как провайдера PKCS11 для Java. [_hsmwiz_](https://github.com/johndoe31415/hsmwiz) - более простой способ работы со смарт-картами HSM, такими как Nitrokey HSM. И OpenSC, и _hsmwiz_ доступны в Debian.
uk: Докладніше налаштування репозиторію F-Droid для використання HSM описано в розділах «smartcard» файлу _examples/config.yml_, зокрема `keystore` та `smartcardoptions`. Швидше за все, вам знадобиться встановити [OpenSC](https://github.com/OpenSC/OpenSC) як провайдер PKCS11 для Java. [_hsmwiz_](https://github.com/johndoe31415/hsmwiz) — простіший спосіб роботи з HSM смарткартками, такими як Nitrokey HSM. У Debian доступні як OpenSC, так і _hsmwiz_.
zh_hans: 有关如何配置 F-Droid 存储库以使用 HSM 的信息，请参阅 _examples/config.yml_ 的"智能卡"部分，特别是 `密钥库` 和 `智能卡选项 `。 最有可能的是， [OpenSC](https://github.com/OpenSC/OpenSC) 需要设置为 Java 的 PKCS11 提供程序。 [_hsmwiz_](https://github.com/johndoe31415/hsmwiz)是一种使用智能卡 HSM（如 Nitrokey HSM）的更简单方法。OpenSC 和_hsmwiz_ 都可以在 Debian 中使用。

source: For more in-depth information, see:
de: Ausführlichere Informationen finden Sie unter:
pl: Aby zobaczyć więcej dogłębnych informacji, zobacz
ru: Более подробную информацию смотрите в разделе:
uk: Докладніше:
zh_hans: 更深入的信息，请参阅：

source: _fdroidserver_ example config file: [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1a0/examples/config.yml#L125)
de: _fdroidserver_ Konfigurationsdatei-Beispiel: [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1a0/examples/config.yml#L125)
pl: Opcjonalnie edytuj plik _config.yml_ według własnych potrzeb; szczegółowe przykłady znajdują się w [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/config.yml)
ro: Exemplu de fișier de configurare _fdroidserver_: [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1a0/examples/config.yml#L125)
ru: Пример файла конфигурации _fdroidserver_: [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1a0/examples/config.yml#L125)
uk: Приклад файлу конфігурації _fdroidserver_: [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1a0/examples/config.yml#L125)
zh_hans: _fdroidserver_ 示例配置文件: [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1a0/examples/config.yml#L125)

source: [Publishing an F-Droid Repo using a Hardware Security Module]({% post_url 2020-10-05-ntrokey-signing %})
de: [Veröffentlichung eines F-Droid-Repos mittels eines Hardware Security Module]({% post_url 2020-10-05-ntrokey-signing %})
ru: [Публикация репозитория F-Droid с использованием модуля аппаратной безопасности]({% post_url 2020-10-05-ntrokey-signing %})
uk: [Публікування репозиторію F-Droid з використанням апаратного модуля безпеки]({% post_url 2020-10-05-ntrokey-signing %})
zh_hans: [使用硬件安全模块发布 F-Droid 存储库]({% post_url 2020-10-05-ntrokey-signing %})

source: [Security in a thumb drive: the promise and pain of hardware security modules, take one!](https://guardianproject.info/2014/03/28/security-in-a-thumb-drive-the-promise-and-pain-of-hardware-security-modules-take-one/)
de: [Sicherheit auf einem USB-Stick: Versprechen und Mühen der Hardware-Security-Module, wahlweise!](https://guardianproject.info/2014/03/28/security-in-a-thumb-drive-the-promise-and-pain-of-hardware-security-modules-take-one/) (Englisch)
ru: [Безопасность на флешке: обещания и боль аппаратных модулей безопасности, возьмите один!](https://guardianproject.info/2014/03/28/security-in-a-thumb-drive-the-promise-and-pain-of-hardware-security-modules-take-one/)
uk: [Безпека у флешці: обіцянки та проблеми апаратних модулів безпеки, якусь!!](https://guardianproject.info/2014/03/28/security-in-a-thumb-drive-the-promise-and-pain-of-hardware-security-modules-take-one/)
zh_hans: [拇指驱动器中的安全性：硬件安全模块的承诺和痛苦，挑一个！](https://guardianproject.info/2014/03/28/security-in-a-thumb-drive-the-promise-and-pain-of-hardware-security-modules-take-one/)

source: Submitting to F-Droid Quick Start Guide
de: Schnellstartanleitung für Anträge an F-Droid
pl: Przesyłanie do F-Droid skrócona instrukcja obsługi
pt_pt: Submeter ao Guia de Início Rápido do F-Droid
ro: Înscrierea la F-Droid Ghid de pornire rapidă
ru: Краткое руководство пользователя F-Droid
uk: Короткий посібник із надсилання до F-Droid
zh_hans: 提交到 F-Droid 快速入门指南

source: Doing this is apparently the best way to get your own package into the repository, since you can provide a direct merge request for the metadata about your package, making it easy for the maintainers.
de: Dies ist wahrscheinlich die beste Art, um ein eigenes Paket in das Repository zu bekommen, da man eine direkte Merge-Anfrage für die Metadaten zum Paket liefern kann, was es für die Betreuer einfach macht.
pl: Jest to najwyraźniej najlepszy sposób na umieszczenie własnego pakietu w repozytorium, ponieważ możesz podać bezpośrednie żądanie scalenia dla metadanych dotyczących twojego pakietu, co ułatwia opiekunom.
pt_pt: Fazer isso é aparentemente a melhor maneira de pôr o seu próprio pacote no repositório, já que pode fornecer uma requisição de integração direta para os metadados sobre o seu pacote, a tornar-o fácil para os mantenedores.
ro: Se pare că acesta este cel mai bun mod de a vă introduce propriul pachet în depozit, deoarece puteți furniza o cerere directă de îmbinare a metadatelor despre pachetul dvs., facilitându-le sarcina celor care se ocupă de întreținere.
ru: По-видимому, это лучший способ внести свой пакет в репозиторий, поскольку вы можете предоставить прямой запрос на слияние метаданных о вашем пакете, что облегчает работу сопровождающих.
uk: Описано хороший спосіб додати свій пакунок до репозиторію: надання прямого запиту на злиття метаданих про пакунок спрощує роботу команди супроводу.
zh_hans: 这样做显然是将自己的包放入存储库的最佳方法，因为你可以为有关包的元数据提供直接合并请求，从而使维护人员轻松。

source: To understand the overview of the process, read the *Proposal by Metadata Merge Request* section of the [Inclusion How-To](../Inclusion_How-To/).
de: Um das Verfahren im Überblick zu verstehen, lesen Sie den Abschnitt *Vorschlag als Metadaten-Merge-Anfrage* im [Aufnahmeverfahren](../Inclusion_How-To/).
pl: Aby zrozumieć omówienie tego procesu, przeczytaj sekcję *Propozycja według żądania połączenia metadanych* w sekcji [Inclusion How-To](../Inclusion_How-To/).
ro: Pentru a înțelege prezentarea generală a procesului, citiți secțiunea *Propoziție prin cerere de fuziune a metadatelor* din [Inclusion How-To](../Inclusion_How-To/).
ru: Чтобы понять суть процесса, прочитайте раздел *Запрос на слияние метаданных* в [Inclusion How-To](../Inclusion_How-To/).
uk: Щоб зрозуміти процес у цілому, прочитайте розділ *Пропозиція запитом на злиття метаданих* в інструкції, [як додати застосунок](../Inclusion_How-To/).
zh_hans: 要理解这一过程的概况，请阅读[收录指南](../Inclusion_How-To/)的*元数据合并请求提案*部分。

source: First steps
de: Erste Schritte
pl: Pierwsze kroki
ro: Primii pași
ru: Первые шаги
uk: Перші кроки
zh_hans: 第一步

source: In the source of the application you want to include, find all the _AndroidManifest.xml_ and _build.gradle_ files, and write down in which subdir the most detailed of them happen to be.
de: Finden Sie alle _AndroidManifest.xml_ und _build.gradle_ Dateien im Quellcode der Anwendung, von der Sie möchten, dass sie aufgenommen wird, und schreiben Sie nieder, in welchem Unterverzeichnis die detailreichsten unter ihnen zu sein scheinen.
pl: W źródle aplikacji, którą chcesz dołączyć, znajdź wszystkie pliki _AndroidManifest.xml_ oraz _build.gradle_ i zapisz, w którym podkatalogu znajdują się najbardziej szczegółowe z nich.
ro: În sursa aplicației pe care doriți să o includeți, găsiți toate fișierele _AndroidManifest.xml_ și _build.gradle_ și scrieți în ce subdir se află cele mai detaliate dintre ele.
ru: В исходном тексте приложения, которое вы хотите включить, найдите все файлы _AndroidManifest.xml_ и _build.gradle_ и запишите, в каком поддиректоре находятся самые подробные из них.
uk: У вихідному коді того застосунку, який бажаєте додати, знайдіть усі файли _AndroidManifest.xml_ та _build.gradle_ — і занотуйте, в якій підтеці розміщено найдокладніші з них.
zh_hans: 在你想被收录的应用的源代码中，找到所有的 _AndroidManifest.xml_ 和 _build.gradle_文件，并写下它们之中最详细文件所在的子目录。
