Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: If you don't mind a detailed and potentially noisy stream of information that also includes updates and other changes, you could subscribe to [this feed](https://gitlab.com/fdroid/fdroiddata/commits/master.atom)
de: Wenn Sie ein detaillierter und sehr umfangreicher Strom an Informationen, die auch Aktualisierungen und weitere Änderungen enthalten, nicht stört, können Sie [diesen Feed](https://gitlab.com/fdroid/fdroiddata/commits/master.atom) abonnieren
pl: Jeśli nie masz nic przeciwko szczegółowemu i potencjalnie hałaśliwemu strumieniowi informacji, który obejmuje również aktualizacje i inne zmiany, możesz zasubskrybować [ten plik danych](https://gitlab.com/fdroid/fdroiddata/commits/master.atom)
pt_pt: Se não se importar com um fluxo detalhado e potencialmente ruidoso de informações que também inclua atualizações e outras alterações, pode assinar [este feed](https://gitlab.com/fdroid/fdroiddata/commits/master.atom)
ro: Dacă nu vă deranjează un flux de informații detaliat și potențial zgomotos, care include și actualizări și alte modificări, vă puteți abona la [this feed](https://gitlab.com/fdroid/fdroiddata/commits/master.atom)
ru: Если вы не против подробного и потенциально шумного потока информации, который также включает обновления и другие изменения, вы можете подписаться на [этот канал](https://gitlab.com/fdroid/fdroiddata/commits/master.atom)
uk: Якщо ви не проти отримувати докладний і ймовірно шумний потік даних, що містить також оновлення й інші зміни, підпишіться на [цю стрічку](https://gitlab.com/fdroid/fdroiddata/commits/master.atom)
zh_hans: 如果你不介意包含更新和其他更改信息的详细但可能嘈杂的信息流，则可以订阅[此源](https://gitlab.com/fdroid/fdroiddata/commits/master.atom)

source: In TWIF posts we talk about new apps and other news, you could subscribe to [this feed](https://f-droid.org/feed.xml).
de: In den TWIF-Beiträgen sprechen wir über neue Apps und andere Neuigkeiten, Sie können [diesen Feed](https://f-droid.org/feed.xml) abonnieren.
pl: W postach TWIF mówimy o nowych aplikacjach i innych nowościach, możesz zasubskrybować [ten kanał](https://f-droid.org/feed.xml).
ro: În postările TWIF vorbim despre aplicații noi și alte știri, vă puteți abona la [acest feed](https://f-droid.org/feed.xml).
ru: В постах TWIF мы рассказываем о новых приложениях и других новостях, вы можете подписаться на [эту ленту](https://f-droid.org/feed.xml).
zh_hans: 在每周新闻中，我们谈论新应用和其他新闻，你可以订阅[这个源](https://f-droid.org/feed.xml)。

source: We don't yet have a dedicated and user-friendly feed you can subscribe to for new additions, but we welcome contributions to make this work better.
de: Wir haben noch keinen fest zugeordneten und nutzerfreundlichen Feed, der für Neuerscheinungen abonniert werden kann, begrüßen aber Beiträge, um dies zu verbessern.
pl: Nie mamy jeszcze dedykowanego i przyjaznego dla użytkownika kanału, który możesz subskrybować dla nowych dodatków, ale z przyjemnością przyjmiemy uwagi, które sprawią, że będzie działać lepiej.
pt_pt: Ainda não temos um feed dedicado e amigável que possa assinar para novas adições, mas agradecemos contribuições para tornar este trabalho melhor.
ro: Deocamdată nu avem un flux dedicat și ușor de utilizat la care să vă puteți abona pentru noi adăugiri, dar primim cu plăcere contribuții pentru a face acest lucru să funcționeze mai bine.
ru: У нас пока нет специального и удобного для пользователя канала, на который можно подписаться для получения новых добавлений, но мы приветствуем вклад в улучшение этой работы.
uk: У нас поки нема окремої зручної стрічки, що давала б вам змогу підписатись саме на додання, проте ми раді внескам, що вдосконалюють ці процеси.
zh_hans: 我们还没有一个专门的、用户友好的源以供订阅新的内容，但我们欢迎大家投稿，使之更好。

source: Is your building and signing process secure?
de: Ist der Herstellungs- und Signiervorgang sicher?
pl: Czy proces budowania i podpisywania jest bezpieczny?
pt_pt: O seu processo de construção e assinatura é seguro?
ro: Este securizat procesul de construcție și de semnare?
ru: Безопасен ли ваш процесс сборки и подписания?
uk: Чи безпечний ваш процес збірки й підпису?
zh_hans: 你的构建和签名过程是否安全？

source: The building and signing is done in an secure **offline** (i.e. inaccessible from the internet) environment. Every package is built in a completely fresh isolated virtual machine environment which is discarded once the build is complete. Additionally, that build environment is completely separated from the signing environment.
de: Die Herstellung und Signierung erfolgt in einer sicheren **Offline** (d. h. aus dem Internet unzugänglichen) -Umgebung. Jedes Paket wird in einer vollständig unbenutzten, isolierten VM-Umgebung hergestellt, die nach Abschluss der Herstellung verworfen wird. Außerdem ist die Build-Umgebung vollständig von der Signierumgebung getrennt.
pl: Budynek i podpisywanie odbywa się w bezpiecznym środowisku **offline** (tj. niedostępnym w Internecie). Każdy pakiet jest zbudowany w całkowicie świeżym izolowanym środowisku maszyny wirtualnej, które jest odrzucane po ukończeniu kompilacji. Dodatkowo to środowisko kompilacji jest całkowicie oddzielone od środowiska podpisywania.
pt_pt: A compilação e a assinatura são feitos num ambiente seguro **offline*** (ou seja, inacessível da Internet). Cada pacote é construído num ambiente de máquina virtual isolado completamente novo e isolado, que é descartado quando a compilação é concluída. Além disso, esse ambiente de construção é completamente separado do ambiente de assinatura.
ro: Crearea și semnarea se face într-un mediu securizat **offline** (i.e. inaccessible from the internet). Fiecare pachet este construit într-un mediu de mașină virtuală izolat complet nou, care este eliminat odată ce construcția este finalizată. În plus, acest mediu de construire este complet separat de mediul de semnare.
ru: Сборка и подписание осуществляется в безопасной **автономной** (т.е. недоступной из Интернета) среде. Каждый пакет создается в абсолютно свежей изолированной среде виртуальной машины, которая удаляется после завершения сборки. Кроме того, среда сборки полностью отделена от среды подписания.
uk: Збірка й підпис здійснюються в захищеному **автономному** (без інтернет-доступу) середовищі. Кожен пакунок збирається в чистому середовищі одноразової ізольованої віртуальної машини, знищуваної по завершенню збірки. До того ж, середовище збірки повністю окреме від середовища підпису.
zh_hans: 构建和签名是在安全的 **离线**（即无法从互联网访问的）环境中完成的。每个包都在一个全新的隔离虚拟机环境中构建，一旦构建完成该环境就会被废弃。此外，该构建环境与签名环境完全分离。

source: So yes, as far as we know, it's secure. However, as with everything else on the site, bear in mind this is a small community project which you are warned to use at your own risk. As with apps you get from elsewhere, including Google Play, you should exercise caution regarding the permissions they request when you install them. If in doubt, don't install.
de: Somit ja, soweit wir wissen, ist es sicher. Jedoch, wie bei allen Dingen auf dieser Seite, behalten Sie im Hinterkopf, dies ist ein kleines Gemeinschaftsprojekt, das darauf hinweist, dass Sie es auf eigene Gefahr nutzen. Wie bei Apps die Sie von anderswo, einschließlich Google Play, beziehen, sollten Sie umsichtig vorgehen, die Berechtigungen betrachten, die sie benötigen, wenn Sie sie installieren. Im Zweifelsfall nicht installieren.
pl: Więc tak, o ile nam wiadomo, jest bezpieczny. Jednakże, tak jak w przypadku wszystkich innych elementów na stronie, należy pamiętać, że jest to mały projekt społecznościowy, do którego przestrzegania użytkownik jest ostrzeżony, na własne ryzyko. Podobnie jak w przypadku aplikacji otrzymywanych z innych źródeł, w tym Google Play, należy zachować ostrożność w odniesieniu do uprawnień, które żądają podczas ich instalowania. W razie wątpliwości nie instaluj.
pt_pt: Então, sim, tanto quanto sabemos, é seguro. No entanto, como com o resto no site, tenha em mente que este é um pequeno projeto da comunidade que é avisado para usar por sua própria conta e risco. Tal como acontece com as apps que obtém de outros lugares, incluindo o Google Play, deve ter cuidado com as permissões que eles solicitam ao instalá-los. Em caso de dúvida, não instale.
ro: Deci, da, din câte știm, este sigur. Cu toate acestea, la fel ca orice altceva de pe site, nu uitați că este un mic proiect al comunității, pe care vă avertizăm că îl utilizați pe propriul risc. Ca și în cazul aplicațiilor pe care le obțineți din altă parte, inclusiv din Google Play, trebuie să fiți precauți în ceea ce privește permisiunile pe care le solicită atunci când le instalați. Dacă aveți îndoieli, nu le instalați.
ru: Так что да, насколько нам известно, он безопасен. Однако, как и в случае со всем остальным на сайте, имейте в виду, что это небольшой проект сообщества, который вы должны использовать на свой страх и риск. Как и в случае с приложениями, которые вы получаете из других источников, включая Google Play, вам следует проявлять осторожность в отношении разрешений, которые они запрашивают при установке. Если есть сомнения, не устанавливайте.
uk: Тобто в нашому розумінні процес безпечний. Але щодо всього на цьому сайті пам'ятайте: це проєкт невеликої спільноти, яким ви користуєтесь на свій страх і ризик. Звідки б ви не отримували застосунки, навіть якщо то Google Play, будьте обачні з дозволами, які вони запитують при встановленні. Маєте сумніви — не встановлюйте.
zh_hans: 因此，就我们所知，它是安全的。但是，与网站上的其他所有内容一样，请记住这是一个小型社区项目，使用时要自担风险。与你从其他地方（包括 Google Play）所获得的应用一样，安装时应谨慎对待它们请求的权限。如果有疑问，请不要安装。

source: Why isn't F-Droid on Google Play?
de: Warum ist F-Droid nicht auf Google Play?
pl: Dlaczego F-Droid nie jest w Google Play?
pt_pt: Porque é que o F-Droid não está no Google Play?
ro: De ce nu este F-Droid pe Google Play?
ru: Почему F-Droid нет в Google Play?
uk: Чому F-Droid немає в Google Play?
zh_hans: 为什么 F-Droid 未在 Google Play 上架 ？

source: Pick your favourite reason (both are true and valid):
de: Suchen Sie sich einen passenden Grund aus (beide sind wahr und stichhaltig):
pl: Wybierz swój ulubiony argument (oba są prawdziwe i prawidłowe):
pt_pt: Escolha a sua razão favorita (ambas são verdadeiras e válidas):
ro: Alegeți-vă motivul preferat (ambele sunt adevărate și valabile):
ru: Выберите свою любимую причину (обе они верны и обоснованы):
uk: На ваш вибір (обидві причини справжні й чинні):
zh_hans: 选择你最喜欢的理由（两者都是真实有效的）:

source: We don't use proprietary software: Google Play is proprietary software;
de: Wir verwenden keine proprietäre Software: Google Play ist proprietäre Software;
pl: Nie korzystamy z oprogramowania własnościowego: Google Play jest oprogramowaniem zastrzeżonym;
pt_pt: Não usamos software proprietário: O Google Play é um software proprietário;
ro: Nu folosim software proprietar: Google Play este un software proprietar;
ru: Мы не используем проприетарное программное обеспечение: Google Play - это проприетарное программное обеспечение;
uk: Ми не використовуємо пропрієтарного програмного забезпечення: Google Play — пропрієтарний;
zh_hans: 我们不使用专有软件，而 Google Play 属于专有软件;

source: F-Droid, as an app that "competes" with Google Play, is against their [Terms of Service (paragraph 4.5)](https://play.google.com/about/developer-distribution-agreement.html).
de: F-Droid, als „Konkurrent“ von Google Play, ist gegen deren [Geschäftsbedingung (Paragraph 4.5)](https://play.google.com/about/developer-distribution-agreement.html).
pl: F-Droid, jako aplikacja, która „konkuruje” z Google Play, jest niezgodna z ich [Warunkami korzystania z usługi (paragraf 4.5)](https://play.google.com/about/developer-distribution-agreement.html).
ro: F-Droid, ca aplicație care "concurează" cu Google Play, este împotriva [Termenilor de utilizare (punctul 4.5)](https://play.google.com/about/developer-distribution-agreement.html).
ru: F-Droid, как приложение, которое "конкурирует" с Google Play, противоречит их [Условиям предоставления услуг (пункт 4.5)](http://play.google.com/about/developer-distribution-agreement.html).
uk: F-Droid — як застосунок, що «конкурує» з Google Play, — не відповідає [умовам їхнього сервісу (пункт 4.5)](https://play.google.com/about/developer-distribution-agreement.html).
zh_hans: F-Droid 作为与 Google Play “竞争”的应用，违反了他们的 [服务条款(第 4.5 款)](https://play.google.com/about/developer-distribution-agreement.html)。

source: How can I report bugs or request features?
de: Wie kann ich Fehler oder Funktionswünsche melden?
pl: Jak zgłosić błędy lub prośby o funkcje?
pt_pt: Como posso relatar bugs ou solicitar recursos?
ro: Cum pot să raportez erori sau să solicit caracteristici?
ru: Как я могу сообщить об ошибках или запросить функции?
uk: Як повідомити про ваду чи запитати про функцію?
zh_hans: 如何报告 Bug 或提议添加功能？

source: Use the [issue tracker](https://gitlab.com/fdroid/fdroidclient/issues) or email <team@f-droid.org>. You can also discuss them in the [forum or chat rooms](https://f-droid.org/about/#contact).
de: Verwenden Sie das [Ticketsystem](https://gitlab.com/fdroid/fdroidclient/issues) oder schreiben Sie eine E-Mail an <team@f-droid.org>. Sie können sie auch in den [Foren oder Chaträumen](https://f-droid.org/about/#contact) diskutieren.
pl: Skorzystaj z [narzędzia do śledzenia zgłoszeń](https://gitlab.com/fdroid/fdroidclient/issues) lub wyślij e-mail <team@f-droid.org>. Możesz również omówić je na [forum lub czacie](https://f-droid.org/about/#contact).
ro: Utilizați [pagina de probleme](https://gitlab.com/fdroid/fdroidclient/issues) sau trimiteți un e-mail la <team@f-droid.org>. De asemenea, le puteți discuta în [forum sau canalele de discuții](https://f-droid.org/about/#contact).
ru: Воспользуйтесь [трекером проблем](https://gitlab.com/fdroid/fdroidclient/issues) или напишите по электронной почте <team@f-droid.org>. Вы также можете обсудить их на [форуме или в чате](https://f-droid.org/about/#contact).
uk: Скористайтеся [трекером обговорень](https://gitlab.com/fdroid/fdroidclient/issues) чи е-поштою <team@f-droid.org>. Можете також обговорити їх на [форумі або в бесідах кімнат](https://f-droid.org/about/#contact).
zh_hans: 使用 [问题跟踪器](https://gitlab.com/fdroid/fdroidclient/issues) 或发送电子邮件至 <team@f-droid.org>。你也可以在[论坛或聊天室](https://f-droid.org/about/#contact)讨论它们。

source: If you do not already have an account, or do not want to create one, you can use our reusable account. The issue tracker works better if reporters use an account that will receive notifications. Issue reports are usually a conversation, not just a single report.
de: Wenn Sie noch kein Konto haben oder keines anlegen möchten, können Sie unser wiederverwendbares Konto nutzen. Die Fallbearbeitung funktioniert besser, wenn Berichterstatter ein Konto verwenden, das Benachrichtigungen empfängt. Die Problembearbeitung erfolgt normalerweise im Dialog und ist nicht nur ein Einzelbericht.
pl: Jeśli nie masz jeszcze konta lub nie chcesz go utworzyć, możesz użyć naszego konta wielokrotnego użytku. Narzędzie do śledzenia problemów działa lepiej, jeśli reporterzy używają konta, które będzie otrzymywać powiadomienia. Raporty dotyczące problemów to zazwyczaj rozmowa, a nie tylko pojedynczy raport.
pt_pt: Se ainda não tiver uma conta ou não quiser criar uma, pode usar nossa conta reutilizável. O rastreador de problemas funciona melhor se os repórteres usarem uma conta que receberá notificações. Relatórios de problemas são geralmente uma conversa, não apenas um único relatório.
ro: Dacă nu aveți deja un cont sau dacă nu doriți să creați unul, puteți utiliza contul nostru reutilizabil. Urmărirea problemelor funcționează mai bine dacă reporterii folosesc un cont care va primi notificări. Rapoartele privind problemele sunt, de obicei, o conversație, nu doar un singur raport.
ru: Если у вас еще нет учетной записи или вы не хотите ее создавать, вы можете использовать нашу многоразовую учетную запись. Система отслеживания проблем работает лучше, если репортеры используют учетную запись, которая будет получать уведомления. Отчеты о проблемах обычно представляют собой целую беседу, а не просто один отчет.
uk: Якщо не маєте облікового запису й не бажаєте його створювати, можете скористатись нашим спільним обліковим записом. Але трекер обговорень зручніший при користуванні власним обліковим записом, що отримує сповіщення. Обговорення зазвичай містять більше, ніж одне повідомлення.
zh_hans: 如果你还没有账户，或者不想创建账户，你可以使用我们的可复用账户。 如果报告者使用一个能收到通知的账户，问题追踪器的效果会更好。 问题报告通常是交流和讨论，而非一次单向的报告。

source: That said, the account username is _fdroid-anyone_ and the password is _fdroid does not track_.
de: Nichtsdestoweniger, der Benutzername für das Konto ist _fdroid-anyone_ und das Passwort ist _fdroid does not track_.
pl: Nazwa użytkownika konta to _fdroid-anyone_, a hasło to _fdroid does not track_.
ro: Acestea fiind spuse, numele de utilizator al contului este _fdroid-anyone_ și parola este _fdroid does not track_.
ru: При этом имя пользователя учетной записи - _fdroid-anyone__, а пароль - _fdroid does not track_.
uk: І все ж цей обліковий запис має логін _fdroid-anyone_ і пароль _fdroid does not track_.
zh_hans: 可复用账户的用户名是 _fdroid-anyone_，密码是 _fdroid does not track_。

source: Please note that we will have to remove this account, in case it gets abused.
de: Bitte beachtet, dass wir dieses Konto löschen müssen, sollte es missbraucht werden.
pl: Pamiętaj, że będziemy musieli usunąć to konto, na wypadek nadużycia.
ro: Vă rugăm să rețineți că va trebui să eliminăm acest cont, în cazul în care se va abuza de el.
ru: Обратите внимание, что мы будем вынуждены удалить этот аккаунт, если им будут злоупотреблять.
uk: Зауважте, нам доведеться видалити обліковий запис, якщо ним зловживатимуть.
zh_hans: 请注意，如账户被滥用，我们将不得不删除它。

source: Feeds
pl: Źródła danych
ro: Resurse
ru: Каналы
uk: Канали
zh_hans: 源

source: News
de: Nachrichten
pl: Aktualności
ro: Știri
ru: Новости
uk: Новини
zh_hans: 新闻

source: Sometimes there is a newsworthy item (submissions welcome!) or client release and details get posted on the blog: <https://f-droid.org/news/>.
de: Gelegentlich gibt es berichtenswerte Themen (Beiträge sind willkommen!) oder Client-Veröffentlichungen und Einzelheiten werden im Blog bekanntgegeben: <https://f-droid.org/news/>.
pl: Czasami pojawia się pozycja warta opublikowania (zgłoszenia mile widziane!) lub wydanie klienta, a szczegóły są publikowane na blogu: <https://f-droid.org/news/>.
ro: Uneori apare un articol demn de atenție (sunt binevenite propunerile!) sau o lansare a unui client, iar detaliile sunt postate pe blog: <https://f-droid.org/news/>.
ru: Иногда появляются важные новости (ваши материалы приветствуются!) или выпуски клиента, подробности которых публикуются в блоге: <https://f-droid.org/news/>.
uk: Іноді публікуємо в блозі цікаву новину (раді вашим текстам!) чи докладний опис оновлення клієнта: <https://f-droid.org/news/>.
zh_hans: 我们的博客<https://f-droid.org/news/>上有时会发布具有新闻价值的项目（欢迎提交！）或客户端发行版本及其详细信息。

source: Builds
pl: Kompilacje
pt_pt: Compilações
ro: Construcții
ru: Сборки
uk: Збірки
zh_hans: 构建

source: Find out the build status of the APKs on: <https://monitor.f-droid.org/builds>.
de: Erfahren Sie den Build-Status der APKs auf: <https://monitor.f-droid.org/builds>.
pl: Sprawdź stan kompilacji pakietów APK na: <https://monitor.f-droid.org/builds>.
ro: Aflați starea de construcție a APK-urilor pe: <https://monitor.f-droid.org/builds>.
ru: Просматривайте статус сборки APK на: <https://monitor.f-droid.org/builds>.
uk: Стан збірок APK показано тут: <https://monitor.f-droid.org/builds>.
zh_hans: 了解 APK 的构建状态：<https://monitor.f-droid.org/builds>。

source: Source Code
de: Quellcode
pl: Kod źródłowy
pt_pt: Código-fonte
ro: Codul sursă
ru: Исходный код
uk: Джерельний код
zh_hans: 源代码

source: If you have an account on GitLab you can watch the F-Droid repos, or subscribe to atom feeds for them. A feed including actions from all fdroid repositories is available at <https://gitlab.com/fdroid.atom>.
de: Wenn Sie ein Konto bei GitLab haben, können Sie die F-Droid-Repos beobachten, oder dafür die Atom-Feeds abonnieren. Ein Feed, der die Aktivitäten in allen F-Droid-Paketquellen beinhaltet, steht auf <https://gitlab.com/fdroid.atom> zur Verfügung.
pl: Jeśli posiadasz konto na GitLabie, możesz oglądać repozytorium F-Droid lub subskrybować kanały atom dla nich. Kanał zawierający akcje ze wszystkich repozytoriów fdroid jest dostępny pod adresem <https://gitlab.com/fdroid.atom>.
pt_pt: Se tem uma conta no GitLab pode assistir aos repositórios F-Droid ou assinar feeds atom sobre eles. Um feed incluindo ações de todos os repositórios fdroid está disponível em <https://gitlab.com/fdroid.atom>.
ro: Dacă aveți un cont pe GitLab, puteți urmări depozitele F-Droid sau vă puteți abona la fluxurile atomice pentru acestea. Un flux care include acțiuni din toate depozitele fdroid este disponibil la <https://gitlab.com/fdroid.atom>.
ru: Если у вас есть учетная запись на GitLab, вы можете следить за репозиториями F-Droid или подписаться на их атом-каналы. Канал, включающий действия из всех репозиториев fdroid, доступен по адресу <https://gitlab.com/fdroid.atom>.
uk: Якщо маєте обліковий запис GitLab, почніть відстежувати репозиторії F-Droid чи підпишіться на їхні Atom-стрічки. Оновлення всіх репозиторіїв fdroid потрапляють до стрічки <https://gitlab.com/fdroid.atom>.
zh_hans: 如果你在 GitLab 上有一个帐户，你可以关注 F-Droid 存储库，或为它们订阅 Atom feed。 <https://gitlab.com/fdroid.atom> 提供了一个包含来自所有 F-Droid 存储库的操作的 源。

source: Forums
de: Foren
pl: Forum
pt_pt: Fóruns
ro: Forumuri
ru: Форумы
uk: Форуми
zh_hans: 论坛

source: You can subscribe to new [forum](https://forum.f-droid.org/) posts and threads via the following URLs:
de: Sie können neue Bekanntmachungen und Diskussionen im [Forum](https://forum.f-droid.org/) über folgende Adressen abonnieren:
pl: Możesz zasubskrybować nowe [forum](https://forum.f-droid.org/) posty i wątki za pośrednictwem następujących adresów URL:
pt_pt: Pode assinar novos posts e tópicos do [fórum](https://forum.f-droid.org/) através das seguintes URLs:
ro: Vă puteți abona la mesajele și discuțiile noi de pe [forum](https://forum.f-droid.org/) prin intermediul următoarelor URL-uri:
ru: Вы можете подписаться на новые сообщения и темы [forum](https://forum.f-droid.org/) по следующим URL-адресам:
uk: Можете підписатись на нові дописи чи треди [форуму](https://forum.f-droid.org/) за наступними адресами:
zh_hans: 你可以通过以下 URL 订阅新的 [forum](https://forum.f-droid.org/) 帖子和主题：

source: Bugs and Suggestions
de: Fehler & Vorschläge
pl: Błędy i sugestie
pt_pt: Bugs e Sugestões
ro: Bug-uri și sugestii
ru: Ошибки и предложения
uk: Вади та пропозиції
zh_hans: Bug 和建议
