Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Firstly, it depends on the license: unless you apply a copyleft licence like the GPLv3, other people can do whatever they like with the source code (though they may be required to rebrand it). If your app is GPLv3 and no source code is published by the plagiarists; their versions obviously include proprietary ad libraries, or any sign of your authorship was simply removed, those copies are breaking the law and you should [demand Google](https://www.google.com/android_dmca.html) to remove them from their app store. You may threaten them with DMCA or other local laws if you wish. If all else fails, before going proprietary, balance the loss and confusion to the users and maintainers of the free app against the feeling of justice that you'll get by seeing those illegal clones lose the few cents in ad revenue that they would have got. In the longer run we want to improve donations via F-Droid so you can be supported financially and we already support Bitcoin, Litecoin, OpenCollective, Flattr and Liberapay as well as any other payment method that you can suggest via a website.
pt_pt: Em primeiro lugar, depende da licença: a menos que aplique uma licença copyleft como a GPLv3, outras pessoas podem fazer o que quiserem com o código-fonte (embora possam ser obrigadas a mudar a marca). Se seu app é GPLv3 e nenhum código-fonte é publicado pelos plagiadores; as suas versões obviamente incluem bibliotecas de anúncios proprietárias ou qualquer sinal da sua autoria foi simplesmente removido, essas cópias estão a infringir a lei e deve [exigir da Google](https://www.google.com/android_dmca.html) para removê-las da sua loja de apps. Pode ameaçá-los com DMCA ou outras leis locais se desejar. Se tudo o mais falhar, antes de o fazer proprietário, equilibre a perda e a confusão para os utilizadores e mantenedores da app gratuita contra o sentimento de justiça que terá ao ver esses clones ilegais perderem os poucos centavos em rendimento de anúncios que eles teriam obtido. A longo prazo, queremos melhorar as doações via F-Droid para que possa ser apoiado financeiramente e nós já apoiamos Bitecoin, Litecoin, Flattr e Liberapay, bem como qualquer outro método de pagamento que possa sugerir através de um site.
uk: Передусім це залежить від ліцензії: якщо ви не застосовуєте копілефт-ліцензії, наприклад GPLv3, то інші люди можуть робити що завгодно з вихідним кодом (хоча їм може доводитись змінювати назву). Якщо ваш застосунок підлягає GPLv3, а плагіат оприлюднено без вихідного коду, або якщо їхні версії додають очевидні пропрієтарні рекламні бібліотеки, або якщо ознаки вашого авторства було просто видалено, то ці копії порушують закон і вам слід [вимагати в Google](https://www.google.com/android_dmca.html) вилучити їх із Play-сховища. Можете пригрозити їм DMCA чи іншими місцевими законами. В разі невдачі, перш ніж закрити код, зважте: це засмутить і розгубить авдиторію й колег по супроводу вільного програмного забезпечення, а перекриття кількох центів доходу від реклами нелегального клону хіба що дасть вам відчуття справедливості. Ми вдосконалюватимемо пожертви через F-Droid, щоб ви могли отримувати фінансову підтримку: вже підтримуємо Bitcoin, Litecoin, OpenCollective, Flattr та Liberapay, а також будь-який інший спосіб оплати, на вебсторінку якого ви можете послатись.

source: Here's a list of ways to getting setup to use F-Droid. Please note that this document just tries to help users getting kick-started, but not an official endorsement of any products, vendors, etc.
uk: Ось список способів налаштування для користування F-Droid. Зверніть увагу, що цей документ лише намагається допомогти користувачам розпочати роботу, але не є офіційною підтримкою будь-яких продуктів, постачальників тощо.

source: Buy a phone with pre-installed F-Droid
uk: Купити телефон з попередньо встановленим F-Droid

source: Side-load F-Droid
uk: Стороннє завантаження F-Droid

source: Mind: Side-loading F-Droid has some limitations. Most notably Android will prompt users for confirmation for each and every individual update.
uk: Зауважте: стороннє завантаження F-Droid має деякі обмеження. Зокрема, Android запитуватиме підтвердження для кожного окремого оновлення.

source: To side-load our app store you may simply have to download the [official F-Droid APK](https://f-droid.org/F-Droid.apk) and install it.
uk: Для стороннього завантаження нашої крамниці застосунків вам просто потрібно завантажити [офіційний APK F-Droid](https://f-droid.org/F-Droid.apk) і встановити його.

source: Advanced ways to install F-Droid
uk: Додаткові способи встановлення F-Droid

source: For users with technical background or interest, there are also other ways to get F-Droid.
uk: Для користувачів з технічними знаннями або зацікавленими в техніці існують також інші способи отримати F-Droid.

source: Install an Android ROM with built-in F-Droid
uk: Установіть ROM Android із вбудованим F-Droid

source: Flash F-Droid OTA
uk: Прошивка F-Droid OTA

source: When you intend on flashing a ROM which doesn't come preloaded with F-Droid we recommend to flash F-Droid privileged extension OTA. This option works great with [LineageOS](https://lineageos.org/) for example.
uk: Якщо ви маєте намір прошити ROM, який не постачається з попередньо встановленим F-Droid, ми радимо прошити привілейоване розширення F-Droid OTA. Цей варіант чудово працює, наприклад, з [LineageOS](https://lineageos.org/).

source: download the latest [F-Droid privileged extension OTA](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/#suggested).
uk: завантажте найновішу версію [привілейованого розширення F-droid OTA](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/#suggested).

source: boot your phone into recovery mode
uk: завантажте телефон у режим відновлення

source: side-load / install the OTA zip file to your phone, the same way you would install a custom ROM. (eg. with `adb`, `heimdall`, etc.)
uk: завантажте / установіть zip-файл OTA на ваш телефон так само як ви встановлюєте власний ROM. (наприклад, за допомогою `adb`, `heimdall` тощо)

source: F-Droid and it's contributors might or might not be affiliated with any of the ROMs, Device Vendors, etc. listed above. The listing is neither complete nor are any of the linked projects officially endorsed by F-Droid. We reserve the right to change the listing above as our team sees fit. An official policy on criteria to get listed here is still in the works, see [admin#352](https://gitlab.com/fdroid/admin/-/issues/352) for more information. If you think something on this listing is incorrect or missing please let us know: [team@f-droid.org](mailto:team@f-droid.org)
uk: F-Droid та його учасники можуть бути, а можуть і не бути пов'язані з будь-яким з перерахованих вище виробників ПЗП, пристроїв тощо. Цей список не повний, і жоден з пов'язаних проєктів не є офіційно схваленим F-Droid. Ми залишаємо за собою право змінювати список вище, як наша команда вважає за потрібне. Офіційна політика щодо критеріїв потрапляння до цього списку досі розробляється. Читайте [admin#352](https://gitlab.com/fdroid/admin/-/issues/352) для отримання додаткової інформації. Якщо ви вважаєте, що щось у цьому списку неправильне або відсутнє, будь ласка, повідомте нам про це: [team@f-droid.org](mailto:team@f-droid.org)

source: NOTE: This app is no longer maintained.
de: HINWEIS: Diese App wird nicht mehr gepflegt.
pl: UWAGA: Ta aplikacja nie jest już obsługiwana.
pt_pt: NOTA: Esta app ja não é mantida.
uk: NOTE: This app is no longer maintained. (УВАГА: Цей застосунок більше не супроводжується.)
zh_hans: 注意：这个应用已不再维护。

source: GitLab - `https://gitlab.com/<PROJECTNAME>/<REPONAME>`
pt_pt: GitLab - `https://gitlab.com/<NOME PROJETO>/<NOME REPO>`
uk: GitLab — `https://gitlab.com/<ПРОЄКТ>/<РЕПОЗИТОРІЙ>`

source: GitHub - `https://github.com/<USER>/<PROJECT>`
pt_pt: GitHub - `https://github.com/<UTILIZADOR>/<PROJETO>`
uk: GitHub — `https://github.com/<КОМАНДА>/<ПРОЄКТ>`

source: Bitbucket - `https://bitbucket.org/<USER>/<PROJECT>/`
pt_pt: Bitbucket - `https://bitbucket.org/<USADOR>/<PROJETO>/`
uk: Bitbucket — `https://bitbucket.org/<КОМАНДА>/<ПРОЄКТ>/`

source: NotABug - `https://notabug.org/<USER>/<PROJECT>`
pt_pt: NotABug - `https://notabug.org/<USADOR>/<PROJETO>`
ro: NuUnBug - `https://notabug.org/<USER>/<PROJECT>`
uk: NotABug — `https://notabug.org/<КОМАНДА>/<ПРОЄКТ>`

source: Depending on the project type, more or less information may be gathered. A bare repo url, such as the git:// one, is the least preferable option of all, since you will have to enter much more information manually. While _gradle_ based builds should be auto-detected for all types, links to issue trackers can not be set for plain git projects. You can also use one of the following arguments to pre-fill your metadata:
pt_pt: A depender do tipo de projeto, ou mais ou menos informações podem ser coletadas. Um url de repositório vazio, por exemplo git://, é a opção menos preferível de todas, já que terá que inserir muito mais informações manualmente. Enquanto as compilações baseadas em _gradle_ devem ser auto-detectadas para todos os tipos, links para rastreadores de problemas não podem ser definidos para projetos git simples. Também pode usar um dos seguintes argumentos para preencher seus metadados previamente:
uk: Залежно від типу проєкту, вдаватиметься зібрати різну кількість даних. Адреса простого репозиторію, як-от git://, — найменш бажаний варіант, бо більшість даних доведеться ввести вручну. Збірка на основі _gradle_ зазвичай автоматично виявляється незалежно від типу репозиторію, але прості git-проєкти не дають змоги виявити посилання на трекери обговорень. Можете заздалегідь вказати певні метадані такими аргументами:

source: You have an account on [GitLab](https://gitlab.com/).
pt_pt: Tem uma conta no [GitLab](https://gitlab.com/).
uk: Ви маєте обліковий запис [GitLab](https://gitlab.com/).

source: OSS Sonatype - maintained by the people behind mavenCentral, this repository focuses on hosting services for open source project binaries. It's synced with Maven Central, and include some extra libs
uk: OSS Sonatype — супроводжуваний командою mavenCentral репозиторій, зосереджений на розміщенні двійкових файлів проєктів із відкритим кодом. Він синхронізований з Maven Central і включає деякі додаткові бібліотеки

source: OSS JFrog - maintained by the people behind jCenter, this repository focuses on hosting services for open source project binaries.
uk: OSS JFrog — супроводжуваний командою jCenter репозиторій, зосереджений на розміщенні двійкових файлів проєктів із відкритим кодом.

source: Fedora/Archlinux
uk: Fedora чи Arch

source: git repo: <https://gitlab.com/fdroid/fdroidclient>
pl: repozytorium git: <https://gitlab.com/fdroid/fdroidclient>
pt_pt: repo git: <https://gitlab.com/fdroid/fdroidclient>
ro: repo-ul git: <https://gitlab.com/fdroid/fdroidclient>
uk: git-репозиторій: <https://gitlab.com/fdroid/fdroidclient>

source: git repo: <https://gitlab.com/fdroid/fdroidserver>
pl: repozytorium git: <https://gitlab.com/fdroid/fdroidserver>
pt_pt: repo git: <https://gitlab.com/fdroid/fdroidserver>
ro: repo-ul git: <https://gitlab.com/fdroid/fdroidserver>
uk: git-репозиторій: <https://gitlab.com/fdroid/fdroidserver>

source: git repo: <https://gitlab.com/fdroid/repomaker>
pl: repozytorium git: <https://gitlab.com/fdroid/repomaker>
pt_pt: repo git: <https://gitlab.com/fdroid/repomaker>
ro: repo-ul git: <https://gitlab.com/fdroid/repomaker>
uk: git-репозиторій: <https://gitlab.com/fdroid/repomaker>

source: git repo: <https://gitlab.com/fdroid/privileged-extension>
pl: repozytorium git: <https://gitlab.com/fdroid/privileged-extension>
pt_pt: repo git: <https://gitlab.com/fdroid/privileged-extension>
ro: repo-ul git: <https://gitlab.com/fdroid/privileged-extension>
uk: git-репозиторій: <https://gitlab.com/fdroid/privileged-extension>

source: git repo: <https://gitlab.com/fdroid/jekyll-fdroid>
pl: repozytorium git: <https://gitlab.com/fdroid/jekyll-fdroid>
pt_pt: repo git: <https://gitlab.com/fdroid/jekyll-fdroid>
ro: repo-ul git: <https://gitlab.com/fdroid/jekyll-fdroid>
uk: git-репозиторій: <https://gitlab.com/fdroid/jekyll-fdroid>

source: $ cd /path/to/fdroiddata $ fdroid signatures F-Droid.apk
de: $ cd /pfad/zum/fdroiddata $ fdroid signatures F-Droid.apk
pt_pt: $ cd /caminho/para/fdroiddata $ fdroid signatures F-Droid.apk
uk: $ cd /шлях/до/fdroiddata $ fdroid signatures F-Droid.apk

source: $ cd /path/to/fdroiddata $ APPID=your.app VERSIONCODE=42 $ mkdir metadata/$APPID/signatures/$VERSIONCODE $ apksigcopier extract --v1-only=auto Your.apk metadata/$APPID/signatures/$VERSIONCODE
uk: $ cd /шлях/до/fdroiddata $ APPID=your.app VERSIONCODE=42 $ mkdir metadata/$APPID/signatures/$VERSIONCODE $ apksigcopier extract --v1-only=auto Your.apk metadata/$APPID/signatures/$VERSIONCODE

source: For CMake versions since 3.13, `add_link_options(LINKER:<linker args>)` can be added to `CMakeLists.txt` globally. For CMake versions before 3.13, `target_link_libraries(<target> LINKER:<linker args>)` can be used instead for every target. It can also be set in Gradle files:
uk: Для версій CMake починаючи з 3.13, `add_link_options(LINKER:<linker args>)` можна додати до `CMakeLists.txt` глобально. Для версій CMake до 3.13, `target_link_libraries(<target> LINKER:<linker args>)` можна використовувати замість цього для кожної цілі. Це також може бути задано у файлах Gradle:

source: Compiler and linker arguments can be added to [Cargo `build.rustflags`](https://doc.rust-lang.org/cargo/reference/config.html#buildrustflags) and [rustc Codegen Options](https://doc.rust-lang.org/rustc/codegen-options/index.html). Linker arguments can be added with `-C link-args=-Wl,<linker args>`; `--remap-path-prefix=<old>=<new>` can be added to strip build paths.
uk: Аргументи компілятора та компонувальника можна додати до [Cargo `build.rustflags`](https://doc.rust-lang.org/cargo/reference/config.html#buildrustflags) і [rustc Codegen Options](https://doc.rust-lang.org/rustc/codegen-options/index.html). Аргументи компонувальника можна додати за допомогою `-C link-args=-Wl,<linker args>`; `--remap-path-prefix=<old>=<new>` можна додавати до шляхів збирання зрізів.

source: Create appropriate directories
pt_pt: Criar diretórios apropriados
uk: Створіть відповідні каталоги

source: Synchronize the repositories. These commands are best run in a terminal multiplexer (`screen`, `tmux` etc) as they will take some time to complete. With `--info=progress2` you can see the progress.
uk: Синхронізуйте репозиторії. Ці команди краще за все запускати в мультиплексорі терміналів (`screen`, `tmux` тощо), бо вони виконуються тривалий час; `--info=progress2` показує хід виконання.

source: $ sudo -u www-data -E /usr/bin/rsync -aHS --delete --delete-delay --info=progress2 ftp.fau.de::fdroid/repo/ /var/www/fdroid/fdroid/repo/ $ sudo -u www-data -E /usr/bin/rsync -aHS --delete --delete-delay --info=progress2 ftp.fau.de::fdroid/archive/ /var/www/fdroid/fdroid/archive/
uk: $ sudo -u www-data -E /usr/bin/rsync -aHS --delete --delete-delay --info=progress2 fdroid.astra.in.ua::fdroid/repo/ /var/www/fdroid/fdroid/repo/ $ sudo -u www-data -E /usr/bin/rsync -aHS --delete --delete-delay --info=progress2 fdroid.astra.in.ua::fdroid/archive/ /var/www/fdroid/fdroid/archive/

source: Establish a cronjob to keep the repositories up to date
pt_pt: Estabelecer um cronjob para manter os repositórios atualizados
uk: Налаштуйте cron-завдання, щоб репозиторії вчасно оновлювались

source: 35 */6 * * * www-data /usr/bin/rsync -aHS --delete --delete-delay ftp.fau.de::fdroid/repo/ /var/www/fdroid/fdroid/repo/ 35 */6 * * * www-data /usr/bin/rsync -aHS --delete --delete-delay ftp.fau.de::fdroid/archive/ /var/www/fdroid/fdroid/archive/
uk: 35 */6 * * * www-data /usr/bin/rsync -aHS --delete --delete-delay fdroid.astra.in.ua::fdroid/repo/ /var/www/fdroid/fdroid/repo/ 35 */6 * * * www-data /usr/bin/rsync -aHS --delete --delete-delay fdroid.astra.in.ua::fdroid/archive/ /var/www/fdroid/fdroid/archive/

source: Configure your webserver
pt_pt: Configurar seu servidor web
uk: Налаштуйте свій вебсервер

source: Test that your mirror works
uk: Перевірте, чи працює ваше дзеркало

source: Set up a privacy policy
uk: Налаштуйте політику приватності

source: Submit your mirror for inclusion
pt_pt: Envie o seu espelho para inclusão
uk: Запропонуйте нам додати ваше дзеркало

source: cd /usr/share/nginx/www/fdroid cp /path/to/\*.apk /usr/share/nginx/www/fdroid/repo/ fdroid update --create-metadata
de: cd /usr/share/nginx/www/fdroid cp /pfad/zum/\*.apk /usr/share/nginx/www/fdroid/repo/ fdroid update --create-metadata
pt_pt: cd /usr/share/nginx/www/fdroid cp /caminho/para/\*.apk /usr/share/nginx/www/fdroid/repo/ fdroid update --create-metadata
uk: cd /usr/share/nginx/www/fdroid cp /шлях/до/\*.apk /usr/share/nginx/www/fdroid/repo/ fdroid update --create-metadata

source: keytool -genkey -v -keystore my.keystore -alias repokey \ -keyalg RSA -keysize 2048 -validity 10000
uk: keytool -genkey -v -keystore моє.keystore -alias назва \ -keyalg RSA -keysize 2048 -validity 10000

source: keydname = "CN=example.com, O=Example Ltd, C=UK"
de: keydname = "CN=beispiel.de, O=Beispiel GmbH, C=DE"
pt_pt: keydname = "CN=exemplo.pt, O=Exemplo Ltda., C=PT"
uk: keydname = "CN=example.com, O=ТОВ Зразок, C=UA"

source: $ cd /path/to/repobasedir $ touch metadata/com.example.app.yml $ mkdir unsigned $ cp /path/to/app-release-unsigned.apk unsigned/com.example.app_1234.apk $ fdroid publish --verbose $ fdroid update --verbose $ fdroid deploy --verbose
de: $ cd /pfad/zum/repobasedir $ touch metadata/de.beispiel.app.yml $ mkdir unsigned $ cp /pfad/zum/app-release-unsigned.apk unsigned/de.beispiel.app_1234.apk $ fdroid publish --verbose $ fdroid update --verbose $ fdroid deploy --verbose
uk: $ cd /шлях/до/репозиторію $ touch metadata/com.example.app.yml $ mkdir unsigned $ cp /шлях/до/app-release-unsigned.apk unsigned/com.example.app_1234.apk $ fdroid publish --verbose $ fdroid update --verbose $ fdroid deploy --verbose

source: _metadata/en-US/full_description.txt_
uk: _metadata/en-US/full_description.txt_ (повний опис англійською)

source: _metadata/en-US/images/icon.png_
uk: _metadata/en-US/images/icon.png_ (піктограма)

source: _metadata/en-US/images/phoneScreenshots/screenshot.png_
uk: _metadata/en-US/images/phoneScreenshots/screenshot.png_ (знімок екрану)

source: git clone --depth=1 https://gitlab.com/YOUR_ACCOUNT/fdroiddata ~/fdroiddata cd ~/fdroiddata git checkout -b com.example cp templates/build-gradle.yml metadata/com.example.yml
de: git clone --depth=1 https://gitlab.com/IHR_KONTO/fdroiddata ~/fdroiddata cd ~/fdroiddata git checkout -b com.example cp templates/build-gradle.yml metadata/com.example.yml
ro: git clone --depth=1 https://gitlab.com/CONTUL_TĂU/fdroiddata ~/fdroiddata cd ~/fdroiddata git checkout -b com.example cp templates/build-gradle.yml metadata/com.example.yml
uk: git clone --depth=1 https://gitlab.com/ВАША_ОБЛІКОВКА/fdroiddata ~/fdroiddata cd ~/fdroiddata git checkout -b com.example cp templates/build-gradle.yml metadata/com.example.yml

source: If an app's source code repo includes app descriptions, then those will be automatically included as long as they use the [supported layouts](../All_About_Descriptions_Graphics_and_Screenshots). If there are any issues with missing translations or broken localized formats, please [file an issue](https://gitlab.com/groups/fdroid/issues) so it can be fixed.
pt_pt: Se o repositório de código-fonte de uma app incluir descrições de apps, eles serão automaticamente incluídos, desde que usem os [layouts suportados](../All_About_Descriptions_Graphics_and_Screenshots). Se houver algum problema com traduções ausentes ou formatos localizados corrompidos, preencha [um relatório de problema](https://gitlab.com/groups/fdroid/issues) para que possa ser corrigido.
uk: Опис застосунку додається автоматично з репозиторію його вихідного коду, якщо використовує [підтримуваний формат](../All_About_Descriptions_Graphics_and_Screenshots). Якщо котрийсь переклад не підтягується чи має пошкоджений формат, просимо [створити обговорення](https://gitlab.com/groups/fdroid/issues), щоб це можна було виправити.

source: Verifying downloaded F-Droid.apk
de: Verifizierung der heruntergeladenen F-Droid.apk
pl: Weryfikacja pobranego pliku F-Droid.apk
ro: Verificare fișierului F-Droid.apk descărcat
uk: Перевірка завантажених F-Droid.apk
zh_hans: 验证下载的 F-Droid.apk

source: [_Bitcoin_](#Bitcoin)
zh_hans: [_Bitcoin_ (比特币)](#Bitcoin)

source: [_Litecoin_](#Litecoin)
zh_hans: [_Litecoin_ (莱特币)](#Litecoin)

source: `binary: URL`<a name="build_binary"></a>
zh_hans: `二进制文件: URL`<a name="build_binary"></a>

source: * `None` - No checking is done because there's no appropriate automated way of doing so. Updates should be checked for manually. Use this, for example, when deploying unstable or patched versions; when builds are done in a directory different to where the _AndroidManifest.xml_ is; if the developers use the Gradle build system and store version info in a separate file; if the developers make a new branch for each release and don't make tags; or if you've changed the package name or version code logic. * `Static` - No checking is done - either development has ceased or new versions are not desired. This method is also used when there is no other checking method available and the upstream developer keeps us posted on new versions. * `RepoManifest` - At the most recent commit, the _AndroidManifest.xml_ and _build.gradle_ files are looked for in the directory where they were found in the most recent build. The appropriateness of this method depends on the development process used by the application's developers. You should not specify this method unless you're sure it's appropriate. For example, some developers bump the version when commencing development instead of when publishing. It will return an error if the _AndroidManifest.xml_ has moved to a different directory or if the package name has changed. The current version that it gives may not be accurate, since not all versions are fit to be published. Therefore, before building, it is often necessary to check if the current version has been published somewhere by the upstream developers, either by checking for APKs that they distribute or for tags in the source code repository.
zh_hans: * `None` - 不进行检查， 因为没有恰当的自动检查方法。 应该手动检查更新。 使用这种方法的情形包括，部署不稳定或 patched 版本； 当在不同于 _AndroidManifest.xml_ 所在目录进行构建； 如果开发者使用 Gradle 构建系统并在单独文件内存储版本信息； 如果开发者未每个新发行都创建一个新分支且不打标签； 或者你已更改了包名或版本代码逻辑。 * `Static` - 不进行检查 - 要么开发已经停止或者新版本不令人满意。 这一方法在没有其他检查方法可用 且上游开发人员让我们随时了解新版本的情况下也被使用。 `RepoManifest` - 在最近一次提交中， 在最近一次构建时发现的目录中寻找 _AndroidManifest.xml_ 和 _build.gradle_ 文件。 这种方法是否合适， 取决于应用的开发者所使用的开发过程。 你不应该指定这种方法除非你确定它是合适的。 例如，有些开发者在开始开发时而不是在发布时提高版本。 如果 _AndroidManifest.xml_ 被移到了不同的目录， 或者包的名称发生了变化，它将返回一个错误。 它给出的当前版本可能不准确， 因为不是所有的版本都适合发布。 因此，在构建之前， 通常有必要检查当前版本是否已经被上游开发者发布在某个地方， 可以通过检查他们发布的 APK 或者源代码存储库中的标签。
