Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Please check the [inclusion policy](../Inclusion_Policy) to make sure your app is suitable for inclusion in the official F-Droid repo. The quickest way to get an app included is to make a merge request to _fdroiddata_, following [these instructions](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md#merge-requests). There's also a [Submitting to F-Droid Quick Start Guide](../Submitting_to_F-Droid_Quick_Start_Guide). Requests for packaging can be posted in the [Requests for Packaging](https://gitlab.com/fdroid/rfp/issues) tracker.
de: Überprüfen Sie die [Aufnahmekriterien](../Inclusion_Policy), um sicherzugehen, dass Ihre App zur Aufnahme in das offizielle F-Droid-Repo geeignet ist. Die einfachste Art, eine App aufnehmen zu lassen, ist die Erstellung eines Merge-Requests an _fdroiddata_, indem Sie [diese Anweisungen](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md#merge-requests) befolgen. Es gibt auch eine [Schnellstartanleitung](../Submitting_to_F-Droid_Quick_Start_Guide) dafür. Anfragen zur Paketherstellung können im Ticketsystem …[Requests for Packaging](https://gitlab.com/fdroid/rfp/issues) eingestellt werden.
pl: Sprawdź [politykę włączenia](../Inclusion_Policy), aby upewnić się, że twoja aplikacja nadaje się do włączenia do oficjalnego repozytorium F-Droid. Najszybszym sposobem na dołączenie aplikacji jest wysłanie żądania scalenia do _fdroiddata_, zgodnie z [tymi instrukcjami](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md#merge-requests). Dostępny jest także [Przewodnik szybkiego składania do F-Droid](../Submitting_to_F-Droid_Quick_Start_Guide). Żądanie dodania aplikacji można opublikować w narzędziu do śledzenia [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues).
pt_pt: Por favor, verifique a [política de inclusão](../Inclusion_Policy) para ter certeza de que seu app é adequado para inclusão no repositório oficial do F-Droid. A maneira mais rápida de incluir uma app é de fazer um pedido de integração para _fdroiddata_, a seguir [estas instruções](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md#merge-requests). Também existe um [guia de início rápido para enviar ao F-Droid](../Submitting_to_F-Droid_Quick_Start_Guide). Os pedidos para embalar podem ser postados no rastreador [Pedidos para Embalar](https://gitlab.com/fdroid/rfp/issues).
ro: Vă rugăm să verificați [inclusion policy](../Inclusion_Policy)pentru a vă asigura că aplicația dvs. este potrivită pentru a fi inclusă în repo-ul oficial F-Droid. Cel mai rapid mod de a obține includerea unei aplicații este să faceți o cerere de fuziune la _fdroiddata_, urmând [these instructions](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md#merge-requests). Există, de asemenea, un [Submitting to F-Droid Quick Start Guide](../Submitting_to_F-Droid_Quick_Start_Guide). Cererile de împachetare pot fi postate în trackerul [Requests for Packaging](https://gitlab.com/fdroid/rfp/issues).
ru: Почитайте, пожалуйста, [правила добавления](../Inclusion_Policy) и убедитесь, что ваше приложение выполняет все необходимые для включения в официальный репозиторий F-Droid условия. Самый быстрый способ добавить приложение — создать мерж реквест в _fdroiddata_ ([подробные инструкции — тут](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md#merge-requests). У нас есть [Краткое руководство для желающих поучаствовать в F-Droid](../Submitting_to_F-Droid_Quick_Start_Guide). Запросы на упаковку стоит посылать в трекер [Запросы на упаковку](https://gitlab.com/fdroid/rfp/issues).
uk: Звіртесь із [політикою додання](../Inclusion_Policy), щоб переконатись, що ваш застосунок можливо додати в офіційний репозиторій F-Droid. Найшвидший шлях додати застосунок — створити запит на злиття до _fdroiddata_ згідно [з інструкцією](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md#merge-requests). Також маємо [короткий посібник із надсилання до F-Droid](../Submitting_to_F-Droid_Quick_Start_Guide). Звернутися до нас із проханням додати застосунок надає змогу трекер [запитів на пакування](https://gitlab.com/fdroid/rfp/issues).
zh_hans: 请检查[收录政策](../Inclusion_Policy)，以确保你的应用适合收录在官方 F-Droid 存储库中。最快的方法是按照[这些说明](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md#merge-requests)向 _fdroiddata_ 提出合并请求，使应用被收录。还有一个[提交给 F-Droid 的快速入门指南](../Submitting_to_F-Droid_Quick_Start_Guide)。打包请求可以在[打包请求](https://gitlab.com/fdroid/rfp/issues)跟踪器中发布。

source: You can also [set up your own repo](#Can_I_run_my_own_app_repo) and distribute apps yourself, outside of the F-Droid.org repo.
de: Sie können auch [Ihr eigenes Repo einrichten](#Can_I_run_my_own_app_repo) und Apps selbst, außerhalb des F-Droid.org-Repos herausgeben.
pl: Możesz także [ustawić własne repozytorium](#Can_I_run_my_own_app_repo) i rozpowszechniać aplikacje samodzielnie, poza repozytorium F-Droid.org.
pt_pt: Também pode [configurar o seu próprio repositório](#Can_I_run_my_own_app_repo) e propriamente distribuir apps, fora do repositório F-Droid.org.
ro: Puteți, de asemenea, [set up your own repo](#Can_I_run_my_own_app_repo) și să distribuiți propriile aplicații, în afara repo-ului F-Droid.org.
ru: Также можно [настроить свой собственный репозиторий](#Can_I_run_my_own_app_repo) (вне репозитория F-Droid.org) и распространять приложение самостоятельно.
uk: Можете також [створити власний репозиторій](#Can_I_run_my_own_app_repo) і розповсюджувати застосунки самостійно — за межами репозиторію F-Droid.org.
zh_hans: 你也可以[建立你自己的存储库](#Can_I_run_my_own_app_repo)并在 F-Droid.org 存储库之外自己发布应用。

source: How do I change the description and add meta information like screenshots?
de: Wie ändere ich die Beschreibung und füge Meta-Informationen wie Bildschirmfotos hinzu?
pl: Jak zmienić opis i dodać meta-informacje, takie jak zrzuty ekranu?
pt_pt: Como faço para alterar a descrição e adicionar meta-informação como screenshots?
ro: Cum pot modifica descrierea și adăuga informații meta, cum ar fi capturi de ecran?
ru: Как изменить описание или добавить метаданные (например, скриншоты)?
uk: Як змінити опис і додати такі метадані, як знімки екрану?
zh_hans: 如何修改描述和添加元信息如屏幕截图？

source: There are three locations we pull metadata from:
de: Es gibt drei Orte, von denen wir Metadaten beziehen:
pl: Istnieją trzy lokalizacje, z których pobieramy metadane:
pt_pt: Há três locais de onde retiramos metadados:
ro: Există trei locații din care extragem metadatele:
ru: Мы собираем метаданные из трех мест:
uk: Три джерела, з яких ми завантажуємо метадані:
zh_hans: 我们从三个地方提取元数据：

source: upstream app repo, following the [fastlane](https://github.com/fastlane/fastlane) or [Triple-T play plugin](https://github.com/Triple-T/gradle-play-publisher) structure
de: das vorgeschaltete App-Repo, das dem Aufbau von [fastlane](https://github.com/fastlane/fastlane) or [Triple-T play plugin](https://github.com/Triple-T/Gradle-play-publisher) folgt
pl: repozytorium aplikacji na wyższym poziomie, zgodnie ze strukturą [fastlane](https://github.com/fastlane/fastlane) lub [Wtyczka gry Triple-T](https://github.com/Triple-T/gradle-play-publisher)
pt_pt: reporte de aplicações upstream, a seguir a estrutura [fastlane](https://github.com/fastlane/fastlane) ou [Triple-T play plugin](https://github.com/Triple-T/gradle-play-publisher)
ro: repo de aplicații în amonte, urmând structura [fastlane](https://github.com/fastlane/fastlane) sau [Triple-T play plugin](https://github.com/Triple-T/gradle-play-publisher)
ru: репозиторий приложений, следуя структуре [fastlane](https://github.com/fastlane/fastlane) или [Triple-T play plugin](https://github.com/Triple-T/gradle-play-publisher)
uk: оригінальний репозиторій застосунку, відповідний структурі [fastlane](https://github.com/fastlane/fastlane) чи [плагіну Triple-T Play](https://github.com/Triple-T/gradle-play-publisher)
zh_hans: 上游应用存储库，遵循 [fastlane](https://github.com/fastlane/fastlane) 或 [Triple-T play plugin](https://github.com/Triple-T/gradle-play-publisher) 结构

source: F-Droid's own [metadata repository](https://gitlab.com/fdroid/fdroiddata/blob/master/metadata)
de: F-Droid's eigenes [Metadaten-Repository](https://gitlab.com/fdroid/fdroiddata/blob/master/metadata)
pl: Własne F-Droid [repozytorium metadanych](https://gitlab.com/fdroid/fdroiddata/blob/master/metadata)
pt_pt: O próprio [repositório de metadados](https://gitlab.com/fdroid/fdroiddata/blob/master/metadata) do F-Droid
ro: Propriul F-Droid [metadata repository](https://gitlab.com/fdroid/fdroiddata/blob/master/metadata)
ru: Собственный [репозиторий метаданных F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/metadata)
uk: власний [репозиторій метаданих](https://gitlab.com/fdroid/fdroiddata/blob/master/metadata) F-Droid
zh_hans: F-Droid 自己的[元数据存储库](https://gitlab.com/fdroid/fdroiddata/blob/master/metadata)

source: F-Droid's own `repo` staging area that gets published on the public F-Droid server
de: F-Droid's eigener `repo`-Bereitstellungsraum, der auf dem öffentlichen F-Droid-Server publiziert wird
pl: F-Droid posiada własny obszar przemieszczania `repo`, który zostaje opublikowany na publicznym serwerze F-Droid
pt_pt: O próprio `repo` do F-Droid que é publicado no servidor público do F-Droid
ro: Propria zonă de pregătire `repo` a F-Droid, care este publicată pe serverul public F-Droid
ru: Собственный `репозиторий` F-Droid, который публикуется на публичном сервере F-Droid
uk: наша область випробування `repo`, яку публікує загальнодоступний сервер F-Droid
zh_hans: F-Droid 自己发布在公开的 F-Droid 服务器上的 `repo` 暂存区

source: While you cannot edit the last one, merge requests to the metadata repository updating the description are quite welcome. Screenshots on the other hand are currently only used from upstream repository.
de: Während letzterer nicht bearbeitet werden kann, sind Merge-Anfragen an das Metadaten-Repository zum Aktualisieren der Beschreibungen stets willkommen. Bildschirmfotos können andererseits momentan nur aus dem vorgeschalteten Repository verwendet werden.
pl: Mimo że nie możesz edytować ostatniego, scalanie żądań z repozytorium metadanych aktualizowanie opisu jest mile widziane. Z drugiej strony zrzuty ekranu są obecnie używane tylko z repozytorium.
pt_pt: Embora não possa editar o último, as solicitações de mesclagem para o repositório de metadados a atualizar a descrição são bem-vindas. Screenshots, por outro lado, são atualmente usados apenas do repositório original.
ro: În timp ce nu puteți edita ultima, cererile de fuziune către depozitul de metadate pentru actualizarea descrierii sunt binevenite. Capturile de ecran, pe de altă parte, sunt utilizate în prezent doar din depozitul upstream.
ru: Хотя вы не можете редактировать последнее, запросы на слияние в хранилище метаданных, обновляющие описание, приветствуются. Скриншоты, с другой стороны, в настоящее время используются только из репозитория upstream.
uk: Ззовні область випробування не редагується. Оновити описи ви можете запитами на злиття до репозиторію метаданих. Знімки екрану наразі завантажуються не з нього, а саме з оригінальних репозиторіїв.
zh_hans: 虽然你不能编辑最后一条，但我们非常欢迎对元数据存储库的合并请求，以更新描述。另一方面，截图目前只能从上游仓库使用。

source: We hope to pull in more stuff (e.g. changelogs) directly from upstream in the future, giving app developers more control of how their app is shown in F-Droid. However, we will always keep a minimal, authoritative metadata repo of our own.
de: Wir hoffen, zukünftig mehr Material (z. B. Änderungsprotokolle) direkt aus dem Upstream einzubeziehen, um App-Entwicklern mehr Kontrolle über die Darstellung ihrer App in F-Droid zu gewähren. Allerdings werden wir immer ein minimales, maßgebliches Metadaten-Repo für uns behalten.
pl: Mamy nadzieję, że w przyszłości udostępnimy więcej rzeczy (np. dzienników zmian) bezpośrednio z wcześniejszych wersji, dając deweloperom aplikacji większą kontrolę nad tym, jak ich aplikacja jest wyświetlana w F-Droid. Zawsze jednak będziemy mieć minimalne, autorytatywne repozytorium metadanych.
pt_pt: Esperamos puxar mais coisas (por exemplo changelogs) diretamente do upstream no futuro, a dar aos programadores de app mais controle de como seu app é apresentado no F-Droid. No entanto, manteremos sempre um repo próprio mínimo e autoritário de metadados.
ro: Sperăm ca în viitor să aducem mai multe lucruri (de exemplu, jurnalele de modificări) direct din upstream, oferind dezvoltatorilor de aplicații un control mai mare asupra modului în care aplicația lor este afișată în F-Droid. Cu toate acestea, vom păstra întotdeauna un repo propriu de metadate minim, care să facă ordine.
ru: Мы надеемся в будущем получать больше информации (например, журналы изменений) непосредственно из апстрима, предоставляя разработчикам приложений больше контроля над тем, как их приложение отображается в F-Droid. Тем не менее, мы всегда будем поддерживать минимальный, авторитетный репозиторий метаданных.
uk: Згодом завантажуватимемо все більше даних (наприклад, журнали змін) прямо з оригінальних репозиторіїв, надаючи розробницям і розробникам застосунків більше контролю над тим, як F-Droid показує їхні застосунки. Проте в нас завжди буде невеликий власний репозиторій остаточних метаданих.
zh_hans: 我们希望在未来直接从上游拉入更多的东西（比如更新日志），让应用开发者对他们的应用如何在 F-Droid 中显示有更多的控制。然而，我们将始终保持我们自己的最小的、权威的元数据存储库。

source: How do I license my app?
de: Wie lizenziere ich meine App?
pl: Jak mogę licencjonować moją aplikację?
pt_pt: Como licencio meu app?
ro: Cum îmi licențiez aplicația?
ru: Как я могу лицензировать свое приложение?
uk: Як ліцензувати застосунок?
zh_hans: 我如何许可我的应用？

source: There are, broadly, two categories: copyleft and permissive, with the GPLv3 and the Apache 2.0 being the most popular respectively. Choose the former if you insist that derivatives have the same licence and the latter if you permit any kind of re-use.
de: Allgemein gibt es zwei Kategorien: Copyleft und freizügig, mit der GPLv3 und der Apache 2.0 als jeweils beliebtestem Vertreter. Entscheiden Sie sich für Erstere, wenn Sie darauf bestehen, dass Derivate dieselbe Lizenz besitzen, und für Letztere, wenn Sie jede Art der Wiederverwendung gestatten.
pl: Istnieją ogólnie dwie kategorie: copyleft i permissive, przy czym GPLv3 i Apachev2 są najbardziej popularne. Wybierz pierwsze, jeśli chcesz, aby instrumenty pochodne miały tę samą licencję, a drugie, jeśli pozwolisz na jakiekolwiek ponowne użycie.
pt_pt: Existem, amplamente, duas categorias: copyleft e permissivo, os mais populares a ser a GPLv3 e o Apachev2 respetivamente. Escolha o primeiro se insistir que os derivados têm a mesma licença e o segundo se permitir qualquer tipo de reutilização.
ro: Există, în linii mari, două categorii: copyleft și permissive, cele mai populare fiind GPLv3 și Apache 2.0. Alegeți prima categorie dacă insistați ca derivatele să aibă aceeași licență, iar cea de-a doua dacă permiteți orice fel de reutilizare.
ru: В целом, существует две категории: авторское лево и разрешительная, наиболее популярными из которых являются GPLv3 и Apache 2.0 соответственно. Выбирайте первую, если вы настаиваете на том, чтобы производные имели ту же лицензию, и вторую, если вы разрешаете любое повторное использование.
uk: Загалом є дві категорії: копілефт і дозвільні ліцензії. Найпоширеніші з них — GPLv3 та Apache 2.0 відповідно. Оберіть першу, щоб зобов'язати похідні використовувати таку ж ліцензію, — або другу, щоб дозволити будь-яке перевикористання.
zh_hans: 大体上有两类：copyleft 和宽松许可，GPLv3 和 Apache 2.0 分别是其中最流行的。如果你坚持要求衍生产品拥有相同的许可，请选择前者；如果你允许任何形式的重复使用，请选择后者。

source: The overall licence must be compatible with the licence of the components. However we will grant some flexibility when it comes to assets and resources; so if you have, for example, some music under a Creative Commons non-commercial licence (i.e. a Non-Free licence), then we will accept it. The important thing is to include copyright info for assets as well as source code, in the file headers and/or the README. A copy of the licences in the root of the repo is helpful (LICENSE or COPYING files). Also make a note of the copyright and licenses pertaining to external resources or programs and if it does connect to a free service, consider using the Affero GPL. See the [Inclusion Policy](../Inclusion_Policy) for more.
de: Die Gesamtlizenz muss mit der Lizenz der Komponenten kompatibel sein. Wir garantieren jedoch ein gewisses Maß an Flexibilität, was Medieninhalte und Ressourcen betrifft; wenn Sie also, zum Beispiel Musik unter einer nicht kommerziellen (d. h. nicht freien) Creative Commons-Lizenz haben, werden wir das akzeptieren. Wichtig ist dabei, die Copyright-Informationen für die Medieninhalte genauso wie den Quellcode in die Dateikopfdaten und/oder die README-Datei einzuschließen. Eine Kopie der Lizenzen im Wurzelverzeichnis des Repo ist hierfür praktisch (LICENSE oder COPYING Dateien). Erstellen Sie auch einen Vermerk zu Urheberrecht und Lizenzen, die zu externen Ressourcen oder Programmen gehören, und bei Verbindung mit einem freien Dienst, berücksichtigen Sie die Verwendung der Affero GPL. Siehe auch [Aufnahmekriterien](../Inclusion_Policy).
pl: Całkowita licencja musi być zgodna z licencją komponentów. Przyznamy jednak pewną elastyczność, jeśli chodzi o zasoby i zasoby; więc jeśli masz na przykład muzykę z licencją niekomercyjną Creative Commons (tj. niewolną licencję), zaakceptujemy ją. Ważną rzeczą jest umieszczanie informacji o prawach autorskich na temat zasobów, a także kodu źródłowego, w nagłówkach plików i/lub w pliku README. Pomocna jest kopia licencji w katalogu głównym repozytorium (pliki LICENSE lub COPYING). Pamiętaj także o prawach autorskich i licencji dotyczących zewnętrznych zasobów lub programów, a jeśli łączy się z darmową usługą, rozważ skorzystanie z Affero GPL. Więcej informacji można znaleźć w [Polityce włączenia](../Inclusion_Policy).
pt_pt: A licença global deve ser compatível com a licença dos componentes. No entanto, concedemos alguma flexibilidade no que diz respeito a bens e recursos; por isso, se tiver, por exemplo, alguma música sob uma licença Creative Commons não comercial (ou seja, uma licença não livre), então aceitá-la-emos. O importante é incluir informações de direitos autorais para ativos, bem como código-fonte, nos cabeçalhos dos ficheiros e/ou no LEIAME. Uma cópia das licenças na raiz do repositório é útil (ficheiros LICENSE ou COPYING). Anote também os direitos autorais e as licenças referentes a recursos ou programas externos e, se ele se conectar a um serviço gratuito, considere usar a GPL Affero. Veja a [Política de Inclusão](../Inclusion_Policy) para mais informações.
ro: Licența generală trebuie să fie compatibilă cu licența componentelor. Cu toate acestea, vom acorda o oarecare flexibilitate în ceea ce privește activele și resursele; astfel, dacă aveți, de exemplu, niște muzică sub o licență necomercială Creative Commons (adică o licență non-gratuită), atunci o vom accepta. Important este să includeți informații privind drepturile de autor atât pentru resurse, cât și pentru codul sursă, în anteturile fișierelor și/sau în README. O copie a licențelor în rădăcina repo-ului este utilă (fișierele LICENȚĂ sau COPYING). De asemenea, notați drepturile de autor și licențele referitoare la resursele sau programele externe și, dacă se conectează la un serviciu gratuit, luați în considerare utilizarea Affero GPL. Consultați [Inclusion Policy](../Inclusion_Policy) pentru mai multe informații.
ru: Общая лицензия должна быть совместима с лицензией компонентов. Однако мы будем проявлять некоторую гибкость, когда дело касается активов и ресурсов; так что если у вас есть, например, музыка под некоммерческой лицензией Creative Commons (т.е. лицензия Non-Free), то мы примем ее. Главное, чтобы информация об авторских правах на активы, а также на исходный код была указана в заголовках файлов и/или в README. Полезно иметь копию лицензий в корне репозитория (файлы LICENSE или COPYING). Также обратите внимание на авторские права и лицензии, относящиеся к внешним ресурсам или программам, и если они связаны с бесплатным сервисом, рассмотрите возможность использования Affero GPL. Подробнее см. в [Inclusion Policy](../Inclusion_Policy).
uk: Ліцензія застосунку мусить бути сумісною з ліцензіями складових. Ми дещо поблажливо ставимось до вкладених ресурсів, тобто вважаємо прийнятним, наприклад, додання певної музики на умовах некомерційної ліцензії Creative Commons (тобто невільної ліцензії). Важливо при цьому вказати в шапці файлів та/або README дані про авторське право на ресурси, а не лише на вихідний код. Копію ліцензій варто помістити в корінь репозиторію (файл LICENSE або COPYING). Також відзначте авторське право й ліцензії на використані зовнішні ресурси чи програми. Якщо застосунок з'єднується з вільним сервісом, може бути доречно використати Affero GPL. [Політика додання](../Inclusion_Policy) описує це докладніше.
zh_hans: 整体许可证必须与组件的许可证兼容。然而，当涉及到资产和资源时，我们会给予一定的灵活性；因此，如果你有，例如，一些使用知识共享非商业许可（即非自由许可）的音乐，那么我们会接受它。重要的是，在文件头和/或 README 中包括资产和源代码的版权信息。在存储库的根路径下有一份许可证的副本是很有意义的（LICENSE 或 COPYING 文件）。也要注意与外部资源或程序有关的版权和许可证，如果它确实连接到一个自由服务，考虑使用 Affero GPL。更多信息请参见[收录政策](../Inclusion_Policy)。

source: How are donations handled?
de: Wie werden Spenden gehandhabt?
pl: W jaki sposób obsługiwane są darowizny?
pt_pt: Como são doações tratadas?
ro: Cum sunt gestionate donațiile?
ru: Как обрабатываются пожертвования?
uk: Як щодо пожертв?
zh_hans: 捐赠是如何处理的？
