Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: The upstream source for this app is no longer available. Either the app went proprietary, the source repository was dropped, or it has moved to a location currently not known to us. This means there will not be further updates unless the source reappears.
de: Der Originalcode für diese App ist nicht mehr abrufbar. Entweder wurde die App kommerziell, das Repo wurde aufgelöst oder es wurde an einen Ort umgezogen, der uns derzeit unbekannt ist. Das bedeutet, dass es keine weiteren Updates geben wird, bis der Originalcode wieder auftaucht.
pl: Źródło dla tej aplikacji nie jest już dostępne. Albo aplikacja stała się prawnie zastrzeżona, repozytorium źródłowe zostało porzucone, albo przeniosło się w nieznane nam miejsce. Oznacza to, że nie będzie dalszych aktualizacji, chyba że źródło pojawi się ponownie.
pt_pt: A fonte upstream para esta app não está mais disponível. Ou a aplicação tornou-se proprietária, o repositório de código-fonte foi descartado, ou ele mudou-se para um local atualmente desconhecido a nós. Isto significa que não haverá mais atualizações, a menos que a fonte reapareça.
ro: Sursa din upstream pentru această aplicație nu mai este disponibilă. Fie că aplicația a devenit proprietară, fie că depozitul de surse a fost abandonat, fie că s-a mutat într-o locație necunoscută în prezent de noi. Acest lucru înseamnă că nu vor mai exista actualizări ulterioare decât dacă sursa reapare.
ru: Исходный код приложения в апстриме больше не доступен. Такое бывает, если приложение стало проприетарным, исходный репозиторий забросили или переместили неизвестно куда. В этом случае регулярных апдейтов нет (по крайней мере до тех пор, пока не обнаружатся исходники).
uk: Вихідний код цього застосунку більше недоступний. Або застосунок став пропрієтарним, або репозиторій видалено чи пересунуто до невідомої нам поки адреси. Це означає, що оновлень більше не буде, якщо джерело так і не відновиться.
zh_hans: 这个应用的上游源代码不可用。或者是它已经成为专有软件，源代码库弃置，或者是源代码库被转移到我们不知道的位置了。这意味着除非源代码重新出现，不会有进一步更新。

source: Here's a list of [apps with No Source](https://monitor.f-droid.org/anti-feature/NoSourceSince).
de: Hier ist eine Liste der [Apps ohne Quelle](https://monitor.f-droid.org/anti-feature/NoSourceSince).
pl: Oto lista [aplikacji bez źródła](https://monitor.f-droid.org/anti-feature/NoSourceSince).
pt_pt: Aqui está uma lista de [apps Sem Fonte](https://F-Droid.org/wiki/Page/Category: Apps_with_NoSourceSince_antifeature).
ro: Aici este o listă de [aplicații fără sursă](https://monitor.f-droid.org/anti-feature/NoSourceSince).
ru: Список [приложений без исходников](https://monitor.f-droid.org/anti-feature/NoSourceSince).
uk: Перелік [застосунків без джерела](https://monitor.f-droid.org/anti-feature/NoSourceSince).
zh_hans: 这是[带有源代码不再可用负面特征的应用](https://monitor.f-droid.org/anti-feature/NoSourceSince)列表。

source: This Anti-Feature is applied to an app that contains content that the user may not want to be publicized or visible everywhere. The marked app may contain nudity, profanity, slurs, violence, intense sexuality, political incorrectness, or other potentially disturbing subject matter. This is especially relevant in environments like workplaces, schools, religious and family settings. The name comes from the Internet term "Not safe for work".
de: Dieses unerwünschte Merkmal wird auf eine App angewandt, die Inhalte enthält, von denen der Anwender nicht möchte, dass sie veröffentlicht oder überall sichtbar werden. Die markierte App kann Nacktheit, Obszönität, Verunglimpfungen, Gewalt, gesteigerte Sexualität, politische Inkorrektheiten oder andere potentiell anstößige Themenbereiche beinhalten. Dies ist insbesondere in Umgebungen wie am Arbeitsplatz, in der Schule oder im religiösen und familiären Umfeld von Bedeutung. Die Bezeichnung stammt von dem Begriff im Internet „Not safe for work – Nicht für den Arbeitsplatz geeignet“.
pl: Niepożądane funkcje to opcja odnosząca się do aplikacji zawierających treści, których użytkownik nie chce, aby były upubliczniane lub widoczne wszędzie. Oznaczona aplikacja może zawierać nagość, bluźnierstwo, obelgi, przemoc, intensywną seksualność, niepoprawność polityczną lub inne potencjalnie niepokojące treści. Jest to szczególnie istotne w takich środowiskach, jak miejsca pracy, szkoły, środowiska religijne i rodzinne. Nazwa pochodzi od internetowego terminu "Not safe for work".
ro: Această Anti-Funcție se aplică unei aplicații care conține conținut pe care utilizatorul nu dorește să îl facă public sau să fie vizibil peste tot. Aplicația marcată poate conține nuditate, blasfemii, insulte, violență, sexualitate intensă, incorectitudine politică sau alte subiecte potențial deranjante. Acest lucru este deosebit de relevant în medii precum locurile de muncă, școlile, mediile religioase și familiale. Denumirea provine de la termenul de pe internet "Not safe for work" (Nu este sigur pentru lucru).
ru: Этим флагом отмечают приложения, содержащие то, что, попадись оно на глаза, в обществе, скорее всего, будет осуждаться. Отмеченные приложения могут содержать откровенные материалы, ненормативную лексику, оскорбления, сцены насилия, чрезмерную сексуальность, политическую ангажированность, и прочую почву для разжигания разных розней. Это особенно касается мест вроде работы, школы, религиозных и семейных учреждений. Название пришло из интернета, NSFW (Not safe for work) значит "Небезопасно для работы".
uk: Ця небажана можливість позначає застосунок із таким вмістом, який авдиторія може не бажати оприлюднювати чи скрізь показувати. Застосунок може містити оголеність, лайку, образи, насилля, показну сексуальність, політичну некоректність чи інший потенційно тривожний матеріал. Особливо це має значення в таких середовищах, як робочі місця, школи, релігійні й сімейні осередки. Назва походить від інтернет-терміну «небезпечно для роботи» (not safe for work).
zh_hans: 这个负面特征应用于包含用户可能不希望随处公开或可见的内容的应用。被标记的应用可能包含裸体、亵渎、侮辱、暴力、强烈的性元素、政治不正确，或其他潜在的令人不安的主题。 这一负面特征与工作场所、学校、宗教和家庭环境尤其相关。NSFW 这个名称来自网络术语“Not safe for work”。

source: Here's the list of [apps with NSFW](https://monitor.f-droid.org/anti-feature/NSFW).
de: Hier die Liste der [Apps mit NSFW](https://monitor.f-droid.org/anti-feature/NSFW).
pl: Oto lista [aplikacji z NSFW](https://monitor.f-droid.org/anti-feature/NSFW).
ro: Iată lista de [aplicații NSFW](https://monitor.f-droid.org/anti-feature/NSFW).
ru: Список [приложений, содержащих непристойные материалы](https://monitor.f-droid.org/anti-feature/NSFW).
uk: Повний [перелік застосунків з NSFW](https://monitor.f-droid.org/anti-feature/NSFW).
zh_hans: 这是[带 NSFW 负面特征的应用](https://monitor.f-droid.org/anti-feature/NSFW)列表。

source: Tethered Network Services<a name="TetheredNet" />
de: Tethering-Netzwerkdienste<a name="TetheredNet" />
ro: Servicii de rețea captive<a name="TetheredNet" />
ru: Услуги привязанной сети<a name="TetheredNet" />
zh_hans: 受束缚的网络服务<a name="TetheredNet" />

source: This Anti-Feature is applied to apps that depend entirely on a service which is impossible (or not easy) to replace. Replacement requires changes to the app or service. This Anti-Feature would not be applied if there is a simple configuration option that allows pointing the app to a running instance of an alternative, publicly available, self-hostable server solution.
de: Dieses unerwünschte Merkmal wird auf Apps angewendet, die vollständig von einem Dienst abhängen, der nicht (oder nur schwer) ersetzt werden kann. Ein Ersatz erfordert Änderungen an der App oder am Dienst. Dieses unerwünschte Merkmal wird nicht angewandt, wenn es eine einfache Konfigurationsmöglichkeit gibt, die es ermöglicht, die App auf eine laufende Instanz einer alternativen, öffentlich verfügbaren, selbst-hostbaren Serverlösung zu verweisen.
ro: Această Anti-Funcție se aplică aplicațiilor care depind în întregime de un serviciu de rețea care este imposibil sau nu este ușor de înlocuit. Înlocuirea necesită modificări ale aplicației sau serviciului. Această Anti-Funcție nu s-ar aplica în cazul în care există o opțiune de configurare simplă care permite direcționarea aplicației către o instanță în funcțiune a unei soluții alternative de server de software liber, disponibilă public, auto-găzduită.
ru: Этим флагом отмечают приложения, которые полностью зависят от сервиса, который невозможно (или нелегко) заменить. Замена требует изменений в приложении или сервисе. Эта анти-функция не будет применяться, если есть простая опция конфигурации, позволяющая указать приложению на работающий экземпляр альтернативного общедоступного сервера, который можно разместить самостоятельно.
zh_hans: 此负面特征适用于推广或完全依赖于不可能或不易替换的服务的的应用。替换需要对应用或服务进行修改。如果有一个简单的配置选项，允许将应用指向另一个备选的、公开可用的、可自托管的服务器解决方案，那么这个负面特征就不适用。

source: Here's the list of [apps with Tethered Network Services](https://monitor.f-droid.org/anti-feature/TetheredNet).
de: Hier eine Liste der [Apps mit Tethering-Netzwerkdiensten](https://monitor.f-droid.org/anti-feature/TetheredNet).
ro: Iată lista [aplicațiilor cu Servicii de rețea captive](https://monitor.f-droid.org/anti-feature/TetheredNet).
ru: Вот список [приложений с привязанными сетевыми службами](https://monitor.f-droid.org/anti-feature/TetheredNet).
zh_hans: 这是[受束缚网络服务应用](https://monitor.f-droid.org/anti-feature/NonFreeNet)的列表。

source: Tracking<a name="Tracking" />
de: Überwachung<a name="Tracking" />
pl: Śledzenie<a name="Tracking" />
pt_pt: Rastreamento<a name="Tracking" />
ro: Monitorizare<a name="Tracking" />
ru: Отслеживание<a name="Tracking" />
uk: Відстеження<a name="Tracking" />
zh_hans: 跟踪<a name="Tracking" />

source: This Anti-Feature is applied to apps that track you and/or report your activity to somewhere, either without your permission or by default (i.e. you'd have to actively seek out an option to disable it).
de: Dieses unerwünschte Merkmal wird auf Apps angewandt, die Aktivitäten überwachen und/oder irgendwo hin melden, entweder ohne eine Erlaubnis oder voreingestellt (d. h. eine Möglichkeit, es zu deaktivieren, muss aktiv herausgefunden werden).
pl: Ta niepożądana funkcja jest stosowana do aplikacji, które śledzą Twoją aktywność i/lub zgłaszają ją gdzieś bez Twojej zgody lub domyślnie (tzn. musisz aktywnie poszukiwać opcji, aby ją wyłączyć).
pt_pt: Esse recurso indesejado é aplicado a apps que rastreiam-lo e/ou relatam sua atividade a algum lugar, sem sua permissão ou por predefinição (ou seja, teria que buscar ativamente uma opção para desativá-la).
ro: Această Anti-Funcție se aplică aplicațiilor care vă urmăresc și/sau raportează activitatea dvs. undeva, fie fără permisiunea dvs., fie în mod implicit (adică ar trebui să căutați în mod activ o opțiune pentru a o dezactiva).
ru: Этим флагом отмечают приложения, которые следят за вашей активностью и посылают отчеты без вашего разрешения (или если эта опция включена по умолчанию, т.е. для того, чтобы этого не происходило, необходимо найти ее в настройках и отключить).
uk: Ця небажана можливість позначає застосунки, що стежать за вами та/або звітують комусь про вашу діяльність, не питаючи вашого дозволу чи усталено вважаючи його даним (стеження в них потрібно вимикати вручну).
zh_hans: 此负面特征适用于跟踪你和/或向某处报告你的活动的应用，无论是在未经你的许可的情况下，还是在默认情况下（即，你必须主动寻找禁用该功能的选项）。

source: Examples of where this Anti-Feature might be applied:
de: Beispiele, worauf dieses unerwünschte Merkmal angewandt werden könnte:
pl: Przykłady, gdzie ta niepożądana funkcja może być zastosowana:
pt_pt: Exemplos de onde esta característica indesejada pode ser aplicada:
ro: Exemple de cazuri în care ar putea fi aplicată acest Anti-Funcție:
ru: Этим флагом отмечают приложения, если они без вашего разрешения:
uk: Приклади застосування цієї небажаної функції:
zh_hans: 可能适用该负面特征的例子：

source: Sending crash reports without your knowledge or permission
de: Versenden von Absturzberichten ohne Kenntnis oder Erlaubnis
pl: Wysyłanie raportów o awariach bez twojej wiedzy lub zgody
pt_pt: Envio de relatórios de acidentes sem o seu conhecimento ou permissão
ro: Trimiterea de rapoarte de accident fără știrea sau permisiunea dumneavoastră
ru: Посылают отчеты о сбоях (краш-репорты)
uk: Надсилання звітів про збої без вашого відома або дозволу
zh_hans: 在你不知情或未经许可的情况下发送崩溃报告

source: Checking for updates without your knowledge or permission
de: Prüfung auf Aktualisierungen ohne Kenntnis oder Erlaubnis
pl: Sprawdzanie aktualizacji bez Twojej wiedzy lub zgody
pt_pt: Verificação de atualizações sem o seu conhecimento ou permissão
ro: Verificarea actualizărilor fără știrea sau permisiunea dumneavoastră
ru: Проверяют обновления
uk: Перевірка наявності оновлень без вашого відома або дозволу
zh_hans: 在你不知情或未经许可的情况下检查更新

source: Examples of where it would not be applied - any of the above, if the functionality is opt-in (i.e. you are asked before it happens) and disabled by default. Enabling it should then also require informed consent, i.e. requiring a privacy policy similar to GDPR, and avoid collecting personal data (PII) as far as possible.
de: Beispiele, auf die es nicht zutreffen würde - alles gerade Genannte, wenn es sich um Opt-in-Funktionen handelt (d. h., dass man vor Ausführung gefragt wird) und sie standardmäßig deaktiviert sind. Die Aktivierung sollte dann auch eine informierte Zustimmung erfordern, d. h. eine Datenschutzrichtlinie ähnlich der GDPR, und die Erhebung personenbezogener Daten (PII) so weit wie möglich vermeiden.
pl: Przykłady, gdzie nie zostałaby zastosowana — dowolne z powyższych, jeśli funkcja jest opcjonalna (tj. zostaniesz zapytany, zanim to nastąpi) i zostanie domyślnie wyłączona. Umożliwienie jej powinno wówczas wymagać również świadomej zgody, czyli wymagania polityki prywatności podobnej do RODO i unikania gromadzenia danych osobowych (PII) w miarę możliwości.
pt_pt: Exemplos de onde ele não seria aplicado - qualquer um dos exemplos acima, se a funcionalidade é opt-in (ou seja, se é perguntado antes que isso aconteça) e desativada por padrão. A activação deverá então também requerer consentimento informado, ou seja, exigir uma política de privacidade semelhante à GDPR, e evitar, tanto quanto possível, a recolha de dados pessoais (PII).
ro: Exemple de cazuri în care nu s-ar aplica - oricare dintre cele de mai sus, dacă funcționalitatea este opțională (adică sunteți întrebat înainte de a se întâmpla) și este dezactivată în mod implicit. Activarea acesteia ar trebui să necesite, de asemenea, consimțământul informat, adică să necesite o politică de confidențialitate similară cu cea din GDPR, și să evite pe cât posibil colectarea de date cu caracter personal (PII).
ru: Приложения, которые спрашивают разрешения перед тем, как выполнить что-то из перечисленного выше (или в которых такая опция по умолчанию отключена), таким флагом не помечают.
uk: Це не стосується випадків, коли функціонал необов'язковий (застосунок запитує, перш ніж його ввімкнути) й усталено вимкнений. При його ввімкненні слід запитувати інформовану згоду, як-от підпис політики приватності на зразок GDPR, і максимально уникати збору особових даних (PII).
zh_hans: 不适用的例子 - 如果该功能是可选的（即在发生之前询问你）并且默认禁用，对于上述任何一项均如此。此外，启用它还应要求知情同意，即要求有类似于 GDPR 的隐私政策，并尽可能避免收集个人数据 (PII)。

source: Note that frequently app tracking is implemented using proprietary software, e.g. Google Analytics or Flurry. Apps containing these proprietary libraries will **not** be found in the F-Droid repo.
de: Beachten Sie, dass Tracking häufig durch Verwendung proprietärer Software umgesetzt wird, z. B. Google Analytics oder Flurry. Apps, die diese proprietären Programmbibliotheken enthalten, findet man **nicht** im F-Droid-Repo.
pl: Zauważ, że często śledzenie jest implementowane w aplikacji z użyciem oprogramowania licencjonowanego/komercyjnego, np. Google Analytics czy Flurry. Aplikacje zawierające takie biblioteki **nie** będą umieszczane w repozytorium F-Droid.
pt_pt: Observe que o rastreamento frequente de app é implementado a usar software proprietário, por exemplo Google Analytics ou Flurry. Apps a conter essas bibliotecas proprietárias **não*** serão encontradas no repositório F-Droid.
ro: Rețineți că, în mod frecvent, urmărirea aplicațiilor este implementată cu ajutorul unui software proprietar, de exemplu, Google Analytics sau Flurry. Aplicațiile care conțin aceste biblioteci proprietare **nu** se vor găsi în repo-ul F-Droid.
ru: В скобках заметим, что чаще всего для отслеживания приложения используют проприетарное ПО вроде Google Analytics или Flurry. Само собой, в репозиториях F-Droid таких приложений **нет**.
uk: Часто стеження втілюють за допомогою пропрієтарного програмного забезпечення, як-от Google Analytics чи Flurry. Застосунки з використанням цих пропрієтарних бібліотек **відсутні** в репозиторії F-Droid.
zh_hans: 请注意，应用跟踪经常使用专有软件（例如， Google Analytics 或 Flurry）实现。包含这些专有库的应用将**不会**在 F-Droid 存储库中出现。

source: Here's the list of [apps with Tracking](https://monitor.f-droid.org/anti-feature/Tracking).
de: Hier eine Liste der [Apps mit Überwachung](https://monitor.f-droid.org/anti-feature/Tracking).
pl: Oto lista [aplikacji ze śledzeniem](https://monitor.f-droid.org/anti-feature/Tracking).
pt_pt: Aqui está a lista de [apps com Rastreamento](https://monitor.f-droid.org/anti-feature/Tracking).
ro: Aici este lista de [aplicații cu Urmărire](https://monitor.f-droid.org/anti-feature/Tracking).
ru: Список [приложений, которые за вами шпионят](https://monitor.f-droid.org/anti-feature/Tracking).
uk: Ось список [застосунків зі стеженням](https://monitor.f-droid.org/anti-feature/Tracking).
zh_hans: 这是[带有跟踪负面特征的应用](https://monitor.f-droid.org/anti-feature/Tracking)列表。

source: Upstream Non-Free<a name="UpstreamNonFree" />
de: Originalcode nicht-quelloffen<a name="UpstreamNonFree" />
pl: Niewolne upstream<a name="UpstreamNonFree" />
pt_pt: Upstream Não Livre<a name="UpstreamNonFree" />
ro: Upstream Non-Liber<a name="UpstreamNonFree" />
ru: Несвободное в апстриме<a name="UpstreamNonFree" />
uk: Невільний оригінал<a name="UpstreamNonFree" />
zh_hans: 上游代码非自由<a name="UpstreamNonFree" />

source: This Anti-Feature is applied to apps where the upstream source code includes proprietary software by default in their own releases.
de: Dieses unerwünschte Merkmal erhalten Apps, deren bereitgestellter Originalcode standardmäßig proprietäre Software in ihren Versionen einschließt.
pl: To oznaczenie Niepożądane funkcje jest stosowane do aplikacji, w których zewnętrzny kod źródłowy zawiera domyślnie we własnych wydaniach własnościowe oprogramowanie.
pt_pt: Esta característica indesejada é aplicada a apps em que o código-fonte upstream inclui software proprietário por predefinição nas suas próprias versões.
ro: Această Anti-Funcție se aplică aplicațiilor în cazul în care codul sursă originar include software proprietar în mod implicit în propriile versiuni.
ru: Этим флагом отмечают приложения, апстримные версии которых собираются из исходного кода, содержащего проприетарное ПО.
uk: Ця небажана функція позначає застосунки, оригінал вихідного коду яких усталено містить пропрієтарне програмне забезпечення в своїх випусках.
zh_hans: 这个负面特征适用于上游源代码原本包含专有软件的应用。

source: This does not mean that proprietary software is included in the app. Most likely, the F-Droid build has been patched in some way to remove the Non-Free code/libraries, and/or some functionality may be missing. The app's description will usually go into more detail about this.
de: Das bedeutet nicht, dass die App proprietäre Software enthält. In der Regel wurde der F-Droid-Build irgendwie gepatched, um proprietäre Codebestandteile/Bibliotheken zu entfernen, und/oder bestimmte Funktionen können fehlen. Die App-Beschreibung wird normalerweise genauer Auskunft darüber geben.
pl: Nie oznacza to, że aplikacja zawiera oprogramowanie własnościowe. Najprawdopodobniej kompilacja F-Droid została w jakiś sposób poprawiona, aby usunąć niewolny kod/biblioteki i/lub może brakować niektórych funkcji. Opis aplikacji zwykle zawiera bardziej szczegółowe informacje na ten temat.
pt_pt: Isso não significa que o Software Não Livre esteja incluído na app. Muito provavelmente, a compilação do F-Droid foi corrigida de alguma forma para remover código/bibliotecas Não Livres, e/ou alguma funcionalidade pode faltar. A descrição da app geralmente vai entrar em mais detalhes sobre isso.
ro: Acest lucru nu înseamnă că în aplicație este inclus un software proprietar. Cel mai probabil, compilarea F-Droid a fost corectată într-un fel pentru a elimina codul/bibliotecile non-libere și/sau este posibil să lipsească unele funcționalități. De obicei, descrierea aplicației va oferi mai multe detalii în acest sens.
ru: При этом проприетарное ПО необязательно входит в состав приложения. Скорей всего, в сборке для F-Droid наложили патчи, исключающие несвободные библиотеки, и поэтому какие-то возможности приложения отключены. Обычно об этом упоминают в описании приложения.
uk: Такий застосунок сам не містить пропрієтарного програмного забезпечення. При збірці для F-Droid, застосунок змінюється, вилучаючи невільний код і бібліотеки, ймовірно втрачаючи певний функціонал. Опис застосунку зазвичай містить більше даних про це.
zh_hans: 这并非代表此应用包含专有软件。最有可能的是，该应用在 F-Droid 上的构建已经以某种方式打了补丁，删除了非自由代码/库，和/或一些功能可能丢失。 该应用的描述通常会更详细地说明这一点。
