Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Descriptions should be written in an objective, neutral style, with at least the first paragraph devoted to describing what the application is and what features it has. This can be followed with concise help for specific features/problems, and links to external resources for more information. Additional information such as links to related/compatible/required (but not alternative) applications should also be included where appropriate.
de: Beschreibungen sollten in einen objektiven, neutralen Stil verfasst werden, zumindest der erste Abschnitt sollte der Erklärung gewidmet sein, was die Anwendung ist und welche Eigenschaften sie hat. Ihr kann eine kurzgefasste Hilfe zu speziellen Eigenschaften/Problemen und Verknüpfungen zu externen Ressourcen mit weitergehenden Informationen folgen. Zusätzliche Informationen wie Links zu zugehörigen/kompatiblen/benötigten (aber nicht alternativen) Anwendungen sollten gegebenenfalls auch eingeschlossen werden.
pl: Opisy powinny być napisane w sposób obiektywny, neutralny, z co najmniej pierwszym paragrafem poświęconym opisywaniu aplikacji i jej cechom. Następnie można uzyskać zwięzłą pomoc dotyczącą konkretnych funkcji/problemów oraz łącza do zasobów zewnętrznych, aby uzyskać więcej informacji. Dodatkowe informacje, takie jak linki do powiązanych/kompatybilnych/wymaganych (ale nie alternatywnych) aplikacji, powinny również zostać uwzględnione w stosownych przypadkach.
pt_pt: As descrições devem ser escritas num estilo objetivo, neutro, com pelo menos o primeiro parágrafo dedicado a descrever o que a aplicação é e quais recursos ela tem. Isso pode ser seguido com ajuda concisa para recursos específicos/problemas e ligações para recursos externos para obter mais informações. Informações adicionais, como ligações para aplicações relacionadas/compatíveis/obrigatórias (mas não alternativos), também devem ser incluídas, quando apropriado.
ro: Descrierile trebuie să fie redactate într-un stil obiectiv și neutru, cel puțin primul paragraf fiind dedicat descrierii aplicației și a caracteristicilor acesteia. Acesta poate fi urmat de un ajutor concis pentru caracteristici/probleme specifice și de linkuri către resurse externe pentru mai multe informații. De asemenea, ar trebui incluse, dacă este cazul, informații suplimentare, cum ar fi linkuri către aplicații conexe/compatibile/necesare (dar nu alternative).
ru: Описания должны быть написаны в объективном, нейтральном стиле, по крайней мере, первый абзац должен быть посвящен описанию того, что представляет собой приложение и какими возможностями оно обладает. Далее может следовать краткая справка по конкретным функциям/проблемам, а также ссылки на внешние ресурсы для получения дополнительной информации. Дополнительная информация, такая как ссылки на родственные/совместимые/необходимые (но не альтернативные) приложения, также должна быть включена, где это уместно.
uk: Пишіть описи в об'єктивному й нейтральному стилі. Опишіть принаймні першим абзацом, чим є застосунок і які функції він надає. Після цього можете навести коротку довідку про конкретні функції чи проблеми, а також послатись на докладніші зовнішні ресурси. Додаткові дані, такі як посилання на пов'язані, сумісні чи паралельно необхідні (але не альтернативні) застосунки, також слід зазначити, якщо це доречно.
zh_hans: 描述应该以客观、中立的风格来写，至少在第一段专门描述应用是什么以及它有哪些功能。之后可以为具体的功能/问题提供简明的帮助，并链接到外部资源以获取更多信息。适当时还应包括其他信息，如相关的/兼容的/必需的（但不是替代的）应用的链接。

source: Some other notes:
de: Einige weitere Hinweise:
pl: Kilka innych uwag:
pt_pt: Outras notas:
ro: Alte câteva note:
ru: Некоторые другие примечания:
uk: Також зауважте:
zh_hans: 其他一些注意事项：

source: Phrases like "a note-taking app for Android" should never appear. Obviously it's for Android. Obviously it's an app.
de: Sätze wie „eine bemerkenswerte Android-App“ sollten niemals auftauchen. Klar ist es für Android. Klar ist es eine App.
pl: Zwroty typu 'aplikacja do robienia notatek dla Androida' nigdy nie powinny się pojawiać. Oczywiście jest to dla Androida. Oczywiście jest to aplikacja.
pt_pt: Frases como " uma app de anotações para Android" nunca devem aparecer. Obviamente é para o Android. Obviamente é uma aplicação.
ro: Fraze precum "o aplicație de luat notițe pentru Android" nu ar trebui să apară niciodată. Evident că este pentru Android. Evident că este o aplicație.
ru: Фразы типа "приложение для ведения заметок для Android" никогда не должны появляться. Очевидно, что это приложение для Android. Очевидно, что это приложение.
uk: Фраз на кшталт «застосунок нотаток для Android» має не бути зовсім. Самоочевидно, що він — для Android. Самоочевидно, що він — застосунок.
zh_hans: 像"适用于 Android 的笔记应用" 这样的短语永远不应该出现。 显然，这是针对 Android 的。显然，这是一个应用。

source: Similary, don't say "it's free software" or "it's open source" because obviously it is.
de: In ähnlicher Weise, sagen Sie nicht „es ist freie Software“ oder „es ist Open Source“, weil das offenkundig ist.
pl: Similary, nie mów 'to darmowe oprogramowanie' lub 'to open source', bo oczywiście tak jest.
pt_pt: Da mesma forma não diga "é software livre" ou "é open source", porque obviamente é.
ro: În mod similar, nu spuneți "este software liber" sau "este open source", pentru că este evident că este.
ru: Аналогично, не говорите "это свободное программное обеспечение" или "это открытый исходный код", потому что очевидно, что это так.
uk: Так само не слід уточнювати: «вільний» чи «відкритий» — бо інакших тут нема.
zh_hans: 同样，不要说“它是自由软件”或“它是开源的”，因为显然它是。

source: There shouldn't be any compatiblity-related things in there (e.g. "for Android 2.3+") because this is handled automatically. Only include compatibility notes when the client app doesn't automatically detect them.
de: Es sollten keine Dinge zur Kompatibilität (z. B. „für Android 2.3+“) darin enthalten sein, da dies automatisch bearbeitet wird. Schließen Sie nur Kompatibilitätshinweise ein, wenn der Client sie nicht automatisch erkennt.
pl: Nie powinno tam być żadnych elementów związanych z kompatybilnością (np. "Dla Androida 2.3+"), ponieważ jest to obsługiwane automatycznie. Uwzględnij tylko uwagi dotyczące zgodności, gdy aplikacja kliencka nie wykrywa ich automatycznie.
pt_pt: Não deve ter quaisquer coisas relacionadas à compatibilidade (por exemplo, "para Android 2.3+") porque isso será tratado automaticamente. Inclua somente notas de compatibilidade quando o app cliente não as detetar automaticamente.
ro: Nu ar trebui să existe niciun element legat de compatibilitate (de exemplu, "pentru Android 2.3+"), deoarece acest lucru este gestionat automat. Includeți note de compatibilitate doar atunci când aplicația client nu le detectează automat.
ru: Там не должно быть ничего, связанного с совместимостью (например, "для Android 2.3+"), потому что это обрабатывается автоматически. Заметки о совместимости следует включать только в том случае, если клиентское приложение не обнаруживает их автоматически.
uk: Не зазначайте тут сумісності (наприклад, «для Android 2.3 чи новіше»), бо вона обробляється автоматично. Уточнюйте щось про сумісність лише те, чого застосунок-клієнт не може самостійно виявити.
zh_hans: 这里面不应该有任何与兼容性有关的东西（例如"for Android 2.3+"），因为这是自动处理的。只有在客户端应用没有自动检测到时才包括兼容性说明。

source: The summary will always be shown with the description, so avoid repeating it.
de: Die Zusammenfassung wird immer mit der Beschreibung angezeigt, vermeiden Sie also, sie zu wiederholen.
pl: Podsumowanie będzie zawsze wyświetlane wraz z opisem, więc unikaj jego powtarzania.
pt_pt: O resumo será sempre exibido com a descrição, por isso evite repeti-lo.
ro: Rezumatul va fi afișat întotdeauna împreună cu descrierea, așa că evitați să îl repetați.
ru: Резюме всегда будет отображаться вместе с описанием, поэтому избегайте его повторения.
uk: Підсумок завжди показано разом із описом, тож не повторюйте його.
zh_hans: 概要会始终与描述一起显示，因此要避免重复。

source: If there is anything different about the F-Droid build compared to a standard one, it should be described.
de: Wenn es zwischen dem F-Droid-Build verglichen mit einem Standard-Build irgendwelche Unterschiede gibt, sollte das beschrieben werden.
pl: Jeśli jest coś innego na temat budowy F-Droida w porównaniu ze standardową, powinno się to opisać.
pt_pt: Se houver algo diferente sobre a compilação do F-Droid comparado com um padrão, deverá ser descrito.
ro: Dacă există vreo diferență în ceea ce privește construcția F-Droid în comparație cu una standard, aceasta ar trebui descrisă.
ru: Если сборка F-Droid чем-то отличается от стандартной, это следует описать.
uk: Якщо збірка для F-Droid чимось відрізняється від стандартної, це слід описати.
zh_hans: 如果 F-Droid 版本与标准版本相比有任何不同，则应予以说明。

source: There should never be anything written from the developer's point of view, e.g. "I wrote this cat gallery app because I like cats".
de: Es sollte nie etwas aus der Sicht des Entwicklers geschrieben werden, z. B. „Ich habe diese Katzengalerie-App geschrieben, weil ich Katzen mag“.
pl: Nigdy nie należy pisać z punktu widzenia programisty, np. "Napisałem tę aplikację galerii kotów, ponieważ lubię koty".
pt_pt: Nunca deve ter nada escrito do ponto de vista do programador, por exemplo: "Escrevi este app de galeria de gatos porque gosto de gatos".
ro: Niciodată nu ar trebui să existe ceva scris din punctul de vedere al dezvoltatorului, de exemplu "Am scris această aplicație de galerie de pisici pentru că îmi plac pisicile".
ru: Никогда не должно быть ничего, написанного с точки зрения разработчика, например, "Я написал это приложение для галереи кошек, потому что я люблю кошек".
uk: Писати слід із користувацької, а не розробницької точки зору. Тобто не так: «Цей застосунок котогалереї я написала, бо люблю котиків».
zh_hans: 绝不应该有任何从开发者角度出发的内容，例如："我写这个猫咪相册应用是因为我喜欢猫咪"。

source: Other information worth mentioning are:
de: Weitere Informationen, die einer Erwähnung wert sind:
pl: Inne warte wspomnienia informacje to:
pt_pt: Outras informações que merecem menção são:
ro: Alte informații care merită să fie menționate sunt:
ru: Стоит упомянуть и другую информацию:
uk: Інші дані, які слід зазначити:
zh_hans: 其他值得一提的信息包括：

source: Does the app require root permissions?
de: Benötigt die App Root-Rechte?
pl: Czy aplikacja wymaga uprawnień root'a?
pt_pt: O app requer permissões de root?
ro: Aplicația necesită permisiuni de root?
ru: Требуются ли приложению root-права?
uk: Чи потрібні застосунку root-права?
zh_hans: 该应用是否需要 root 权限？

source: Can it interact with other apps?
de: Kann sie mit anderen Apps interagieren?
pl: Czy może współdziałać z innymi aplikacjami?
pt_pt: Pode interagir com outras aplicações?
ro: Poate interacționa cu alte aplicații?
ru: Может ли оно взаимодействовать с другими приложениями?
uk: Чи взаємодіє він з іншими застосунками?
zh_hans: 它可以与其他应用交互吗？

source: How easy is it to use?
de: Wie leicht lässt sie sich bedienen?
pl: Jak łatwo jest z niej korzystać?
pt_pt: É fácil de usar?
ro: Cât de ușor este de utilizat?
ru: Насколько прост он в использовании?
uk: Наскільки легко ним користуватись?
zh_hans: 它的易用性如何？

source: Donations
de: Spenden
pl: Darowizny
pt_pt: Doações
ro: Donații
ru: Пожертвования
uk: Внески
zh_hans: 捐赠

source: Where a project accepts donations, the ideal donation link would be to a specific page that the project maintains for that purpose. If one doesn't exist, it's acceptable to just link to their page that has a donation icon or similar somewhere on it, but this doesn't create a good user experience when, for example, someone selects 'Donate' in the F-Droid client and then has to search a page for the details. Try to encourage the developers to create a dedicate page if possible.
de: Nimmt ein Projekt Spendenzahlungen entgegen, führt die Spendenverknüpfung idealerweise auf eine spezielle Seite, die das Projekt zu diesem Zweck unterhält. Gibt es keine, ist es vertretbar, einfach auf die Projektseite weiterzuleiten, die irgendwo ein Spendensymbol oder etwas Ähnliches enthält, was aber kein gutes Nutzererleben schafft, wenn, zum Beispiel, jemand in der F-Droid-App „Spenden“ wählt und dann eine Seite nach den Einzelheiten dazu durchsuchen muss. Versuchen Sie die Entwickler davon zu überzeugen, möglichst eine dafür ausgewiesene Seite zu erstellen.
pl: Jeśli projekt akceptuje darowizny, idealnym łączeniem do darowizny byłaby strona, którą projekt utrzymuje w tym celu. Jeśli nie istnieje, dopuszczalne jest po prostu umieszczenie linku do strony, na której znajduje się ikona darowizny lub coś podobnego, ale nie zapewnia to dobrej satysfakcji użytkownika, gdy na przykład ktoś wybierze opcję 'Podaruj' w Droid client, a następnie musi przeszukać stronę, by zobaczyć szczegóły. Spróbuj zachęcić programistów do stworzenia dedykowanej strony, jeśli to możliwe.
pt_pt: Quando um projeto aceita doações, o link de doação ideal seria para uma página específica que o projeto mantém para esse fim. Se um não existe, é aceitável apenas vincular a sua página que tem um ícone de doação ou similar em algum lugar sobre ele, mas isso não cria uma boa experiência do utilizador quando, por exemplo, alguém seleciona 'Doar' no cliente F-Droid e, em seguida, tem que procurar uma página para os detalhes. Tente incentivar os programadores a criar uma página dedicada, se possível.
ro: În cazul în care un proiect acceptă donații, linkul ideal pentru donații ar fi o pagină specifică pe care proiectul o menține în acest scop. În cazul în care nu există o astfel de pagină, este acceptabil să se facă un link către pagina lor care are o pictogramă de donație sau ceva similar undeva pe ea, dar acest lucru nu creează o experiență bună pentru utilizator atunci când, de exemplu, cineva selectează "Donate" în clientul F-Droid și apoi trebuie să caute detaliile pe o pagină. Încercați să încurajați dezvoltatorii să creeze o pagină dedicată, dacă este posibil.
ru: Если проект принимает пожертвования, идеальной ссылкой для пожертвований будет специальная страница, которую проект ведет для этой цели. Если такой страницы не существует, допустимо просто ссылаться на их страницу, на которой есть значок пожертвования или что-то подобное, но это не создает хорошего пользовательского опыта, когда, например, кто-то выбирает "Пожертвовать" в клиенте F-Droid, а затем вынужден искать информацию на странице. Попытайтесь убедить разработчиков создать специальную страницу, если это возможно.
uk: Якщо застосунок приймає пожертви, в ідеалі посилання для пожертв має вести на конкретну сторінку, спеціально виділену на це проєктом. Якщо такої сторінки нема, можна послатись на звичайну сторінку проєкту, один із розділів якої містить щось про пожертви; але уявіть свої користувацькі враження, коли після натиску «Пожертвувати» в клієнті F-Droid вам доводиться шукати по всій сторінці докладні дані з мобільного. Заохочуйте команду розробки по можливості виділити окрему сторінку.
zh_hans: 如果一个项目接受捐赠，理想的捐赠链接是指向该项目为此目的而维护的一个特定页面。如果不存在这样的链接，可以接受的是链接到有捐赠图标或类似的页面，但这并不能创造良好的用户体验，例如，有人在 F-Droid 客户端选择了“捐赠”，然后不得不搜索一个页面来了解细节。如果可能的话，试着鼓励开发者创建一个专门的页面。

source: AntiFeatures
pl: Niepożądane funkcje
ro: Anti-Funcții
ru: Анти-Функции
uk: Небажані функції
zh_hans: 负面特征

source: In addition some software, even being Free and Open Source software, may do practices which can be considered undesirable and that we consider [_AntiFeatures_](https://monitor.f-droid.org/anti-features)". Where possible the F-Droid community still include these applications in the repository but flagging and cataloging these antifeatures in order to warn users (on the F-Droid client and on the web repository browser) by any antifeatures present on the app. Even though software can be included in the F-Droid even with antifeatures, it is frequently the case that software with these antifeatures is actually not entirely FOSS (for example advertising and tracking user activity is often enabled via Non-Free binary libraries) compromising in this way the inclusion of the app in the F-Droid repository.
de: Darüber hinaus kann sich bestimmte Software, selbst solche, die Free and Open Source ist, Praktiken bedienen, die als unerwünscht angesehen werden und die wir als „[_AntiFeatures_](https://monitor.f-droid.org/anti-features)“ einstufen. Wenn möglich, wird die F-Droid-Gemeinschaft diese Anwendungen weiter im Repository behalten, diese Merkmale aber kennzeichnen und katalogisieren, um Nutzer (im F-Droid-Client und im App-Browser auf der Website) vor allen, in der App vorhandenen, unerwünschten Merkmalen zu warnen. Auch wenn Software selbst mit unerwünschten Bestandteilen in F-Droid aufgenommen werden kann, ist es häufig so, dass Software mit diesen Merkmalen eigentlich nicht vollständig FOSS ist (zum Beispiel wird Werbung und Verfolgung von Nutzeraktivitäten oft über nicht freie Binär-Bibliotheken erzielt) und auf diese Weise die Aufnahme der App ins F-Droid-Repository beeinträchtigt wird.
pl: Ponadto niektóre programy, nawet będące oprogramowaniem wolnym i otwartym, mogą wykonywać praktyki, które można uznać za niepożądane i które rozważamy jako [_Niepożądane funkcje_](https://monitor.f-droid.org/anti-features). Społeczność F-Droid nadal zawiera te aplikacje w repozytorium, ale zaznacza je i kataloguje, aby ostrzec użytkowników (na kliencie F-Droid i przeglądarce repozytorium sieci) przed wszelkimi niepożądanymi funkcjami obecnymi w aplikacji. Nawet jeśli oprogramowanie może być włączone do F-Droida nawet z niepożądanymi funkcjami, to często oprogramowanie z nimi nie jest w rzeczywistości FOSS (na przykład reklama i śledzenie aktywności użytkownika jest często włączane za pomocą niewolnych bibliotek binarnych) zagrażając w ten sposób włączeniu aplikacji do repozytorium F-Droid.
pt_pt: Além disso, alguns softwares, mesmo a ser livres e de código aberto, podem fazer práticas que podem ser consideradas indesejáveis e que consideramos [_Características indesejadas_](https://monitor.f-droid.org/anti-features)". Sempre que possível, a comunidade F-Droid ainda inclui essas aplicações no repositório, mas sinaliza e cataloga essas características indesejadas para avisar os utilizadores (no cliente F-Droid e no navegador do repositório web) por quaisquer características indesejadas presentes na app. Mesmo que o software possa ser incluído no F-Droid mesmo com características indesejadas, é frequente que o software com essas características indesejadas não seja totalmente FOSS (por exemplo, publicidade e rastreamento da atividade do utilizador são muitas vezes ativados por bibliotecas binárias não livres), a comprometer dessa forma a inclusão da app no repositório do F-Droid.
ro: În plus, unele programe, chiar dacă sunt programe libere și cu sursă deschisă, pot prezenta practici care pot fi considerate nedorite și pe care le considerăm [_AntiFuncții_](https://monitor.f-droid.org/anti-features)". Acolo unde este posibil, comunitatea F-Droid include în continuare aceste aplicații în depozit, dar semnalizând și catalogând aceste anti-funcții pentru a avertiza utilizatorii (prin clientul F-Droid și prin browserul de depozit web) de prezența lor în aplicație. Chiar dacă software-ul poate fi inclus în F-Droid chiar și cu anti-funcții, se întâmplă frecvent ca software-ul cu aceste anti-funcții să nu fie de fapt în întregime FOSS (de exemplu, publicitatea și urmărirea activității utilizatorului sunt adesea activate prin intermediul bibliotecilor binare non-libere), ceea ce compromite în acest fel includerea aplicației în depozitul F-Droid.
ru: Кроме того, некоторые программы, даже будучи свободными и открытыми, могут делать действия, которые можно считать нежелательными и которые мы считаем [_анти-функциями_](https://monitor.f-droid.org/anti-features)". По возможности сообщество F-Droid продолжает включать эти приложения в репозиторий, но помечая и каталогизируя эти анти-функции, чтобы предупредить пользователей (в клиенте F-Droid и в веб-браузере репозитория) о любых анти-функциях, присутствующих в приложении. Хотя программы могут быть включены в F-Droid даже с анти-фигурами, зачастую программы с такими анти-функциями на самом деле не совсем FOSS (например, реклама и отслеживание активности пользователя часто включаются с помощью несвободных бинарных библиотек), что ставит под угрозу включение приложения в репозиторий F-Droid.
uk: Деяке програмне забезпечення, навіть вільне й відкрите, може виконувати певні дії, шкідливі для авдиторії. Ми називаємо це [_небажаними функціями_](https://monitor.f-droid.org/anti-features). По можливості спільнота F-Droid додає навіть такі застосунки в репозиторій, але позначає й категоризує ці небажані функції, щоб попередити авдиторію (в клієнті F-Droid і на сайті репозиторію) про кожен застосунок, який їх містить. Попри можливість додання в F-Droid програмного забезпечення навіть із небажаними функціями, часто трапляється, що програмне забезпечення насправді не повністю вільне й відкрите (наприклад, реклама й відстеження користувацької діяльності часто додаються невільними двійковими бібліотеками), через що в репозиторій F-Droid його буде додано лише частково або не буде додано зовсім.
zh_hans: 此外，一些软件，即使是自由和开源软件，也可能会做一些我们认为不受欢迎的做法，我们认为这具有 [_负面特征_](https://monitor.f-droid.org/anti-features)”。在可能的情况下，F-Droid 社区仍将这些应用包含在存储库中，但会对这些负面特征进行标记和编目，以便通过应用上存在的任何负面特征来警告用户（在 F-Droid 客户端和 Web 存储库浏览器上）。即使软件可以包含在 F-Droid 中，即使具有负面特征，但通常情况下，具有这些负面特征的软件实际上并不完全是 FOSS（例如，广告和跟踪用户活动通常通过非自由二进制库实现）在这样就可以将应用包含在 F-Droid 存储库中。

source: Updating
de: Aktualisiere
pl: Aktualizacja
pt_pt: Atualização
ro: Actualizare
ru: Обновление
uk: Оновлення
zh_hans: 更新中

source: Getting the app in the repository isn't the end of the story: we have to keep the versions, descriptions and URLs up-to-date.
de: Die App in das Repository zu bekommen ist nicht das Ende vom Lied: wir müssen die Versionen, Beschreibungen und URLs aktuell halten.
pl: Zdobycie aplikacji w repozytorium nie jest końcem historii: musimy zachować wersje, opisy i aktualne adresy URL.
pt_pt: Obter o app no repositório não é o fim da história: temos que manter as versões, descrições e URLs atualizadas.
ro: Introducerea aplicației în depozit nu reprezintă sfârșitul poveștii: trebuie să menținem versiunile, descrierile și URL-urile actualizate.
ru: Поместить приложение в хранилище - это еще не конец истории: мы должны поддерживать версии, описания и URL в актуальном состоянии.
uk: Доданням застосунку в репозиторій робота не закінчується: маємо підтримувати актуальність версій, описів і URL-адрес.
zh_hans: 将应用收录入资源库并不是故事的结尾：我们必须保持版本、描述和 URL 的更新。
