Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: This requires to put (upstream-)developer signatures into fdroiddata. We provide a command for easily extracting signatures from APKs:
pt_pt: Isso requer por assinaturas de programadores (upstream-) em fdroiddata. Fornecemos um comando para extrair facilmente assinaturas de APKs:

source: Exclusively publishing (upstream-)developer signed APKs
pt_pt: Publicação exclusiva de APKs assinados por programadores (upstream)

source: For using this older approach, everything in the metadata should be the same as normal, with the addition of the `Binaries:` directive to specify where to get the binaries from. In this case F-Droid will never attempt to ship APKs signed by F-Droid. Should `fdroid publish` manage to verify that a downloaded APK can be built reproducibly, the downloaded APK will be published. Otherwise F-Droid will skip publishing this version of the app.
pt_pt: Para usar esta abordagem mais antiga, tudo nos metadados deve ser igual ao normal, com a adição da diretiva `Binaries:` para especificar de onde obter os binários. Neste caso, o F-Droid nunca tentará enviar APKs assinados pelo F-Droid. Se o `fdroid publish` conseguir verificar se um APK descarregado pode ser construído de forma reproduzível, o APK descarregado será publicado. Caso contrário, o F-Droid pulará a publicação desta versão da app.

source: Here is an example for a _Binaries_ directive:
pt_pt: Aqui está um exemplo para uma diretiva _Binaries_:

source: Binaries: https://foo.com/path/to/myapp-%v.apk
pt_pt: Binários: https://foo.pt/caminho/para/myapp-%v.apk

source: Also see: [Build Metadata Reference - Binaries](../Build_Metadata_Reference/#Binaries)
pt_pt: Veja também: [Referência de Metadados de Compilação - Binários](../Build_Metadata_Reference/#Binaries)

source: Many people or organizations will only be interested in reproducing builds to make sure that the f-droid.org builds match the original source and nothing has been inserted in. In that case, the resulting APKs are not published for installation. The [Verification Server](../Verification_Server) automates this process.
pt_pt: Muitas pessoas ou organizações só estarão interessadas em reproduzir compilações para ter certeza de que as compilações do f-droid.org correspondem à fonte original e nada foi inserido. Nesse caso, os APKs resultantes não são publicados para instalação. O [Servidor de Verificação](../Verification_Server) automatiza este processo.

source: An awful lot of builds already verify with no extra effort since Java code is often compiled into the same bytecode by a wide range of Java versions. The Android SDK's _build-tools_ will create differences in the resulting XML, PNG, etc. files, but this is usually not a problem since the _build.gradle_ includes the exact version of _build-tools_ to use.
pt_pt: Uma grande quantidade de compilações já verifica sem nenhum esforço adicional, uma vez que o código Java é frequentemente compilado no mesmo bytecode por uma grande variedade de versões de Java. O _build-tools_ do SDK do Android irá criar diferenças nos ficheiros XML, PNG, etc. resultantes, mas isso geralmente não é um problema, já que o _build.gradle_ inclui a versão exata de _build-tools_ para usar-lo.

source: Anything built with the NDK will be much more sensitive. For example, even for builds that use the exact same version of the NDK (e.g. _r13b_) but on different platforms (.e.g OSX version Ubuntu), the resulting binaries will have differences.
pt_pt: Qualquer coisa compilada com o NDK será muito mais sensível. Por exemplo, mesmo para compilações que usam a mesma versão do NDK (e.g. _r13b_), mas em plataformas diferentes (e.g. versão Ubuntu do OSX), os binários resultantes terão diferenças.

source: Additionally, we'll have to look out for anything that includes timestamping information, is sensitive to sort order, etc.
pt_pt: Além disso, vamos ter que olhar por qualquer coisa que inclui informações de registo de data e hora, é sensível à ordem de classificação, etc.

source: Google is also working towards reproducible builds of Android apps, so using recent versions of the Android SDK helps. One specific case is starting with Gradle Android Plugin v2.2.2, timestamps in the APK file's ZIP header are automatically zeroed out.
pt_pt: O Google também está a trabalhar para criar compilações reprodutíveis de apps para Android, por isso usar versões recentes do SDK do Android ajuda. Um caso específico está a começar com Gradle Android Plugin v2.2.2, os timestamps no cabeçalho ZIP do ficheiro APK são automaticamente zerados.

source: The Android SDK tools [were changed](https://issuetracker.google.com/issues/37132313) in 2014 to [stick two](https://android.googlesource.com/platform/frameworks/base/+/ad2d07d%5E!/) [data elements](https://android.googlesource.com/platform/frameworks/base/+/5283fab%5E!/) in _AndroidManifest.xml_ as part of the build process: `platformBuildVersionName` and `platformBuildVersionCode`. `platformBuildVersionName` includes the "revision" of the _platforms_ package built against (e.g. _android-23_), however different "revisions" of the same _platforms_ package cannot be installed in parallel. Plus the SDK tools do not support specifying the required revision as part of the build process. This often results in an otherwise reproducible build where the only difference is the `platformBuildVersionName` attribute.
pt_pt: As ferramentas Android SDK [foram alteradas](https://issuetracker.google.com/issues/37132313) em 2014 para [stick two](https://android.googlesource.com/platform/frameworks/base/+/ad2d07d%5E!/) [data elements](https://android.googlesource.com/platform/frameworks/base/+/5283fab%5E!/) em _AndroidManifest.xml_ como parte do processo de compilação: nomeVersionName" e `platformBuildVersionCode". O `platformBuildVersionName` inclui a "revisão" do pacote _platforms_ construído contra (por exemplo, _android-23_), porém diferentes "revisões" do mesmo pacote _platforms_ não podem ser instaladas em paralelo. Além disso, as ferramentas SDK não suportam a especificação da revisão necessária como parte do processo de compilação. Isso geralmente resulta numa compilação reproduzível onde a única diferença é o atributo `platformBuildVersionName`.

source: The "_platform_" is part of the Android SDK that represents the standard library that is installed on the phone. They have two parts to their version: "version code", which is an integer that represents the SDK release, and the "revision", which represents bugfix versions to each platform. These versions can be seen in the included _build.prop_ file. Each revision has a different number in _ro.build.version.incremental_. Gradle has no way to specify the revision in _compileSdkVersion_ or _targetSdkVersion_. Only one "_platform-23_" can be installed at a time, unlike _build-tools_, where every release can be installed in parallel.
pt_pt: O "_platform_" é parte do SDK do Android que representa a biblioteca padrão que está instalada no telefone. Têm duas partes na versão deles: "código de versão", que é um inteiro que representa o lançamento do SDK, e a "revisão", que representa versões corrigidas de bugs para cada plataforma. Estas versões podem ser vistas no ficheiro _build.prop_ incluído. Cada revisão tem um número diferente em _ro.build.version.incremental_. Gradle não tem como especificar a revisão em _compileSdkVersion_ ou _targetSdkVersion_. Apenas um "_platform-23_" pode ser instalado de cada vez, ao contrário de _build-tools_, onde cada lançamento pode ser instalado em paralelo.

source: Here are two examples where I think all the differences came from just different revisions of the platform:
pt_pt: Aqui estão dois exemplos onde julgo que todas as diferenças vieram apenas de revisões diferentes da plataforma:

source: A standard part of the Android build process is to run some kind of PNG optimization tool, like `aapt singleCrunch` or `pngcrush`. These do not provide deterministic output, it is still an open question as to why. Since PNGs are normally committed to the source repo, a workaround to this problem is to run the tool of your choice on the PNG files, then commit those changes to the source repo (e.g. `git`). Then, disable the default PNG optimization process by adding this to _build.gradle_:
pt_pt: Uma parte padrão do processo de compilação do Android é executar algum tipo de ferramenta de otimização PNG, como `aapt singleCrunch` ou `pngcrush`. Estes não fornecem resultados determinísticos, ainda é uma questão aberta sobre o porquê. Como os PNGs são normalmente enviados para o repositório de origem, uma solução alternativa para esse problema é executar a ferramenta da sua escolha nos ficheiros PNG, e então submeter essas alterações para o repositório de origem (por exemplo, `git`). Em seguida, desative o processo de otimização PNG predefia adicionarnando isso ao _build.gradle_:

source: It appears that some R8 optimizations done in nondeterministic way, producing different bytecode on different build runs.
pt_pt: Parece que algumas otimizações do R8 feitas de forma não determinística, a produzir bytecodes diferentes em séries de construção diferentes.

source: For instance, R8 tries to optimize ServiceLoader usage making a static list of all services in the code. The order of this list may be different (or even incomplete) on each build run. The only way to avoid this behavior is disabling such optimizations declaring optimized classes in _proguard-rules.pro_:
pt_pt: Por exemplo, o R8 tenta otimizar o uso do ServiceLoader a fazer uma lista estática de todos os serviços no código. A ordem desta lista pode ser diferente (ou mesmo incompleta) em cada execução de compilação. A única maneira de evitar este comportamento é a desativar tais otimizações a declarar classes otimizadas em _proguard-rules.pro_:

source: Be careful with R8. Always test your builds multiple times and disable optimizations which produce a nondeterministic output.
pt_pt: Tenha cuidado com o R8. Teste sempre as suas compilações várias vezes e desative as otimizações que produzem um resultado não determinístico.

source: It's possible to reduce the APK file size removing unused resources from the package. This is useful when a project depends on some bloat libraries such as AppCompat, especially when R8/ProGuard code shrinking is used.
pt_pt: É possível reduzir o tamanho do ficheiro APK a remover recursos não utilizados do pacote. Isto é útil quando um projeto depende de algumas bibliotecas bloat como o AppCompat, especialmente quando R8/ProGuard deve encolher o código.

source: However, it might be possible that resource shrinker will increase the APK size on different platforms, especially if there is not too many resources to shrink, in which case the original APK will be used instead of the shrinked one (nondeterministic behavior of Gradle plugin). Avoid using resource shrinker unless it decreases the APK file size significantly.
pt_pt: No entanto, pode ser possível que o encolhedor de recursos aumente o tamanho do APK em outras plataformas, especialmente se não houver muitos recursos para encolher, caso em que o APK original será usado em vez do encolhido (um comportamento não determinístico do plugin Gradle). Evite usar o recurso de encolhimento a menos que ele diminua o tamanho do ficheiro APK significativamente.

source: On different build machines different NDK paths and different paths to the project (and thus to its _jni_ directory) are used. This leads to different paths to the source files in debug symbols, causing linker to generate different _build-id_, which is preserved after stripping.
pt_pt: Em diferentes máquinas de construção, diferentes caminhos do NDK e para o projeto (portanto, ao diretório _ jni _ dele) são usados. Isso leva a diferentes caminhos para os ficheiros de origem nos símbolos de depuração, a fazer com que o linker gere diferentes _ build-id _, que são preservados após a remoção.

source: One possible solution is adding `LOCAL_LDFLAGS += -Wl,--build-id=none` to _Android.mk_ files which will disable _build-id_ generation completely.
pt_pt: Uma solução possível é adicionar `LOCAL_LDFLAGS += -Wl,--build-id=none` a ficheiros _Android.mk_ que irão desativar a geração _build-id_ completamente.

source: Build Server IDs
pt_pt: Criar IDs de Servidor

source: To describe the build environment used by F-Droid builds, APKs have two files inserted into them:
pt_pt: Para descrever o ambiente de compilação usado pelas compilações do F-Droid, os APKs têm dois ficheiros inseridos neles:

source: _META-INF/fdroidserverid_ - git commit hash of [_fdroidserver_](https://gitlab.com/fdroid/fdroidserver) used for the build
pt_pt: _META-INF/fdroidserverid_-git Hash commit de [_ fdroidserver_](https://gitlab.com/fdroid/fdroidserver) usado para a compilação

source: _META-INF/buildserverid_ - git commit hash of [_makebuildserver_](https://gitlab.com/fdroid/fdroidserver/blob/master/makebuildserver) used for the build
pt_pt: _META-INF/buildserverid_-git Hash commit de [_ makebuildserver_](https://gitlab.com/fdroid/fdroidserver/blob/master/makebuildserver) usado para a compilação

source: To ensure reproducibility, use the exact same revision of the `./makebuildserver` and `fdroid build`. You can find the commit hash of _fdroidserver_ by going to your git clone and running `git log -n1`. The build server instance is stamped with the git commit hash on creation, and that ID is included in builds.
pt_pt: Para garantir a reprodutibilidade, use a mesma revisão do `./makebuildserver` e `fdroid build`. Pode encontrar o hash de submissão de _fdroidserver_ a ir ao seu clone git e a executar `git log -n1`. A instância do servidor de compilação é carimbada com o hash de confirmação git na criação, e essa ID é incluída nas compilações.

source: ZIP entry info
pt_pt: Informações de entrada ZIP

source: The ZIP format was originally designed around the MSDOS FAT filesystem. UNIX file permissions were added as an extension. APKs only need the most basic ZIP format, without any of the extensions. These extensions are often stripped out in the final release signing process. But the APK build process can add them. For example:
pt_pt: O formato ZIP foi originalmente projetado à volta do sistema de ficheiros FAT do MSDOS. Permissões de ficheiros UNIX foram adicionadas como uma extensão. Os APKs só precisam do formato ZIP mais básico, sem nenhuma das extensões. Essas extensões são frequentemente removidas no processo de assinatura do lançamento final, mas o processo de compilação do APK pode adicioná-los. Por exemplo:

source: Migration to reproducible builds
pt_pt: Migração para compilações reproduzíveis

source: `aapt` versions produce different results (XML and res/ subfolder names)
pt_pt: versões `aapt` produzem resultados diferentes (XML e nomes de subpasta res/)

source: The primary resources required by a mirror are disk space and upload bandwidth. Bandwidth requirements are reduced with each new mirror, but disk requirements grow at a [reasonable rate](https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi?statstype=2&what=mirrorsize&mirrorname=fdroid&timespan=-1&graphsize=large&submit=Go%21). At time of writing (Mar 2019), the primary repository requires just over 60GB of disk space in 24K files, and the archive requires 300GB of disk space in 52K files. The amount of disk space required grows with every new app release.
pt_pt: Os recursos primários requeridos por um espelho são espaço em disco e largura de banda de envio. Os requisitos de largura de banda são reduzidos a cada novo espelho, mas os requisitos de disco são aumentam a uma [percentagem razoável](https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi?statstype=2&what=mirrorsize&mirrorname=fdroid&timespan=-1&graphsize=large&submit=Go%21). No momento da escrita (março de 2019), o repositório primário requer pouco mais de 60GB de espaço em disco em ficheiros de 24K, e o arquivo requer 3000GB de espaço em disco em ficheiros de 52K. A quantidade de espaço em disco necessária aumenta a cada novo lançamento da aplicação.

source: There are four mirror servers which offer an _rsync_ connection, make sure to select the mirror closest to your mirror server:
pt_pt: Existem quatro servidores espelho que oferecem uma conexão _rsync_, certifique-se de selecionar o espelho mais próximo ao seu servidor espelho:

source: Germany: `rsync -axv ftp.fau.de::fdroid`
pt_pt: Alemanha: `rsync -axv ftp.fau.de::fdroid`

source: Sweden: `rsync -axv ftp.lysator.liu.se::pub/fdroid`
pt_pt: Suécia: `rsync -axv ftp.lysator.liu.se::pub/fdroid`

source: USA/Indiana: `rsync -axv plug-mirror.rcac.purdue.edu::fdroid`
pt_pt: EUA/Indiana: `rsync -axv plug-mirror.rcac.purdue.edu::fdroid`

source: For assistance with this process, [feel free to reach out to us]({{ "/about/" | prepend: site.baseurl }}).
pt_pt: Para assistência neste processo, [sinta-se à vontade contactar-nos]({{ "/about/" | prepend: site.baseurl }}).

source: server { listen [::]:80 ipv6only=off; server_name fdroidmirror.example; rewrite ^ https://fdroidmirror.example$request_uri permanent; } server { listen [::]:443 ssl http2 ipv6only=off; server_name fdroidmirror.example; root /var/www/fdroid/; # TODO: https://gitlab.com/snippets/1834032 location /health { proxy_pass http://127.0.0.1:8000/; } ssl_certificate /etc/letsencrypt/live/fdroidmirror.example/fullchain.pem; ssl_certificate_key /etc/letsencrypt/live/fdroidmirror.example/privkey.pem; # Insert here a TLS config from Mozilla SSL config generator https://mozilla.github.io/server-side-tls/ssl-config-generator/ }
pt_pt: server { listen [::]:80 ipv6only=off; server_name fdroidmirror.example; rewrite ^ https://fdroidmirror.example$request_uri permanent; } server { listen [::]:443 ssl http2 ipv6only=off; server_name fdroidmirror.example; root /var/www/fdroid/; # A FAZER: https://gitlab.com/snippets/1834032 location /health { proxy_pass http://127.0.0.1:8000/; } ssl_certificate /etc/letsencrypt/live/fdroidmirror.example/fullchain.pem; ssl_certificate_key /etc/letsencrypt/live/fdroidmirror.example/privkey.pem; # Insira aqui uma configuração TLS do gerador de configurações SSL do Mozilla https://mozilla.github.io/server-side-tls/ssl-config-generator/ }

source: Also, it would be nice to include a privacy policy so users can understand what happens with their metadata when using the mirror. Purdue PLUG https://plug-mirror.rcac.purdue.edu/info.html and FAU https://ftp.fau.de/datenschutz are two examples.
pt_pt: Além disso, seria bom incluir uma política de privacidade para que os utilizadores possam entender o que acontece com os metadados dele ao usar o espelho. Purdue PLUG https://plug-mirror.rcac.purdue.edu/info.html e FAU https://ftp.fau.de/datenschutz são dois exemplos.

source: Set up a privacy policy that describes what happens to the metadata (for example [FAU](https://ftp.fau.de/datenschutz/), [PLUG](https://plug-mirror.rcac.purdue.edu/info.html), [Lysator](https://ftp.lysator.liu.se/datahanteringspolicy.txt)).
pt_pt: Estabeleça uma política de privacidade que descreva o que acontece com os metadados (por exemplo [FAU](https://ftp.fau.de/datenschutz/), [PLUG](https://plug-mirror.rcac.purdue.edu/info.html), [Lysator](https://ftp.lysator.liu.se/datahanteringspolicy.txt)).

source: Set up monitoring on your mirror so you know if it goes down (ideally keyword on _/srv/mymirror.org/htdocs/fdroid/repo/index-v1.jar_)
pt_pt: Configurar o monitoramento no seu espelho para que saiba se ele vai abaixo (idealmente palavra-chave em _/srv/mymirror.org/htdocs/fdroid/repo/index-v1.jar_)

source: The security architecture is based on models proven by [Debian](https://wiki.debian.org/SecureApt), [The Update Framework](https://github.com/theupdateframework/specification/blob/master/tuf-spec.md) , and others:
pt_pt: A arquitetura de segurança é baseada em modelos comprovados por [Debian](https://wiki.debian.org/SecureApt), [The Update Framework](https://github.com/theupdateframework/specification/blob/master/tuf-spec.md) , e outros:

source: [client-side HTTP “etag” cache check](https://gitlab.com/fdroid/fdroidclient/issues/562) so the ETag cannot be abused to track users
pt_pt: [verificação de cache HTTP "etag" do lado do cliente](https://gitlab.com/fdroid/fdroidclient/issues/562) para que o ETag não possa ser abusado para rastrear utilizadores

source: a [strong](https://observatory.mozilla.org/analyze.html?host=f-droid.org#third) TLS/HTTPS configuration
pt_pt: a configuração TLS/HTTPS [forte](https://observatory.mozilla.org/analyze.html?host)

source: a [strong](https://observatory.mozilla.org/analyze.html?host=f-droid.org) HTTP Content Security Policy
pt_pt: uma Política de Segurança de Conteúdo HTTP [forte](https://observatory.mozilla.org/analyze.html?host=f-droid.org)

source: * the Android client never runs CSS, JavaScript, or dangerous HTML tags since it displays HTML via [`android.text.Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) with image loading disabled * the _f-droid.org_ website protects against malicious and CSS/HTML/JavaScript injection with a [strict HTTP Content Security Policy](https://observatory.mozilla.org/analyze.html?host=f-droid.org). * Repomaker filters the texts through Mozilla's [_bleach_](https://github.com/mozilla/bleach) and has a good [HTTP Content Security Policy](https://observatory.mozilla.org/analyze.html?host=repomaker.grobox.de).
pt_pt: * o cliente Android nunca executa CSS, Javascript ou HTML perigoso uma vez que ele exibe HTML por [`android.text.Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) com o carregamento de imagens desativado * o site _f-droid.org_ protege contra injeções maliciosas e de CSS/HTML/Javascript com uma [Política de Segurança de Conteúdo HTTP](https://observatory.mozilla.org/analyze.html?host). * Repomaker filtra os textos através de [_bleach_](https://github.com/mozilla/bleach) da Mozilla e tem uma boa [Política de Segurança de Conteúdo HTTP](https://observatory.mozilla.org/analyze.html?host).

source: The second "Bazaar2" project funded by Open Tech Fund included an [external public audit]({{ site.baseurl }}/2018/09/04/second-security-audit-results.html) from [Radically Open Security](https://radicallyopensecurity.com/)
pt_pt: O segundo projeto "Bazaar2" financiado pelo Open Tech Fund incluiu uma [auditoria pública externa]({{ site.baseurl }}/2018/09/04/second-security-audit-results.html) de [Radically Open Security](https://radicallyopensecurity.com/)

source: To ease creation of metadata files, run `fdroid update` with the `-c` option. It will create ’skeleton’ metadata files that are missing, and you can then just edit them and fill in the details.
pt_pt: Para facilitar a criação de ficheiros de metadados, execute `fdroid update` com a opção `-c`. Ele irá criar ficheiros de metadados 'esqueleto' que estão a faltar, e pode então editá-los e preencher os detalhes.

source: Then, if you’ve changed things, run `fdroid update` again.
pt_pt: Então, se mudou algo, execute `fdroid update` novamente.

source: - the signing of the repo index itself - the standard Android APK signing process
pt_pt: -a assinatura do próprio índice do repo - o processo de assinatura APK padrão Android
