Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: All About Descriptions, Graphics, and Screenshots
de: Alles über Beschreibungen, Grafiken und Screenshots
pl: Wszystko o opisach, grafice i zrzutach ekranu
pt_pt: Tudo sobre Descrições, Gráficos e Capturas de ecrã
ro: Totul despre descrieri, grafică și capturi de ecran
ru: Все, что нужно знать об описаниях, иллюстрациях и скриншотах
uk: Усе про опис, зображення та знімки екрану
zh_hans: 描述、图片和屏幕截图

source: Applications on F-Droid may provide content for the app store to make their about page more interesting and informative.
de: Anwendungen auf F-Droid können Inhalte für den App Store bereitstellen, um ihre Info-Seite interessanter und informativer zu gestalten.
pl: Aplikacje na F-Droid mogą dostarczać treści do sklepu z aplikacjami, aby ich strona informacyjna była bardziej interesująca i zawierała informacje.
pt_pt: As aplicações no F-Droid podem fornecer conteúdo para a loja de aplicações para tornar a página deles mais interessante e informativa.
ro: Aplicațiile de pe F-Droid pot furniza conținut pentru magazinul de aplicații pentru a face pagina lor despre mai interesantă și mai informativă.
ru: Приложения на F-Droid могут предоставлять контент для магазина приложений, чтобы сделать свою страницу приложения более интересной и информативной.
uk: Застосунки на F-Droid можуть надавати вміст для магазину застосунків, щоб зробити інформаційну сторінку цікавішою та інформативнішою.
zh_hans: F-Droid 上的应用可以为应用商店提供内容，使其"关于"页面更有趣、信息更丰富。

source: This is supported from F-Droid version 0.103 and *fdroidserver* version 0.8.
de: Dies wird ab F-Droid-Version 0.103 und ab *fdroidserver*-Version 0.8 unterstützt.
pl: Obsługiwane w wersji F-Droid 0.103 i *fdroidserver* w wersji 0.8.
pt_pt: Isto é suportado a partir do F-Droid versão 0.103 e *fdroidserver* versão 0.8.
ro: Acest lucru este suportat de la F-Droid versiunea 0.103 și *fdroidserver* versiunea 0.8.
ru: Это поддерживается в F-Droid с версии 0.103 и *fdroidserver* версии 0.8.
uk: Це підтримується з f-Droid версії 0.103 і *fdroidserver* version 0.8.
zh_hans: 从 F-Droid 0.103 版本和 *fdroidserver* 0.8 版本开始支持。

source: Latest tab criteria
de: Kriterien für den Neueste-Tab
pl: Kryteria karty Ostatnie
pt_pt: Critérios do guia mais recente
ro: Ultimele criterii ale filei
ru: Критерии вкладки «Последние»
uk: Критерії вкладки «Останні»
zh_hans: 最新标签页政策

source: In F-Droid client, since release 1.6, only applications that have all of the following are shown on the Latest tab:
de: Im F-Droid-Client werden seit Version 1.6 nur Anwendungen im Neueste-Tab angezeigt, die über alles Folgende verfügen:
pl: W kliencie F-Droid od wydania 1.6 na karcie Najnowsze są wyświetlane tylko aplikacje, które mają wszystkie następujące elementy:
pt_pt: No cliente F-Droid, desde a versão 1.6, apenas as aplicações que têm todas as características seguintes são mostradas na guia Últimas:
ro: În F-Droid client, începând cu versiunea 1.6, numai aplicațiile care au toate caracteristicile următoare sunt afișate în fila Latest (Ultimele):
ru: В клиенте F-Droid, начиная с версии 1.6, на вкладке «Последние» отображаются только те приложения, которые имеют все перечисленное ниже:
uk: У клієнті F-Droid, починаючи з випуску 1.6, на вкладці «Останні» з'являються лише ті застосунки, які мають усе з переліченого:
zh_hans: 在 F-Droid 客户端中，从 1.6 版本开始，只有具备以下所有条件的应用才会显示在“最新”标签页上：

source: Name
pl: Nazwa
pt_pt: Nome
ro: Nume
ru: Имя
uk: Назва
zh_hans: 名称

source: Icon
de: Symbol
pl: Ikona
ro: Pictogramă
ru: Икона
uk: Піктограма
zh_hans: 图标

source: Summary
de: Zusammenfassung
pl: Podsumowanie
pt_pt: Resumo
ro: Sumar
ru: Сводка
uk: Підсумок
zh_hans: 概要

source: Description
de: Beschreibung
pl: Opis
pt_pt: Descrição
ro: Descriere
ru: Описание
uk: Опис
zh_hans: 描述

source: License
de: Lizenz
pl: Licencja
pt_pt: Licença
ro: Licență
ru: Лицензия
uk: Ліцензія
zh_hans: 许可

source: a What's New entry for at least one release
de: ein Eintrag über Änderungen für wenigstens eine Version
pl: co nowego w co najmniej jednym wydaniu
ro: Ce este nou pentru cel puțin o versiune
ru: запись "Что нового" по крайней мере для одного релиза
uk: запис "Що нового" принаймні для одного випуску
zh_hans: 至少一个版本的更新内容条目

source: at least one graphic (screenshot or a feature graphic)
de: mindestens eine Grafik (Screenshot oder Feature-Grafik)
pl: co najmniej jedna grafika (zrzut ekranu lub wyróżniona grafika)
pt_pt: pelo menos uma imagem (captura de ecrã ou um recurso gráfico)
ro: cel puțin un grafic (captură de ecran sau un grafic al unei caracteristici)
ru: как минимум одно изображение (снимок экрана или графический объект)
uk: хоча б одне зображення (знімок екрану чи функціональна графіка)
zh_hans: 至少一张图片（屏幕截图或一张功能演示图片）

source: at least one of the above translated
de: mindestens eine der oben genannten übersetzt
pl: co najmniej jedno z powyższych przetłumaczone
pt_pt: pelo menos um dos acima traduzidos
ro: cel puțin unul dintre cele traduse mai sus
ru: как минимум один из вышеперечисленных переводов
uk: переклад хоча б чогось із переліку вгорі
zh_hans: 以上的至少一个已被翻译

source: Learn more at the [announcement post]({{ site.baseurl }}/2019/03/26/the-latest-tab-now-highlights-good-descriptions.html).
de: Weitere Details können Sie der [Ankündigung]({{ site.baseurl }}/2019/03/26/the-latest-tab-now-highlights-good-descriptions.html) entnehmen.
pl: Dowiedz się więcej na stronie [komunikat prasowy]({{ site.baseurl }}/2019/03/26/the-latest-tab-now-highlights-good-descriptions.html).
ro: Aflați mai multe la [announcement post]({{ site.baseurl }}/2019/03/26/the-latest-tab-now-highlights-good-descriptions.html).
ru: Узнайте больше в [объявлении]({{ site.baseurl }}/2019/03/26/the-latest-tab-now-highlights-good-descriptions.html).
uk: Докладніше в [оголошенні]({{ site.baseurl }}/2019/03/26/the-latest-tab-now-highlights-good-descriptions.html).
zh_hans: 在[公告文章]({{ site.baseurl }}/2019/03/26/the-latest-tab-now-highlights-good-descriptions.html)中了解更多信息。

source: Data format
de: Datenformat
pl: Format danych
pt_pt: Formato de dados
ro: Formatul datelor
ru: Формат данных
uk: Формат даних
zh_hans: 数据格式

source: Image file formats
de: Bilddateiformat
pl: Formaty plików graficznych
pt_pt: Formatos de ficheiros de imagem
ro: Formate de fișiere de imagine
ru: Форматы файлов изображений
uk: Формати файлів зображень
zh_hans: 图片文件格式

source: Images may be provided in PNG or JPEG format. They must have the ending `png`, `jpg` or `jpeg`.
de: Bilder können im PNG- oder JPEG-Format bereitgestellt werden. Sie müssen auf `png`, `jpg` oder `jpeg` enden.
pl: Obrazy mogą być dostarczane w formacie PNG lub JPEG. Muszą one mieć końcówkę `png`, `jpg` lub `jpeg`.
pt_pt: As imagens podem ser fornecidas no formato PNG ou JPEG. Elas devem ter a terminação `png`, `jpg` ou `jpeg`.
ro: Imaginile pot fi furnizate în format PNG sau JPEG. Ele trebuie să aibă terminația `png`, `jpg` sau `jpeg`.
ru: Изображения могут быть предоставлены в формате PNG или JPEG. Они должны иметь окончание `png`, `jpg` или `jpeg`.
uk: Зображення можуть надаватися у форматі PNG або JPEG. Вони повинні мати закінчення `png`, `jpg` або `jpeg`.
zh_hans: 图片可以用 PNG 或 JPEG 格式提供。图片必须以 `png`、`jpg` 或 `jpeg` 结尾。

source: It is important to note that dangerous and unneeded metadata is stripped from image files before they are included in the repo. For example, JPEG EXIF data has [security issues](https://threatpost.com/google-shuts-down-potentially-massive-android-bug/120393/), and it is not needed to display images. This also means that images may be recompressed.
de: Bitte beachten Sie, dass gefährliche und nicht benötigte Metadaten aus Bilddateien entfernt werden, bevor sie in das Repo aufgenommen werden. Zum Beispiel stellen EXIF-Daten in JPEG-Dateien ein [Sicherheitsrisiko](https://threatpost.com/google-shuts-down-potentially-massive-android-bug/120393/) dar und werden für die Bildanzeige nicht gebraucht. Das bedeutet, dass Bilder auch neu komprimiert werden können.
pl: Jeden ważny szczegół: niebezpieczne i niepotrzebne metadane są usuwane z plików graficznych, zanim zostaną uwzględnione w repozytorium. Na przykład dane JPEG EXIF mają [problemy bezpieczeństwa](https://threatpost.com/google-shuts-down-potentially-massive-android-bug/120393/) i nie jest konieczne wyświetlanie obrazów. Może to również oznaczać, że obrazy są rekompresowane.
pt_pt: É importante notar que metadados perigosos e desnecessários são removidos dos ficheiros de imagem antes de serem incluídos no repositório. Por exemplo, dados de JPEG EXIF possuem [problemas de segurança](https://threatpost.com/google-shuts-down-potentially-massive-android-bug/120393/) e não são necessários para exibir imagens. Isso também significa que as imagens podem ser comprimidas novamente.
ro: Este important să rețineți că metadatele periculoase și inutile sunt eliminate din fișierele de imagine înainte de a fi incluse în repo. De exemplu, datele JPEG EXIF au [security issues](https://threatpost.com/google-shuts-down-potentially-massive-android-bug/120393/) și nu sunt necesare pentru afișarea imaginilor. Acest lucru înseamnă, de asemenea, că imaginile pot fi recomprimate.
ru: Важно отметить, что из файлов изображений до их загрузки в репозиторий удаляются опасные и ненужные метаданные. Например, данные JPEG EXIF [нарушают безопасность](https://threatpost.com/google-shuts-down-potentially-massive-android-bug/120393/) и при этом совершенно не нужны для корректного отображения картинки. Это также означает, что изображения могут быть повторно сжаты.
uk: Важливо зазначити, що небезпечні та непотрібні метадані видаляються з файлів зображень, перш ніж їх буде включено до репозиторію. Наприклад, дані JPEG EXIF мають [проблеми безпеки](https://threatpost.com/google-shuts-down-potential-massive-android-bug/120393/), і вони не потрібні для показу зображень. Це також означає, що зображення можуть бути стиснено повторно.
zh_hans: 需要注意的是，在将图片文件包含在存储库中之前，危险的和不需要的元数据将从文件中被删除。例如，JPEG EXIF 数据有[安全问题](https://threatpost.com/google-shuts-down-potentially-massive-android-bug/120393/)，且显示图像不需要它。这还意味着图片可能被重新压缩。

source: HTML descriptions
de: HTML-Beschreibungen
pl: Opisy w formacie HTML
pt_pt: Descrições em HTML
ro: Descrieri HTML
ru: HTML-описания
uk: Описи HTML
zh_hans: HTML 描述

source: The detailed app description may use HTML tags. Note that not all tags are supported by the renderer.
de: Die detailierte App-Beschreibung darf HTML gebrauchen. Bitte beachten Sie, dass nicht alle Tags dargestellt werden können.
pl: Szczegółowy opis aplikacji może zawierać tagi HTML. Pamiętaj, że nie wszystkie znaczniki są obsługiwane przez moduł renderujący.
pt_pt: A descrição detalhada da aplicação pode usar etiquetas de HTML. Note que nem todas as etiquetas são suportadas pelo renderizador.
ro: Descrierea detaliată a aplicației poate utiliza etichete HTML. Rețineți că nu toate etichetele sunt acceptate de dispozitivul de redare.
ru: В подробном описании приложения могут использоваться HTML-теги. Обратите внимание, что не все теги поддерживаются средством визуализации.
uk: Докладний опис застосунку може використовувати теґи HTML. Зверніть увагу, що відмальовувач підтримує не всі теґи.
zh_hans: 在应用的详细描述中可以使用 HTML 标签，但请注意渲染器并不支持所有的标签。

source: These simple layout tags are [supported](https://gitlab.com/fdroid/jekyll-fdroid/-/blob/master/lib/fdroid/Package.rb#L21): `b`, `big`, `blockquote`, `br`, `cite`, `em`, `i`, `li`, `ol`, `small`, `strike`, `strong`, `sub`, `sup`, `tt`, `u`, `ul`.
de: Diese einfachen Layout-Attribute werden [unterstützt](https://gitlab.com/fdroid/jekyll-fdroid/-/blob/master/lib/fdroid/Package.rb#L21): `b`, `big`, `blockquote`, `br`, `cite`, `em`, `i`, `li`, `ol`, `small`, `strike`, `strong`, `sub`, `sup`, `tt`, `u`, `ul`.
pl: Te proste znaczniki układu są [obsługiwane](https://gitlab.com/fdroid/jekyll-fdroid/-/blob/master/lib/fdroid/Package.rb#L21): `b`, `big`, `blockquote`, `br`, `cite`, `em`, `i`, `li`, `ol`, `small`, `strike`, `strong`, `sub`, `sup`, `tt`, `u`, `ul`.
ru: Эти простые теги верстки [поддерживаются](https://gitlab.com/fdroid/jekyll-fdroid/-/blob/master/lib/fdroid/Package.rb#L21): `b`, `big`, `blockquote`, `br`, `cite`, `em`, `i`, `li`, `ol`, `small`, `strike`, `strong`, `sub`, `sup`, `tt`, `u`, `ul`.
uk: [Підтримуються](https://gitlab.com/fdroid/jekyll-fdroid/-/blob/master/lib/fdroid/Package.rb#L21) такі прості теги макета: `b`, `big`, `blockquote`, `br`, `cite`, `em`, `i`, `li`, `ol`, `small`, `strike`, `strong`, `sub`, `sup`, `tt`, `u`, `ul`.
zh_hans: 这些简单的布局标签是 [受支持的](https://gitlab.com/fdroid/jekyll-fdroid/-/blob/master/lib/fdroid/Package.rb#L21)：`b`, `big`, `blockquote`, `br`, `cite`, `em`, `i`, `li`, `ol`, `small`, `strike`, `strong`, `sub`, `sup`, `tt`, `u`, `ul`。

source: `a` with `href` is currently allowed, but might be removed without notice.
de: `a` mit `href` ist derzeit zugelassen, kann aber ohne Benachrichtigung entfernt werden.
pl: `a` z `href` jest obecnie dozwolone, ale może zostać usunięte bez powiadomienia.
ru: `a` и `href` на данный момент разрешены, но могут быть удалены без предупреждения.
uk: `a` з `href` наразі дозволений, але може бути вилучений без попередження.
zh_hans: 目前允许带 `href` 的 `a`，但可能会在不通知的情况下被移除。

source: * Certain tags are explicitly prohibited, namely `applet`, `base`, `body`, `button`, `embed`, `form`, `head`, `html`, `iframe`, `img`, `input`, `link`, `object`, `picture`, `script`, `source`, `style`, `svg` and `video`. * Note that a line break will automatically be converted to a `br` tag. * You may not make use of JavaScript.
de: * Manche Tags sind explizit verboten. Diese sind: `applet`, `base`, `body`, `button`, `embed`, `form`, `head`, `html`, `iframe`, `img`, `input`, `link`, `object`, `picture`, `script`, `source`, `style`, `svg` und `video`. * Ein Zeilenumbruch wird automatisch in ein `br`-Tag umgewandelt. * JavaScript ist nicht erlaubt.
pl: * Niektóre tagi są wyraźnie zabronione, a mianowicie `applet`, `base`, `body`, `button`, `embed`, `form`, `head`, `html`, `iframe`, `img`, `input`, `link`, `object`, `picture`, `script`, `source`, `style`, `svg` and `video`. * Należy zauważyć, że znak końca linii zostanie automatycznie przekonwertowany na tag `br`. * Nie możesz korzystać z JavaScript.
ro: * Anumite etichete sunt interzise în mod explicit, și anume `applet`, `base`, `body`, `button`, `embed`, `form`, `head`, `html`, `iframe`, `img`, `input`, `link`, `object`, `picture`, `script`, `source`, `style`, `svg` și `video`. * Rețineți că o întrerupere de linie va fi convertită automat într-o etichetă `br`. * Nu aveți voie să folosiți JavaScript.
ru: * Определенные теги прямо запрещены, а именно: `applet`, `base`, `body`, `button`, `embed`, `form`, `head`, `html`, `iframe`, `img`, `input`, `link`, `object`, `picture`, `script`, `source`, `style`, `svg` и `video`. * Обратите внимание, что разрыв строки будет автоматически преобразован в тег `br`. * Вы не можете использовать JavaScript.
uk: * Деякі теги явно заборонені, а саме `applet`, `base`, `body`, `button`, `embed`, `form`, `head`, `html`, `iframe`, `img`, `input`, `link`, `object`, `picture`, `script`, `source`, `style`, `svg` та `video`. * Зверніть увагу, що розрив рядка буде автоматично перетворений у тег `br` . * Ви не можете використовувати JavaScript.
zh_hans: * 明确禁止某些标签，它们是 `applet`、`base`、`body`、`button`、`embed`、`form`、`head`、`html`、`iframe`、`img`、`input`、`link`、`object`、`picture`、`script`、`source`、`style`、`svg` 和 `video`。 * 请注意，换行符将被自动转换为 `br` 标签。 * 你不得使用 JavaScript。

source: Ways of providing metadata
de: Möglichkeiten zur Bereitstellung von Metadaten
pl: Sposoby dodawania metadanych
pt_pt: Formas de fornecer metadados
ro: Modalități de furnizare a metadatelor
ru: Способы предоставления метаданных
uk: Способи подання метаданих
zh_hans: 提供元数据的方式

source: Adding metadata can be done in the following three ways.
de: Metadaten können in einem der folgenden drei Wege zur Verfügung gestellt werden.
pl: Dodawanie metadanych można wykonać na trzy sposoby.
pt_pt: A adição de metadados pode ser feita das três maneiras a seguir.
ro: Adăugarea metadatelor se poate face în următoarele trei moduri.
ru: Добавить метаданные можно тремя способами.
uk: Додавання метаданих можна здійснити такими трьома способами.
zh_hans: 可以通过下面三种方式添加元数据。

source: In the application's source repository
de: Im Quellrepository der Anwendung
pl: W repozytorium źródłowym aplikacji
pt_pt: No repositório de fontes da aplicação
ro: În depozitul de surse al aplicației
ru: В репозитории с исходным кодом приложения
uk: У джерельному репозиторії застосунку
zh_hans: 在应用的代码库中

source: For the official F-Droid repository, it is **strongly encouraged** to add metadata in the application's source repo for for the following reasons:
de: Für das offizielle F-Droid-Repository wird aus den folgenden Gründen **stark angeraten**, Metadaten im Quellrepository der Anwendung hinzuzufügen:
pl: W przypadku oficjalnego repozytorium F-Droid, jest **zdecydowanie zalecane** dodawanie metadanych w repozytorium źródłowym aplikacji z następujących powodów:
pt_pt: Para o repositório oficial do F-Droid, é ** fortemente encorajado** a adicionar metadados no repositório fonte da aplicação, pelas razões seguintes:
ro: Pentru depozitul oficial F-Droid, este **încurajată puternic** adăugarea de metadate în fișierul sursă al aplicației din următoarele motive:
ru: Для официального репозитория F-Droid **настоятельно рекомендуется** добавлять метаданные в исходный репозиторий приложения по следующим причинам:
uk: Для офіційного репозиторію F-Droid **дуже радимо** додати метадані у джерельний репозиторій застосунку з таких причин:
zh_hans: 对于官方 F-Droid 存储库，**强烈建议**在应用的代码库中添加元数据，原因如下：

source: The application's metadata is under direct control of the repository owners
de: Die Metadaten der Anwendung stehen unter der direkten Kontrolle der Inhaber des Repositorys
pl: Metadane aplikacji są pod bezpośrednią kontrolą właścicieli repozytorium
pt_pt: Os metadados da aplicação estão sob controlo direto dos proprietários dos repositórios
ro: Metadatele aplicației se află sub controlul direct al proprietarilor de depozite
ru: Метаданные приложения находятся под прямым контролем владельцев репозитория
uk: Метадані застосунку перебувають під безпосереднім контролем власників репозиторію
zh_hans: 应用的元数据由代码库的所有者直接控制

source: Metadata from the repository is copied to the F-Droid repo automatically (thus no merge requests are needed)
de: Metadaten aus dem Repository werden automatisch in das F-Droid-Repository kopiert (daher sind keine Merge-Anfragen erforderlich)
pl: Metadane z repozytorium są automatycznie kopiowane do repozytorium F-Droid (dlatego nie są potrzebne żadne żądania zmian)
pt_pt: Os metadados do repositório são copiados automaticamente para o repositório do F-Droid (portanto, pedidos de fusão não são necessários)
ro: Metadatele din depozit sunt copiate automat în repo-ul F-Droid (astfel, nu sunt necesare cereri de fuziune)
ru: Метаданные из репозитория автоматически копируются в репозиторий F-Droid (таким образом, запросы на слияние не требуются)
uk: Метадані з репозиторію автоматично копіюються у репозиторій F-Droid (отже, запити на злиття не потрібні)
zh_hans: 代码库中的元数据会自动复制到 F-Droid 存储库（因此不需要合并请求）

source: It is the only way to provide images, such as the app icon or screenshots
de: Es ist die einzige Möglichkeit, Bilder, wie z. B. das App-Symbol oder Bildschirmfotos, bereitzustellen
pl: Jest to jedyny sposób na dostarczenie obrazów, takich jak ikona aplikacji lub zrzuty ekranu
ro: Este singurul mod de a furniza imagini, precum iconița și poze din aplicație
ru: Это единственный способ предоставить изображения, например, значок приложения или скриншоты
zh_hans: 这是提供图片的唯一方式，比如应用图标或截屏

source: F-Droid supports two distinct file structures. These aim to be compatible with existing free software tools that allow publishing applications to Google Play. It is not required to install any of these tools, the file structure can easily be created manually instead.
de: F-Droid unterstützt zwei verschiedene Dateistrukturen. Das Ziel ist es, mit bestehenden freien Werkzeugen kompatibel zu sein, welche es ermöglichen, Anwendungen auf Google Play zu veröffentlichen. Es ist nicht erforderlich, eines dieser Programme zu installieren; die Dateistruktur kann einfach von Hand erstellt werden.
pl: F-Droid obsługuje dwie różne struktury plików. Mają one być zgodne z istniejącymi narzędziami bezpłatnego oprogramowania, które umożliwiają publikowanie aplikacji w Google Play. Nie jest wymagane instalowanie żadnego z tych narzędzi, zamiast tego strukturę plików można łatwo utworzyć ręcznie.
pt_pt: O F-Droid suporta duas estruturas de ficheiros distintas. Estas visam ser compatíveis com as ferramentas de software livre existentes que permitem publicar aplicações para o Google Play. Não é necessário instalar nenhuma dessas ferramentas, a estrutura de ficheiros pode ser facilmente criada manualmente.
ro: F-Droid acceptă două structuri de fișiere distincte. Acestea urmăresc să fie compatibile cu instrumentele software gratuite existente care permit publicarea de aplicații în Google Play. Nu este necesar să instalați niciunul dintre aceste instrumente, structura de fișiere poate fi creată cu ușurință manual în schimb.
ru: F-Droid поддерживает две различные файловые структуры. Они нацелены на совместимость с существующими бесплатными программными инструментами, позволяющими публиковать приложения в Google Play. Устанавливать какие-либо из этих инструментов не требуется, вместо этого можно легко создать файловую структуру вручную.
uk: F-Droid підтримує дві різні файлові структури. Вони прагнуть бути сумісними з наявними вільними програмними засобами, які дозволяють оприлюднювати застосунки в Google Play. Не потрібно встановлювати жоден із цих інструментів, замість цього легко можна створити файлову структуру.
zh_hans: F-Droid 支持两种不同的文件结构。这些旨在与现有的自由软件工具兼容，这些工具使你可以将应用发布到 Google Play。你不需要安装任何这些工具，因为文件结构可以很容易地手动创建。
