Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Optionally link "no longer maintained" to where that statement is found (if not directly on the app's Readme/Website). Or add "(its repo has been archived)" – whichever fits. If the repo is gone altogether, instead remove the entries for `RepoType` and `RepoURL`, and at the very end of the metadata YAML add a line saying `NoSourceSince: 0.1.2` (where 0.1.2 should be the versionName of the last build available) – this will automatically translate into an AntiFeature and thus be displayed prominently. In the end make that an MR.
pt_pt: Opcionalmente, ligue "não mais mantido" a onde esta declaração é encontrada (se não for diretamente no Readme/Website da app). Ou adicione "(o repo dela foi arquivado)" - o que for mais adequado. Se o repo desaparecer completamente, ao invés disso remova as entradas de `RepoType` e `RepoURL` e no final dos metadados YAML adicione uma linha dizendo `NoSourceSince: 0.1.2` (no qual 0.1.2 deve ser o versionName da última compilação disponível) - isto traduzirá-se automaticamente num AntiFeature e assim será exibido de forma proeminente. No final, faça-o num MR.

source: The web site, this wiki , and app descriptions are not covered yet, but will be included in the same system at a later date.
pt_pt: O site web, este wiki e descrições de apps ainda não são cobertos, mas serão incluídos no mesmo sistema numa data posterior.

source: `hg log -p` e.g. libs | _build.xml_ | _AndroidManifest.xml_ | _project.properties_ | res/raw | assets | _.gitmodules_ | _.classpath_ to take a closer look at the changes in some of the important files (as far as updating is concerned). If new jars (or new versions of old ones) are found then they must be verified to see they were found from canonical sources and are free with source code;the first thing to try is to open the jar to see the class names (`unzip -l`) and visit e.g. <http://central.maven.org/maven2/io/netty/> where you will find checksums to compare with. Take a note of jars such as bugsense or acra which are used for bugreports
pt_pt: `hg log -p` por exemplo libs | _build.xml_ | _AndroidManifest.xml_ | _project.properties_ | res/raw | assets | _.gitmodules_ | _.classpath_ para dar uma olhada nas mudanças em alguns dos ficheiros importantes (no que diz respeito à atualização). Se novos jars (ou novas versões dos mais antigos) são encontrados, devem ser verificados para ver que foram encontrados de fontes canônicas e são livres incluindo código-fonte;a primeira coisa a tentar é abrir o frasco para ver os nomes das classes (`unzip -l`) e visitar, por exemplo, <http://central.maven.org/maven2/io/netty/> onde vai encontrar checksums para comparar. Tome nota de jars como bugsense ou acra que são usados para relatórios de bugs

source: If you find proprietary files add a dummy build version to the metadata with a few words about the reason, add _NoSourceSince_ to the bottom and a line to the descripion beginning with Status: to the description explaining the reason that the app can't be updated
pt_pt: Se encontrar ficheiros proprietários adicione uma versão de compilação dummy aos metadados com algumas palavras sobre a razão, adicione _NoSourceSince_ ao fundo e uma linha para a descrição a começar com Status: para a descrição a explicar a razão pela qual o app não pode ser atualizado

source: Have a quick look at the description and urls to see if anything needs updating
pt_pt: Dê uma olhada rápida na descrição e urls para ver se alguma coisa precisa ser atualizada

source: If it fails, you’ll be told why. If it got as far as retrieving the source code, you can inspect it further by looking in `tmp/importer` where a full checkout will exist.
pt_pt: Se falhar, será informado por quê. Se chegou tão longe para recuperar o código-fonte, pode inspecioná-lo mais a olhar em `tmp/importador` onde um checkout completo existirá.

source: They will go to your source code repository, and look for copyright notices in license files, including README, to check that the proposed application is released under [recognized Free Software license(s)](https://www.gnu.org/licenses/license-list.html).
pt_pt: Eles irão ao seu repositório de código-fonte e procurarão avisos de direitos autorais em ficheiros de licença, incluindo o README, para verificar se a aplicação proposta foi lançado sob [licença(s) de Software Livre reconhecida(s)](https://www.gnu.org/licenses/license-list.html).

source: They will skim through the source code to see if your application uses Non-Free dependencies, shows advertisements, tracks users, promotes Non-Free services/applications, or does anything that is harmful or otherwise undesirable for users.
pt_pt: Eles passam os olhos por o código-fonte para ver se a sua aplicação usa dependências não livres, mostra anúncios, rastreia utilizadores, promove serviços/aplicações não livres ou faz qualquer coisa que seja prejudicial, ou indesejável para os utilizadores.

source: In case the inclusion is from a GitLab merge request, the review process is theoretically the same. They are done mostly to confirm that the proposed metadata is consistent with what is really in the application source code. Steps about writing and committing metadata are omitted, as they will use the original metadata file you proprosed. Feedback will be given on the original merge request thread that the application was proposed; and once the process is completed, the request will be merged to the `master` branch of the fdroiddata GitLab repository.
pt_pt: Caso a inclusão seja de uma solicitação de mesclagem do GitLab, o processo de revisão é teoricamente o mesmo. É feito principalmente para confirmar que os metadados propostos são consistentes com o que está realmente no código-fonte da aplicação. Os passos para escrever e commit metadados são omitidos, pois eles usarão o ficheiro de metadados original que propagou. O feedback será dado na thread de requisição de mesclagem original que a aplicação foi proposta; e uma vez que o processo esteja completo, a requisição será mesclada ao ramo `master` do repositório GitLab do fdroiddata.

source: A record of the build process for each application is provided on the F-Droid wiki, as a subpage `lastbuild` of the applications information page (e.g. [here is the lastbuild page for the F-Droid Client](https://f-droid.org/wiki/page/org.fdroid.fdroid/lastbuild)). This is useful to aid in diagnosing problems when the build unexpectedly failed.
pt_pt: Um registo do processo de compilação para cada aplicação é fornecido no wiki do F-Droid, como uma subpágina `lastbuild` da página de informações das aplicações (e.g. [aqui está a última página de compilação para o cliente F-Droid](https://f-droid.org/wiki/page/org.fdroid.fdroid/lastbuild)). Isso é útil para ajudar no diagnóstico de problemas quando a compilação falhou inesperadamente.

source: When the scheduled building time arrives, the F-Droid build server will fetch changes from the fdroiddata GitLab repository and merge it to a local repository. Then, update checks will be performed for all applications. If a new version is found, their metadata files will be updated and committed to the repository by the author `F-Droid Builder <admin@f-droid.org>`.
pt_pt: Quando o tempo de compilação agendado chega, o servidor de compilação do F-Droid irá buscar alterações do repositório do GitLab do fdroiddata e mesclá-lo num repositório local. Em seguida, as verificações de atualização serão executadas para todas as aplicações. Se uma nova versão for encontrada, seus ficheiros de metadados serão atualizados e enviados para o repositório pelo autor `F-Droid Builder <admin@f-droid.org>`.

source: Once metadata files are updated, the F-Droid Server will check them against a list of released APKs to constuct a list of new applications and/or versions that need to be built. It will then enter the application preprocessing process, followed by the build process for each of them.
pt_pt: Uma vez que os ficheiros de metadados são atualizados, o Servidor F-Droid os comparará com uma lista de APKs lançados para formar uma lista de novas aplicações e/ou versões que precisam ser compiladas. Em seguida, ele entrará no processo de pré-processamento da aplicação, seguido pelo processo de compilação para cada um deles.

source: Wiki Page Generation Process
pt_pt: Processo de Geração de Páginas Wiki

source: All applications in the repository must be Free, Libre and Open Source software – for example, released under a GPL or Apache license. Every effort is made to verify that this is actually the case, both by visual inspection of the source, and by building the application from the published source. If in doubt about a license, please refer to the [GNU license list](https://www.gnu.org/licenses/license-list.html).
pt_pt: Todos as aplicações no repositório devem ser softwares livres e de código aberto - por exemplo, lançados sob uma licença GPL ou Apache. Todos os esforços são feitos para verificar se é realmente o caso, tanto pela inspeção visual da fonte, como pela construção da aplicação da fonte publicada. Se estiver em dúvida sobre uma licença, consulte por favor a [lista de licenças GNU](https://www.gnu.org/licenses/license-list.html).

source: Notably:
pt_pt: Nomeadamente:

source: We cannot build apps using Google's proprietary "play-services". Please talk to upstream about an untainted build flavor (either using microg or removing Non-Free dependencies completely).
pt_pt: Não podemos criar apps a usar os "serviços play" proprietários do Google. Por favor, fale com o autor sobre uma variante de compilação pura (seja a usar microg ou a remover dependências não-livres completamente).

source: We cannot build apps using proprietary tracking/analytic dependencies like Crashlytics and Firebase. Please talk to upstream about an untainted build flavor (either using a FLOSS analytics software like ACRA or by removing Non-Free dependencies completely).
pt_pt: Não podemos compilar apps a usar dependências proprietárias de rastreamento/análise como Crashlytics ou Firebase. Fale com o upstream sobre uma variante de compilação pura (a usar um software de análise FLOSS como o ACRA ou a remover dependências não livres completamente).

source: We cannot build apps using proprietary ad libraries. We have nothing against advertisments (see [_AntiFeatures_](https://monitor.f-droid.org/anti-features)), but they must be provided by a FLOSS compatible way.
pt_pt: Não podemos criar apps a usar bibliotecas de anúncios proprietárias. Não temos nada contra anúncios (veja [_AntiFeatures_](https://monitor.f-droid.org/anti-features)), mas eles devem ser fornecidos de forma compatível com FLOSS.

source: We cannot build apps requiring Non-Free buildtools, including Oracle's JDK or some pre-release toolchains.
pt_pt: Não podemos compilar apps que exijam buildtools não livres, incluindo o JDK da Oracle ou alguns toolchains de pré-lançamento.

source: The software should not download additional executable binary files (e.g. Non-Free addons, auto-updates, etc).
pt_pt: O software não deve descarregar ficheiros binários executáveis adicionais (por exemplo, addons não livres, atualizações automáticas, etc).

source: The software should use its own unique Android package ID. Where the application is a fork of another (even one not included in the F-Droid repository) it must have a new ID, different from the original. Make sure to rename your fork accordingly (including all active translations). Forks which only re-brand an app but do not add value for users might not get accepted.
pt_pt: O software deve usar o seu próprio ID de pacote Android exclusivo. Onde a aplicação é uma bifurcação de outra (mesmo um não incluído no repositório F-Droid) ela deve ter um novo ID, diferente do original. Certifique-se de que renomeia a sua bifurcação em conformidade (incluindo todas as traduções ativas). Garfos que apenas remarcam uma app, mas não adicionam valor para os utilizadores podem não ser aceites.

source: Binary dependencies such as JAR files have to be replaced by source-built versions or used from a trusted repository (see manual).
pt_pt: Dependências binárias, como ficheiros JAR, devem ser substituídas por versões compiladas no código-fonte ou usadas de um repositório confiável (veja manual).

source: Some software, while being Free and Open Source, may engage in practices which are undesirable to some or all users. Where possible, we still include these applications in the repository, but they are flagged with the appropriate [_Anti-Features_](../Anti-Features). Even though such software can be included, when appropriately flagged, it is frequently the case that other "FLOSS" software with these features is actually not entirely free. For example, advertising and spying on user is often enabled via proprietary binary libraries which we cannot include.
pt_pt: Algum ''software'', apesar de serem de "Código Aberto e Livre", podem envolver-se em práticas indesejáveis para alguns ou todos os utilizadores. Sempre que possível, nós ainda incluímos estas aplicações no repositório, mas elas são sinalizadas com os [_Anti-Features_](../Anti-Features) apropriados. Mesmo que tal ''software'' possa ser incluído, quando devidamente sinalizado, é frequentemente o caso de outro ''software'' "FLOSS" com estas funcionalidades não será totalmente gratuito. Por exemplo, a publicidade e a espionagem do utilizador são frequentemente ativadas através de bibliotecas binárias proprietárias que nós não podemos incluir.

source: When including donation information, the relevant donation links (e.g. Bitcoin/ PayPal/Flattr/etc) must also be available either:
pt_pt: Ao incluir informações sobre doações, os links de doações relevantes (por exemplo, Bitcoin/ PayPal/Flattr/etc) também devem estar disponíveis:

source: In a README or similar file in the projects source code.
pt_pt: Num ficheiro README ou similar no código-fonte do projeto.

source: Starting with the Windows 10 "Anniversary Update", you can [enable an Ubuntu environment](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide) that runs in Windows, known has "Bash on Windows", "Ubuntu on Windows", or "Windows Subsystem for Linux".
pt_pt: A partir do Windows 10 "Anniversary Update", pode [ativar um ambiente Ubuntu](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide) que executa no Windows, conhecido como "Bash on Windows", "Ubuntu on Windows", ou "Windows Subsystem for Linux".

source: - all SDK platforms requested by the apps you want to build - all Debian packages required by every app build process (maven, ant, etc) - every source code management tool (git, subversion, mercurial, etc) - every version of the Android NDK that apps use
pt_pt: - todas as plataformas SDK solicitadas pelas apps que quer construir - todos os pacotes Debian necessários para cada processo de compilação de apps (maven, ant, etc) - todas as ferramentas de gestão de código-fonte (git, subversion, mercurial, etc) - todas as versões do Android NDK que as apps usam

source: fix `fdroid init --keystore` with Microsoft Windows paths...
pt_pt: corrigir `fdroid init --keystore` com caminhos do Microsoft Windows....

source: Here is some general, non-sensitive information about our instance. When setting up the forum, we followed [Docker's](https://docs.docker.com/engine/installation/linux/docker-ce/debian) and [Dicourse's](https://github.com/discourse/discourse/blob/master/docs/INSTALL-cloud.md) official installation guides. Posts from the old forum were not imported due to time restrictions of the voluntary administrators.
pt_pt: Aqui estão algumas informações gerais e não sensíveis sobre a nossa instância. Ao configurar o fórum, seguimos os guias de instalação oficiais do [Docker](https://docs.docker.com/engine/installation/linux/docker-ce/debian) e [Dicourse](https://github.com/discourse/discourse/blob/master/docs/INSTALL-cloud.md). Posts do fórum antigo não foram importados devido a restrições de tempo dos administradores voluntários.

source: Storage driver: [AUFS](https://docs.docker.com/engine/userguide/storagedriver/aufs-driver/)
pt_pt: Driver de armazenamento: [AUFS](https://docs.docker.com/engine/userguide/storagedriver/aufs-driver/)

source: Sever's specifications: 2 cores, 4GB RAM, 30GB SSD
pt_pt: Especificações do servidor: 2 núcleos, 4GB RAM, 30GB SSD

source: Version: _tests-passed_
pt_pt: Versão: _tests-passed_

source: Upgrading the forum is quite simple. Upgrades are planned to be done every one to two weeks. If you feel like there was an important update to Discourse which should get deployed earlier, [please reach out to us]({{ "/about/" | prepend: site.baseurl }}).
pt_pt: A atualizar o fórum é bastante simples. Os upgrades são planejados para serem feitos a cada uma ou duas semanas. Se acha que houve uma atualização importante ao Discourse que deveria ser implementada mais cedo, [por favor entre em contato conosco]({{ "/about/" | prepend: site.baseurl }}).

source: In case something goes wrong with the forum, stay calm, you're likely not the first to be affected by this. Mostly a quick internet search gives you detailed instructions on how to fix a problem. There is also a really good guide called [Advanced Troubleshooting with Docker](https://meta.discourse.org/t/advanced-troubleshooting-with-docker/15927) on Discourse's forum. In the past, the following instructions were helpful:
pt_pt: No caso de algo correr mal com o fórum, fique calmo, provavelmente não é o primeiro a ser afetado por isso. Principalmente uma pesquisa rápida na Internet dá-lhe instruções detalhadas sobre como resolver um problema. Há também um guia muito bom chamado [Advanced Troubleshooting with Docker](https://meta.discourse.org/t/advanced-troubleshooting-with-docker/15927) no fórum do Discurse. No passado, as instruções seguintes foram úteis:

source: Install Docker
pt_pt: Instalar o Docker

source: References:
pt_pt: Referências:

source: Download Docker's PGP key
pt_pt: Descarregue a chave PGP do Docker

source: Check PGP key
pt_pt: Verifique a chave PGP

source: # Must match '9DC8 5822 9FC7 DD38 854A E2D8 8D81 803C 0EBF CD88' apt-key fingerprint 0EBFCD88
pt_pt: # Deve corresponder a '9DC8 5822 9FC7 DD38 854A E2D8 8D81 803C 0EBF CD88' apt-key fingerprint 0EBFCD88

source: Add Docker repository
pt_pt: Adicione o repositório do Docker

source: Check Docker
pt_pt: Verifique o Docker

source: Follow the [official installation guide](https://github.com/discourse/discourse/blob/master/docs/INSTALL-cloud.md).
pt_pt: Siga o [guia de instalação oficial](https://github.com/discourse/discourse/blob/master/docs/INSTALL-cloud.md).

source: - Commits to one of the repos hosted on [Gitlab](https://gitlab.com/fdroid/). - Contributions to issues on [Gitlab](https://gitlab.com/groups/fdroid/-/issues). - Activity on the forum.
pt_pt: - Compromete-se com um dos repos hospedados em [Gitlab](https://gitlab.com/fdroid/). - Contribuições para edições em [Gitlab](https://gitlab.com/groups/fdroid/-/issues). - Atividade no fórum.

source: Afterwards, MIA accounts are removed from all F-Droid directories (Gitlab) or downgraded to normal user account (forum) and the issue is closed.
pt_pt: Posteriormente, as contas MIA são removidas de todos os diretórios F-Droid (Gitlab) ou rebaixadas para conta de utilizador normal (fórum) e o problema é encerrado.

source: - [Debian reference](https://www.debian.org/doc/manuals/developers-reference/beyond-pkging.html#dealing-with-inactive-and-or-unreachable-maintainers) - [Debian team site](https://wiki.debian.org/Teams/MIA) - [Debian tools](https://salsa.debian.org/qa/qa/tree/master/mia)
pt_pt: - [Referência Debian](https://www.debian.org/doc/manuals/developers-reference/beyond-pkging.html#dealing-with-inactive-and-or-unreachable-maintainers) - [Site da equipa Debian](https://wiki.debian.org/Teams/MIA) - [Ferramentas Debian](https://salsa.debian.org/qa/qa/tree/master/mia)

source: - *E.g.* <https://gitlab.com/fdroid/fdroidclient/graphs/master> & <https://gitlab.com/fdroid/fdroidclient/network/master> & <http://f-droid.org/news-and-reviews>
pt_pt: - *Por exemplo* <https://gitlab.com/fdroid/fdroidclient/graphs/master> & <https://gitlab.com/fdroid/fdroidclient/network/master> & <http://f-droid.org/news-and-reviews>

source: F-Droid supports [reproducible builds](https://reproducible-builds.org) of apps, so that anyone can run the build process again and reproduce the same APK as the original release. This means that F-Droid can verify that an app is 100% free software while still using the original developer's APK signatures. Ideally, all of the built APKs will have the exact same hash, but that is a more difficult standard with less payoff. Right now, F-Droid verifies reproducible builds using the APK signature.
pt_pt: O F-Droid suporta [compilações reprodutíveis](https://reproducible-builds.org) de apps, para que qualquer um possa executar o processo de compilação novamente e reproduzir o mesmo APK da versão original. Isso significa que o F-Droid pode verificar se uma app é 100% software livre enquanto ainda usa as assinaturas APK do programador original. Idealmente, todas as APKs construídas terão o mesmo hash, mas esse é um padrão mais difícil com menos recompensa. Agora, o F-Droid verifica compilações reprodutíveis a usar a assinatura APK.

source: Publishing signed binaries from elsewhere (e.g. the upstream developer) is now possible after verifying that they match ones built using a recipe. Publishing only takes place if there is a proper match. (Which seems very unlikely to be the case unless the exact same tool-chain is used, so I would imagine that unless the person building and signing the incoming binaries uses fdroidserver to build them, probably the exact same buildserver ID, they will not match. But at least we have the functionality to support that.)
pt_pt: Publicar binários assinados de outro lugar (por exemplo, do programador original) agora é possível depois de verificar se eles correspondem aos compilados a usar uma receita. A publicação só ocorre se houver uma correspondência adequada. (O que parece muito improvável a menos que a mesma corrente de ferrramentas seja usada, então imagino que a menos a pessoa que está a compilar e a assinar os binários entrantes use o fdroidserver para compilá-los, provavelmente o mesmo ID exato do buildserver, eles não irão corresponder. Mas pelo menos temos a funcionalidade para suporta-lo.)

source: This procedures are implemented as part of `fdroid publish`. At the publish step, the reproducibility check will follow this logic:
pt_pt: Estes procedimentos são implementados como parte do `fdroid publish`. No passo de publicação, a verificação de reprodutibilidade seguirá esta lógica:

source: Publish both (upstream-)developer signed and F-Droid signed APKs
pt_pt: Publicar APKs assinados por programadores (upstream) e F-Droid

source: Use this approach for shipping a version of an app, with both (upstream-)developer signed and F-Droid signed APKs. This enables us to ship updates for users who installed apps from other sources than F-Droid (eg. Play Store) which are therefore signed by the app-developers, while also shipping updates for apps which were built and signed by F-Droid.
pt_pt: Use esta abordagem para enviar uma versão de uma app, com ambos os APKs assinados pelo programador (upstream) e F-Droid. Isso nos permite enviar atualizações para utilizadores que instalaram apps de outras fontes além do F-Droid (por exemplo, Play Store) que são, portanto, assinados pelos programadores de apps enquanto também enviamos atualizações para apps que foram criados e assinados pelo F-Droid.
