Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Some app developers submit merge requests to us with all the relevant build data when they release. You don't need to do this, but it can speed things up. Historically, as a small community project, we have been slower to process updates than we'd like to be, but this situation is improving all the time.
de: Einige App-Entwickler senden Merge-Anträge mit allen relevanten Daten zum Build an uns ein, wenn sie Versionen veröffentlichen. Das ist nicht nötig, aber es kann die Angelegenheit beschleunigen. Aufgrund unserer Geschichte als kleines Community-Projekt sind wir in der Verarbeitung von Updates oftmals langsamer als wir es gerne wären, aber diese Situation verbessert sich kontinuierlich.
pl: Niektórzy programiści aplikacji przesyłają nam żądania scalenia wraz ze wszystkimi istotnymi danymi kompilacji po ich wydaniu. Nie musisz tego robić, ale może to przyspieszyć. Historycznie, jako mały projekt społecznościowy, wolimy przetwarzać aktualizacje, niż byśmy chcieli, ale sytuacja ta cały czas się poprawia.
pt_pt: Alguns programadores de apps enviam-nos solicitações de mesclagem com todos os dados de compilação relevantes quando são lançados. Não precisa de o fazer, mas pode acelerar a processo. Historicamente, como um pequeno projeto comunitário, temos sido mais lentos a processar atualizações do que gostaríamos de ser, mas essa situação está a melhorar todo o tempo.
ro: Unii dezvoltatori de aplicații ne trimit solicitări de fuziune cu toate datele de construcție relevante în momentul lansării. Nu este necesar să faceți acest lucru, dar poate accelera lucrurile. Din punct de vedere istoric, fiind un proiect comunitar mic, am fost mai lenți în procesarea actualizărilor decât ne-am dori, dar această situație se îmbunătățește în permanență.
ru: Некоторые разработчики приложений при выпуске отправляют нам запросы на слияние со всеми соответствующими данными сборки. Вам не обязательно это делать, но это может ускорить процесс. Исторически сложилось так, что мы, как небольшой проект сообщества, обрабатываем обновления медленнее, чем хотелось бы, но ситуация постоянно улучшается.
uk: Деякі команди розробки застосунків, оприлюднюючи новий випуск, надсилають нам запити на злиття, що містять усі відповідні дані збірки. Вам не обов'язково так робити, але це може прискорити процес. Ми — проєкт невеликої спільноти, тож обробляємо оновлення не так швидко, як хотілося б, але процес постійно вдосконалюється.
zh_hans: 一些应用开发者在发布时向我们提交合并请求，并附上所有相关的构建数据。你不需要这样做，但它可以加快事情的进展。从历史上看，作为一个小型社区项目，我们处理更新的速度比我们希望的要慢，但这种情况一直在改善。

source: Our update checks are dumb and just scrape build files: We do not run any build code, so do not use time-based versioning or any other sort of calculating your version at build time (e.g. moving them to multiple subversions that get concatenated at build or even having complex function calls to do this).
de: Unsere Aktualisierungsprüfungen sind stupid und kratzen lediglich Build-Dateien heraus: Bei uns läuft kein Build-Code, verwenden Sie also keine zeitgestützte Versionierung oder irgendeine Form der Berechnung einer Versionsinformation zum Herstellungszeitpunkt (z. B. durch Aufteilung in mehrere Unterversionen, die beim Build verkettet werden, oder sogar durch Einschluss komplexer Funktionsaufrufe, die das tun sollen).
pl: Nasze sprawdzenia aktualizacji są głupie i po prostu zeskrobujemy pliki kompilacji: Nie uruchamiamy żadnego kodu kompilacji, więc nie używaj wersji czasowej lub innego rodzaju obliczania twojej wersji w czasie kompilacji (np. przenosząc je do wielu wywrotek, które łączą się podczas kompilacji lub nawet mając do tego złożone wywołania funkcji).
pt_pt: As nossas actualizações são estúpidas e só raspam ficheiros de construção: não executamos qualquer código de compilação, então não use versionamento baseado em tempo ou qualquer outro tipo de cálculo de sua versão no momento da compilação (por exemplo, a mover-os para várias subversões que são concatenadas na compilação ou mesmo a ter chamadas de função complexas para o fazer).
ro: Verificările noastre de actualizare sunt stupide și doar extrag fișierele de construcție: Nu rulăm niciun cod de construcție, așa că nu folosim versiuni bazate pe timp sau orice alt fel de calcul al versiunii în momentul construirii (de exemplu, mutarea lor în mai multe subversiuni care sunt concatenate la construcție sau chiar apeluri de funcții complexe pentru a face acest lucru).
ru: Наши проверки обновлений тупые и просто сканируют файлы сборки: Мы не запускаем код сборки, поэтому не используем версионирование по времени или любые другие способы вычисления версии во время сборки (например, перемещение в несколько подверсий, которые объединяются при сборке, или даже сложные вызовы функций для этого).
uk: Наші перевірки оновлень прості й лише зчитують файли збірки: ми не запускаємо жодного коду збірки, тож не створюємо версій на основі дат чи розрахунків, залежних від моменту збірки (наприклад, не сполучаємо кілька складових версії при збірці й не викликаємо для цього складних функцій).
zh_hans: 我们的更新检查是愚蠢的，只是抓取构建文件：我们不运行任何构建代码，所以不使用基于时间的版本管理或任何其他类型的在构建时计算你的版本（例如，将它们移动到多个子版本，在构建时被串联起来，甚至有复杂的函数调用来做这个）。

source: I've published a new release. Why is it not in the repository?
de: Ich habe eine neue Version veröffentlicht. Warum ist sie nicht im Repository?
pl: Opublikowalem nowe wydanie. Dlaczego nie znajduje się w repozytorium?
pt_pt: Publiquei uma nova versão. Porque não está no repositório?
ro: Am publicat o nouă versiune. De ce nu se află în depozit?
ru: Я опубликовал новый релиз. Почему его нет в репозитории?
uk: Чому мій новий випуск досі не в репозиторії?
zh_hans: 我已经发布了一个新版本。为什么它不在存储库中？

source: When we detect a new release, it may take a few days to make it into the repository as the build process [has several steps](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client) and runs only once a day. Before the build has completed, the monitor page for your app will list it in [F-Droid Monitor - Need updating](https://monitor.f-droid.org/builds/needsupdate). As long as the text under *Versions* stating "The current (recommended) version is *xxx* (version code *yyy*)" shows the version numbers corresponding to your latest release, we detected it and the APK should be available soon. Just give it some time.
de: Wenn wir eine neue Version erkennen, kann es ein paar Tage dauern, bis sie im Repository erscheint, da der Build-Prozess [mehrere Schritte beinhaltet](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client) und nur einmal am Tag läuft. Vor Abschluss des Build wird sie auf der Monitor-Seite Ihrer App in [F-Droid Monitor - Need updating](https://monitor.f-droid.org/builds/needsupdate) gelistet. Sobald der Text unter *Versionen* mit der Aussage "Die aktuelle (empfohlene) Version ist *xxx* (Versionscode *yyy*)" die Versionsnummer anzeigt, die Ihrer neusten Version entspricht, wurde sie erfasst und das APK sollte in Kürze abrufbar sein. Haben Sie einfach etwas Geduld.
pl: Gdy wykryjemy nową wersję, może minąć kilka dni, zanim trafi ona do repozytorium, ponieważ proces kompilacji [ma wiele kroków](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client) i jest uruchamiany tylko raz dziennie. Przed zakończeniem kompilacji strona monitora dla Twojej aplikacji wyświetli ją w [F-Droid Monitor - Potrzebna aktualizacja](https://monitor.f-droid.org/builds/needsupdate). Dopóki tekst pod *Wersje* stwierdzający „Obecna (zalecana) wersja to *xxx* (kod wersji *yyy*)” zawiera numery wersji odpowiadające najnowszej wersji, wykryliśmy to i pakiet APK powinien być wkrótce dostępny. Po prostu daj mu trochę czasu.
ro: Atunci când detectăm o nouă versiune, poate dura câteva zile pentru a ajunge în depozit, deoarece procesul de construire [are mai mulți pași](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client) și se execută doar o dată pe zi. Înainte de finalizarea compilării, pagina de monitorizare a aplicației dvs. o va lista în [F-Droid Monitor - Need updating](https://monitor.f-droid.org/builds/needsupdate). Atâta timp cât textul de la *Versions* în care se menționează "The current (recommended) version is *xxx* (version code *yyy*)" (Versiunea curentă (recomandată) este xxx (codul versiunii yyy )" arată numerele de versiune corespunzătoare celei mai recente versiuni, am detectat-o și APK-ul ar trebui să fie disponibil în curând. Doar acordați-i ceva timp.
ru: Когда мы обнаруживаем новый релиз, его попадание в репозиторий может занять несколько дней, поскольку процесс сборки [состоит из нескольких этапов](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client) и выполняется только раз в день. До завершения сборки на странице мониторинга вашего приложения появится список [F-Droid Monitor - Need updating](https://monitor.f-droid.org/builds/needsupdate). Если в разделе *Версии* в тексте "Текущая (рекомендуемая) версия - *xxx* (код версии *yy*)" указаны номера версий, соответствующие вашему последнему релизу, мы обнаружили его, и APK скоро будет доступен. Просто дайте нам немного времени.
uk: Новий випуск може потрапити в репозиторій за кілька днів після виявлення, бо процес збірки [має кілька етапів](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client) і запускається лише раз на день. Список застосунків, нові випуски яких виявлено, але ще не зібрано: [F-Droid Monitor — Слід оновити](https://monitor.f-droid.org/builds/needsupdate). Якщо в переліку *версій* вказано, що поточна (рекомендована) версія — *xxx* (код версії *yyy*), й ці значення збігаються з вашим найновішим випуском, то ми знаємо про цей випуск і скоро зберемо APK. Будь ласка, зачекайте.
zh_hans: 当我们检测到新版本时，可能需要几天时间它才能进入存储库，因为构建过程[分几步](https://gitlab.com/fdroid/wiki/-/wikis/FAQ#how-long-does-it-take-for-my-app-to-show-up-on-website-and-client)，且每天只运行一次。在构建完成之前，您应用的监控页面将在 [F-Droid Monitor - Need updating](https://monitor.f-droid.org/builds/needsupdate) 中列出它。只要 *版本* 下注明"当前（推荐）版本为 *xxx*（版本代码 *yyy*）"的文本显示与你的最新版本对应的版本号，我们检测到它，APK 应该很快就会发布。只要给它一些时间。

source: Another reason could be that the app failed to build. You can watch the build process on [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running) and the previous cycle in [Build](https://monitor.f-droid.org/builds/build).
de: Ein anderer Grund könnte sein, dass die Herstellung der App fehlschlug. Sie können den Build-Prozess im [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running) und den letzten Zyklus unter [Build](https://monitor.f-droid.org/builds/build) beobachten.
pl: Innym powodem może być to, że aplikacja nie została skompilowana. Możesz oglądać proces kompilacji na [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running) i poprzedni cykl w [Build](https://monitor.f-droid .org/builds/build).
ro: Un alt motiv ar putea fi faptul că aplicația nu a reușit să se construiască. Puteți urmări procesul de construire pe [F-Droid Monitor - Rulează](https://monitor.f-droid.org/builds/running) și ciclul precedent pe [Construire](https://monitor.f-droid.org/builds/build).
ru: Другая причина может заключаться в том, что приложение не удалось собрать. Вы можете отслеживать процесс сборки здесь [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running), а предыдущие результаты в [Build](https://monitor.f-droid.org/builds/build).
uk: Можливо, при збірці застосунку виникає помилка. [F-Droid Monitor — Збирається](https://monitor.f-droid.org/builds/running) показує хід збірок, а [Зібрано](https://monitor.f-droid.org/builds/build) — попередній цикл.
zh_hans: 另一个原因可能是应用构建失败。你可以在 [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running) 中查看构建过程，在 [Build](https://monitor.f-droid) 中查看前一周期。

source: What about signing?
de: Wie funktioniert das Signieren?
pl: A co z podpisywaniem?
pt_pt: E quanto a assinar?
ro: Cum rămâne cu semnătura?
ru: А как насчет подписания?
uk: Як щодо підпису?
zh_hans: 签名呢？

source: Packages built by F-Droid are signed by F-Droid, so all apps in the [official F-Droid repo](https://f-droid.org/repo) are signed by F-Droid keys. F-Droid will generate a new key for each app that is included. All of the different APKs built from different versions of an app will be signed by the same app key. But do note: if an app is also distributed in an APK signed by the developer, like in the Google Play Store, then the F-Droid APK will have a different signature.
de: Von F-Droid hergestellte Pakete sind von F-Droid signiert, somit sind alle Apps im [offiziellen F-Droid-Repo](https://f-droid.org/repo) mit F-Droid-Schlüsseln signiert. F-Droid wird für jede App einen neuen Schlüssel erzeugen, der in ihr enthalten ist. All die verschiedenen APKs, die aus verschiedenen Versionen einer App hergestellt werden, werden mit demselben App-Schlüssel signiert. Beachten Sie aber: Wenn eine App auch als ein vom Entwickler signiertes APK verbreitet wird, wie im Google Play Store, dann wird das F-Droid-APK eine davon abweichende Signatur besitzen.
pl: Pakiety zbudowane przez F-Droid są podpisane przez F-Droid, więc wszystkie aplikacje w [oficjalnym repozytorium F-Droid](https://f-droid.org/repo) są podpisane kluczami F-Droid. F-Droid wygeneruje nowy klucz dla każdej dołączonej aplikacji. Wszystkie różne pliki APK zbudowane z różnych wersji aplikacji zostaną podpisane tym samym kluczem aplikacji. Ale pamiętaj: jeśli aplikacja jest również dystrybuowana w pliku APK podpisanym przez programistę, tak jak w sklepie Google Play, to APK F-Droid będzie miał inny podpis.
pt_pt: Pacotes compilados pelo F-Droid são assinados pelo F-Droid, então todos as apps no [repo oficial do F-Droid](https://f-droid.org/repo) são assinados pelas chaves do F-Droid. O F-Droid irá gerar uma nova chave para cada app incluída. Todos os APKs diferentes construídos de versões diferentes de uma app serão assinados pela mesma chave de app. Mas note: se uma app também é distribuído num APK assinado pelo programador, como no Google Play Store, então o F-Droid APK terá uma assinatura diferente.
ro: Pachetele construite de F-Droid sunt semnate de F-Droid, astfel încât toate aplicațiile din [official F-Droid repo](https://f-droid.org/repo) sunt semnate de F-Droid cu chei . F-Droid va genera o nouă cheie pentru fiecare aplicație inclusă. Toate APK-urile diferite construite din versiuni diferite ale unei aplicații vor fi semnate de aceeași cheie de aplicație. Dar rețineți: dacă o aplicație este distribuită și într-un APK semnat de dezvoltator, cum ar fi în Google Play Store, atunci APK-ul F-Droid va avea o semnătură diferită.
ru: Пакеты, собранные F-Droid, подписаны им, поэтому все приложения в [официальном репозитории F-Droid](https://f-droid.org/repo) подписаны ключами F-Droid'а. F-Droid генерирует новый ключ для каждого включенного приложения. Все различные APK, созданные из разных версий приложения, будут подписаны одним и тем же ключом. Но обратите внимание: если приложение также распространяется в APK, подписанном разработчиком, как в Google Play Store, то APK F-Droid будет иметь другую подпись.
uk: F-Droid підписує пакунки, які збирає сам, тож усі застосунки в [офіційному репозиторії F-Droid](https://f-droid.org/repo) підписано ключами F-Droid. Для кожного застосунка, F-Droid генерує окремий ключ. Усі APK-файли різних версій одного застосунку підписуються одним і тим же ключем цього застосунку. Але зауважте: якщо команда розробки застосунку також поширює APK зі власним підписом, наприклад у Google Play Store, то APK в F-Droid матиме інший підпис.
zh_hans: 由 F-Droid 构建的软件包由 F-Droid 签名，因此[官方 F-Droid 存储库](https://f-droid.org/repo)中的所有应用都由 F-Droid 密钥签名。F-Droid 将为每个包含的应用生成一个新的密钥。所有由不同版本的应用构建的不同 APK 将由同一个应用密钥签署。但是请注意：如果一个应用也由开发者签名的 APK 发布，比如在 Google Play 商店，那么 F-Droid APK 将有不同的签名。

source: The Android OS requires that for an app to be upgraded in place, it bears the same signature as the currently installed version. This protects against inadvertent installation of an untrusted or unwanted upgrade, and also protects the app's private data, which can only be accessed by that application (or an application that has been granted root access).
de: Das Android-OS fordert, dass eine App, die an Ort und Stelle aktualisiert werden soll, dieselbe Signatur trägt wie die momentan installierte Version. Dies schützt vor unbeabsichtigter Installation nicht vertrauenswürdiger oder unerwünschter Versionen und bewahrt auch die App-Daten, auf die nur diese Anwendung (oder eine Anwendung, die Root-Rechte besitzt) Zugriff hat.
pl: System operacyjny Android wymaga, aby aplikacja została zaktualizowana, nosi ten sam podpis, co aktualnie zainstalowana wersja. Chroni to przed nieumyślną instalacją niezaufanej lub niechcianej aktualizacji, a także chroni prywatne dane aplikacji, do których ma dostęp tylko ta aplikacja (lub aplikacja, która uzyskała dostęp root).
pt_pt: O sistema operacional Android exige que, para que uma aplicação seja atualizada no local, que tenha a mesma assinatura como a versão atualmente instalada. Isso protege contra a instalação inadvertida de uma atualização não confiável ou indesejada e também protege os dados privados da aplicação, que só podem ser acessados por essa aplicação (ou uma aplicação ao qual acesso root foi concedida).
ro: Sistemul de operare Android cere ca o aplicație să fie actualizată pe loc dacă poartă aceeași semnătură ca și versiunea instalată în acel moment. Acest lucru protejează împotriva instalării involuntare a unei actualizări nesigure sau nedorite și, de asemenea, protejează datele private ale aplicației, care pot fi accesate numai de aplicația respectivă (sau de o aplicație căreia i s-a acordat acces root).
ru: ОС Android требует, чтобы для обновления приложения на месте оно имело ту же подпись, что и текущая установленная версия. Это защищает от случайной установки недоверенного или нежелательного обновления, а также защищает личные данные приложения, доступ к которым может получить только это приложение (или приложение, получившее root-доступ).
uk: Операційна система Android вимагає, щоб оновлення застосунку мало той же підпис, що й поточна встановлена версія. Це захищає від ненавмисного встановлення недовіреного чи небажаного оновлення, а також захищає внутрішні дані застосунку, доступитись яких може лише сам цей застосунок (або застосунок, якому ви дали root-доступ).
zh_hans: Android 操作系统要求，一个应用要想在原地升级，它的签名必须与当前安装的版本相同。这可以防止无意中安装一个不受信任或不想要的升级，也可以保护应用的私有数据，这些数据只能由该应用（或被授予根权限的应用）访问。
