Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Ideally all of these practices would be put into place, but each of these security measures comes at a cost of difficulty, expense, and complexity. They can also delay the process of getting regular updates out. So there are risks of implementing too strict security policies, much like the risks of not implementing enough.
de: Im Idealfall kommen alle diese Praktiken zur Anwendung, allerdings haben alle diese Sicherheitsmaßnahmen ihren Preis hinsichtlich Erschwernis, Kosten und Umfang. Sie können auch den Vorgang verzögern, regelmäßig Aktualisierungen bereitzustellen. Somit ist die Gefahr, zu strenge Sicherheitsmethoden anzuwenden, genauso gegeben wie das Risiko, nicht genügend umzusetzen.
pl: Najlepiej byłoby, gdyby wszystkie te praktyki zostały wprowadzone, ale każdy z tych środków bezpieczeństwa wiąże się z kosztem trudności, kosztów i złożoności. Mogą również opóźnić proces uzyskiwania regularnych aktualizacji. Istnieje ryzyko wprowadzenia zbyt restrykcyjnych polityk bezpieczeństwa, podobnie jak ryzyko niewystarczającego wdrożenia.
pt_pt: Idealmente, todas essas práticas seriam postas em prática, mas cada uma dessas medidas de segurança tem um custo de dificuldade, despesa e complexidade. Elas também podem atrasar o processo de atualização comum. Portanto, há riscos de implementar políticas de segurança rígidas demais, como os riscos de não implementar o suficiente.
ro: Ideal ar fi ca toate aceste practici să fie puse în aplicare, dar fiecare dintre aceste măsuri de securitate are un cost de dificultate, cheltuieli și complexitate. De asemenea, ele pot întârzia procesul de difuzare a actualizărilor regulate. Așadar, există riscuri de implementare a unor politici de securitate prea stricte, la fel ca și riscurile de a nu implementa suficiente.
ru: В идеале все эти методы должны быть внедрены, но за каждую из этих мер безопасности приходится платить трудностями, расходами и сложностями. Они также могут задерживать процесс выпуска регулярных обновлений. Поэтому существуют риски внедрения слишком строгих политик безопасности, так же как и риски недостаточного внедрения.
uk: В ідеалі, слід застосувати всі ці практики одразу, але кожен захід безпеки має свою ціну: обсяг праці, витрати, складність системи, затримка отримання регулярних оновлень. Тож ризики становить як недостатній захист, так і надмірно строгий.
zh_hans: 理想情况下，所有这些做法都会落实到位，但这些安全措施中的每一项都要付出困难，费用和复杂性的代价。它们也会推迟定期更新的进程。因此，实施太严格的安全政策有风险，就像实施不够的风险一样。

source: Build Metadata Reference
de: Build-Metadaten-Referenz
pl: Utwórz odwołania do metadanych
pt_pt: Referência de Metadados de Compilação
ro: Metadatele de referință pentru construire
ru: Справочное руководство по метаданным сборки
uk: Довідка про метадані збірки
zh_hans: 构建元数据参考

source: Information used by `fdroid update` to compile the public index comes from several sources:
de: Von `fdroid update` verwendete Informationen, um das frei zugängliche Register zu kompilieren, stammen aus verschiedenen Quellen:
pl: Informacje wykorzystywane przez `fdroid update`do kompilacji publicznego indeksu pochodzi z kilku źródeł:
pt_pt: As informações usadas por `fdroid update` para compilar o índice público vêm de várias fontes:
ro: Informațiile folosite de `fdroid update` pentru a compila indexul public provin din mai multe surse:
ru: Информация, используемая `fdroid update` для составления публичного индекса, поступает из нескольких источников:
uk: Дані, з яких `fdroid update` складає загальнодоступний індекс, походять із кількох джерел:
zh_hans: `fdroid update` 用于编译公共索引的信息来自多个来源：

source: APK, media, etc files in the _repo_ sub-directory
de: APK-, Medien-Dateien usw. im _repo_-Unterverzeichnis
pl: Pliki APK, media, itp. w podkatalogu _repo_ sub-directory
pt_pt: ficheiros APK, mídias, etc no subdiretório _repo_
ro: Fișiere APK, media, etc. în subdirectorul _repo_
ru: APK, медиа и др. файлы в подкаталоге _repo_
uk: APK-, медіа- та інші файли в підтеці _repo_
zh_hans: _repo_ 子目录中的 APK、媒体等文件

source: per-package "metadata" files in the _metadata_ sub-directory
de: „Metadaten“-Dateien je Paket im _metadata_-Unterverzeichnis
pl: pakiet "metadanych" pliki w podkatalogu the _metadata_ sub-directory
pt_pt: ficheiros de "metadados" por pacote no subdiretório _metadata_
ro: fișiere de "metadate" pentru fiecare pachet în subdirectorul _metadata_
ru: файлы "метаданных" для каждого пакета в подкаталоге _metadata_
uk: файли метаданих у відповідних окремим пакункам підтеках _metadata_
zh_hans: _metadata_ 子目录中每个包的“元数据”文件

source: [localizable texts and graphics](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-build-metadata-in-an-fdroiddata-collection) in the _metadata_ subdirectory
de: [lokalisierbare Texte und Grafiken](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-build-metadata-in-an-fdroiddata-collection) im Unterverzeichnis _metadata_
pl: [lokalizowane teksty i grafiki](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-build-metadata-in-an-fdroiddata-collection) w podkatalogu _metadata_
pt_pt: [gráficos e textos localizáveis](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-build-metadata-in-an-fdroiddata-collection) no subdiretório _metadata_
ro: [localizable texts and graphics](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-build-metadata-in-an-fdroiddata-collection) în subdirectorul _metadata_
ru: [локализуемые тексты и графика](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-build-metadata-in-an-fdroiddata-collection) в подкаталоге _metadata_
uk: [переклади текстів і графіки](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-build-metadata-in-an-fdroiddata-collection) в підтеці _metadata_
zh_hans: _metadata_ 子目录下[可本地化的文本和图片](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-build-metadata-in-an-fdroiddata-collection)

source: localizable texts and graphics [embedded in an app's source code](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-source-repository)
de: lokalisierbare Texte und Grafiken [im Quellcode der App eingebunden](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-source-repository)
pl: zlokalizowane teksty i grafika [osadzone w kodzie źródłowym aplikacji](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-source-repository)
pt_pt: gráficos e textos localizáveis [embutidos no código-fonte de um app](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-source-repository)
ro: texte și grafice localizabile [embedded in an app's source code](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-source-repository)
ru: локализуемые тексты и графика [встроенные в исходный код приложения](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-source-repository)
uk: переклади текстів і графіки, [вбудовані у вихідний код застосунку](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-source-repository)
zh_hans: [嵌入在应用源代码中](../All_About_Descriptions_Graphics_and_Screenshots#in-the-apps-source-repository)的可本地化的文本和图片

source: These metadata files are simple, easy to edit text files, always named as the "package name" with file type appended. There are a wide range of available fields for adding information to describe packages and/or apps. For all of the fields like _AuthorName_ that apply to all releases of a package/app, the fields use CamelCase starting with an upper case letter. All other fields use camelCase starting with a lower case letter, including per-build fields, localized fields, etc.
de: Diese Metadaten-Dateien sind einfache, leicht zu bearbeitende Textdateien, die immer nach dem „Paketnamen“ gefolgt vom Dateityp-Suffix benannt sind. Es stehen eine Vielzahl von Feldern zur Verfügung, um Informationen zur Beschreibung der Pakete und/oder Apps hinzuzufügen. Bei allen Feldern, wie _AuthorName_, die auf alle Versionen eines Pakets/einer App angewendet werden, wird CamelCase mit einem Großbuchstaben am Anfang verwendet. Alle anderen Felder verwenden camelCase mit einem Kleinbuchstaben am Anfang, einschließlich der per-build Felder, lokalisierter Felder, usw.
pl: Te pliki metadanych to proste, łatwe do edycji pliki tekstowe, zawsze nazywane "nazwą pakietu" z dodanym typem pliku. Istnieje szeroki zakres dostępnych pól do dodawania informacji do opisu pakietów i/lub aplikacji. Dla wszystkich pól, takich jak _Autor_, które mają zastosowanie do wszystkich wydań pakietu/aplikacji, pola używają CamelCase, zaczynając od dużej litery. Wszystkie inne pola korzystają z camelCase zaczynając od małej litery, w tym pól typu 'per-build', przetłumaczonych pól itp.
pt_pt: Esses ficheiros de metadados são simples, ficheiros de texto fáceis de editar, sempre nomeados como o "nome do pacote" com o tipo de ficheiro anexado. Há uma ampla variedade de campos disponíveis para adicionar informações para descrever pacotes e/ou apps. Para todos os campos como _AuthorName_ que se aplicam a todas as versões de um pacote/app, os campos usam o CamelCase, a começar com uma letra maiúscula. Todos os outros campos usam o camelCase, a começar com uma letra minúscula, incluindo campos por compilação, campos localizados, etc.
ro: Aceste fișiere de metadate sunt fișiere text simple, ușor de editat, denumite întotdeauna "numele pachetului", la care se adaugă tipul de fișier. Există o gamă largă de câmpuri disponibile pentru adăugarea de informații pentru a descrie pachetele și/sau aplicațiile. Pentru toate câmpurile, cum ar fi _AuthorName_, care se aplică la toate versiunile unui pachet/aplicație, câmpurile utilizează CamelCase, începând cu o literă majusculă. Toate celelalte câmpuri utilizează camelCase începând cu o literă minusculă, inclusiv câmpurile per-build, câmpurile localizate etc.
ru: Эти файлы метаданных представляют собой простые, легко редактируемые текстовые файлы, которые всегда называются "имя пакета" с добавлением типа файла. Существует широкий спектр доступных полей для добавления информации для описания пакетов и/или приложений. Для всех полей, таких как _AuthorName_, которые применяются ко всем выпускам пакета/приложения, поля используют CamelCase, начиная с заглавной буквы. Все остальные поля используют camelCase, начиная со строчной буквы, включая поля относящиеся к отдельным сборкам, локализованные поля и т.д.
uk: Ці файли метаданих — прості, легко редаговані текстові файли, завжди названі так само, як пакунок, із доданим суфіксом типу файлу. Різноманітні поля дають змогу докладно описувати пакунки та/або застосунки. Назви полів, спільних для всіх випусків пакунку чи застосунку, як-от _AuthorName_, використовують ВерхнійВерблюдячийРегістр. Всі інші поля використовують нижнійВерблюдячийРегістр, зокрема поля окремих збірок, перекладів тощо.
zh_hans: 这些元数据文件是简单且易于编辑的文本文件，文件名通常为“包名称”加文件类型。有大量可用字段可用于添加信息以描述包和/或应用。适用于包或应用的所有发布版本的所有字段，如 _AuthorName_，都使用以一个大写字母开头的大驼峰式，形如 CamelCase。包括每个构建字段，本地化字段等在内的所有其他字段都使用一个小写字母开头的小驼峰式，形如 camelCase。

source: Note that although the metadata files are designed to be easily read and written by humans, they are also processed and written by various scripts. They can be automatically cleaned up when necessary. The structure and comments will be preserved correctly, although the order of fields will be standardised. (In the event that the original file was in a different order, comments are considered as being attached to the field following them). In fact, you can standardise all packages in a repository using a single command, without changing the functional content, by running:
de: Beachten Sie, dass, obwohl die Metadaten-Dateien so gestaltet sind, dass sie für Menschen leicht les- und schreibbar sind, sie auch von verschiedenen Skripten verarbeitet und überschrieben werden. Sie können, wenn nötig, automatisch bereinigt werden. Die Struktur und Kommentare werden ordnungsgemäß erhalten bleiben, wenngleich die Reihenfolge der Felder standardisiert werden wird. (Für den Fall, dass die ursprüngliche Datei eine abweichende Reihenfolge besaß, werden Kommentare so betrachtet, als seien sie den ihnen folgenden Feldern zugeordnet). Tatsächlich können alle Pakete in einem Repository, ohne Änderung funktioneller Inhalte, vereinheitlicht werden, indem Sie Folgendes ausführen:
pl: Zauważ, że chociaż pliki metadanych są zaprojektowane tak, aby były łatwe do odczytania i zapisu przez ludzi, są one również przetwarzane i pisane przez różne skrypty. W razie potrzeby można je automatycznie oczyścić. Struktura i komentarze zostaną zachowane poprawnie, chociaż kolejność pól będzie ustandaryzowana. (W przypadku, gdy oryginalny plik był w innej kolejności, komentarze są traktowane jako dołączone do pola następującego po nich). W rzeczywistości można ujednolicić wszystkie pakiety w repozytorium za pomocą pojedynczego polecenia, bez zmiany zawartości funkcjonalnej, uruchamiając:
ro: Rețineți că, deși fișierele de metadate sunt concepute pentru a fi ușor de citit și de scris de către oameni, acestea sunt, de asemenea, procesate și scrise de diverse scripturi. Acestea pot fi curățate automat atunci când este necesar. Structura și comentariile vor fi păstrate corect, deși ordinea câmpurilor va fi standardizată. (În cazul în care fișierul original era într-o ordine diferită, comentariile sunt considerate ca fiind atașate la câmpul care le urmează). De fapt, puteți standardiza toate pachetele dintr-un depozit folosind o singură comandă, fără a modifica conținutul funcțional, executând comanda:
ru: Обратите внимание, что хотя файлы метаданных разработаны таким образом, чтобы их можно было легко читать и записывать человеком, они также обрабатываются и записываются различными скриптами. По мере необходимости они могут быть автоматически изменены. Структура и комментарии будут корректно сохранены, но порядок полей будет приведён к стандартному. (При этом комментарии считаются присоединенными к следующему за ними полю). Фактически, вы можете привести к стандартному порядку все пакеты в хранилище с помощью одной команды, не изменяя их функционального содержимого, выполнив:
zh_hans: 请注意，尽管元数据文件被设计为便于人类读取和写入，但它们也可以通过各种脚本进行处理和写入。必要时可自动格式化。结构和注释将正确保留，但字段顺序将标准化。（如果格式化后字段顺序与原文件中的不同，则注释被视为附加到其后面的字段中）。事实上，你可以通过运行以下命令，在不改变功能内容的情况下，使用单个命令标准化存储库中的所有包：

source: Or just run it on a specific app:
de: Oder lediglich für eine bestimmte App:
pl: Lub po prostu uruchom go na konkretnej aplikacji:
pt_pt: Ou apenas o execute numa app específica:
ro: Sau pur și simplu rulați-o pe o anumită aplicație:
ru: Или просто запустите её для конкретного приложения:
uk: Або виконайте її лише для певного застосунку:
zh_hans: 或对特定应用，运行：

source: Markup and Data Format
de: Markup- und Datenformat
pl: Format znaczników i danych
ro: Marcarea și formatul datelor
ru: Разметка и формат данных
uk: Розмітка та формат даних
zh_hans: 标记和数据格式

source: F-Droid metadata files are written in YAML and have a file extension `.yml`. The top-most data structure is a "map" or "dictionary", made up of key/value pairs. All keys are strings. There are some internal data types used for values:
de: F-Droid-Metadaten-Dateien sind in YAML geschrieben und besitzen die Dateierweiterung `.yml`. Die häufigste Datenstruktur ist eine "Karte" oder ein "Wörterbuch", die aus Schlüssel-Wert-Paaren aufgebaut ist. Alle Schlüssel sind Zeichenketten. Es gibt einige interne Datentypen, die für folgende Werte verwendet werden:
pl: Pliki metadanych F-Droid są zapisywane w YAML i mają rozszerzenie `.yml`. Najwyższą strukturą danych jest „map” lub „dictionary” złożone z par klucz/wartość. Wszystkie klucze są łańcuchami. Istnieje kilka wewnętrznych typów danych używanych dla wartości:
ro: Fișierele de metadate F-Droid sunt scrise în YAML și au extensia de fișier `.yml`. Structura de date cea mai de sus este o "hartă" sau un "dicționar", alcătuit din perechi cheie/valoare. Toate cheile sunt șiruri de caractere. Există câteva tipuri de date interne utilizate pentru valori:
ru: Файлы метаданных F-Droid записываются в формате YAML и имеют расширение `.yml`. Самая верхняя структура данных представляет собой словарь ключ-значение. Все ключи являются строками, а для значений используются несколько внутренних типов данных:
uk: Файли метаданих F-Droid написані у форматі YAML і мають розширення `.yml`. Найвища структура даних — "карта" або "словник", що складається з пар ключ/значення. Усі ключі — це рядки. Для значень використовуються деякі внутрішні типи даних:
zh_hans: F-Droid 元数据用 YAML 写成，文件扩展名为 `.yml`。 最上面的数据结构是”地图“或”目录“，由 key/value 对组成。 所有的 key 均为字符串。 有一些用于 value 的内部数据类型：

source: `TYPE_BOOL` - Either `true` or `false`.
de: `TYPE_BOOL` - Entweder `true` oder `false`.
pl: `TYPE_BOOL` - `prawda` lub `fałsz`.
ro: `TYPE_BOOL` - Either `true` ori `false`.
ru: `TYPE_BOOL` – либо `true`, либо `false`.
uk: `TYPE_BOOL` - Або `true`, або `false`.
zh_hans: `TYPE_BOOL` - 要么 `true`，要么 `false`。

source: `TYPE_BUILD` - A list of build entries, which are maps of key/value pairs.
de: `TYPE_BUILD` - Eine Liste von Build-Einträgen, die Pläne aus Schlüssel-Wert-Paaren sind.
pl: `TYPE_BUILD` — Lista wpisów kompilacji, które są mapami par klucz/wartość.
ro: `TYPE_BUILD` - O listă de intrări de construcție, care sunt hărți de perechi cheie/valoare.
ru: `TYPE_BUILD` — список сборок, каждая из которых представляет собой словарь ключ-значение.
uk: `TYPE_BUILD` - Список записів збірки, які є картами пар ключ/значення.
zh_hans: `TYPE_BUILD` - 构建条目列表，条目是 key/value 对的映射。

source: `TYPE_INT` - An integer in decimal format.
de: `TYPE_INT` - Ein Integer im Dezimalformat.
pl: ` TYPE_INT` — Liczba całkowita w formacie dziesiętnym.
ro: `TYPE_INT` - Un număr întreg în format zecimal.
ru: `TYPE_INT` — целое число в десятичном формате.
uk: `TYPE_INT` - Ціле число у десятковому форматі.
zh_hans: `TYPE_INT` - 十进制格式的整数。

source: `TYPE_LIST` - A list of strings.
de: `TYPE_LIST` - Eine Liste von Zeichenketten.
pl: `TYPE_LIST` — Lista ciągów znaków.
ro: `TYPE_LIST` - O listă de șiruri de caractere.
ru: `TYPE_LIST` — список строк.
uk: `TYPE_LIST` - Список рядків.
zh_hans: `TYPE_LIST` - 字符串列表。

source: `TYPE_MULTILINE` - A block of text with multiple lines.
de: `TYPE_MULTILINE` - Ein Textblock mit mehreren Zeilen.
pl: `TYPE_MULTILINE` — Blok tekstu z wieloma wierszami.
ro: `TYPE_MULTILINE` - Un bloc de text cu mai multe linii.
ru: `TYPE_MULTILINE` — блок текста с несколькими строками.
uk: `TYPE_MULTILINE` - Блок тексту з кількох рядків.
zh_hans: `TYPE_MULTILINE` - 多行文本的区块。

source: `TYPE_SCRIPT` - A string or list of strings to be executed as a _bash_ script.
de: `TYPE_SCRIPT` - Eine Zeichenkette oder Liste von Zeichenketten, die als ein _bash_-Skript ausgeführt werden sollen.
pl: `TYPE_SCRIPT` — Ciąg lub lista ciągów do wykonania jako skrypt _bash_.
ro: `TYPE_SCRIPT` - Un șir sau o listă de șiruri de caractere care urmează să fie executate ca un script _bash_.
ru: `TYPE_SCRIPT` — строка или список строк, которые должны быть выполнены как скрипт _bash_.
uk: `TYPE_SCRIPT` - Рядок або список рядків для виконання як скрипту _bash_.
zh_hans: `TYPE_SCRIPT` - 将作为 _bash_ 脚本执行的字符串或字符串列表。

source: `TYPE_STRING` - A string.
de: `TYPE_STRING` - Eine Zeichenkette.
pl: `TYPE_STRING` - ciąg znaków.
ro: `TYPE_STRING` - Un șir de caractere.
ru: `TYPE_STRING` — строка.
uk: `TYPE_STRING` - Рядок.
zh_hans: `TYPE_STRING` - 一条字符串。

source: `TYPE_STRINGMAP` - A map of maps, the inner keys are BCP 47 locales and the values are human-readable text.
de: `TYPE_STRINGMAP` - Ein Plan von Plänen, die inneren Schlüssel sind BCP-47-Einstellungssätze und die Werte sind von Menschen lesbarer Text.
pl: `TYPE_STRINGMAP` - Mapa map, gdzie kluczami wewnętrznych map są lokalizacje BCP 47, a wartościami są czytelne dla ludzi teksty.
ro: `TYPE_STRINGMAP` - O hartă de hărți, în care cheile interioare sunt localități BCP 47, iar valorile sunt texte lizibile de către om.
ru: `TYPE_STRINGMAP` — словарь словарей, внутренние ключи — это коды языков, согласно BCP 47, а значения — удобочитаемый текст.
uk: `TYPE_STRINGMAP` - Карта карт, внутрішні ключі якої розташування BCP 47, а значення — прочитний людиною текст.
zh_hans: `TYPE_STRINGMAP` - 地图的地图，内部键是 BCP 47 区域设置，值是人类可读的文本。

source: The canonical format is [YAML 1.2](https://yaml.org/spec/1.2.2/). The process of reading metadata files is more tolerant, and will do some automatic type conversions when that can provide a reliable transformation. `fdroid rewritemeta` will output YAML 1.2, so it will not preserve the original values as written, if they have been converted.
de: Das anerkannte Format ist [YAML 1.2](https://yaml.org/spec/1.2.2/). Der Lesevorgang für Metadaten-Dateien ist toleranter und wird einige automatische Typumwandlungen durchführen, wenn dies eine zuverlässige Transformation bereitstellen kann. `fdroid rewritemeta` wird YAML 1.2 ausgeben, somit werden die Originalwerte nicht wie niedergeschrieben erhalten bleiben, wenn sie umgewandelt worden sind.
pl: Format kanoniczny to [YAML 1.2](https://yaml.org/spec/1.2.2/). Proces odczytu plików metadanych jest bardziej tolerancyjny i wykonuje kilka automatycznych konwersji typów, jeśli może to zapewnić niezawodną transformację. `fdroid rewritemeta` wyświetli YAML 1.2, więc nie zachowa oryginalnych wartości w takiej postaci, w jakiej zostały zapisane, jeśli zostały przekonwertowane.
ro: Formatul canonic este [YAML 1.2](https://yaml.org/spec/1.2.2/). Procesul de citire a fișierelor de metadate este mai tolerant și va efectua unele conversii automate de tip atunci când acest lucru poate oferi o transformare fiabilă. `fdroid rewritemeta` va produce YAML 1.2, deci nu va păstra valorile originale așa cum au fost scrise, dacă acestea au fost convertite.
ru: Канонический формат — [YAML 1.2](https://yaml.org/spec/1.2.2/). Но процесс чтения файлов метаданных допускает некоторые отступления от стандарта, так что при этом будут выполняться некоторые автоматические преобразования типов данных (в случаях, когда их возможно выполнить надёжно). Но на выходе `fdroid rewritemeta` выведет документ в соответствии с YAML 1.2, поэтому те значения, которые потребовали преобразования, не будут сохранены дословно.
uk: Канонічний формат — [YAML 1.2](https://yaml.org/spec/1.2.2/). Процес читання файлів метаданих толерантніший і виконує деякі автоматичні перетворення типів, коли це може забезпечити надійне перетворення. `fdroid rewritemeta` виводить YAML 1.2, тому не зберігає оригінальні значення у тому вигляді, в якому вони були записані, якщо їх було перетворено.
zh_hans: 标准格式是 [YAML 1.2](https://yaml.org/spec/1.2.2/)。 读取元数据文件的过程容忍度更高，并且在能够提供可靠转换的情况下会执行一些自动类型转换。 `fdroid rewritemeta` 将输出 YAML 1.2，因此如果原始值已被转换，则不会保留写入的原始值。

source: Fields
de: Felder
pl: Pola
ro: Câmpuri
ru: Поля
uk: Поля
zh_hans: 字段

source: The following sections describe the fields recognised within the file.
de: Die folgenden Abschnitte beschreiben die in der Datei erkannten Felder.
pl: Poniższe sekcje opisują pola rozpoznane w pliku.
pt_pt: As seções a seguir descrevem os campos reconhecidos no ficheiro.
ro: Următoarele secțiuni descriu câmpurile recunoscute în cadrul fișierului.
ru: Далее описываются поддерживаемые поля.
uk: У наступних розділах описуються поля, визнані у файлі.
zh_hans: 以下部分描述了文件中可识别的字段。

source: [_Categories_](#Categories)
de: [_Categories_ (Kategorien)](#Categories)
pt_pt: [_Categories_ (Categorias)](#Categories)
ro: [_Categories_(Categorii)](#Categories)
ru: [_Categories_ (Категории)](#Categories)
uk: [_Categories_ (Категорії)](#Categories)
zh_hans: [_Categories_ (分类)](#Categories)

source: [_AuthorName_](#AuthorName)
de: [_AuthorName_ (Autorenname)](#AuthorName)
pt_pt: [_AuthorName_ (Nome do autor)](#AuthorName)
ro: [_AuthorName_(NumeAutor)](#AuthorName)
ru: [_AuthorName_ (Имя автора)](#AuthorName)
uk: [_AuthorName_ (Ім'я автора)](#AuthorName)
zh_hans: [_AuthorName_ (作者名)](#AuthorName)
