Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: In order to defend against an attacker that holds the signing keys for the app repository, there must be a trustworthy source of information to compare against. Reproducible builds means that anyone with the same source code will produce the exact same binary. When paired with an auditing system, it is easy to catch malware inserted in the build process, rather than the source code, like XCodeGhost. Reproducible builds also makes it possible to have all builds of a release binary have the exact same hash. Then any app repository can build apps only from source code, and have a source of verification data from any other app repository building the same app. Building software from source has become cheap enough that many companies like gitlab.com and Travis CI are offering free, automated build services in the cloud. Since the whole F-Droid toolset is free software and designed to be easy to setup, the barriers to setting up automatic auditing are quite low. People in separate areas of the world with different risk profiles can run [verification servers](../Verification_Server) to provide more trustworthy information.
de: Um Angreifer, die im Besitz des Signierschlüssels für das App-Repository sind, abzuwehren, wird eine vertrauenswürdige Informationsquelle zum Gegenabgleich benötigt. Für reproduzierbare Builds gilt, dass jeder mit demselben Quellcode exakt dieselbe Binärdatei erzeugen wird. Bei Anbindung an ein Auditierungssystem ist es leicht in den Build-Prozess eingeschleuste Schadsoftware, wie XCodeGhost, abzufangen, leichter als im Quellcode. Reproduzierbare Builds machen es außerdem möglich, dass alle Builds einer Binärdateiausgabe genau denselben Hashwert besitzen. Jedes App-Repository kann dadurch nur aus dem Quellcode Apps erstellen und besitzt eine Quelle mit Überprüfungsdaten zu allen anderen App-Repositorys, die dieselbe App herstellen. Softwareherstellung aus dem Quellcode ist so preiswert geworden, dass viele Firmen, wie gitlab.com und Travis CI, kostenlose, automatisierte Build-Leistungen in der Cloud anbieten. Nachdem sämtliche F-Droid-Werkzeuge freie Programme sind und auf eine einfache Einrichtung ausgelegt, sind die Hürden für eine automatisierte Auditierung ziemlich niedrig. Menschen in verschiedenen Teilen der Welt mit unterschiedlichen Risikoprofilen können so [Prüfserver](../Verification_Server) betreiben, um weitergehende vertrauenswürdige Informationen bereitzustellen.
pl: W celu obrony przed intruzem, który przechowuje klucze do podpisywania repozytorium aplikacji, musi istnieć wiarygodne źródło informacji, z którymi można się porównywać. Powtarzalne kompilacje oznaczają, że każdy z tym samym kodem źródłowym będzie wytwarzał dokładnie ten sam plik binarny. W połączeniu z systemem kontroli łatwo jest przechwycić złośliwe oprogramowanie wstawione do procesu budowania, a nie kod źródłowy, taki jak XCodeGhost. Powtarzalne kompilacje umożliwiają również, aby wszystkie kompilacje pliku binarnego wersji miały dokładnie taki sam skrót. Wtedy każde repozytorium aplikacji może tworzyć aplikacje tylko z kodu źródłowego i mieć źródło danych weryfikacyjnych z dowolnego innego repozytorium aplikacji budującego tę samą aplikację. Budowanie oprogramowania ze źródeł stało się na tyle tanie, że wiele firm, takich jak gitlab.com i Travis CI, oferuje darmowe, zautomatyzowane usługi kompilacji w chmurze. Ponieważ cały zestaw narzędzi F-Droid jest wolnym oprogramowaniem i ma być łatwy w konfiguracji, bariery w ustanawianiu automatycznego audytu są dość niskie. Osoby w oddzielnych obszarach świata o różnych profilach ryzyka mogą uruchamiać [serwery weryfikacyjne](../Verification_Server), aby zapewnić bardziej wiarygodne informacje.
pt_pt: Para se defender contra um atacante que possui as chaves de assinatura do repositório de apps, deve haver uma fonte confiável de informações para comparação. Construções reprodutíveis significam que qualquer um com o mesmo código-fonte produzirá o mesmo binário. Quando emparelhado com um sistema de auditoria, é fácil capturar malware inserido no processo de compilação, em vez do código-fonte, como o XCodeGhost. Construções reprodutíveis também possibilitam que todas as compilações de um binário de lançamento tenham o mesmo hash. Em seguida, qualquer repositório de app pode criar apps apenas a partir do código-fonte e ter uma fonte de dados de verificação de qualquer outro repositório de apps que crie o mesmo app. Construir software da fonte tornou-se barato o suficiente para que muitas empresas como gitlab.com e Travis CI estejam a oferecer serviços de compilação gratuitos e automatizados na nuvem. Uma vez que todo o conjunto de ferramentas do F-Droid é software livre e projetado para ser fácil de configurar, as barreiras para configurar a auditoria automática são bastante baixas. Pessoas em áreas separadas do mundo com diferentes perfis de risco podem executar [servidores de verificação](../Verification_Server) para fornecer informações mais confiáveis.
ro: Pentru a ne apăra împotriva unui atacator care deține cheile de semnare pentru depozitul de aplicații, trebuie să existe o sursă de informații de încredere cu care să se compare. Construcțiile reproductibile înseamnă că oricine are același cod sursă va produce exact același binar. Atunci când este asociat cu un sistem de audit, este ușor de prins malware-ul inserat în procesul de compilare, mai degrabă decât în codul sursă, precum XCodeGhost. Construirea reproductibilă face, de asemenea, posibil ca toate construcțiile unui binar de lansare să aibă exact același hash. Astfel, orice depozit de aplicații poate construi aplicații numai din codul sursă și poate avea o sursă de date de verificare de la orice alt depozit de aplicații care construiește aceeași aplicație. Construirea de software din sursă a devenit suficient de ieftină pentru ca multe companii precum gitlab.com și Travis CI să ofere servicii gratuite de construire automată în cloud. Deoarece întregul set de instrumente F-Droid este software gratuit și a fost conceput pentru a fi ușor de configurat, barierele pentru configurarea verificării automate sunt destul de reduse. Persoanele din zone separate ale lumii cu profiluri de risc diferite pot rula [[verification servers](../Verification_Server) pentru a furniza informații mai fiabile.
ru: Для защиты от злоумышленника, владеющего ключами подписи для репозитория приложений, необходим надежный источник информации для сравнения. Воспроизводимые сборки означают, что любой человек с одинаковым исходным кодом создаст точно такой же двоичный файл. В паре с системой аудита легко поймать вредоносное ПО, вставленное в процесс сборки, а не в исходный код, как, например, XCodeGhost. Воспроизводимые сборки также позволяют добиться того, чтобы все сборки бинарного файла релиза имели одинаковый хэш. Тогда любой репозиторий приложений может собирать приложения только из исходного кода и иметь источник данных для проверки от любого другого репозитория приложений, собирающего то же самое приложение. Сборка программного обеспечения из исходного кода стала настолько дешевой, что многие компании, такие как gitlab.com и Travis CI, предлагают бесплатные автоматизированные сервисы сборки в облаке. Поскольку весь инструментарий F-Droid является свободным программным обеспечением и разработан для простой настройки, барьеры для установки автоматического аудита довольно низкие. Люди в разных регионах мира с разными профилями риска могут запускать [серверы верификации](../Verification_Server) для предоставления более достоверной информации.
uk: Щоб захиститись від зловмисного заволодіння ключами підпису репозиторію, потрібно мати довірене джерело даних, із яким можна звірятись. Відтворювана збірка означає, що незалежно від того, хто збирає певний вихідний код, у результаті двійкові файли однакові. Разом із системою аудиту це спрощує виявлення зловмисних програм, доданих не при написанні коду, а при збірці чимось на кшталт XCodeGhost. З відтворюваності збірки слідує, що всі двійкові файли певної версії мають однаковий хеш. Тоді будь-який репозиторій застосунків може збирати їх, маючи лише вихідний код і джерело даних для звірки — будь-який інший репозиторій застосунків, що збирає ту саму програму. Збірка програмного забезпечення з вихідного коду стала достатньо дешевою, що багато таких компаній, як gitlab.com чи Travis CI надають безкоштовні автоматизовані послуги хмарної збірки. Весь інструментарій F-Droid — це вільне програмне забезпечення з архітектурою, орієнтованою на легкість встановлення, тож перепони на шляху до автоматизації аудиту власноруч досить незначні. Люди з різних світових регіонів із різними профілями ризику можуть налаштовувати власні [сервери звірки](../Verification_Server), щоб надавати більш довірені дані.
zh_hans: 为了防御持有应用存储库签名密钥的攻击者，必须有一个值得信赖的信息源进行比较。可重复构建意味着具有相同源代码的任何人都将生成完全相同的二进制文件。与审计系统配合使用时，很容易捕获插入构建过程中而不是源代码的恶意软件，如 XCodeGhost。可重复构建还可以让发布二进制文件的所有构建具有完全相同的哈希值。然后，任何应用存储库都可以只从源代码构建应用，并拥有来自构建相同应用的任何其他应用存储库的验证数据源。从源代码构建软件已经变得足够便宜，以至于 gitlab.com 和 Travis CI 等许多公司都在云中提供免费的自动化构建服务。由于整个 F-Droid 工具集是自由软件并且易于设置，因此设置自动审计的障碍非常低。世界上不同地区具有不同风险状况的人们可以运行[验证服务器](../Verification_Server)以提供更可靠的信息。

source: The security model of the [Build Server Setup](../Build_Server_Setup) and the [Signing Process](../Signing_Process) are documented separately.
de: Die Dokumentation zum Sicherheitsmodell der [Buildserver-Konfiguration](../Build_Server_Setup) und des [Signiervorganges](../Signing_Process) erfolgt separat.
pl: Model bezpieczeństwa [Build Server Setup](../Build_Server_Setup) oraz [Signing Process](../Signing_Process) są dokumentowane osobno.
pt_pt: O modelo de segurança de [Configurar Servidor de Compilação](../Build_Server_Setup) e o [Processo de Assinatura](../Signing_Process) são documentados separadamente.
ro: Modelul de securitate al [Build Server Setup](../Build_Server_Setup) și [Signing Process](../Signing_Process) sunt documentate separat.
ru: Модель безопасности [Build Server Setup](../Build_Server_Setup) и [Signing Process](../Signing_Process) документированы отдельно.
uk: Модель безпеки [налаштування сервера збірки](../Build_Server_Setup) й [процесу підписування](../Signing_Process) документовані окремо.
zh_hans: [构建服务器设置](../Build_Server_Setup) 和 [签名过程](../Signing_Process) 的安全模型分别记录。

source: App signing
de: App-Signatur
pl: Podpisywanie aplikacji
ro: Semnarea aplicațiilor
ru: Подписание приложений
uk: Підпис застосунку
zh_hans: 应用签名

source: Apps can be distributed using the [developer's own](../Reproducible_Builds) signatures when the builds are fully reproducible.
de: Apps können mittels der [entwicklereigenen](../Reproducible_Builds) Signaturen vertrieben werden, wenn die Builds vollständig reproduzierbar sind.
ro: Aplicațiile pot fi distribuite folosind semnăturile [proprii ale dezvoltatorilor](../Reproducible_Builds) atunci când compilările sunt complet reproductibile.
ru: Приложения могут распространяться с использованием подписи [developer's own](../Reproducible_Builds), если сборки полностью воспроизводимы.
uk: Застосунки можуть поширюватися з використанням підписів [розробника](../Reproducible_Builds), коли збірки повністю відтворювані.
zh_hans: 当构建完全可重复时，可以使用[开发者自己的](../Reproducible_Builds)签名分发应用。

source: By default, the "publish" server will generate and manage a signing key for each individual app. These signing keys are only shared between apps when specifically configured to do so using the [_keyaliases_](https://gitlab.com/fdroid/fdroidserver/-/blob/886394c9a4909/examples/config.yml#L156) mechanism in _config.yml_.
de: Standardmäßig erzeugt und verwaltet der "publish"-Server einen Signierschlüssel für jede einzelne Anwendung. Diese Signierschlüssel werden nur dann zwischen Anwendungen ausgetauscht, wenn sie mit dem Mechanismus [_keyaliases_](https://gitlab.com/fdroid/fdroidserver/-/blob/886394c9a4909/examples/config.yml#L156) in _config.yml_ speziell dafür konfiguriert wurden.
ro: În mod implicit, serverul "publish" va genera și va gestiona o cheie de semnare pentru fiecare aplicație în parte. Aceste chei de semnare sunt partajate între aplicații numai dacă sunt configurate în mod specific în acest sens, utilizând mecanismul [_keyaliases_](https://gitlab.com/fdroid/fdroidserver/-/blob/886394c9a4909/examples/config.yml#L156) din _config.yml_.
ru: По умолчанию сервер "publish" генерирует и управляет ключом подписи для каждого отдельного приложения. Эти ключи подписи передаются между приложениями только в том случае, если они специально настроены для этого с помощью механизма [_keyaliases_](https://gitlab.com/fdroid/fdroidserver/-/blob/886394c9a4909/examples/config.yml#L156) в _config.yml_.
uk: Усталено, сервер «публікації» генерує та керує ключами підпису для кожного окремого застосунку. Ці ключі підпису передаються між додатками лише тоді, коли вони спеціально налаштовані для цього за допомогою механізму [_keyaliases_](https://gitlab.com/fdroid/fdroidserver/-/blob/886394c9a4909/examples/config.yml#L156) у файлі _config.yml_.
zh_hans: 默认情况下，“发布”服务器将为每个单独应用生成和管理签名密钥。 要在不同应用间分享签名密钥，必须使用 _config.yml_ 中的 [_keyaliases_](https://gitlab.com/fdroid/fdroidserver/-/blob/886394c9a4909/examples/config.yml#L156)机制进行专门配置。

source: All apps are signed by [the key devoted to that app](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1.2/fdroidserver/publish.py#L420) unless the upstream [specifically](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/10240) requests multiple apps be signed by the same key, and the _fdroiddata_ maintainers approve it.
de: Alle Anwendungen werden mit [dem für diese Anwendung bestimmten Schlüssel](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1.2/fdroidserver/publish.py#L420) signiert, es sei denn, der Upstream [speziell](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/10240) verlangt, dass mehrere Anwendungen mit demselben Schlüssel signiert werden und die Betreuer von _fdroiddata_ genehmigen dies.
ro: Toate aplicațiile sunt semnate de [cheia dedicată aplicației respective](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1.2/fdroidserver/publish.py#L420), cu excepția cazului în care [în mod specific](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/10240) se solicită ca mai multe aplicații să fie semnate de aceeași cheie, iar administratorii _fdroiddata_ aprobă acest lucru.
ru: Все приложения подписываются [ключом, предназначенным для данного приложения](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1.2/fdroidserver/publish.py#L420), за исключением случаев, когда апстрим [специально](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/10240) просит, чтобы несколько приложений подписывались одним и тем же ключом, и сопровождающие _fdroiddata_ одобряют это.
uk: Усі застосунки підписуються [ключем, призначеним для цього застосунку](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1.2/fdroidserver/publish.py#L420), за винятком випадків, коли вхідний канал [зокрема](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/10240) вимагає підписання кількох застосунків одним і тим же ключем, і розробники _fdroiddata_ це схвалюють.
zh_hans: 所有应用均由 [专用于该应用的密钥](https://gitlab.com/fdroid/fdroidserver/-/blob/2.1.2/fdroidserver/publish.py#L420) 进行签名，除非上游 [专门](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/10240) 请求多个应用由同一个密钥签名，且须经 _fdroiddata_ 维护者批准。

source: For _f-droid.org_, all app signing is done on a dedicated, air-gapped, offline machine.
de: Für _f-droid.org_ werden alle App-Signaturen auf einer fest zugeordneten Maschine offline im Air Gap erledigt.
ro: Pentru _f-droid.org_, toate operațiunile de semnare de aplicații se fac pe o mașină dedicată, separată fizic, deconectată de la orice fel de rețea.
ru: Для _f-droid.org_ все подписи приложений делаются на выделенной, защищенной от воздуха, автономной машине.
uk: Для _f-droid.org_, усі підписання застосунків здійснюється на спеціальному ізольованому офлайн-комп'ютері.
zh_hans: 对 _f-droid.org_，所有的应用签名均在专用的、气隙隔离的离线机器上完成。

source: At any time, the developer's own signatures may be added their app(s) in _f-droid.org_ once reproducible builds have been achieved. Additionally, releases signed by the _f-droid.org_ key will continue to be shipped.
de: Die eigenen Signaturen des Entwicklers können jederzeit zu _f-droid.org_ hinzugefügt werden, sobald reproduzierbare Builds erreicht wurden. Außerdem werden weiterhin mit dem Schlüssel _f-droid.org_ signierte Versionen ausgeliefert.
ru: В любой момент разработчики могут добавить свои подписи в приложение(я) на _f-droid.org_, как только будут получены воспроизводимые сборки. Кроме того, релизы, подписанные ключом _f-droid.org_, будут продолжать поставляться.
uk: У будь-який час власні підписи розробника можуть бути додані у їхні застосунки на _f-droid.org_ після досягнення відтворюваності збірок. Крім того, продовжуватимуть постачатися випуски, підписані ключем _f-droid.org_.
zh_hans: 任何时候，一旦实现了可重复构建，就可以将开发者自己的签名添加到开发者发布于 _f-droid.org_ 的应用。另外，由 _f-droid.org_ 密钥签署的版本将继续分发。

source: In the official F-Droid client app, the developer's own signature is the default for fresh installs.
de: In der offiziellen F-Droid-Client-App ist die Signatur des Entwicklers die Standardeinstellung für Neuinstallationen.
ro: În aplicația oficială a clientului F-Droid, semnătura proprie a dezvoltatorului este cea implicită pentru noile instalări.
ru: В официальном приложении-клиенте F-Droid для свежих установок по умолчанию используется собственная подпись разработчика.
uk: В офіційному клієнтському застосунку F-Droid власний підпис розробника типовий для нових встановлень.
zh_hans: 在官方 F-Droid 客户端应用中，新安装默认使用开发者自己的签名。

source: We encourage app developers and maintainers to think about whether they want to use a special Application ID for the app when published in _f-droid.org_ to avoid conflicts with other versions. One common pattern is to add `.fdroid` to the end of the Application ID via a Gradle Build Flavor.
de: Wir empfehlen Entwicklern und Betreuern von Apps, darüber nachzudenken, ob sie eine spezielle Anwendungs-ID für die App verwenden möchten, wenn sie in _f-droid.org_ veröffentlicht wird, um Konflikte mit anderen Versionen zu vermeiden. Ein gängiges Muster ist das Hinzufügen von `.fdroid` an das Ende der Anwendungs-ID über einen Gradle Build Flavor.
ru: Мы рекомендуем разработчикам и сопровождающим приложений подумать о том, хотят ли они использовать специальный Application ID для приложения при публикации на _f-droid.org_, чтобы избежать конфликтов с другими версиями. Одним из распространенных шаблонов является добавление `.fdroid` в конец идентификатора приложения через Gradle Build Flavor.
uk: Ми радимо розробникам і супровідникам застосунків подумати про те, чи хочуть вони використовувати спеціальний Application ID для застосунку під час публікації на _f-droid.org_, щоб уникнути конфліктів з іншими версіями. Одна з поширених моделей — додавання `.fdroid` в кінець Application ID через Gradle Build Flavor.
zh_hans: 我们鼓励应用开发人员和维护人员考虑在 _f-droid.org_ 上进行发布时是否要为应用使用特殊的应用 ID，以避免与其他版本发生冲突。 一种常见的模式是通过 Gradle Build Flavor 将`.fdroid`添加到应用 ID 的末尾。

source: Initial Installs
de: Erstinstallationen
pl: Początkowe instalacje
pt_pt: Instalações Iniciais
ro: Instalări inițiale
ru: Первоначальные установки
uk: Початкові встановлення
zh_hans: 初始安装

source: Most users of F-Droid download the APK from _f-droid.org_ and install it. This is a potential vector of attack that built-in app stores do not have. Therefore, many additional security precautions are taken to make it as hard as possible to exploit this vector.
de: Die meisten Nutzer von F-Droid laden das APK von _f-droid.org_ herunter und installieren es. Dies ist ein potentieller Angriffsvektor, den vorinstallierte App-Stores nicht haben. Deshalb werden viele zusätzliche Sicherheitsvorkehrungen getroffen, um es so schwierig wie möglich zu machen, diesen Angriffsweg auszunutzen.
pl: Większość użytkowników F-Droid pobiera plik APK z _f-droid.org_ i instaluje go. Jest to potencjalny wektor ataku, którego nie mają wbudowane sklepy z aplikacjami. W związku z tym podejmuje się wiele dodatkowych środków bezpieczeństwa, aby maksymalnie wykorzystać ten wektor.
pt_pt: A maioria dos utilizadores do F-Droid descarregam o APK de _f-droid.org_ e instalam-no. Este é um vetor de ataque potencial que as lojas de apps embutidas não têm. Portanto, muitas precauções de segurança adicionais são tomadas para tornar explorar este vetor o mais difícil possível.
ro: Majoritatea utilizatorilor de F-Droid descarcă APK-ul de pe _f-droid.org_ și îl instalează. Acesta este un potențial vector de atac pe care magazinele de aplicații integrate nu îl au. Prin urmare, sunt luate multe măsuri suplimentare de securitate pentru a face cât mai dificilă exploatarea acestui vector.
ru: Большинство пользователей F-Droid скачивают APK с сайта _f-droid.org_ и устанавливают его. Это потенциальный вектор атаки, которого нет у встроенных магазинов приложений. Поэтому предпринимается множество дополнительных мер безопасности, чтобы максимально затруднить использование этого вектора.
uk: Переважно авдиторія F-Droid завантажує APK з _f-droid.org_ і встановлює його. Це можливий напрям атаки, невластивий вбудованим сховищам застосунків. Тому вживаємо безліч додаткових заходів безпеки, щоб якнайбільше ускладнити експлуатацію цього напряму.
zh_hans: 大多数 F-Droid 的用户从 _f-droid.org_ 下载 APK 并安装它。 这是一个内置应用商店没有的潜在攻击载体。 因此，我们采取了许多额外的安全预防措施，以使其尽可能地难以利用这一载体。

source: included on the [HSTS preload list](https://hstspreload.org/?domain=f-droid.org), so major browsers will only ever use HTTPS for all connections to _f-droid.org_
de: Einschluss in die [HSTS preload list](https://hstspreload.org/?domain=f-droid.org), damit gängige Browser ausschließlich HTTPS für alle Verbindungen zu _f-droid.org_ verwenden.
pl: zawarte w [liście wstępnego ładowania HSTS](https://hstspreload.org/?domain=f-droid.org), więc główne przeglądarki będą używać tylko HTTPS dla wszystkich połączeń z _f-droid.org_
pt_pt: incluído na [lista de pré-carga HSTS](https://hstspreload.org/?domain), então os navegadores principais só usarão HTTPS para todas as conexões com _f-droid.org_
ro: inclusă pe [HSTS preload list](https://hstspreload.org/?domain=f-droid.org), astfel încât browserele majore vor folosi doar HTTPS pentru toate conexiunile către _f-droid.org_
ru: включен в [список предварительной загрузки HSTS](https://hstspreload.org/?domain=f-droid.org), поэтому основные браузеры будут использовать HTTPS только для всех соединений с _f-droid.org_
uk: додано _f-droid.org_ до [списку HSTS Preload](https://hstspreload.org/?domain=f-droid.org), щоб поширені вебпереглядачі з'єднувалися з ним лише за HTTPS
zh_hans: 包括在 [HSTS 预加载列表](https://hstspreload.org/?domain=f-droid.org) 中，所以主流的浏览器对到 _f-droid.org_ 的所有连接将只使用 HTTPS

source: a [strong](https://observatory.mozilla.org/analyze/f-droid.org#third-party) TLS/HTTPS configuration
de: eine [starke](https://observatory.mozilla.org/analyze/f-droid.org#third-party) TLS/HTTPS-Konfiguration
pl: konfiguracja TLS/HTTPS [mocny](https://observatory.mozilla.org/analyze/f-droid.org#third-party)
ro: o [strong](https://observatory.mozilla.org/analyze/f-droid.org#third-party) configurație TLS/HTTPS
ru: [strong](https://observatory.mozilla.org/analyze/f-droid.org#third-party) TLS/HTTPS конфигурация
uk: [міцно](https://observatory.mozilla.org/analyze/f-droid.org#third-party) налаштовано TLS/HTTPS
zh_hans: 一个 [增强的](https://observatory.mozilla.org/analyze/f-droid.org#third-party) TLS/HTTPS配置
