Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: To help with starting work on including a new application, use `fdroid import` to set up a new template project. It has two modes of operation, starting with a cloned git repo:
de: Verwenden Sie als Einstiegshilfe bei Arbeiten zur Aufnahme einer neuen Anwendung `fdroid import`, um eine neue Projektvorlage einzurichten. Es gibt zwei Arbeitsverfahren, mit einem geklonten Git-Repo anfangen:
pl: Aby ułatwić rozpoczęcie pracy nad włączeniem nowej aplikacji, użyj `fdroid import`, aby skonfigurować nowy projekt szablonu. Ma dwa tryby działania, zaczynając od sklonowanego repozytorium git:
pt_pt: Para ajudar a iniciar o trabalho na inclusão de uma nova aplicação, use `fdroid import` para configurar um novo projeto de modelo. Tem dois modos de operação, a começar com um git repo clonado:
ro: Pentru a vă ajuta să începeți să lucrați la includerea unei noi aplicații, utilizați `fdroid import` pentru a configura un nou proiect șablon. Acesta are două moduri de operare, pornind de la un repo git clonat:
ru: Чтобы помочь начать работу над включением нового приложения, используйте `fdroid import` для создания нового шаблонного проекта. Он имеет два режима работы, начиная с клонированного git-репозитория:
uk: Додати застосунок може бути простіше, якщо згенерувати шаблон за допомогою `fdroid import`. Це можна зробити двома способами, наприклад почавши з клонування git-репозиторію застосунку:
zh_hans: 为了开始新应用的收录工作，请使用 `fdroid import` 设置新的模板项目。它有两种操作模式，从克隆的 git 代码库开始：

source: Or starting with a URL to a project page:
de: oder mit einer URL zu einer Projektseite beginnen:
pl: Lub zaczynając od adresu URL strony projektu:
pt_pt: Ou a começar com um URL para uma página de projeto:
ro: Sau începând cu un URL către o pagină de proiect:
ru: Или начать с URL-адреса страницы проекта:
uk: Або одразу зазначивши URL-адресу сторінки проєкту:
zh_hans: 或者从项目页面的 URL 开始：

source: When a URL is specified using the `--url=` flag, `fdroid import` will use that URL to find out information about the project, and if it finds a git repo, it will also clone that. For this to work, the URL must point to a project format that the script understands. Currently this is limited to one of the following:
de: Wenn eine Adresse durch Verwendung des Parameters `--url=` festgelegt ist, wird `fdroid import` diese verwenden, um Informationen zum Projekt herauszufinden, und wenn dabei ein Git-Repo gefunden wird, dieses auch klonen. Damit dies funktioniert, muss die URL auf ein Projektformat verweisen, das vom Skript verstanden wird. Momentan ist dies auf eines der Folgenden beschränkt:
pl: Kiedy adres URL jest określony przy użyciu flagi `--url =`, `fdroid import` użyje tego adresu URL do uzyskania informacji o projekcie, a jeśli znajdzie repozytorium git, to również to sklonuje. Aby to działało, adres URL musi wskazywać format projektu zrozumiały dla skryptu. Obecnie jest to ograniczone do jednego z poniższych:
pt_pt: Quando uma URL é especificada a usar a flag `--url=`, `fdroid import` usará essa URL para encontrar informações sobre o projeto e se encontrar um git repo, também irá clonar-lo. Para que isso funcione, a URL deve apontar para um formato de projeto que o script entenda. Actualmente, está limitado a um dos seguintes:
ro: Atunci când se specifică o adresă URL folosind indicatorul `--url=`, `fdroid import` va folosi acea adresă URL pentru a afla informații despre proiect, iar dacă găsește un repo git, îl va clona și pe acela. Pentru ca acest lucru să funcționeze, URL-ul trebuie să indice un format de proiect pe care scriptul îl înțelege. În prezent, acesta este limitat la unul dintre următoarele:
ru: Когда URL указан с помощью флага `--url=`, `fdroid import` будет использовать этот URL для поиска информации о проекте, и если он найдет git-репо, то будет клонировать его. Чтобы это сработало, URL должен указывать на формат проекта, который скрипт понимает. В настоящее время это ограничено одним из следующих форматов:
uk: За URL-адресою, зазначеною прапором `--url=`, `fdroid import` спробує виявити дані про проєкт. У разі виявлення git-репозиторію, його буде автоматично клоновано. Щоб це спрацювало, адреса має вказувати на підтримуваний формат проєкту. Наразі підтримуються такі формати:
zh_hans: 当使用`--url=`标志指定一个 URL 时，`fdroid import` 将使用这个 URL 来查找项目的信息，如果找到一个 git 代码库就会克隆它。为了使其发挥作用，URL 必须指向脚本所理解的项目格式。目前，这只限于以下格式之一:

source: Git - `git://<REPO>` or `https://<REPO>`
de: Git - `git://<REPO>` oder `https://<REPO>`
ro: Git - `git://<REPO>` sau `https://<REPO>`
ru: Git - `git://<REPO>` или `https://<REPO>`
uk: Git — `git://<РЕПОЗИТОРІЙ>` чи `https://<РЕПОЗИТОРІЙ>`
zh_hans: GitHub - `https://github.com/<USER>/<PROJECT>`

source: Depending on the project type, more or less information may be gathered. A bare repo URL, such as the git:// one, is the least preferable option of all, since you will have to enter much more information manually. While _gradle_ based builds should be auto-detected for all types, links to issue trackers can not be set for plain git projects. You can also use one of the following arguments to pre-fill your metadata:
de: Abhängig vom Projekttyp, können mehr oder weniger Informationen erfasst werden. Eine reine Repo-Adresse, wie z. B. die git:// , ist die von allen schlechteste Option, da hier viel mehr Informationen von Hand eingegeben werden müssen. Während auf _gradle_ basierende Builds bei allen Typen selbständig erkannt werden sollten, können Verweise auf _IssueTracker_ für einfache Git-Projekte nicht festgelegt werden. Sie können auch eines der folgenden Argumente verwenden, um Ihre Metadaten vorab auszufüllen:
pl: W zależności od rodzaju projektu można zebrać więcej lub mniej informacji. Tworzony adres URL repozytorium, taki jak git://, jest najmniej korzystną opcją ze wszystkich, ponieważ będziesz musiał ręcznie wprowadzić znacznie więcej informacji. Podczas gdy kompilacje oparte na _gradle_ powinny być automatycznie wykrywane dla wszystkich typów, nie można ustawić linków do modułu śledzenia problemów dla zwykłych projektów git. Możesz również użyć jednego z następujących argumentów, aby wstępnie wypełnić swoje metadane:
ro: În funcție de tipul de proiect, pot fi colectate mai multe sau mai puține informații. O adresă URL de repo goală, cum ar fi cea de la git://, este cea mai puțin preferabilă opțiune dintre toate, deoarece va trebui să introduceți manual mult mai multe informații. În timp ce compilările bazate pe _gradle_ ar trebui să fie detectate automat pentru toate tipurile, legăturile către issue tracker nu pot fi setate pentru proiectele git simple. De asemenea, puteți utiliza unul dintre următoarele argumente pentru a precompleta metadatele:
ru: В зависимости от типа проекта может быть собрано больше или меньше информации. Голый URL репозитория, такой как git://, является наименее предпочтительным вариантом из всех, поскольку вам придется вводить гораздо больше информации вручную. Хотя сборки на основе _gradle_ должны автоматически определяться для всех типов, ссылки на трекеры проблем не могут быть установлены для простых git-проектов. Вы также можете использовать один из следующих аргументов для предварительного заполнения метаданных:
zh_hans: 项目类型不同，收集到的信息量就可能不同。 裸代码库 URL（如 git:// URL）是最不可取的选项，因为你必须手动输入很多信息。虽然基于 _gradle_ 的构建应该针对所有类型的版本进行自动检测，但对于普通 git 项目，不能设置指向问题跟踪器的链接。你还可以使用以下参数之一来预填充元数据：

source: `-u <URL>`, `--url=<URL>`: Project URL to import from.
de: `-u <URL>`, `--url=<URL>`: Projekt-Adresse, von der importiert werden soll.
pl: `-u <URL>`, `--url=<URL>`: Adres URL projektu do zaimportowania z.
pt_pt: `-u <URL> `, `--URL = <URL> `: URL do projeto de onde importar.
ro: `-u <URL>`, `--url=<URL>`: URL-ul proiectului din care se importă.
ru: `-u <URL>`, `--url=<URL>`: URL проекта для импорта.
uk: `-u <URL>`, `--url=<URL>`: Адреса проєкту, який слід імпортувати.
zh_hans: `-u <URL>`, `--url=<URL>`：要导入的项目的 URL。

source: `-s <DIR>`, `--subdir=<DIR>`: Path to main android project subdirectory, if not in root.
de: `-s <DIR>`, `--subdir=<DIR>`: Pfad zum Haupt-Android-Projekt-Unterverzeichnis, wenn nicht im Wurzelverzeichnis.
pl: `-s <DIR>`, `--subdir=<DIR>`: Ścieżka do głównego podkatalogu projektu Android, jeśli nie w katalogu głównym.
pt_pt: `-s <DIR> `, `--subdir = <DIR>`: Caminho para o subdiretório principal do projeto Android, se não estiver na raiz.
ro: `-s <DIR>`, `--subdir=<DIR>`: Calea de acces către subdirectorul principal al proiectului android, dacă nu se află în root.
ru: `-s <DIR>`, `--subdir=<DIR>`: Путь к основному подкаталогу проекта android, если он не в корне.
uk: `-s <КАТАЛОГ>`, `--subdir=<КАТАЛОГ>`: Шлях до підкаталога головного Android-проєкту, якщо цей проєкт не в корені.
zh_hans: `-s <DIR>`, `--subdir=<DIR>`: 如果该项目不在根目录下，则指定主 Android 项目子目录的路径。

source: `-c <CATEGORIES>`, `--categories=<CATEGORIES>`: Comma separated list of categories.
de: `-c <CATEGORIES>`, `--categories=<CATEGORIES>`: Kommagetrennte Liste der Kategorien.
pl: `-c <CATEGORIES>`, `--categories=<CATEGORIES>`: Rozdzielana przecinkami lista kategorii.
pt_pt: `-c <CATEGORIES>`, `--categories=<CATEGORIES>`: Lista separada por vírgulas de categorias.
ro: `-c <CATEGORIES>`, `--categories=<CATEGORIES>`: Lista de categorii separate prin virgulă.
ru: `-c <CATEGORIES>`, `--categories=<CATEGORIES>`: Список категорий, разделенных запятыми.
uk: `-c <КАТЕГОРІЇ>`, `--categories=<КАТЕГОРІЇ>`: Розділений комами перелік категорій.
zh_hans: `-c <CATEGORIES>`, `-categories=<CATEGORIES>`: 逗号分隔的类别列表。

source: `-l <LICENSE>`, `--license=<LICENSE>`: Overall license of the project.
de: `-l <LICENSE>`, `--license=<LICENSE>`: Projektübergreifende Lizenz.
pl: `-l <LICENSE>`, `--license=<LICENSE>`: Całkowita licencja na projekt.
pt_pt: `-l <LICENSE>`, `--license=<LICENSE>`: Licença geral do projeto.
ro: `-l <LICENSE>`, `--license=<LICENSE>`: Licența generală a proiectului.
ru: `-l <LICENSE>`, `--license=<LICENSE>`: Общая лицензия проекта.
uk: `-l <ЛІЦЕНЗІЯ>`, `--license=<ЛІЦЕНЗІЯ>`: Загальна ліцензія проєкту.
zh_hans: `-l <LICENSE>`, `--license=<LICENSE> `: 项目整体的许可。

source: `--revision <REV>`: Allows a different revision (or git branch) to be specified for the initial import
de: `--revision <REV>`: Ermöglicht die Bestimmung einer abweichenden Revision (oder eines Git-Branch) für den initialen Import
pl: `--revision <REV>`: Umożliwia określenie innej wersji (lub gałęzi git) dla początkowego importu
pt_pt: `--revision <REV>`: Permite que uma revisão diferente (ou ramo git) seja especificada para a importação inicial
ro: `--revision <REV>`: Permite specificarea unei revizuiri diferite (sau a unei ramuri git) pentru importul inițial
ru: `--revision <REV>`: Позволяет указать другую ревизию (или ветку git) для первоначального импорта
uk: `--revision <РЕВІЗІЯ>`: Дає змогу вказати нетипову ревізію (чи git-гілку) для початкового імпорту
zh_hans: `--revision <REV>`：允许为初始导入指定不同的修订版（或 git 分支）

source: If the import is successful, a metadata file will be created. You will need to edit this further to check the information, and fill in the blanks.
de: Wenn der Import erfolgreich ist, wird eine Metadaten-Datei erstellt werden. Sie müssen diese, um die Informationen zu überprüfen, weiter bearbeiten und die Lücken darin füllen.
pl: Jeśli import się powiedzie, zostanie utworzony plik metadanych. Będziesz musiał dokonać dalszej edycji, aby sprawdzić informacje i wypełnić puste pola.
pt_pt: Se a importação for bem-sucedida, um ficheiro de metadados será criado. Precisará editar-lo ainda mais para verificar as informações e preencher os espaços em branco.
ro: În cazul în care importul se realizează cu succes, se va crea un fișier de metadate. Va trebui să îl editați în continuare pentru a verifica informațiile și pentru a completa spațiile libere.
ru: Если импорт прошел успешно, будет создан файл метаданных. Вам нужно будет отредактировать его, чтобы проверить информацию и заполнить пробелы.
uk: Якщо імпорт вдасться, буде створено файл метаданих. Відредагуйте його: перевірте виявлені дані й заповніть пропуски.
zh_hans: 如果导入成功，将创建一个元数据文件。你将需要进一步编辑这个文件，以检查信息并填写空白处。

source: If it fails, you'll be told why. If it got as far as retrieving the source code, you can inspect it further by looking in `tmp/importer` where a full checkout will exist.
de: Wenn er fehlschlägt, wird Ihnen mitgeteilt warum. Wenn er soweit kam, dass der Quellcode abgefragt wurde, können Sie ihn sich in `tmp/importer` durchsehen, wohin er komplett ausgecheckt wurde.
pl: Jeśli się nie powiedzie, zostaniesz poinformowany, dlaczego. Jeśli dojdzie do pobrania kodu źródłowego, możesz sprawdzić go dalej, szukając w `tmp/importer`, gdzie będzie istniało pełne zamówienie.
ro: Dacă nu reușește, vi se va spune de ce. Dacă a ajuns până la recuperarea codului sursă, îl puteți inspecta mai departe, căutând în `tmp/importer`, unde va exista un checkout complet.
ru: В случае неудачи вам объяснят причину. Если удалось получить исходный код, вы можете проверить его дальше, заглянув в `tmp/importer`, где будет полная проверка.
uk: В разі помилки, вам буде повідомлено її причину. Якщо вдасться принаймні завантажити вихідний код, повна його копія буде в каталозі `tmp/importer`.
zh_hans: 如果导入失败了，你会被告知原因。如果它检索到了源代码，你可以在 `tmp/importer` 中进一步检查，那里会有完整的 checkout。

source: A frequent cause of initial failure is that the project directory is actually a subdirectory in the repository. In this case, run the importer again using the `--subdir` option to tell it where. It will not attempt to determine this automatically, since there may be several options.
de: Ein häufiger Grund für ein anfängliches Scheitern ist, dass das Projektverzeichnis eigentlich ein Unterverzeichnis im Repository ist. In diesem Fall führen Sie den Importvorgang nochmals aus und verwenden Sie die Option `--subdir`, um ihm mitzuteilen von wo. Er wird nicht den Versuch unternehmen, dies automatisch zu bestimmen, da es dafür verschiedenste Möglichkeiten geben kann.
pl: Częstą przyczyną początkowego niepowodzenia jest to, że katalog projektu jest faktycznie podkatalogiem w repozytorium. W takim przypadku uruchom ponownie importera za pomocą opcji `--subdir`, aby poinformować go gdzie jest. Nie podejmie próby ustalenia tego automatycznie, ponieważ może istnieć kilka opcji.
pt_pt: Uma causa frequente de falha inicial é que o diretório do projeto é realmente um subdiretório no repositório. Neste caso, execute o importador novamente a usar a opção `--subdir` para o dizer onde. Ele não tentará determinar-lo automaticamente, pois pode haver várias opções.
ro: O cauză frecventă a eșecului inițial este faptul că directorul proiectului este de fapt un subdirector în depozit. În acest caz, rulați din nou importatorul folosind opțiunea `--subdir` pentru a-i spune unde. Acesta nu va încerca să determine acest lucru în mod automat, deoarece pot exista mai multe opțiuni.
ru: Частой причиной первоначального сбоя является то, что каталог проекта на самом деле является подкаталогом в хранилище. В этом случае запустите импортер снова, используя опцию `--subdir`, чтобы указать ему, где именно. Он не будет пытаться определить это автоматически, так как вариантов может быть несколько.
uk: Часто збій трапляється на самому початку, бо каталог проєкту — це насправді один із підкаталогів репозиторію. В такому разі повторіть спробу імпорту, вказавши каталог опцією `--subdir`. Каталог не визначається автоматично, бо варіантів може бути декілька.
zh_hans: 初次导入失败的一个常见原因是，项目目录实际上是存储库中的一个子目录。在这种情况下，再次运行导入程序，并使用 `--subdir` 选项告诉它项目目录的位置。导入程序不会尝试自动确定项目目录，因为可能有多个选项。

source: Inclusion How-To
de: Aufnahmeverfahren
pl: Instrukcje włączenia
pt_pt: How-to de inclusão
ro: Cum se face incluziunea
ru: Инструкция "Как сделать"
uk: Як додати застосунок
zh_hans: 收录指南

source: This page documents how a new application gets included in the main F-Droid repository. It includes the technical details that a submitter should be aware of.
de: Diese Seite dokumentiert, wie eine neue Anwendung ins F-Droid-Hauptrepository aufgenommen wird. Sie beinhaltet die technischen Einzelheiten, die ein Antragsteller berücksichtigen sollte.
pl: Ta strona opisuje, w jaki sposób nowa aplikacja zostanie włączona do głównego repozytorium F-Droid. Zawiera szczegóły techniczne, o których powinien wiedzieć zgłaszający.
pt_pt: Esta página documenta como uma nova aplicação é incluído no repositório principal do F-Droid. Inclui os pormenores técnicos de que o transmitente deve ter conhecimento.
ro: Această pagină documentează modul în care o nouă aplicație este inclusă în depozitul principal F-Droid. Ea include detaliile tehnice pe care trebuie să le cunoască cel care trimite o aplicație.
ru: На этой странице описано, как новое приложение попадает в основной репозиторий F-Droid. Она включает в себя технические детали, о которых должен знать отправитель.
uk: Сторінка документує, як новий застосунок потрапляє до головного репозиторію F-Droid. Наведені технічні відомості, про які слід знати перед надсиланням.
zh_hans: 本页记录了如何将新应用收录到 F-Droid 主存储库，包含了提交者应注意的技术细节信息。

source: Application Inclusion Proposal
de: Anwendungsaufnahmevorschlag
pl: Propozycja włączenia aplikacji
pt_pt: Proposta de Inclusão de Aplicações
ro: Cerere Propunere de includere
ru: Предложение о включении в заявку
uk: Пропозиція додати застосунок
zh_hans: 应用收录提议

source: To propose inclusion of a new application to the main F-Droid repository, one could post the applications relevant information to the Submission Queue. The more advanced alternative is writing a complete metadata file yourself, test, and propose inclusion (merge request) directly into the fdroiddata Git repository; speeding up the process. Both ways will be described below in detail.
de: Um die Aufnahme einer neuen Anwendung im F-Droid-Hauptrepository vorzuschlagen, könnten die für die Anwendung relevanten Informationen an die Submission Queue gesendet werden. Die Alternative für Fortgeschrittene wäre, eine komplette Metadaten-Datei selbst zu schreiben, zu testen, und die Aufnahme direkt im fdroiddata Git-Repository vorzuschlagen (Merge-Anfrage); was den Vorgang beschleunigt. Beide Arten werden weiter unten im Detail beschrieben.
pl: Aby zaproponować włączenie nowej aplikacji do głównego repozytorium F-Droid, można umieścić odpowiednie informacje o aplikacjach w kolejce zgłoszeń. Bardziej zaawansowaną alternatywą jest samodzielne zapisanie kompletnego pliku metadanych, przetestowanie i zaproponowanie włączenia (żądania scalenia) bezpośrednio do repozytorium fdroiddata Git; przyspieszy to proces. Oba sposoby zostaną szczegółowo opisane poniżej.
pt_pt: Para propor a inclusão de uma nova aplicação no repositório principal do F-Droid, pode-se postar as informações relevantes das aplicações na Fila de Submissão. A alternativa mais avançada é de escrever um ficheiro de metadados completo, testar e propor a inclusão (solicitação de mesclagem) diretamente no repositório Git fdroiddata; a acelerar o processo. Ambas as formas serão descritas abaixo em detalhe.
ro: Pentru a propune includerea unei noi aplicații în depozitul principal F-Droid, se pot posta informațiile relevante ale aplicației în coada de depunere. Alternativa mai avansată este să scrieți singur un fișier complet de metadate, să testați și să propuneți includerea (cerere de fuziune) direct în depozitul Git fdroiddata; accelerând astfel procesul. Ambele modalități vor fi descrise mai jos în detaliu.
ru: Чтобы предложить включение нового приложения в основной репозиторий F-Droid, можно разместить соответствующую информацию о приложении в очереди подачи заявок. Более продвинутая альтернатива - написать полный файл метаданных самостоятельно, протестировать и предложить включение (запрос на слияние) непосредственно в Git-репозиторий fdroiddata, что ускоряет процесс. Оба способа будут подробно описаны ниже.
uk: Щоб запропонувати застосунок головному репозиторію F-Droid, можна додати дані про застосунок до черги заявок. Або можна власноруч написати повноцінний файл метаданих, випробувати його й створити запит на злиття прямо в Git-репозиторії fdroiddata; це прискорить процес. Обидва шляхи докладно описані нижче.
zh_hans: 要提议将新应用收录到主 F-Droid 存储库中，你可以将此应用的相关信息发布到提交队列中。更高级的替代方法是自己编写一个完整的元数据文件，测试并直接向 fdroiddata Git 存储库提出收录（合并请求），这样可以加快收录进程。下面将详细描述这两种方式。

source: Note that you can propose inclusion even you are not a developer or maintainer of the proposed application itself. See [Inclusion Policy](../Inclusion_Policy) and [Repository Style Guide](../Repository_Style_Guide) for the policy aspect of this section.
de: Zu beachten ist, dass Sie die Aufnahme selbst dann vorschlagen können, wenn Sie nicht selbst Entwickler oder Maintainer der vorgeschlagenen Anwendung sind. Im Hinblick auf Richtlinien in diesem Abschnitt, siehe [Aufnahmekriterien](../Inclusion_Policy) und [Repository-Aufbauanleitung](../Repository_Style_Guide).
pl: Pamiętaj, że możesz zaproponować włączenie, nawet jeśli nie jesteś programistą ani opiekunem samej aplikacji. Zobacz [Polityka włączenia](../Inclusion_Policy) i [Styl repozytorium](../Repository_Style_Guide) dla aspektu polityki w tej sekcji.
pt_pt: Note que pode propor a inclusão mesmo que não seja um programador ou mantenedor da aplicação proposto em si. Veja [Política de Inclusão](../Inclusion_Policy) e [Repository Style Guide](../Repository_Style_Guide) para o aspecto de política desta secção.
ro: Rețineți că puteți propune includerea chiar dacă nu sunteți dezvoltator sau responsabil cu întreținerea aplicației propuse. Consultați [Inclusion Policy](../Inclusion_Policy) și [Repository Style Guide](../Repository_Style_Guide) pentru aspectul de politică al acestei secțiuni.
ru: Обратите внимание, что вы можете предложить включение, даже если вы не являетесь разработчиком или сопровождающим предлагаемого приложения. См. [Inclusion Policy](../Inclusion_Policy) и [Repository Style Guide](../Repository_Style_Guide) для политического аспекта этого раздела.
uk: Щоб пропонувати додання, не обов'язково брати участь у розробці чи супроводі пропонованого застосунку. [Політика додання](../Inclusion_Policy) й [стилістика репозиторію](../Repository_Style_Guide) описують відповідні цьому розділу лінії поведінки.
zh_hans: 注意，即使你不是所提议的应用本身的开发者或维护者，也可以提议收录。关于这部分的政策，请参见[收录政策](../Inclusion_Policy)和[版本库风格指南](../Repository_Style_Guide)。

source: Proposal by Submission Queue
de: Vorschlag über die Submission Queue
pl: Propozycja według kolejki składania
pt_pt: Proposta por Fila de Submissão
ro: Propunere în funcție de lista de depunere
ru: Предложение по очереди подачи
uk: Пропозиція в черзі заявок
zh_hans: 将提案发布到提交队列

source: This is the simplest way to get the application included. But due to an amount of reviewer labor required for each application, this is the slowest method.
de: Dies ist die einfachste Art die Anwendung aufnehmen zu lassen. Aber aufgrund des Aufwands an Prüfarbeiten, die für jede Anwendung nötig sind, ist das die langsamste Methode.
pl: To najprostszy sposób na dołączenie aplikacji. Ale ze względu na ilość pracy recenzenta wymaganej dla każdej aplikacji, jest to najwolniejsza metoda.
pt_pt: Esta é a maneira mais simples de fazer incluír a aplicação. Mas devido à quantidade de mão-de-obra necessária para cada aplicação, este é o método mais lento.
ro: Acesta este cel mai simplu mod de a include cererea. Dar, din cauza cantității de muncă de revizuire necesară pentru fiecare aplicație, aceasta este cea mai lentă metodă.
ru: Это самый простой способ включения заявки. Но из-за количества труда рецензента, необходимого для каждого приложения, это самый медленный метод.
uk: Це найпростіший шлях додання застосунку. Проте й найповільніший, бо рецензія кожного застосунку вимагає чимало праці.
zh_hans: 这是收录应用的最简单方法。但是由于每个应用都需要大量的审阅工作，这也是最慢的方法。
