Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: * `Tags` - The _AndroidManifest.xml_ and _build.gradle_ files in all tagged revisions in the source repository are checked, looking for the highest version code. The appropriateness of this method depends on the development process used by the application's developers. You should not specify this method unless you're sure it's appropriate. It shouldn't be used if the developers like to tag unstable versions or are known to forget to tag releases. Like `RepoManifest`, it will not return the correct value if the _AndroidManifest.xml_ were moved to another directory. Despite these caveats, it is often the favourite _UpdateCheckMode_.
zh_hans: `Tags` - 检查源代码存储库中所有被标记的 revision 中的 _AndroidManifest.xml_ 和 _build.gradle_ 文件，寻找最高版本代码。 这种方法是否合适， 取决于应用的开发者所使用的开发过程。 你不应该指定这种方法，除非你确定它是合适的。 如果开发者喜欢标记不稳定的版本， 或已知忘记标记发布版本，就不应该使用这种方法。 像 `RepoManifest` 一样， 如果_AndroidManifest.xml_ 被移动到另一个目录，它将不会返回正确的值。 尽管有这些注意事项， 它往往是最受欢迎的 _UpdateCheckMode_。

source: * `HTTP` - HTTP requests are used to determine the current version code and version name. This is controlled by the [_UpdateCheckData_](#UpdateCheckData) field, which is of the form `urlcode|excode|urlver|exver`.
zh_hans: `HTTP` - HTTP 请求被用来确定 当前的版本代码和版本名称。 这由 [_UpdateCheckData_](#UpdateCheckData)字段控制， 它的形式是 `urlcode|excode|urlver|exver`。

source: VercodeOperation: - 100 * %c + 1 - 100 * %c + 2 - 100 * %c + 3 - 100 * %c + 4
zh_hans: 版本代码操作: - 100 * %c + 1 - 100 * %c + 2 - 100 * %c + 3 - 100 * %c + 4

source: * `vercode-location` - URL (with `UpdateCheckMode: HTTP`) or path/file relative to repo root, leave empty to check the tag name instead (with `UpdateCheckMode: Tags`). * `RegEx-for-versionCode` - RegEx to match `versionCode`. * `versionName-location` - Same as `vercode-location` just for `versionName`. A `.` means to take `vercode-location`, leave empty to check the tag name instead (only with `UpdateCheckMode: Tags`). * `RegEx-for-versionName` - Similar to `RegEx-for-versionCode`, just for `versionName`. * RegEx pipe operators are not supported at this time.
zh_hans: * `vercode-location` - URL(`UpdateCheckMode: HTTP` 中） 或相对于存储库根目录的路径/文件， 留空检查标签名（使用 `UpdateCheckMode: Tags`）。 * `RegEx-for-versionCode` - 匹配 versionCode`的正则表达式。 * `versionName-location` - 与 `vercode-location` 相同，用于 `versionName`。 一个 `.` 表示带 `vercode-location`， 留空则检查标签名（仅用于 `UpdateCheckMode: Tags`）。 * `RegEx-for-versionName` - 类似`RegEx-for-versionCode`，用于 `versionName`。 * RegEx 管道操作符此刻尚不被支持。

source: Examples for `UpdateCheckMode: Tags`:
de: Beispiele für `UpdateCheckMode: Tags`:
zh_hans: `UpdateCheckMode: Tags`示例：

source: Flutter app with the `pubspec.yaml` in the repo root: `pubspec.yaml|version:\s.+\+(\d+)|.|version:\s(.+)\+`
zh_hans: 在存储库根目录中含 `pubspec.yaml`的 Flutter 应用： `pubspec.yaml|version:\s.+\+(\d+)|.|version:\s(.+)\+`

source: Use the git tag as version name: `app/build.gradle|versionCode\s(\d+)||`
zh_hans: 将 git 标签用作版本名：`app/build.gradle|versionCode\s(\d+)||`

source: Optionally a regex to extract the version name from the tag can be specified: `app/build.gradle|versionCode\s(\d+)||Android-([\d.]+)`
zh_hans: 可选地，可以指定从标签中提取版本名的正则表达式：`app/build.gradle|versionCode\s(\d+)||Android-([\d.]+)`

source: If no file for the version code was specified, code and name can be extracted from the tag: `'|\+(\d+)||Android-([\d.]+)'`
zh_hans: 如果未指定版本码文件，码和名称可以从 tag: `'|\+(\d+)||Android-([\d.]+)'` 中提取

source: Note: Be sure to use *single* quotes around the entire value if you leave `vercode-location` empty: `UpdateCheckData: '|\+(\d+)||Android-([\d.]+)'`
zh_hans: 注意：如果你留空 `vercode-location`确保在整个值前后使用 *单* 引号：`UpdateCheckData: '|\+(\d+)||Android-([\d.]+)'`

source: Examples for `UpdateCheckMode: HTTP`:
de: Beispiele für `UpdateCheckMode: HTTP`:
zh_hans: `UpdateCheckMode: HTTP`示例：

source: Binaries: https://example.com/path/to/myapp-%v.apk
pl: Pliki binarne: https://foo.com/path/to/myapp-%v.apk
zh_hans: 二进制文件：https://example.com/path/to/myapp-%v.apk

source: name: Publish nightly build on: push: branches: - main jobs: nightly: name: Publish nightly build runs-on: ubuntu-latest environment: nightly steps: - name: Checkout uses: actions/checkout@v2 - name: Gradle Wrapper Validation uses: gradle/wrapper-validation-action@v1 - name: Set up JDK 11 uses: actions/setup-java@v2 with: distribution: 'adopt' java-version: 11 - name: Build run: | # use timestamp as Version Code export versionCode=$(date '+%s') sed -i "s,^\(\s*versionCode\) *[0-9].*,\1 $versionCode," app/build.gradle ./gradlew assembleDebug - name: fdroid nightly run: | sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get update sudo apt-get install apksigner fdroidserver --no-install-recommends export DEBUG_KEYSTORE=${{ '{{' }} secrets.DEBUG_KEYSTORE }} fdroid nightly --archive-older 10
de: name: Publish nightly build on: push: branches: - main jobs: nightly: name: Publish nightly build runs-on: ubuntu-latest environment: nightly steps: - name: Checkout uses: actions/checkout@v2 - name: Gradle Wrapper Validation uses: gradle/wrapper-validation-action@v1 - name: Set up JDK 11 uses: actions/setup-java@v2 with: distribution: 'adopt' java-version: 11 - name: Build run: | # Zeitstempel als Versionscode verwenden export versionCode=$(date '+%s') sed -i "s,^\(\s*versionCode\) *[0-9].*,\1 $versionCode," app/build.gradle ./gradlew assembleDebug - name: fdroid nightly run: | sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get update sudo apt-get install apksigner fdroidserver --no-install-recommends export DEBUG_KEYSTORE=${{ '{{' }} secrets.DEBUG_KEYSTORE }} fdroid nightly --archive-older 10
ro: name: Publică compilarea nocturnă pe: push: ramuri: - principal locuri de muncă: nightly: name: Publică compilarea nocturnă rulează pe: ubuntu-latest mediu: nightly pași: - nume: Checkout utilizări: actions/checkout@v2 - nume: Gradle Wrapper Validation folosește: gradle/wrapper-validation-action@v1 - nume: Configurarea JDK 11 folosește: actions/setup-java@v2 cu: distribuție: "adopt java-version: 11 - nume: Build rulează: | # folosește timestamp ca și cod de versiune export versionCode=$(data '+%s') sed -i "s,^\(\s*versionCode\) *[0-9].*,\1 $versionCode," app/build.gradle ./gradlew assembleDebug - nume: fdroid nightly run: | sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get update sudo apt-get install apksigner fdroidserver --no-install-recommends exportă DEBUG_KEYSTORE=${{ '{{' }} secrets.DEBUG_KEYSTORE }}}. fdroid nightly --archive-older 10

source: GET https://f-droid.org/api/v1/packages/org.fdroid.fdroid HTTP/1.1
ro: OBȚINEȚI https://f-droid.org/api/v1/packages/org.fdroid.fdroid HTTP/1.1

source: `submodules: true`<a name="build_submodules"></a>
ro: `submodule: true`<a name="build_submodules"></a>

source: ```bash sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get update sudo apt-get install fdroidserver ```
ro: ```bash sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get actualizare sudo apt-get instalați fdroidserver ```

source: SSL: Let's Encrypt
ro: SSL: Criptați

source: Repomaker
pl: Konstruktor repozytoriów
pt_pt: Representante (Repomaker)
ro: Compilator

source: .annotation system Ldalvik/annotation/Signature;
ro: .sistemul de adnotare Ldalvik/annotation/Semnatura;

source: value = {
ro: valoare = {

source: `patch: x`<a name="build_patch"></a>
pl: `łata: x`<a name="build_patch"></a>

source: .end annotation
pl: Adnotacja .end

source: a What’s New entry for at least one release
pt_pt: uma entrada nas Novidades por pelo menos um lançamento

source: Learn more at the [announcement post](https://f-droid.org/en/2019/03/26/the-latest-tab-now-highlights-good-descriptions.html).
pt_pt: Saiba mais no [post de anúncio](https://f-droid.org/en/2019/03/26/the-latest-tab-now-highlights-good-descriptions.html).

source: Common tags like `li`, `a` with `href`, `ul`, `ol`, `li`, `b`, `u` and `i` are supported.
pt_pt: Tags comuns como `li`, `a` com `href`, `ul`, `ol`, `li`, `b`, `u` e `i` são suportados.

source: * Certain tags are explicitly prohibited, namely `applet`, `base`, `body`, `button`, `embed`, `form`, `head`, `html`, `iframe`, `img`, `input`, `link`, `object`, `picture`, `script`, `source`, `style`, `svg` and `video`. * Note that a linebreak will automatically be converted to a `br` tag. * You may not make use of JavaScript.
pt_pt: * Certas etiquetas são explicitamente proibidas, nomeadamente `applet`, `base`, `body`, `button`, `embed`, `form`, `head`, `html`, `iframe`, `img`, `input`, `link`, `object`, `picture`, `script`, `source`, `style`, `svg` e `video`. * Note que um linebreak será automaticamente convertido para uma etiqueta `br`. * Não pode usar JavaScript.

source: Please be aware that texts in the app’s metadata file will override all other descriptive texts provided through the structures explained below. This affects [_Name_](../Build_Metadata_Reference/#Name), [_Summary_](../Build_Metadata_Reference/#Summary), and [_Description_](../Build_Metadata_Reference/#Description). Once metadata fields that were previously in the metadata file have been moved to the app’s source repo, please file a [merge request](https://gitlab.com/fdroid/fdroiddata/merge_requests) or [issue](https://gitlab.com/fdroid/fdroiddata/issues) to remove _Summary_ and _Description_ from the app's metadata file.
pt_pt: Por favor esteja ciente que os textos no ficheiro de metadados da aplicação irão substituir todos os outros textos descritivos fornecidos através das estruturas explicadas abaixo. Isso afeta [_Nome_](../Build_Metadata_Reference/#Name), [_Resumo_](../Build_Metadata_Reference/#Summary), e [_Descrição_](../Build_Metadata_Reference/#Description). Uma vez que os campos de metadados que estavam anteriormente no ficheiro de metadados tenham sido movidos para o repositório de origem da aplicação, por favor, envie um [merge request](https://gitlab.com/fdroid/fdroiddata/merge_requests) ou [issue](https://gitlab.com/fdroid/fdroiddata/issues) para remover _Summary_ e _Description_ do ficheiro de metadados da aplicação.

source: The ultimate destination for files from the app’s source repo and *fdroiddata* metadata sub-directories is in the F-Droid repo. The text all gets included into the index file (aka *index-v1.json*). All of the graphics files can be directly included in the repo.
pt_pt: O destino dos ficheiros dos repositórios de fonte da app e dos subdiretórios de metadados *fdroiddata* está no repositório F-Droid. O texto é incluído no ficheiro de índice (conhecido como *index-v1.json*). Todos os ficheiros gráficos podem ser incluídos diretamente no repositório.

source: If graphics files are also in the app’s source or *fdroiddata*, then the files directly in the repo will be overwritten.
pt_pt: Se os ficheiros de gráficos também estiverem na fonte da aplicação ou *fdroiddata*, os ficheiros diretamente no repo serão sobrescritos.

source: - fdroid └── repo └── <package-id> └── <locale> ├── featureGraphic.png ├── icon.png ├── tvBanner.png ├── phoneScreenshots │ └── *.png ├── sevenInchScreenshots │ └── *.png ├── tenInchScreenshots │ └── *.png ├── tvScreenshots │ └── *.png └── wearScreenshots └── *.png
pt_pt: - fdroid └── repo └── <id-do-pacote> └── <localidade> ├── featureGraphic.png ├── icon.png ├── tvBanner.png ├── phoneScreenshots │ └── *.png ├── sevenInchScreenshots │ └── *.png ├── tenInchScreenshots │ └── *.png ├── tvScreenshots │ └── *.png └── wearScreenshots └── *.png

source: Graphic files from the app’s source of *fdroiddata* overwrites files in the repo.
pt_pt: Ficheiros de gráficos da fonte da aplicação *fdroiddata* sobrescrevem os ficheiros no repo.

source: _verification.f-droid.org_ is a rebuilder that rebuilds the official releases from _f-droid.org_, then checks to see if they were [reproducibly built](https://reproducible-builds.org/). There is a JSON file per APK that has been checked, where the filename follows the pattern `<ApplicationId>_<VersionCode>.apk.json`, for example: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
pt_pt: _verification.f-droid.org_ é um recompilador que recompila as versões de _f-droid.org_, depois verifica se foram [recompiladas reproduzíveis](https://reproducible-builds.org/). Existe um ficheiro JSON por APK que foi verificado, onde o nome do ficheiro cumpre o padrão. `<ApplicationId>_<VersionCode>.apk.json`, por exemplo: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>

source: [Binary transparency](https://wiki.mozilla.org/Security/Binary_Transparency) is the idea that all released packages should be logged as they are published. This provides a way to check if a given binary was produced by the publisher, or came from somewhere else, e.g. as an exploit. _fdroidserver_ has built in tools for managing a binary transparency log of the index files as part of the release process. This has been enabled on the Guardian Project repo: <https://github.com/guardianproject/binary_transparency_log>
pt_pt: [Transparência binária](https://wiki.mozilla.org/Security/Binary_Transparency) é a ideia de que todos os pacotes lançados devem ser logados à medida que são publicados. Isso fornece uma maneira de verificar se um determinado binário foi produzido pela editora, ou veio de algum outro lugar, por exemplo, como um exploit. _fdroidserver_ incorporou ferramentas para gerir um log de transparência binária dos ficheiros de índice como parte do processo de lançamento. Isto foi ativado no repo do Projeto Guardian: <https://github.com/guardianproject/binary_transparency_log>

source: There is also a prototype for running a binary transparency log for _f-droid.org_. <https://gitlab.com/eighthave/f-droid.org-binary-transparency>
pt_pt: Também há um protótipo para executar um log binário de transparência para _f-droid.org_. <https://gitlab.com/eighthave/f-droid.org-binary-transparency>

source: [Usage data]({{ site.baseurl }}/{% post_url 2019-04-15-privacy-preserving-analytics %}) is gathered from [various F-Droid websites](https://fdroid.gitlab.io/metrics/) and published with no personally identifiable information (PII). It is published with one JSON file per-week, with a JSON index file per website. For example, here is a week of search metrics: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
pt_pt: [Dados de utilização]({{ site.baseurl }}/{% post_url 2019-04-15-privacy-preserving-analytics %}) são recolhidos de [vários sites F-Droid](https://fdroid.gitlab.io/metrics/) e publicados sem qualquer informação pessoalmente identificável (PII). É publicado com um ficheiro JSON por semana, com um ficheiro de índice JSON por website. Por exemplo, aqui está uma semana de métricas de pesquisa: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>

source: Anti-Features are flags packagers apply to apps, warning of possibly undesirable behaviour from the user's perspective, often serving the interest of the developer or a third party.
pt_pt: Características indesejadas são bandeiras que os empacotadores aplicam aos apps, a alertar para comportamentos possivelmente indesejáveis do ponto de vista do utilizador, muitas vezes a servir ao interesse do programador ou de terceiros.

source: You will see these in the F-Droid client, and/or web repository browser when viewing the details of an app containing one or more of these Anti-Features.
pt_pt: Verá-lo no cliente F-Droid e/ou navegador de repositório web ao visualizar os detalhes de uma app a conter um, ou mais dessas características indesejadas.

source: [Non-Free Network Services](#NonFreeNet) - promotes or depends entirely on a non-libre network service
pt_pt: [Serviços de rede não-livres](#NonFreeNet) - promove ou depende inteiramente de um serviço de rede não livre

source: [Non-Free Dependencies](#NonFreeDep) - needs a non-libre app to work (e.g. Google Maps, Market)
pt_pt: [Dependências não livres](#NonFreeDep) - precisa de uma app não livre para funcionar (por exemplo, Google Maps, Market)

source: This Anti-Feature is applied to apps that promote or depend entirely on a Non-Free network service.
pt_pt: Esta característica indesejada é aplicada a apps que promovem ou dependem inteiramente de um serviço de rede Não Livre.

source: This Anti-Feature is applied to apps that contain and make use of Non-Free assets. The most common case is apps using artwork - images, sounds, music, etc. - under a non-commercial license.
pt_pt: Esta característica indesejada é aplicada a apps que contêm e fazem uso de ativos não livres. O caso mais comum é o das apps que utilizam obras de arte - imagens, sons, música, etc. - sob uma licença não comercial.

source: The ’source code’ contains binary files of unknown origin, or with proprietary licenses.
pt_pt: O ’código-fonte’ contém ficheiros binários de origem desconhecida ou licenças proprietárias.

source: To do anything, you’ll need at least one repository data directory. It’s from this directory that you run the `fdroid` command to perform all repository management tasks. You can either create a brand new one, or grab a copy of the data used by the main F-Droid repository:
pt_pt: Para fazer qualquer coisa, precisará de pelo menos um diretório de dados do repositório. É a partir desse diretório que executa o comando `fdroid` para executar todas as tarefas de gestão de repositório. Pode criar um, ou pegar uma cópia dos dados usados pelo repositório principal do F-Droid:

source: When run without any parameters, `fdroid build` will build any and all versions of applications that you don’t already have in the `repo` directory (or more accurately, the `unsigned` directory). There are various other things you can do. As with all the tools, the `--help` option is your friend, but a few annotated examples and discussion of the more common usage modes follows:
pt_pt: Quando executado sem nenhum parâmetro, o `fdroid build` criará todas e quaisquer versões de aplicações que não tenha no diretório do 'repositório' (ou, mais precisamente, no diretório `unsigned`). Existem várias outras coisas que pode fazer. Como com todas as ferramentas, a opção `--help` é sua amiga, mas alguns exemplos anotados e discussões sobre os modos de uso mais comuns são os seguintes:

source: If you’re building purely for the purposes of testing, and not intending to push the results to a repository, at least yet, the `--test` option can be used to direct output to the `tmp` directory instead of `unsigned`. A similar effect could be achieved by simply deleting the output files from `unsigned` after the build, but with the risk of forgetting to do so!
pt_pt: Se está a compilar apenas para fins de teste, e não pretende enviar os resultados para um repositório, pelo menos, a opção `--test` pode ser usada para direcionar a saída para o diretório `tmp` ao invés de `unsigned`. Um efeito semelhante poderia ser obtido simplesmente a apagar os ficheiros de saída de `unsigned` após a compilação, mas com o risco de se esquecer de fazê-lo!

source: If the build was unsuccessful, you can find out why by looking at the output in the _logs/_ directory. If that isn’t illuminating, try building the app the regular way, step by step: android update project, ndk-build, ant debug.
pt_pt: Se a compilação não foi bem-sucedida, pode descobrir porque, a olhar para a saída no diretório _logs/_. Se isso não estiver a esclarecer, tente compilar o app normalmente, passo a passo: android update project, ndk-build e ant debug.

source: Running `fdroid build` in your app’s source
pt_pt: Executar `fdroid build` na fonte da sua app

source: Another option for using `fdroid build` is to use a metadata file that is included in the app’s source itself, rather than in a _metadata/_ folder with lots of other apps. The _.fdroid.yml_ metadata file should be in the root of your source repo.
pt_pt: Outra opção para usar o `fdroid build` é usar um ficheiro de metadados incluído na fonte da app, em vez de numa pasta _metadata/_ com muitos outros apps. O ficheiro de metadados _.fdroid.yml_ deve estar na raiz do seu repositório de fonte.

source: You can also build and install directly to a connected device or emulator using the `fdroid install` command. If you do this without passing packages as arguments then all the latest built and signed version available of each package will be installed . In most cases, this will not be what you want to do, so execution will stop straight away. However, you can override this if you’re sure that’s what you want, by using `--all`. Note that currently, no sanity checks are performed with this mode, so if the files in the signed output directory were modified, you won’t be notified.
pt_pt: Também pode compilar e instalar diretamente num aparelho ou emulador conectado a usar o comando `fdroid install`. Se fizer isso sem passar pacotes como argumentos, todas as versões mais recentes compiladas e assinadas disponíveis de cada pacote serão instaladas. Geralmente, isso não será o que deseja fazer, portanto, a execução será interrompida imediatamente. No entanto, pode substituir isso, se tiver certeza de que é isso que deseja a usar `--all`. Observe que, atualmente, nenhuma verificação de integridade é executada com esse modo, portanto, se os ficheiros no diretório de saída assinado forem modificados, não será notificado.

source: Metadata files are written in [YAML](http://www.yaml.org/start.html) format
pt_pt: Os ficheiros de metadados são escritos no formato [YAML](http://www.yaml.org/start.html)

source: __Warning__: this overrides all _AuthorName_ entries [set in the app's source code](../All_About_Descriptions_Graphics_and_Screenshots).
pt_pt: __Aviso__: isso sobrescreve todas as entradas de _AuthorName_ [definidas no código-fonte da app](../All_About_Descriptions_Graphics_and_Screenshots).

source: The title of the application, with optional descriptive phrase. This field will override all other sources of the application name, including scraped from the APK and from [localized metadata](../All_About_Descriptions_Graphics_and_Screenshots). Setting _Name_ is usually not needed, since the application’s correct name is retrieved from the APK file. However, in a situation where an APK contains a bad or missing application name, it can be overridden using this. Note that this only overrides the name in the list of apps presented in the client; it doesn’t change the name or application label in the source code.
pt_pt: O título do aplicação, com frase descritiva opcional. Este campo anulará todas as outras fontes do nome da aplicação, incluindo raspados da APK e de [metadados localizados](../All_About_Descriptions_Graphics_and_Screenshots). A definição _Name_ não é normalmente necessária, dado que o nome correto da aplicação é recuperado do ficheiro APK. No entanto, numa situação em que uma APK contém um nome de aplicação mau ou em falta, pode ser anulada a utilizar isto. Note que isto apenas substitui o nome na lista de aplicações apresentada no cliente; não altera o nome ou a etiqueta da aplicação no código-fonte.

source: The URL for the application’s web site. If there is no relevant web site, this can be omitted (or left blank).
pt_pt: A URL do site da aplicação. Se não houver site relevante, isso pode ser omitido (ou deixado em branco).

source: The URL to view or obtain the application’s source code. This should be something human-friendly. Machine-readable source-code is covered in the _Repo_ field.
pt_pt: A URL para visualizar ou obter o código-fonte da aplicação. Deve ser algo amigável. O código-fonte legível por máquina é resolvido no campo _Repo_.

source: The URL for the application’s issue tracker. Optional, since not all applications have one.
pt_pt: A URL do rastreador de problemas da aplicação. Opcional, pois nem todos as aplicações possuem um.
