Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: If the software is hosted on GitLab, then it is sufficient that the person requesting donation info to be added to the fdroiddata repository is the same user account which manages the application source code.
de: Wenn die Software auf GitLab gehostet wird, ist es ausreichend, dass die, dem fdroiddata-Repository hinzugefügten, Informationen zur Person, die zu Spenden aufruft, zum selben Benutzerkonto gehören, über das der Quellcode der Anwendung verwaltet wird.
pl: Jeśli oprogramowanie jest hostowane na GitLab, wystarczające jest, aby osoba żądająca informacji o darowaniu dodawana do repozytorium fdroiddata była tym samym kontem użytkownika, które zarządza kodem źródłowym aplikacji.
pt_pt: Se o software estiver hospedado no GitLab, é suficiente que a pessoa que solicita as informações de doação a serem adicionadas ao repositório fdroiddata seja a mesma conta de utilizador que gerência o código-fonte do aplicação.
ro: În cazul în care software-ul este găzduit pe GitLab, este suficient ca persoana care solicită adăugarea de informații despre donații la depozitul fdroiddata să fie același cont de utilizator care gestionează codul sursă al aplicației.
ru: Если программное обеспечение размещено на GitLab, то достаточно, чтобы человек, запрашивающий информацию о пожертвовании для добавления в репозиторий fdroiddata, был той же учетной записью пользователя, которая управляет исходным кодом приложения.
uk: Якщо програмне забезпечення розміщено на GitLab, то особі, що надсилає до репозиторію fdroiddata дані про пожертви, достатньо робити це тим же обліковим записом, що керує вихідним кодом застосунку.
zh_hans: 如果软件托管在 GitLab 上，那么请求将捐赠信息添加到 fdroiddata 存储库的人与管理应用源代码的用户账户相同即可。

source: This is to prevent arbitrary people from maliciously changing the donation links of applications in the main F-Droid repository without the consent of upstream developers.
de: Dies soll verhindern, dass jemand willkürlich Spendenverknüpfungen von Anwendungen im F-Droid-Hauptrepository ohne Zustimmung des einspielenden Entwicklers böswillig ändert.
pl: Ma to na celu zapobieżenie złośliwemu zmienianiu przez użytkowników arbitralnych powiązań aplikacji w głównym repozytorium F-Droid bez zgody programistów.
pt_pt: Isto é para evitar que pessoas arbitrárias maliciosamente alterem as ligações de doação de aplicações no repositório principal do F-Droid sem o consentimento dos programadores originais.
ro: Acest lucru este pentru a preveni ca persoane arbitrare să schimbe în mod rău intenționat legăturile de donație ale aplicațiilor din depozitul principal F-Droid fără consimțământul dezvoltatorilor din upstream.
ru: Это сделано для того, чтобы предотвратить злонамеренное изменение произвольными людьми ссылок на пожертвования приложений в основном репозитории F-Droid без согласия разработчиков.
uk: Це щоб сторонні люди не могли змінити посилань на пожертву — ймовірно, зловмисно — в головному репозиторії F-Droid без згоди розробниць і розробників.
zh_hans: 这是为了防止有人在未经上游开发者同意的情况下，恶意改变 F-Droid 存储库中应用的捐赠链接。

source: For more information on adding applications to the F-Droid Repository, see the [Inclusion How-To](../Inclusion_How-To).
de: Zu weiteren Informationen über das Hinzufügen von Anwendungen zum F-Droid-Repository, siehe [Aufnahmeverfahren](../Inclusion_How-To).
pl: Więcej informacji na temat dodawania aplikacji do repozytorium F-Droid znajduje się w [Instrukcje włączenia](../Inclusion_How-To).
pt_pt: Para mais informações sobre como adicionar aplicações ao Repositório F-Droid, veja [How-To de Inclusão](../Inclusion_How-To).
ro: Pentru mai multe informații despre adăugarea de aplicații în F-Droid Repository, consultați [Inclusion How-To](../Inclusion_How-To).
ru: Более подробную информацию о добавлении приложений в репозиторий F-Droid см. в разделе [Inclusion How-To](../Inclusion_How-To).
uk: Додання застосунків до репозиторію F-Droid докладніше описано в розділі «[Як додати](../Inclusion_How-To)».
zh_hans: 有关将应用添加到 F-Droid 存储库的更多信息，请参阅[收录指南](../Inclusion_How-To)。

source: Installing the Server and Repo Tools
de: Installation der Server- und Repo-Werkzeuge
pl: Instalowanie narzędzia Serwer i Repozytorium
pt_pt: Instalar o Servidor e as Ferramentas de Repo
ro: Instalarea serverului și a instrumentelor Repo
ru: Установка сервера и инструментов Repo
uk: Встановлення засобів для сервера й репозиторію
zh_hans: 安装服务器和存储库工具

source: The [fdroidserver](https://gitlab.com/fdroid/fdroidserver) tools provide everything you need to set up and maintain your own repos, run an fdroid build server, and even host your own website like f-droid.org. The F-Droid developers mostly work on Debian, Arch, and Ubuntu, so those are currently the best supported platforms.
de: Die [fdroidserver](https://gitlab.com/fdroid/fdroidserver)-Werkzeuge bieten alles, was für die Einrichtung und den Unterhalt eigener Repos, den Betrieb eines fdroid-Buildservers und sogar die Bereitstellung einer eigenen Internetseite wie f-droid.org benötigt wird. Die F-Droid-Entwickler arbeiten zumeist mit Debian, Arch, und Ubuntu, somit sind das aktuell die am besten unterstützten Plattformen.
pl: Narzędzia [fdroidserver](https://gitlab.com/fdroid/fdroidserver) zapewniają wszystko, czego potrzeba do skonfigurowania i utrzymania własnych repozytoriów, uruchomienia serwera budowania fdroid, a nawet hostowania własnej strony internetowej, takiej jak f-droid.org. Programiści F-Droid pracują głównie nad Debianem, Archem i Ubuntu, więc są to obecnie najlepiej obsługiwane platformy.
pt_pt: As ferramentas do [servidor fdroid](https://gitlab.com/fdroid/fdroidserver) fornecem tudo o que precisa para configurar e manter o seu próprio repositório, executar um servidor de compilação fdroid, e até mesmo hospedar o seu próprio site como f-droid.org. Os programadores de F-Droid trabalham principalmente no Debian, Arch e Ubuntu, então essas são atualmente as melhores plataformas suportadas.
ro: Instrumentele [fdroidserver](https://gitlab.com/fdroid/fdroidserver) oferă tot ceea ce aveți nevoie pentru a configura și menține propriile depozite, pentru a rula un server de compilare fdroid și chiar pentru a vă găzdui propriul site web, cum ar fi f-droid.org. Dezvoltatorii F-Droid lucrează în principal pe Debian, Arch și Ubuntu, așa că acestea sunt în prezent cele mai bine suportate platforme.
ru: Инструменты [fdroidserver](https://gitlab.com/fdroid/fdroidserver) предоставляют все необходимое для создания и поддержки собственных репозиториев, запуска сервера сборки fdroid и даже размещения собственного сайта, например f-droid.org. Разработчики F-Droid в основном работают на Debian, Arch и Ubuntu, поэтому в настоящее время это наиболее поддерживаемые платформы.
uk: Засоби [fdroidserver](https://gitlab.com/fdroid/fdroidserver) надають усе, що вам знадобиться для налаштування й супроводу власних репозиторіїв, розгортання сервера збірки F-Droid і навіть розміщення власного вебсайту по аналогії з f-droid.org. Команда розробки F-Droid працює переважно на Debian, Arch та Ubuntu, тож ці платформи наразі підтримуються найкраще.
zh_hans: [fdroidserver](https://gitlab.com/fdroid/fdroidserver) 提供了你所需的全部工具，可用于设置和维护你自己的存储库，运行 fdroid 构建服务器，还可以像 f-droid.org 一样，运行自己的网站 。F-Droid 开发人员大多使用 Debian、Arch 和 Ubuntu，所以它们是当前具有最佳支持的平台。

source: To setup and maintain your own collection of apps and media from the command line, setup an F-Droid repository using the tools from _fdroidserver_. To run the full F-Droid build server setup, see [Build Server Setup](../Build_Server_Setup).
de: Um Ihre eigene App- und Mediensammlung einzurichten und zu betreiben, müssen Sie mithilfe der Instrumente von _fdroidserver_ ein F-Droid-Repository konfigurieren. Um das komplette F-Droid Buildserver-Setup auszuführen, siehe [Build Server Setup](../Build_Server_Setup).
pl: Aby skonfigurować i utrzymywać własną kolekcję aplikacji i multimediów z poziomu wiersza poleceń, skonfiguruj repozytorium F-Droid za pomocą narzędzi z _fdroidserver_. Aby uruchomić pełną konfigurację serwera budowania F-Droid, zobacz [Tworzenie konfiguracji serwera](../Build_Server_Setup).
pt_pt: Para configurar e manter sua própria coleção de aplicações e mídia da linha de comando, configure um repositório F-Droid a usar as ferramentas do _fdroidserver_. Para executar a configuração completa do servidor de compilação do F-Droid, consulte [Configuração do servidor de compilação](../Build_Server_Setup).
ro: Pentru a configura și menține propria colecție de aplicații și conținut media din linia de comandă, configurați un depozit F-Droid folosind instrumentele din _fdroidserver_. Pentru a rula configurarea completă a serverului de compilare F-Droid, consultați [Build Server Setup](../Build_Server_Setup).
ru: Чтобы создать и поддерживать собственную коллекцию приложений и мультимедиа из командной строки, настройте репозиторий F-Droid с помощью инструментов из _fdroidserver_. Чтобы запустить полную настройку сервера сборки F-Droid, смотрите [Build Server Setup](../Build_Server_Setup).
uk: Щоб налаштувати й супроводжувати власну колекцію застосунків, встановіть репозиторій F-Droid засобами командного рядка _fdroidserver_. Щоб збирати застосунки на сервері F-Droid, прочитайте про [налаштування сервера збірки](../Build_Server_Setup).
zh_hans: 要从命令行设置和维护你自己的应用和媒体文件集合，请使用来自 _fdroidserver_ 的工具设置一个 F-Droid 存储库。要进行完整的 F-Droid 构建服务器设置，请查看[构建服务器安装](../Build_Server_Setup)。

source: Debian/Ubuntu/Mint/etc
de: Debian/Ubuntu/Mint/usw.
ro: Debian/Ubuntu/Mint/ș.a
ru: Debian/Ubuntu/Mint и другие
uk: Debian, Ubuntu, Mint тощо
zh_hans: Debian、Ubuntu 、Mint 等

source: The F-Droid tools, also known as _fdroidserver_, may be installed from the standard OS package repository. On Debian-based OS's, this should be enough to install the basic F-Droid setup:
de: Die F-Droid-Tools, die auch als _fdroidserver_ bekannt sind, können aus dem Standard-Repository des Betriebssystems installiert werden. Auf Debian-basierten Betriebssystemen sollte dies für die Installation der grundlegenden F-Droid-Einrichtung ausreichen:
pl: Narzędzia F-Droid, znane również jako _fdroidserver_, mogą zostać zainstalowane ze standardowego repozytorium pakietów systemu operacyjnego. W systemach operacyjnych opartych na Debianie powinno to wystarczyć do zainstalowania podstawowej konfiguracji F-Droid:
ro: Instrumentele F-Droid, cunoscute și sub numele de _fdroidserver_, pot fi instalate din depozitul de pachete standard al sistemului de operare. Pe sistemele de operare bazate pe Debian, acest lucru ar trebui să fie suficient pentru a instala configurația de bază F-Droid:
ru: Инструменты F-Droid, также известные как _fdroidserver_, могут быть установлены из стандартного репозитория пакетов ОС. В ОС на основе Debian этого должно быть достаточно для базовой установки F-Droid:
uk: Засоби F-Droid, також відомі як _fdroidserver_, можна встановити зі стандартного репозиторію пакунків операційної системи. На ОС, похідних від Debian, цього має бути достатньо для встановлення основи F-Droid:
zh_hans: F-Droid 工具，也被称为 _fdroidserver_，可以从标准操作系统包存储库安装。 在基于 Debian 的操作系统上，如下命令应该足以安装基本的 F-Droid 设置：

source: However, it is common to find that the version of _fdroidserver_ available in the standard OS package repository is out of date.
de: Es kommt jedoch häufig vor, dass die Version von _fdroidserver_, die im Standardpaket-Repository des Betriebssystems verfügbar ist, nicht mehr aktuell ist.
pl: Jednak często okazuje się, że wersja _fdroidserver_ dostępna w standardowym repozytorium pakietów systemu operacyjnego jest nieaktualna.
ro: Cu toate acestea, se întâmplă frecvent ca versiunea de _fdroidserver_ disponibilă în depozitul de pachete standard al sistemului de operare să nu mai fie actualizată.
ru: Однако часто бывает так, что версия _fdroidserver_, доступная в стандартном репозитории пакетов ОС, уже устарела.
uk: Проте нерідко в стандартному репозиторії пакунків ОС розміщено застарілу версію _fdroidserver_.
zh_hans: 但是，通常会发现标准操作系统包存储库中可用的 _fdroidserver_ 版本已过时。

source: Getting a newer version
de: Eine neuere Version erhalten
pl: Uzyskiwanie nowszej wersji
ro: Obținerea unei versiuni mai noi
ru: Получение новой версии
uk: Отримання новішої версії
zh_hans: 获取更新版本

source: A newer version of _fdroidserver_ may be found in the F-Droid PPA or your OS's _backports_ repository.
de: Eine neuere Version von _fdroidserver_ finden Sie möglicherweise im F-Droid PPA oder im _backports_-Repository Ihres Betriebssystems.
pl: Nowszą wersję _fdroidserver_ można znaleźć w F-Droid PPA lub repozytorium twojego systemu operacyjnego _backports_.
ro: O versiune mai nouă a _fdroidserver_ poate fi găsită în F-Droid PPA sau în depozitul _backports_ al sistemului dumneavoastră de operare.
ru: Более новую версию _fdroidserver_ можно найти в F-Droid PPA или в репозитории _backports_ вашей ОС.
uk: Новішу версію _fdroidserver_ можна знайти у PPA F-Droid або у репозиторії _backports_ операційної системи.
zh_hans: 可以在 F-Droid PPA 或你操作系统的 _backports_ 存储库中找到更新版本的 _fdroidserver_。

source: Ubuntu/Mint: use the [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (fingerprint: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`):
de: Ubuntu/Mint: verwenden Sie das [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (Fingerabdruck: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`):
pl: Ubuntu/Mint: użyj aplikacji [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (odcisk palca: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`):
pt_pt: Ubuntu/Mint: use o [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (impressão digital: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`):
ro: Ubuntu/Mint: utilizați [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (amprentă: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`):
ru: Ubuntu/Mint: используйте [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (отпечаток: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`):
uk: Ubuntu/Mint: скористайтеся [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (fingerprint: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`):
zh_hans: Ubuntu/Mint：使用 [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (指纹: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`):

source: Debian: first [setup backports](http://backports.debian.org/Instructions/#index2h2), then, substituting your Debian release for 'buster': ```bash apt-get install fdroidserver/buster-backports ```
de: Debian: Zuerst [Einrichtung von Backports](http://backports.debian.org/Instructions/#index2h2), dann ersetzen Sie Ihre Debian-Version durch 'buster': ```bash apt-get install fdroidserver/buster-backports ```
pl: Debian: najpierw [ustaw backports](http://backports.debian.org/Instructions/#index2h2), następnie podmień swoje wydanie Debiana na 'buster': ```bash apt-get install fdroidserver/buster-backports ```
ro: Debian: mai întâi [setup backports](http://backports.debian.org/Instructions/#index2h2), apoi, înlocuind 'buster' cu versiunea voastră Debian: ```bash apt-get install fdroidserver/buster-backports ```
ru: Debian: сначала [настройте бэкпорты](http://backports.debian.org/Instructions/#index2h2), затем замените «buster» на свой выпуск Debian: ```bash apt-get install fdroidserver/buster-backports ```
uk: Debian: [налаштуйте backports](https://backports.debian.org/Instructions/#index2h2) і виконайте наступне, замінивши «buster» на свій випуск Debian: ```bash apt-get install fdroidserver/buster-backports ```
zh_hans: Debian：首先[设置 backports](http://backports.debian.org/Instructions/#index2h2)，然后将下列指令中的 'buster' 替换为你使用的Debian 发行版并运行：```bash apt-get install fdroidserver/buster-backports```

source: Since packages in these distros could be newer than the official ones on pypi, installing the dependencies in a separate virtual environment workarounds dependency resolving failures:
de: Da die Pakete in diesen Distributionen neuer sein könnten als die offiziellen Pakete auf pypi, umgeht die Installation der Abhängigkeiten in einer separaten virtuellen Umgebung die Fehler bei der Auflösung der Abhängigkeiten:
pl: Ponieważ pakiety w tych dystrybucjach mogą być nowsze niż oficjalne pakiety na pypi, instalacja zależności w oddzielnym środowisku wirtualnym pozwala obejść problemy z rozwiązywaniem zależności:
ro: Deoarece pachetele din aceste distribuții ar putea fi mai noi decât cele oficiale de pe pypi, instalarea dependențelor într-un mediu virtual separat rezolvă problemele de rezolvare a dependențelor:
ru: Поскольку пакеты в этих дистрибутивах могут быть новее, чем официальные пакеты на pypi, установка зависимостей в отдельном виртуальном окружении позволяет обойти проблемы с разрешением зависимостей:
uk: Оскільки пакунки в цих дистрибутивах можуть бути новішими, ніж офіційні версії в індексі пакунків Python, встановіть залежності в окреме віртуальне середовище, щоб уникнути збоїв розв'язання залежностей:
zh_hans: 由于这些发行版中的软件包可能比 pypi 上的官方软件包要新，因此在一个单独的虚拟环境中安装依赖关系可以解决依赖关系解析失败的问题：

source: The tools are also available in the main Guix channel. To install:
de: Die Tools sind auch im Guix-Hauptkanal erhältlich. Zur Installation:
pl: Narzędzia są również dostępne w głównym kanale Guix. Aby zainstalować:
pt_pt: As ferramentas também estão disponíveis no canal principal do Guix. Para instalar:
ro: Instrumentele sunt, de asemenea, disponibile în canalul principal Guix. Pentru a instala:
ru: Инструменты также доступны на основном канале Guix. Чтобы установить:
uk: Інструменти також доступні в основному каналі Guix. Щоб встановити:
zh_hans: 这些工具也可在主 Guix 频道中找到。运行以下指令进行安装：

source: You can install `fdroidserver` directly using Homebrew, or `easy_install` as a last resort:
de: Sie können `fdroidserver` direkt mit Homebrew installieren, oder `easy_install` als letzte Möglichkeit:
pl: Możesz zainstalować `fdroidserver` bezpośrednio za pomocą Homebrew lub w ostateczności przez `easy_install`:
ro: Puteți instala `fdroidserver` direct folosind Homebrew, sau `easy_install` ca o ultimă soluție:
ru: Вы можете установить `fdroidserver` напрямую, используя Homebrew или, в крайнем случае, `easy_install`:
uk: Ви можете встановити `fdroidserver` безпосередньо за допомогою Homebrew, або `easy_install` в крайньому разі:
zh_hans: 你可使用 Homebrew 直接安装 `fdroidserver`, 或将 `easy_install` 作为最终手段：

source: Preparation: Check [the Homebrew formula](https://formulae.brew.sh/formula/fdroidserver) for instructions. Example:
de: Vorbereitung: Siehe [die Homebrew-Formel](https://formulae.brew.sh/formula/fdroidserver) für Anweisungen. Beispiel:
pl: Przygotowanie: Sprawdź [formułę Homebrew](https://formulae.brew.sh/formula/fdroidserver), aby uzyskać instrukcje. Przykład:
ro: Pregătirea: Consultați [the Homebrew formula](https://formulae.brew.sh/formula/fdroidserver) pentru instrucțiuni. Exemplu:
ru: Подготовка: проверьте [формулу Homebrew](https://formulae.brew.sh/formula/fdroidserver) для получения инструкций. Пример:
uk: Підготування: Перевірте [формулу Homebrew](https://formulae.brew.sh/formula/fdroidserver) для отримання настанов. Наприклад:
zh_hans: 准备工作：查看 [Homebrew formula](https://formulae.brew.sh/formula/fdroidserver) 以获取说明。例如：

source: Install _fdroidserver_:
pl: Zainstaluj _fdroidserver_:
ro: Instalați _fdroidserver_:
ru: Установите _fdroidserver_:
uk: Встановіть _fdroidserver_:
zh_hans: 安装 _fdroidserver_:

source: With only `easy_install`:
de: mit `easy_install`:
pl: Tylko z `easy_install`:
pt_pt: Com apenas `easy_install`:
ro: Doar cu `easy_install`:
ru: Только с `easy_install`:
uk: Лише з `easy_install`:
zh_hans: 仅用 `easy_install`：

source: Windows 10 Subsystem for Linux
de: Windows 10 Subsystem für Linux
pl: Podsystem Windows 10 dla systemu Linux
ro: Windows 10 Subsistem pentru Linux
ru: Подсистема Windows 10 для Linux
uk: Підсистема Linux для Windows 10
zh_hans: 适用于 Linux 的 Windows 10 子系统

source: Starting with the Windows 10 "Anniversary Update", you can [enable an Ubuntu environment](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide) that runs in Windows, known as "Bash on Windows", "Ubuntu on Windows", or "Windows Subsystem for Linux".
de: Mit dem Windows 10 „Anniversary Update“, können Sie [eine Ubuntu-Umgebung aktivieren](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide), die in Windows läuft, bekannt als „Bash in Windows“, „Ubuntu in Windows“, oder „Windows-Subsystem für Linux“.
pl: Począwszy od Windows 10 "Anniversary Update", można [włączyć środowisko Ubuntu](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide), które działa w systemie Windows, znane jest "Bash w systemie Windows", "Ubuntu w systemie Windows" lub "Podsystem Windows dla systemu Linux".
ro: Începând cu Windows 10 "Anniversary Update", puteți [enable an Ubuntu environment](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide) care rulează în Windows, cunoscut sub numele de "Bash on Windows", "Ubuntu on Windows" sau "Windows Subsystem for Linux".
ru: Начиная с Windows 10 "Anniversary Update", вы можете [включить среду Ubuntu](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide), которая работает в Windows, известную как "Bash on Windows", "Ubuntu on Windows" или "Windows Subsystem for Linux".
uk: Починаючи з Windows 10 "Anniversary Update", ви можете [увімкнути середовище Ubuntu](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide), що працює у Windows, відоме як «Bash on Windows», «Ubuntu on Windows» або «Windows Subsystem for Linux».
zh_hans: 从Windows 10"周年更新"开始，你可以在 Windows 中[启用 Ubuntu 环境](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide)，这也被称为 "Windows 上的 Bash"，"Windows 上的 Ubuntu" 或 "适用于 Linux 的 Windows 子系统"。

source: [setup Windows Subsystem for Linux](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide)
de: [Konfiguration des Windows-Subsystems für Linux](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide)
pl: [Instalacja Podsystemu Windows dla systemu Linux](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide)
pt_pt: [instalação do Windows Subsystem for Linux](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide)
ro: [configurați Windows Subsystem pentru Linux](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide)
ru: [настройка подсистемы Windows для Linux](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide)
uk: [налаштування підсистеми Windows для Linux](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide)
zh_hans: [安装适用于 Linux 的 Windows 子系统](https://msdn.microsoft.com/en-us/commandline/wsl/install_guide)
