Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Currently the only supported format is `n`, where `n` is the number of versions to keep. Defaults to `3`. For apps with a list of [_VercodeOperation_](#VercodeOperation) the default is calculated as `3 x number of operations`, eg. for an app with two operations, for two ABIs, 6 versions will be kept.
uk: Наразі єдиним підтримуваний формат — `n`, де `n` — це кількість версій, які потрібно зберігати. Усталено — `3`. Для застосунків зі списком [_VercodeOperation_](#VercodeOperation) усталене значення обчислюється як `3 x кількість операцій`, наприклад, для застосунку з двома операціями, для двох ABI, буде збережено 6 версій.

source: This determines the method used for auto-generating new builds when new releases are available - in other words, adding a new Build Version line to the metadata. This happens in conjunction with the _UpdateCheckMode_ functionality - i.e. when an update is detected by that, it is also processed by this.
pt_pt: Isto determina o método usado para a geração automática de novas compilações quando novas versões estão disponíveis - em outras palavras, a adicionar uma nova linha de Build Version aos metadados. Isso acontece em conjunto com a funcionalidade _UpdateCheckMode_ - ou seja, quando uma atualização é detetada por isso, ela também é processada por isto.
uk: Це визначає спосіб автоматичного генерування нових збірок при виявленні нових випусків: іншими словами, спосіб додання нового рядка Build Version у метадані. Спрацьовує спільно з функціоналом _UpdateCheckMode_ при виявленні ним оновлень.

source: `None` - Auto-updating is disabled
uk: `None` — автооновлення вимкнено

source: If `UpdateCheckMode` is set to `Tags`, this should be set to `Version` without any pattern. The checked tag is used directly.
uk: Якщо `UpdateCheckMode` встановлено на `Tags`, то слід встановити на `Version` без жодного шаблону. Позначений тег використовується безпосередньо.

source: If `UpdateCheckMode` is set to `HTTP`, a pattern should be added after the `Version`. The pattern is used to generate a value (tag name) used for the `commit:` property of new build blocks. It is simply text in which `%v` and `%c` are replaced with the required version name and version code respectively. The resulting string must match an existing tag in the app's repo, which then will be used by F-Droid to build the corresponding version.
uk: Якщо `UpdateCheckMode` встановлено на `HTTP`, слід додати шаблон після `Version`. Шаблон використовується для генерування значення (назва тегу) для властивості `commit:` нових блоків збірки. Це просто текст, у якому `%v` і `%c` замінено на необхідні назвою версії та кодом версії відповідно. Отриманий рядок повинен відповідати наявному тегу в репозиторії застосунку, який потім буде використано F-Droid для створення відповідної версії.

source: Continuing the first example above, you would specify that as `Version +-fdroid %v` - `-fdroid` is the suffix F-Droid will then append to the `versionName` specified in e.g. `build.gradle` when building the APK.
uk: Приклад із розділу Builds угорі можна зазначити як `Version +-fdroid %v`, де `-fdroid` — це суфікс, який F-Droid додасть до `versionName`, узятому, наприклад, у `build.gradle` при збірці APK.

source: Additionally, a suffix can be added to the version name at this stage, to differentiate F-Droid's build from the original. Continuing the first example above, you would specify that as `Version +-fdroid %v` - `-fdroid` is the suffix.
uk: Суфікс, необов'язково доданий до назви версії цим кроком, може підкреслити відмінність збірки F-Droid від оригіналу. У прикладі `Version +-fdroid %v` вгорі, `-fdroid` — це такий суфікс.

source: This determines the method using for determining when new releases are available - in other words, the updating of the _CurrentVersion_ and _CurrentVersionCode_ fields in the metadata by the `fdroid checkupdates` process.
pt_pt: Isso determina o método usado para determinar quando novos lançamentos estão disponíveis - em outras palavras, a atualização dos campos _CurrentVersion_ e _CurrentVersionCode_ nos metadados pelo processo `fdroid checkupdates`.
uk: Зазначає спосіб виявлення появи нових випусків — іншими словами, спосіб оновлення полів метаданих _CurrentVersion_ і _CurrentVersionCode_ у ході процесу `fdroid checkupdates`.

source: `None` - No checking is done because there's no appropriate automated way of doing so. Updates should be checked for manually. Use this, for example, when deploying unstable or patched versions; when builds are done in a directory different to where the _AndroidManifest.xml_ is; if the developers use the Gradle build system and store version info in a separate file; if the developers make a new branch for each release and don't make tags; or if you've changed the package name or version code logic.
ro: `None` - Nu se face nicio verificare deoarece nu există o modalitate automată adecvată de a face acest lucru. Actualizările trebuie verificate manual. Folosiți această opțiune, de exemplu, atunci când implementați versiuni instabile sau patch-uri; când compilările se fac într-un director diferit de cel în care se află _AndroidManifest.xml_; dacă dezvoltatorii folosesc sistemul de compilare Gradle și stochează informațiile despre versiune într-un fișier separat; dacă dezvoltatorii creează o nouă ramură pentru fiecare versiune și nu fac etichete; sau dacă ați schimbat numele pachetului sau logica codului de versiune.
uk: `None` — жодного виявлення не відбувається, бо автоматизувати його неможливо. Оновлення слід перевіряти вручну. Наприклад, використовуйте це: якщо вивантажуєте нестабільні чи змінені версії; якщо збірка відбувається не в тому каталозі, де знаходиться _AndroidManifest.xml_; якщо команда розробки використовує систему збірки Gradle, але зберігає дані про версію в окремому файлі; якщо команда розробки створює нову гілку для кожного випуску й не створює тегів; або якщо ви змінили назву пакунку чи логіку коду версії.

source: `Static` - No checking is done - either development has ceased or new versions are not desired. This method is also used when there is no other checking method available and the upstream developer keeps us posted on new versions.
pt_pt: `Static` - Nenhuma verificação é feita - ou o desenvolvimento cessou ou novas versões não são desejadas. Esse método também é usado quando não há outro método de verificação disponível e o programador do upstream nos mantém informados sobre novas versões.
ro: `Static` - Nu se face nici o verificare - fie că dezvoltarea a încetat, fie că nu se doresc versiuni noi. Această metodă este, de asemenea, utilizată atunci când nu există nicio altă metodă de verificare disponibilă și când dezvoltatorul din amonte ne ține la curent cu noile versiuni.
uk: `Static` — жодного виявлення не відбувається, бо розробку припинено чи нові версії небажані. Цей спосіб також використовується, коли виявляти оновлення неможливо, але команда розробки оригіналу регулярно сповіщає нас про нові версії.

source: `RepoManifest` - At the most recent commit, the _AndroidManifest.xml_ and _build.gradle_ files are looked for in the directory where they were found in the the most recent build. The appropriateness of this method depends on the development process used by the application's developers. You should not specify this method unless you're sure it's appropriate. For example, some developers bump the version when commencing development instead of when publishing. It will return an error if the _AndroidManifest.xml_ has moved to a different directory or if the package name has changed. The current version that it gives may not be accurate, since not all versions are fit to be published. Therefore, before building, it is often necessary to check if the current version has been published somewhere by the upstream developers, either by checking for APKs that they distribute or for tags in the source code repository.
uk: `RepoManifest` — завантажується найновіший коміт, і файли _AndroidManifest.xml_ та _build.gradle_ шукаються в тих же його каталогах, де їх було знайдено під час минулої збірки. Доречність цього способу залежить від робочого процесу команди розробки застосунку. Не вказуйте цього способу, якщо не певні в його доречності. Наприклад, деякі команди розробки збільшують версію на початку роботи, а не при її оприлюдненні. Виникає помилка, якщо _AndroidManifest.xml_ було посунуто до іншої теки чи якщо назву пакунку було змінено. Отримане значення поточної версії може бути неточним, оскільки не всі версії придатні до оприлюднення. Тому перед збіркою часто доводиться перевіряти, чи поточну версію справді десь оприлюднила команда розробки оригіналу: або дивитись, чи розповсюдили вони APK, або шукати тег у репозиторії вихідного коду.

source: It currently works for every repository type to different extents, except the srclib repo type. For git, git-svn and hg repo types, you may use "RepoManifest/yourbranch" as _UpdateCheckMode_ so that "yourbranch" would be the branch used in place of the default one. The default values are "master" for git, "default" for hg and none for git-svn (it stays in the same branch). On the other hand, branch support hasn't been implemented yet in bzr and svn, but _RepoManifest_ may still be used without it.
uk: Це наразі працює з усіма типами репозиторіїв (різною мірою), крім srclib. Для репозиторіїв git, git-svn та hg, ви можете зазначити «RepoManifest/ваша-гілка» як _UpdateCheckMode_, щоб замість вашої гілки використовувалась «ваша-гілка». Усталені значення: «master» для git, «default» для hg, жодного для git-svn (там гілка залишається та сама). На жаль, підтримку гілок ще не втілено для bzr та svn, але _RepoManifest_ можна використовувати й без зазначення гілки.

source: `Tags` - The _AndroidManifest.xml_ and _build.gradle_ files in all tagged revisions in the source repository are checked, looking for the highest version code. The appropriateness of this method depends on the development process used by the application's developers. You should not specify this method unless you're sure it's appropriate. It shouldn't be used if the developers like to tag unstable versions or are known to forget to tag releases. Like RepoManifest, it will not return the correct value if the directory containing the _AndroidManifest.xml_ has moved. Despite these caveats, it is the often the favourite _UpdateCheckMode_.
uk: `Tags` — перевіряються файли _AndroidManifest.xml_ і _build.gradle_ у всіх ревізіях репозиторію вихідного коду, що мають теги, в пошуках найвищого коду версії. Доречність цього способу залежить від робочого процесу команди розробки застосунку. Не вказуйте цього способу, якщо не певні в його доречності. Зокрема не вказуйте його, якщо команда розробки позначає тегами нестабільні версії чи забуває позначати випуски тегами. Аналогічно RepoManifest, виникає помилка, якщо було посунуто каталог, де знаходиться _AndroidManifest.xml_. Незважаючи на ці перешкоди, часто саме цей _UpdateCheckMode_ обрати найдоречніше.

source: It currently only works for git, hg, bzr and git-svn repositories. In the case of the latter, the repo URL must contain the path to the trunk and tags or else no tags will be found.
pt_pt: Atualmente, funciona apenas para os repositórios git, hg, bzr e git-svn. No caso do último, o URL do repositório deve conter o caminho para o tronco e as marcações ou então nenhuma marcação será encontrada.
uk: Це наразі працює лише для репозиторіїв git, hg, bzr і git-svn. У випадку останнього, URL-адреса репозиторію мусить містити шлях до trunk і tags, інакше жодних тегів не буде знайдено.

source: Optionally append a regex pattern at the end - separated with a space - to only check the tags matching said pattern. Useful when apps tag non-release versions such as X.X-alpha, so you can filter them out with something like `.*[0-9]$` which requires tag names to end with a digit. Example: `UpdateCheckMode: Tags .*[0-9]$`
uk: За потреби, можете додати в кінець регулярний вираз після пробілу, щоб перевіряти лише відповідні йому теги. Це корисно, коли застосунок позначає тегами невипущені версії, як-от X.X-альфа. Фільтруйте такі версії чимось на зразок `.*[0-9]$` — конкретно цей вираз вимагає, щоб назви тегів закінчувалися цифрою. Приклад: `UpdateCheckMode: Tags .*[0-9]$`

source: Optionally `UpdateCheckData` can be specified to extract version code and name from repository files you specify (instead of relying on the defaults used to match against otherwise, which in most cases is `build.gradle` or `AndroidManifest.xml`).
uk: Можете ще зазначити `UpdateCheckData`, щоб виймати код і назву версії зі вказаних вами файлів репозиторію (інакше перевірки буде застосовано до усталених, а це зазвичай `build.gradle` і `AndroidManifest.xml`).

source: `HTTP` - HTTP requests are used to determine the current version code and version name. This is controlled by the _UpdateCheckData_ field, which is of the form `urlcode|excode|urlver|exver`.
pt_pt: `HTTP` - Solicitações HTTP são usadas para determinar o código da versão e o nome da versão atual. Isto é controlado pelo campo _UpdateCheckData_, que tem o formato `urlcode|excode|urlver|exver`.
uk: `HTTP` — застосовувати HTTP-запити для визначення коду й назви поточної версії. Поведінкою керує поле _UpdateCheckData_, що має вигляд `urlcode|excode|urlver|exver`.

source: Operation to be applied to the vercode obtained by the defined _UpdateCheckMode_. `%c` will be replaced by the actual vercode, and the whole string will be passed to python's `eval` function.
uk: Дія, що застосовується до коду версії, отриманого зазначеним _UpdateCheckMode_. `%c` буде замінено чинним кодом версії, й весь рядок буде передано Python-функції `eval`.

source: Especially useful with apps that we want to compile for different ABIs, but whose vercodes don't always have trailing zeros. For example, with multiple _VercodeOperation_ we can track updates and build up to four different versions of every upstream version, say for 4 architectures:
uk: Особливо корисно, якщо треба зібрати для різних ABI застосунок, коди версій якого не завжди закінчуються нулями. Наприклад, якщо вказати кілька _VercodeOperation_, ми зможемо відстежувати оновлення та створювати до чотирьох різних версій кожної основної версії, скажімо, для 4-х архітектур:

source: So 4 build blocks are copied from above and added as an update with their vercode calculated by doing each math operation.
uk: Отже, 4 блоки збірки копіюються зверху і додаються як оновлення з їх верифікаційним кодом, який обчислюється під час виконання кожної математичної операції.

source: When checking for updates (via _UpdateCheckMode_) this can be used to specify a regex which, if matched against the version name, causes that version to be ignored. For example, 'beta' could be specified to ignore version names that include that text.
uk: При перевірці оновлень (через _UpdateCheckMode_), це дає змогу зазначити регулярний вираз, який призводить до пропуску версії, якщо успішно зіставляється з її назвою. Наприклад, можна зазначити «beta», щоб нехтувати версіями, назви яких містять такий текст.

source: Only Available with _UpdateCheckMode_ `HTTP`.
uk: Доступно лише тоді, коли _UpdateCheckMode_ — `HTTP`.

source: When checking for updates (via _UpdateCheckMode_) this can be used to specify the package name to search for. Useful when apps have a static package name but change it programmatically in some app flavors, by e.g. appending ".open" or ".free" at the end of the package name.
pt_pt: Ao verificar atualizações (via _UpdateCheckMode_), isso pode ser usado para especificar o nome do pacote a ser pesquisado. Útil quando as aplicações têm um nome de pacote estático, mas o alteram programaticamente em alguns tipos de aplicações, por exemplo, a acrescentar ".open" ou ".free" ao final do nome do pacote.
uk: При перевірці оновлень (через _UpdateCheckMode_), це дає змогу зазначити, яку назву пакунку слід шукати. Доречно, коли застосунок має певну основну назву пакунку, але змінює її програмно в деяких різновидах збірки, наприклад додаючи «.open» чи «.free» в кінець назви пакунку.

source: You can also use `Ignore` to ignore package name searching. This should only be used in some specific cases, for example if the app's build.gradle file does not contain the package name.
uk: Можете також використати `Ignore`, щоб нехтувати пошуком назви пакунку. Використовуйте це лише в крайніх випадках: наприклад, якщо файл build.gradle застосунку не містить назви пакунку.

source: Used in conjunction with _UpdateCheckMode_ `Tags` or `HTTP`.
uk: Використовується у поєднанні з _UpdateCheckMode_ `Tags` або `HTTP`.

source: UpdateCheckData: <vercode-location>|<RegEx-for-versionCode>|<versionName-location>|<RegEx-for-versionName>
uk: UpdateCheckData: <адреса-коду>|<регулярний-вираз-коду>|<адреса-назви>|<регулярний-вираз-назви>

source: `vercode-location` - URL (with `UpdateCheckMode: HTTP`) or path/file relative to repo root, leave empty to check the tag name instead (with `UpdateCheckMode: Tags`).
ro: `vercode-location` - URL (cu `UpdateCheckMode: HTTP`) sau cale/fișier relativ la repo root, lăsați gol pentru a verifica în schimb numele etichetei (cu `UpdateCheckMode: Tags`).
uk: `адреса-коду` — URL-адреса (при `UpdateCheckMode: HTTP`) або шлях/файл відносно кореня репозиторію. Залиште порожньою, щоб натомість перевіряти назву тегу (при `UpdateCheckMode: Tags`).

source: `RegEx-for-versionCode` - RegEx to match versionCode.
uk: `регулярний-вираз-коду` — регулярний вираз, зіставлення з яким виявляє versionCode.

source: `versionName-location` - Same as vercode-location just for versionName. A `.` means to take vercode-location, leave empty to check the tag name instead (only with `UpdateCheckMode: Tags`).
uk: `versionName-location` – те саме, що vercode-location лише для versionName. `.` означає використовувати vercode-location, залиште порожнім, щоб натомість перевіряти назву тегу (лише з `UpdateCheckMode: Tags`).

source: `RegEx-for-versionName` - Similar to RegEx-for-versionCode, just for versionName.
uk: `регулярний-вираз-назви` — як і `регулярний-вираз-коду`, але для versionName.

source: RegEx pipe operators are not supported at this time.
ro: Operatorii de pipe RegEx nu sunt suportați în acest moment.
uk: Pipe-оператор у регулярних виразах поки що не підтримується.

source: Examples for `UpdateCheckMode: Tags`: - Flutter app with the `pubspec.yaml` in the repo root: `pubspec.yaml|version:\s.+\+(\d+)|.|version:\s(.+)\+` - Use the git tag as version name: `app/build.gradle|versionCode\s(\d+)||` - Optionally a regex to extract the version name from the tag can be specified: `app/build.gradle|versionCode\s(\d+)||Android-([\d.]+)` - If no file for the version code was specified, code and name can be extracted from the tag: `'|\+(\d+)||Android-([\d.]+)'` - Note: Be sure to use *single* quotes around the entire value if you leave `vercode-location` empty: `UpdateCheckData: '|\+(\d+)||Android-([\d.]+)'`
uk: Приклади для `UpdateCheckMode: Tags`: - Flutter-застосунок із `pubspec.yaml` у корені репозиторію: `pubspec.yaml|version:\s.+\+(\d+)|.|version:\s(.+)\+` - Використати git-тег як назву версії: `app/build.gradle|versionCode\s(\d+)||` - Додатковий регулярний вираз, щоб видобути назву версії з тегу: `app/build.gradle|versionCode\s(\d+)||Android-([\d.]+)` - Якщо не зазначено адреси коду версії, то код і назву можна видобути з тегу: `'|\+(\d+)||Android-([\d.]+)'` - Увага: Обгорніть усе значення *одинарними* лапками, якщо `адреса-коду` порожня: `UpdateCheckData: '|\+(\d+)||Android-([\d.]+)'`

source: Examples for `UpdateCheckMode: HTTP`: - `https://foo/version.json|"version_code":.*"(.*)"|.|"version_name":.*\"(.*)\",` - `https://foo/version_fdroid.txt|versionCode=(.*)|.|versionName=(.*)`
uk: Приклади для `UpdateCheckMode: HTTP`: - `https://щось/version.json|"version_code":.*"(.*)"|.|"version_name":.*\"(.*)\",` - `https://щось/version_fdroid.txt|versionCode=(.*)|.|versionName=(.*)`

source: The [name of the version](https://developer.android.com/guide/topics/manifest/manifest-element.html#vname) that is the recommended release. There may be newer versions of the application than this (e.g. unstable versions), and there will almost certainly be older ones. This should be the one that is recommended for general use. In the event that there is no source code for the current version, or that Non-Free libraries are being used, this would ideally be the latest version that is still free, though it may still be expedient to retain the automatic update check — see No Source Since.
pt_pt: O [nome da versão](https://developer.android.com/guide/topics/manifest/manifest-element.html#vname) recomendada. Pode haver versões mais recentes da aplicação do que isso (por exemplo, versões instáveis) e quase certamente haverá versões mais antigas. Este deve ser o que é recomendado para uso geral. No caso de não haver código-fonte para a versão atual ou de que bibliotecas não livres são usadas, idealmente seria a versão mais recente ainda gratuita, embora ainda seja conveniente manter a verificação de atualização automática — consulte NoSourceSince.
uk: [Назва версії](https://developer.android.com/guide/topics/manifest/manifest-element.html#vname) рекомендованого випуску. Застосунок може мати новіші версії, ніж ця (як-от нестабільні версії), й імовірно має старіші. Тут слід вказати ту, яку можна порадити для загального користування. Якщо раптом поточна версія не має вихідного коду чи використовує невільні бібліотеки, в ідеалі тут має бути остання все ще вільна версія, хоча може бути сенс (див. NoSourceSince) залишити перевірку автоматичних оновлень.

source: This field is normally automatically updated - see _UpdateCheckMode_.
pt_pt: Este campo é normalmente atualizado automaticamente - consulte _UpdateCheckMode_.
uk: Це поле зазвичай оновлюється автоматично: перегляньте _UpdateCheckMode_.

source: In case we are missing the source code for the _CurrentVersion_ reported by Upstream, or that Non-Free elements have been introduced, this defines the first version that began to miss source code. Apps that are missing source code for just one or a few versions, but provide source code for newer ones are not to be considered here - this field is intended to illustrate which apps do not currently distribute source code, and since when have they been doing so.
pt_pt: No caso de estarmos sem o código-fonte para o _CurrentVersion_ relatado pelo Upstream, ou que elementos não livres foram introduzidos, isso define a primeira versão que começou a perder o código-fonte. Apps que não têm código-fonte para apenas uma ou algumas versões, mas fornecem código-fonte para os mais novos não devem ser considerados aqui - esse campo serve para ilustrar quais apps não distribuem código-fonte e desde então assim.
uk: Якщо оригінал вихідного коду _CurrentVersion_ недоступний чи додає невільні складові, то тут зазначено першу версію, в якій стало бракувати прийнятного вихідного коду. Застосунків, лише одній чи кільком версіям яких бракує вихідного коду, але які надають вихідний код для новіших версій, це не стосується: поле призначено для підкреслення того, які застосунки наразі не поширюють вихідного коду й коли вони припинили його поширювати.

source: Then the base buildserver image... (downloading the basebox and all the sdk platforms can take long time).
uk: Потім основу — образ buildserver… (на завантаження basebox та всіх sdk-платформ може знадобитись чимало часу).

source: _\<major>.\<minor>_
pt_pt: _\<maior>.\<menor>_
uk: _\<головна>.\<другорядна>_

source: Setting up and running the deploy procedure
pt_pt: Configuração e execução do procedimento de implantação
uk: Налаштування й запуск процесу вивантаження
