Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: DNSSEC signatures on our [domain name](https://dnssec-analyzer.verisignlabs.com/f-droid.org) records
de: DNSSEC-Signaturen für unsere [Domain-Namen](https://dnssec-analyzer.verisignlabs.com/f-droid.org)-Einträge
ro: Semnătură DNSSEC în setările de [nume de domeniu](https://dnssec-analyzer.verisignlabs.com/f-droid.org)
ru: Подписи DNSSEC на наших записях [доменного имени](https://dnssec-analyzer.verisignlabs.com/f-droid.org)
zh_hans: 我们[域名](https://dnssec-analyzer.verisignlabs.com/f-droid.org)记录的 DNSSEC 签名

source: DNS Certification Authority Authorization (CAA) [policy](https://www.ssllabs.com/ssltest/analyze.html?d=f%2ddroid.org)
de: DNS-Certification-Authority-Authorization-(CAA)-[Richtlinie](https://www.ssllabs.com/ssltest/analyze.html?d=f%2ddroid.org)
ro: DNS Certification Authority Authorization (CAA) [setare](https://www.ssllabs.com/ssltest/analyze.html?d=f%2ddroid.org)
ru: Авторизация центра сертификации DNS (CAA) [политика](https://www.ssllabs.com/ssltest/analyze.html?d=f%2ddroid.org)
zh_hans: DNS 证书颁发机构授权（CAA）[政策](https://www.ssllabs.com/ssltest/analyze.html?d=f%2ddroid.org)

source: a [strong](https://observatory.mozilla.org/analyze/f-droid.org) HTTP Content Security Policy
de: eine [starke](https://observatory.mozilla.org/analyze/f-droid.org) Sicherheitsrichtlinie zu HTTP-Inhalten
pl: [mocny](https://observatory.mozilla.org/analyze/f-droid.org) Polityka bezpieczeństwa treści HTTP
ro: o [strong](https://observatory.mozilla.org/analyze/f-droid.org) Politică de securitate a conținutului HTTP
ru: [strong](https://observatory.mozilla.org/analyze/f-droid.org) политика безопасности содержимого HTTP
uk: [зміцнено](https://observatory.mozilla.org/analyze/f-droid.org) HTTP Content Security Policy
zh_hans: 一个 [增强 的](https://observatory.mozilla.org/analyze/f-droid.org) HTTP 内容安全策略

source: [PGP-signature]({{ site.fdroid_apk_download_url }}.asc) on the initial install [download link]({{ site.fdroid_apk_download_url }})
de: [PGP-Signatur]({{ site.fdroid_apk_download_url }}.asc) der [Download-Verknüpfung]({{ site.fdroid_apk_download_url }}) zur Erstinstallation
pl: [Podpis PGP]({{ site.fdroid_apk_download_url }}.asc) przy pierwszej instalacji [link do pobrania]({{ site.fdroid_apk_download_url }})
pt_pt: [Assinatura PGP]({{ site.fdroid_apk_download_url }}.asc) na instalação inicial [hiperligação de descarregamento]({{ site.fdroid_apk_download_url }})
ro: [PGP-signature]({{ site.fdroid_apk_download_url }}.asc) la instalarea inițială [download link]({{ site.fdroid_apk_download_url }})
ru: [PGP-подпись]({{ site.fdroid_apk_download_url }}.asc) при первоначальной установке [ссылка на скачивание]({{ site.fdroid_apk_download_url }})
uk: [завантажувальне посилання]({{ site.fdroid_apk_download_url }}) для початкового встановлення [підписано PGP]({{ site.fdroid_apk_download_url }}.asc)
zh_hans: 初始安装 [下载链接]({{ site.fdroid_apk_download_url }}) 上的 [PGP签名]({{ site.fdroid_apk_download_url }}.asc)

source: automated [regular](https://gitlab.com/fdroid/fdroid-website/-/jobs/47503948) and [random](https://verification.f-droid.org/check-fdroid-apk) [auditing](https://gitlab.com/fdroid/fdroidserver/blob/dfbe114af3c4cef15ce3aa5e979d9f4684f2acbc/tests/check-fdroid-apk) that [F-Droid.apk]({{ site.fdroid_apk_download_url }}) has not been tampered with
de: automatisierte [regelmäßige](https://gitlab.com/fdroid/fdroid-website/-/jobs/47503948) und [stichprobenartige](https://verification.f-droid.org/check-fdroid-apk) [Auditierungen](https://gitlab.com/fdroid/fdroidserver/blob/dfbe114af3c4cef15ce3aa5e979d9f4684f2acbc/tests/check-fdroid-apk), dass an [F-Droid.apk]({{ site.fdroid_apk_download_url }}) keine unerlaubten Änderungen vorgenommen wurden
pl: automatyczne [regularne](https://gitlab.com/fdroid/fdroid-website/-/jobs/47503948) i [losowe](https://verification.f-droid.org/check-fdroid-apk) [inspekcja ](https://gitlab.com/fdroid/fdroidserver/blob/dfbe114af3c4cef15ce3aa5e979d9f4684f2acbc/tests/check-fdroid-apk), że [F-Droid.apk]({{ site.fdroid_apk_download_url }}) nie został zmodyfikowany
pt_pt: [auditoria](https://gitlab.com/fdroid/fdroidserver/blob/dfbe114af3c4cef15ce3aa5e979d9f4684f2acbc/tests/check-fdroid-apk) automatizada [regularmente](https://gitlab.com/fdroid/fdroid-website/-/jobs/47503948) e [aleatória](https://verification.f-droid.org/check-fdroid-apk) que [F-Droid.apk](https://f-droid.org/F-Droid.apk) não foi adulterado
ro: automatizat[regular](https://gitlab.com/fdroid/fdroid-website/-/jobs/47503948) și [random](https://verification.f-droid.org/check-fdroid-apk) [auditing](https://gitlab.com/fdroid/fdroidserver/blob/dfbe114af3c4cef15ce3aa5e979d9f4684f2acbc/tests/check-fdroid-apk) că [F-Droid.apk]({{ site.fdroid_apk_download_url }}) nu a fost alterat
ru: автоматизированный [регулярный](https://gitlab.com/fdroid/fdroid-website/-/jobs/47503948) и [случайный](https://verification.f-droid.org/check-fdroid-apk) [аудит](https://gitlab.com/fdroid/fdroidserver/blob/dfbe114af3c4cef15ce3aa5e979d9f4684f2acbc/tests/check-fdroid-apk) того, что [F-Droid.apk]({{ site.fdroid_apk_download_url }}) не был подделан
uk: автоматизовано [періодичний](https://gitlab.com/fdroid/fdroid-website/-/jobs/47503948) і [позаплановий](https://verification.f-droid.org/check-fdroid-apk) [аудити](https://gitlab.com/fdroid/fdroidserver/blob/dfbe114af3c4cef15ce3aa5e979d9f4684f2acbc/tests/check-fdroid-apk) недоторканості [F-Droid.apk]({{ site.fdroid_apk_download_url }})
zh_hans: 自动[常规](https://gitlab.com/fdroid/fdroid-website/-/jobs/47503948)和[随机](https://verification.f-droid.org/check-fdroid-apk)[审计](https://gitlab.com/fdroid/fdroidserver/blob/dfbe114af3c4cef15ce3aa5e979d9f4684f2acbc/tests/check-fdroid-apk)，[F-Droid.apk]({{ site.fdroid_apk_download_url }})没有被篡改过

source: F-Droid Limited controls many potential phishing domains like [fdroid.org](https://whois.icann.org/lookup?name=fdroid.org), [f-droid.com](https://whois.icann.org/lookup?name=f-droid.com), and [f-dro1d.org](https://whois.icann.org/lookup?name=f-dro1d.org). (donations of more are welcome!)
de: F-Droid Limited überwacht viele potentielle Phishing-Domains, wie [fdroid.org](https://whois.icann.org/lookup?name=fdroid.org), [f-droid.com](https://whois.icann.org/lookup?name=f-droid.com) und [f-dro1d.org](https://whois.icann.org/lookup?name=f-dro1d.org). (die Bekanntgabe weiterer wird begrüßt!)
pl: F-Droid Limited kontroluje wiele potencjalnych domen phishingowych, takich jak [fdroid.org](https://whois.icann.org/lookup?name=fdroid.org), [f-droid.com](https://whois.icann.org/lookup?name=f-droid.com) i [f-dro1d.org](https://whois.icann.org/lookup?name=f-dro1d.org). (darowizny są mile widziane!)
pt_pt: F-Droid Limited controla muitos domínios com potenciais de phishing como [fdroid.org](https://whois.icann.org/lookup?name), [f-droid.com](https://whois.icann.org/lookup?name), e [f-dro1d.org](https://whois.icann.org/lookup?name). (doações de outros são bem-vindas!)
ro: F-Droid Limited controlează multe domenii potențiale de phishing, cum ar fi[fdroid.org](https://whois.icann.org/lookup?name=fdroid.org), [f-droid.com](https://whois.icann.org/lookup?name=f-droid.com), și [f-dro1d.org](https://whois.icann.org/lookup?name=f-dro1d.org). (mai multe donații sant binevenite!)
ru: F-Droid Limited контролирует множество потенциальных фишинговых доменов, таких как [fdroid.org](https://whois.icann.org/lookup?name=fdroid.org), [f-droid.com](https://whois.icann.org/lookup?name=f-droid.com) и [f-dro1d.org](https://whois.icann.org/lookup?name=f-dro1d.org). (пожертвования в большем количестве приветствуются!)
uk: орендовано іменем F-Droid Limited багато потенційних фішинг-доменів, як-от [fdroid.org](https://whois.icann.org/lookup?name=fdroid.org), [f-droid.com](https://whois.icann.org/lookup?name=f-droid.com) чи [f-dro1d.org](https://whois.icann.org/lookup?name=f-dro1d.org) (будемо раді пожертвам інших!)
zh_hans: F-Droid Limited 控制着许多潜在的网络钓鱼域名，例如 [fdroid.org](https://whois.icann.org/lookup?name=fdroid.org)、 [f-droid.com](https://whois.icann.org/lookup?name=f-droid.com), 以及 [f-dro1d.org](https://whois.icann.org/lookup?name=f-dro1d.org)。 （欢迎捐赠更多！）

source: website is [statically generated](https://gitlab.com/fdroid/fdroid-website) to greatly reduce the attack surface
de: Die Website wird [statisch erzeugt](https://gitlab.com/fdroid/fdroid-website), um die Angriffsfläche in hohem Maße zu reduzieren
pl: witryna jest [generowana statycznie](https://gitlab.com/fdroid/fdroid-website), aby znacznie zmniejszyć powierzchnię ataku
pt_pt: o site é [gerado estaticamente](https://gitlab.com/fdroid/fdroid-website) para reduzir a superfície de ataque consideravelmente
ro: site-ul web este [statically generated](https://gitlab.com/fdroid/fdroid-website) pentru a reduce foarte mult suprafața de atac
ru: веб-сайт является [статически сгенерированным](https://gitlab.com/fdroid/fdroid-website), чтобы значительно уменьшить поверхность атаки
uk: вебсайт [генерується статично](https://gitlab.com/fdroid/fdroid-website), що значно зменшує поверхню атаки
zh_hans: 网站是 [静态生成](https://gitlab.com/fdroid/fdroid-website)，以大大减少攻击面

source: website is fully functional when JavaScript is disabled in the browser, eliminating all possibility of XSS attacks
de: die Website ist komplett funktionsfähig, wenn JavaScript im Browser deaktiviert ist, wodurch alle XSS-Angriffsmöglichkeiten beseitigt werden
pl: strona internetowa jest w pełni funkcjonalna, gdy JavaScript jest wyłączony w przeglądarce, eliminując wszelkie możliwości ataków XSS
pt_pt: site web é totalmente funcional quando o JavaScript está desativado no navegador, a eliminar todas as possibilidades de ataques XSS
ro: site-ul este complet funcțional atunci când JavaScript este dezactivat în browser, eliminând orice posibilitate de atacuri XSS
ru: сайт полностью функционирует при отключении JavaScript в браузере, что исключает возможность XSS-атак
uk: вебсайт повністю працездатний, коли в переглядачі вимкнено JavaScript, тож XSS-атаки неможливі
zh_hans: 当浏览器中的 JavaScript 被禁用时，网站是完全正常的，消除了所有 XSS 攻击的可能性

source: F-Droid as built-in app store
de: F-Droid als vorinstallierter App-Store
pl: F-Droid jako wbudowany sklep z aplikacjami
pt_pt: F-Droid como loja de apps integrada
ro: F-Droid ca magazin de aplicații încorporat
ru: F-Droid как встроенный магазин приложений
uk: F-Droid як вбудоване сховище застосунків
zh_hans: F-Droid 作为内置应用商店

source: When F-Droid is built into Android, either as part of the ROM or by flashing an [OTA update]({{ site.baseurl }}/packages/org.fdroid.fdroid.privileged.ota/), it no longer needs "Unknown Sources" enabled to function. This is the preferred method of operation, so we aim to make it as easy as possible for users to run F-Droid this way. Flashing the OTA package for F-Droid [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#how-do-i-install-it-on-my-device) has the same or lower risk profile as installing the standard "gapps" package that many people flash onto custom ROMs. So this delivery method does not increase the risk profile of those users.
de: Wenn F-Droid in Android vorinstalliert ist, entweder als Teil des ROM oder durch Einspielen eines [OTA Update]({{ site.baseurl }}/packages/org.fdroid.fdroid.privileged.ota/), wird die Aktivierung der „Unbekannten Herkunft“ nicht mehr benötigt, damit es funktioniert. Dies ist die bevorzugte Arbeitsmethode, so haben wir uns zum Ziel gesetzt, es Anwendern so einfach wie möglich zu machen, F-Droid auf diese Art zu betreiben. Die Installation des OTA-Paketes für F-Droid's [Rechteerweiterung](https://gitlab.com/fdroid/privileged-extension/#how-do-i-install-it-on-my-device) hat das gleiche wenn nicht niedrigere Risikoprofil wie die Installation des Standard-„GApps“-Paketes, das viele Menschen zu Custom-ROMs flashen. So erhöht diese Bereitstellungsmethode nicht das Risiko für jene Anwender.
pl: Gdy F-Droid jest wbudowany w system Android, jako część pamięci ROM lub poprzez miganie [aktualizacji OTA]({{ site.baseurl }}/packages/org.fdroid.fdroid.privileged.ota/), nie jest już potrzebne "Włączono nieznane źródła". Jest to preferowana metoda działania, dlatego staramy się, aby użytkownicy w ten sposób działali tak łatwo jak F-Droid. Miganie pakietu OTA dla F-Droid [Uprzywilejowane rozszerzenie](https://gitlab.com/fdroid/privileged-extension/#how-do-i-install-it-on-my-device) ma taki sam lub niższy profil ryzyka jako instalację standardowego pakietu "gapps", który wielu ludzi zapisuje na niestandardowych ROMach. Tak więc ta metoda dostarczania nie zwiększa profilu ryzyka tych użytkowników.
pt_pt: Quando o F-Droid está integrado no Android, seja como parte da ROM ou flasheado uma [atualização OTA]({{ site.baseurl }}/packages/org.fdroid.fdroid.privileged.ota/), não precisa mais de "Fontes Desconhecidas" ativado. Este é o método preferido de operação, por isso pretendemos torná-lo o mais fácil possível para os utilizadores correrem o F-Droid desta forma. Flashear o pacote [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#how-do-i-install-it-on-my-device) OTA para o F-Droid tem o mesmo perfil de risco ou menor que a instalação do pacote padrão "gapps" que muitas pessoas usam em ROMs personalizadas. Assim, este método de entrega não aumenta o perfil de risco desses utilizadores.
ro: Când F-Droid este integrat în Android, fie ca parte a ROM-ului, fie prin lansarea unei [OTA update]({{ site.baseurl }}/packages/org.fdroid.fdroid.privileged.ota/), nu mai are nevoie de activarea "Unknown Sources" pentru a funcționa. Aceasta este metoda preferată de funcționare, așa că ne propunem să facem cât mai ușor posibil pentru utilizatori să ruleze F-Droid în acest mod. Fluturarea pachetului OTA pentru F-Droid [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#how-do-i-install-it-on-my-device) are același profil de risc sau unul mai mic decât instalarea pachetului standard "gapps" pe care mulți oameni îl introduc în ROM-urile personalizate. Așadar, această metodă de livrare nu crește profilul de risc al acestor utilizatori.
ru: Когда F-Droid встроен в Android, либо как часть ROM, либо путем прошивки [OTA обновления]({{ site.baseurl }}/packages/org.fdroid.fdroid.privileged.ota/), для его работы больше не требуется включение "Неизвестных источников". Это предпочтительный метод работы, поэтому мы стремимся максимально упростить пользователям запуск F-Droid таким образом. Прошивка OTA-пакета для F-Droid [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#how-do-i-install-it-on-my-device) имеет такой же или более низкий профиль риска, как и установка стандартного пакета "gapps", который многие устанавливают на пользовательские ПЗУ. Таким образом, этот способ доставки не увеличивает риск для этих пользователей.
uk: Коли F-Droid вбудовується в Android як частина прошивки чи шляхом встановлення [через рекавері]({{ site.baseurl }}/packages/org.fdroid.fdroid.privileged.ota/), він перестає потребувати дозволу «Невідомі джерела». Це рекомендований спосіб використання, тож ми намагаємося максимально спростити встановлення F-Droid таким чином. Встановлення [привілейованого розширення](https://gitlab.com/fdroid/privileged-extension/#how-do-i-install-it-on-my-device) F-Droid через рекавері має такий же (чи й нижчий) профіль ризику, як встановлення типового пакунку gapps, яким багато хто доповнює незалежні прошивки. Тож цей спосіб розповсюдження не збільшує їхнього профілю ризику.
zh_hans: 当 F-Droid 内置到 Android 中时，无论是作为 ROM 的一部分，还是通过刷新 [OTA 更新]({{ site.baseurl }}/packages/org.fdroid.fdroid.privileged.ota/)，它不再需要启用“未知来源”功能。这是首选的操作方法，因此我们的目标是让用户尽可能轻松地以这种方式运行 F-Droid。刷入 F-Droid 的 OTA 包 [特权扩展](https://gitlab.com/fdroid/privileged-extension/#how-do-i-install-it-on-my-device) 具有相同或更低的风险 profile 安装标准的“gapps”包，许多人将其置入到自定义 ROM 上。因此，这种交付方式不会增加这些用户的风险状况。

source: On top of this, F-Droid makes it as easy as possible to [build it into](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom) ROM projects. It is already included in [CalyxOS](https://calyxos.org/), [Replicant](https://www.replicant.us/), [LineageOS for microG](https://lineage.microg.org/) and [Fairphone Open](https://code.fairphone.com/projects/fp-osos/).
de: Darüber hinaus macht F-Droid die [Vorinstallation](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom) in ROM-Projekte so einfach wie möglich. In [CalyxOS](https://calyxos.org/), [Replicant](https://www.replicant.us/), [LineageOS for microG](https://lineage.microg.org/) and [Fairphone Open](https://code.fairphone.com/projects/fp-osos/) ist es bereits integriert.
pl: Dodatkowo F-Droid sprawia, że [wbudowanie go](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom) w projekty ROM jest tak proste, jak to tylko możliwe. Jest już zawarty w [CalyxOS](https://calyxos.org/), [Replicant](https://www.replicant.us/), [LineageOS for microG](https://lineage.microg.org/) i [Fairphone Open](https://code.fairphone.com/projects/fp-osos/).
ro: În plus, F-Droid facilitează cât se poate de mult [build it into](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom) proiectele ROM . Acesta este deja inclus în [CalyxOS](https://calyxos.org/), [Replicant](https://www.replicant.us/), [LineageOS for microG](https://lineage.microg.org/) și [Fairphone Open](https://code.fairphone.com/projects/fp-osos/).
ru: Кроме того, F-Droid максимально упрощает [встраивание в](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom) ROM-проекты. Она уже включена в [CalyxOS](https://calyxos.org/), [Replicant](https://www.replicant.us/), [LineageOS for microG](https://lineage.microg.org/) и [Fairphone Open](https://code.fairphone.com/projects/fp-osos/).
uk: А ще F-Droid максимально спрощує [вбудову](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom) до проєктів прошивок. Його вже додано до [CalyxOS](https://calyxos.org/), [Replicant](https://www.replicant.us/), [LineageOS для microG](https://lineage.microg.org/) та [Fairphone Open](https://code.fairphone.com/projects/fp-osos/).
zh_hans: 在此基础上，F-Droid 使其尽可能容易地 [构建到](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom) ROM 项目中。 它已经包含在 [CalyxOS](https://calyxos.org/)、[Replicant](https://www.replicant.us/)、[LineageOS for microG](https://lineage.microg.org/) 和 [Fairphone Open](https://code.fairphone.com/projects/fp-osos/)。

source: Protecting against malicious contributor-generated data
de: Schutz vor böswilligen Daten, die von Mitwirkenden erzeugt wurden
pl: Ochrona przed szkodliwymi danymi generowanymi przez autorów
pt_pt: Proteção contra dados maliciosos gerados por contribuidores
ro: Protecția împotriva datelor generate de contribuabilii rău intenționați
ru: Защита от вредоносных данных, генерируемых вкладчиками
uk: Захист від зловмисних внесків сторонніх осіб
zh_hans: 防范恶意贡献者产生的数据

source: The app descriptions are submitted by all sorts of people, and they can also be taken from the app's source repository. This data is ultimately delivered to the Android client or the user's browser via _f-droid.org_.
de: Die App-Beschreibungen werden von allen möglichen Personen eingereicht und können auch aus dem Quell-Repository der App entnommen werden. Diese Daten werden schließlich über _f-droid.org_ an den Android-Client oder den Browser des Benutzers übermittelt.
pl: Opisy aplikacji są przekazywane przez różne osoby i można je pobrać z repozytorium źródłowego aplikacji. Te dane są ostatecznie dostarczane do klienta Android lub przeglądarki użytkownika za pośrednictwem _f-droid.org_.
pt_pt: As descrições dos apps são enviadas por todas as categorias de pessoas, e também podem ser retiradas do repositório de código-fonte da app. Esses dados são entregues ao cliente Android ou ao navegador do utilizador via _f-droid.org_.
ro: Descrierile aplicațiilor sunt trimise de tot felul de persoane și pot fi preluate și din depozitul de surse al aplicației. În cele din urmă, aceste date sunt furnizate clientului Android sau browserului utilizatorului prin intermediul _f-droid.org_.
ru: Описания приложений предоставляются самыми разными людьми, а также могут быть взяты из исходного репозитория приложения. Эти данные в конечном итоге доставляются клиенту Android или браузеру пользователя через _f-droid.org_.
uk: Описи застосунків надсилаються безліччю людей і можуть братися з репозиторіїв вихідного коду застосунків. Ці дані зрештою потрапляють до Android-клієнта чи користувацького переглядача з _f-droid.org_.
zh_hans: 应用描述是由各种各样的人提交的，它们也可以从应用的源代码库中获取。 这些数据最终通过 _f-droid.org_ 交付给 Android 客户端或用户的浏览器。
