Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: ‘Tracking’ - user or activity data is tracked or leaks, by default. True if the app or a feature can not be used without collecting and sharing such data, or doing requests to a data collecting network service (regard- less if the service is based on free software, or not). For example, activity-based down-loading of weather data, maps, avatars etc. (data hosting and delivery services), or uploading of crash logs etc.
pt_pt: ‘Rastreamento' - os dados do utilizador ou da atividade são rastreados, ou vazamentos, por padrão. Verdadeiro se o app ou um recurso não puder ser usado sem coletar e compartilhar tais dados, ou fazer solicitações a um serviço de rede de coleta de dados (considerado - menos se o serviço for baseado em software livre ou não). Por exemplo, descarregamento de dados meteorológicos, mapas, avatares, etc. com base em atividades. (hospedagem de dados e serviços de entrega), ou envio de registos de travamentos, etc.

source: ‘NonFreeNet’ - the application contains a feature that uses a Non-Free network service which is impossible, or not easy to replace. Replacement requires changes to the app or service. This antifeature would not apply, if there is a simple configuration option that allows pointing the app to a running instance of an alternative, publicly available, self-hostable, free software server solution.
pt_pt: ‘NonFreeNet' - a aplicação contém um recurso que usa um serviço de rede não livre que é impossível ou não é fácil de substituir. A substituição requer alterações na app ou serviço. Esse recurso não se aplica se houver uma opção de configuração simples que permita apontar a app para uma instância em execução de uma solução de servidor de software livre alternativa, publicamente disponível e auto-hospedável.

source: ‘NonFreeAdd’ - the application promotes Non-Free add-ons, such that the app is effectively an advert for other Non-Free Software.
pt_pt: ‘NonFreeAdd’ - a aplicação promove addons não livres, de modo que a app é efetivamente um anúncio de outro software não livre.

source: ‘NonFreeDep’ - the application depends on a Non-Free application (e.g. Google Maps) - i.e. it requires it to be installed on the device, but does not include it.
pt_pt: ‘NonFreeDep’ - a aplicação depende de uma aplicação não livre (p.ex., Google Maps), ou seja, ela exige que esteja instalado no aparelho, mas não o inclui.

source: ‘UpstreamNonFree’ - the application is or depends on Non-Free software. This does not mean that Non-Free Software is included with the app: Most likely, it has been patched in some way to remove the Non-Free code. However, functionality may be missing.
pt_pt: ‘UpstreamNonFree’ - a aplicação é ou depende de software não livre. Isso não significa que o software não livre esteja incluído na aplicação: muito provavelmente foi corrigido de alguma forma para remover o código não livre. No entanto, a funcionalidade pode estar a faltar.

source: ‘NonFreeAssets’ - the application contains and makes use of Non-Free assets. The most common case is apps using artwork - images, sounds, music, etc - under a non-commercial license.
pt_pt: ‘NonFreeAssets’ - a aplicação contém e faz uso de ativos não livres. O caso mais comum é o uso de apps - imagens, sons, músicas, etc. - sob uma licença não comercial.

source: ‘KnownVuln’ - the application has known security vulnerabilities.
pt_pt: ‘KnownVuln’ - a aplicação tem vulnerabilidades de segurança conhecidas.

source: ‘ApplicationDebuggable‘ - APK file is compiled for debugging (`application-debuggable`), which normally makes it unsuitable for regular users and use cases.
pt_pt: ‘ApplicationDebuggable‘ - O ficheiro APK é compilado para depuração (`application-debuggable`), o que normalmente o torna inadequado para utilizadores regulares e casos de uso.

source: ‘NoSourceSince‘ - Upstream source for this app is no longer available. Either the app went commercial, the repo was dropped, or it has moved to a location currently unknown to us. This usually means there won't be further updates unless the source reappears.
pt_pt: "NoSourceSince" - A fonte do upstream desta app não está mais disponível. Ou a app foi comercializada, o repositório foi descartado ou foi movido para um local nos desconhecido. Isso normalmente significa que não haverá mais atualizações, a menos que a fonte reapareça.

source: If this field is present, the application does not get put into the public index. This allows metadata to be retained while an application is temporarily disabled from being published. The value should be a description of why the application is disabled. No APKs or source code archives are deleted: to purge an APK see the Build Version section or delete manually for developer builds. The field is therefore used when an app has outlived it’s usefulness, because the source tarball is retained.
pt_pt: Se este campo estiver presente, a aplicação não será posto no índice público. Isso permite que os metadados sejam retidos enquanto uma aplicação está temporariamente está com publicação desativada. O valor deve ser uma descrição do motivo pelo qual a aplicação está desativado. Nenhum ficheiro de registo de fonte ou arquivo de código-fonte é apagado: para limpar um ficheiro APK, consulte a secção Versão de Compilação ou apage manualmente para as compilações do programador. O campo é, portanto, usado quando uma app já sobreviveu à sua utilidade, porque o tarball de fonte é mantido.

source: Set this optional field to "Yes" if the application requires root privileges to be usable. This lets the client filter it out if the user so desires. Whether root is required or not, it is good to give a paragraph in the description to the conditions on which root may be asked for and the reason for it.
pt_pt: Defina este campo opcional como "Yes" se a aplicação exigir que os privilégios de root sejam utilizáveis. Isso permite que o cliente o filtre se o utilizador desejar. Se o root é necessário ou não, é bom dar um parágrafo na descrição para as condições em que o root pode ser solicitado e a razão para isso.

source: The version specified via `CurrentVersionCode` is always considered the newest version when deciding which versions to put into the archive. This means that when `ArchivePolicy` is set to "1 versions" only the APK corresponding to CVC is kept, which is not necessarily the one with the highest version code.
pt_pt: A versão especificada via `CurrentVersionCode` é sempre considerada a versão mais recente ao decidir quais versões pôr no arquivo. Isto significa que, quando a `ArchivePolicy` está definida para "1 versões", apenas o APK correspondente ao CVC é mantido, que não é necessariamente o que tem o código de versão mais alto.

source: Currently the only supported format is "n versions", where n is the number of versions to keep. Defaults to "3 versions".
pt_pt: Atualmente, o único formato suportado é "n versões", a ser n o número de versões a serem mantidas. O padrão é "3 versões".

source: `None` - No checking is done because there’s no appropriate automated way of doing so. Updates should be checked for manually. Use this, for example, when deploying unstable or patched versions; when builds are done in a directory different to where the _AndroidManifest.xml_ is; if the developers use the Gradle build system and store version info in a separate file; if the developers make a new branch for each release and don’t make tags; or if you’ve changed the package name or version code logic.
pt_pt: `None` - Nenhuma verificação é feita porque não há uma maneira automatizada apropriada de fazer isso. Atualizações devem ser verificadas manualmente. Use isso, por exemplo, ao implantar versões instáveis ou corrigidas; quando as compilações são feitas num diretório diferente de onde o _AndroidManifest.xml_ está; se os programadores usam o sistema de compilação Gradle e armazenam informações de versão num ficheiro separado; se os programadores criarem uma filial para cada lançamento e não fizerem etiquetas; ou se alterou o nome do pacote ou a lógica do código de versão.

source: `RepoManifest` - At the most recent commit, the _AndroidManifest.xml_ and _build.gradle_ files are looked for in the directory where they were found in the the most recent build. The appropriateness of this method depends on the development process used by the application’s developers. You should not specify this method unless you’re sure it’s appropriate. For example, some developers bump the version when commencing development instead of when publishing. It will return an error if the _AndroidManifest.xml_ has moved to a different directory or if the package name has changed. The current version that it gives may not be accurate, since not all versions are fit to be published. Therefore, before building, it is often necessary to check if the current version has been published somewhere by the upstream developers, either by checking for APKs that they distribute or for tags in the source code repository.
pt_pt: `RepoManifest` - No commit mais recente, os ficheiros _AndroidManifest.xml_ e _build.gradle_ são procurados no diretório em que foram encontrados na compilação mais recente. A adequação desse método depende do processo de desenvolvimento usado pelos programadores da aplicação. Vocé não deve especificar esse método, a menos que tenha certeza de que é apropriado. Por exemplo, alguns programadores testam a versão ao iniciar o desenvolvimento em vez de publicar. Retornará um erro se o _AndroidManifest.xml_ foi movido para um diretório diferente ou se o nome do pacote foi alterado. A versão atual que fornece pode não ser precisa, já que nem todas as versões são adequadas para publicação. Portanto, antes de construir, muitas vezes é necessário verificar se a versão atual foi publicada em algum lugar pelos programadores upstream, seja a verificar APKs que eles distribuem ou os tags no repositório do código-fonte.

source: It currently works for every repository type to different extents, except the srclib repo type. For git, git-svn and hg repo types, you may use "RepoManifest/yourbranch" as _UpdateCheckMode_ so that "yourbranch" would be the branch used in place of the default one. The default values are "master" for git, "default" for hg and none for git-svn (it stays in the same branch). On the other hand, branch support hasn’t been implemented yet in bzr and svn, but _RepoManifest_ may still be used without it.
pt_pt: Atualmente funciona para todos os tipos de repositórios para extensões diferentes, exceto o tipo de repositório de srclib. Para os tipos de repositório git, git-svn e hg, pode usar "RepoManifest/seuramo" como _UpdateCheckMode_ para que "seuramo" seja o ramo usado em vez do padrão. Os valores padrão são "master" para git, "default" para hg e "none" para git-svn (permanece no mesmo ramo). Por outro lado, o suporte de ramos ainda não foi implementado no bzr e no svn, mas o RepoManifest ainda pode ser usado sem ele.

source: `RepoTrunk` - For svn and git-svn repositories, especially those who don’t have a bundled _AndroidManifest.xml_ file, the Tags and RepoManifest checks will not work, since there is no version information to obtain. But, for those apps who automate their build process with the commit ref that HEAD points to, RepoTrunk will set the _CurrentVersion_ and _CurrentVersionCode_ to that number.
pt_pt: `RepoTrunk` - Para os repositórios svn e git-svn, especialmente aqueles que não têm um ficheiro _AndroidManifest.xml_ incluído, as verificações de Tags e RepoManifest não funcionarão, já que não há informações de versão a serem obtidas. Mas, para aquelas aplicações que automatizam o seu processo de compilação com a referência de commit que HEAD aponta, o RepoTrunk irá definir o _CurrentVersion_ e o _CurrentVersionCode_ para esse número.

source: `Tags` - The _AndroidManifest.xml_ and _build.gradle_ files in all tagged revisions in the source repository are checked, looking for the highest version code. The appropriateness of this method depends on the development process used by the application’s developers. You should not specify this method unless you’re sure it’s appropriate. It shouldn’t be used if the developers like to tag unstable versions or are known to forget to tag releases. Like RepoManifest, it will not return the correct value if the directory containing the _AndroidManifest.xml_ has moved. Despite these caveats, it is the often the favourite _UpdateCheckMode_.
pt_pt: `Tags` - Os ficheiros _AndroidManifest.xml_ e _build.gradle_ em todas as revisões marcadas no repositório de origem são verificados, a procurar o código de versão mais alto. A adequação desse método depende do processo de desenvolvimento usado pelos programadores da aplicação. Não deve especificar esse método, a menos que tenha certeza de que é apropriado. Ele não deve ser usado se os programadores gostarem de marcar versões instáveis ou se souberem esquecer de lançar tags. Como RepoManifest, ele não retornará o valor correto se o diretório que contém o _AndroidManifest.xml_ foi movido. Apesar dessas advertências, é frequentemente o modo favorito de verificação de atualização.

source: Optionally append a regex pattern at the end - separated with a space - to only check the tags matching said pattern. Useful when apps tag non-release versions such as X.X-alpha, so you can filter them out with something like `.*[0-9]$` which requires tag names to end with a digit.
pt_pt: Como opção, anexe um modelo de regex no final - separado por um espaço - para verificar apenas as tags que correspondem ao modelo. Útil quando as aplicações marcam versões sem versão, como X.X-alpha, para que possa filtrá-las com algo como `.*[0-9]$`, que exige que os nomes das tags terminem com um dígito.

source: Secondly, if `urlver` is non-empty, the document from that URL is retrieved, and matched against the regular expression `exver`, with the first group becoming the version name. The `urlver` field can be set to simply ’.’ which says to use the same document returned for the version code again, rather than retrieving a different one.
pt_pt: Em segundo lugar, se o `urlver` não estiver vazio, o documento desse URL será recuperado e comparado com a expressão regular `exver`, com o primeiro grupo a tornar-se o nome da versão. O campo `urlver` pode ser definido simplesmente como ".", que diz para usar o mesmo documento retornado para o código da versão novamente, em vez de recuperar outro diferente.

source: Operation to be applied to the vercode obtained by the defined _UpdateCheckMode_. `%c` will be replaced by the actual vercode, and the whole string will be passed to python’s `eval` function.
pt_pt: Operação a ser aplicada ao código de versão "vercode" obtido pelo _UpdateCheckMode_ definido. `%c` será substituído pelo vercode real, e toda a string será passada para a função `eval` do python.

source: Especially useful with apps that we want to compile for different ABIs, but whose vercodes don’t always have trailing zeros. For example, with _VercodeOperation_ set at something like `%c*10 + 4`, we will be able to track updates and build up to four different versions of every upstream version.
pt_pt: Especialmente útil para apps que desejamos compilar para diferentes ABIs, mas cujos vercodes nem sempre têm zeros à direita. Por exemplo, com _VercodeOperation_ configurado em algo como `%c*10 + 4`, poderemos rastrear atualizações e construir até quatro versões diferentes de cada versão upstream.

source: When checking for updates (via _UpdateCheckMode_) this can be used to specify a regex which, if matched against the version name, causes that version to be ignored. For example, ’beta’ could be specified to ignore version names that include that text.
pt_pt: Ao verificar atualizações (via _UpdateCheckMode_), isso pode ser usado para especificar um regex que, se comparado ao nome da versão, faz com que essa versão seja ignorada. Por exemplo, "beta" pode ser especificado para ignorar nomes de versões que incluam esse texto.

source: You can also use `Ignore` to ignore package name searching. This should only be used in some specific cases, for example if the app’s build.gradle file does not contain the package name.
pt_pt: Também pode usar o `Ignore` para ignorar a busca pelo nome do pacote. Isso só deve ser usado em alguns casos específicos, por exemplo, se o ficheiro build.gradle da app não contiver o nome do pacote.

source: `None` - No auto-updating is done
pt_pt: `None` - Nenhuma atualização automática é feita

source: For example, if an app always has a tag "2.7.2" corresponding to version 2.7.2, you would simply specify "Version %v". If an app always has a tag "ver\_1234" for a version with version code 1234, you would specify "Version ver\_%c".
pt_pt: Por exemplo, se uma app sempre tiver uma tag "2.7.2" correspondente à versão 2.7.2, basta especificar "Version %v". Se uma app sempre tiver uma tag "ver\_1234" para uma versão com o código de versão 1234, especifique "Version ver\_%c".

source: Additionally, a suffix can be added to the version name at this stage, to differentiate F-Droid’s build from the original. Continuing the first example above, you would specify that as "Version +-fdroid %v" - "-fdroid" is the suffix.
pt_pt: Além disso, um sufixo pode ser adicionado ao nome da versão neste estágio, para diferenciar a versão do F-Droid do original. A continuar o primeiro exemplo acima, especificaria-o como "Version +-fdroid %v" - "-fdroid" é o sufixo.

source: The [version code](https://developer.android.com/guide/topics/manifest/manifest-element.html#vcode) corresponding to the [_CurrentVersion_](#CurrentVersion) field. Both these fields must be correct and matching although it’s the current version code that’s used by Android to determine version order and by F-Droid client to determine which version should be recommended.
pt_pt: O [código de versão](https://developer.android.com/guide/topics/manifest/manifest-element.html#vcode) correspondente ao campo [_CurrentVersion _](#CurrentVersion). Ambos os campos devem estar corretos e correspondentes, embora seja o código de versão atual usado pelo Android para determinar a ordem das versões e pelo cliente F-Droid para determinar qual versão deve ser recomendada.

source: Comma-separated list of application IDs that this app provides. This field was only ever a stub and was never used for anything. It was never supported in _index-v1.json nor _.yml_ metadata files.
pt_pt: Lista separada por vírgulas de IDs de apps que este app fornece. Este campo era apenas um esboço e nunca foi usado para nada. Nunca foi suportado em ficheiros de metadados _index-v1.json nem _.yml_.

source: The base server needs to be at minimum Debian/jessie, or there will need to be some heavy tweaking. If you run Ubuntu or derivative distro, you can get any packages missing from your version, like _vagrant-cachier_, from this PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
pt_pt: O servidor base precisa estar no mínimo em Debian/jessie, ou haverá alguns ajustes pesados. Se executar o Ubuntu ou um distro derivada, poderá obter todos os pacotes que faltam na sua versão, como _vagrant-cachier_, deste PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>

source: Clone source code and configure the buildserver settings, running as _fdroid_ user:
pt_pt: Clone o código-fonte e defina as configurações do servidor de compilação, a executar como utilizador _fdroid_:

source: Create the base buildserver image... (downloading the basebox and all the sdk platforms can take long time).
pt_pt: Crie a imagem base do servidor de compilação... (baixar o basebox e todas as plataformas sdk pode levar muito tempo).

source: In addition to the basic setup previously described, we ship a Vagrant-compatible Debian/stretch base box called ’fdroid/basebox-stretch64’.
pt_pt: Além da configuração básica descrita anteriormente, nós lançamos uma caixa base Debian/stretch compatível com Vagrant chamada 'fdroid/basebox-stretch64'.

source: Navigate to your clone of [F-Droid Server git](https://gitlab.com/fdroid/fdroidserver) and start by creating `makebuildserver.config.py`, using `./examples/makebuildserver.config.py` as a reference - look at the settings and documentation there to decide if any need changing to suit your environment. There is a path for retrieving the base box if it doesn’t exist, and an apt proxy definition, both of which may need customising for your environment. You can then go to the `fdroidserver` directory and run `makebuildserver`.
pt_pt: Navegue até o seu clone do [git de F-Droid Server](https://gitlab.com/fdroid/fdroidserver) e comece a criar `makebuildserver.config.py`, a usar `./examples/makebuildserver.config.py` como referência - veja as configurações e documentação lá para decidir se é necessário mudar para se adequar ao seu ambiente. Há um caminho para recuperar a caixa base se ela não existir e uma definição de proxy apt, ambos podem precisar de personalização para o seu ambiente. Pode então ir ao diretório `fdroidserver` e executar `makebuildserver`.

source: # navigate to your clone of F-Droid Server cd .../fdroidserver # copy example config file cp examples/makebuildserver.config.py makebuildserver.config.py # start building the your basebox image ./makebuildserver
pt_pt: # navegar para o seu clone do F-Droid Server cd .../fdroidserver # copiar ficheiro de exemplo de configuração cp examples/makebuildserver.config.py makebuildserver.config.py # comece a construir a sua imagem de basebox ./makebuildserver

source: Once it’s complete you’ll have a new base box called ’buildserver’ which is what’s used for your App build runs. Now you can build packages as as you used to, but when you run `fdroid build --server ...` App build runs will be isolated inside a virtual machine.
pt_pt: Quando estiver completo, terá uma nova caixa base chamada 'buildserver', o que será usado para execuções de compilação de apps. Agora pode compilar pacotes como antes, mas quando executa `fdroid build --server ...` as execuções de compilação de apps serão isoladas dentro de uma máquina virtual.

source: The first time a build is done, a new virtual machine is created using the ’buildserver’ box as a base. A snapshot of this clean machine state is saved for use in future builds, to improve performance. You can force discarding of this snapshot and rebuilding from scratch using a switch: `fdroid build --resetserver ...`.
pt_pt: A primeira vez que uma compilação é feita, uma nova máquina virtual é criada a usar a caixa 'buildserver' como base. Um snapshot desse estado limpo de máquina é salvo para uso em futuras construções e melhorar o desempenho. Pode forçar o descarte desse snapshot e a reconstrução do nada a usar um switch: `fdroid build --resetserver ...`.
