Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Here is the discussion from the meeting where we nailed this down: <https://web.archive.org/web/20171220230923/https://botbot.me/freenode/fdroid-dev/2015-08-04/?msg=46407489&page=1>
de: Hier ist die Diskussion von dem Treffen, wo wir das festgeklopft haben: <https://web.archive.org/web/20171220230923/https://botbot.me/freenode/fdroid-dev/2015-08-04/?msg=46407489&page=1>
pl: Oto dyskusja ze spotkania, w której to omówiliśmy: <https://web.archive.org/web/20171220230923/https://botbot.me/freenode/fdroid-dev/2015-08-04/?msg=46407489&page=1>
pt_pt: Aqui está a discussão da reunião em que o determinamos: <https://web.archive.org/web/20171220230923/https://botbot.me/freenode/fdroid-dev/2015-08-04/?msg=46407489&page=1>
ro: Iată discuția de la ședința în care am stabilit acest lucru: <https://web.archive.org/web/20171220230923/https://botbot.me/freenode/fdroid-dev/2015-08-04/?msg=46407489&page=1>
ru: Вот обсуждение с собрания, на котором мы закрепили это: <https://web.archive.org/web/20171220230923/https://botbot.me/freenode/fdroid-dev/2015-08-04/?msg=46407489&page=1>
uk: Ось обговорення з тої зустрічі, на якій ми це узгодили: <https://web.archive.org/web/20171220230923/https://botbot.me/freenode/fdroid-dev/2015-08-04/?msg=46407489&page=1>
zh_hans: 以下是我们在会议上的讨论，在讨论中我们把这个问题确定下来：<https://web.archive.org/web/20171220230923/https://botbot.me/freenode/fdroid-dev/2015-08-04/?msg=46407489&page=1>

source: This article includes a good discussion of "feature branches" versus "release branches" and short-lived vs. long-lived branches: <http://blogs.atlassian.com/2013/11/the-essence-of-branch-based-workflows/>
de: Dieser Artikel enthält eine gute Besprechung von „feature branches“ gegenüber „release branches“ und kurz- bzw. langlebigen Branches: <http://blogs.atlassian.com/2013/11/the-essence-of-branch-based-workflows/>
pl: Artykuł zawiera dobrą dyskusję na temat "gałęzi funkcjonalnych" w porównaniu z "gałęziami uwalniania" i gałęziami krótko żyjącymi a długowiecznymi: <http://blogs.atlassian.com/2013/11/the-essence-of-branch-based-workflows/>
pt_pt: Este artigo inclui uma boa discussão sobre "ramos de recursos" contra "ramos de lançamento" e ramos de vida curta contra ramos de vida longa: <http://blogs.atlassian.com/2013/11/the-essence-of-branch-based-workflows/>
ro: Acest articol include o bună discuție despre " feature branches" versus "release branches" și despre bifurcațiile cu durată de viață scurtă versus cele cu durată de viață lungă: <http://blogs.atlassian.com/2013/11/the-essence-of-branch-based-workflows/>
ru: Эта статья включает хорошее обсуждение "ветвей возможностей" в сравнении с "ветвями релизов" и короткоживущих и долгоживущих ветвей: <http://blogs.atlassian.com/2013/11/the-essence-of-branch-based-workflows/>
uk: Ця стаття гарно порівнює «гілки функцій» із «гілками випусків», а також короткострокові гілки з довгостроковими: <http://blogs.atlassian.com/2013/11/the-essence-of-branch-based-workflows/>
zh_hans: 这篇文章包括对"特性分支"与"发布分支"以及短期与长期分支的良好讨论：<http://blogs.atlassian.com/2013/11/the-essence-of-branch-based-workflows/>

source: FAQ - Client
de: FAQ - F-Droid-App
pl: FAQ - Klient
pt_pt: FAQ - Cliente
ro: Întrebări frecvente - Clienți
ru: Часто задаваемые вопросы - Клиент
uk: ЧаП — Клієнт
zh_hans: FAQ - 客户端

source: The client shows a newer version. Why didn't it notify me of an update?
de: Der Client zeigt eine neuere Version an. Warum meldete er mir kein Update?
pl: Klient wyświetla nowszą wersję. Dlaczego nie powiadomił mnie o aktualizacji?
pt_pt: O cliente mostra uma versão mais recente. Porque não me notificou de uma actualização?
ro: Clientul afișează o versiune mai nouă. De ce nu m-a anunțat de o actualizare?
ru: Клиент показывает более новую версию. Почему он не уведомил меня об обновлении?
uk: Клієнт показує нову версію. Чому не було сповіщення про оновлення?
zh_hans: 客户端显示有新版本了。为什么之前没通知我这个更新？

source: Assuming you have update notifications switched on (in Preferences) this probably means the newer version is not *recommended* for your device.
de: Vorausgesetzt die Aktualisierungsbenachrichtigung (in den Einstellungen) ist eingeschaltet, könnte das bedeuten, dass die neuere Version für Ihr Gerät nicht *empfohlen* wird.
pl: Zakładając, że masz włączone powiadomienia o aktualizacjach (w Preferencjach) oznacza to prawdopodobnie, że nowsza wersja nie jest *zalecana* dla Twojego urządzenia.
pt_pt: A assumir que tem notificações de atualização ativadas (nas Preferências), isto provavelmente significa que a versão mais recente não é *recomendada* para o seu aparelho.
ro: Presupunând că ați activat notificările de actualizare (în Preferințe), acest lucru înseamnă probabil că versiunea mai nouă nu este *recomandată* pentru dispozitivul dumneavoastră.
ru: Если у вас включены уведомления об обновлениях (в Настройках), это, вероятно, означает, что новая версия не *рекомендуется* для вашего устройства.
uk: Якщо сповіщення про оновлення ввімкнено в налаштуваннях, то швидше за все, новішу версію *не рекомендовано* для вашого пристрою.
zh_hans: 如果你已经在设置中开启更新通知，这可能意味着我们*不建议*在你的设备上使用这个新版本。

source: In the list of versions in the client, the *recommended version* is identified by a '\*'. This is the version which is closest to the *current version* &ndash; the version that the developers of the application publish to Google Play or their website, or tag in their source code repository. There may be newer versions than this in the list &ndash; they could be, for example, test or beta versions. You can install these, but update notifications are not shown because the Version Code (Android's scheme for version numbering) is greater than the _CurrentVersionCode_.
de: In der Liste der Versionen im Client wird die *empfohlene Version* durch ein '\*' ausgewiesen. Das ist die Version, die der *aktuellen Version* am nächsten kommt, &ndash; die Version, die die Entwickler der Anwendung auf Google Play oder ihrer Internetseite veröffentlichen oder in ihrem Quellcode-Repository markieren. Es mag neuere Versionen als diese in der Liste geben &ndash; sie könnten zum Beispiel Test- oder Beta-Versionen sein. Sie können diese installieren, aber es werden keine Aktualisierungsbenachrichtigungen für sie angezeigt, weil der Versionscode (Androids Schema zur Nummerierung der Versionen) höher ist als der _CurrentVersionCode_.
pl: Na liście wersji w kliencie *zalecana wersja* jest identyfikowana przez '\*'. To jest wersja najbliżej *aktualnej wersji* &ndash; wersji, którą programiści aplikacji publikują w Google Play lub jej witrynie, lub tag w repozytorium kodu źródłowego. Mogą być nowsze wersje niż te na liście &ndash; mogą to być na przykład wersje testowe lub beta. Można je zainstalować, ale powiadomienia o aktualizacji nie są wyświetlane, ponieważ kod wersji (systemu Android dla numeracji wersji) jest większa niż _CurrentVersionCode_.
pt_pt: Na lista de versões no cliente, a *versão recomendada* é identificada por uma '\*'. Esta é a versão mais próxima da *versão atual* &ndash; a versão que os programadores da aplicação publicam para o Google Play ou seu site, ou marcam em seu repositório de código-fonte. Pode haver versões mais novas do que esta na lista &ndash; elas podem ser, por exemplo, versões de teste ou beta. Pode instalá-los, mas as notificações de atualização não são mostradas porque o Código de Versão (esquema do Android para numeração de versões) é maior que o _CurrentVersionCode_.
ro: În lista de versiuni din client, *versiunea recomandată* este identificată printr-un "\*". Aceasta este versiunea care este cea mai apropiată de *versiunea curentă* &ndash; versiunea pe care dezvoltatorii aplicației o publică în Google Play sau pe site-ul lor web, sau o etichetează în depozitul lor de cod sursă. Este posibil să existe versiuni mai noi decât aceasta în listă &ndash; acestea ar putea fi, de exemplu, versiuni de testare sau beta. Le puteți instala pe acestea, dar notificările de actualizare nu sunt afișate deoarece Codul versiunii (schema Android pentru numerotarea versiunilor) este mai mare decât _CurrentVersionCode_.
ru: В списке версий в клиенте *рекомендуемая версия* обозначается символом '\*'. Это версия, которая ближе всего к *текущей версии* &ndash; версии, которую разработчики приложения публикуют в Google Play или на своем сайте, или отмечают в репозитории исходного кода. В списке &ndash; могут быть и более новые версии, чем эта, например, тестовые или бета-версии. Вы можете установить их, но уведомления об обновлении не будут отображаться, поскольку Код версии (схема нумерации версий в Android) больше, чем _CurrentVersionCode_.
uk: У переліку версій, клієнт позначає *рекомендовану версію* знаком «\*». Ця версія найближча до *поточної версії* — оприлюдненої командою розробки застосунку на Google Play, вебсайті чи (як тег) у репозиторії вихідного коду. В переліку можуть бути новіші за неї випуски, наприклад випробувальні чи бетаверсії. Можете встановити таку версію вручну, але сповіщень не буде показано, бо код версії (за схемою нумерування версій Android-застосунків) більший, ніж значення _CurrentVersionCode_ — рекомендованого коду поточної версії.
zh_hans: 在客户端的版本列表中，*推荐的版本*是由 '\*' 标识的。这是最接近*当前版本* &ndash; 应用开发人员发布到 Google Play 或他们的网站，或在他们的源代码库中标记的版本 &ndash; 的版本。列表中可能有比这更新的版本 &ndash; 它们可能是，例如，测试或 beta 版本。你可以安装这些版本，但不会显示更新通知，因为版本代码（Android 的版本编号方案）大于 _CurrentVersionCode_。

source: For third-party repositories, it may also be the case that the maintainers neglected to update the current version in their repository's metadata.
de: Bei Drittanbieter-Repositorys kann es auch der Fall sein, dass die Betreiber die Aktualisierung der aktuellen Version in ihren Repository-Metadaten vernachlässigten.
pl: W przypadku repozytoriów firm trzecich może się również zdarzyć, że opiekunowie zaniedbali aktualizację bieżącej wersji w swoich metadanych repozytorium.
pt_pt: Para repositórios de terceiros, também pode ser o caso que os mantenedores negligenciam a atualização da versão atual nos metadados de seus repositórios.
ro: În cazul depozitelor terților, se poate întâmpla, de asemenea, ca responsabilii să fi neglijat să actualizeze versiunea curentă în metadatele depozitului lor.
ru: Для репозиториев сторонних разработчиков также может оказаться, что сопровождающие не позаботились об обновлении текущей версии в метаданных своего репозитория.
uk: Якщо ви користуєтесь сторонніми репозиторіями, то можливо, команда супроводу репозиторію ще не оновила версію в своїх метаданих до поточної.
zh_hans: 对于第三方存储库，也有可能是维护者忘记更新他们存储库元数据中的当前版本。

source: Why does F-Droid need these permissions?
de: Wozu braucht F-Droid diese Berechtigungen?
pl: Dlaczego F-Droid potrzebuje tych uprawnień?
pt_pt: Porque é que o F-Droid precisa destas permissões?
ro: De ce are nevoie F-Droid de aceste permisiuni?
ru: Зачем F-Droid нужны эти разрешения?
uk: Навіщо F-Droid ці дозволи?
zh_hans: 为什么 F-Droid 需要这些权限？

source: F-Droid is an app store, that means it is already entirely responsible for finding, downloading and installing apps. That means it already has all permissions, in effect. For example, a malicious app store with no permissions could modify every app as it installs it, granting itself all permissions via those modified apps. This is why it is so important that an app store is Free Software and publicly audited. F-Droid is both. That said, F-Droid declares the permissions it actually uses so that it is honest and transparent about what it is doing.
de: F-Droid ist ein App-Store, das heißt, es ist vollkommen verantwortlich für die Ermittlung, das Herunterladen und die Installation von Apps. Das bedeutet wiederum, es besitzt eigentlich schon alle Berechtigungen. Ein hinterhältiger App-Store ohne Berechtigungen könnte zum Beispiel jede App bei deren Installation so verändern, dass ihm selbst über diese modifizierten Apps alle Berechtigungen gewährt werden. Daher ist es so wichtig, dass ein App-Store Freie Software und öffentlich geprüft ist. F-Droid ist beides. Nichtdestoweniger erklärt F-Droid die tatsächlich verwendeten Berechtigungen, damit sein Tun ehrlich und transparent ist.
pl: F-Droid jest sklepem z aplikacjami, co oznacza, że jest już całkowicie odpowiedzialny za znajdowanie, pobieranie i instalowanie aplikacji. Oznacza to, że ma już wszystkie uprawnienia. Na przykład złośliwy sklep z aplikacjami bez uprawnień może modyfikować każdą aplikację podczas jej instalacji, przyznając sobie wszystkie uprawnienia za pośrednictwem tych zmodyfikowanych aplikacji. Dlatego tak ważne jest, aby sklep z aplikacjami był wolnym oprogramowaniem i był publicznie kontrolowany. F-Droid to jedno i drugie. To powiedziawszy, F-Droid deklaruje uprawnienia, których faktycznie używa, aby były uczciwe i przejrzyste w zakresie tego, co robią.
pt_pt: O F-Droid é uma loja de apps, o que significa que já é completamente responsável por encontrar, descarregar e instalar apps. Isso significa que já tem todas as permissões, de facto. Por exemplo, uma loja de apps maliciosos sem permissões pode modificar cada app à medida que os instala, a conceder a si mesma todas as permissões por meio desses apps modificados. Por isso é tão importante que uma loja de apps seja Software Livre e auditada publicamente. F-Droid é ambos. Dito isto, o F-Droid declara as permissões que realmente usa para que seja honesto e transparente sobre o que está a fazer.
ro: F-Droid este un magazin de aplicații, ceea ce înseamnă că este deja în întregime responsabil pentru găsirea, descărcarea și instalarea aplicațiilor. Asta înseamnă că are deja toate permisiunile, de fapt. De exemplu, un magazin de aplicații rău intenționat, fără permisiuni, ar putea modifica fiecare aplicație pe măsură ce o instalează, acordându-și toate permisiunile prin intermediul aplicațiilor modificate. Acesta este motivul pentru care este atât de important ca un magazin de aplicații să fie un magazin de software liber și să fie auditat public. F-Droid este ambele. Acestea fiind spuse, F-Droid declară permisiunile pe care le utilizează efectiv, astfel încât să fie onest și transparent cu privire la ceea ce face.
ru: F-Droid - это магазин приложений, то есть он уже полностью отвечает за поиск, загрузку и установку приложений. Это означает, что у него уже есть все разрешения, по сути. Например, вредоносный магазин приложений без разрешений может изменить каждое приложение при его установке, предоставив себе все разрешения через эти измененные приложения. Вот почему так важно, чтобы магазин приложений был свободным программным обеспечением и проходил публичный аудит. F-Droid является и тем, и другим. При этом F-Droid декларирует разрешения, которые он фактически использует, так что он честен и прозрачен в своих действиях.
uk: F-Droid — це сховище застосунків, тобто застосунок, відповідальний за пошук, завантаження й встановлення інших застосунків. По суті, він уже має всі дозволи. Наприклад, зловмисне сховище без жодних дозволів може змінювати всі встановлювані через нього застосунки, надаючи собі через них будь-які дозволи. Саме тому так важливо, щоб сховище застосунків було вільним програмним забезпеченням і регулярно проходило аудит. F-Droid як сховище задовольняє обидві вимоги. F-Droid як клієнт оголошує, які дозволи він насправді використовує, задля чесності й прозорості в своїх діях.
zh_hans: F-Droid 是一个应用商店，这意味着它已经完全负责寻找、下载和安装应用。这意味着它实际上已经拥有了所有权限。例如，一个没有权限的恶意应用商店可以在安装时修改每一个应用，并通过这些修改的应用授予自己所有的权限。一个应用商店应该是自由软件并被公开审核的重要性正在于此。F-Droid 满足这两个条件。也就是说，F-Droid 声明了它实际使用的权限，因此它对自己正在做的事情是诚实和透明的。

source: Here are the permissions that F-Droid current uses:
de: Hier sind die Berechtigungen, die F-Droid momentan nutzt:
pl: Oto uprawnienia, których używa bieżący F-Droid:
pt_pt: Aqui estão as permissões que o F-Droid atualmente usa:
ro: Iată permisiunile pe care F-Droid le utilizează în prezent:
ru: Вот разрешения, которые в настоящее время использует F-Droid:
uk: Ось дозволи, які на тепер використовує F-Droid:
zh_hans: 以下是 F-Droid 当前使用的权限：

source: Download apps from f-droid.org and other app repositories:
de: Apps von f-droid.org und anderen App-Repositorys herunterladen:
pl: Pobierz aplikacje z f-droid.org i innych repozytoriów aplikacji:
ro: Descărcați aplicații de pe f-droid.org și din alte depozite de aplicații:
ru: Загружайте приложения с сайта f-droid.org и других репозиториев приложений:
uk: Завантажувати застосунки з f-droid.org та інших репозиторіїв застосунків:
zh_hans: 从 f-droid.org 和其他应用存储库下载应用：

source: Start itself automatically at boot time so that it can receive updates:
de: Sich selbst beim Hochfahren automatisch starten, damit Aktualisierungen empfangen werden können:
pl: Uruchom się automatycznie podczas rozruchu, aby mógł otrzymywać aktualizacje:
pt_pt: Iniciar-se automaticamente no momento do boot para que possa receber actualizações:
ro: Se pornește automat la pornire, astfel încât să poată primi actualizări:
ru: Автоматически запускается при загрузке, чтобы иметь возможность получать обновления:
uk: Запускатись автоматично при ввімкненні пристрою, щоб отримувати оновлення:
zh_hans: 在开机时自动启动，以便它能接收更新：

source: For the nearby service to get current Wi-Fi status, and prompt the user to enable Wi-Fi when swapping:
de: Für den Umfeld-Dienst, um den aktuellen WLAN-Status zu beziehen und um den Nutzer beim Tauschen zur WLAN-Aktivierung aufzufordern:
pl: Aby pobliska usługa uzyskiwała aktualny stan Wi-Fi i prosiła użytkownika o włączenie Wi-Fi podczas zamiany:
ro: Pentru ca serviciul din apropiere să obțină starea curentă a Wi-Fi și să solicite utilizatorului să activeze Wi-Fi atunci când face schimb:
ru: Чтобы ближайший сервис получал текущий статус Wi-Fi и предлагал пользователю включить Wi-Fi при замене:
uk: Щоб служба Поруч отримувала поточний стан Wi-Fi та запропонувала користувачу ввімкнути Wi-Fi під час перемикання:
zh_hans: 用于让 nearby 服务获得当前的 Wi-Fi 状态，并提示用户在交换应用时开启 Wi-Fi：

source: For the nearby service to see the Bluetooth state, and prompt the user to enable Bluetooth when swapping:
de: Für den Umfeld-Dienst, um den aktuellen Bluetooth-Status zu erkennen, und um den Nutzer beim Tauschen zur Bluetooth-Aktivierung aufzufordern:
pl: Aby pobliska usługa widziała stan Bluetooth i prosiła użytkownika o włączenie Bluetooth podczas zamiany:
ro: Pentru ca serviciul din apropiere să vadă starea Bluetooth și să solicite utilizatorului să activeze Bluetooth atunci când se face schimbul:
ru: Чтобы служба, находящаяся поблизости, видела состояние Bluetooth и предлагала пользователю включить Bluetooth при замене:
uk: Щоб служба Поруч могла бачити стан Bluetooth і запропонувала користувачеві ввімкнути Bluetooth під час перемикання:
zh_hans: 用于让 nearby 服务查看蓝牙状态，并提示用户在交换应用时启用蓝牙：

source: Exchange repository information via the Repo Details screen, and to optionally assist nearby swap connection:
de: Repository-Informationen über den Bildschirm zu Repo-Details austauschen und optional die Verbindung zum Tausch im Umfeld zu unterstützen:
pl: Zmień informacjie repozytorium poprzez ekran Detali Repo i opcjonalnie asysty połączenia pobliskiej wymiany:
ro: Schimbul de informații privind depozitul prin intermediul ecranului Detalii depozit și, opțional, pentru a asista la conectarea de schimb din apropiere:
ru: Обмен информацией о репозитарии с помощью экрана Repo Details, а также дополнительная помощь в подключении к свопу:
uk: Обмінюйтеся інформацією про репозиторій на екрані Подробицю репозиторію та, за бажанням, сприяйте роботі з'єднання служби Поруч:
zh_hans: 通过存储库详情屏幕交换存储库信息，并可选地辅助 nearby 交换连接：

source: Allow the user to enable Wi-Fi AP Hotspot mode from the nearby service:
de: Dem Anwender erlauben, vom Umfeld-Dienst aus den WLAN-AP-Hotspot-Modus zu aktivieren:
pl: Pozwól użytkownikowi włączyć tryb Wi-Fi Hotspot AP z poziomu serwisu w pobliżu:
ro: Permiteți utilizatorului să activeze modul Wi-Fi AP Hotspot din serviciul din apropiere:
ru: Позволяет пользователю включить режим Wi-Fi AP Hotspot из ближайшего сервиса:
uk: Дозволити користувачеві вмикати режим Wi-Fi AP Hotspot зі служби Поруч:
zh_hans: 允许用户从 nearby 服务开启 Wi-Fi AP 热点模式：

source: Allows the nearby service to stay running as long as the user leaves it running:
de: Ermöglicht dem Umfeld-Dienst solange in Betrieb zu bleiben, wie der Anwender ihn laufen lässt:
pl: Pozwól serwisowi w pobliżu pozostać uruchomionym tak długo aż użytkownik go nie zamknie:
ro: Permite serviciului din apropiere să rămână în funcțiune atâta timp cât utilizatorul îl lasă în funcțiune:
ru: Позволяет близлежащей службе работать до тех пор, пока пользователь оставляет ее запущенной:
uk: Дозволяє службі Поруч працювати, доки користувач залишає її запущеною:
zh_hans: 允许 nearby 服务保持运行，只要用户使其保持运行状态：

source: Find and use compatible repositories and mirrors on external storage:
de: Kompatible Repositorys und Spiegelserver auf dem externen Speicher suchen und nutzen:
pl: Znajdź i wykorzystaj kompatybilne repozytoria i ich kopie na zewnętrznym nośniku danych:
ro: Găsiți și utilizați depozite și depozite de rezervă compatibile pe un spațiu de stocare extern:
ru: Найдите и используйте совместимые репозитории и зеркала на внешнем хранилище:
uk: Знайти й використовувати сумісні репозиторії та дзеркала на зовнішньому сховищі:
zh_hans: 发现并使用外部存储中兼容的存储库和镜像：

source: Detect when a USB thumb drive has been inserted, so it can be scanned to find compatible repositories and mirrors:
de: Anstecken eines USB-Sticks erkennen, damit er nach kompatiblen Repositorys und Spiegelserver durchsucht werden kann:
pl: Wykryj kiedy dysk USB został podłączony aby mógł zostać przeskanowany w celu znalezienia kompatybilnych repozytoriów i ich kopii:
ro: Detectați când a fost introdusă o unitate USB, astfel încât aceasta să poată fi scanată pentru a găsi depozite și oglinzi compatibile:
ru: Определите, когда был вставлен USB-накопитель, чтобы просканировать его для поиска совместимых репозиториев и зеркал:
uk: Визначає, коли вставлено USB-накопичувач, щоб його можна було сканувати для пошуку сумісних сховищ і дзеркал:
zh_hans: 检测何时插入了 USB 盘以对其进行扫描来发现兼容的存储库和镜像：

source: Temporarily store and use downloaded files on external storage:
de: Heruntergeladene Dateien temporär auf einem externen Speicher speichern und verwenden:
pl: Tymczasowe przechowywanie i używanie pobranych plików na zewnętrznej pamięci masowej:
ro: Stocați temporar și utilizați fișierele descărcate pe un spațiu de stocare extern:
ru: Временно храните и используйте загруженные файлы на внешнем накопителе:
uk: Тимчасово зберігати та використовувати завантажені файли на зовнішньому носії:
zh_hans: 临时保存并使用外部存储上的已下载文件：
