Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: * the Android client never runs CSS, JavaScript, or dangerous HTML tags since it displays HTML via [`android.text.Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) with image loading disabled * the _f-droid.org_ website protects against malicious and CSS/HTML/JavaScript injection with a [strict HTTP Content Security Policy](https://observatory.mozilla.org/analyze/f-droid.org). * Repomaker filters the texts through Mozilla's [_bleach_](https://github.com/mozilla/bleach) and has a good [HTTP Content Security Policy](https://observatory.mozilla.org/analyze.html?host=repomaker.grobox.de).
de: * der Android-Client führt niemals CSS, JavaScript oder gefährliches HTML Tags aus, da es HTML anzeigt via [`android.text.Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) mit deaktiviertem Laden von Bilddern * die _f-droid.org_ Webseite schützt vor bösartiger und CSS/HTML/JavaScript-Injektion mit einer [strikten HTTP Inhaltssicherheitsrichtlinie](https://observatory.mozilla.org/analyze/f-droid.org). * Repomaker filtert die Texte durch Mozillas [_Bleach_](https://github.com/mozilla/bleach) und hat eine gute [HTTP Inhaltssicherheitsrichtlinie](https://observatory.mozilla.org/analyze.html?host=repomaker.grobox.de).
pl: * klient Android nigdy nie uruchamia CSS, JavaScript ani niebezpiecznych tagów HTML ponieważ wyświetla HTML przez [`android.text.Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) z wyłączonym ładowaniem obrazów * strona internetowa _f-droid.org_ chroni przed złośliwym i wstrzykiwaniem CSS/HTML/JavaScript za pomocą [ścisłej Polityki bezpieczeństwa treści HTTP](https://observatory.mozilla.org/analyze/f-droid.org). * Repomaker filtruje teksty za pośrednictwem [_bleach_](https://github.com/mozilla/bleach) Mozilli i ma dobrą [politykę bezpieczeństwa treści HTTP](https://observatory.mozilla.org/analyze.html?host=repomaker.grobox.de).
ro: * clientul Android nu rulează niciodată CSS, JavaScript sau HTML periculos periculoase, deoarece afișează HTML prin [`android.text.Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) cu încărcarea imaginilor dezactivată * _f-droid.org_ website protejează împotriva programelor malițioase și injectarea de CSS/HTML/JavaScript cu ajutorul unui [strict HTTP Content Security Policy](https://observatory.mozilla.org/analyze/f-droid.org). * Repomaker filtrează textele prin Mozilla's [_bleach_](https://github.com/mozilla/bleach) și are o bună [HTTP Content Security Policy](https://observatory.mozilla.org/analyze.html?host=repomaker.grobox.de).
ru: * клиент Android никогда не запускает CSS, JavaScript или опасные теги HTML теги, поскольку он отображает HTML через [`android.text.Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) с отключенной загрузкой изображений * веб-сайт _f-droid.org_ защищает от вредоносных и CSS/HTML/JavaScript инъекций с помощью [строгой политикой безопасности содержимого HTTP](https://observatory.mozilla.org/analyze/f-droid.org). * Repomaker фильтрует тексты через Mozilla's. [_bleach_](https://github.com/mozilla/bleach) и имеет хорошую [Политика безопасности содержимого HTTP](https://observatory.mozilla.org/analyze.html?host=repomaker.grobox.de).
uk: * Android-клієнт ніколи не виконує CSS, JavaScript чи небезпечних HTML-тегів, бо показує HTML методом [`android.text.Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) із вимкненим завантаженням зображень * вебсайт _f-droid.org_ захищається від зловмисних ін'єкцій, зокрема CSS/HTML/JavaScript, [строгою HTTP Content Security Policy](https://observatory.mozilla.org/analyze/f-droid.org). * Repomaker фільтрує тексти за допомогою Mozilla [_bleach_](https://github.com/mozilla/bleach) і має хорошу [HTTP Content Security Policy](https://observatory.mozilla.org/analyze.html?host=repomaker.grobox.de).
zh_hans: * Android 客户端从不运行 CSS、JavaScript 或危险的 HTML 标签，因为它通过 [`android.text.Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) 显示 HTML，并禁用了图像加载 * _f-droid.org_ 网站通过 [严格的 HTTP 内容安全政策](https://observatory.mozilla.org/analyze/f-droid.org) 来防止恶意内容和 CSS/HTML/JavaScript 注入。 * Repomaker 通过 Mozilla 的 [_bleach_](https://github.com/mozilla/bleach) 过滤文本， 并且有一个良好的 [HTTP 内容安全策略](https://observatory.mozilla.org/analyze.html?host=repomaker.grobox.de)。

source: HTTPS/TLS configuration
de: HTTPS/TLS-Konfiguration
pl: Konfiguracja HTTPS/TLS
ro: Configurația HTTPS/TLS
ru: Настройка HTTPS/TLS
uk: Конфігурація HTTPS/TLS
zh_hans: HTTPS/TLS 配置

source: F-Droid has a long history of supporting all Android devices that are still running, that means maintaining compatibility as long as possible. Towards that end, as long as users running current Android versions are not put at risk, old TLS configurations are still supported. This is why we leave TLSv1.0 and TLSv1.1 enabled on our websites. We believe there is no added risk for people who keep their software updated. And a device running Android 1.6 should be able to install an old version of F-Droid, and have a working app store.
de: F-Droid hat eine lange Tradition, alle Android-Geräte zu unterstützen, die noch laufen, das bedeutet Kompatibilität so lange wie möglich bereitzustellen. In Anbetracht dessen werden immer noch alte TLS-Konfigurationen unterstützt, was Anwender, solange sie aktuelle Android-Versionen betreiben, nicht gefährdet. Deshalb lassen wir auf unserer Website TLSv1.0 und TLSv1.1 weiter aktiv. Wir glauben, dass es für Leute, die ihre Software auf dem neusten Stand halten, kein erhöhtes Risiko besteht. Und ein Gerät mit Android 1.6 sollte in der Lage sein, eine alte Version von F-Droid zu installieren, und einen funktionierenden App-Store haben.
ro: F-Droid are o istorie lungă în susținerea tuturor dispozitivelor Android care încă funcționează, ceea ce înseamnă menținerea compatibilității cât mai mult timp posibil. În acest scop, atâta timp cât utilizatorii care rulează versiunile actuale de Android nu sunt puși în pericol, vechile configurații TLS sunt încă acceptate. Acesta este motivul pentru care lăsăm TLSv1.0 și TLSv1.1 activate pe site-urile noastre web. Considerăm că nu există niciun risc suplimentar pentru persoanele care își mențin software-ul actualizat. Iar un dispozitiv care rulează Android 1.6 ar trebui să poată instala o versiune veche de F-Droid și să aibă un magazin de aplicații funcțional.
ru: F-Droid уже давно поддерживает все устройства Android, которые еще работают, что означает сохранение совместимости до тех пор, пока это возможно. В связи с этим, пока пользователи текущих версий Android не подвергаются риску, старые конфигурации TLS по-прежнему поддерживаются. Именно поэтому мы оставляем TLSv1.0 и TLSv1.1 включенными на наших сайтах. Мы считаем, что люди, которые постоянно обновляют свое программное обеспечение, не подвергаются дополнительному риску. А устройство под управлением Android 1.6 должно быть способно установить старую версию F-Droid и иметь работающий магазин приложений.
uk: F-Droid має довгу історію підтримки всіх пристроїв Android, які досі працюють, що означає підтримку сумісності якомога довше. З цією метою, поки користувачі, які працюють з поточними версіями Android, не піддаються ризику, старі конфігурації TLS досі підтримуються. Ось чому ми залишаємо TLSv1.0 і TLSv1.1 увімкненими на наших вебсайтах. Ми вважаємо, що немає ніякого додаткового ризику для людей, які постійно оновлюють своє програмне забезпечення. А пристрій під керуванням Android 1.6 повинен мати можливість установити стару версію F-Droid і мати робочу крамницю застосунків.
zh_hans: F-Droid 长久以来支持所有仍在运行的 Android 设备，这意味着尽可能长时间地维护兼容性。 为此，只要运行当前 Android 版本的用户不处于风险之下，我们就仍然支持旧的 TLS 配置。 这是我们的网站仍开启 TLSv1.0 和 TLSv1.1 的原因。 我们相信这不会增加更新软件的用户的风险。一台运行 Android 1.6 系统的设备应该可以安装旧版本的 F-Droid，并有一个基本够用的应用商店。

source: Some security scanners will flag this site because TLSv1.1 and TLSv1.0 are still supported. More importantly, this site supports TLSv1.3 and TLSv1.2, both of which offer downgrade protections. On top of that, the latest browsers and F-Droid clients entirely disable TLSv1.1 and TLSv1.0, making it impossible to force those devices to use those vulnerable TLS versions. So the only connections using old TLS versions actually needs those old versions to function. If you are on a device that still needs to use TLS 1.0 or 1.1, then there are already so many well known security vulnerabilities that this one is not particularly interesting.
de: Bestimmte Sicherheitsinstrumente werden diese Internetseite melden, weil hier noch TLSv1.1 and TLSv1.0 unterstützt wird. Wichtiger ist, diese Seite unterstützt TLSv1.3 and TLSv1.2, von denen beide Abwärtsschutz bieten. Zusätzlich deaktivieren die modernsten Browser sowie F-Droid-Clients TLSv1.1 und TLSv1.0 komplett, sodass es unmöglich wird, jene Geräte dazu zu zwingen, diese anfälligen TLS-Versionen zu verwenden. Somit sind eigentlich die einzigen Verbindungen, die alte TLS-Versionen verwenden, jene durch alte Versionen, die diese brauchen um zu funktionieren. Sollten Sie noch ein Gerät verwenden, das noch TLS 1.0 or 1.1 nutzen muss, dann gibt es bereits so viele bestens bekannte Sicherheitsrisiken, dass diese eine nicht mehr sonderlich interessant ist.
ro: Unele scanere de securitate vor semnala acest site deoarece TLSv1.1 și TLSv1.0 sunt încă acceptate. Mai important, acest site acceptă TLSv1.3 și TLSv1.2, care oferă protecții de downgrade. În plus, cele mai recente browsere și clienții F-Droid dezactivează complet TLSv1.1 și TLSv1.0, făcând imposibilă forțarea acestor dispozitive să folosească aceste versiuni TLS vulnerabile. Așadar, singurele conexiuni care utilizează versiuni TLS vechi au de fapt nevoie de aceste versiuni vechi pentru a funcționa. Dacă vă aflați pe un dispozitiv care încă trebuie să utilizeze TLS 1.0 sau 1.1, atunci există deja atât de multe vulnerabilități de securitate bine cunoscute încât aceasta nu este deosebit de interesantă.
ru: Некоторые сканеры безопасности будут отмечать этот сайт, поскольку TLSv1.1 и TLSv1.0 все еще поддерживаются. Что еще более важно, этот сайт поддерживает TLSv1.3 и TLSv1.2, оба из которых обеспечивают защиту от понижения. Кроме того, новейшие браузеры и клиенты F-Droid полностью отключают TLSv1.1 и TLSv1.0, что делает невозможным заставить эти устройства использовать эти уязвимые версии TLS. Таким образом, единственное соединение, использующее старые версии TLS, на самом деле нуждается в этих старых версиях для функционирования. Если вы работаете на устройстве, которое все еще должно использовать TLS 1.0 или 1.1, то в нем уже так много известных уязвимостей, что эта не особенно интересна.
uk: Деякі сканери безпеки позначать цей сайт небезпечним, оскільки він досі підтримує TLSv1.1 і TLSv1.0. Що ще важливіше, цей сайт підтримує TLSv1.3 і TLSv1.2, обидва з яких пропонують захист від пониження версії. Крім того, новітні браузери та клієнти F-Droid повністю відключають TLSv1.1 і TLSv1.0, що робить неможливим змусити ці пристрої використовувати ці вразливі версії TLS. Таким чином, єдині з'єднання, що використовують старі версії TLS, насправді потребують цих старих версій для роботи. Якщо ви використовуєте пристрій, який все ще потребує використання TLS 1.0 або 1.1, то вже існує так багато добре відомих вразливостей, що ця вразливість не представляє особливого інтересу.
zh_hans: 某些安全扫描器会标记此网站，因其仍支持 TLSv1.1 和 TLSv1.0。 但更重要的是，此网站同样支持 TLSv1.3 和 TLSv1.2，这两者均提供降级保护。 此外，最新的浏览器和 F-Droid 客户端完全禁用 TLSv1.1 和 TLSv1.0，使得攻击者不可能迫使它们使用有漏洞的 TLS 版本。 因此，这些为数不多使用旧的 TLS 版本的连接实际上需要旧的客户端和浏览器版本才能运作。 还在使用 TLS 1.0 或 1.1 的设备上本就存在许多知名的安全漏洞，旧 TLS 版本相比之下也就算不上什么了。

source: If you would like to test whether your browser still supports TLS 1.0 or 1.1, click on the links below and see if they give you an error message.
de: Wenn Sie testen möchten, ob Ihr Browser noch TLS 1.0 oder 1.1 unterstützt, klicken Sie auf die Links unten und beobachten Sie, ob Sie eine Fehlermeldung auslösen.
ro: Dacă doriți să testați dacă browserul dvs. acceptă în continuare TLS 1.0 sau 1.1, faceți clic pe linkurile de mai jos și vedeți dacă vă dau un mesaj de eroare.
ru: Если вы хотите проверить, поддерживает ли ваш браузер TLS 1.0 или 1.1, щелкните по приведенным ниже ссылкам и посмотрите, выдают ли они сообщение об ошибке.
uk: Якщо ви хочете перевірити, чи підтримує ваш браузер TLS 1.0 або 1.1, перейдіть за посиланнями нижче і подивіться, чи не видасть він повідомлення про помилку.
zh_hans: 如果你想测试你的浏览器是否仍支持 TLS 1.0 或 1.1，单击下方链接看看是否显示错误信息。

source: Security Audits
de: Sicherheitsaudits
pl: Audyty Bezpieczeństwa
pt_pt: Auditorias de Segurança
ro: Audituri de securitate
ru: Аудиты безопасности
uk: Аудити безпеки
zh_hans: 安全审计

source: There was a quick, informal [security audit](https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x) ([_archived_](https://web.archive.org/web/20170317154208/https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x)) done in 2013 by then graduate student Daniel McCarney aka _pd0x_.
de: Es wurde ein kurzes, informelles [Sicherheitsaudit](https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x) ([_archiviert_](https://web.archive.org/web/20170317154208/https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x)) im Jahr 2013 durch den damaligen Hochschulabsolventen Daniel McCarney, auch bekannt unter _pd0x_, durchgeführt.
pl: Przeprowadzono szybki, nieformalny [audyt bezpieczeństwa](https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x) ([_archived_](https://web.archive.org/web/20170317154208/https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x)) wykonane w 2013 roku przez ówczesnego absolwenta Daniela McCarneya aka _pd0x_.
pt_pt: Houve uma [auditoria de segurança](https://web.archive.org/web/20170317154208/https://dev.guardianproject.info/projects/bazaar/wiki/Initial) ([_archivado_](https://dev.guardianproject.info/projects/bazaar/wiki/Initial)) rápida e informal, feita em 2013 pelo nesse momento estudante de graduação Daniel McCarney aka _pd0x_.
ro: A existat un rapid și informal [security audit](https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x) ([_archived_](https://web.archive.org/web/20170317154208/https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x)) realizat în 2013 de către Daniel McCarney, pe atunci student absolvent, alias _pd0x_.
ru: В 2013 году был проведен быстрый, неофициальный [аудит безопасности](https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x) ([_архивировано_](https://web.archive.org/web/20170317154208/https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x)), который провел тогдашний аспирант Дэниел МакКарни, он же _pd0x_.
uk: Швидкий неформальний [аудит безпеки](https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x) ([_архівований_](https://web.archive.org/web/20170317154208/https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x)) виконав у 2013, будучи студентом магістратури, Daniel McCarney під псевдонімом _pd0x_.
zh_hans: 2013年，当时的研究生丹尼尔·麦卡尼（Daniel McCarney）（又名_pd0x_）完成了一个快速、非正式的 [安全审计](https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x)（[_archived_](https://web.archive.org/web/20170317154208/https://dev.guardianproject.info/projects/bazaar/wiki/Initial_FDroid_Audit_by_pd0x)）。

source: The first "Bazaar" project funded by [Open Tech Fund](https://opentech.fund) included an [external public audit]({{ site.baseurl }}/2018/01/20/upcoming-security-audit.html) from [Cure53](https://cure53.de)
de: Das erste, von [Open Tech Fund](https://opentech.fund) finanzierte „Bazaar“-Projekt schloss ein [externes öffentliches Audit]({{ site.baseurl }}/2018/01/20/upcoming-security-audit.html) von [Cure53](https://cure53.de) ein
pl: Pierwszy projekt "Bazaar" finansowany przez [Open Tech Fund](https://opentech.fund) obejmował [zewnętrzny audyt publiczny]({{ site.baseurl }}/2018/01/20/upcoming-security-audit.html) z [Cure53](https://cure53.de)
pt_pt: O primeiro projeto "Bazaar" financiado pelo [Open Tech Fund](https://opentech.fund) incluiu uma [auditoria pública externa]({{ site.baseurl }}/2018/01/20/upcoming-security-audit.html) de [Cure53](https://cure53.de)
ro: Primul proiect "Bazaar" finanțat de [Open Tech Fund](https://opentech.fund) a inclus un [external public audit]({{ site.baseurl }}/2018/01/20/upcoming-security-audit.html) de la [Cure53](https://cure53.de)
ru: Первый проект "Bazaar", финансируемый [Open Tech Fund](https://opentech.fund), включал [внешний публичный аудит]({{ site.baseurl }}/2018/01/20/upcoming-security-audit.html) от [Cure53](https://cure53.de)
uk: Перший проєкт Bazaar, фінансований [Фондом відкритих технологій](https://opentech.fund) (OTF), передбачав [незалежний загальнодоступний аудит]({{ site.baseurl }}/2018/01/20/upcoming-security-audit.html), проведений [Cure53](https://cure53.de)
zh_hans: 第一个由 [开放技术基金](https://opentech.fund) 资助的"Bazaar"项目包括来自 [Cure53](https://cure53.de) 的 [外部公共审计]({{ site.baseurl }}/2018/01/20/upcoming-security-audit.html)

source: The second "Bazaar 2" project funded by Open Tech Fund included an [external public audit]({{ site.baseurl }}/2018/09/04/second-security-audit-results.html) from [Radically Open Security](https://radicallyopensecurity.com/)
de: Das zweite, von Open Tech Fund finanzierte „Bazaar 2“-Projekt schloss ein [externes öffentliches Audit]({{ site.baseurl }}/2018/09/04/second-security-audit-results.html) von [Radically Open Security](https://radicallyopensecurity.com/) ein
pl: Drugi projekt "Bazaar 2" finansowany przez Open Tech Fund obejmował [zewnętrzny audyt publiczny]({{ site.baseurl }}/2018/09/04/second-security-audit-results.html) z [Radically Open Security](https://radicallyopensecurity.com/)
ro: Cel de-al doilea proiect "Bazaar 2" finanțat de Open Tech Fund a inclus un [external public audit]({{ site.baseurl }}/2018/09/04/second-security-audit-results.html) de la [Radically Open Security](https://radicallyopensecurity.com/)
ru: Второй проект "Bazaar 2", финансируемый Open Tech Fund, включал [внешний публичный аудит]({{ site.baseurl }}/2018/09/04/second-security-audit-results.html) от [Radically Open Security](https://radicallyopensecurity.com/)
uk: Другий проєкт Bazaar 2, фінансований OTF, передбачав [незалежний загальнодоступний аудит]({{ site.baseurl }}/2018/09/04/second-security-audit-results.html), проведений [Radically Open Security](https://radicallyopensecurity.com/)
zh_hans: 由开放技术基金资助的第二个"Bazaar 2"项目包括来自 [Radically Open Security](https://radicallyopensecurity.com/)的 [外部公共审计]({{ site.baseurl }}/2018/09/04/second-security-audit-results.html)

source: The NLnet-funded projects "Tracking the Trackers" and "The Search for Ethical Apps" provided an [audit]({% post_url 2022-12-22-third-audit-results %}) performed by [Radically Open Security](https://radicallyopensecurity.com/)
de: Die von NLnet geförderten Projekte "Tracking the Trackers" und "The Search for Ethical Apps" haben ein [Audit]({% post_url 2022-12-22-third-audit-results %}) durchgeführt von [Radically Open Security](https://radicallyopensecurity.com/) bereitgestellt
ro: Proiectele finanțate de NLnet "Tracking the Trackers" și "The Search for Ethical Apps" au furnizat un [audit]({% post_url 2022-12-22-third-audit-results %}) realizat de [Radically Open Security](https://radicallyopensecurity.com/)
ru: Финансируемые NLnet проекты "Отслеживание трекеров" и "Поиск этичных приложений" обеспечили [аудит]({% post_url 2022-12-22-third-audit-results %}), проведенный [Radically Open Security](https://radicallyopensecurity.com/)
uk: В рамках профінансованих NLnet проєктів "Tracking the Trackers" і "The Search for Ethical Apps" було проведено [аудит]({% post_url 2022-12-22-third-audit-results %}), виконаний компанією [Radically Open Security](https://radicallyopensecurity.com/)
zh_hans: The NLnet 资助的项目"Tracking the Trackers" 和 "The Search for Ethical Apps"提供了由 [Radically Open Security](https://radicallyopensecurity.com/) 执行的 [审计]({% post_url 2022-12-22-third-audit-results %})

source: Setup an F-Droid App Repo
de: Einrichtung eines F-Droid-App-Repos
pl: Skonfiguruj aplikację F-Droid App Repo
pt_pt: Configurar um Repo de App F-Droid
ro: Configurați o aplicație F-Droid App Repo
ru: Настройка репозитория приложений F-Droid
uk: Власний репозиторій застосунків F-Droid
zh_hans: 设置 F-Droid 应用存储库
