Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: F-Droid's collection of apps and files are run on servers run by the core F-Droid contributors. Originally, this main repository was hosted only on [f-droid.org](https://f-droid.org/), but as F-Droid grew [f-droid.org](https://f-droid.org/) alone was no longer able to handle the entire load. F-Droid now supports "mirror" servers that replicate a full copy of the repositories. Hosting a mirror involves running an HTTPS webserver that has a full copy of the repository synchronized using `rsync`.
de: F-Droids Sammlung an Apps und Dateien liegen auf Servern, die von den F-Droid-Kernmitwirkenden betrieben werden. Ursprünglich wurde dieses Hauptrepository nur auf [f-droid.org](https://f-droid.org/) gehostet, da F-Droid aber wuchs, war [f-droid.org](https://f-droid.org/) allein nicht mehr in der Lage, die gesamte Last zu tragen. F-Droid unterstützt nun Server, die eine vollständige Kopie der Repositorys reproduzieren. Das Hosting eines Spiegelservers geht mit dem Betrieb eines HTTP(S)-Servers einher, der eine Kopie des Repositorys hostet, das über `rsync`synchronisiert wird.
pl: Kolekcja aplikacji i plików F-Droid jest uruchamiana na serwerach obsługiwanych przez głównych współtwórców F-Droid. Pierwotnie to główne repozytorium było hostowane tylko na [f-droid.org](https://f-droid.org/), ale wraz z rozwojem F-Droid [f-droid.org](https://f-droid.org/) nie był już w stanie obsłużyć całego obciążenia. F-Droid obsługuje teraz serwery „lustrzane”, które replikują pełną kopię repozytoriów. Hostowanie kopii lustrzanej wiąże się z uruchomieniem serwera internetowego HTTPS, który ma pełną kopię repozytorium zsynchronizowaną przy użyciu `rsync`.
pt_pt: A coleção de apps e ficheiros do F-Droid são executados em servidores executados pelos colaboradores principais do F-Droid. Originalmente, este repositório principal era hospedado apenas em [f-droid.org](https://f-droid.org/), mas como o F-Droid cresceu [f-droid.org](https://f-droid.org/), ele sozinho não era mais capaz de lidar com a carga inteira. O F-Droid agora suporta servidores "espelho" que replicam uma cópia completa dos repositórios. Hospedar um espelho envolve rodar um servidor web HTTPS que tem uma cópia completa do repositório sincronizado a utilizar o `rsync`.
ro: Colecția de aplicații și fișiere F-Droid este rulată pe serverele administrate de principalii colaboratori F-Droid. Inițial, acest depozit principal a fost găzduit doar pe [f-droid.org](https://f-droid.org/), dar, pe măsură ce F-Droid a crescut, [f-droid.org](https://f-droid.org/) nu a mai fost capabil să facă față singur întregii sarcini. F-Droid suportă acum servere "oglindă" care replică o copie completă a depozitelor. Găzduirea unei oglinzi presupune rularea unui server web HTTPS care are o copie completă a depozitului sincronizată cu ajutorul `rsync`.
ru: Коллекция приложений и файлов F-Droid работает на серверах, управляемых основными участниками F-Droid. Первоначально основной репозиторий размещался только на [f-droid.org](https://f-droid.org/), но по мере роста F-Droid один [f-droid.org](https://f-droid.org/) уже не справлялся со всей нагрузкой. Теперь F-Droid поддерживает "зеркальные" серверы, которые копируют полную копию репозиториев. Размещение зеркала подразумевает запуск веб-сервера HTTPS, на котором находится полная копия репозитория, синхронизированная с помощью `rsync`.
uk: Колекцію застосунків і файлів F-Droid розміщено на серверах, супроводжуваних командою F-Droid. Спершу головний репозиторій було розміщено лише на [f-droid.org](https://f-droid.org/), але F-Droid виріс, і [f-droid.org](https://f-droid.org/) більше не міг впоратися з усім навантаженням. Наразі F-Droid підтримує «дзеркала» — сервери з повною копією репозиторіїв. Для розміщення дзеркала потрібен HTTPS-вебсервер із повною копією репозиторію, синхронізованою за допомогою `rsync`.
zh_hans: F-Droid 的应用和文件集合在由 F-Droid 核心贡献者运行的服务器上运行。最初，这个主要的资源库只托管在 [f-droid.org](https://f-droid.org/) 上，但是随着 F-Droid 的发展，[f-droid.org](https://f-droid.org/) 本身已经无法单独处理整个负载了。F-Droid 现在支持"镜像"服务器，它复制了存储库的完整副本。托管一个镜像需要运行一个 HTTPS webserver，它有一个使用 `rsync` 同步的版本库的完整副本。

source: Primary and Secondary Mirrors
de: Primäre und sekundäre Spiegelserver
ru: Первичное и вторичное зеркала
zh_hans: 主要和次要镜像

source: Whenever F-Droid has built a new index, it proactively pushes it to a selected set of mirrors, called the "primary mirrors". In other words, primary mirrors are updated nearly immediately. As of September 2024, the primary mirrors are ([latest list](https://gitlab.com/fdroid/web-services/-/blob/master/origin-04-mirror-push.yml)):
de: Wann immer F-Droid einen neuen Index erstellt hat, wird dieser proaktiv an eine ausgewählte Gruppe von Spiegelservern, die so genannten „primären Spiegelserver“, weitergegeben. Mit anderen Worten, die primären Spiegelserver werden fast sofort aktualisiert. Ab September 2024 sind die primären Spiegelserver ([aktuelle Liste](https://gitlab.com/fdroid/web-services/-/blob/master/origin-04-mirror-push.yml)):
ru: Каждый раз, когда F-Droid создает новый индекс, он проактивно размещает его на выбранном наборе зеркал, называемых "первичными зеркалами". Другими словами, первичные зеркала обновляются практически сразу. По состоянию на сентябрь 2024 года основными зеркалами являются ([latest list](https://gitlab.com/fdroid/web-services/-/blob/master/origin-04-mirror-push.yml)):
zh_hans: 每当 F-Droid 构建新索引，它都会主动将新索引推送到选定的镜像集合，即所谓的”主镜像“。 换句话说，主镜像几乎是立即更新的。 截至2024年9月，主镜像为 ([latest list](https://gitlab.com/fdroid/web-services/-/blob/master/origin-04-mirror-push.yml))：

source: Most other mirrors are "secondary mirrors". These mirrors sync periodically (e.g., every 4 hours) from one of the primary mirrors.
de: Die meisten anderen Spiegelserver sind „sekundäre Spiegelserver“. Diese Spiegelserver synchronisieren sich in regelmäßigen Abständen (z. B. alle 4 Stunden) mit einem der primären Spiegelserver.
ru: Большинство других зеркал - это "вторичные зеркала". Эти зеркала периодически (например, каждые 4 часа) синхронизируются с одним из первичных зеркал.
zh_hans: 多数其他镜像为”次要镜像“。 这些镜像定期（比如每 4 个小时）从主镜像之一进行同步。

source: Therefore, secondary mirrors usually have a small propagation delay. Nevertheless, note that in practice the time between any two index updates is dominated by the time to update and build the apps (in the order of days). Not having too many primary mirrors also keeps the load on the F-Droid origin server small.
de: Daher haben sekundäre Spiegelserver in der Regel eine geringe Ausbreitungsverzögerung. Beachten Sie jedoch, dass in der Praxis die Zeit zwischen zwei Indexaktualisierungen von der Zeit für die Aktualisierung und Erstellung der Apps dominiert wird (in der Größenordnung von Tagen). Durch den Verzicht auf zu viele primäre Spiegelserver wird auch die Last auf dem F-Droid-Ursprungsserver gering gehalten.
ru: Поэтому вторичные зеркала обычно имеют небольшую задержку распространения. Тем не менее, обратите внимание, что на практике время между двумя обновлениями индекса доминирует над временем обновления и сборки приложений (порядка нескольких дней). Отсутствие большого количества первичных зеркал также позволяет снизить нагрузку на исходный сервер F-Droid.
zh_hans: 因此，次要镜像通常有轻微的传播延迟。 尽管如此，请注意在实践中，两次索引更新间的时间由更新和构建应用的时间决定（按照天数顺序）。 没有过多的主镜像同样使 F-Droid 自身服务器上的负载不大。

source: Technically, you can also have a "tertiary mirror" by syncing from a secondary mirror, and so on.
de: Technisch gesehen können Sie auch einen „drittrangigen Spiegelserver“ haben, indem Sie von einem sekundären Spiegelserver aus synchronisieren, usw.
ru: Технически, вы также можете иметь "третичное зеркало", синхронизируясь с вторичным зеркалом, и так далее.
zh_hans: 从技术上讲，通过从次要镜像同步，你还可以有“第三镜像”。以此类推，镜像等级可以一直向后延展。

source: Requirements
de: Anforderungen
pl: Wymagania
pt_pt: Requisitos
ro: Cerințe
ru: Требования
uk: Вимоги
zh_hans: 要求

source: There are two official F-Droid repository sections, the "repo" and the "archive". It's most important to mirror the "repo" since it is used much more than the "archive".
de: Es gibt zwei offizielle F-Droid-Repository-Bereiche, das „Repo“ und das „Archiv“. Am wichtigsten ist es, das „Repo“ zu spiegeln, da es sehr viel mehr genutzt wird als das „Archiv“.
pl: Istnieją dwie oficjalne sekcje repozytorium F-Droid, "repo" i "archiwum". Najważniejsze jest lustrzane "repo", ponieważ jest ono wykorzystywane w znacznie większym stopniu niż "archiwum".
pt_pt: Há duas secções oficiais do repositório F-Droid, o "repo" e o "arquivo". É mais importante espelhar o "repo", já que ele é usado muito mais do que o "arquivo".
ro: Există două secțiuni oficiale ale depozitului F-Droid, "repo" și "archive". Cel mai important este să oglindiți "repo", deoarece este folosită mult mai mult decât "arhiva".
ru: Существует два официальных раздела репозитория F-Droid, "repo" (репозиторий) и "archive" (архив). Наиболее важно зеркалировать "репозиторий", поскольку он используется гораздо чаще, чем "архив".
uk: Репозиторій F-Droid має два офіційні розділи: «repo» та «archive». Дзеркала «repo» важливіші, бо використовуються значно більше, ніж «archive».
zh_hans: 有两个官方的 F-Droid 存储库部分，"存储库" 和 "存档"。镜像 "存储库" 是最重要的，因为它的使用次数远远超过 "存档"。

source: The primary resources required by a mirror are disk space and upload bandwidth. Bandwidth requirements are reduced with each new mirror, but disk requirements grow at a [reasonable rate](https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi?statstype=2&what=mirrorsize&mirrorname=fdroid&timespan=-1&graphsize=large&submit=Go%21). In March 2019, the primary repository required just over 60GB of disk space in 24K files, and the archive required 300GB of disk space in 52K files. In February 2024, the primary repository required 450GB in 180K files, and the archive required 1.9TB in 430K files. The amount of disk space required grows with every new app release.
de: Ein Mirror benötigt in erster Linie Festplattenspeicher und Upload-Bandbreite. Die Bandbreitenanforderungen gehen mit jedem neuen Mirror zurück, die Festplattenanforderungen hingegen wachsen in einem [angemessenen Grad](https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi?statstype=2&what=mirrorsize&mirrorname=fdroid&timespan=-1&graphsize=large&submit=Go%21). Im März 2019 benötigte das primäre Repository etwas mehr als 60 GB Speicherplatz für 24.000 Dateien und das Archiv benötigte 300 GB Speicherplatz für 52.000 Dateien. Im Februar 2024 benötigte das primäre Repository 450 GB für 180.000 Dateien, und das Archiv benötigte 1,9 TB für 430.000 Dateien. Die benötigte Festplattenkapazität wächst mit jedem neuen Release einer App.
ro: Principalele resurse necesare pentru o oglindă sunt spațiul pe disc și lățimea de bandă de încărcare. Cerințele de lățime de bandă sunt reduse cu fiecare nouă oglindă, dar cerințele de spațiu pe disc cresc la o [reasonable rate](https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi?statstype=2&what=mirrorsize&mirrorname=fdroid&timespan=-1&graphsize=large&submit=Go%21). În Martie 2019 depozitul primar necesita puțin peste 60 GB de spațiu pe disc în 24 000 de fișiere, iar arhiva necesită 300 GB de spațiu pe disc în 52 000 de fișiere. În Februarie 2024, depozitul primar necesită 450 GB în 180 000 de fișiere, iar arhiva necesită 1,9 TB în 430 000 de fișiere. Cantitatea de spațiu pe disc necesar crește cu fiecare nouă versiune a aplicației.
ru: Основными ресурсами, необходимыми для зеркала, являются дисковое пространство и пропускная способность. Требования к пропускной способности снижаются с каждым новым зеркалом, но требования к дисковому пространству растут с [разумной скоростью](https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi?statstype=2&what=mirrorsize&mirrorname=fdroid&timespan=-1&graphsize=large&submit=Go%21). В марте 2019 года основному хранилищу требовалось чуть более 60 ГБ дискового пространства в 24 тыс. файлов, а архиву - 300 ГБ дискового пространства в 52 тыс. файлов. В феврале 2024 года основному хранилищу требовалось 450 ГБ в 180 тыс. файлов, а архиву - 1,9 ТБ в 430 тыс. файлов. Объем требуемого дискового пространства растет с каждым новым выпуском приложения.
uk: Передусім дзеркалу потрібні дисковий простір і широкий канал. Чим більше дзеркал, тим вужчого каналу достатньо кожному з них, але просторові вимоги [постійно зростають](https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi?statstype=2&what=mirrorsize&mirrorname=fdroid&timespan=-1&graphsize=large&submit=Go%21). У березні 2019 року первинний репозиторій потребував трохи більш як 60 ГБ дискового простору для 24 тис. файлів, а архів — 300 ГБ дискового простору для 52 тис. файлів. У лютому 2024 року основний репозиторій потребував 450 ГБ для 180 тис. файлів, а архів - 1,9 ТБ для 430 тис. файлів. Обсяг необхідного дискового простору зростає з кожним новим випуском застосунку.
zh_hans: 镜像所需的主要资源是磁盘空间和上传带宽。每个新镜像都会减少带宽需求，但磁盘需求以 [合理的速度](https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi?statstype=2&what=mirrorsize&mirrorname=fdroid&timespan= -1&graphsize=large&submit=Go%21) 增长。2019 年 3 月时，主存储库的 24000 多个 文件需要超过 60GB 的磁盘空间，而52000多个存档文件需要 300GB 磁盘空间。2024年2月，主存储库的180000多个文件需要450GB空间，而430000多个存档文件需要1.9TB空间。所需的磁盘空间量随着每个用应用的发布而增加。

source: There are many mirror servers which offer an _rsync_ connection, make sure to select the mirror closest to your mirror server:
de: Es gibt viele Spiegelserver, die eine _rsync_-Verbindung anbieten, wählen Sie den, der Ihrem Spiegelserver am nächsten liegt:
pl: Istnieje wiele serwerów lustrzanych, które oferują połączenie _rsync_. Upewnij się, że wybrałeś serwer lustrzany znajdujący się najbliżej Twojego serwera lustrzanego:
ro: Există multe servere oglindă care oferă o conexiune _rsync_, asigurați-vă că o selectați pe cea mai apropiată de serverul dvs. de oglindă:
ru: Существует много серверов-зеркал, которые предлагают соединение _rsync_, убедитесь, что выбрали зеркало, ближайшее к вашему серверу-зеркалу:
uk: Чимало серверів дзеркал пропонують _rsync_-з'єднання. Візьміть за основу дзеркало, найближче до вашого сервера:
zh_hans: 有许多镜像服务器提供 _rsync_ 连接，请确保选择最接近镜像服务器的镜像：

source: You can find current information on disk space requirements by running the following in your terminal:
de: Aktuelle Informationen zur erforderlichen Festplattenkapazität können ermittelt werden, indem Sie Folgendes im Terminal ausführen:
pl: Aktualne informacje na temat wymagań dotyczących miejsca na dysku można znaleźć uruchamiając następujące polecenie w terminalu:
pt_pt: Pode encontrar informações atuais sobre os requisitos de espaço em disco a executar o seguinte no seu terminal:
ro: Puteți găsi informații actuale despre cerințele de spațiu pe disc rulând următoarele în terminalul dumneavoastră:
ru: Вы можете найти актуальную информацию о требованиях к дисковому пространству, выполнив в терминале следующее:
uk: Перегляньте актуальні вимоги до дискового простору, запустивши в терміналі:
zh_hans: 你可以通过在终端中运行以下命令来查找有关磁盘空间要求的当前信息：

source: Setup
de: Einrichtung
pl: Instalacja
pt_pt: Configurar
ro: Configurare
ru: Настройка
uk: Налаштування
zh_hans: 设置

source: This guide assumes the use of Nginx with a deb-based distribution, and mirroring the primary repository plus the archive. Please adjust accordingly if you're using alternatives or don't intend to mirror the archive. Also substitute the examples paths and domains for your own.
de: Diese Anleitung geht von einer Verwendung von Nginx mit einer auf Debian basierenden Distribution aus, sowie der Spiegelung des primären Repositorys plus des Archivs. Bitte entsprechend anpassen, falls Alternativen verwendet werden oder die Spiegelung des Archivs nicht beabsichtigt wird. Ersetzen Sie außerdem die in den Beispielen genannten Pfade und Domains durch Ihre eigenen.
pl: Ten przewodnik zakłada użycie Nginx z dystrybucją opartą na deb i dublowanie podstawowego repozytorium plus archiwum. Dostosuj odpowiednio, jeśli używasz alternatyw lub nie zamierzasz tworzyć kopii lustrzanej archiwum. Zastąp również przykłady ścieżek i domen własnymi.
pt_pt: Este guia assume o uso do Nginx com uma distribuição baseada em deb e a espelhar o repositório primário mais o arquivo. Por favor, ajuste de acordo se está a usar alternativas ou não pretende espelhar o repositório. Também substitua os exemplos de caminhos e domínios por seus próprios.
ro: Acest ghid presupune utilizarea Nginx cu o distribuție bazată pe deb și oglindirea depozitului principal și a arhivei. Vă rugăm să vă adaptați în consecință dacă folosiți alternative sau dacă nu intenționați să oglindiți arhiva. De asemenea, înlocuiți căile de acces și domeniile din exemple cu cele proprii.
ru: Это руководство предполагает использование Nginx с deb-дистрибутивом и зеркалирование основного хранилища, + архив. Если вы используете альтернативные варианты или не планируете зеркалировать архив, пожалуйста, внесите соответствующие изменения. Также замените пути и домены в примерах на свои собственные.
uk: Інструкція вважає, що ви використовуєте Nginx із дистрибутиву на основі Debian і віддзеркалюєте як головний репозиторій, так і архів. Внесіть відповідні зміни, якщо використовуєте альтернативи чи не бажаєте створювати дзеркало архіву. Також підставте свої шляхи й домени замість зразків.
zh_hans: 本指南假设使用 Nginx 和基于 deb 的发行版，并镜像主存储库和存档。如果你使用的是替代品，或者不打算镜像存档，请做相应调整。也可以用你自己的路径和域来代替例子。

source: For assistance with this process, [feel free to reach out to us]({{ site.baseurl }}/about/).
de: Für Hilfeleistungen zu diesem Verfahren [können Sie uns gerne kontaktieren]({{ site.baseurl }}/about/).
pl: Aby uzyskać pomoc w tym procesie, [zachęcamy do skontaktowania się z nami]({{ site.baseurl }}/about/).
ro: Pentru asistență în acest proces, [feel free to reach out to us]({{ site.baseurl }}/about/).
ru: Для получения помощи в этом процессе [не стесняйтесь связаться с нами]({{ site.baseurl }}/about/).
uk: Щоб отримати підтримку щодо цього процесу, [не соромтеся звертатися до нас]({{ site.baseurl }}/about/).
zh_hans: 如需有关该过程的协助，[请随时与我们联络]({{ site.baseurl }}/about/).

source: 1. Create appropriate directories
de: 1. Geeignete Verzeichnisse erstellen
ru: 1. Создайте соответствующие каталоги
zh_hans: 1. 创建合适的目录

source: 2. Synchronize the repositories.
de: 2. Die Repositorys synchronisieren
ru: 2. Синхронизируйте репозитории.
zh_hans: 2. 同步存储库。

source: These commands are best run in a terminal multiplexer (`screen`, `tmux` etc) as they will take some time to complete. With `--info=progress2` you can see the progress.
de: Diese Befehle werden am besten in einem Terminal-Multiplexer (`screen`, `tmux` usw.) ausgeführt, da sie einige Zeit in Anspruch nehmen werden. Mit `--info=progress2` können Sie den Fortschritt sehen.
ru: Эти команды лучше всего выполнять в терминальном мультиплексоре (`screen`, `tmux` и т.д.), так как на их выполнение потребуется некоторое время. С помощью `--info=progress2` вы можете увидеть прогресс.
zh_hans: 这些命令最好在终端多路复用器（`screen`、`tmux` 等）中运行，因为它们需要一些时间才能完成。使用 `--info=progress2` 可以看到进度。

source: 3. Establish a cronjob to keep the repositories up to date
de: 3. Einen Cronjob einrichten, damit die Repositorys auf dem neusten Stand bleiben
ru: 3. Создайте cronjob для поддержания репозиториев в актуальном состоянии
zh_hans: 3. 建立一个 cronjob 以使存储库保持最新

source: Create a cronjob file in `/etc/cron.d`
de: Eine Cronjob-Datei in `/etc/cron.d` erstellen
pl: Utwórz plik cronjob w `/etc/cron.d`
pt_pt: Criar um ficheiro cronjob em `/etc/cron.d `
ro: Creați un fișier cronjob în `/etc/cron.d`
ru: Создайте файл cronjob в `/etc/cron.d`
uk: Створіть файл cron-завдання в `/etc/cron.d`
zh_hans: 在 `/etc/cron.d` 中创建一个 cronjob 文件

source: Fill the file with entries to update the repositories. These commands will run at minute 35 past every 6th hour, you can change it to fit your needs.
de: Füllen Sie die Datei mit Einträgen zur Aktualisierung der Repositories. Diese Befehle werden zur Minute 35 nach jeder 6. Stunde ausgeführt, Sie können diesen Zeitpunkt nach Ihren Bedürfnissen ändern.
pl: Wypełnij plik wpisami, aby zaktualizować repozytoria. Te polecenia będą uruchamiane w 35 minucie po każdej 6 godzinie, możesz je zmienić, aby dopasować je do swoich potrzeb.
ro: Completați fișierul cu intrări pentru a actualiza depozitele. Aceste comenzi vor fi executate la minutul 35 la fiecare a 6-a oră, dar puteți modifica acest lucru pentru a se potrivi nevoilor dumneavoastră.
ru: Заполните файл записями для обновления репозиториев. Эти команды будут выполняться на 35-й минуте каждого 6-го часа, вы можете изменить это время в соответствии с вашими потребностями.
uk: Заповніть файл командами оновлення репозиторію. Ці команди запускатимуться о 35 хвилині кожної 6-ї години, можете це змінити відповідно до своїх потреб.
zh_hans: 在文件中填入条目以更新存储库。这些命令将在每隔6小时的第35分钟运行，你可以根据你的需要改变它。

source: 4. Configure your webserver
de: 4. Den Webserver konfigurieren
ru: 4. Настройте веб-сервер
zh_hans: 4. 配置你的网络服务器

source: This is an example server block for nginx. If used, it should be copied to _/etc/nginx/sites-available/_ and symlinked to _/etc/nginx/sites-enabled_. Note that it is important that your URI be `/fdroid/repo` so that the app can automatically add your mirror.
de: Dies ist ein Beispiel-Serverblock für nginx. Wenn verwendet, sollte er nach _/etc/nginx/sites-available/_ kopiert und mit _/etc/nginx/sites-enabled_ symbolisch verknüpft werden. Beachten Sie, dass es wichtig ist, dass Ihre URI `/fdroid/repo` lautet, damit die App Ihren Mirror automatisch hinzufügen kann.
pl: Jest to przykładowy blok serwera dla nginx. Jeśli jest używany, powinien być skopiowany do _/etc/nginx/sites-available/_ i połączony z _/etc/nginx/sites-enabled_. Zauważ, że ważne jest, aby Twój URI był `/fdroid/repo` tak, aby aplikacja mogła automatycznie dodać Twój serwer lustrzany.
pt_pt: Este é um exemplo de bloco de servidor para o nginx. Se usado, ele deve ser copiado para _/etc/nginx/sites-available/_ e symlinked para _/etc/nginx/sites-enabled_. Note que é importante que o seu URI seja `/fdroid/repo` para que o app possa adicionar automaticamente o seu espelho.
ro: Acesta este un exemplu de bloc de server pentru nginx. Dacă este utilizat, trebuie copiat în _/etc/nginx/sites-available/_ și legat simbolic de _/etc/nginx/sites-enabled_. Rețineți că este important ca URI-ul dvs. să fie `/fdroid/repo` pentru ca aplicația să poată adăuga automat oglinda dumneavoastră.
ru: Это пример серверного блока для nginx. Если он используется, его следует скопировать в _/etc/nginx/sites-available/_ и симлинковать в _/etc/nginx/sites-enabled_. Обратите внимание, что важно, чтобы ваш URI был `/fdroid/repo`, чтобы приложение могло автоматически добавить ваше зеркало.
uk: Ось зразок серверного блоку nginx. Для використання, скопіюйте його до _/etc/nginx/sites-available/_ і створіть символічне посилання в _/etc/nginx/sites-enabled_. Важливо зберегти в URL-адресі `/fdroid/repo`, щоб застосунок міг автоматично додавати ваше дзеркало.
zh_hans: 这是一个 nginx 服务器块的例子。如果使用，应该复制到 _/etc/nginx/sites-available/_，并将其符号链接到 _/etc/nginx/sites-enabled_。注意，你的 URI 必须是 `/fdroid/repo`，以便应用可以自动添加你的镜像。
