Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: In some cases builds are not reproducible due to a [bug in `coreLibraryDesugaring`](https://issuetracker.google.com/issues/195968520) (may require a Google account to view); this [affected NewPipe](https://github.com/TeamNewPipe/NewPipe/issues/6486).
de: In einigen Fällen sind Builds nicht reproduzierbar aufgrund eines [Fehlers in `coreLibraryDesugaring`](https://issuetracker.google.com/issues/195968520) (erfordert möglicherweise ein Google-Konto zur Ansicht); dies [betraf NewPipe](https://github.com/TeamNewPipe/NewPipe/issues/6486).
pl: W niektórych przypadkach kompilacji nie można odtworzyć ze względu na [błąd w `coreLibraryDesugaring`](https://issuetracker.google.com/issues/195968520) (wymaga konta google do wyświetlania); to [obecnie dotyczy NewPipe](https://github.com/TeamNewPipe/NewPipe/issues/6486).
ro: În unele cazuri, construcțiile nu pot fi reproduse din cauza unui [bug în `coreLibraryDesugaring`](https://issuetracker.google.com/issues/195968520) (poate necesita un cont Google pentru a fi vizualizat); acest lucru [a afectat NewPipe](https://github.com/TeamNewPipe/NewPipe/issues/6486).
ru: В некоторых случаях сборки не воспроизводятся из-за [ошибки в `coreLibraryDesugaring`](https://issuetracker.google.com/issues/195968520) (для просмотра может потребоваться учетная запись Google); это [повлияло на NewPipe](https://github.com/TeamNewPipe/NewPipe/issues/6486).
uk: У деяких випадках, збірки не відтворюються через [ваду в `coreLibraryDesugaring`](https://issuetracker.google.com/issues/195968520) (для перегляду може бути потрібен обліковий запис Google); це [стосувалося NewPipe](https://github.com/TeamNewPipe/NewPipe/issues/6486).
zh_hans: 在某些情况下，由于 [ `coreLibraryDesugaring` 中的错误](https://issuetracker.google.com/issues/195968520)，构建不可重复（可能需要 Google 帐号才能查看）；这[曾影响 NewPipe](https://github.com/TeamNewPipe/NewPipe/issues/6486)。

source: Bug: line ending differences between Windows and Linux builds
de: Bug: Unterschiede in den Zeilenendungen zwischen Windows- und Linux-Builds
pl: Błąd: zakończenia linii różnią się między kompilacjami Windows i Linux
ro: Bug: diferențe de sfârșit de linie între versiunile Windows și Linux
ru: Ошибка: различия в окончании строк в сборках для Windows и Linux
uk: Помилка: відмінності у закінченні рядків між збірками для Windows та Linux
zh_hans: Bug：Windows 和 Linux 版本间的行结束符差异

source: [Newline differences between building on Windows vs Linux make builds not reproducible](https://issuetracker.google.com/issues/266109851) (may require a Google account to view).
de: [Unterschiede am Zeilenende zwischen Builds unter Windows und Linux machen sie unreproduzierbar](https://issuetracker.google.com/issues/266109851) (erfordert möglicherweise ein Google-Konto, um angezeigt zu werden).
ro: [Newline differences between building on Windows vs Linux make builds not reproducible](https://issuetracker.google.com/issues/266109851) (poate necesita un cont Google pentru a fi vizualizat).
ru: [Различия между сборками под Windows и Linux делают сборки невоспроизводимыми](https://issuetracker.google.com/issues/266109851) (для просмотра может потребоваться учетная запись Google).
uk: [Відмінності між збірками на Windows і Linux роблять збірки не відтворюваними](https://issuetracker.google.com/issues/266109851) (для перегляду може знадобитися обліковий запис Google).
zh_hans: [Windows 和 Linux 系统上进行构建的换行符差异造成构建不可重复](https://issuetracker.google.com/issues/266109851)（可能需要 Google 账户才能查看）。

source: A workaround is to run [`fix-newlines.py`](https://github.com/obfusk/reproducible-apk-tools#fix-newlinespy) on the *unsigned* APK with the "wrong" line endings to change them from LF to CRLF (or vice versa w/ `--from-crlf`) and `zipalign` it again afterwards.
de: Eine Abhilfe besteht darin, [`fix-newlines.py`](https://github.com/obfusk/reproducible-apk-tools#fix-newlinespy) auf der *unsignierten* APK mit den "falschen" Zeilenenden auszuführen, um sie von LF in CRLF zu ändern (oder umgekehrt mit `--from-crlf`) und es danach wieder zu `zipalign`en.
ro: O soluție este să rulați [`fix-newlines.py`](https://github.com/obfusk/reproducible-apk-tools#fix-newlinespy) pe APK-ul *nesemnat* cu terminațiile de linie "greșite" pentru a le schimba din LF în CRLF (sau viceversa cu `--from-crlf`) și `zipalign` din nou după aceea.
ru: Обходной путь - запустить [`fix-newlines.py`](https://github.com/obfusk/reproducible-apk-tools#fix-newlinespy) на *неподписанном* APK с "неправильными" окончаниями строк, чтобы изменить их с LF на CRLF (или наоборот с помощью `--from-crlf`) и `zipalign` его снова после этого.
uk: Обхідним шляхом є запуск [`fix-newlines.py`](https://github.com/obfusk/reproducible-apk-tools#fix-newlinespy) на *непідписаних* APK за допомогою «неправильні» закінчення рядків, щоб змінити їх на LF на CRLF (або навпаки з `--from-crlf`) і `zipalign` знову згодом.
zh_hans: 一个变通方法是在行结束符“错误”的*未签名* APK 文件上运行 [`fix-newlines.py`](https://github.com/obfusk/reproducible-apk-tools#fix-newlinespy) 将他们从 LF 更改为 CRLF （或者使用 `--from-crlf`反向操作）并在之后再次对它进行 `zipalign`。

source: Concurrency: reproducibility can depend on the number of CPUs/cores
de: Parallelität: Die Reproduzierbarkeit kann von der Anzahl der CPUs/Kerne abhängen
ro: Concurența: reproductibilitatea poate depinde de numărul de unități centrale de procesare/core
ru: Конкуренция: воспроизводимость может зависеть от количества процессоров/ядер
uk: Паралельність: відтворюваність може залежати від кількості процесорів/ядер
zh_hans: 并发：可重现性可以取决于CPU/核心的数目

source: This can affect `.dex` files (though that seems to be rare) or native code (e.g. Rust).
de: Dies kann `.dex` Dateien (obwohl dies selten zu sein scheint) oder nativen Code (z. B. Rust) betreffen.
ro: Acest lucru poate afecta fișierele `.dex` (deși acest lucru pare să fie rar) sau codul nativ (de exemplu, Rust).
ru: Это может повлиять на файлы `.dex` (хотя это, кажется, редкость) или нативный код (например, Rust).
uk: Це може вплинути на файли `.dex` (хоча це трапляється рідко) або на власний код (наприклад, Rust).
zh_hans: 这可能影响 `.dex` 文件（虽然这似乎比较少见）或本机代码（如 Rust）。

source: Using only 1 CPU/core as a workaround:
de: Verwendung von nur 1 CPU/Kern als Workaround:
ro: Utilizarea unui singur procesor/core ca soluție de rezolvare:
ru: В качестве обходного пути можно использовать только 1 процессор/ядро:
uk: Використання лише 1 процесора/ядра як обхідний шлях:
zh_hans: 只使用 1 个 CPU/核心作为变通办法：

source: NB: this workaround affects the entire machine, so using it in a non-persistent virtual machine or container is recommended.
de: Hinweis: Diese Umgehung wirkt sich auf die gesamte Maschine aus, daher wird empfohlen, sie in einer nicht-persistenten virtuellen Maschine oder einem Container zu verwenden.
ro: NB: această soluție de rezolvare afectează întreaga mașină, astfel încât se recomandă utilizarea ei într-o mașină virtuală sau într-un container nepersistent.
ru: NB: это решение влияет на всю машину, поэтому рекомендуется использовать его в непостоянной виртуальной машине или контейнере.
uk: NB: цей обхідний шлях впливає на всю машину, тому радимо використовувати його у непостійній віртуальній машині або контейнері.
zh_hans: 请注意：这种变通方法影响整台机器，因此推荐在非持久性的虚拟机或容器中使用它。

source: For Rust code, you can set [`codegen-units = 1`](https://doc.rust-lang.org/rustc/codegen-options/index.html#codegen-units).
de: Für Rust-Code können Sie [`codegen-units = 1`](https://doc.rust-lang.org/rustc/codegen-options/index.html#codegen-units) einstellen.
ro: Pentru codul Rust, puteți seta [`codegen-units = 1`](https://doc.rust-lang.org/rustc/codegen-options/index.html#codegen-units).
ru: Для кода Rust можно установить [`codegen-units = 1`](https://doc.rust-lang.org/rustc/codegen-options/index.html#codegen-units).
uk: Для коду Rust ви можете налаштувати [`codegen-units = 1`](https://doc.rust-lang.org/rustc/codegen-options/index.html#codegen-units).
zh_hans: 对于 Rust 代码，你可以设置 [`codegen-units = 1`](https://doc.rust-lang.org/rustc/codegen-options/index.html#codegen-units)。

source: See also [this GitLab issue](https://gitlab.com/fdroid/rfp/-/issues/1519#note_1226216164).
de: Siehe auch [dieses GitLab-Ticket](https://gitlab.com/fdroid/rfp/-/issues/1519#note_1226216164).
pl: [Repozytorium GitLab fdroiddata](https://gitlab.com/fdroid/fdroiddata/)
ro: A se vedea, de asemenea, [această problemă GitLab](https://gitlab.com/fdroid/rfp/-/issues/1519#note_1226216164).
ru: См. также [этот выпуск GitLab](https://gitlab.com/fdroid/rfp/-/issues/1519#note_1226216164).
uk: Дивіться також [це обговорення на gitlab](https://gitlab.com/fdroid/rfp/-/issues/1519#note_1226216164).
zh_hans: 另见 [这个 gitlab issue](https://gitlab.com/fdroid/rfp/-/issues/1519#note_1226216164)。

source: Embedded build paths
de: Eingebettete Buildpfade
pl: Osadzone ścieżki budowania
ro: Căi de construire încorporate
ru: Пути сборки встроенных устройств
uk: Вбудовані шляхи збірки
zh_hans: 嵌入的构建路径

source: Embedded [build paths](https://reproducible-builds.org/docs/build-path/) are a source of reproducibility issues affecting apps built with e.g. Flutter, python-for-android, or using native code (e.g. Rust, C/C++, any kind of `libfoo.so`). Apps completely written in Java and/or Kotlin tend to be unaffected.
de: Eingebettete [Build-Pfade](https://reproducible-builds.org/docs/build-path/) sind eine Quelle für Probleme mit der Reproduzierbarkeit, die Apps betreffen, die z. B. mit Flutter, python-for-android oder mit nativem Code (z. B. Rust, C/C++, jede Art von `libfoo.so`) erstellt wurden. Apps, die vollständig in Java und/oder Kotlin geschrieben wurden, sind in der Regel nicht davon betroffen.
ro: Embedded [build paths](https://reproducible-builds.org/docs/build-path/) sunt o sursă de probleme de reproductibilitate care afectează aplicațiile construite cu Flutter, python-for-android sau care utilizează cod nativ (de exemplu, Rust, C/C++, orice tip de `libfoo.so`). App-urile scrise complet în Java și/sau Kotlin tind să nu fie afectate.
ru: Встроенные [пути сборки](https://reproducible-builds.org/docs/build-path/) являются источником проблем с воспроизводимостью, влияющих на приложения, созданные, например, с помощью Flutter, python-for-android или использующие нативный код (например, Rust, C/C++, любой вид `libfoo.so`). Приложения, полностью написанные на Java и/или Kotlin, как правило, не страдают.
uk: Вбудовані [шляхи збірки](https://reproducible-builds.org/docs/build-path/) є джерелом проблем з відтворюваністю, що впливають на застосунки, зібрані, наприклад, за допомогою Flutter, python-for-android або з використанням власного коду (наприклад, Rust, C/C++, будь-якого виду `libfoo.so`). Застосунки, повністю написані на Java та/або Kotlin, як правило, не постраждають.
zh_hans: 嵌入的[构建路径](https://reproducible-builds.org/docs/build-path/)是可重复性问题的一个来源，影响使用 Flutter、python-for-android 或原生代码（如 Rust、C/C++、各种 `libfoo.so`）构建的应用。完全用 Java 和/或 Kotlin 编写的应用一般不会受影响。

source: Often, the easiest solution is to always use the same working directory when building; e.g. `/builds/fdroid/fdroiddata/build/your.app.id` (F-Droid CI), `/home/vagrant/build/your.app.id` (F-Droid build server), `/tmp/build` or create one to mirror the upstream used folders, e.g. for macOS `/Users/runner`.
de: Oft ist die einfachste Lösung, immer dasselbe Arbeitsverzeichnis für die Erstellung zu verwenden, z. B. `/builds/fdroid/fdroiddata/build/your.app.id` (F-Droid CI), `/home/vagrant/build/your.app.id` (F-Droid build server), `/tmp/build`, oder eines zu erstellen, um die vom Upstream verwendeten Ordner zu spiegeln, z. B. für macOS `/Users/runner`.
ro: Adesea, cea mai simplă soluție este să folosiți întotdeauna același director de lucru atunci când construiți; de exemplu, `/builds/fdroid/fdroiddata/build/your.app.id` (F-Droid CI), `/home/vagrant/build/your.app.id` (F-Droid build server), `/tmp/build` sau creați unul care să reflecte folderele utilizate în amonte, de exemplu, pentru macOS `/Users/runner`.
ru: Часто самое простое решение - всегда использовать один и тот же рабочий каталог при сборке; например, `/builds/fdroid/fdroiddata/build/your.app.id` (F-Droid CI), `/home/vagrant/build/your.app.id` (F-Droid build server), `/tmp/build` или создать зеркальное отражение используемых папок, например, для macOS `/Users/runner`.
uk: Часто найпростіше рішення — завжди використовувати один і той самий робочий каталог під час збирання; наприклад, `/builds/fdroid/fdroiddata/build/your.app.id` (F-Droid CI), `/home/vagrant/build/your.app.id` (сервер збирання F-Droid), `/tmp/build` або створити дзеркало використаних основних тек, наприклад, для macOS `/Users/runner`.
zh_hans: 通常来说，最简单的解决方案是在构建时始终使用相同的工作目录；如，`/builds/fdroid/fdroiddata/build/your.app.id` (F-Droid CI), `/home/vagrant/build/your.app.id` (F-Droid build server)、 `/tmp/build`或创建一个来镜像上游所用的文件夹，如对于 macOS 系统是 `/Users/runner`。

source: NB: using a subdirectory of the world-writeable `/tmp` can have security implications (on multi-user systems).
de: Hinweis: Die Verwendung eines Unterverzeichnisses im von allen beschreibbaren `/tmp` kann (auf Mehrbenutzersystemen) zu Sicherheitsbeeinträchtigungen führen.
ro: NB: utilizarea unui subdirectoriu din `/tmp`, care se poate scrie în toată lumea, poate avea implicații de securitate (pe sistemele cu mai mulți utilizatori).
ru: NB: использование подкаталога в доступном для записи во всем мире `/tmp` может иметь последствия для безопасности (в многопользовательских системах).
uk: Примітка: використання підкаталогу з правами запису до `/tmp` може мати наслідки для безпеки (у багатокористувацьких системах).
zh_hans: 注：使用全局可写的 `tmp`的子目录可能会有安全影响（在多用户系统上）。

source: If the SDK path ends up embedded in Flutter one can move the SDK to said path in the recipe and configure it with: `flutter config --android-sdk <path>` as setting `ANDROID_SDK_ROOT` might not be enough.
de: Wenn der SDK-Pfad in Flutter eingebettet endet, kann man das SDK in der Rezeptur in den besagten Pfad verschieben und es mit: `flutter config --android-sdk <path>` konfigurieren, da die Festlegung von `ANDROID_SDK_ROOT` unter Umständen nicht ausreichend sein kann.
ro: În cazul în care calea SDK se termină încorporat în Flutter se poate muta SDK la calea respectivă în rețetă și să o configureze cu: `flutter config --android-sdk <path>` ca setarea `ANDROID_SDK_ROOT` s-ar putea să nu fie suficientă.
ru: Если путь к SDK оказывается встроенным в Flutter, можно переместить SDK на указанный путь в рецепте и настроить его с помощью: `flutter config --android-sdk <путь>`, т.к. установки `ANDROID_SDK_ROOT` может быть недостаточно.
uk: Якщо шлях до SDK буде вбудовано у Flutter, ви можете перемістити SDK до цього шляху у рецепті й налаштувати його за допомогою: `flutter config --android-sdk <шлях>` оскільки налаштування `ANDROID_SDK_ROOT` може бути недостатньо.
zh_hans: 如果 SDK 路径最后嵌入在 Flutter 中，可以将 SDK 移至配方 中的路径并用 `flutter config --android-sdk <path>`进行配置， 因为光设置 `ANDROID_SDK_ROOT`可能不够。

source: Embedded timestamps
de: Eingebettete Zeitstempel
pl: Osadzone znaczniki czasu
ro: Marcaje de timp încorporate
ru: Встроенные временные метки
uk: Вбудовані мітки часу
zh_hans: 内嵌的时间戳

source: Embedded [timestamps](https://reproducible-builds.org/docs/timestamps/) are the most common source of reproducibility issues and are best avoided.
de: Eingebettete [Zeitstempel](https://reproducible-builds.org/docs/timestamps/) sind die häufigste Ursache für Probleme mit der Reproduzierbarkeit und sollten vermieden werden.
ro: [Timestamps] încorporate (https://reproducible-builds.org/docs/timestamps/) reprezintă cea mai frecventă sursă de probleme de reproductibilitate și este mai bine să fie evitate.
ru: Встроенные [временные метки](https://reproducible-builds.org/docs/timestamps/) являются наиболее распространенным источником проблем с воспроизводимостью, и их лучше избегать.
uk: Вбудовані [мітки часу](https://reproducible-builds.org/docs/timestamps/) — найпоширеніше джерело проблем з відтворенням, і їх краще уникати.
zh_hans: 内嵌的[时间戳](https://reproducible-builds.org/docs/timestamps/)是可重复性问题最常见的来源，最好避免。

source: Native library stripping
de: Native Bibliothek strippen
pl: Usuwanie zawartości biblioteki natywnej
ro: Extragerea bibliotecii native
ru: Зачистка родной библиотеки
uk: Зрізання native-бібліотек
zh_hans: 本地库的剥离

source: It seems that the stripping of native libraries, e.g. `libfoo.so`, can cause intermittent reproducibility issues. It is important to use the exact NDK version when rebuilding, e.g. `r21e`. Disabling stripping can sometimes help. Gradle seems to strip shared libraries by default, even the app is receiving the shared libraries via an AAR library. Here is how to disable it in Gradle:
de: Es scheint, dass das Strippen von nativen Bibliotheken, z. B. `libfoo.so`, zeitweise Reproduzierbarkeitsprobleme verursachen kann. Es ist wichtig, beim Neuaufbau die genaue NDK-Version zu verwenden, z. B. `r21e`. Das Deaktivieren von Stripping kann manchmal helfen. Gradle scheint freigegebene Bibliotheken standardmäßig zu strippen, auch wenn die App die freigegebenen Bibliotheken über eine AAR-Bibliothek erhält. Hier erfahren Sie, wie Sie es in Gradle deaktivieren können:
pl: Wygląda na to, że usuwanie natywnych bibliotek, np. _libfoo.so_, może powodować przerywane problemy z odtwarzalnością. Ważne jest, aby podczas przebudowy używać dokładnej wersji NDK, np. r21e. Wyłączenie stripowania może czasem pomóc. Wydaje się, że Gradle domyślnie usuwa biblioteki współdzielone, nawet jeśli aplikacja otrzymuje je za pośrednictwem biblioteki AAR. Oto jak to wyłączyć w Gradle:
ro: Se pare că eliminarea bibliotecilor native, de exemplu `libfoo.so`, poate cauza probleme intermitente de reproductibilitate. Este important să se utilizeze versiunea exactă a NDK atunci când se reconstruiește, de exemplu, `r21e`. Dezactivarea stripping-ului poate ajuta uneori. Gradle pare să elimine bibliotecile partajate în mod implicit, chiar dacă aplicația primește bibliotecile partajate prin intermediul unei biblioteci AAR. Iată cum să o dezactivați în Gradle:
ru: Похоже, что удаление родных библиотек, например, `libfoo.so`, может вызвать периодические проблемы с воспроизводимостью. Важно использовать точную версию NDK при пересборке, например, `r21e`. Иногда может помочь отключение зачистки. Gradle, похоже, по умолчанию удаляет общие библиотеки, даже если приложение получает общие библиотеки через библиотеку AAR. Вот как отключить эту функцию в Gradle:
uk: Здається, що видалення native-бібліотек, наприклад, `libfoo.so`, може викликати проблеми відтворюваності. Важливо використовувати точну версію NDK за відновлення, наприклад, `r21e`. Іноді може допомогти вимкнення зачистки. Здається, що усталено Gradle вилучає спільні бібліотеки, навіть якщо застосунок отримує спільні бібліотеки через бібліотеку AAR. Ось як це вимкнути у Gradle:
zh_hans: 似乎剥离原生库，例如 `libfoo.so`，可能会导致间歇性重现性问题。重建时使用确切的 NDK 版本很重要，例如 `r21e`。禁用剥离有时会有所帮助。 Gradle 似乎默认剥离共享库，甚至应用也通过 AAR 库接收共享库。以下是在 Gradle 中禁用它的方法：

source: On different build machines, different NDK paths and different paths to the project (and thus to its `jni` directory) are used. This leads to different paths to the source files in debug symbols, causing the linker to generate a different _build-id_, which is preserved after stripping.
de: Auf verschiedenen Build-Maschinen werden unterschiedliche NDK-Pfade und unterschiedliche Pfade zum Projekt (und damit zu seinem `jni`-Verzeichnis) verwendet. Dies führt zu unterschiedlichen Pfaden zu den Quelldateien in Debug-Symbolen, was den Linker veranlasst, eine andere _Build-ID_ zu erzeugen, die nach dem Strippen erhalten bleibt.
pl: Na różnych maszynach budujących używane są różne ścieżki NDK i różne ścieżki do projektu (a więc do jego katalogu _jni_). Prowadzi to do różnych ścieżek do plików źródłowych w symbolach debugowania, co powoduje, że linker generuje różne _build-id_, które są zachowywane po usunięciu.
ro: Pe diferite mașini de compilare, sunt utilizate diferite căi NDK și diferite căi către proiect (și, prin urmare, către directorul `jni` ). Acest lucru duce la căi diferite către fișierele sursă din simbolurile de depanare, ceea ce face ca linkerul să genereze un build-id _diferit_, care este păstrat după stripare.
ru: На разных машинах сборки используются разные пути к NDK и разные пути к проекту (и, соответственно, к его директории `jni`). Это приводит к разным путям к исходным файлам в отладочных символах, что заставляет компоновщик генерировать разные _build-id_, которые сохраняются после зачистки.
uk: На різних комп'ютерах використовуються різні шляхи до NDK й проєкту, зокрема до його каталогу `jni`. До зневаджувальних символів потрапляють різні шляхи до файлів вихідного коду, через що лінкер генерує різні ідентифікатори збірки (_build-id_), які зберігаються навіть після зрізання.
zh_hans: 在不同的构建机器上，使用不同的 NDK 路径和不同的项目路径（及其 `jni` 目录）。 这导致调试符号中源文件的路径不同，造成该链接器生成不同的_build-id_，剥离后保留。

source: One possible solution is passing `--build-id=none` to the linker which will disable _build-id_ generation completely.
de: Eine mögliche Lösung ist die Übergabe von `--build-id=none` an den Linker, der die _build-id_-Erzeugung komplett deaktiviert.
ro: O soluție posibilă este trecerea `--build-id=none` la linker, care va dezactiva complet generarea _build-id_.
ru: Одним из возможных решений является передача `--build-id=none` компоновщику, что полностью отключит генерацию _build-id_.
uk: Одним з можливих рішень є передача `--build-id=none` компонувальнику, що повністю вимкне генерування _build-id_.
zh_hans: 一个可能的解决方案是传递 `--build-id=none` 到链接器，这会彻底禁止生成 _build-id_ 。

source: NDK hash style
de: NDK-Hash-Stil
pl: Styl hasza NDK
ro: Stilul de hash NDK
ru: Стиль хэша NDK
uk: Стиль хешування NDK
zh_hans: NDK 哈希样式
