Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Mirror and repo monitoring
de: Spiegel- und Repository-Überwachung
pl: Monitorowanie kopii lustrzanych i repozytoriów
pt_pt: Monitoramento de espelhos e repos
ro: Monitorizarea oglinzilor și a repo-urilor
ru: Зеркало и мониторинг репозитория
uk: Спостереження за дзеркалами та репозиторіями
zh_hans: 镜像和存储库监视器

source: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) and [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) are automated jobs that check various stats about _f-droid.org_ mirrors and third party repos respectively. They each provide a single, large JSON log of all the times the checks where run:
de: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) und [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) sind automatisierte Aufgaben, die verschiedene Statistiken über Spiegel von _f-droid.org_ bzw. Drittanbieter-Repos kontrollieren. Jede von ihnen liefert ein einzelnes, großes JSON-Protokoll jedes Mal, wenn die Kontrollen durchgeführt wurden:
pl: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) i [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) to zautomatyzowane zadania, które sprawdzają różne statystyki dotyczące odpowiednio serwerów lustrzanych _f-droid.org_ i repozytoriów stron trzecich. Każdy z nich udostępnia jeden duży dziennik JSON wszystkich przypadków, w których sprawdzanie zostało wykonane:
pt_pt: Os [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) e [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) são trabalhos automatizados que verificam várias estatísticas sobre _f-droid.org_ espelhos e repositórios de terceiros, respetivamente. Cada um deles fornece um único e grande log do JSON de todas as vezes em que os cheques são executados:
ro: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) și [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) sunt lucrări automate care verifică diverse statistici despre oglinzile_f-droid.org_ și, respectiv, despre depozitele de la terțe părți. Fiecare dintre acestea furnizează un singur jurnal JSON mare cu toate momentele în care au fost efectuate verificările:
ru: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) и [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) - это автоматические задания, которые проверяют различные статистические данные о _f-droid.org_ зеркалах и сторонних репозиториях соответственно. Каждый из них предоставляет один большой JSON-журнал всех запущенных проверок:
uk: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) і [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) — це автоматичні завдання, які перевіряють різні статистичні дані про дзеркала _f-droid.org_ і сторонні репозиторії відповідно. Кожен з них надає один великий JSON-журнал усіх запущених перевірок:
zh_hans: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) 和 [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) 分别是检查 _f-droid.org_ 镜像和第三方存储库状态的自动化任务。它们提供了一个单一大文件 JSON 日志记录了所有运行的检查：

source: _f-droid.org_ mirror status: <https://fdroid.gitlab.io/mirror-monitor/report.json>
de: _f-droid.org_ Spiegelstatus: <https://fdroid.gitlab.io/mirror-monitor/report.json>
pl: Status serwera lustrzanego _f-droid.org_ : <https://fdroid.gitlab.io/mirror-monitor/report.json>
pt_pt: Estado do espelho _f-droid.org_: <https://fdroid.gitlab.io/mirror-monitor/report.json>
ro: stare servere de rezervă _f-droid.org_: <https://fdroid.gitlab.io/mirror-monitor/report.json>
ru: Статус зеркала _f-droid.org_: <https://fdroid.gitlab.io/mirror-monitor/report.json>
uk: Стан дзеркала _f-droid.org_: <https://fdroid.gitlab.io/mirror-monitor/report.json>
zh_hans: _f-droid.org_ 镜像状态：<https://fdroid.gitlab.io/mirror-monitor/report.json>

source: third-party repo status: <https://fdroid.gitlab.io/repo-monitor/report.json>
de: Drittanbieter-Repo-Status: <https://fdroid.gitlab.io/repo-monitor/report.json>
pl: Status repozytorium firm trzecich: <https://fdroid.gitlab.io/repo-monitor/report.json>
pt_pt: Estado do repo de terceiros: <https://fdroid.gitlab.io/repo-monitor/report.json>
ro: stare depozite terță-parte: <https://fdroid.gitlab.io/repo-monitor/report.json>
ru: статус стороннего репозитория: <https://fdroid.gitlab.io/repo-monitor/report.json>
uk: стан сторонніх репозиторіїв: <https://fdroid.gitlab.io/repo-monitor/report.json>
zh_hans: 第三方存储库状态：<https://fdroid.gitlab.io/repo-monitor/report.json>

source: Reproducible builds
de: Reproduzierbare Builds
pl: Powtarzalne kompilacje
pt_pt: Compilações reproduzíveis
ro: Construcții reproductibile
ru: Воспроизводимые сборки
uk: Відтворювані збірки
zh_hans: 可重复构建

source: _verification.f-droid.org_ is a rebuilder that rebuilds the official releases from _f-droid.org_, then checks to see if they were [reproducibly built](https://reproducible-builds.org/). There is an entry point for each package based on the package name: <https://verification.f-droid.org/org.fdroid.fdroid.json>
de: _verification.f-droid.org_ ist ein Rebuilder, der die offiziellen Versionen aus _f-droid.org_ erneut herstellt, dann prüft, ob sie [reproduzierbar hergestellt](https://reproducible-builds.org/) wurden. Es gibt einen Eintrittspunkt für jedes Paket, der auf dem Paketnamen beruht: <https://verification.f-droid.org/org.fdroid.fdroid.json>
pl: _verification.f-droid.org_ to usługa kompilująca oficjalne wydania aplikacji z _f-droid.org_ ponownie, w celu sprawdzenia czy jest to [kompilacja odtwarzalna](https://reproducible-builds.org/). Punkt wejścia to nazwa danego pakietu: <https://verification.f-droid.org/org.fdroid.fdroid.json>
ro: _verification.f-droid.org_ reconstruiește versiunile oficiale din _f-droid.org_, apoi verifică dacă au fost [construite în mod reproductibil](https://reproducible-builds.org/). Există o intrare pentru fiecare pachet, bazat pe numele pachetului: <https://verification.f-droid.org/org.fdroid.fdroid.json>
ru: _verification.f-droid.org_ — это пересборщик, который пересобирает официальные релизы с _f-droid.org_, затем проверяет, были ли они [воспроизводимо собраны](https://reproducible-builds.org/). Для каждого APK существует точка входа, которая соответствует названию пакета: <https://verification.f-droid.org/org.fdroid.fdroid.json>
uk: _verification.f-droid.org_ — перескладальник, який повторно складає офіційні випуски з _f-droid.org_ і потім перевіряє, чи були вони [відтворювано складені](https://reproducible-builds.org/). Для кожного пакунка є точка входу, що базується на назві пакунка: <https://verification.f-droid.org/org.fdroid.fdroid.json>
zh_hans: _verification.f-droid.org_ 是一个重构器，它从 _f-droid.org_ 重新构建官方发行版, 然后检查它们是否[可重复构建](https://reproducible-builds.org/)。每个包都有一个基于包名的入口点: <https://verification.f-droid.org/org.fdroid.fdroid.json>

source: Then there is a JSON file per APK that has been checked, where the filename follows the pattern `<ApplicationId>_<VersionCode>.apk.json`, for example: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
de: Es gibt pro APK eine JSON-Datei, die kontrolliert werden muss. In ihr folgt der Dateiname dem Muster `<ApplicationId>_<VersionCode>.apk.json`, zum Beispiel: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
pl: Dla każdego sprawdzonego pliku APK istnieje plik JSON , którego nazwa jest generowana według wzoru `<NazwaPakietu>_<KodWersji>.apk.json`, np.: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
ro: Apoi, există un fișier JSON pentru fiecare pachet APK care a fost verificat, unde numele fișierului urmează tiparul `<ApplicationId>_<VersionCode>.apk.json`, de exemplu: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
ru: Затем есть файл JSON для каждого APK, который был проверен, где имя файла следует шаблону `<ApplicationId>_<VersionCode>.apk.json`, например: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
uk: Тоді для кожного перевіреного APK є JSON-файл із назвою в форматі `<ApplicationId>_<VersionCode>.apk.json`, наприклад: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
zh_hans: 然后，每个已检查的 APK 都有一个 JSON 文件， 其中的文件名格式为 `<ApplicationId>_<VersionCode>.apk.json`，示例： <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>

source: There is also a listing of all the successfully verified APKs: <https://verification.f-droid.org/verified.json>
de: Es gibt auch eine Auflistung aller erfolgreich verifizierter APKs: <https://verification.f-droid.org/verified.json>
pl: Znajduje się tam również lista wszystkich pomyślnie zweryfikowanych pakietów APK: <https://verification.f-droid.org/verified.json>
ro: Există, de asemenea, o listă a tuturor APK-urilor verificate cu succes: <https://verification.f-droid.org/verified.json>
ru: Также есть список всех успешно проверенных APK: <https://verification.f-droid.org/verified.json>
uk: Також є перелік усіх успішно підтверджених файлів .apk: <https://verification.f-droid.org/verified.json>
zh_hans: 还有一个所有成功验证过的 APK 的清单：<https://verification.f-droid.org/verified.json>

source: Binary transparency logs
de: Protokolle zur Binärdateien-Transparenz
pl: Dziennik przejrzystości plików binarnych
pt_pt: Registos de transparência binários
ro: Jurnalele de transparență binare
ru: Журналы двоичной прозрачности
uk: Журнали двійкової прозорості
zh_hans: 二进制透明度日志

source: [Binary transparency](https://wiki.mozilla.org/Security/Binary_Transparency) is the idea that all released packages should be logged as they are published. This provides a way to check if a given binary was produced by the publisher, or came from somewhere else, e.g. as an exploit. _fdroidserver_ has built in tools for managing a binary transparency log of the index files as part of the release process. This has been enabled on _f-droid.org_: <https://gitlab.com/fdroid/f-droid.org-transparency-log>
de: [Binärdateien-Transparenz](https://wiki.mozilla.org/Security/Binary_Transparency) folgt der Idee, dass alle freigegebenen Pakete bei ihrer Veröffentlichung protokolliert werden sollen. Dies bietet die Möglichkeit, zu prüfen, ob ein bestimmtes binäres Paket vom Herausgeber erstellt wurde oder von irgendwoher sonst kommt, z. B. als ein Exploit. _fdroidserver_ bringt Tools zur Handhabung eines Protokolls für die Binärdateien-Transparenz der indexierten Dateien als Teil des Veröffentlichungsprozesses mit. Ermöglicht wird dies auf _f-droid.org_: <https://gitlab.com/fdroid/f-droid.org-transparency-log>
pl: [Przejrzystość binarna](https://wiki.mozilla.org/Security/Binary_Transparency) to pomysł, że wszystkie wydane pakiety powinny być rejestrowane w miarę ich publikowania. W ten sposób można sprawdzić, czy dany plik binarny został wyprodukowany przez wydawcę, czy też pochodzi z innego źródła, np. jako exploit. _fdroidserver_ ma wbudowane narzędzia do zarządzania binarnym dziennikiem przejrzystości plików indeksu w ramach procesu wydania. Zostało to włączone w repozytorium f-droid.org: <https://gitlab.com/fdroid/f-droid.org-transparency-log>
ro: [Transparența binară](https://wiki.mozilla.org/Security/Binary_Transparency) este ideea că toate pachetele lansate ar trebui să fie înregistrate pe măsură ce sunt publicate. Acest lucru oferă o modalitate de a verifica dacă un anumit binar a fost produs de către editor sau provine din altă parte, de exemplu un răufăcător. _fdroidserver_ are instrumente integrate pentru gestionarea unui jurnal de transparență binară a fișierelor de index ca parte a procesului de publicare. Acest lucru a fost activat pe _f-droid.org_: <https://gitlab.com/fdroid/f-droid.org-transparency-log>
ru: [Binary transparency](https://wiki.mozilla.org/Security/Binary_Transparency)— это идея о том, что все выпущенные пакеты должны регистрироваться по мере их публикации. Это дает возможность проверить, был ли данный двоичный файл создан издателем или откуда-то еще, например. для создания уязвимостей._fdroidserver_ имеет встроенные инструменты для управления двоичным журналом прозрачности индексных файлов в рамках процесса выпуска. Это было включено на _f-droid.org_: <https://gitlab.com/fdroid/f-droid.org-transparency-log>
uk: [Binary transparency](https://wiki.mozilla.org/Security/Binary_Transparency) — це ідея про те, що всі випущені пакунки повинні реєструватися в міру їх публікації. Це дає можливість перевірити, чи був цей двійковий файл створений видавцем або прийшов звідкись ще, наприклад, у вигляді експлойта. _fdroidserver_ має вбудовані інструменти керування журналом прозорості індексованих двійкових файлів як частину процесу випуску. Це можна зробити на _f-droid.org_: <https://gitlab.com/fdroid/f-droid.org-transparency-log>
zh_hans: [二进制透明度](https://wiki.mozilla.org/Security/Binary_Transparency)指所有发布的包应当应当如它们发布的原样记录。这提供了检查给出的二进制文件是否由发布者制作，或来自其他地方，如漏洞。_fdroidserver_ 拥有作为发布过程的一部分管理二进制透明度日志的内建工具。它已经在 _f-droid.org_ 上启用: <https://gitlab.com/fdroid/f-droid.org-transparency-log>

source: Since Gradle and the Google Android Tools team does not publish one, F-Droid has done it. The basic API is a JSON file with a listing of all URLs known to have be published. Each URL then contains a list of SHA-256 checksums that the log process has seen. There are also other files tracked, based on what the publisher provides.
de: Nachdem Gradle und das Team für die Google Android Tools keines veröffentlicht, hat es F-Droid getan. Die Basis-API ist eine JSON-Datei mit einer Auflistung aller URLs, die als Herausgeber bekannt sind. Jeder URL enthält dann eine Liste von SHA-256-Prüfsummen, die der Protokollablauf gesehen hat. Es werden hier auch andere Dateien überwacht, abhängig davon was der Herausgeber bereitstellt.
pl: Ponieważ zespoły Gradle i Google Android Tools nie publikują żadnego, zrobił to F-Droid. Podstawowy interfejs API to plik JSON z listą wszystkich adresów URL, o których wiadomo, że zostały opublikowane. Każdy adres URL zawiera następnie listę sum kontrolnych SHA-256, które widział proces dziennika. Śledzone są również inne pliki, na podstawie tego, co zapewnia wydawca.
pt_pt: Desde que Gradle e a equipa do Google Android Tools não publicam nenhum, o F-Droid tem o feito. A API básica é um ficheiro JSON com uma listagem de todas as URLs conhecidas por serem publicadas. Cada URL contém então uma lista de checksums SHA-256 que o processo de registo viu. Há também outros ficheiros rastreados, com base no que a editora fornece.
ro: Din moment ce Gradle și echipa Google Android Tools nu publică una, F-Droid a făcut-o. API-ul de bază este un fișier JSON cu o listă a tuturor URL-urilor cunoscute ca fiind publicate. Fiecare URL conține apoi o listă de sume de control SHA-256 pe care procesul de logare le-a văzut. Există și alte fișiere urmărite, în funcție de ceea ce furnizează editorul.
ru: Поскольку Gradle и команда Google Android Tools не опубликовали такой API, это сделала компания F-Droid. Основной API представляет собой JSON-файл со списком всех URL, которые были опубликованы. Каждый URL затем содержит список контрольных сумм SHA-256, которые видел процесс журнала. Также отслеживаются и другие файлы, основанные на том, что предоставляет издатель.
uk: Оскільки Gradle і команда Google Android Tools не опублікували такий API, це зробила компанія F-Droid. Основний API — це JSON-файл з переліком усіх URL, які були оприлюднені. Кожна URL-адреса потім містить список контрольних сум SHA-256, які бачив процес журналу. Також відстежуються й інші файли, засновані на тому, що надає видавець.
zh_hans: 因为 Gradle 和 Google Android Tools team 没有发布一个，F-Droid 做了。基本 API 是一个 JSON 文件包含包含已发布 URL 的列表。每个 URL 包含一个日志过程得到的 SHA-256 校验和列表。也有其他被跟踪的文件，取决于发布者提供什么。

source: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) runs on app merge requests and requests for packaging (RFP) to provide information to reviewers about the app. Much of that information is also published in JSON format. Each report is made of data from modules that run on a specific app. There are two entry points:
de: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) läuft bei Merge-Anfragen einer App und Anträgen auf Packaging (RFP), um Prüfern Informationen zur App bereitzustellen. Viele dieser Informationen werden ebenfalls im JSON-Format herausgegeben. Jeder Bericht wird aus Daten erstellt, die aus Modulen stammen, die in einer speziellen App ablaufen. Es gibt zwei Zugangspunkte:
pl: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) działa na żądaniach scalania aplikacji i żądaniach pakietu (RFP), aby dostarczać recenzentom informacje o aplikacji. Wiele z tych informacji jest również publikowanych w formacie JSON. Każdy raport składa się z danych z modułów działających w określonej aplikacji. Istnieją dwa punkty wejścia:
pt_pt: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) é executado em pedidos de mesclagem de apps e pedidos de embalagem (RFP) para fornecer informações aos revisores sobre a app. Muito dessa informação também é publicada no formato JSON. Cada relatório é feito de dados de módulos que são executados numa app específica. Existem dois pontos de entrada:
ro: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api)rulează pe cererile de fuziune a aplicațiilor și pe cererile de împachetare (RFP) pentru a furniza informații despre aplicație celor care le analizează. O mare parte din aceste informații sunt, de asemenea, publicate în format JSON. Fiecare raport este alcătuit din date de la modulele care rulează pe o anumită aplicație. Există două puncte de intrare:
ru: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) работает с запросами на слияние приложений и запросами на упаковку (RFP), предоставляя рецензентам информацию о приложении. Большая часть этой информации также публикуется в формате JSON. Каждый отчет состоит из данных модулей, которые работают на конкретном приложении. Есть две точки входа:
uk: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) працює з запитами на злиття застосунків і запитами на пакування (RFP), надаючи рецензентам дані про застосунок. Велика частина цих даних також публікується у форматі JSON. Кожен звіт складається з даних модулів, які працюють у конкретному застосунку. Є дві точки входу:
zh_hans: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) 在应用合并请求和打包请求 (RFP) 上运行以对评审者提供关于应用的信息。大部分这些信息也以 JSON 格式提供。每个报告由来自在特定应用上运行的模块的数据组成。有两个入口点：

source: Metrics
de: Kennzahlen
pl: Metryki
pt_pt: Métricas
ro: Metrici
ru: Метрики
uk: Метрики
zh_hans: 指标

source: [Usage data]({% post_url 2019-04-15-privacy-preserving-analytics %}) is gathered from [various F-Droid websites](https://fdroid.gitlab.io/metrics/) and published with no personally identifiable information (PII). It is published with one JSON file per-week, with a JSON index file per website. For example, here is a week of search metrics: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
de: [Nutzungsdaten]({% post_url 2019-04-15-privacy-preserving-analytics %}) werden von [verschiedenen Internetseiten von F-Droid](https://fdroid.gitlab.io/metrics/) gesammelt und ohne persönlich identifizierbare Informationen (PII) veröffentlicht. Sie werden in einer wöchentlichen JSON-Datei in einer JSON-Indexdatei pro Website herausgegeben. Beispielsweise hier Kennzahlen zur Suche in einer Woche: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
pl: [Dane o użytkowaniu]({% post_url 2019-04-15-privacy-preserving-analytics %}) są zbierane z [różnych witryn F-Droid](https://fdroid.gitlab.io/metrics/) i publikowane bez informacji umożliwiających identyfikację osoby (PII). Są publikowane jako jeden plikiem JSON na tydzień, z plikiem JSON z indeksem na każdą stronę internetową. Na przykład, oto tydzień metryk wyszukiwania: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
ro: [Usage data]({% post_url 2019-04-15-privacy-preserving-analytics %}) este colectată de pe [various F-Droid websites](https://fdroid.gitlab.io/metrics/) și publicată fără informații personale identificabile (PII). Este publicat cu un fișier JSON pe săptămână, cu un fișier index JSON pentru fiecare site web. De exemplu, iată o săptămână de măsurători de căutare: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
ru: [Данные об использовании]({% post_url 2019-04-15-privacy-preserving-analytics %}) собираются с [различных сайтов F-Droid](https://fdroid.gitlab.io/metrics/) и публикуются без личной информации (PII). Он публикуется одним JSON-файлом в неделю, с JSON-индексным файлом для каждого сайта. Например, вот метрики поиска за неделю: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
uk: [Дані про використання]({% post_url 2019-04-15-privacy-preserving-analytics %}) складаються з [різних сайтів F-Droid](https://fdroid.gitlab.io/metrics/) і оприлюднюються без особистих даних (PII). Він оприлюднюється JSON-файлом в тиждень, з JSON-індексним файлом для кожного сайту. Наприклад, ось метрики пошуку за тиждень: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
zh_hans: [使用数据]({% post_url 2019-04-15-privacy-preserving-analytics %})从[多个 F-Droid 网站](https://fdroid.gitlab.io/metrics/)生成并发布，不包含个人识别信息 (PII)。每周发布一个 JSON 文件，每个网站发布一个 JSON 索引文件。例如，这是一周的搜索指标：<https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>

source: Though not really an API, the <ftp.fau.de> mirror does provide some metrics: https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi
de: Obwohl nicht wirklich eine API, liefert der Spiegelserver <ftp.fau.de> einige Kennzahlen: https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi
pl: Chociaż nie jest to API, serwer lustrzany <ftp.fau.de> udostępnia pewne metryki: https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi
pt_pt: Embora não seja realmente uma API, o mirror <ftp.fau.de> fornece algumas métricas: https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi
ro: Deși nu este chiar un API, oglinda <ftp.fau.de> oferă unele măsurători: https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi
ru: Хотя это не совсем API, зеркало <ftp.fau.de> предоставляет некоторые метрики: https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi
uk: Хоча це не зовсім API, дзеркало <ftp.fau.de> надає деякі метрики: https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi
zh_hans: 尽管并非真正的 API，<ftp.fau.de> 镜像提供一些统计数据： https://ftp.fau.de/cgi-bin/show-ftp-stats.cgi

source: Git stats
de: Git-Statistiken
pl: Statystyki Git
pt_pt: Estatísticas de Git
ro: Statistici Git
ru: Статистика Git
uk: Статистика Git
zh_hans: Git 统计数据
