Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: F-Droid itself already has two flavors built-in: _basic_ and _full_. _full_ is the app known as _F-Droid_, while _basic_ is the most minimal possible version of the app that still provides the core app store functionality. Since those are in a separate _flavorDimension_, the added customizations will apply to both. Choosing which one to build is done by specifying the "Build Variant" in Android Studio, and the _gradle_ target, .e.g `./gradlew assembleMycompanyFullDebug`.
de: F-Droid selbst hat bereits zwei Varianten eingebaut: _basic_ und _full_. _full_ ist die als _F-Droid_ bekannte App, während _basic_ die kleinstmögliche Version der App ist, die noch die Kern-App-Store-Funktionalität bietet. Da sich diese in einer separaten _flavorDimension_ befinden, gelten die hinzugefügten Anpassungen für beide. Die Auswahl der zu erstellenden Variante erfolgt durch Angabe der "Build-Variante" in Android Studio und des _gradle_ Targets, z. B. `./gradlew assembleMycompanyFullDebug`.
pl: F-Droid ma już wbudowane dwa warianty: _basic_ i _full_. _full_ to aplikacja znana jako _F-Droid_, a _basic_ to najbardziej minimalistyczna wersja aplikacji, która nadal zapewnia podstawową funkcjonalność sklepu z aplikacjami. Ponieważ są one w oddzielnym _flavorDimension_, dodane ustawienia będą miały zastosowanie do obu. Wybór, który z nich zbudować, polega na określeniu „Build Variant” w Android Studio i _gradle_ target, np. `./gradlew assembleMycompanyFullDebug`.
pt_pt: O próprio F-Droid já possui dois tipos de recursos: _basic_ e _full_. _full_ é a app conhecido como _F-Droid_, enquanto _basic_ é a versão mais mínima possível da app que ainda fornece a funcionalidade principal da loja de apps. Como esses estão num _flavorDimension_ separado, as personalizações adicionadas serão aplicadas a ambos. A escolha de qual compilar é feita a especificar a "Build Variant" no Android Studio, e o alvo _gradle_, por exemplo,`./gradlew assembleMinhaempresaFullDebug`.
ro: F-Droid însuși are deja două versiuni încorporate: _basic_ și _full_. _full_ este aplicația cunoscută sub numele de _F-Droid_, în timp ce _basic_ este cea mai simplă versiune posibilă a aplicației, care oferă totuși funcționalitatea de bază a magazinului de aplicații. Deoarece acestea se află într-o _flavorDimension_ separată, personalizările adăugate se vor aplica la ambele. Alegerea variantei de compilare se face prin specificarea "Build Variant" în Android Studio și a țintei _gradle_, .e.g `./gradlew assembleMycompanyFullDebug`.
ru: Сам F-Droid уже имеет две встроенные версии: _basic_ и _full_. _full_ - это приложение, известное как _F-Droid_, а _basic_ - это самая минимальная из возможных версий приложения, которая по-прежнему обеспечивает основную функциональность магазина приложений. Поскольку они находятся в отдельном _flavorDimension_, добавленные настройки будут применяться к обоим. Выбор варианта сборки осуществляется путем указания "Build Variant" в Android Studio и _gradle_ target, .например `./gradlew assembleMycompanyFullDebug`.
uk: F-Droid уже має два вбудовані різновиди: _basic_ (основний) і _full_ (повний). _full_ — це власне застосунок _F-Droid_, а _basic_ — це найменша можлива версія застосунку, яка все ще надає ядро функціоналу сховища застосунків. Оскільки їх виділено в окремий _flavorDimension_, додані зміни буде застосовано до обох. Щоб обрати, який із них зібрати, потрібно вказати в Android Studio «варіант збірки» (Build Variant) і ціль _gradle_, наприклад `./gradlew assembleMycompanyFullDebug`.
zh_hans: F-Droid 本身已经内置了两种 Flavor：_basic_ 和 _full_。 _full_ 是被称为 _F-Droid_ 的应用，而 _basic_ 是该应用的最简约版本，它仍然提供核心应用商店功能。 由于这些是单独的 _ flavorDimension_，因此添加的自定义项将同时适用于两者。 选择要构建的那个是通过在 Android Studio 中指定"Build Variant" 和 _gradle_ 目标来完成的，例如 `./gradlew assembleMycompanyFullDebug`。

source: Customizations
de: Anpassungen
pl: Modyfikacje
pt_pt: Personalizações
ro: Personalizări
ru: Настройки
uk: Допрацювання
zh_hans: 定制化

source: When using gradle build flavors, it is very easy to customize any of the XML files. So this is the recommended way to start with customizing your build of F-Droid. Any XML file in _app/src/main/res_ can be overridden by placing an XML with the same name in _app/src/mycompany/res_.
de: Bei Verwendung von Gradle Build Flavors ist es sehr einfach XML-Dateien anzupassen. Es wird daher empfohlen, auf diese Weise mit der Anpassung Ihrer Variante von F-Droid anzufangen. Jede XML-Datei in _app/src/main/res_ kann durch eine XML-Datei mit dem gleichen Namen unter _app/src/mycompany/res_ ersetzt werden.
pl: Korzystając z wariantów kompilacji gradle, bardzo łatwo jest dostosować dowolny z plików XML. Jest to więc zalecany sposób, aby rozpocząć dostosowywanie swojej wersji F-Droid. Każdy plik XML w _app/src/main/res_ może zostać nadpisany przez umieszczenie XML o tej samej nazwie w _app/src/mycompany/res_.
pt_pt: Ao usar sabores de compilação gradle, é muito fácil personalizar qualquer um dos ficheiros XML. Portanto, esta é a maneira recomendada de começar a personalizar sua versão do F-Droid. Qualquer ficheiro XML em _app/src/main/res_ pode ser substituído a pôr um XML com o mesmo nome em _app/src/minhaempresa/res_.
ro: Atunci când se utilizează gradle build flavors, este foarte ușor să personalizați oricare dintre fișierele XML. Așadar, aceasta este modalitatea recomandată pentru a începe cu personalizarea compilării F-Droid. Orice fișier XML din _app/src/main/res_ poate fi anulat prin plasarea unui XML cu același nume în _app/src/mycompany/res_.
ru: При использовании gradle build flavors очень легко настроить любой из XML-файлов. Поэтому именно с этого рекомендуется начинать настройку вашей сборки F-Droid. Любой XML-файл в _app/src/main/res_ может быть переопределен путем размещения XML с тем же именем в _app/src/mycompany/res_.
uk: При використанні різновидів збірки gradle, досить легко допрацювати під себе будь-які XML-файли. Тож радимо почати допрацювання своєї збірки F-Droid саме з цього. Будь-який XML-файл в _app/src/main/res_ можна замінити, помістивши XML-файл із такою ж назвою в _app/src/mycompany/res_.
zh_hans: 使用 gradle 构建 Flavor 时，可以很容易地自定义任何 XML 文件。因此，这是开始自定义 F-Droid 构建的推荐方式。 _app/src/main/res_ 中的任何 XML 文件都可以通过在 _app/src/mycompany/res_ 中放置一个同名的 XML 来覆盖。

source: Removing ActionBar/Menu Items
de: Entfernen von Toolbar- und Menüelementen
pl: Usuwanie Pasek działań/Elementy menu
pt_pt: A remover itens de menu/barra de ação
ro: Îndepărtarea elementelor ActionBar/Menu
ru: Удаление элементов панели действий/меню
uk: Вилучення пунктів панелі чи меню
zh_hans: 移除操作栏/菜单项

source: To hide things like "Swap Apps" or "Repositories", override _app/src/main/res/menu/main.xml_ by copying it into _app/src/mycompany/res/menu/main.xml_, and removing and/or customizing the items there.
de: Um Dinge wie „Apps tauschen“ und „Paketquellen“ auszublenden, überschreiben Sie _app/src/main/res/menu/main.xml_, indem Sie es nach _app/src/mycompany/res/menu/main.xml_ kopieren und dort die Elemente anpassen und/ oder entfernen.
pl: Aby ukryć takie rzeczy jak "Aplikacje Swap" lub "Repozytoria", zastąp je _app/src/main/res/menu/main.xml_, kopiując je do _app/src/mycompany/res/menu/main.xml_, i usuwając i/lub dostosowując elementy.
pt_pt: Para ocultar coisas como "Permutar aplicações" ou "Repositórios", substitua _app/src/main/res/menu/main.xml_ a copiar-o para _app/src/mycompany/res/menu/main.xml_, e a remover e/ou a personalizar os itens lá.
ro: Pentru a ascunde lucruri precum "Swap Apps" sau "Repositories", suprascrieți _app/src/main/res/menu/main.xml_ copiindu-l în _app/src/mycompany/res/menu/main.xml_ și eliminând și/sau personalizând elementele de acolo.
ru: Чтобы скрыть такие вещи, как "Swap Apps" или "Repositories", переопределите _app/src/main/res/menu/main.xml_, скопировав его в _app/src/mycompany/res/menu/main.xml_, и удалите и/или настройте элементы там.
uk: Щоб сховати такі речі, як «Поруч» чи «Репозиторії», замініть _app/src/main/res/menu/main.xml_, скопіювавши його в _app/src/mycompany/res/menu/main.xml_ і вилучивши з нього відповідні пункти чи змінивши їх так, як вам потрібно.
zh_hans: 要隐藏诸如“交换应用”或“存储库”之类的内容，请将 _app/src/main/res/menu/main.xml_ 复制到 _app/src/mycompany/res/menu/ main.xml_，并删除和/或自定义那里的项目。

source: Preferences
de: Einstellungen
pl: Preferencje
pt_pt: Preferências
ro: Preferințe
ru: Предпочтения
uk: Параметри
zh_hans: 首选项

source: For a custom build that enables Automatic Updates by default, override _app/src/main/res/xml/preferences.xml_. You can customize the preferences and their default values in _app/src/mycompany/res/xml/preferences.xml_. The fully automatic update requires [Privileged Extension](https://gitlab.com/fdroid/privileged-extension). With regular access, the updates will only automatically download. The user still needs to click install on each one.
de: Für eine angepasste F-Droid-Variante, die Automatische Aktualisierungen standardmäßig aktiviert, überschreiben Sie _app/src/main/res/xml/preferences.xml_. Sie können die Einstellungen und deren Standardwerte in _app/src/mycompany/res/xml/preferences.xml_ anpassen. Das vollautomatische Update benötigt [System-/Root-Zugriff](https://gitlab.com/fdroid/privileged-extension). Mit Standardberechtigungen werden die Updates nur automatisch heruntergeladen. Der Nutzer muss weiterhin jedes Update einzeln installieren.
pl: W przypadku niestandardowej kompilacji, która domyślnie włącza aktualizacje automatyczne, należy zastąpić _app/src/main/res/xml/preferences.xml_. Możesz dostosować preferencje i ich domyślne wartości w _app/src/mycompany/res/xml/preferences.xml_. W pełni automatyczna aktualizacja wymaga rozszerzenia [Uprzywilejowane rozszerzenie](https://gitlab.com/fdroid/privileged-extension). Przy regularnym dostępie aktualizacje będą pobierane automatycznie. Użytkownik musi kliknąć instalację na każdym z nich.
pt_pt: Para uma compilação personalizada que ativa Atualizações Automáticas por padrão, substitua _app/src/main/res/xml/preferences.xml_. Pode personalizar as preferências e os seus valores padrões em _app/src/minhaempresa/res/xml/preferences.xml_. A atualização totalmente automática requer [Extensões Privilegiadas](https://gitlab.com/fdroid/privileged-extension). Com acesso comum, as atualizações serão baixadas automaticamente. O utilizador ainda precisa clicar em instalar em cada um deles.
ro: Pentru o construcție personalizată care activează actualizările automate în mod implicit, suprascrieți fișierul _app/src/main/res/xml/preferences.xml_. Puteți personaliza preferințele și valorile implicite ale acestora în _app/src/mycompany/res/xml/preferences.xml_. Actualizarea complet automată necesită [Privileged Extension](https://gitlab.com/fdroid/privileged-extension). Cu acces obișnuit, actualizările se vor descărca doar automat. Utilizatorul trebuie în continuare să facă clic pe instalare pentru fiecare dintre ele.
ru: Для пользовательской сборки, которая включает автоматические обновления по умолчанию, переопределите _app/src/main/res/xml/preferences.xml_. Вы можете настроить предпочтения и их значения по умолчанию в _app/src/mycompany/res/xml/preferences.xml_. Для полностью автоматического обновления требуется [Privileged Extension](https://gitlab.com/fdroid/privileged-extension). При обычном доступе обновления будут только автоматически загружаться. Пользователю по-прежнему необходимо нажимать кнопку установки на каждом из них.
uk: Щоб усталено вимкнути автоматичні оновлення в своїй збірці, замініть _app/src/main/res/xml/preferences.xml_. Можете допрацювати параметри та їхні усталені значення в _app/src/mycompany/res/xml/preferences.xml_. Для повністю автоматичного оновлення потрібне [привілейоване розширення](https://gitlab.com/fdroid/privileged-extension). Без нього, оновлення будуть лише автоматично завантажуватись — і користувачці чи користувачу все ще доводитиметься торкати «Встановити» для кожного з них.
zh_hans: 对于默认启用自动更新的自定义构建，覆盖 _app/src/main/res/xml/preferences.xml_。你可以在 _app/src/mycompany/res/xml/preferences.xml_ 中自定义首选项及其默认值。全自动更新需要 [特权扩展](https://gitlab.com/fdroid/privileged-extension)。通过定期访问，更新只会自动下载。用户仍然需要在每一个上点击安装。

source: ├── en-US (en-US is the F-Droid fallback language) │ ├── short_description.txt (short description, max 80 chars, mandatory) │ ├── full_description.txt (full app description, mandatory) │ ├── title.txt (app name) │ ├── video.txt (URL to a video introducing the app) │ ├── images │ │ ├── icon.png (app icon, mandatory if your app doesn't include any png icon) │ │ ├── featureGraphic.png (promo banner, shown on top of the app desc in F-Droid client; landscape) │ │ ├── tvBanner.png ("icon" for TV devices, currently not used) │ │ ├── phoneScreenshots │ │ │ ├── 1.png │ │ │ ├── 2.png │ │ │ ... │ │ ├── sevenInchScreenshots/ │ │ ├── tenInchScreenshots/ (you may add different screenshots for different screen sizes) │ │ ├── tvScreenshots/ │ │ └── wearScreenshots/ │ └── changelogs │ ├── 100000.txt (must correspond to versionCode, literally, no padding) │ ├── 100100.txt (if the version code was set to 100100) │ └── 100101.txt (maximum size: 500 characters) └── ru (other locale codes) ... (localized metadata is always preferred by the client) └── changelogs └── 100100.txt
pt_pt: ├── en-US (en-US é a linguagem F-Droid fallback) │ ├── short_description.txt (descrição breve, máximo 80 caracteres, obrigatório) │ ├── full_description.txt (descrição completa da aplicação, obrigatório) │ ├── title.txt (nome da aplicação) │ ├── video.txt (URL a um vídeo de apresentação da aplicação) │ ├── images │ │ ─ ├── icon.png (ícone da aplicação, obrigatório se a aplicação não incluir nenhum ícone png) │ │ ─ ├── featureGraphic.png (banner promocional, mostrado no topo da descida da aplicação no cliente F-Droid; landscape) │ │ ─ ├── tvBanner.png ("ícone" para aparelhos de TV, atualmente não utilizado) │ │ ─ ├─── phoneScreenshots │ │ │ ─ ├── 1.png │ │ │ ─ ─ ├── 2.png │ │ │ ... │ │ ─ ├── sevenInchScreenshots/ │ │ ─ ├── tenInchScreenshots/ (pode adicionar diferentes capturas de ecrã para diferentes tamanhos do ecrã) │ │ ─ ├── tvScreenshots/ │ │ └ └── wearScreenshots/ │ └ └── changelogs │ ├── 100000.txt (deve corresponder à versãoCode, literalmente, sem estofamento) │ ├── 100100.txt (se o código da versão foi definido como 100100) │ └ └── 100101.txt (tamanho máximo: 500 caracteres) └── ru (outros códigos locais) ... (os metadados localizados são sempre preferidos pelo cliente) └── changelogs └── 100100.txt
uk: ├── en-US (en-US це запасна мова F-Droid) │ ├── short_description.txt (короткий опис, не більше 80 знаків, обов'язково) │ ├── full_description.txt (повний опис застосунку, обов'язково) │ ├── title.txt (назва застосунку) │ ├── video.txt (URL-адреса відеоролика з описом застосунку) │ ├── images │ │ ├── icon.png (піктограма застосунку, обов'язково, якщо ваш застосунок не включає png-піктограмии) │ │ ├── featureGraphic.png (банер оголошення, що показано у верхній частині опису застосунку в клієнті F-Droid; горизонтальна орієнтація) │ │ ├── tvBanner.png ("піктограма" для ТБ-пристроїв, наразі не використовується) │ │ ├── phoneScreenshots │ │ │ ├── 1.png │ │ │ ├── 2.png │ │ │ ... │ │ ├── sevenInchScreenshots/ │ │ ├── tenInchScreenshots/ (ви можете додавати різні знімки екрана для різних розмірів екрана) │ │ ├── tvScreenshots/ │ │ └── wearScreenshots/ │ └── changelogs │ ├── 100000.txt (повинен відповідати versionCode, буквально, без заповнення) │ ├── 100100.txt (якщо код версії був установлений на 100100) │ └── 100101.txt (найбільший обсяг: 500 знаків) └── ru (коди інших мов) ... (клієнт завжди надає перевагу локалізованим метаданим) └── changelogs └── 100100.txt

source: ├── contact-email.txt (Developer email / AuthorEmail) ├── contact-website.txt (Developer website / AuthorWebSite) ├── release-notes │ └── en-US │ └── default.txt (latest changelog) └── listings ├── en-US (en-US is the default locale in F-Droid) │ ├── title.txt (app name) │ ├── short-description.txt (short description, max 80 chars, mandatory) │ ├── full-description.txt (full app description, mandatory) │ ├── video-url.txt (URL to a video introducing the app) │ ├── whatsnew (alternative changelog location; single file, no .txt) │ └── graphics │ ├── icon (app icon; mandatory if your app doesn't include any png icon) │ │ └── *.(png|jpg) 1 image, usually 512x512 │ ├── feature-graphic (promo banner, shown on top of the app desc in F-Droid client) │ │ └── *.(png|jpg) 1 image, usually 1024x500 │ ├── phone-screenshots │ │ └── *.(png|jpg) │ ├── tablet-screenshots │ │ └── *.(png|jpg) │ ├── large-tablet-screenshots │ │ └── *.(png|jpg) │ ├── tv-banner ("icon" for TV devices, currently not used) │ │ └── *.(png|jpg) │ ├── tv-screenshots │ │ └── *.(png|jpg) │ └── wear-screenshots │ └── *.(png|jpg) ├── de (other locales) ├── ...
pt_pt: ├── contact-email.txt (e-mail do programador / AuthorEmail) ├── contact-website.txt (Developer website / AuthorWebSite) ├── notas de lançamento │ └── en-US │ └── default.txt (último changelog) └── listings ├── en-US (en-US é o local predefinido no F-Droid) │ ├── title.txt (nome da aplicação) │ ├── shortdescription.txt (descrição breve, máximo 80 caracteres, obrigatória) │ ├── full-description.txt (descrição completa da aplicação, obrigatória) │ ├── video-url.txt (URL para um vídeo de apresentação da aplicação) │ ├── whatsnew (localização alternativa do changelog; ficheiro único, sem .txt) │ └── graphics │ ├── icon (ícone da aplicação; obrigatório se a sua aplicação não incluir nenhum ícone de png) │ │ └── *.(png|jpg) 1 imagem, geralmente 512x512 │ ├── feature-graphic (banner promocional, mostrado na parte superior da descrição da aplicação no cliente F-Droid) │ │ └── *.(png|jpg) 1 imagem, geralmente 1024x500 │ ├── phone-screenshots │ │ └── *.(png|jpg) │ ├── tablet-screenshots │ │ └── *.(png|jpg) │ ├── large-tablet-screenshots │ │ └── *.(png|jpg) │ ├── tv-banner ("ícone" para aparelhos de TV, atualmente não utilizado) │ │ └── *.(png|jpg) │ ├── tv-screenshots │ │ └── *.(png|jpg) │ └── wear-screenshots │ └── *.(png|jpg) ├── pt (outros locais) ├── ...
uk: ├── contact-email.txt (Е-пошта розробника / AuthorEmail) ├── contact-website.txt (Вебсайт розробника / AuthorWebSite) ├── release-notes │ └── en-US │ └── default.txt (останні зміни) └── listings ├── en-US (Типовою локаллю у F-Droid є en-US) │ ├── title.txt (назва застосунку) │ ├── short-description.txt (короткий опис, до 80 символів, обов'язково) │ ├── full-description.txt (повний опис застосунку, обов'язково) │ ├── video-url.txt (URL-адреса відео, яке представляє застосунок) │ ├── whatsnew (альтернативне розташування журналу змін; окремий файл, не .txt ) │ └── graphics │ ├── icon (піктограма застосунку; обов'язково, якщо ваш застосунок не включає жодної піктограми png) │ │ └── *.(png|jpg) 1 зображення, зазвичай 512x512 │ ├── feature-graphic (промо-банер, показаний у верхній частині опису програми у клієнті F-Droid) │ │ └── *.(png|jpg) 1 зображення, зазвичай 1024x500 │ ├── phone-screenshots │ │ └── *.(png|jpg) │ ├── tablet-screenshots │ │ └── *.(png|jpg) │ ├── large-tablet-screenshots │ │ └── *.(png|jpg) │ ├── tv-banner ("піктограма" для ТБ-пристроїв, зараз не використовується) │ │ └── *.(png|jpg) │ ├── tv-screenshots │ │ └── *.(png|jpg) │ └── wear-screenshots │ └── *.(png|jpg) ├── de (інші мови) ├── ...

source: Note that although the metadata files are designed to be easily read and writable by humans, they are also processed and written by various scripts. They can be automatically cleaned up when necessary. The structure and comments will be preserved correctly, although the order of fields will be standardised. (In the event that the original file was in a different order, comments are considered as being attached to the field following them). In fact, you can standardise all packages in a repository using a single command, without changing the functional content, by running:
pt_pt: Observe que, embora os ficheiros de metadados sejam projetados para serem facilmente lidos e gravados por humanos, eles também são processados e gravados por vários scripts. Eles podem ser limpos automaticamente quando necessário. A estrutura e os comentários serão preservados corretamente, embora a ordem dos campos seja padronizada. (No caso de o ficheiro original estar numa ordem diferente, os comentários serão considerados como anexados ao campo após eles). Na verdade, pode padronizar todos os pacotes num repositório a usar um único comando, sem alterar o conteúdo funcional, a executar:
uk: Зауважте, файли метаданих спроєктовано для легкого читання й написання вручну, але їх також обробляють і пишуть різноманітні скрипти. Їх буде автоматично переформатовано за потреби. Структура й коментарі при цьому збережуться, але порядок полів зміниться на стандартний. (Коментарі при впорядкуванні закріплюються за розміщеним одразу після них полем.) Більше того, ви можете стандартизувати всі пакунки в репозиторії одною командою, не змінюючи їхнього функціонального вмісту:

source: The website url of the author(s). This can be omitted (or left blank).
pt_pt: O url do site do(s) autor(es). Isso pode ser omitido (ou deixado em branco).
uk: URL-адреса вебсайту авторів застосунку. Це можна пропустити (або залишити порожнім).

source: The project's Flattr (https://flattr.com) ID, if it has one. This should be a numeric ID, such that (for example) https://flattr.com/thing/xxxx leads directly to the page to donate to the project.
uk: Ідентифікатор на Flattr (https://flattr.com), якщо проєкт його має. Повинен бути таким числом, щоб (наприклад) посилання https://flattr.com/застосунок/число вело прямо на сторінку пожертви застосунку.

source: This is converted to (`<flattr>`) in the XML file (_index.xml_).
pt_pt: Isso é convertido em (`<flattr>`) no ficheiro XML (_index.xml_).
uk: Це перетворюється на (`<flattr>`) у файлі XML (_index.xml_).

source: The git-svn option connects to an SVN repository, and you specify the URL in exactly the same way, but git is used as a back-end. This is preferable for performance reasons, and also because a local copy of the entire history is available in case the upstream repository disappears. (It happens!). In order to use Tags as _UpdateCheckMode_ for this VCS type, the URL must have the tags= special argument set. Likewise, if you intend to use the RepoManifest/branch scheme, you would want to specify branches= as well. Finally, trunk= can also be added. All these special arguments will be passed to "git svn" in order, and their values must be relative paths to the svn repo root dir. Here's an example of a complex git-svn _Repo_ URL: http://svn.code.sf.net/p/project/code/svn;trunk=trunk;tags=tags;branches=branches
uk: Опція git-svn з'єднується з репозиторієм SVN, тобто вказати слід саме URL-адресу SVN, просто git використовується як бекенд. Це має переваги: працює швидше, а в разі зникнення оригінального репозиторію (це дійсно трапляється) буде доступна локальна копія всієї історії. Щоб використовувати _UpdateCheckMode: Tags_ із цим видом VCS, у URL-адресі мусить бути особливий аргумент tags=. Якщо плануєте використовувати схему RepoManifest/гілка, то зазначте також branches=. Ще можете додати trunk=. Усі ці особливі аргументи буде передано «git svn» у тому ж порядку, а їхні значення мусять бути шляхами відносно кореневого каталогу репозиторію svn. Ось приклад _Repo_ зі складною URL-адресою git-svn: http://svn.code.sf.net/p/проєкт/code/svn;trunk=trunk;tags=tags;branches=branches

source: If the _RepoType_ is `srclib`, then you must specify the name of the according srclib .yml file. For example if `srclibs/FooBar.yml` exist and you want to use this srclib, then you have to set _Repo_ to `FooBar`.
uk: Якщо _RepoType_ — `srclib`, вкажіть тут назву відповідного файлу .yml srclib. Наприклад, якщо `srclibs/FooBar.yml` існує й ви бажаєте використати цю srclib, присвойте _Repo_ значення `FooBar`.
