Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: The main SDK/NDK downloads will automatically be cached to speed things up the next time, but there’s no easy way of doing this for the longer sections which use the SDK’s `android` tool to install platforms, add-ons and tools. However, instead of allowing automatic caching, you can supply a pre-populated cache directory which includes not only these downloads, but also .tar.gz files for all the relevant additions. If the provisioning scripts detect these, they will be used in preference to running the android tools. For example, if you have `buildserver/addons/cache/platforms/android-19.tar.gz` that will be used when installing the android-19 platform, instead of re-downloading it using `android update sdk --no-ui -t android-19`. It is possible to create the cache files of this additions from a local installation of the SDK including these:
pt_pt: Os descarregamentos principais do SDK/NDK serão automaticamente armazenados em cache para acelerar a próxima vez, mas não há uma maneira fácil de faze-lo para as seções mais longas que usam a ferramenta `android` do SDK para instalar plataformas, add-ons e ferramentas. Entretanto, ao invés de permitir cache automático, pode fornecer um diretório de cache pré-preenchido que inclui não apenas esses descarregamentos, mas também ficheiros .tar.gz para todas as adições relevantes. Se os scripts de provisionamento os detetarem, eles serão usados de preferência a executar as ferramentas android. Por exemplo, se tem `buildserver/addons/cache/platforms/android-19.tar.gz` que será usado ao instalar a plataforma android-19, ao invés de descarregar-la novamente a usar `android update sdk --no-ui -t android-19`. É possível criar os ficheiros cache destas adições de uma instalação local do SDK, incluindo estes:

source: Optionally using QEMU/KVM/libvirt instead of VirtualBox
pt_pt: Opcionalmente a usar QEMU/KVM/libvirt em vez de VirtualBox

source: It is also possible to QEMU/KVM guest VMs via libvirt instead of the default VirtualBox. VirtualBox is still the recommended setup since that is what is used by f-droid.org, but there are cases where it is not possible to run VirtualBox, like on a machine that is already running QEMU/KVM guests. In order to make the libvirt image files directly readable by `vagrant package`, _libvirt_'s QEMU needs to be configured to always set the ownership to `libvirt.libvirt`.
pt_pt: Também é possível para o QEMU/KVM VMs via libvirt em vez do padrão VirtualBox. VirtualBox é ainda a configuração recomendada, desde que é usado pelo f-droid.org, mas há casos onde não é possível executar o VirtualBox, como num computador que já está a executar o QEMU/KVM. A fim de tornar ficheiros de imagem libvirt diretamente legível por `vagrant package`, o QEMU do _libvirt_ precisa ser configurado para sempre definir a propriedade `libvirt.libvirt`.

source: Then create a _makebuildserver.config.py_ next to _makebuildserver_ and add:
pt_pt: Então crie um _makebuildserver.config.py_ ao lado de _makebuildserver_ e adicione:

source: Debian/stretch and Ubuntu/xenial
pt_pt: Debian/stretch e Ubuntu/xenial

source: This is the setup that is used in the Continuous Integration builds as part of the [reproducible builds](https://reproducible-builds.org) effort. You can see this in action on the Debian Project's jenkins setup:
pt_pt: Esta é a configuração usada nas compilações de Integração Contínuada como parte do esforço de [compilações reprodutíveis](https://reproducible-builds.org). Pode vê-lo em ação na configuração jenkins do Projeto Debian:

source: [F-droid issue tracker](https://f-droid.org/issues/) specifically [F-droid client section](https://gitlab.com/fdroid/fdroidclient/issues)
pt_pt: [Rastreador de problemas do F-Droid](https://f-droid.org/issues/) especificamente [secção do cliente F-Droid](https://gitlab.com/fdroid/fdroidclient/issues)

source: The second is to enable _mod_rewrite_, which is used to automatically choose the correct language for browsers that are not using Javascript. The easiest way to do that is to run `sudo a2enmod rewrite`.
pt_pt: O segundo é ativar o _mod_rewrite_, que é usado para escolher automaticamente o idioma correto para navegadores que não estão a usar Javascript. A maneira mais fácil de fazer isso é executar `sudo a2enmod rewrite`.

source: When we detect a new release, it may take a few days to make it into the repository as the build process runs only once a day. Before the build has completed, the wiki page for your app will list it in [:Category:Apps to Update](https://f-droid.org/wiki/page/:Category:Apps_to_Update). As long as the text under *Versions* stating "The current (recommended) version is *xxx* (version code *yyy*)" shows the version numbers corresponding to your latest release, we detected it and the APK should be available soon. Just give it some time.
pt_pt: Quando detectamos uma nova versão, pode levar alguns dias para por-la no repositório, já que o processo de compilação é executado apenas uma vez por dia. Antes da compilação estar concluída, a página wiki do seu app será listada em [:Category:Aplicações para atualizar](https://f-droid.org/wiki/page/:Category:Apps_to_Update). Desde que o texto sob *Versões* a indicar "A versão atual (recomendada) é *xxx* (código de versão *yyyy*)" mostra os números de versão correspondentes à sua última versão, nós detectamo-la e a APK deve estar disponível em breve. Basta dar-lhe algum tempo.

source: Another reason could be that the app failed to build. You can watch the build process on [Recent changes](https://f-droid.org/wiki/index.php?title=Special:RecentChanges&days=7&from=&hidebots=0&hideanons=1&hideliu=1) after clicking 'Show Bots'.
pt_pt: Outra razão poderia ser que a app não conseguiu compilar. Pode ver o processo de compilação em [Alterações Recentes](https://f-droid.org/wiki/index.php?title=Special:RecentChanges&days=7&from=&hidebots=0&hideanons=1&hideliu=1) depois de clicar em 'Mostrar Robôs'.

source: Only APKs built by F-Droid are included in the official F-Droid repo. We can try to reproduce your APK, as mentioned above, but if this fails (or e.g. when you want to distribute an app with closed-source components or API keys etc.), you can put any APK in your own "[F-Droid binary repo](../Setup_an_F-Droid_App_Repo)", and people can add your repo to their F-Droid client in order to get your APKs.
pt_pt: Somente APKs construídos pelo F-Droid são incluídos no repositório oficial do F-Droid. Podemos tentar reproduzir o seu APK, como mencionado acima, mas se isso falhar (ou, por exemplo, quando quiser distribuir uma app com componentes de código fechado ou chaves de API etc.), pode oferecer qualquer APK no seu próprio "[repo F-Droid binário](../Setup_an_F-Droid_App_Repo)" e as pessoas podem adicionar o seu repo ao cliente F-Droid para obter os seus APKs.

source: You can, but if you include any kind of tracking or analytics in your application (even sending crash reports) this must be something that the user explicitly opts **in** to - i.e. you ask them on first run, before sending anything anywhere, or there's a preference that defaults to OFF. In all other cases, we may still include the app, but it will be flagged with our 'Tracking' AntiFeature, which means users will only ever see the app if they choose to view such apps.
pt_pt: Pode, mas se incluir qualquer tipo de rastreamento ou análise na sua aplicação (mesmo a enviar relatórios de falha) isso deve ser algo que o utilizador opta explicitamente **sim** para - ou seja, perguntar-lhes na primeira execução, antes de enviar qualquer coisa a qualquer lugar ou que haja uma preferência de predefinição para DESLIGADO. Em todos os outros casos, ainda podemos incluir o app, mas será sinalizado com a nossa Característica Indesejado de 'Rastreamento', o que significa que os utilizadores só verão o app se optarem por visualizar esses apps.

source: For external resources, please restrain yourself to "well known repositories", e.g. mavenCentral or JCenter (see complete listing in the "srclib" section of [Build Metadata Reference](../Build_Metadata_Reference)). Please note that e.g. Bintray does not only offers JCenter, but user-repos as well. Those are not part of the trusted repository list.
pt_pt: Para recursos externos, por favor restrinja-se a "repositórios bem conhecidos", por exemplo, mavenCentral ou jCenter (veja a lista completa na secção "srclib" de [Referência de Metadados de Construção](../Build_Metadata_Reference)). Por favor note que, por exemplo, o Bintray não só oferece apenas o jCenter, mas também repos do utilizador. Estes não fazem parte dos repositórios confiáveis.

source: Ok, this isn't a frequently asked question, but: To get your app removed, you could use a license for future versions that prohibits anyone from distributing it, or you could introduce proprietary binaries into your source code. Both of those things will ensure that those future versions do not appear in our repository, but you would have to go a lot further (e.g. serious security flaws in the previous versions, combined with unpublished source code and an uncooperative attitude) for us to actually remove the whole application.
pt_pt: Isto não é uma pergunta frequente, mas: para remover o sua app, pode usar uma licença para versões futuras que proíba qualquer pessoa de distribuí-lo ou pode introduzir binários proprietários no seu código-fonte. Ambas essas coisas irão garantir que essas versões futuras não apareçam no nosso repositório, mas teria que fazer muito mais (por exemplo, falhas de segurança sérias nas versões anteriores, combinadas com código-fonte não publicado e uma atitude não cooperativa) para que possamos realmente remover toda a aplicação.

source: If, for whatever reason, you would simply prefer us not to distribute the app then we can only apologise. You deserve respect for your work which you've released under a Free Software license, and it wouldn't be pleasant for us to have to go against your wishes. However, the alternative is for us to deny use of the software to all our users.
pt_pt: Se, por qualquer motivo, simplesmente prefere que nós não distribuamos o app, só podemos pedir desculpas. Merece respeito pelo seu trabalho que lançou sob uma licença de Software Livre e não seria agradável para nós termos que ir contra os seus desejos. No entanto, a alternativa é negarmos o uso desse software a todos os nossos utilizadores.

source: Download apps from f-droid.org and other app repositories
pt_pt: Descarregar apps de f-droid.org e de outros repositórios de app

source: For app swap to get current WiFi status, and prompt the user to enable WiFi when swapping:
pt_pt: Para a troca de aplicações obter o estado atual do WiFi e pedir ao utilizador por ativar o WiFi ao trocar:

source: For app swap to see the Bluetooth state, and prompt the user to enable Bluetooth when swapping:
pt_pt: Para a troca de aplicações, para ver o estado do Bluetooth e pedir ao utilizador por ativar o Bluetooth ao trocar:

source: Read app repository URLs via NFC, for both swap and regular app repositories:
pt_pt: Ler URLs de repositório de aplicações via NFC, tanto para repositórios de aplicações de troca como regulares:

source: Temporarily store downloaded files on the SD Card:
pt_pt: Temporariamente armazenar os ficheiros transferidos no cartão SD:

source: Use F-Droid Privileged Extension which gives F-Droid system &lt;code&gt;priv-app access. This improves security by allowing automatic app updates as well as letting the user leave the "Unknown Sources" setting off:
pt_pt: Usar o F-Droid Privileged Extension que dá acesso ao sistema F-Droid &lt;code&gt;priv-app. Isso melhora a segurança ao permitir atualizações automáticas de aplicações, bem como permitir que o utilizador deixe a configuração "Fontes Desconhecidas" desativada:

source: Use root access to install F-Droid Privileged Extension as a system &lt;code&gt;priv-app:
pt_pt: Usar o acesso root para instalar o F-Droid Privileged Extension como um sistema &lt;code&gt;priv-app:

source: How do I send a Repo configuration using NFC?
pt_pt: Como faço para enviar uma configuração de Repo a usar NFC?

source: Starting in v0.59, the F-Droid client supports sending repo configurations via NFC. For this to work, both the sending and receiving device must have NFC and be running Android 4.0 or newer.
pt_pt: A partir da versão 0.59 o cliente F-Droid suporta o envio de configurações repo via NFC. Para que isso funcione, tanto o aparelho de envio quanto o de recebimento devem ter NFC e estar a executar o Android 4.0 ou mais recente.

source: select **Repositories** in the menu on the main screen
pt_pt: seleccione **Repositórios*** no menu do ecrã principal

source: click on the repo that you want to send
pt_pt: clique no repo que deseja enviar

source: put the devices together until you get the NFC zoom prompt
pt_pt: junte os aparelhos até obter o prompt de zoom NFC

source: touch the screen with the selected repo
pt_pt: toque no ecrã com o repo selecionado

source: click **OK** on the receiving device
pt_pt: clique **OK*** no aparelho receptor

source: How can I send the F-Droid app using NFC or Android Beam?
pt_pt: Como posso enviar a aplicação F-Droid a utilizar NFC ou Android Beam?

source: Starting in v0.59, the F-Droid client supports sending the F-Droid app itself to another device to set it up for the first time. For this to work, both the sending and receiving device must have NFC, Android Beam, and be running Android 4.1 or newer.
pt_pt: A partir da versão 0.59, o cliente F-Droid suporta o envio do próprio app F-Droid para outro aparelho para configurá-lo pela primeira vez. Para que isso funcione, o aparelho de envio e recebimento deve ter NFC, Android Beam e estar a executar o Android 4.1 ou mais recente.

source: go to the F-Droid main screen
pt_pt: vaia para o ecrã principal do F-Droid

source: touch the screen with F-Droid installed
pt_pt: toque no ecrã com o F-Droid instalado

source: keep the devices near each other until the beam completes
pt_pt: mantenha os aparelhos próximos uns dos outros até que o feixe se complete

source: on the receiving device, click the Android Beam notification and install F-Droid
pt_pt: no aparelho receptor, clique na notificação do Android Beam e instale o F-Droid

source: the [web forum](https://forum.f-droid.org/)
pt_pt: o [fórum web](https://forum.f-droid.org/)

source: We're trying to include it, but there's a problem with it that we're trying to resolve. Check the Submissions Held section of the Forum;
pt_pt: Estamos a tentar incluí-lo, mas há um problema que estamos a tentar resolver. Verifique a secção Submissões Realizadas do Fórum;

source: It's on our radar, but we haven't got to it yet. [Search](https://f-droid.org/search) the Forum;
pt_pt: Está no nosso radar, mas ainda não conseguimos. [Pesquise](https://f-droid.org/search) no Fórum;

source: In the sidebar on the web site, the 10 most recent apps are shown
pt_pt: Na barra lateral do site, as 10 aplicações mais recentes são exibidas

source: In the client, the "What's New" category shows all apps added in the last 14 days (the number can be changed in settings)
pt_pt: No cliente, a categoria "Novidades" mostra todos as aplicações adicionadas nos últimos 14 dias (a quantidade pode ser alterada nas configurações)

source: What's the difference between source and binary builds?
pt_pt: Qual é a diferença entre a fonte e compilações binárias?

source: In the client, each package for an app is labelled either 'source' or 'bin'. These correspond to two different messages you'll see for the same package when browsing the repository on the web site, either "This version is built and signed by F-Droid, and guaranteed to correspond to the source tarball below" or "This version is built and signed by the original developer."
pt_pt: No cliente, cada pacote de uma app é rotulado como 'source' ou 'bin'. Estes correspondem a duas mensagens diferentes que verá para o mesmo pacote ao navegar pelo repositório no site ou "Esta versão é construída e assinada pelo F-Droid e garantidamente corresponde ao tarball de origem abaixo" ou "Esta versão é construída e assinada pelo programador original."

source: Most packages are source builds. Those that are binaries are usually that way for technical or historical reasons. Ideally everything in the F-Droid repo would be a source build.
pt_pt: A maioria dos pacotes são compilações de código fonte. Os que são binários são o geralmente por razões técnicas ou históricas. Idealmente, tudo no repo F-Droid seria uma fonte de construção.

source: Source builds are built and signed securely by F-Droid, and are accompanied on the web site by a complete and corresponding copy of the exact source code we built it with. It may include some prebuilt libraries and you may need to download some external libraries, but as long as those libraries are still on the internet, you should be able to build an exact copy.
pt_pt: As compilações de código-fonte são construídas e assinadas com segurança pelo F-Droid e são acompanhadas no site por uma cópia completa e correspondente do código-fonte exato com o qual o construímos. Ele pode incluir algumas bibliotecas pré-construídas e podia ter de descarregar algumas bibliotecas externas, mas enquanto essas bibliotecas ainda estão na Internet, Deve ser capaz de construir uma cópia exata.

source: Binary packages are built and signed by the developer. We get them from public sources that the developer makes available directly, and never from third party sources.
pt_pt: Os pacotes binários são construídos e assinados pelo programador. Os obtemos de fontes públicas que o programador disponibiliza diretamente e nunca de fontes de terceiros.

source: F-Droid, as an app that "competes" with Google Play, is against their [Terms of Service](http://play.google.com/about/developer-distribution-agreement.html#non-compete).
pt_pt: F-Droid, uma app que "compete" com o Google Play, é contra os [Termos de Serviço](http://play.google.com/about/developer-distribution-agreement.html#non-compete) deles.

source: That said, the account username is _fdroid-bug-reporter_ and the password is _repository-collection_.
pt_pt: Dito isto, o nome de utilizador da conta é _fdroid-bug-reporter_ e a palavra-passe é _repository-collection_.

source: News & Reviews
pt_pt: Notícias & Comentários

source: Sometimes there is a newsworthy item (submissions welcome!) or client release and details get posted on the blog: <https://f-droid.org/news-and-reviews>. In the past we had reviews of apps with screenshots and it would be great to have more; and who knows they might make their way into the client some day!
pt_pt: Às vezes há um item de notícia (submissões bem-vindas!) ou uma versão para clientes e detalhes são postados no blog: <https://f-droid.org/news-and-reviews>. No passado tínhamos críticas de aplicações com screenshots e seria ótimo ter mais; quem sabe eles podem chegar ao cliente algum dia!

source: Find out exactly when APKs are available or when descriptions change: <https://f-droid.org/wiki/api.php?action=feedcontributions&user=Robot>. The status of the most recent build for an app can be obtained by appending /lastbuild to the wiki url of the package. Builds happen a couple of times a day ; a new repo index is only published once all outstanding builds are finished.
pt_pt: Descubra exatamente quando os APKs estão disponíveis ou quando as descrições mudam: <https://f-droid.org/wiki/api.php?action=feedcontributions&user=Robot>. O estado da compilação mais recente de uma app pode ser obtido a anexar /lastbuild ao url do wiki do pacote. Compilações acontecem um par de vezes por dia; um novo índice de repo só é publicado quando todas as construções pendentes estiverem concluídas.

source: The human changes to the wiki: <https://f-droid.org/wiki/index.php?title=Special:RecentChanges>
pt_pt: As mudanças humanas no wiki: <https://f-droid.org/wiki/index.php?title=Special:RecentChanges>

source: On Android we have [de.shandschuh.sparserss](https://f-droid.org/repository/browse/?fdfilter=de.shandschuh.sparserss&fdid=de.shandschuh.sparserss), [net.fred.feedex](https://f-droid.org/repository/browse/?fdfilter=net.fred.feedex&fdid=net.fred.feedex), [de.danoeh.antennapod](https://f-droid.org/repository/browse/?fdfilter=de.danoeh.antennapod&fdid=de.danoeh.antennapod), [org.ttrssreader](https://f-droid.org/repository/browse/?fdfilter=org.ttrssreader&fdid=org.ttrssreader) (requires a tt-rss server to connect to) and [com.newsblur](https://f-droid.org/repository/browse/?fdfilter=com.newsblur&fdid=com.newsblur) (via newsblur.com). On the desktop you could use the Akregator for KDE, Liferea for Gnome or [http://newsbeuter.org newsbeuter] which is nice if you like working in a terminal.
pt_pt: No Android temos [de.shandschuh.sparserss](https://f-droid.org/repository/browse/?fdfilter=de.shandschuh.sparserss&fdid=de.shandschuh.sparserss), [net.fred.feedex](https://f-droid.org/repository/browse/?fdfilter=net.fred.feedex&fdid=net.fred.feedex), [de.danoeh.antennapod](https://f-droid.org/repository/browse/?fdfilter=de.danoeh.antennapod&fdid=de.danoeh.antennapod), [org.ttrssreader](https://f-droid.org/repository/browse/?fdfilter=org.ttrssreader&fdid=org.ttrssreader) (requer um servidor tt-rss para se conectar) e [com.newsblur](https://f-droid.org/repository/browse/?fdfilter=com.newsblur&fdid=com.newsblur) (via newsblur.com). No desktop pode usar o Akregator para o KDE, Liferea para o Gnome ou [http://newsbeuter.org newsbeuter] que é bom se gosta de trabalhar num terminal.

source: <?xml version="1.0" encoding="UTF-8"?> <opml version="1.0"> <head> <title>F-Droid related feeds</title> </head> <body> <outline title="F-Droid"> <outline type="rss" title="News and Reviews" xmlUrl="https://f-droid.org/feed" htmlUrl="https://f-droid.org/news-and-reviews/"/> <outline type="rss" title="Wiki Changes by Humans" xmlUrl="https://f-droid.org/wiki/index.php?title=Special:RecentChanges&amp;feed=atom" htmlUrl="https://f-droid.org/wiki/page/Special:RecentChanges"/> <outline type="rss" title="Latest Builds" xmlUrl="https://f-droid.org/wiki/api.php?action=feedcontributions&amp;user=Robot&amp;feedformat=atom" htmlUrl="https://f-droid.org/wiki/page/Special:Contributions/Robot"/> </outline> </body> </opml>
pt_pt: <?xml version="1.0" encoding="UTF-8"?> <opml version="1.0"> <head> <title>Feeds relacionados ao F-Droid</title> </head> <body> <outline title="F-Droid"> <outline type="rss" title="News and Reviews" xmlUrl="https://f-droid.org/feed" htmlUrl="https://f-droid.org/news-and-reviews/"/> <outline type="rss" title="Wiki Changes by Humans" xmlUrl="https://f-droid.org/wiki/index.php?title=Special:RecentChanges&amp;feed=atom" htmlUrl="https://f-droid.org/wiki/page/Special:RecentChanges"/> <outline type="rss" title="Latest Builds" xmlUrl="https://f-droid.org/wiki/api.php?action=feedcontributions&amp;user=Robot&amp;feedformat=atom" htmlUrl="https://f-droid.org/wiki/page/Special:Contributions/Robot"/> </outline> </body> </opml>
