Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: For a real world example using _gitlab-ci_, see _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/master/.gitlab-ci.yml>
de: Für ein reales Beispiel mit _gitlab-ci_ siehe _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/master/.gitlab-ci.yml>
pl: Na przykład w realu za pomocą _gitlab-ci_, see _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/master/.gitlab-ci.yml>
pt_pt: Para um exemplo real a usar _gitlab-ci_, veja _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/master/.gitlab-ci.yml>
ro: Pentru un exemplu din lumea reală care utilizează _gitlab-ci_, consultați _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/master/.gitlab-ci.yml>
ru: Реальный пример использования _gitlab-ci_ см. в _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/master/.gitlab-ci.yml>
uk: Перегляньте зразок польового застосування _gitlab-ci_ — _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/master/.gitlab-ci.yml>
zh_hans: 有关使用 _gitlab-ci_ 的实际例子，请参阅 _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/master/.gitlab-ci.yml>

source: Configuring for GitHub Actions
de: Konfiguration für GitHub Actions
pl: Konfiguracja dla GitHub Actions
ro: Configurarea pentru GitHub Actions
ru: Настройка GitHub Actions
uk: Налаштування для GitHub Actions
zh_hans: 配置 GitHub Actions

source: GitHub and GitHub Actions are both proprietary platforms that are widely used to develop free software. Since F-Droid does not promote proprietary software, there is no official support for GitHub Actions. All of the F-Droid tooling is free software, so contributors have made a GitHub Action based on the F-Droid tools.
de: GitHub und GitHub Actions sind beides gerne genutzte, proprietäre Plattformen zur Entwicklung freier Software. Da F-Droid keine proprietäre Software fördert, gibt es keinen offiziellen Support für GitHub Actions. Alle zu F-Droid gehörenden Werkzeuge sind freie Software, so haben Mitwirkende ein GitHub Action geschaffen, das auf F-Droid-Tools basiert.
pl: GitHub i AGitHub Actions są prawnie zastrzeżonymi platformami, które są powszechnie używane do tworzenia wolnego oprogramowania. Ponieważ F-Droid nie promuje prawnie zastrzeżonego oprogramowania, nie ma oficjalnego wsparcia dla GitHub Actions. Wszystkie narzędzia F-Droid są wolnym oprogramowaniem, więc współtwórcy stworzyli GitHub Action oparty na narzędziach F-Droid.
ro: GitHub și GitHub Actions sunt ambele platforme proprietare care sunt utilizate pe scară largă pentru dezvoltarea de software liber. Deoarece F-Droid nu promovează software-ul proprietar, nu există suport oficial pentru GitHub Actions. Toate uneltele F-Droid sunt software liber, astfel încât colaboratorii au realizat o setare GitHub Action bazată pe uneltele F-Droid.
ru: GitHub и GitHub Actions - это проприетарные платформы, которые широко используются для разработки свободного программного обеспечения. Поскольку F-Droid не продвигает проприетарное ПО, официальной поддержки GitHub Actions нет. Все инструменты F-Droid являются свободным программным обеспечением, поэтому разработчики создали GitHub Action на основе инструментов F-Droid.
uk: GitHub і GitHub Actions — це власницькі платформи, які широко використовуються для розробки вільного програмного забезпечення. Оскільки F-Droid не просуває невільне програмне забезпечення, офіційної підтримки дій GitHub немає. Усі інструменти F-Droid — це вільне програмне забезпечення, тому учасники зробили GitHub Action на основі інструментів F-Droid.
zh_hans: GitHub 和 GitHub Actions 都是广泛用于开发自由软件的专有平台。 由于 F-Droid 不推广专有软件，因此 GitHub Actions 没有官方支持。 所有 F-Droid 工具都是自由软件，因此贡献者基于 F-Droid 工具制作了一个 GitHub Action。

source: Create a new GitHub "project" by appending _-nightly_ to the name. For example, <https://github.com/f-droid/fdroidclient> becomes <https://github.com/f-droid/fdroidclient-nightly> and <https://github.com/eighthave/fdroidclient> becomes <https://github.com/eighthave/fdroidclient-nightly>
de: Erstellen Sie ein neues GitHub-„Projekt“, indem Sie _-nightly_ an den Namen anhängen. Zum Beispiel wird <https://github.com/f-droid/fdroidclient> zu <https://github.com/f-droid/fdroidclient-nightly> und <https://github.com/eighthave/fdroidclient> zu <https://github.com/eighthave/fdroidclient-nightly>
pl: Utwórz nowy "projekt" GitHub, dołączając _-nightly_ do nazwy. Na przykład <https://github.com/f-droid/fdroidclient> staje się <https://github.com/f-droid/fdroidclient-nightly> i <https://github.com/eighthave/fdroidclient> staje się <https://github.com/eighthave/fdroidclient-nightly>
ro: Creați un nou "proiect" GitHub adăugând _-nightly_ la nume. De exemplu, <https://github.com/f-droid/fdroidclient> devine <https://github.com/f-droid/fdroidclient-nightly> și <https://github.com/eighthave/fdroidclient> devine <https://github.com/eighthave/fdroidclient-nightly>
ru: Создайте новый "проект" GitHub, добавив к его названию _-nightly_. Например, <https://github.com/f-droid/fdroidclient> становится <https://github.com/f-droid/fdroidclient-nightly>, а <https://github.com/eighthave/fdroidclient> становится <https://github.com/eighthave/fdroidclient-nightly>
uk: Створіть окремий GitHub-проєкт, додавши _-nightly_ до назви. Наприклад, нічна збірка <https://github.com/f-droid/fdroidclient> — <https://github.com/f-droid/fdroidclient-nightly> and <https://github.com/eighthave/fdroidclient> — <https://github.com/eighthave/fdroidclient-nightly>
zh_hans: 创建一个新的 Github "项目"，将 _-nightly_ 附加到名称上。例如，<https://github.com/f-droid/fdroidclient> 变成 <https://github.com/f-droid/fdroidclient-nightly>，<https://github.com/eighthave/fdroidclient> 变成 <https://github.com/eighthave/fdroidclient-nightly>

source: In that new project, add the SSH Public Key derived from your _debug.keystore_ as a Deploy Key in your Security settings, e.g. `https://github.com/eighthave/fdroidclient-nightly/settings/keys`
de: Fügen Sie in diesem neuen Projekt den von Ihrem _debug.keystore_ abgeleiteten SSH Public Key als Deploy Key in Ihre Sicherheitseinstellungen ein, z. B. `https://github.com/eighthave/fdroidclient-nightly/settings/keys`
pl: W tym nowym projekcie dodaj klucz publiczny SSH uzyskany z pliku _debug.keystore_ jako klucz wdrożenia w ustawieniach bezpieczeństwa, np. `https://github.com/eighthave/fdroidclient-nightly/settings/keys`
ro: În acel nou proiect, adăugați cheia publică SSH derivată din _debug.keystore_ ca o cheie de implementare în Setările de securitate, de exemplu `https://github.com/eighthave/fdroidclient-nightly/settings/keys`
ru: В этом новом проекте добавьте открытый ключ SSH, полученный из вашего _debug.keystore_, в качестве ключа развертывания в настройках безопасности, например, `https://github.com/eighthave/fdroidclient-nightly/settings/keys`
uk: Перейдіть до цього нового проєкту й додайте відкритий ключ SSH, отриманий із вашого _debug.keystore_, як ключ вивантаження (Deploy Key) у налаштування безпеки, наприклад `https://github.com/eighthave/fdroidclient-nightly/settings/keys`
zh_hans: 在该新项目中，添加从 _debug.keystore_ 派生的 SSH 公钥作为安全设置中的部署密钥，例如`https://github.com/eighthave/fdroidclient-nightly/settings/keys`

source: In the Settings of the project being built, find "Actions" under "Secrets" in the "Security" section. Paste the whole `DEBUG_KEYSTORE` output line into a new repository secret called `DEBUG_KEYSTORE`, e.g. `https://github.com/eighthave/fdroidclient/settings/secrets/actions`.
de: In den Einstellungen, des zu bauenden Projekts, suchen Sie „Actions“ unter „Secrets“ im Abschnitt „Security“. Übertragen Sie die gesamte `DEBUG_KEYSTORE` Ausgabezeile in ein neues `DEBUG_KEYSTORE` genanntes „Secret“ des Repositorys, z. B. `https://github.com/eighthave/fdroidclient/settings/secrets/actions`.
pl: W Ustawieniach budowanego projektu, znajdź "Actions" pod "Secrets" w sekcji "Security". Wklej całą linię wyjściową `DEBUG_KEYSTORE` do nowego sekretu repozytorium o nazwie `DEBUG_KEYSTORE`, np. `https://github.com/eighthave/fdroidclient/settings/secrets/actions`.
ro: În Setările proiectului în curs de construire, găsiți "Actions" sub "Secrets" în secțiunea "Security". Lipiți întreaga linie de ieșire `DEBUG_KEYSTORE` într-un nou secret de depozit numit `DEBUG_KEYSTORE`, de ex. `https://github.com/eighthave/fdroidclient/settings/secrets/actions`.
ru: В Настройках собираемого проекта в разделе «Secrets» найдите «Actions». Вставьте всю строку вывода `DEBUG_KEYSTORE` в новый секрет репозитория с названием `DEBUG_KEYSTORE`, например `https://gitlab.com/eighthave/fdroidclient/settings/secrets/actions`.
uk: У налаштуваннях проєкту, що збирається, знайдіть «Actions» у розділі «Secrets» розділу «Security». Вставте весь рядок виводу `DEBUG_KEYSTORE` у новий секрет репозиторію під назвою `DEBUG_KEYSTORE`, наприклад. `https://github.com/eighthave/fdroidclient/settings/secrets/actions`.
zh_hans: 在正构建项目的设置中，于“安全”部分的“Secrets”项下找到“Actions”。将完整的 `DEBUG_KEYSTORE`输出行粘帖到名为 `DEBUG_KEYSTORE`的新存储库 secret，如 `https://github.com/eighthave/fdroidclient/settings/secrets/actions`。

source: Add a _nightly_ stage to your _.github/workflows/_ that produces only the build to publish to the nightly, then runs `fdroid nightly`. For example:
de: Ergänzen Sie eine _nightly_ Stufe in _.github/workflows/_, die nur den Build erzeugt, der für die Nightly-Veröffentlichung bestimmt ist und dann `fdroid nightly` ausführt. Zum Beispiel:
pl: Dodaj etap _nightly_ do twojego_.github/workflows/_, który produkuje tylko kompilację do publikowania w nocy, a następnie uruchamia `fdroid nightly`. Na przykład:
ro: Adăugați o etapă _nightly_ la _.github/workflows/_ care produce doar compilarea pentru a publica în nightly, apoi rulează `fdroid nightly`. De exemplu:
ru: Добавьте в ваш _.github/workflows/_ этап _nightly_ , который создает только сборку для публикации в nightly, а затем запускает `fdroid nightly`. Например:
uk: Додайте у свій _.github/workflows/_ етап _nightly_, який створюватиме лише збірку для оприлюднення в nightly-репозиторії й запускатиме для неї `fdroid nightly`. Наприклад:
zh_hans: 将 _nightly_ 阶段添加到你的 _.github/workflows_，该阶段仅生成要发布到每日构建，然后每日运行 `fdroid nightly`。例如：

source: There is an alternate approach based on Docker maintained by @wardvl: [wardvl/f-droid-nightly-action](https://github.com/wardvl/f-droid-nightly-action/)
de: Es gibt einen alternativen, auf Docker basierenden Ansatz, der von @wardvl: [wardvl/f-droid-nightly-action](https://github.com/wardvl/f-droid-nightly-action/) gepflegt wird.
pl: Istnieje alternatywne podejście oparte na Dockerze utrzymywane przez @wardvl: [wardvl/f-droid-nightly-action](https://github.com/wardvl/f-droid-nightly-action/)
ro: Există o abordare alternativă bazată pe Docker întreținută de @wardvl: [wardvl/f-droid-nightly-action](https://github.com/wardvl/f-droid-nightly-action/)
ru: Существует альтернативный подход, основанный на Docker, который поддерживает @wardvl: [wardvl/f-droid-nightly-action](https://github.com/wardvl/f-droid-nightly-action/)
uk: Існує альтернативний підхід, заснований на Docker, який підтримує @wardvl: [wardvl/f-droid-nightly-action](https://github.com/wardvl/f-droid-nightly-action/)
zh_hans: 有一种基于 Docker 的替代方法，由 @wardvl 维护：[wardvl/f-droid-nightly-action](https://github.com/wardvl/f-droid-nightly-action/)

source: Configuring for GitHub and Travis CI
de: Konfiguration für GitHub und Travis CI
pl: Konfiguracja dla GitHub i Travis CI
pt_pt: Configuração para GitHub e Travis CI
ro: Configurarea pentru GitHub și Travis CI
ru: Настройка для GitHub и Travis CI
uk: Налаштування для GitHub і Travis CI
zh_hans: 为 GitHub 和 Travis CI 进行配置

source: Generate a new _debug.keystore_ for each app, since GitHub only allows a deploy key to be used on a single repo. Keep that file safe, since it is the signing key for your nightly build.
de: Erzeugen Sie einen neuen _debug.keystore_ für jede App, da GitHub nur die Verwendung eines Deploy-Schlüssels pro Repo zulässt. Bewahren Sie diese Datei sicher auf, da sie der Signierschlüssel für Ihr Nightly Build ist.
pl: Wygeneruj nowy _ debug.keystore _ dla każdej aplikacji, ponieważ GitHub pozwala na użycie klucza wdrażania tylko w jednym repozytorium. Chroń ten plik, ponieważ jest to klucz do podpisywania nocnej kompilacji.
pt_pt: Gerar uma nova _debug.keystore_ para cada app, já que o GitHub só permite que uma chave de implantação seja usada num único repo. Mantenha esse ficheiro seguro, pois é a chave de assinatura para a sua compilação noturna.
ro: Generați un nou _debug.keystore_ pentru fiecare aplicație, deoarece GitHub permite utilizarea unei chei de implementare doar pentru un singur repo. Păstrați acest fișier în siguranță, deoarece este cheia de semnare pentru construcția nocturnă.
ru: Создайте новый _debug.keystore_ для каждого приложения, поскольку GitHub позволяет использовать ключ развертывания только для одного репозитория. Храните этот файл в безопасности, поскольку он является ключом подписи для вашей ночной сборки.
uk: Створіть окремі _debug.keystore_ для кожного застосунку, бо GitHub дає змогу використовувати кожен ключ вивантаження лише з одним репозиторієм. Зберігайте цей файл у безпечному місці: він буде ключем підпису ваших нічних збірок.
zh_hans: 为每个应用生成一个新的 _debug.keystore_，因为 GitHub 只允许在单个代码库上使用部署密钥。确保该文件安全，因为它是你每日构建的签名密钥。

source: 2. Set a GitHub Deploy Key for `https://github.com/zom/zom-android-nightly` by going to `https://github.com/zom/zom-android-nightly/settings/keys`. The public SSH key is printed out by running:
de: 2. Legen Sie in GitHub einen Deploy-Schlüssel für `https://github.com/zom/zom-android-nightly` fest, indem Sie zu `https://github.com/zom/zom-android-nightly/settings/keys`gehen. Der öffentliche SSH-Schlüssel wird ausgedruckt über:
pl: 2. Ustaw klucz GitHub Deploy Key dla `https://github.com/zom/zom-android-nightly`, przechodząc na stronę `https://github.com/zom/zom-android-nightly/settings/keys`. Klucz publiczny SSH jest drukowany przez uruchomienie polecenia:
pt_pt: 2. Defina uma chave de implantação do GitHub para `https://github.com/zom/zom-android-nightly` by going to `https://github.com/zom/zom-android-nightly/settings/keys`. A chave SSH pública é impressa ao executar:
ro: 2. Setați o cheie de implementare GitHub pentru `https://github.com/zom/zom-android-nightly`, accesând `https://github.com/zom/zom-android-nightly/settings/keys`. Adresa publică SSH key este tipărită prin rularea:
ru: 2. Установите ключ развертывания GitHub для `https://github.com/zom/zom-android-nightly`, перейдя по адресу `https://github.com/zom/zom-android-nightly/settings/keys`. Публичный SSH-ключ распечатывается при выполнении:
uk: 2. Налаштуйте ключ вивантаження GitHub для `https://github.com/zom/zom-android-nightly` на сторінці `https://github.com/zom/zom-android-nightly/settings/keys`. Перегляньте відкритий ключ SSH, виконавши:
zh_hans: 2.设置一个 GitHub 部署密钥，用于 `https://github.com/zom/zom-android-nightly`，并转到 `https://github.com/zom/zom-android-nightly/settings/keys`。 该 SSH 公钥是通过运行以下程序打印出来的。

source: check _Allow write access_ in the GitHub Deploy Key settings
de: markieren Sie _Allow write access_ in den GitHub-Einstellungen für Deploy-Schlüssel
pl: zaznacz _Allow write access_ w ustawieniach GitHub Deploy Key
pt_pt: marque _Permitir acesso de gravação_ nas configurações de chave de implantação do GitHub
ro: bifați _Allow write access_ în setările GitHub Deploy Key
ru: установите флажок _Разрешить доступ на запись_ (Allow write access) в настройках GitHub Deploy Key
uk: Дозвольте запис, поставивши пташку _Allow write access_ у налаштуваннях ключа вивантаження GitHub
zh_hans: 在 GitHub Deploy Key 设置中勾选 _Allow write access_

source: To print out the secret variable contents, use `--show-secret-var`. Careful! That text is the entire _debug.keystore_, so protect it accordingly! This prints out base64 text to be pasted into a Travis CI "Environment Variable" in `https://travis-ci.org/zom/Zom-Android/settings`. Call the variable `DEBUG_KEYSTORE` and make sure "Display value in build log" is __OFF__.
de: Um den Inhalt der Geheimvariable auszudrucken, verwenden Sie `--show-secret-var`. Vorsicht! Dieser Text ist der gesamte _debug.keystore_, schützen Sie ihn also entsprechend! Es wird so base64-Text ausgedruckt, der in einer Travis CI "Environment Variable" in `https://travis-ci.org/zom/Zom-Android/settings`eingefügt werden soll. Rufen Sie die Variable `DEBUG_KEYSTORE` auf und vergewissern Sie sich, dass "Display value in build log" auf __OFF__ steht.
pl: Aby wypisać zawartość tajnej zmiennej użyj polecenia `--show-secret-var`. Ostrożnie! Ten tekst to cały _debug.keystore_, więc odpowiednio go zabezpiecz! Spowoduje to wypisanie tekstu base64, który zostanie wklejony do zmiennej środowiskowej Travis CI "Environment Variable" w `https://travis-ci.org/zom/Zom-Android/settings`. Wywołaj zmienną `DEBUG_KEYSTORE` i upewnij się, że "Display value in build log" ma wartość __OFF__.
pt_pt: Para imprimir o conteúdo da variável secreta, utilize `--show-secret-var`. Cuidado! Esse texto é a _debug.keystore_ inteira, então proteja-a de acordo! Isso imprime o texto base64 para ser posto numa "Variável de Ambiente" do Travis CI em `https://travis-ci.org/zom/Zom-Android/settings`. Chame a variável `DEBUG_KEYSTORE` e certifique-se de que "Valor de exibição no log de compilação" é __OFF__.
ro: Pentru a afișa conținutul variabilei secrete, utilizați `--show-secret-var`. Aveți grijă! Acest text reprezintă întregul _debug.keystore_, așa că protejați-l corespunzător! Acest lucru tipărește textul base64 care trebuie lipit într-o "Variabilă de mediu" Travis CI în `https://travis-ci.org/zom/Zom-Android/settings`. Chemați variabila `DEBUG_KEYSTORE` și asigurați-vă că "Display value in build log" este __OFF__.
ru: Чтобы вывести содержимое секретной переменной, используйте `--show-secret-var`. Осторожно! Этот текст - весь _debug.keystore_, поэтому защищайте его соответствующим образом! Это выводит текст в формате base64 для вставки в "переменную окружения" Travis CI в `https://travis-ci.org/zom/Zom-Android/settings`. Вызовите переменную `DEBUG_KEYSTORE` и убедитесь, что "Display value in build log" - __OFF__.
uk: Виведіть вміст таємної змінної за допомогою `--show-secret-var`. Обережно! Цей текст — увесь вміст _debug.keystore_, тож не допускайте його оприлюднення! Буде виведено Base64 для вставлення в «змінну середовища» (environment variable) Travis CI на сторінці `https://travis-ci.org/zom/Zom-Android/settings`. Назвіть змінну `DEBUG_KEYSTORE` й переконайтесь, що журналювання значень (Display value in build log) __ВИМКНЕНО__.
zh_hans: 要打印出秘密变量的内容，请使用 `--show-secret-var`。小心！该文本是整个 _debug.keystore_，因此请相应地保护它！这会打印出要粘贴到 ` https://travis-ci.org/zom/Zom-Android/settings` 中的 Travis CI “环境变量”中的 Base64 文本。调用变量 `DEBUG_KEYSTORE` 并确保“在构建日志中显示值”为 __OFF__。

source: And here's a simple example of how to add _fdroidserver_ to your Travis CI setup to make it deploy the APK after a successful test:
de: Und hier ein einfaches Beispiel, wie Sie _fdroidserver_ zu Ihrem Travis CI-Setup hinzufügen können, damit er nach einem erfolgreichen Test das APK bereitstellt:
pl: Oto prosty przykład dodawania _fdroidserver_ do konfiguracji Travis CI w celu wdrożenia pakietu APK po pomyślnym teście:
pt_pt: E aqui está um exemplo simples de como adicionar _fdroidserver_ à sua configuração do Travis CI para que ele implante o APK após um teste bem sucedido:
ro: Și iată un exemplu simplu despre cum să adăugați _fdroidserver_ la configurația Travis CI pentru a-l face să implementeze APK-ul după un test reușit:
ru: А вот простой пример того, как добавить _fdroidserver_ в настройку Travis CI, чтобы заставить его развернуть APK после успешного тестирования:
uk: А ось простий приклад того, як додати _fdroidserver_ до вашої конфігурації Travis CI, щоб після успішного випробування автоматично вивантажувати APK:
zh_hans: 这是一个简单的示例，说明如何将 _fdroidserver_ 添加到你的 Travis CI 设置中，以使其在成功测试后部署 APK：

source: For a real world example, see _Zom_: * <https://github.com/zom/Zom-Android-nightly> * <https://github.com/zom/Zom-Android/blob/master/.travis.yml> * <https://travis-ci.org/zom/Zom-Android>
de: Ein Beispiel aus der Praxis finden Sie unter _Zom_: * <https://github.com/zom/Zom-Android-nightly> * <https://github.com/zom/Zom-Android/blob/master/.travis.yml> * <https://travis-ci.org/zom/Zom-Android>
pl: Dla przykładu w realu, patrz _Zom_: * <https://github.com/zom/Zom-Android-nightly> * <https://github.com/zom/Zom-Android/blob/master/.travis.yml> * <https://travis-ci.org/zom/Zom-Android>
pt_pt: Para um exemplo real, veja _Zom_: * <https://github.com/zom/Zom-Android-nightly> * <https://github.com/zom/Zom-Android/blob/master/.travis.yml> * <https://travis-ci.org/zom/Zom-Android>
ro: Pentru un exemplu din lumea reală, consultați _Zom_: * <https://github.com/zom/Zom-Android-nightly> * <https://github.com/zom/Zom-Android/blob/master/.travis.yml> * <https://travis-ci.org/zom/Zom-Android>
ru: Пример из реального мира см. в _Zom_: * <https://github.com/zom/Zom-Android-nightly> * <https://github.com/zom/Zom-Android/blob/master/.travis.yml> * <https://travis-ci.org/zom/Zom-Android>
uk: Перегляньте зразок польового застосування — _Zom_: * <https://github.com/zom/Zom-Android-nightly> * <https://github.com/zom/Zom-Android/blob/master/.travis.yml> * <https://travis-ci.org/zom/Zom-Android>
zh_hans: 关于一个真实的例子，请参阅 _Zom_: * <https://github.com/zom/Zom-Android-nightly> * <https://github.com/zom/Zom-Android/blob/master/.travis.yml> * <https://travis-ci.org/zom/Zom-Android>

source: Release Channels and Signing Keys
de: Bezugsquellen und Signaturen
pl: Zwolnij kanały i klucze podpisu
pt_pt: Canais de Lançamento e Chaves de Assinatura
ro: Canale de eliberare și chei de semnare
ru: Каналы выпуска и ключи подписи
uk: Канали випусків і ключі підпису
zh_hans: 发布通道和签名密钥

source: This is a list of all signing keys used for F-Droid releases.
de: Dies ist eine Liste aller für F-Droid-Veröffentlichungen verwendeter Signierschlüssel.
pl: To jest lista wszystkich kluczy podpisujących używanych w wydaniach F-Droid.
pt_pt: Esta é uma lista de todas as chaves de assinatura usadas para lançamentos do F-Droid.
ro: Aceasta este o listă a tuturor cheilor de semnare utilizate pentru versiunile F-Droid.
ru: Это список всех ключей подписи, используемых для релизов F-Droid.
uk: Ось перелік усіх ключів, якими підписуються випуски F-Droid.
zh_hans: 这是用于 F-Droid 版本的所有签名密钥的列表。

source: F-Droid client app for Android
de: F-Droid-Client, App für Android
pl: Aplikacja kliencka F-Droid na Androida
pt_pt: App cliente F-Droid para Android
ro: Aplicație client F-Droid pentru Android
ru: Клиентское приложение F-Droid для Android
uk: Клієнтський застосунок F-Droid для Android
zh_hans: 适用于 Android 的 F-Droid 客户端应用
