Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: On the web site and in the F-Droid client, we provide links to donate to your project. Ideally you should have a dedicated page explaining how and why to donate your project, so we can link directly to it. Remember that most users will probably access this straight from the F-Droid client on an Android device. You should also have this information accessible from within your application.
de: Auf der Internetseite und im F-Droid-Client, bieten wir Links an, um für Ihr Projekt zu spenden. Idealerweise sollten Sie eine zugehörige Seite haben, die erklärt, wie und warum für Ihr Projekt gespendet werden soll, damit wir direkt zu ihr weiterleiten können. Behalten Sie im Auge, dass die meisten Nutzer wahrscheinlich direkt aus der F-Droid-App auf einem Android-Gerät auf sie zugreifen werden. Diese Informationen sollten auch aus Ihrer Anwendung heraus zugänglich sein.
pl: Na stronie internetowej oraz w kliencie F-Droid udostępniamy linki do darowizn na Twój projekt. Idealnie powinieneś mieć dedykowaną stronę wyjaśniającą, jak i dlaczego przekazać darowiznę dla twojego projektu, abyśmy mogli połączyć się bezpośrednio z nią. Pamiętaj, że większość użytkowników prawdopodobnie uzyska dostęp do tego prosto z klienta F-Droid na urządzeniu z systemem Android. Powinieneś również mieć dostęp do tych informacji z poziomu swojej aplikacji.
pt_pt: No site e no cliente F-Droid fornecemos links para doar ao seu projeto. Idealmente deve ter uma página dedicada a explicar como e por que doar ao seu projeto, para que possamos criar um link direto para ele. Lembre-se que a maioria dos utilizadores provavelmente irão acessar isso diretamente do cliente F-Droid de um aparelho Android. Esta informação deve igualmente ser acessível do sua aplicação.
ro: Pe site-ul web și în clientul F-Droid, oferim linkuri pentru a dona pentru proiectul dvs. În mod ideal, ar trebui să aveți o pagină dedicată care să explice cum și de ce să donați pentru proiectul dvs., astfel încât să putem face un link direct către aceasta. Nu uitați că majoritatea utilizatorilor vor accesa probabil acest lucru direct din clientul F-Droid pe un dispozitiv Android. De asemenea, ar trebui să aveți aceste informații accesibile din cadrul aplicației dumneavoastră.
ru: На веб-сайте и в клиенте F-Droid мы предоставляем ссылки для пожертвования на ваш проект. В идеале у вас должна быть специальная страница, объясняющая, как и почему можно пожертвовать на ваш проект, чтобы мы могли напрямую ссылаться на нее. Помните, что большинство пользователей, вероятно, получат доступ к этой странице прямо из клиента F-Droid на устройстве Android. Вы также должны иметь доступ к этой информации из вашего приложения.
uk: Вебсайт і клієнт F-Droid надають посилання, за якими можна допомогти вашому проєкту. В ідеалі вам слід мати окрему сторінку, на яку ми можемо прямо послатись, із поясненням, як і чому слід пожертвувати саме вам. Пам'ятайте, це посилання переважно відкриватимуть прямо з клієнта F-Droid на пристроях Android. Ці дані вам також варто зробити доступними всередині застосунку.
zh_hans: 在网站和 F-Droid 客户端中，我们提供捐赠给你项目的链接。理想情况下，你应该有一个专门的页面，解释如何以及为什么捐赠你的项目，以便我们可以直接链接到它。请记住，大多数用户可能会直接从 Android 设备上的 F-Droid 客户端访问它。你还应该使此信息可以从应用中访问。

source: We have fields in our metadata for Bitcoin, Litecoin, OpenCollective and Liberapay donations. Be sure to contact us if there is a change to any of those or if you stop accepting them; if you accept new methods you can contact us about that too.
de: Wir bieten Felder in unseren Metadaten für Bitcoin-, Litecoin-, Flattr- und Liberapay-Spenden. Nehmen Sie auf jeden Fall Kontakt mit uns auf, wenn es Änderungen an irgendeiner davon gibt oder wenn Sie sie nicht mehr annehmen; wenn Sie neue Verfahren akzeptieren, können Sie uns ebenfalls kontaktieren.
pl: Mamy pola w naszych metadanych dla darowizn Bitcoin, Litecoin, OpenCollective i Liberapay. Pamiętaj, aby skontaktować się z nami, jeśli nastąpi jakakolwiek zmiana lub jeśli przestaniesz je akceptować; jeśli akceptujesz nowe metody, możesz skontaktować się z nami również w tej sprawie.
ro: Avem câmpuri în metadatele noastre pentru donații Bitcoin, Litecoin, OpenCollective și Liberapay. Nu uitați să ne contactați dacă există o schimbare la oricare dintre acestea sau dacă nu le mai acceptați; dacă acceptați noi metode, ne puteți contacta și în legătură cu acestea.
ru: В наших метаданных есть поля для пожертвований Bitcoin, Litecoin, OpenCollective и Liberapay. Обязательно свяжитесь с нами, если произошли изменения в любом из этих методов или если вы перестали их принимать; если вы принимаете новые методы, вы также можете связаться с нами по этому поводу.
zh_hans: 我们的元数据中有比特币、莱特币、Flattr 和 Liberapay 捐款的字段。如果其中任何一个有变化，或者你停止接受它们，请务必联系我们；如果你接受新的方法，你也可以联系我们。

source: If your app is in our repo but we are missing any of the above information, please make sure we know about it.
de: Wenn Ihre App in unserem Repo ist und irgendeine der o. g. Informationen fehlt, setzen Sie uns bitte darüber in Kenntnis.
pl: Jeśli Twoja aplikacja znajduje się w naszym repozytorium, ale brakuje nam którejś z powyższych informacji, upewnij się, że wiemy o tym.
pt_pt: Se o seu app está em nosso repositório, mas nos faltam quaisquer das informações acima, por favor, certifique-se de que nós o sabemos.
ro: Dacă aplicația dvs. se află în repo-ul nostru, dar ne lipsește una dintre informațiile de mai sus, vă rugăm să vă asigurați că știm despre ea.
ru: Если ваше приложение находится в нашем репозитории, но нам не хватает какой-либо из вышеперечисленных сведений, пожалуйста, убедитесь, что мы знаем об этом.
uk: Якщо в нашому репозиторії вже є ваш застосунок, але бракує цих даних, будь ласка, повідомте нам про це.
zh_hans: 如果你的应用在我们的存储库中，但我们缺少上述任何信息，请确保我们知道它。

source: Will my app be built from source?
de: Wird meine App aus der Quelle hergestellt werden?
pl: Czy moja aplikacja będzie budowana ze źródła?
pt_pt: Meu app será construído do código-fonte?
ro: Aplicația mea va fi construită din sursă?
ru: Будет ли мое приложение создано из исходного кода?
uk: Мій застосунок збиратиметься з вихідного коду?
zh_hans: 我的应用将从源代码开始构建吗？

source: Yes. In all but a very few cases (for technical or historical reasons), we build all applications directly from the source code. This guarantees that the source code is available for the version people have installed. While we're not suggesting that *your* source code is incomplete, not published or out of date, this happens a lot.
de: Ja. Mit Ausnahme sehr weniger (technisch oder historisch begründeter) Fälle, erstellen wir alle Anwendungen direkt nach dem Quellcode. Das gewährleistet, dass der Quellcode für die von den Leuten installierte Version zur Verfügung steht. Obwohl wir davon abraten, dass *Ihr* Quellcode unvollständig, nicht öffentlich oder veraltet ist, kommt dies leider häufig vor.
pl: Tak. We wszystkich, z wyjątkiem bardzo niewielu przypadków (ze względów technicznych lub historycznych), wszystkie aplikacje budujemy bezpośrednio z kodu źródłowego. Gwarantuje to, że kod źródłowy jest dostępny dla wersji, którą zainstalowali ludzie. Chociaż nie sugerujemy, że *Twój* kod źródłowy jest niekompletny, nieopublikowany lub nieaktualny, dzieje się sporo.
pt_pt: Sim, em poucos casos (por razões técnicas ou históricas), construímos todas as aplicações diretamente do código-fonte. Isto garante que o código-fonte está disponível para a versão que as pessoas instalaram. Embora não estejamos a sugerir que o *seu* código-fonte está incompleto, não publicado ou desatualizado, isso acontece muitas vezes.
ro: Da. În toate cazurile, cu excepția a foarte puține (din motive tehnice sau istorice), construim toate aplicațiile direct din codul sursă. Acest lucru garantează că acesta este disponibil pentru versiunea instalată. Deși nu sugerăm că *codul dvs. sursă* este incomplet, nepublicat sau neactualizat, acest lucru se întâmplă des.
ru: Да. Во всех случаях, кроме очень редких (по техническим или историческим причинам), мы собираем все приложения непосредственно из исходного кода. Это гарантирует, что исходный код доступен для той версии, которую установили люди. Хотя мы не предполагаем, что *ваш* исходный код неполный, не опубликованный или устаревший, такое случается часто.
uk: Так. За рідкісними винятками (з технічних чи історичних причин), ми збираємо всі застосунки прямо з вихідного коду. Це гарантує, що встановлена в людей версія має доступний вихідний код. Ми не стверджуємо, ніби саме *ваш* вихідний код неповний, відсутній чи застарілий, але це трапляється надто часто.
zh_hans: 是的，除了极少数情况（由于技术或历史原因），我们直接从源代码中构建所有应用。这保证了人们所安装的版本的源代码是可用的。虽然我们并不是说*你的*源代码不完整、没有发布或已经过时，但是这种情况经常发生。

source: What about versioning?
de: Wie sieht die Versionierung aus?
pl: A co z wersjami?
pt_pt: E quanto ao versionamento?
ro: Cum rămâne cu versionarea?
ru: А как насчет версии?
uk: Як позначати версії?
zh_hans: 版本控制呢？

source: Android is aware of two version information, the versionName (a user-facing string) and the versionCode (an integer that gets compared to determine what actually IS an update). For additional information, please see the [Android Developer Documentation](https://developer.android.com/studio/publish/versioning.html). Please make sure not to have contradicting information (e.g. mismatching _AndroidManifest.xml_ and build.gradle).
de: Android kennt zwei Versionsinformationen, den VersionsNamen (eine auf den Anwender ausgerichtete Zeichenkette) und den VersionsCode (eine Ganzzahl, die zum Vergleich herangezogen wird, um zu ermitteln, was IST eigentlich eine Aktualisierung). Weitere Informationen dazu finden Sie in der [Android Developer Documentation](https://developer.android.com/studio/publish/versioning.html). Vergewissern Sie sich, keine widersprüchlichen Informationen bereitzustellen (z. B. eine Diskrepanz zwischen _AndroidManifest.xml_ und build.gradle).
pl: Android zna dwie informacje o wersji: versionName (ciąg znaków skierowany do użytkownika) i versionCode (liczba całkowita, która jest porównywana w celu określenia, co tak naprawdę jest aktualizacją). Dodatkowe informacje można znaleźć w [Dokumentacji programistycznej Androida](https://developer.android.com/studio/publish/versioning.html). Upewnij się, że nie masz sprzecznych informacji (np. Niedopasowanie _AndroidManifest.xml_ i build.gradle).
pt_pt: Android está ciente de duas informações de versão: o versionName (uma string para o utilizador) e o versionCode (um inteiro que é comparado para determinar o que realmente é uma atualização). Para obter informações adicionais, consulte a [Documentação do programador Android](https://developer.android.com/studio/publish/versioning.html). Por favor, certifique-se de não ter informações contraditórias (por exemplo, contraditantes em _AndroidManifest.xml_ e build.gradle).
ro: Android este conștient de două informații despre versiune, versionName (un șir de caractere orientat către utilizator) și versionCode (un număr întreg care este comparat pentru a determina ce este de fapt o actualizare). Pentru informații suplimentare, vă rugăm să consultați [Android Developer Documentation](https://developer.android.com/studio/publish/versioning.html). Vă rugăm să vă asigurați că nu aveți informații contradictorii (de exemplu, neconcordanțe între _AndroidManifest.xml_ și build.gradle).
ru: Android знает две информации о версии: versionName (строка для пользователя) и versionCode (целое число, которое сравнивается, чтобы определить, что на самом деле является обновлением). Дополнительную информацию можно найти в [Android Developer Documentation](https://developer.android.com/studio/publish/versioning.html). Убедитесь, что информация не противоречит друг другу (например, несовпадение _AndroidManifest.xml_ и build.gradle).
uk: Android використовує два види даних про версію: versionName (видима назва версії) й versionCode (числовий код для порівняння оновлень). Докладніше описує [документація розробки Android](https://developer.android.com/studio/publish/versioning.html). Просимо стежити, щоб у даних не було суперечностей (наприклад, різних версій в _AndroidManifest.xml_ та build.gradle).
zh_hans: Android 知道两个版本信息，versionName（面向用户的字符串）和 versionCode（一个整数，用于进行比较以确定什么是更新）。有关其他信息，请参阅 [Android 开发人员文档](https://developer.android.com/studio/publish/versioning.html)。 请确保没有相互矛盾的信息（例如，不匹配的 _AndroidManifest.xml_ 和 build.gradle）。

source: We try to build only what you would consider to be releases. These should have matching version names and, more importantly, matching version codes to releases you build yourself, and be built from the same code. Obviously this task is easier if your source code history is clear - for example, if releases are tagged or otherwise labeled. If you tag release, please ensure you keep the same tagging scheme, e.g. if you start using a "v" prefix, keep using that.
de: Wir versuchen, nur das herzustellen, was Sie als zur Veröffentlichung bestimmte Versionen betrachten. Diese sollten zu den Versionen, die Sie selbst herstellen und die aus demselben Code hergestellt werden, passende Versionsnamen und, noch wichtiger, passende Versionscodes besitzen. Die Entscheidung hierüber fällt deutlich leichter, wenn Ihre Quellcodeentwicklung klar ist - zum Beispiel, wenn zu veröffentlichende Versionen durch Tags oder anderweitige Beschreibungen gekennzeichnet sind. Wenn Sie die Veröffentlichung kennzeichnen, stellen Sie bitte sicher, dass das Schema dafür dasselbe bleibt, z. B. wenn Sie ein „v“ als Präfix verwenden, behalten Sie das bei.
pl: Staramy się budować tylko to, co wydawałoby się być wydaniem. Powinny one mieć pasujące nazwy wersji i, co ważniejsze, pasujące kody wersji do wydań, które sam tworzysz, i być zbudowane z tego samego kodu. Oczywiście zadanie to jest łatwiejsze, jeśli historia kodu źródłowego jest jasna - na przykład, jeśli wydania są oznaczone lub oznaczone w inny sposób. Jeśli dodasz tag, upewnij się, że zachowujesz ten sam schemat oznaczania, np. jeśli zaczniesz używać prefiksu "v", używaj tego dalej.
pt_pt: Tentamos construir apenas o que consideraria ser lançamentos. Estes devem ter nomes de versão correspondentes e, ainda mais importante, códigos de versão correspondentes para versões que mesmo compilou e irá ser compilado do mesmo código. Obviamente esta tarefa é mais fácil se o histórico do seu código-fonte estiver claro - por exemplo, se as versões são marcadas ou rotuladas de outra forma. Se marcar o lançamento, por favor, assegure-se de manter o mesmo esquema de marcação, por exemplo, se começar a usar um prefixo "v", continue a usar-o.
ro: Încercăm să construim doar ceea ce considerați că ar fi eliberări. Acestea ar trebui să aibă nume de versiuni și, mai important, coduri de versiuni care să corespundă cu versiunile pe care le construiți dumneavoastră și să fie construite din același cod. Evident, această sarcină este mai ușoară dacă istoricul codului dvs. sursă este clar - de exemplu, dacă versiunile sunt etichetate sau etichetate în alt mod. Dacă etichetați versiunile, asigurați-vă că păstrați aceeași schemă de etichetare, de exemplu, dacă începeți să folosiți prefixul "v", continuați să îl folosiți.
ru: Мы стараемся создавать только то, что вы считаете релизами. Они должны иметь совпадающие имена версий и, что более важно, совпадающие коды версий с релизами, которые вы собираете сами, и быть собранными из того же кода. Очевидно, что эта задача облегчается, если история вашего исходного кода ясна - например, если релизы помечаются тегами или иным образом маркируются. Если вы помечаете релизы, пожалуйста, убедитесь, что вы придерживаетесь той же схемы пометки, например, если вы начали использовать префикс "v", продолжайте использовать его.
uk: Намагаємося збирати лише те, що вважається випуском. Назви версій і, головне, коди версій збіжні з випусками, які ви збираєте самостійно, й ми збираємо випуски з того ж коду, що й ви. Звісно, це простіше, коли історія вихідного коду охайна: наприклад, коли випуски позначені тегами. Просимо дотримувати послідовну схему в тегах випусків: наприклад, якщо ви почали використовувати префікс «v», то додавайте його завжди.
zh_hans: 我们尽量只建立你认为是发布版本的东西。这些版本应该有相匹配的版本名称，更重要的是，与你自己构建的版本代码相匹配，并且是由相同的代码构建的。显然，如果你的源代码历史是清晰的，这项工作就更容易了 - 例如，如果发布版本被标记或以其他方式标记。如果你对发布版本进行了标记，请确保你保持相同的标记方案，例如，如果你开始使用 "v" 前缀，请一直使用。

source: We try not to build from a random repository head version.
de: Wir versuchen, nicht aus einer zufälligen Repository-Kopfversion zu bauen.
pl: Staramy się nie budować z losowej wersji repozytorium.
pt_pt: Tentamos não compilar de uma versão de cabeça de repositório aleatória.
ro: Încercăm să nu construim de la o versiune aleatorie a capului de depozit.
ru: Мы стараемся не собирать из случайной версии репозитория.
uk: Намагаємось не збирати довільних комітів репозиторію як версії.
zh_hans: 我们尽量不从一个随机的存储库 head 版本进行构建。

source: Do I need to tell you when I update?
de: Muss ich Aktualisierungen bei Euch ankündigen?
pl: Czy muszę powiedzieć, kiedy aktualizuję?
pt_pt: Preciso dizer-lhe quando eu atualizar?
ro: Trebuie să vă anunț când fac o actualizare?
ru: Должен ли я сообщать вам о своем обновлении?
uk: Чи слід сповіщати вас про оновлення?
zh_hans: 我更新时需要告诉你吗？

source: We will [detect](../Build_Metadata_Reference#UpdateCheckMode) new releases of your app and update our metadata accordingly, which will then cause us to check the code and add new builds to our system. Tags help greatly for adding new versions, but do remember to push the tags to the origin repo each time. Of course, if you move source code to a different website, you should tell us. There are currently some issues around detecting new versions when the _AndroidManifest.xml_ is moved so if there is some urgency, you can let us know if that happens.
de: Wir werden neue Versionen Ihrer App [ermitteln](../Build_Metadata_Reference#UpdateCheckMode) und unsere Metadaten entsprechend aktualisieren, was dann wiederum die Prüfung des Codes und das Hinzufügen neuer Builds in unser System auslösen wird. Tags sind eine große Hilfe, um neue Versionen hinzuzufügen, vergessen Sie also nicht, jedes Mal die Tags ins Originalrepo einzutragen. Natürlich sollten Sie uns mitteilen, wenn Sie den Quellcode auf eine andere Website verschieben. Es gibt momentan einige Probleme bei der Bestimmung neuer Versionen, wenn _AndroidManifest.xml_ verschoben wird, in dringenden Fällen sollten Sie uns darüber informieren, dass das geschehen ist.
pl: Będziemy [wykrywać](../Build_Metadata_Reference#UpdateCheckMode) nowe wersje Twojej aplikacji i odpowiednio aktualizować nasze metadane, co spowoduje, że sprawdzimy kod i dodamy nowe kompilacje do naszego systemu. Znaczniki znacznie ułatwiają dodawanie nowych wersji, ale pamiętaj o każdorazowym przesuwaniu tagów do repozytorium początkowego. Oczywiście, jeśli przeniesiesz kod źródłowy do innej witryny, powinieneś nam powiedzieć. Obecnie istnieją pewne problemy związane z wykrywaniem nowych wersji podczas przenoszenia pliku _AndroidManifest.xml_, więc jeśli jest jakaś pilna potrzeba, możesz nas o tym powiadomić.
pt_pt: Iremos [detectar](../Build_Metadata_Reference#UpdateCheckMode) novas versões do seu app e atualizar nossos metadados relativamente, o que nos fará verificar o código e adicionar novas compilações ao nosso sistema. Marcações ajudam muito para adicionar novas versões, mas lembre-se de empurrar as marcações para a repo de origem cada vez. Naturalmente, se mover o código-fonte para um site diferente, devia nos informar. Existem atualmente alguns problemas à volta da detecção de novas versões quando o _AndroidManifest.xml_ é movido, então se houver alguma urgência, pode avisar-nos se isso acontecer.
ro: Vom [detect](../Build_Metadata_Reference#UpdateCheckMode) noile versiuni ale aplicației dvs. și ne vom actualiza metadatele în consecință, ceea ce ne va determina să verificăm codul și să adăugăm noile versiuni în sistemul nostru. Etichetele ajută foarte mult la adăugarea de noi versiuni, dar nu uitați să împingeți etichetele în repo-ul de origine de fiecare dată. Desigur, dacă mutați codul sursă pe un alt site web, ar trebui să ne anunțați. În prezent, există unele probleme legate de detectarea noilor versiuni atunci când _AndroidManifest.xml_ este mutat, așa că, dacă există o anumită urgență, ne puteți anunța dacă se întâmplă acest lucru.
ru: Мы будем [обнаруживать](../Build_Metadata_Reference#UpdateCheckMode) новые релизы вашего приложения и обновлять наши метаданные соответствующим образом, что заставит нас проверить код и добавить новые сборки в нашу систему. Теги очень помогают при добавлении новых версий, но не забывайте каждый раз добавлять их в исходное репо. Конечно, если вы переносите исходный код на другой сайт, вы должны сообщить нам об этом. В настоящее время существуют некоторые проблемы с обнаружением новых версий при перемещении _AndroidManifest.xml_, поэтому, если есть какая-то срочность, вы можете сообщить нам об этом.
uk: Ми [виявляємо](../Build_Metadata_Reference#UpdateCheckMode) нові випуски вашого застосунку й оновлюємо свої метадані відповідно. Тоді ми перевіряємо код і додаємо нові збірки в систему. Теги — велика поміч у доданні нових версій, тож не забувайте щоразу вивантажувати їх (push --tags) до репозиторію. Звісно, коли ви переміщуєте код на інший вебсайт, про це слід нас повідомити. Виявлення нових версій ускладнюється, коли файл _AndroidManifest.xml_ змінює адресу, тож у разі такої зміни слід повідомити нас якнайшвидше.
zh_hans: 我们将[检测](../Build_Metadata_Reference#UpdateCheckMode)应用的新版本并相应地更新我们的元数据，这将使我们检查代码并向系统添加新版本。标记对添加新版本有很大帮助，但请记住每次都要将标记推送到源存储库。当然，如果你将源代码移动到其他网站，则应告诉我们。目前，当 _AndroidManifest.xml_ 移动时，检测新版本存在一些问题，因此，如果有紧急情况，你可以告知我们是否会发生这种情况。
