Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: App configuration: _/var/discourse/containers/app.yml_
de: App-Konfiguration: _/var/discourse/containers/app.yml_
pl: Konfiguracja aplikacji: _/var/discourse/containers/app.yml_
pt_pt: Configuração da app: _/var/discurso/contentores/app.yml_
ro: Configurația aplicației: _/var/discourse/containers/app.yml_
ru: Конфигурация приложения: _/var/discourse/containers/app.yml_
uk: Параметри застосунку: _/var/discourse/containers/app.yml_
zh_hans: 应用配置：_/var/discourse/containers/app.yml_

source: Backups: _/var/discourse/shared/standalone/backups/default_
de: Sicherungen: _/var/discourse/shared/standalone/backups/default_
pl: Kopie zapasowe: _/var/discourse/shared/standalone/backups/default_
ro: Copii de rezervă: _/var/discourse/shared/standalone/backups/default_
ru: Резервные копии: _/var/discourse/shared/standalone/backups/default_
uk: Резервні копії: _/var/discourse/shared/standalone/backups/default_
zh_hans: 备份：_/var/discourse/shared/standalone/backups/default_

source: Discourse
pl: Dyskusja
ro: Discurs
ru: Дискурс (Discourse)

source: Version: _stable_
pl: Wersja: _stable_
ro: Versiunea: _stable_
ru: Версия: _stable_
uk: Версія: _stable_
zh_hans: 版本：_stable_

source: Login methods: local, GitHub
de: Login-Methoden: lokal, GitHub
pl: Metody logowania: lokalne, GitHub
pt_pt: Métodos de login: local, GitHub
ro: Metode de autentificare: local, GitHub
ru: Методы входа: локальный, GitHub
uk: Способи входу: локально або GitHub
zh_hans: 登录方法：本地、GitHub

source: Backup frequency: daily
de: Sicherungsfrequenz: täglich
pl: Częstotliwość tworzenia kopii zapasowych: codziennie
pt_pt: Frequência de backup: diária
ro: Frecvența de backup: zilnic
ru: Частота резервного копирования: ежедневно
uk: Резервне копіювання: щодня
zh_hans: 备份频率：每天

source: Amount of backups stored: Last 15 ones
de: Anzahl gespeicherter Sicherungen: die letzten 15
pl: Ilość przechowywanych kopii zapasowych: 15 ostatnich
pt_pt: Quantidade de backups armazenados: Os últimos 15
ro: Cantitatea de copii de rezervă stocate: Ultimele 15
ru: Количество сохраненных резервных копий: Последние 15
uk: Кількість збережених копій: останні 15
zh_hans: 存储的备份数量：最近 15 个

source: Upgrading
de: Upgrades
pl: Aktualizacja
pt_pt: Atualização
ro: Actualizare
ru: Обновление
uk: Оновлення
zh_hans: 升级

source: Upgrading the forum is quite simple. Upgrades are planned to be done every one to two weeks. If you feel like there was an important update to Discourse which should get deployed earlier, [please reach out to us]({{ site.baseurl }}/about/).
de: Ein Upgrade des Forums ist ganz einfach. Durchführungen von Upgrades sind alle ein bis zwei Wochen geplant. Wenn Sie der Meinung sind, dass es ein wichtiges Update an Discourse gab, das früher eingestellt werden sollte, [nehmen Sie Kontakt mit uns auf]({{ site.baseurl }}/about/).
pl: Aktualizacja forum jest dość prosta. Aktualizacje planowane są co tydzień lub dwa. Jeśli uważasz, że była ważna aktualizacja Dyskursu, która powinna zostać wdrożona wcześniej, [skontaktuj się z nami]({{ site.baseurl }}/about/).
ro: Actualizarea forumului este destul de simplă. Actualizările sunt planificate să se facă la fiecare una-două săptămâni. Dacă simțiți că a existat o actualizare importantă pentru Discourse care ar trebui să fie implementată mai devreme, [please reach out to us]({{ site.baseurl }}/about/).
ru: Обновление форума довольно простое. Обновления планируется проводить каждые одну-две недели. Если вы считаете, что произошло важное обновление Discourse, которое должно быть развернуто раньше, [пожалуйста, свяжитесь с нами]({{ site.baseurl }}/about/).
uk: Оновлювати форум досить просто. За планом, оновлення здійснюються щотижня чи через тиждень. Якщо вважаєте, що певне важливе оновлення Discourse слід вивантажити раніше, [просимо нас повідомити]({{ site.baseurl }}/about/).
zh_hans: 升级论坛很简单。我们计划每一周或两周升级一次。如果你认为 Discourse 有需要提前部署的重要更新，请[联系我们]({{ site.baseurl }}/about/)。

source: For administrators, this is the common way how to upgrade the forum:
de: Für Administratoren ist dies der gebräuchliche Weg für ein Upgrade des Forums:
pl: Dla administratorów jest to typowy sposób aktualizowania forum:
pt_pt: Para administradores, esta é a maneira mais comum de atualizar o fórum:
ro: Pentru administratori, acesta este modul obișnuit de a actualiza forumul:
ru: Для администраторов это обычный способ обновления форума:
uk: Усталений спосіб оновлення форуму адміністрацією:
zh_hans: 以下是管理员常用的升级论坛的方法：

source: [Make a backup of the forum](https://forum.f-droid.org/admin/backups)
de: [Eine Sicherung des Forums erstellen](https://forum.f-droid.org/admin/backups)
pl: [Utwórz kopię zapasową forum](https://forum.f-droid.org/admin/backups)
pt_pt: [Faça um backup do fórum](https://forum.f-droid.org/admin/backups)
ro: [Faceți o copie de rezervă a forumului](https://forum.f-droid.org/admin/backups)
ru: [Сделать резервную копию форума](https://forum.f-droid.org/admin/backups)
uk: [Зробити резервну копію форуму](https://forum.f-droid.org/admin/backups)
zh_hans: [制作论坛备份](https://forum.f-droid.org/admin/backups)

source: Wait until the backup finished and download it (you'll get a link by mail)
de: Abschluss der Sicherung abwarten und sie herunterladen (Sie erhalten einen Link per Mail)
pl: Poczekaj, aż kopia zapasowa zostanie zakończona a potem pobierz ją (otrzymasz link pocztą)
pt_pt: Aguarde até que o backup seja concluído e descarregue-o (receberá uma ligação por e-mail)
ro: Așteptați până când backup-ul se termină și descărcați-l (veți primi un link prin e-mail)
ru: Дождитесь окончания резервного копирования и скачайте его (вы получите ссылку по почте)
uk: Дочекатись завершення й завантажити копію (отримаєте посилання е-поштою)
zh_hans: 下载已完成的备份文件 (下载链接会发送至邮箱)

source: Go to the [upgrade section](https://forum.f-droid.org/admin/upgrade)
de: Zum [Upgrade-Abschnitt](https://forum.f-droid.org/admin/upgrade) wechseln
pl: Przejdź do sekcji [aktualizacja](https://forum.f-droid.org/admin/upgrade)
pt_pt: Vá para a [secção de atualização](https://forum.f-droid.org/admin/upgrade)
ro: Mergeți la [upgrade section](https://forum.f-droid.org/admin/upgrade)
ru: Перейдите в [раздел обновления](https://forum.f-droid.org/admin/upgrade)
uk: Перейти до [розділу оновлення](https://forum.f-droid.org/admin/upgrade)
zh_hans: 进入[升级](https://forum.f-droid.org/admin/upgrade)板块

source: * Upgrade (the different parts of) the forum, e.g. sometimes _docker_manager_ has available updates which need to happen before _discourse_ * Report that all updates were successful in the [maintenance log](https://forum.f-droid.org/t/maintenance-log/775)
de: * (Die verschiedenen Teile) des Forums aktualisieren, z. B. sind manchmal Updates für _docker_manager_ abrufbar, die vor _discourse_ geschehen müssen * Eintrag, dass alle Updates erfolgreich waren, im [Wartungsprotokoll](https://forum.f-droid.org/t/maintenance-log/775)
pl: * Aktualizacja (różne części forum), np. czasami _docker_manager_ ma dostępne aktualizacje, które muszą się wydarzyć przed _discourse_ * Zgłoś, że wszystkie aktualizacje zakończyły się sukcesem [dziennik konserwacji](https://forum.f-droid.org/t/maintenance-log/775)
pt_pt: * Upgrade (as diferentes partes) do fórum, por exemplo, às vezes o _docker_manager_ tem atualizações disponíveis que precisam acontecer antes de _discourse_ * Relatório de que todas as atualizações foram bem sucedidas no [registo de manutenção](https://forum.f-droid.org/t/maintenance-log/775)
ro: * Actualizarea (diferitelor părți ale) forumului, de exemplu, uneori _docker_manager_ are actualizări disponibile care trebuie să se întâmple înainte de _discourse_ * Raportează că toate actualizările au fost efectuate cu succes în [maintenance log](https://forum.f-droid.org/t/maintenance-log/775)
ru: * Обновление (различных частей) форума, например, иногда _docker_manager_ имеет доступные обновления, которые должны произойти перед _discourse_. * Сообщить, что все обновления прошли успешно в [журнал обслуживания](https://forum.f-droid.org/t/maintenance-log/775)
uk: * Оновити всі складники форуму, наприклад іноді слід застосувати оновлення _docker_manager_ перед оновленням _discourse_ * Записати все, що було оновлено, в [журнал супроводу](https://forum.f-droid.org/t/maintenance-log/775)
zh_hans: * 升级论坛(或论坛的不同部分，例如，docker_manager 有需要在 discourse 之前进行的可用更新） * 在[维护日志](https://forum.f-droid.org/t/maintenance-log/775)中报告所有更新顺利完成

source: Troubleshooting
de: Problemlösung
pl: Rozwiązywanie problemów
pt_pt: Resolução de problemas
ro: Rezolvarea problemelor
ru: Устранение неполадок
uk: Зневадження
zh_hans: 故障排除

source: In case something goes wrong with the forum, stay calm, you're likely not the first to be affected by this. Mostly a quick internet search gives you detailed instructions on how to fix a problem. In the past, the following instructions were helpful:
de: Falls mit dem Forum etwas nicht funktioniert, bleiben Sie ruhig, Sie sind vermutlich nicht der Erste, der davon betroffen ist. Meistens bringt eine kurze Internetsuche detaillierte Angaben zur Problemlösung. In der Vergangenheit waren die folgenden Maßnahmen hilfreich:
pl: Jeśli coś pójdzie nie tak z forum, zachowaj spokój, prawdopodobnie nie jesteś pierwszym, którego to dotknęło. Przeważnie szybkie wyszukiwanie w Internecie daje szczegółowe instrukcje, jak naprawić problem. W przeszłości pomocne były następujące instrukcje:
ro: În cazul în care ceva nu merge bine cu forumul, păstrați-vă calmul, probabil că nu sunteți primul care este afectat de acest lucru. De cele mai multe ori, o căutare rapidă pe internet vă oferă instrucțiuni detaliate despre cum să remediați o problemă. În trecut, următoarele instrucțiuni au fost de ajutor:
ru: Если что-то пойдет не так с форумом, сохраняйте спокойствие, скорее всего, вы не первый, кто с этим столкнулся. Чаще всего быстрый поиск в интернете дает подробные инструкции по устранению проблемы. В прошлом вам помогли следующие инструкции:
uk: Коли щось із форумом іде не так, зберігайте спокій: імовірно, проблема вже відома. Часто швидкий інтернет-пошук надає докладні інструкції з розв'язання проблеми. Корисними досі виявлялись такі дії:
zh_hans: 如果论坛有什么问题，放宽心，你应该不是第一个被影响的人。通常情况下，多数时候搜索引擎能为你提供解决问题的详细教程。根据过往经验，下面的教程很有用：

source: Rebuilding the container
de: Container neu bauen
pl: Przebudowa kontenera
pt_pt: Reconstruir o contentor
ro: Reconstrucția containerului
ru: Восстановление контейнера
uk: Перезбірка контейнера
zh_hans: 重建容器

source: This also updates all the parts of Discourse to their newest versions. Therefore, it's also of interest if there are many available updates in the updates section on the web interface and you want to quickly update all of them.
de: Das aktualisiert auch alle Bestandteile von Discourse auf ihre neusten Versionen. Es ist daher auch von Interesse, wenn sehr viele Aktualisierungen im Update-Bereich am Web-Interface zur Verfügung stehen und Sie sie schnell alle aktualisieren wollen.
pl: Aktualizuje to również wszystkie części Discourse do ich najnowszych wersji. Dlatego też jest interesujące, jeśli w sekcji aktualizacji w interfejsie internetowym znajduje się wiele dostępnych aktualizacji i chcesz szybko zaktualizować je wszystkie.
pt_pt: Isso também atualiza todas as partes do Discourse para suas versões mais recentes. Portanto, também é interessante se houver muitas atualizações disponíveis na secção de atualizações na interface web e quiser atualizar todas elas rapidamente.
ro: De asemenea, aceasta actualizează toate părțile Discourse la cele mai noi versiuni ale lor. Prin urmare, este de interes și dacă există multe actualizări disponibile în secțiunea de actualizări din interfața web și doriți să le actualizați rapid pe toate.
ru: Это также обновляет все части Discourse до их новейших версий. Таким образом, это также представляет интерес, если в разделе обновлений веб-интерфейса есть много доступных обновлений, и вы хотите быстро обновить их все.
uk: Всі складники Discourse буде оновлено до найновіших версій. Тож це може бути корисно ще й тоді, коли відповідний розділ вебінтерфейсу показує багато доступних оновлень і ви бажаєте застосувати всі одразу.
zh_hans: 这也会将 Discourse 的所有部分更新到最新版本。当 Web 界面的「更新」部分中有多个可用更新时，这种方式提供了一键更新的途径。

source: Sometimes you even have to update the forum this way because a new version of _Docker manager_ got installed, causing Discourse to refuse updates through its web interface.
de: Manchmal müssen Sie sogar das Forum auf diese Weise aktualisieren, weil eine neue Version von _Docker manager_ installiert wurde, was dazu führt, dass Discourse Aktualisierungen über sein Web-Interface verweigert.
pl: Czasami trzeba nawet aktualizować forum w ten sposób, ponieważ zainstalowano nową wersję _Docker manager_, co powoduje, że Discourse odmawia aktualizacji poprzez swój interfejs sieciowy.
pt_pt: Às vezes ainda tem que atualizar o fórum desta forma porque uma nova versão do _Docker manager_ foi instalado, a fazer com que o Discourse para recusar atualizações através de sua interface web.
ro: Uneori chiar trebuie să actualizați forumul în acest mod, deoarece o nouă versiune a _Docker manager_ a fost instalată, ceea ce face ca Discourse să refuze actualizările prin intermediul interfeței sale web.
ru: Иногда даже приходится обновлять форум таким образом, потому что установилась новая версия _Docker manager_, из-за чего Discourse отказывается обновляться через веб-интерфейс.
uk: Іноді доводиться оновлювати форум таким чином через встановлення нової версії _менеджера Docker_, що може внеможливити оновлення Discourse через вебінтерфейс.
zh_hans: 已安装新版本的 _Docker manager_ 有可能导致 Discourse 拒绝通过 Web 界面更新，此时你需要通过这种方式更新论坛。

source: Cleaning up Docker
de: Docker bereinigen
pl: Docker i jego oczyszczanie
pt_pt: Limpeza do Docker
ro: Curățarea Docker
ru: Очистка Docker
uk: Очищення Docker
zh_hans: 清理 Docker

source: Docker stores copies of a lot of stuff that _could_ be used in the future, but mostly is not. From time to time it's required to clean up that stuff which sometimes results in more than 10 GB of freed space.
de: Docker speichert Kopien von einer Menge Sachen, die in der Zukunft verwendet werden _könnten_, meistens werden sie es aber nicht. Von Zeit zu Zeit ist es nötig, diesen Kram zu bereinigen, was gelegentlich mehr als 10 GB freien Speicherplatz erbringt.
pl: Docker przechowuje kopie wielu rzeczy, które _could_ mogą być używane w przyszłości, ale w większości nie są. Od czasu do czasu wymagane jest oczyszczenie tego materiału, co czasami skutkuje zwolnieniem miejsca o ponad 10 GB.
pt_pt: Docker armazena cópias de um monte de coisas que _podia_ ser usado no futuro, mas principalmente não é. De vez em quando é necessário limpar esse material, o que às vezes resulta em mais de 10 GB de espaço dispensado.
ro: Docker stochează copii ale multor lucruri care _ar putea_ fi folosite în viitor, dar în mare parte nu sunt folosite. Din când în când, este necesară curățarea acestor lucruri, ceea ce duce uneori la mai mult de 10 GB de spațiu eliberat.
ru: Docker хранит копии множества материалов, которые _могут_ быть использованы в будущем, но в основном не используются. Время от времени требуется очистка этого материала, что иногда приводит к освобождению более 10 ГБ пространства.
uk: Docker зберігає копії багатьох речей, які _можуть_ знадобитися в майбутньому, але зазвичай просто займають простір. Час від часу доводиться їх видаляти, й іноді це звільняє понад 10 ГБ простору.
zh_hans: Docker存储了大量以后 _可能_ 会用到的东西，尽管实际上大部分是用不到的。它们有时会占用 10 GB 以上空间，这就需要你清理它们。

source: With this, the following things get deleted:
de: Damit werden die folgenden Dinge gelöscht:
pl: W ten sposób usuwa się następujące rzeczy:
pt_pt: Com isso, o seguinte será apagado:
ro: Prin aceasta, se șterg următoarele lucruri:
ru: При этом удаляются следующие вещи:
uk: Це видалить наступне:
zh_hans: 执行上述命令，这些内容会被删除：

source: all stopped containers
de: alle angehaltenen Container
pl: wszystkie zatrzymane kontenery
pt_pt: todos os contentores parados
ro: toate containerele oprite
ru: все остановленные контейнеры
uk: всі зупинені контейнери
zh_hans: 所有已停止的容器

source: all networks not used by at least one container
de: alle Netzwerke, die nicht von mindestens einem Container genutzt werden
pl: wszystkie sieci nieużywane przez co najmniej jeden kontener
pt_pt: todas as redes não utilizadas por pelo menos um contentor
ro: toate rețelele care nu sunt utilizate de cel puțin un container
ru: все сети, не используемые хотя бы одним контейнером
uk: всі мережі, не використані жодним контейнером
zh_hans: 所有未被任一容器使用的网络

source: all images without at least one container associated to them
de: alle Bilder, die nicht mit mindestens einem Container verbunden sind
pl: wszystkie obrazy bez co najmniej jednego kontenera z nimi powiązanego
pt_pt: todas as imagens sem pelo menos um contentor associado a elas
ro: toate imaginile cărora nu le este asociat cel puțin un container
ru: все изображения, не имеющие хотя бы одного связанного с ними контейнера
uk: всі образи, не пов'язані з жодним контейнером
zh_hans: 所有未被任一容器使用的图片

source: all build cache
de: alle Build-Zwischenspeicher
pl: wszystkie kompilacje pamięci podręcznej
pt_pt: todo o cache de compilação
ro: toate memoriile cache de construcție
ru: весь кэш сборки
uk: кеш усіх збірок
zh_hans: 所有构建缓存

source: Installation log
de: Installationsprotokoll
pl: Dziennik instalacji
pt_pt: Log de instalação
ro: Jurnal de instalare
ru: Журнал установки
uk: Журнал встановлення
zh_hans: 安装日志

source: In case we need to set up the virtual machine because of some problem, you can use this instruction to do so quickly.
de: Für den Fall, dass die virtuelle Maschine aufgrund einiger Probleme eingerichtet werden muss, können Sie die folgenden Angaben verwenden, um dies schnell zu erledigen.
pl: Na wypadek, gdybyśmy musieli skonfigurować maszynę wirtualną z powodu jakiegoś problemu, możesz użyć tej instrukcji, aby zrobić to szybko.
pt_pt: No caso de precisarmos de configurar a máquina virtual por causa de algum problema, pode usar esta instrução para fazê-lo rapidamente.
ro: În cazul în care trebuie să configurăm mașina virtuală din cauza unei probleme, puteți utiliza această instrucțiune pentru a face acest lucru rapid.
ru: Если нам понадобится настроить виртуальную машину из-за какой-то проблемы, вы можете воспользоваться этой инструкцией, чтобы сделать это быстро.
uk: Якщо для розв'язання певної проблеми знадобиться встановити віртуальну машину, ось кроки того, як це швидко зробити.
zh_hans: 如果因为一些问题需要搭建虚拟机，则可以使用以下步骤快速完成。

source: Install Discourse
de: Discourse installieren
pl: Zainstaluj Discourse
pt_pt: Instale o Discourse
ro: Instalați Discourse
ru: Установите Discourse
uk: Встановити Discourse
zh_hans: 安装 Discourse

source: If you still have the old _/var/discourse_ directory available, you can simply deploy it on the new server and start it by `./launcher rebuild app`.
de: Wenn das alte _/var/discourse_ Verzeichnis noch zur Verfügung steht, kann es einfach auf dem neuen Server eingesetzt und durch `./launcher rebuild app` gestartet werden.
pl: Jeśli nadal masz stary katalog _/var/discourse_, możesz go po prostu wdrożyć na nowym serwerze i uruchomić go za pomocą `./launcher rebuild app`.
pt_pt: Se ainda tem o antigo diretório _/var/discourse_ disponível, pode simplesmente implantá-lo no servidor novo e iniciá-lo com `./launcher rebuild app`.
ro: Dacă mai aveți încă disponibil vechiul director _/var/discourse_, puteți să îl implementați pe noul server și să îl porniți cu `./launcher rebuild app`.
ru: Если у вас все еще доступен старый каталог _/var/discourse_, вы можете просто развернуть его на новом сервере и запустить с помощью `./launcher rebuild app`.
uk: Якщо у вас досі є старий каталог _/var/discourse_, просто вивантажте його на новий сервер і запустіть його: `./launcher rebuild app`.
zh_hans: 如果你有旧的 _/var/discourse_ 目录可用，则可以直接将其部署在新服务器上，并通过 `./launcher rebuild app` 启动它。

source: Follow the [official installation guide](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md).
de: Folgen Sie der [offiziellen Installationsanleitung](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md).
pl: Postępuj zgodnie z [oficjalnym przewodnikiem instalacji](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md).
ro: Urmați [official installation guide](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md).
ru: Следуйте [официальному руководству по установке](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md).
uk: Дотримуйтесь [офіційного посібника зі встановлення](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md).
zh_hans: 请参照[官方安装指南](https://github.com/discourse/discourse/blob/main/docs/INSTALL-cloud.md)。

source: More Info
de: Weitergehende Infos
pl: Więcej informacji
pt_pt: Mais Informações
ro: Informații suplimentare
ru: Дополнительная информация
uk: Більше інформації
zh_hans: 更多信息

source: You can find more info about updating and maintaining the forum as well as other admin tasks in the [F-Droid forum administrator training](https://forum.f-droid.org/t/f-droid-forum-administrator-training/5527?u=paulakreuzer) topic.
de: Sie finden weitere Infos über die Aktualisierung und Pflege des Forums sowie andere administrative Aufgaben im Thema [F-Droid forum administrator training](https://forum.f-droid.org/t/f-droid-forum-administrator-training/5527?u=paulakreuzer).
pl: Więcej informacji o aktualizowaniu i utrzymywaniu forum, a także o innych zadaniach administracyjnych można znaleźć w [Forum F-Droid Szkolenie administratora](https://forum.f-droid.org/t/f-droid-forum-administrator-training/5527?u=paulakreuzer).
pt_pt: Pode encontrar mais informações sobre atualização e manutenção do fórum, bem como outras tarefas administrativas no tópico [treinamento do administrador do fórum do F-Droid](https://forum.f-droid.org/t/f-droid-forum-administrator-training/5527?u=paulakreuzer).
ro: Puteți găsi mai multe informații despre actualizarea și menținerea forumului, precum și despre alte sarcini de administrare în subiectul [F-Droid forum administrator training](https://forum.f-droid.org/t/f-droid-forum-administrator-training/5527?u=paulakreuzer).
ru: Более подробную информацию об обновлении и обслуживании форума, а также о других задачах администратора можно найти в теме [Обучение администраторов форума F-Droid](https://forum.f-droid.org/t/f-droid-forum-administrator-training/5527?u=paulakreuzer).
uk: Докладніше про оновлення й супровід форуму, а також про інші адміністративні задачі — в темі про [тренування адміністрації форуму F-Droid](https://forum.f-droid.org/t/f-droid-forum-administrator-training/5527?u=paulakreuzer).
zh_hans: 你可以在[F-Droid 论坛管理员培训](https://forum.f-droid.org/t/f-droid-forum-administrator-training/5527?u=paulakreuzer) 话题中找到更多关于更新、维护论坛以及其他管理员工作的信息。

source: MIA Process
de: MIA-Prozess
pl: Proces MIA
pt_pt: Processo MIA
ro: Procesul MIA
ru: Процедура MIA
uk: Процес щодо бездіяльності
zh_hans: MIA 机制
