Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: As usual, the `-p` option can be used with this, to restrict processing to a particular application.
de: Wie immer kann damit die Option `-p` verwendet werden, um die Bearbeitung auf eine bestimmte Anwendung zu beschränken.
pl: Jak zwykle można użyć opcji `-p`, aby ograniczyć przetwarzanie do konkretnej aplikacji.
pt_pt: Como de costume, a opção `-p` pode ser usada com isso, para restringir o processamento a uma aplicação específica.
ro: Ca de obicei, opțiunea `-p` poate fi utilizată împreună cu aceasta, pentru a restricționa procesarea la o anumită aplicație.
ru: Как обычно, вместе с этим можно использовать опцию `-p`, чтобы ограничить обработку конкретным приложением.
uk: Подібно іншим, ця команда має опцію `-p` для обробки лише конкретного застосунку.
zh_hans: 像往常一样，`-p` 选项可以与此一起使用，以限制对特定应用的处理。

source: Note that this only updates the metadata such that we know what the current published/recommended version is. It doesn't make that version available in the repository - for that, see the next section.
de: Zu beachten ist, dass dabei lediglich die Metadaten aktualisiert werden, sodass wir wissen welches die aktuell veröffentlichte/empfohlene Version ist. Es stellt nicht diese Version im Repository bereit. Mehr dazu im nächsten Abschnitt.
pl: Zwróć uwagę, że powoduje to jedynie aktualizację metadanych, dzięki czemu wiemy, jaka jest bieżąca opublikowana/zalecana wersja. Nie udostępnia tej wersji w repozytorium - w tym celu zobacz następną sekcję.
ro: Rețineți că acest lucru actualizează doar metadatele astfel încât să știm care este versiunea curentă publicată/recomandată. Aceasta nu face ca versiunea respectivă să fie disponibilă în depozit - pentru aceasta, consultați secțiunea următoare.
ru: Обратите внимание, что это только обновляет метаданные, чтобы мы знали, какова текущая опубликованная/рекомендованная версия. Это не делает эту версию доступной в хранилище - об этом см. следующий раздел.
uk: Зауважте, це лише оновлює ті метадані, що вказують нам, яка версія оприлюднена (рекомендована) останньою. Це не розміщує версію в репозиторії; докладніше про розміщення — в наступному розділі.
zh_hans: 注意，这只是更新元数据，让我们知道当前发布/推荐的版本是什么。它并不使该版本在存储库中可用——关于这一点，请看下一节。

source: Adding<a name="Adding"></a>
de: Hinzufügen<a name="Adding"></a>
pl: Dodawanie<a name="Adding"></a>
pt_pt: Adição<a name="Adding"></a>
ro: Se adaugă<a name="Adding"></a>
ru: Добавление<a name="Adding"></a>
uk: Додання<a name="Adding"></a>
zh_hans: 添加<a name="Adding"></a>

source: Adding updates (i.e. new versions of applications already included in the repository) happens in two ways. The simple case is applications where the APK files are binaries, retrieved from a developer's published build. In this case, all that's required is to place the new binary in the _Repo_ directory, and the next run of `fdroid update` will pick it up.
de: Das Hinzufügen von Updates (d.h. neue Versionen von Anwendungen, die bereits im Repository enthalten sind) geschieht auf zwei Arten. Der einfachste Fall sind Anwendungen, bei denen die APK-Dateien Binärdateien sind, die aus dem veröffentlichten Build eines Entwicklers abgerufen werden. In diesem Fall genügt es, die neue Binärdatei in das _Repo_-Verzeichnis zu legen, und der nächste Lauf von `fdroid update` wird es abholen.
pl: Dodawanie aktualizacji (tj. nowych wersji aplikacji już zawartych w repozytorium) odbywa się na dwa sposoby. Prosty przypadek to aplikacje, w których pliki APK są plikami binarnymi pobranymi z opublikowanej kompilacji programisty. W takim przypadku wystarczy tylko umieścić nowy plik binarny w katalogu _Repo_, a następne uruchomienie `fdroid update` spowoduje jego pobranie.
ro: Adăugarea de actualizări (adică versiuni noi ale aplicațiilor deja incluse în depozit) se face în două moduri. Cazul simplu este cel al aplicațiilor în care fișierele APK sunt fișiere binare, preluate din versiunea publicată de un dezvoltator. În acest caz, tot ceea ce este necesar este să plasați noul binar în directorul _Repo_, iar următoarea rulare a programului `fdroid update` îl va prelua.
ru: Добавление обновлений (т.е. новых версий приложений, уже включенных в репозиторий) происходит двумя способами. Простой случай - это приложения, в которых APK-файлы являются двоичными файлами, полученными из опубликованной разработчиком сборки. В этом случае достаточно поместить новый двоичный файл в каталог _Repo_, и следующий запуск `fdroid update` подхватит его.
uk: Додання оновлень (тобто нових версій тих застосунків, які вже додані в репозиторій) відбувається двома шляхами. Простий випадок — застосунки, що мають двійкові APK-файли, отримані з авторської оприлюдненої збірки. В такому разі достатньо помістити новий двійковий файл до теки _Repo_, й наступний запуск `fdroid update` його опрацює.
zh_hans: 添加更新（即已经包含在存储库中的应用的新版本）有两种方式。其中简单的情况是应用的 APK 文件是直接获取的开发者发布二进制文件。在这种情况下，只需要把新的二进制文件放在 _Repo_ 目录下，然后运行 `fdroid update` 就可以将它添加到更新中。

source: For applications built from source, it is necessary to add a new `Build Version` line to the metadata file. At the very least, the version name, version code and commit will be different. It is also possible that the additional build flags will change between versions.
de: Für Anwendungen, die aus dem Quellcode erstellt wurden, ist es notwendig, eine neue Zeile `Build Version` in die Metadaten-Datei einzufügen. Zumindest werden Versionsname, Versionscode und Commit unterschiedlich sein. Es ist auch möglich, dass die zusätzlichen Build-Flags zwischen den Versionen wechseln.
pl: W przypadku aplikacji zbudowanych ze źródeł konieczne jest dodanie do pliku metadanych nowej linii `Build Version`. Co najmniej nazwa wersji, kod wersji i commit powinny być różne. Możliwe jest również, że dodatkowe flagi kompilacji będą się zmieniać pomiędzy wersjami.
pt_pt: Para aplicações compilados da fonte, é necessário adicionar uma nova linha `Build Version` ao ficheiro de metadados. No mínimo, o nome da versão, o código da versão e o commit serão diferentes. Também é possível que os sinalizadores de compilação adicionais sejam alterados entre as versões.
ro: Pentru aplicațiile construite din sursă, este necesar să se adauge o nouă linie `Build Version` în fișierul de metadate. Cel puțin, numele versiunii, codul versiunii și confirmarea vor fi diferite. De asemenea, este posibil ca indicatorii de compilare suplimentari să se schimbe de la o versiune la alta.
ru: Для приложений, собранных из исходного кода, необходимо добавить новую строку `Build Version` в файл метаданных. Как минимум, имя версии, код версии и фиксация будут разными. Также возможно, что дополнительные флаги сборки будут меняться между версиями.
uk: Для застосунків, збираних із вихідного коду, необхідно додати новий рядок `Build Version` до файлу метаданих. Як мінімум, відрізнятимуться назва версії, код версії й коміт. Також можливо, що додаткові прапори збірки змінюватимуться між версіями.
zh_hans: 对于从源代码构建的应用，需要在元数据文件中添加一个新的 `Build Version` 行。至少，版本名称、版本代码和提交会有所不同。附加构建标志也可能会在版本之间发生变化。

source: For processing multiple updates in the metadata at once, it can be useful to run `fdroid update --interactive`. This will check all the applications in the repository, and where updates are required you will be prompted to \[E\]dit the metadata, \[I\]gnore the update, or \[Q\]uit altogether.
de: Um mehrere Updates in den Metadaten gleichzeitig zu verarbeiten, kann es sinnvoll sein, `fdroid update --interactive` auszuführen. Das wird alle Anwendungen im Repository überprüfen und wo Aktualisierungen erforderlich sind, werden Sie aufgefordert, die Metadaten zu \[E\]ditieren, das Update zu \[I\]gnorieren oder ganz zu beenden (\[Q\]uit).
pl: W celu jednoczesnego przetwarzania wielu aktualizacji w metadanych, może być przydatne uruchomienie `fdroid update --interactive`. Spowoduje to sprawdzenie wszystkich aplikacji w repozytorium, a tam, gdzie wymagane są aktualizacje, zostaniesz poproszony o \[E\]dit the metadata, \[I\]gnore lub \[Q\]uit altogether.
pt_pt: Para processar múltiplas atualizações nos metadados de uma só vez, pode ser útil executar `fdroid update --interactive`. Isso verificará todas as aplicações no repositório e, quando as atualizações forem necessárias, será solicitado a \[E\] ditar os metadados, \[I\]gnorar a atualização ou sair (\[Q\]uit).
ro: Pentru a procesa mai multe actualizări în metadate în același timp, poate fi util să rulați `fdroid update --interactive`. Aceasta va verifica toate aplicațiile din depozit și, în cazul în care sunt necesare actualizări, vi se va solicita să \[E\]tastați metadatele, să \[I\]ignorați actualizarea sau să \[Q\]tastați cu totul.
ru: Для обработки сразу нескольких обновлений метаданных может быть полезно запустить `fdroid update --interactive`. При этом будут проверены все приложения в репозитории, и в случае необходимости обновления вам будет предложено \[О\]тредактировать метаданные, \[И\]гнорировать обновление или \[О\]тказаться от него вообще.
uk: Для одночасної обробки декількох оновлень метаданих, може бути корисно запустити `fdroid update --interactive`. Це перевірить усі застосунки в репозиторії й, де потрібні оновлення, запропонує вам відредагувати метадані (E), знехтувати оновленням (I) чи припинити процес (Q).
zh_hans: 为了一次处理元数据中的多个更新，可以运行 `fdroid update --interactive`。这将检查存储库中的所有应用并在需要更新的地方提示你进行操作。你可以\[E\]编辑元数据、\[I\]忽略更新或\[Q\]完全放弃。

source: Verification Server
de: Verifikationsserver
pl: Weryfikacja serwera
pt_pt: Servidor de verificação
ro: Server de verificare
ru: Сервер верификации
uk: Сервер перевірки
zh_hans: 验证服务器

source: The idea of a [verification server](https://verification.f-droid.org) is to automatically reproduce official releases published by f-droid.org (or any other server). This ensures that everything in the release APK came from the source code, and nothing was inserted or included during the build process. This is also useful for verifying that the build process is not including proprietary libraries.
de: Die Idee bei einem [Verifikationsserver](https://verification.f-droid.org) ist es, offizielle, von f-droid.org (oder einem anderen Server) veröffentlichte Versionen automatisch zu reproduzieren. Dies stellt sicher, dass alles im Release-APK aus dem Quellcode stammt und nichts eingeschleust oder während des Buildprozesses eingebunden wird. Dies dient auch dem Nachweis, dass der Build-Prozess keine proprietären Bibliotheken enthält.
pl: Idea [serwera weryfikacji](https://verification.f-droid.org) polega na automatycznym odtwarzaniu oficjalnych wydań publikowanych przez f-droid.org (lub dowolny inny serwer). Gwarantuje to, że wszystko w pliku APK wydania pochodzi z kodu źródłowego i nic nie zostało wstawione ani dołączone podczas procesu kompilacji. Jest to również przydatne do sprawdzenia, czy proces kompilacji nie zawiera zastrzeżonych bibliotek.
pt_pt: A ideia de um [servidor de verificação](https://verification.f-droid.org) é reproduzir automaticamente as versões oficiais publicadas pelo f-droid.org (ou qualquer outro servidor). Isso garante que tudo na versão APK veio do código-fonte e nada foi inserido ou incluído durante o processo de compilação. Isso também é útil para verificar se o processo de compilação não está incluindo bibliotecas proprietárias.
ro: Ideea unui [verification server](https://verification.f-droid.org) este de a reproduce automat versiunile oficiale publicate de f-droid.org (sau de orice alt server). Astfel, se asigură că tot ceea ce se află în versiunea APK provine din codul sursă și că nimic nu a fost inserat sau inclus în timpul procesului de construire. Acest lucru este util și pentru a verifica dacă procesul de compilare nu include biblioteci proprietare.
ru: Идея [сервера проверки](https://verification.f-droid.org) заключается в автоматическом воспроизведении официальных релизов, опубликованных f-droid.org (или любым другим сервером). Это гарантирует, что все в выпуске APK получено из исходного кода, и ничего не было вставлено или включено в процессе сборки. Это также полезно для проверки того, что процесс сборки не включает проприетарные библиотеки.
uk: Суть [сервера перевірки](https://verification.f-droid.org) — автоматично відтворювати офіційні випуски, які оприлюднює f-droid.org (чи будь-який інший сервер). Це доводить, що випущений APK повністю відповідає вихідному коду й що нічого не було вкладено чи додано під час збірки. Це також допомагає довести, що процес збірки не додає пропрієтарних бібліотек.
zh_hans: [验证服务器](https://verification.f-droid.org) 的想法是自动复制由 f-droid.org（或任何其他服务器）发布的官方版本。这可以确保发布 APK 中的所有内容都来自源代码，并且在构建过程中没有插入或包含任何内容。这对于验证构建过程不包括私有库也很有用。

source: The ultimate goal is a simple installation that any third party can make, that will continuously check for new published packages, make its own builds, and confirm that the binaries match exactly. There are many issues to resolve to get to this final destination, but the basic concept is already tested and working. (see the 'fdroid verify' command).
de: Das ultimative Ziel ist eine einfache Einrichtung, die jede dritte Partei durchführen kann, die ständig nach neu veröffentlichten Paketen sucht, ihre eigenen Builds erstellt und bestätigt, dass die Binärdateien genau übereinstimmen. Es gibt viele Aufgaben zu erledigen, um zu diesem Ziel zu gelangen, aber das Grundkonzept ist bereits getestet und funktioniert (siehe Befehl `fdroid verify`).
pl: Ostatecznym celem jest prosta instalacja, którą może wykonać każda strona trzecia, która będzie stale sprawdzać nowe opublikowane pakiety, tworzyć własne kompilacje i potwierdzać, że pliki binarne są dokładnie takie same. Aby dotrzeć do tego miejsca docelowego, trzeba rozwiązać wiele problemów, ale podstawowa koncepcja jest już przetestowana i działa. (patrz polecenie 'fdroid verify').
pt_pt: O objetivo final é uma instalação simples que qualquer terceiro pode fazer, que verificará continuamente novos pacotes publicados, fará suas próprias compilações e confirmará que os binários correspondem exatamente. Há muitos problemas a serem resolvidos para chegar a esse destino final, mas o conceito básico já está testado e a funcionar. (veja o comando "fdroid verify").
ro: Scopul final este o instalare simplă pe care o poate face orice terță parte, care va verifica în permanență dacă există noi pachete publicate, își va face propriile compilări și va confirma că binarele corespund exact. Mai sunt multe probleme de rezolvat pentru a ajunge la această destinație finală, dar conceptul de bază este deja testat și funcționează. (a se vedea comanda "fdroid verify").
ru: Конечной целью является простая установка, которую может сделать любой сторонний производитель, и которая будет постоянно проверять наличие новых опубликованных пакетов, создавать собственные сборки и подтверждать точное соответствие двоичных файлов. Для достижения этой конечной цели необходимо решить множество вопросов, но основная концепция уже протестирована и работает. (см. команду 'fdroid verify').
uk: Загальна мета — просте для виконання будь-якою сторонньою особою встановлення, що надасть їй змогу безперервно перевіряти нові оприлюднені пакунки, виконувати власні збірки й підтверджувати, що двійкові файли точно збігаються. Ще чимало проблем слід розв'язати, перш ніж ми дістанемося цього пункту призначення, але основний концепт уже випробувано й він працює: перегляньте команду «fdroid verify».
zh_hans: 最终目标是任何第三方都可以进行的简单安装，该安装将不断检查新发布的软件包，创建自己的构建，并确认二进制文件完全匹配。要达到这个最终目标，有许多问题需要解决，但基本概念已经过测试并有效（请参阅"fdroid verify"命令）。

source: The output of multiple verification servers would then be available to the F-Droid client. The idea would be to configure the client such that it does not trust a binary until multiple verification servers are in agreement that it correct.
de: Die Ausgabe mehrerer Verifikationsserver steht dann dem F-Droid-Client zur Verfügung. Die Idee dabei ist, den Client so zu konfigurieren, dass er keiner Binärdatei traut, solange sich nicht mehrere Verifikationsserver einig sind, dass sie korrekt ist.
pl: Dane wyjściowe z wielu serwerów weryfikacji byłyby wówczas dostępne dla klienta F-Droid. Ideą byłoby skonfigurowanie klienta tak, aby nie ufał binarnie, dopóki wiele serwerów weryfikacji nie zgodzi się na jego poprawność.
pt_pt: A saída de vários servidores de verificação estará disponível para o cliente F-Droid. A ideia seria configurar o cliente de forma que ele não confie num binário até que vários servidores de verificação concordem com a correção.
ro: Rezultatul mai multor servere de verificare ar fi apoi disponibil pentru clientul F-Droid. Ideea ar fi de a configura clientul astfel încât să nu aibă încredere într-un binar până când mai multe servere de verificare nu sunt de acord că acesta este corect.
ru: Результаты работы нескольких серверов верификации будут доступны клиенту F-Droid. Идея заключается в том, чтобы настроить клиент таким образом, чтобы он не доверял двоичному файлу, пока несколько серверов проверки не согласятся с тем, что он правильный.
uk: Вивід кількох серверів перевірки ставатиме доступний клієнту F-Droid. Клієнт не довірятиме жодному двійковому файлу, поки декілька серверів перевірки не доведуть, що з цим файлом усе гаразд.
zh_hans: 多个验证服务器的输出随后可供 F-Droid 客户端使用。这个想法是将客户端配置为不信任二进制文件，直到多个验证服务器一致认为它是正确的。

source: Verification based on APK signature
de: Auf APK-Signatur basierende Verifizierung
pl: Weryfikacja oparta na podpisie APK
pt_pt: Verificação baseada em assinatura APK
ro: Verificare bazată pe semnătura APK
ru: Проверка на основе подписи APK
uk: Звірка на основі підпису APK
zh_hans: 基于 APK 签名的验证

source: The verification process currently works by building a new unsigned APK, then copying the APK signature from the existing APK into the newly built unsigned APK. If the APK signature verifies, then the APK has been reproduced, and is marked as verified. If not, a [diffoscope](https://diffoscope.org) log is generated to show what the differences are between the two builds. The verification server needs no signing capability, just building.
de: Der Verifizierungsprozess funktioniert derzeit, indem ein neues unsigniertes APK erstellt und dann die APK-Signatur aus dem bestehenden APK in das neu erstellte unsignierte APK kopiert wird. Bestätigt sich die APK-Signatur, wurde das APK reproduziert und wird als verifiziert markiert. Wenn nicht, wird ein [diffoscope](https://diffoscope.org) Protokoll erstellt, um die Unterschiede zwischen den beiden Builds anzuzeigen. Der Verifikationsserver benötigt keine Signaturfähigkeiten, er erstellt nur.
pl: Proces weryfikacji działa obecnie poprzez utworzenie nowego niepodpisanego pliku APK, a następnie skopiowanie podpisu APK z istniejącego pliku APK do nowo utworzonego niepodpisanego pliku APK. Jeśli podpis APK weryfikuje, plik APK został odtworzony i jest oznaczony jako zweryfikowany. Jeśli nie, generowany jest dziennik [diffoscope](https://diffoscope.org), aby pokazać, jakie są różnice między tymi dwoma kompilacjami. Serwer weryfikacji nie potrzebuje możliwości podpisywania, tylko buduje.
pt_pt: No momento, o processo de verificação funciona a criar um novo APK não assinado e, em seguida, a copiar a assinatura do APK existente no APK não assinado recém-compilado. Se a assinatura do APK for confirmada, o APK foi reproduzido e marcado como verificado. Se não, um log de [diffoscope](https://diffoscope.org) é gerado para mostrar quais são as diferenças entre as duas compilações. O servidor de verificação não precisa de capacidade de assinatura, apenas de compilação.
ro: Procesul de verificare funcționează în prezent prin crearea unui nou APK nesemnat, apoi prin copierea semnăturii APK din APK-ul existent în APK-ul nou creat și nesemnat. Dacă semnătura APK este verificată, atunci APK a fost reprodus și este marcat ca fiind verificat. În caz contrar, se generează un jurnal [diffoscope](https://diffoscope.org) pentru a arăta care sunt diferențele dintre cele două compilări. Serverul de verificare nu are nevoie de nicio capacitate de semnare, ci doar de construire.
ru: В настоящее время процесс проверки работает путем создания нового неподписанного APK, затем копирования подписи APK из существующего APK во вновь созданный неподписанный APK. Если подпись APK подтверждается, то APK воспроизводится и помечается как проверенный. Если нет, то создается журнал [diffoscope](https://diffoscope.org), показывающий различия между двумя сборками. Серверу верификации не нужна возможность подписи, только сборка.
uk: Процес перевірки наразі працює так: збирається новий непідписаний APK, й на нього копіюється APK-підпис уже наявного APK. Якщо підписи APK збігаються, то APK успішно відтворено й він позначається як перевірений. Інакше генерується журнал [diffoscope](https://diffoscope.org), що показує відмінності між збірками. Сервер перевірки не потребує можливості підпису, йому достатньо збирати.
zh_hans: 目前的验证过程是构建一个新的未签名 APK，然后将 APK 签名从现有 APK 复制到新构建的未签名 APK 中。如果 APK 签名通过验证，则该 APK 已被复现，并被标记为已验证。如果不是，则会生成 [diffoscope](https://diffoscope.org) 日志以显示两个构建之间的差异。验证服务器不需要签名能力，只需要构建。

source: Setting one up
de: Einen Server aufsetzen
pl: Ustawianie o jeden w górę
pt_pt: Configuração de um
ro: Configurarea unuia dintre ele
ru: Настройка одного
uk: Налаштування сервера перевірки
zh_hans: 设置一个
