Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: The main SDK/NDK downloads will automatically be cached to speed things up the next time, but there's no easy way of doing this for the longer sections which use the SDK's `android` tool to install platforms, add-ons and tools. However, instead of allowing automatic caching, you can supply a pre-populated cache directory which includes not only these downloads, but also .tar.gz files for all the relevant additions. If the provisioning scripts detect these, they will be used in preference to running the Android tools. For example, if you have `buildserver/addons/cache/platforms/android-19.tar.gz` that will be used when installing the android-19 platform, instead of re-downloading it using `android update sdk --no-ui -t android-19`. It is possible to create the cache files of this additions from a local installation of the SDK including these:
de: Die wichtigsten SDK/NDK-Downloads werden automatisch zwischengespeichert, um den nächsten Durchgang zu beschleunigen. Aber es gibt keine einfache Möglichkeit, dies für längere Abschnitte zu tun, die das `android`-Tool des SDK verwendet, um Plattformen, Add-ons und Tools zu installieren. Anstatt jedoch ein automatisches Caching zu erlauben, können Sie ein vorgefülltes Cache-Verzeichnis angeben, das nicht nur diese Downloads, sondern auch .tar.gz-Dateien für alle relevanten Ergänzungen enthält. Wenn die Provisionierungsskripte diese erkennen, werden sie anstelle der Android-Tools verwendet. Haben Sie zum Beispiel `buildserver/addons/cache/platforms/android-19.tar.gz`, wird sie für die Installation der Android-19-Plattform verwendet, anstatt sie mit `android update sdk --no-ui -t android-19` erneut herunterzuladen. Es ist möglich, aus einer lokalen Installation des SDK die Cache-Dateien dieser Ergänzungen zu erstellen, diese eingeschlossen:
pl: Główne pliki do pobrania sdk/ndk będą automatycznie zapisywane w pamięci podręcznej, aby przyspieszyć działanie po raz kolejny, ale nie ma prostego sposobu na wykonanie tego w przypadku dłuższych sekcji, które korzystają z 'androidowego' narzędzia SDK do instalowania platform, dodatków i narzędzi. Jednak zamiast zezwalać na automatyczne buforowanie, możesz podać wstępnie wypełniony katalog pamięci podręcznej, który zawiera nie tylko te pliki do pobrania, ale także pliki .tar.gz dla wszystkich istotnych dodatków. Jeśli skrypty zabezpieczające je wykryją, będą używane zamiast używania narzędzi Android. Na przykład, jeśli posiadasz `buildserver/addons/cache/platforms/android-19.tar.gz`, który będzie użyty podczas instalacji platformy android-19, zamiast ponownego pobierania z użyciem `android update sdk --no-ui -t android-19`. Możliwe jest tworzenie plików pamięci podręcznej dla tych dodatków z lokalnej instalacji pakietu SDK, w tym:
ro: Descărcările SDK/NDK principale vor fi stocate automat în memoria cache pentru a accelera lucrurile data viitoare, dar nu există o modalitate ușoară de a face acest lucru pentru secțiunile mai lungi care utilizează instrumentul `android` al SDK pentru a instala platforme, suplimente și instrumente. Cu toate acestea, în loc să permiteți stocarea automată în memoria cache, puteți furniza un director cache pre-umplut care să includă nu numai aceste descărcări, ci și fișiere .tar.gz pentru toate completările relevante. În cazul în care scripturile de provizionare le detectează, acestea vor fi utilizate cu prioritate în locul rulării instrumentelor Android. De exemplu, dacă aveți `buildserver/addons/cache/platforms/android-19.tar.gz`, acesta va fi utilizat la instalarea platformei android-19, în loc să o descărcați din nou folosind `android update sdk --no-ui -t android-19`. Este posibil să se creeze fișierele cache ale acestor adăugiri dintr-o instalare locală a SDK-ului, inclusiv acestea:
ru: Основные загрузки SDK/NDK будут автоматически кэшироваться, чтобы ускорить работу в следующий раз, но нет простого способа сделать это для более длинных разделов, которые используют инструмент SDK `android` для установки платформ, дополнений и инструментов. Однако вместо того, чтобы разрешить автоматическое кэширование, вы можете предоставить предварительно заполненный каталог кэша, который включает не только эти загрузки, но и файлы .tar.gz для всех соответствующих дополнений. Если сценарии инициализации обнаружат их, они будут использоваться вместо запуска инструментов Android. Например, если у вас есть `buildserver/addons/cache/platforms/android-19.tar.gz`, он будет использоваться при установке платформы android-19, вместо того чтобы повторно загружать ее с помощью `android update sdk --no-ui -t android-19`. Можно создать кэш-файлы этого дополнения из локальной установки SDK, включая эти:
uk: Завантаження основних SDK й NDK автоматично кешуватимуться, щоб заощадити час при наступних запусках; але не існує простого способу кешувати артефакти спеціалізованих збірок, що встановлюють платформи, додатки й засоби, запускаючи `android` із SDK. Проте ви можете не дозволяти автоматичне кешування, а надавати заздалегідь наповнений каталог кешу, в якому будуть не лише ці завантаження, а й усі додатково потрібні файли .tar.gz. Якщо скрипти встановлення виявлять їх, то використають їх замість запуску інструментів Android. Наприклад, якщо у вас є `buildserver/addons/cache/platforms/android-19.tar.gz`, то цей файл буде використано для встановлення платформи android-19 замість перезавантаження її за допомогою `android update sdk --no-ui -t android-19`. Такі файли кешу можна створити з локально встановленого SDK:
zh_hans: 主要的 SDK/NDK 下载将被自动缓存，以加快下一次的速度。但对于使用 SDK 的 `android` 工具来安装平台、附加组件和工具的较长部分，则没有简单的方法。然而，你可以提供一个预先填充的缓存目录，其中不仅包括这些下载，还包括所有相关附加组件的 .tar.gz 文件，而不是允许自动缓存。如果配置脚本检测到这些，它们将被优先使用，而不是运行 Android 工具。例如，如果存在 `buildserver/addons/cache/platforms/android-19.tar.gz`，那么在安装 android-19 平台时将会使用它，而不是使用 `android update sdk --no-ui -t android-19` 重新下载。可以从本地安装的 SDK 中创建该添加物的缓存文件，包括这些：

source: cd /path/to/android-sdk/platforms tar czf android-19.tar.gz android-19 mv android-19.tar.gz /path/to/buildserver/addons/cache/platforms/
de: cd /pfad/zum/android-sdk/platforms tar czf android-19.tar.gz android-19 mv android-19.tar.gz /path/to/buildserver/addons/cache/platforms/
pt_pt: cd /caminho/às/plataformas/android-sdk tar czf android-19.tar.gz android-19 mv android-19.tar.gz /caminho/aos/caches/de/addons/do/buildserver/
ru: cd /путь/к/android-sdk/platforms tar czf android-19.tar.gz android-19 mv android-19.tar.gz /путь/к/buildserver/addons/cache/platforms/
uk: cd /шлях/до/android-sdk/platforms tar czf android-19.tar.gz android-19 mv android-19.tar.gz /шлях/до/buildserver/addons/cache/platforms/

source: If you have already built a buildserver it is also possible to get this files directly from the buildserver:
de: Wenn Sie bereits einen Buildserver erstellt haben, ist es auch möglich, diese Dateien direkt vom Buildserver zu beziehen:
pl: Jeśli już zbudowałeś serwer buildserver, możesz pobrać te pliki bezpośrednio z buildserver:
pt_pt: Se já construiu um buildserver também é possível obter esses ficheiros diretamente do buildserver:
ro: Dacă ați construit deja un buildserver, este de asemenea posibil să obțineți aceste fișiere direct de la buildserver:
ru: Если вы уже создали сервер сборки, можно также получить эти файлы непосредственно с сервера сборки:
uk: Якщо ви раніше збирали сервер збірки, то ці файли можна також отримати прямо з нього:
zh_hans: 如果你已经建立了一个构建服务器，也可以直接从构建服务器中获取这些文件：

source: vagrant ssh -- -C 'tar -C ~/android-sdk/platforms czf android-19.tar.gz android-19' vagrant ssh -- -C 'cat ~/android-sdk/platforms/android-19.tar.gz' > /path/to/fdroidserver/buildserver/cache/platforms/android19.tar.gz
de: vagrant ssh -- -C 'tar -C ~/android-sdk/platforms czf android-19.tar.gz android-19' vagrant ssh -- -C 'cat ~/android-sdk/platforms/android-19.tar.gz' > /pfad/zum/fdroidserver/buildserver/cache/platforms/android19.tar.gz
pt_pt: vagrant ssh -- -C 'tar -C ~/android-sdk/platforms czf android-19.tar.gz android-19' vagrant ssh -- -C 'cat ~/android-sdk/platforms/android-19.tar.gz' > /caminho/para/fdroidserver/buildserver/cache/platforms/android19.tar.gz
ru: vagrant ssh -- -C 'tar -C ~/android-sdk/platforms czf android-19.tar.gz android-19' vagrant ssh -- -C 'cat ~/android-sdk/platforms/android-19.tar.gz' > /путь/к/fdroidserver/buildserver/cache/platforms/android19.tar.gz
uk: vagrant ssh -- -C 'tar -C ~/android-sdk/platforms czf android-19.tar.gz android-19' vagrant ssh -- -C 'cat ~/android-sdk/platforms/android-19.tar.gz' > /шлях/до/fdroidserver/buildserver/cache/platforms/android19.tar.gz

source: Running builds
de: Builds ausführen
pl: ruchamianie kompilacji
pt_pt: Executar compilações
ro: Construcții de rulare
ru: Выполнение сборки
uk: Запуск збірок
zh_hans: 运行构建

source: When using the buildserver, running `fdroid` directly from a git checkout of _fdroidserver_ will be the easiest. If you don't already have the _fdroidserver_ tools installed and setup, you will need to do that next: [Installing the Server and Repo Tools](../Installing_the_Server_and_Repo_Tools). That provides all of the dependencies needed to run _fdroidserver_ from git.
de: Bei Verwendung des Buildservers ist es am einfachsten, `fdroid` direkt von einem Git-Checkout von _fdroidserver_ aus zu starten. Wenn Sie die _fdroidserver_-Tools noch nicht installiert und eingerichtet haben, müssen Sie das als nächstes tun: [Server und Repo-Werkzeuge installieren](../Installing_the_Server_and_Repo_Tools). Das liefert alle Abhängigkeiten, die benötigt werden, um _fdroidserver_ von git auszuführen.
pl: Podczas korzystania z buildserver, najłatwiej będzie uruchomić `fdroid` bezpośrednio z git checkout _fdroidserver_. Jeśli nie masz jeszcze zainstalowanych i skonfigurowanych narzędzi _fdroidserwer_, musisz to zrobić w następnej kolejności: [Instalowanie narzędzia Serwer i Repo](../Installing_the_Server_and_Repo_Tools). Zapewnia to wszystkie zależności potrzebne do uruchomienia _fdroidserver_ z git.
pt_pt: Ao usar o buildserver, executar `fdroid` diretamente de um checkout git de _fdroidserver_ será o mais fácil. Se ainda não tem as ferramentas _fdroidserver_ instaladas e configuradas, precisará fazê-lo em seguida: [a instalar o Servidor e Ferramentas de Repo](../Installing_the_Server_and_Repo_Tools). Isso fornece todas as dependências necessárias para executar _fdroidserver_ do git.
ro: Atunci când se utilizează buildserver, rularea `fdroid` direct de la un checkout git al _fdroidserver_ va fi cea mai ușoară. Dacă nu aveți deja instrumentele _fdroidserver_ instalate și configurate, va trebui să faceți acest lucru în continuare: [Installing the Server and Repo Tools](../Installing_the_Server_and_Repo_Tools). Aceasta oferă toate dependențele necesare pentru a rula _fdroidserver_ din git.
ru: При использовании buildserver запуск `fdroid` непосредственно из git checkout _fdroidserver_ будет самым простым. Если у вас еще не установлены и не настроены инструменты _fdroidserver_, вам нужно сделать это следующим образом: [Установка сервера и инструментов репо](../Installing_the_Server_and_Repo_Tools). Это обеспечивает все зависимости, необходимые для запуска _fdroidserver_ из git.
uk: При використанні сервера збірки, найпростіше запускати `fdroid` прямо в каталозі git-репозиторію _fdroidserver_. Якщо ви ще не встановили чи не налаштували засобів _fdroidserver_, зробіть це зараз: [Installing the Server and Repo Tools](../Installing_the_Server_and_Repo_Tools). Це надасть усі залежності, потрібні для запуску _fdroidserver_ із git.
zh_hans: 当使用构建服务器时，直接从 _fdroidserver_ 的 git 签出运行 `fdroid` 将是最容易的。如果你还没有安装和设置 _fdroidserver_ 工具，接下来你将需要做这个：[安装服务器和存储库工具](../Installing_the_Server_and_Repo_Tools)。这提供了从 git 运行 _fdroidserver_ 所需的所有依赖项。

source: Now you are ready to run builds. Test by building the latest fdroid version:
de: Jetzt sind Sie bereit, Builds auszuführen. Testen Sie die neueste Version von fdroid:
pl: Teraz jesteś gotowy do uruchamiania kompilacji. Przetestuj, budując najnowszą wersję programu fdroid:
pt_pt: Agora está preparado para executar construções. Teste a construir a última versão do fdroid:
ro: Acum sunteți gata să executați compilările. Testați prin construirea celei mai recente versiuni fdroid:
ru: Теперь вы готовы к запуску сборок. Протестируйте сборку последней версии fdroid:
uk: Тепер ви готові запустити збірки. Протестуйте, зібравши найновішу версію fdroid:
zh_hans: 现在你已经准备好运行构建了。通过构建最新的 fdroid 版本进行测试：

source: Setting up QEMU/KVM/libvirt
de: QEMU/KVM/libvirt einrichten
pl: Konfiguracja QEMU/KVM/libvirt
ro: Setarea QEMU/KVM/libvirt
ru: Настройка QEMU/KVM/libvirt
uk: Налаштування QEMU/KVM/libvirt
zh_hans: 设置 QEMU/KVM/libvirt

source: While VirtualBox was used in the past, QEMU/KVM guest VMs via libvirt is still the recommended setup since that is what is used by f-droid.org. In order to make the libvirt image files directly readable by `vagrant package`, _libvirt_'s QEMU needs to be configured to always set the ownership to `libvirt.libvirt`.
de: Während VirtualBox in der Vergangenheit verwendet wurde, ist QEMU/KVM-Gast VMs via libvirt immer noch die empfohlene Einrichtung, da das auch von f-droid.org eingesetzt wird. Um die libvirt-Abbilddateien direkt mit `vagrant package` lesbar zu machen, muss QEMU von _libvirt_ so konfiguriert werden, dass der Eigentümer immer auf `libvirt.libvirt` gesetzt wird.
pl: Chociaż VirttalBox był używany w przeszłości, gościnne maszyny wirtualne QEMU/KVM poprzez libvirt są obecnie zalecanym ustawieniem ponieważ jest ono używane przez f-droid.org. Aby pliki obrazów libvirt można było odczytywać bezpośrednio za pomocą `pakietu vagrant`, należy skonfigurować użytkownika QEMU _libvirt_ tak, aby zawsze ustawiało prawo własności do `libvirt.libvirt`.
ro: ÎWhile VirtualBox was used in the past, QEMU/KVM guest VMs via libvirt is still the recommended setup since that is what is used by f-droid.org. In order to make the libvirt image files directly readable by `vagrant package`, _libvirt_'s QEMU needs to be configured to always set the ownership to `libvirt.libvirt`.
ru: Хотя в прошлом использовался VirtualBox, гостевые виртуальные машины QEMU/KVM через libvirt по-прежнему рекомендуются, поскольку именно они используются на f-droid.org. Чтобы файлы образов libvirt могли напрямую читаться `vagrant package`, QEMU _libvirt_ должен быть настроен так, чтобы всегда устанавливать право собственности на `libvirt.libvirt`.
uk: Хоча раніше використовувався VirtualBox, гостьові віртуальні машини QEMU/KVM через libvirt досі є рекомендованим налаштуванням, оскільки саме його використовує f-droid.org. Щоб `vagrant package` міг безпосередньо читати файли libvirt-образів, QEMU _libvirt_ має завжди надавати права `libvirt:libvirt`.
zh_hans: 虽然过去曾使用 VirtualBox，QEMU/KVM guest VMs via libvirt 仍旧是推荐的设置，因为 f-droid 用的就是这个。为了让 libvirt 映像文件可以被 `vagrant package` 直接读取，_libvirt_'的 QEMU 需要被配置成始终将所有权设为 `libvirt.libvirt`。

source: Debian/bullseye and Ubuntu/xenial
de: Debian/bullseye und Ubuntu/xenial
pl: Debian/bullseye i Ubuntu/xenial
ro: Debian/bullseye și Ubuntu/xenial
ru: Debian/bullseye и Ubuntu/xenial
uk: Debian/bullseye і Ubuntu/xenial
zh_hans: Debian/bullseye 和 Ubuntu/xenial

source: older Debian and Ubuntu
de: älteres Debian und Ubuntu
pl: starsze wersje Debiana i Ubuntu
pt_pt: Debian e Ubuntu mais velhos
ro: Debian și Ubuntu mai vechi
ru: старые версии Debian и Ubuntu
uk: давніші Debian і Ubuntu
zh_hans: 更旧版本的 Debian 和 Ubuntu

source: Advanced nested KVM Setup:
de: Erweitertes verschachteltes KVM Setup:
pl: Zaawansowana zagnieżdżona konfiguracja KVM:
pt_pt: Configuração avançada de KVM aninhada:
ro: Configurație avansată KVM înglobată:
ru: Расширенная настройка KVM:
uk: Налаштування KVM усередині KVM:
zh_hans: 高级嵌套 KVM 设置：

source: This section is not relevant for using F-Droid in a normal setup. If you want to run `fdroid build --server` flag inside a KVM, this chaper will help you getting started.
de: Dieser Abschnitt ist nicht relevant für die Verwendung von F-Droid in einem normalen Setup. Wenn Sie das Flag `fdroid build --server` in einem KVM laufen lassen wollen, hilft Ihnen dieses Kapitel beim Start.
pl: Ta sekcja nie dotyczy korzystania z F-Droida w normalnej konfiguracji. Jeśli chcesz uruchomić flagę `fdroid build --server` w KVM, ten pomocnik pomoże ci zacząć.
pt_pt: Esta secção não é relevante para o uso do F-Droid numa configuração normal. Se quiser executar o flag `fdroid build --server` dentro de um KVM, este capítulo ajudará-o a começar.
ro: Această secțiune nu este relevantă pentru utilizarea F-Droid într-o configurație normală. Dacă doriți să rulați steagul `fdroid build --server` în interiorul unui KVM, acest ghid vă va ajuta la început.
ru: Этот раздел не относится к использованию F-Droid в обычной установке. Если вы хотите запустить `fdroid build --server` флаг внутри KVM, этот шаблон поможет вам начать работу.
uk: Цей розділ не стосується звичного використання F-Droid. Він містить заготовку інструкцій для запуску `fdroid build --server` усередині іншого віртуального сервера KVM.
zh_hans: 本节与在正常设置中使用 F-Droid 无关。如果你想在 KVM 中运行 `fdroid build --server` 标志，本章将帮助你开始使用。

source: Consider following basic nesting setup:
de: Beachten Sie die folgenden grundlegenden Schachtelungseinstellungen:
pl: Rozważ następujące podstawowe ustawienia zagnieżdżania:
pt_pt: Considere a seguinte configuração básica de aninhamento:
ro: Luați în considerare următoarea configurație de bază a cuiburilor:
ru: Рассмотрим следующую базовую схему установки:
uk: Розгляньмо просту вкладену конфігурацію:
zh_hans: 请考虑以下基本嵌套设置：

source: bare metal host (l0) \- F-Droid VM (l1) \- F-Droid builder VM (l2)
ro: gazdă bare metal (l0) \- F-Droid VM (l1) \- F-Droid builder VM (l2)
ru: пустой металлический хост (l0) \- F-Droid VM (l1) \- F-Droid builder VM (l2)
uk: фізичний виділений сервер (рівень 0) \- віртуальна машина F-Droid (рівень 1) \- віртуальна підмашина збірки F-Droid (рівень 2)

source: The steps above describe how to setup (l1) and _makebuildserver_ sets up (l2).
de: Die obigen Schritte beschreiben, wie man (l1) und _makebuildserver_ einrichtet (l2).
pl: Powyższe kroki opisują sposób konfigurowania (l1) i _makebuildserver_ konfiguracji (l2).
pt_pt: Os passos acima descrevem como configurar (l1) e _makebuildserver_ configura (l2).
ro: Pașii de mai sus descriu cum se instalează (l1) și cum se instalează _makebuildserver_ (l2).
ru: Вышеописанные шаги описывают настройку (l1), а _makebuildserver_ - настройку (l2).
uk: Кроки вгорі описують, як налаштувати рівень 1, а _makebuildserver_ розгортає рівень 2.
zh_hans: 上面的步骤描述了如何设置 (l1) 和 _makebuildserver_ 设置 (l2)。

source: First of all you'll have to check if you cpu support the _vmx_ (or _svm_ on amd) instruction set. You can use this command to list details about your cpu:
de: Zuerst müssen Sie prüfen, ob die CPU den Befehlssatz _vmx_ (oder _svm_ auf amd) unterstützt. Mit diesem Befehl können Sie Details über Ihre CPU auflisten:
pl: Przede wszystkim musisz sprawdzić, czy cpu obsługuje zestaw instrukcji _vmx_ (lub _svm_ na amd). Możesz użyć tego polecenia, aby wyświetlić szczegóły dotyczące procesora:
pt_pt: Primeiro de tudo, terá que verificar se sua cpu suporta o conjunto de instruções _vmx_ (ou _svm_ no amd). Pode usar este comando para listar detalhes sobre sua cpu:
ro: În primul rând, va trebui să verificați dacă procesorul dvs. suportă setul de instrucțiuni _vmx_ (sau _svm_ pe amd). Puteți utiliza această comandă pentru a lista detalii despre procesorul dumneavoastră:
ru: Прежде всего, вам нужно проверить, поддерживает ли ваш процессор набор инструкций _vmx_ (или _svm_ на amd). Вы можете использовать эту команду для получения подробной информации о вашем процессоре:
uk: Насамперед перевірте, чи підтримує ваш процесор набір інструкцій _vmx_ (чи _svm_ на amd). Використайте цю команду, щоб перелічити відомості про свій процесор:
zh_hans: 首先，你必须检查你的 cpu 是否支持 _vmx_（或 _svm_amd）指令集。你可以使用这个命令来列出关于你的 cpu 的细节：

source: On (l0) you have to check that nesting is enabled:
de: Bei (l0) müssen Sie prüfen, ob die Verschachtelung aktiviert ist:
pl: Włącz (l0) musisz sprawdzić, czy włączone jest zagnieżdżanie:
pt_pt: Em (l0) tem que verificar se o aninhamento está ativado:
ro: La (l0), trebuie să verificați dacă este activată posibilitatea de a face subansambluri:
ru: На (l0) вы должны проверить, что вложенность включена:
uk: На рівні 0 перевірте, чи дозволено вкладення:
zh_hans: 在 (l0) 上，你必须检查是否启用了嵌套功能：

source: If it's not enabled you can turn it on by running:
de: Wenn es nicht aktiviert ist, können Sie es einschalten durch Ausführen von:
pl: Jeśli nie jest włączona, możesz ją włączyć, uruchamiając:
pt_pt: Se não estiver ativado, pode ativá-lo a executar:
ro: Dacă nu este activat, îl puteți activa rulând:
ru: Если он не включен, вы можете включить его, выполнив команду:
uk: Якщо не дозволено, то ввімкніть його:
zh_hans: 如果它没有被启用，你可以通过运行此命令打开它：

source: You'll need to reboot to for this to take effect.
de: Sie müssen einen Neustart durchführen, damit dies wirksam wird.
pl: Aby to zadziałało, musisz ponownie uruchomić komputer.
pt_pt: Terá de reiniciar o computador para que isto tenha efeito.
ro: Va trebui să reporniți pentru ca acest lucru să aibă efect.
ru: Чтобы это вступило в силу, необходимо перезагрузиться.
uk: Перезапустіть сервер, щоб застосувати зміни.
zh_hans: 你需要重新启动以使之生效。

source: Next you'll need to make sure that your (l1) vm configuration forwards cpu features required for nesting. So open up your configuration for the VM _/etc/libvirt/qemu/my-vm.xml_ and insert a cpu block inside your domain-tag. (_virt-manager_ also provides a user-interface for this operation.)
de: Als nächstes müssen Sie sicherstellen, dass Ihre (l1) VM-Konfiguration die zum Verschachteln benötigten CPU-Funktionen weiterleitet. Öffnen Sie also Ihre Konfiguration für die VM _/etc/libvirt/qemu/my-vm.xml_ und fügen Sie einen CPU-Block in Ihr Domain-Tag ein. (_virt-manager_ bietet auch eine Benutzeroberfläche für diese Tätigkeit.)
pl: Następnie musisz upewnić się, że twoja konfiguracja (l1) vm przekazuje funkcje procesora wymagane do zagnieżdżenia. Tak więc otwórz konfigurację VM _/etc/libvirt/qemu/my-vm.xml_ i wstaw blok kontrolera do twojego tagu domeny. (_virt-manager_ udostępnia również interfejs użytkownika dla tej operacji.)
pt_pt: Em seguida, precisará certificar-se de que a sua configuração (l1) vm encaminha os recursos de cpu necessários para o agrupamento. Então abra sua configuração para a VM _/etc/libvirt/qemu/my-vm.xml_ e insira um bloco de cpu dentro da sua etiqueta de domínio. (_virt-manager_ também fornece uma interface de utilizador para esta operação.)
ro: În continuare, va trebui să vă asigurați că configurația vm-ului (l1) permite caracteristicile cpu necesare pentru nesting. Deci, deschideți configurația pentru VM _/etc/libvirt/qemu/my-vm.xml_ și introduceți un bloc cpu în interiorul domain-tag. (_virt-manager_ oferă, de asemenea, o interfață utilizator pentru această operațiune.)
ru: Далее вам нужно убедиться, что ваша конфигурация (l1) виртуальной машины направляет функции cpu, необходимые для вложенности. Поэтому откройте конфигурацию виртуальной машины _/etc/libvirt/qemu/my-vm.xml_ и вставьте блок cpu в тег домена. (_virt-manager_ также предоставляет пользовательский интерфейс для этой операции)
uk: Тоді переконайтесь, що конфігурація віртуальної машини на рівні 1 переспрямовує функції процесора, необхідні для вкладення. Відкрийте конфігурацію віртуальної машини _/etc/libvirt/qemu/ваша-машина.xml_ й додайте блок процесора в domain-tag. (_virt-manager_ також надає користувацький інтерфейс для таких дій.)
zh_hans: 接下来，你需要确保你的 (l1) 虚拟机配置转发嵌套所需的 cpu 功能。所以打开你的虚拟机配置 _/etc/libvirt/qemu/my-vm.xml_，在你的 domain-tag 里面插入一个 cpu 块。（_virt-manager_ 也为这个操作提供了一个用户接口。）
