Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Maintainers come and go, interests and priorities change and time flies. This is true for every project and F-Droid as well. To keep the credentials and permissions in F-Droid reasonable, there is this missing in action (MIA) process.
de: Maintainers kommen und gehen, Interessen und Prioritäten ändern sich und die Zeit fliegt dahin. Das gilt für alle Projekte, so auch für F-Droid. Um Zugangsdaten und Berechtigungen in F-Droid in einem vernünftigen Rahmen zu halten, gibt es den MIA-Prozess (missing in action = seit Längerem inaktiv).
pl: Opiekunowie przychodzą i odchodzą, zmieniają się zainteresowania i priorytety, a czas leci. Dotyczy to każdego projektu i F-Droida również. Aby utrzymać rozsądne poświadczenia i uprawnienia w F-Droid, istnieje ten proces, zagubiony w akcji (MIA).
pt_pt: Os mantenedores vêm e vão, os interesses e prioridades mudam e o tempo voa. Isso é verdadeiro para cada projeto e F-Droid também. Para manter as credenciais e permissões no F-Droid razoáveis, falta este processo em ação (MIA).
ro: Responsabilii de întreținere vin și pleacă, interesele și prioritățile se schimbă, iar timpul trece repede. Acest lucru este valabil pentru orice proiect și pentru F-Droid. Pentru a păstra acreditările și permisiunile în F-Droid rezonabile, există acest proces de lipsă în acțiune (MIA).
ru: Сопровождающие приходят и уходят, их интересы и приоритеты меняются со временем. Это так для любого проекта и F-Droid не является исключением. Дабы поддерживать мандаты и разрешения для проектов F-Droid в актуальном состоянии, есть процедура присвоения статуса MIA (missing in action, пропавшего без вести).
uk: Люди долучаються до нас і залишають нас: інтереси й пріоритети змінюються з плином часу. Це стосується будь-якого проєкту, й F-Droid — не виняток. Процес щодо бездіяльності (missing in action, MIA) допомагає F-Droid контролювати облікові дані й дозволи.
zh_hans: 时光飞逝，维护者来来去去，兴趣和优先级发生变化，这对于包括 F-Droid 在内的任何计划来说都是事实。为了保持 F-Droid 中凭据和权限完备，我们制定了 missing in action（MIA）机制。

source: This means we regularly check if F-Droid team members are still active, i.e. when they last contributed, and drop those that don't respond to messages after some time. The idea is to improve F-Droid's quality, not to hunt developers.
de: Das bedeutet, dass wir regelmäßig prüfen, ob F-Droid-Teammitglieder noch aktiv sind, d. h. wann sie zuletzt etwas beitrugen, und jene streichen, die auf Anfragen nicht nach einer gewissen Zeit antworten. Die Idee dahinter ist, die Qualität von F-Droid zu verbessern, nicht Entwickler zu jagen.
pl: Oznacza to, że regularnie sprawdzamy, czy członkowie zespołu F-Droid są nadal aktywni, tj. kiedy ostatnio wnieśli swój wkład, i usuwamy tych, którzy nie reagują na wiadomości po pewnym czasie. Chodzi o to, aby poprawić jakość F-Droid, a nie polować na programistów.
pt_pt: Isso significa que verificamos regularmente se os membros da equipa F-Droid ainda estão ativos, ou seja, quando eles contribuíram pela última vez e largamos aqueles que não respondem às mensagens após algum tempo. A idéia é melhorar a qualidade do F-Droid, não para caçar programadores.
ro: Acest lucru înseamnă că verificăm în mod regulat dacă membrii echipei F-Droid sunt încă activi, și anume când au contribuit ultima dată, și renunțăm la cei care nu răspund la mesaje după un anumit timp. Ideea este de a îmbunătăți calitatea F-Droid, nu de a vâna dezvoltatori.
ru: Это значит, что мы регулярно проверяем, сохраняют ли свою активность члены команды F-Droid; т.е. смотрим когда они последний раз вносили свой вклад в проект и удаляем тех, кто не отвечает на сообщения по прошествии некоторого времени. Идея здесь в том, чтобы улучшить качество F-Droid, а не охотится на разработчиков.
uk: Ми регулярно перевіряємо, чи учасниці й учасники команди F-Droid усе ще активні (тобто коли вони востаннє робили внесок), і вилучаємо тих, хто тривалий час не відповідають. Мета — якість F-Droid, а не кількість розробниць і розробників.
zh_hans: 这意味着我们定期检查 F-Droid 团队成员是否仍然活跃（即最后贡献时间），然后剔除长时间不回复询问的人。这一举措的目的是提高 F-Droid 的质量，而非伤害开发者。

source: What are F-Droid team members
de: Was sind F-Droid-Teammitglieder
pl: Kim są członkowie zespołu F-Droid
pt_pt: Quem são os membros da equipa F-Droid
ro: Ce sunt membrii echipei F-Droid
ru: Кто является членами команды F-Droid
uk: Ролі команди F-Droid
zh_hans: F-Droid 团队成员是指哪些人

source: [Forum](https://forum.f-droid.org/g/contributors)
ru: [Форум](https://forum.f-droid.org/g/contributors)
uk: [Форум](https://forum.f-droid.org/g/contributors)
zh_hans: [论坛](https://forum.f-droid.org/g/contributors)

source: What are contributions
de: Was sind Beiträge
pl: Czym jest darowizna
pt_pt: O que são contribuições
ro: Ce sunt contribuțiile
ru: Что является внесением своего вклада
uk: Що є внесками
zh_hans: “贡献”是指什么

source: Commits to one of the repos hosted on [Gitlab](https://gitlab.com/fdroid/).
de: Commits an eines der Repos, die auf [Gitlab](https://gitlab.com/fdroid/) gehostet werden.
pl: Masz konto na [GitLab](https://gitlab.com/).
ro: Modificări la unul dintre depozitele găzduite pe [Gitlab](https://gitlab.com/fdroid/).
ru: Коммиты в одну из репозиториев, размещенных на [Gitlab](https://gitlab.com/fdroid/).
uk: Коміти до одного з репозиторіїв розміщених на [Gitlab](https://gitlab.com/fdroid/).
zh_hans: 向托管在 [Gitlab](https://gitlab.com/fdroid/) 上的存储库提交代码。

source: Contributions to issues on [Gitlab](https://gitlab.com/groups/fdroid/-/issues).
de: Beiträge zu Tickets auf [Gitlab](https://gitlab.com/groups/fdroid/-/issues).
pl: [Repozytorium GitLab fdroiddata](https://gitlab.com/fdroid/fdroiddata/)
ro: Contribuții la probleme pe [Gitlab](https://gitlab.com/groups/fdroid/-/issues).
ru: Вклад в проблемы на [Gitlab](https://gitlab.com/groups/fdroid/-/issues).
uk: Внески до обговорень на [Gitlab](https://gitlab.com/groups/fdroid/-/issues).
zh_hans: 给 [Gitlab](https://gitlab.com/groups/fdroid/-/issues) 上的 issues 作贡献。

source: Activity on the forum.
de: Aktivität im Forum.
pl: Aktywność na forum
ro: Activitatea pe forum.
ru: Активность на форуме.
uk: Діяльність на форумі.
zh_hans: 在论坛上发言。

source: Who is MIA
de: Wer ist MIA
pl: Czym jest MIA
pt_pt: Quem é MIA
ro: Cine este MIA
ru: Когда присваивается статус MIA
uk: Що таке бездіяльність
zh_hans: 什么样的人会被认定为 MIA

source: No contribution or pong to a MIA ping for at least six month.
de: Kein Beitrag oder keine Reaktion auf eine MIA-Anfrage für mindestens sechs Monate.
pl: Brak wkładu lub ponga do pingu MIA przez co najmniej sześć miesięcy.
pt_pt: Nenhuma contribuição ou pong para um ping MIA por pelo menos seis meses.
ro: Nicio contribuție sau pong la un ping MIA timp de cel puțin șase luni.
ru: Когда пользователь не вносит какой-либо клад или не отвечает на MIA-запросы на протяжении как минимум шести месяцев.
uk: Відсутність внеску чи відповіді на запитання про бездіяльність протягом принаймні шести місяців.
zh_hans: 在 6 个月内没有贡献或者不回复 MIA 询问。

source: How are MIAs tracked
de: Wie werden MIAs verfolgt
pl: W jaki sposób śledzone są MIA
pt_pt: Como os MIAs são rastreados
ro: Cum sunt urmărite MIA-urile
ru: Как отслеживается статус MIA
uk: Як опрацьовується бездіяльність
zh_hans: 如何跟踪 MIA

source: For every member that is MIA, an internal issue in the [admin project](https://gitlab.com/fdroid/admin/issues/) is opened. Every ping and pong is documented there. If a number of pings don't receive a pong, the team is mentioned in the issue, to ask if someone has an other way to contact the person.
de: Für jedes Mitglied, das MIA ist, wird im [Admin-Projekt](https://gitlab.com/fdroid/admin/issues/) ein internes Issue eröffnetis. Hier wird jede Anfrage (Ping) und Antwort (Pong) dokumentiert. Wenn eine Zahl von Pings keinen Pong erzielten, wird das Team hinzugezogen, um herauszufinden, ob jemand eine andere Möglichkeit kennt, die Person zu kontaktieren.
pl: Dla każdego członka, który jest MIA, otwierany jest wewnętrzny problem w [projekcie administratora](https://gitlab.com/fdroid/admin/issues/). Każdy ping i pong jest tam dokumentowany. Jeśli po kilku pingach nie otrzymamy żadnego ponga, w sprawie zostaje wciągnięty zespół, aby dowiedzieć się, czy ktoś ma inny sposób na skontaktowanie się z daną osobą.
pt_pt: Para cada membro que é MIA, uma questão interna do [projeto admin](https://gitlab.com/fdroid/admin/issues/) é aberta. Todo ping e pong é documentado lá. Se vários pings não recebem um pong, a equipa é mencionada na edição, para perguntar se alguém tem outra maneira de entrar em contacto com a pessoa.
ro: Pentru fiecare membru care este MIA, se deschide o problemă internă în [admin project](https://gitlab.com/fdroid/admin/issues/). Fiecare ping și pong este documentat acolo. În cazul în care un număr de ping-uri nu primesc un pong, echipa este menționată în problemă, pentru a întreba dacă cineva are o altă modalitate de a contacta persoana respectivă.
ru: Для каждого члена команды, которому присвоен статус MIA открывается внутреннее сообщение о проблеме в [административном проекте](https://gitlab.com/fdroid/admin/issues/). Каждый запрос и ответ о MIA-статусе протоколируется в оном. Если многие запросы остаются без ответа, то команда, упомянутая в сообщении должна попытаться найти кого-то, у кого есть другой способ связаться с этим человеком.
uk: При виявленні чиєїсь бездіяльності, відкриваємо внутрішнє обговорення в [адміністраційному проєкті](https://gitlab.com/fdroid/admin/issues/). Документуємо там кожне запитання й кожну відповідь. Якщо після декількох запитань так і не отримано відповіді, запрошуємо всю команду до обговорення й запитуємо, чи має хтось інший спосіб зв'язатися з цією особою.
zh_hans: 我们会在[admin 项目](https://gitlab.com/fdroid/admin/issues/) 中为每一位 MIA 成员开放一个内部议题，每一个询问和回复都被记录在案。如果多次询问均没有被回复，则在该议题中提及团队，以询问是否有人可以通过其他方式联系此人。

source: The removal
de: Die Streichung
pl: Usunięcie
pt_pt: A remoção
ro: Îndepărtarea
ru: Удаление
uk: Вилучення
zh_hans: 移除

source: Status: First warning -> wait 16 weeks.
de: Status: Erste Warnung -> 16 Wochen abwarten.
pl: Status: Pierwsze ostrzeżenie -> poczekaj 16 tygodni.
pt_pt: Estado: Primeiro aviso -> esperar 16 semanas.
ro: Stare: Primul avertisment -> așteptați 16 săptămâni.
ru: Статус: Первое предупреждение -> подождать 16 недель.
uk: Статус: перше попередження — чекаємо 16 тижнів.
zh_hans: 状态：首次警告 -> 等待 16 周。

source: Status: Second warning -> wait 8 weeks.
de: Status: Zweite Warnung -> 8 Wochen abwarten.
pl: Stan: Drugie ostrzeżenie -> poczekaj 8 tygodni.
pt_pt: Estado: Segundo aviso -> esperar 8 semanas.
ro: Stare: Al doilea avertisment -> așteptați 8 săptămâni.
ru: Статус: Второе предупреждение -> подождать 8 недель.
uk: Статус: друге попередження — чекаємо 8 тижнів.
zh_hans: 状态：第二次警告 -> 等待 8 周。

source: Status: Final warning -> wait 4 weeks.
de: Status: Letzte Warnung -> 4 Wochen abwarten.
pl: Status: Ostatnie ostrzeżenie -> poczekaj 4 tygodnie.
pt_pt: Estado: Aviso final -> esperar 4 semanas.
ro: Stare: Avertisment final -> așteptați 4 săptămâni.
ru: Статус: Окончательное предупреждение -> подождать 4 недели.
uk: Статус: останнє попередження — чекаємо 4 тижні.
zh_hans: 状态：最终警告 -> 等待 4 周。

source: Afterwards, MIA accounts are removed from all F-Droid directories (Gitlab) or downgraded to normal user account (forum) and the issue is closed and made public if it was set to confidential.
de: Danach werden Konten des MIA aus allen F-Droid-Verzeichnissen (Gitlab) entfernt oder zu einem normalen Benutzerkonto (Forum) herabgestuft und das Issue geschlossen sowie öffentlich falls es vertraulich war.
pl: Następnie konta MIA są usuwane ze wszystkich katalogów F-Droid (Gitlab) lub przywracane do normalnego konta użytkownika (forum) i problem zostaje zamknięty.
ro: Ulterior, conturile DIM sunt eliminate din toate directoarele F-Droid (Gitlab) sau retrogradate la un cont de utilizator normal (forum), iar raportul este închis și făcut public dacă a fost setat ca fiind confidențial.
ru: После этого учетные записи MIA удаляются из всех каталогов F-Droid (Gitlab) или понижаются до уровня обычной учетной записи пользователя (форум), а проблема закрывается и становится публичной, если она была установлена как конфиденциальная.
uk: Після цього бездіяльний обліковий запис вилучається з усіх розділів F-Droid (на GitLab) чи стає звичайним користувацьким обліковим записом (на форумі), а обговорення закривається й оприлюднюється, якщо воно було приватним.
zh_hans: 之后，我们将从所有 F-Droid 目录中移除该 MIA 账户（Gitlab），或将其降级为普通用户帐户（论坛）。此外，相应 issue 将被关闭，且如果该 issue 之前为私密状态，现在将转为公开可见。

source: References
de: Referenz
pl: Referencje
pt_pt: Referências
ro: Referințe
ru: Ссылки
uk: Посилання
zh_hans: 参考

source: [Debian reference](https://www.debian.org/doc/manuals/developers-reference/beyond-pkging.html#dealing-with-inactive-and-or-unreachable-maintainers)
de: [Debian-Referenz](https://www.debian.org/doc/manuals/developers-reference/beyond-pkging.html#dealing-with-inactive-and-or-unreachable-maintainers)
pl: - [Debian Dokumentacja](https://www.debian.org/doc/manuals/developers-reference/beyond-pkging.html#dealing-with-inactive-and-or-unreachable-maintainers) - [Debian Strona zespołu](https://wiki.debian.org/Teams/MIA) - [Debian Narzędzia](https://salsa.debian.org/qa/qa/tree/master/mia)
ru: [Справочник по Debian](https://www.debian.org/doc/manuals/developers-reference/beyond-pkging.html#dealing-with-inactive-and-or-unreachable-maintainers)
uk: [Довідка Debian](https://www.debian.org/doc/manuals/developers-reference/beyond-pkging.html#dealing-with-inactive-and-or-unreachable-maintainers)
zh_hans: [Debian 参考](https://www.debian.org/doc/manuals/developers-reference/beyond-pkging.html#dealing-with-inactive-and-or-unreachable-maintainers)

source: [Debian team site](https://wiki.debian.org/Teams/MIA)
de: [Debian-Teamseite](https://wiki.debian.org/Teams/MIA)
pl: [Strona zespołu Debian](https://wiki.debian.org/Teams/MIA)
ru: [Сайт команды Debian](https://wiki.debian.org/Teams/MIA)
uk: [Сайт команди Debian](https://wiki.debian.org/Teams/MIA)
zh_hans: [Debian 团队站点](https://wiki.debian.org/Teams/MIA)

source: [Debian tools](https://salsa.debian.org/qa/qa/tree/master/mia)
pl: [Narzędzia Debian](https://salsa.debian.org/qa/qa/tree/master/mia)
ru: [Инструменты Debian](https://salsa.debian.org/qa/qa/tree/master/mia)
uk: [Інструменти Debian](https://salsa.debian.org/qa/qa/tree/master/mia)
zh_hans: [Debian 工具](https://salsa.debian.org/qa/qa/tree/master/mia)

source: Publishing Nightly Builds
de: Nightly Builds veröffentlichen
pl: Publikowanie Nocnych Kompilacji
pt_pt: Publicar Compilações Noturnas
ro: Publicarea compilărilor nocturne
ru: Публикация ночных сборок
uk: Оприлюднення нічних збірок
zh_hans: 发布每日构建

source: Having users run "nightly" builds is a great way to get rapid feedback on current development activities. One key way to get this kind of feedback is to make it as easy as possible for people to install the nightly builds, and to keep updated. The F-Droid tools now let you automate this whole process for apps that are setup on GitLab CI.
de: Anwender, die „Nightly Builds“ (Beta-Versionen) verwenden, stellen ein großartige Möglichkeit dar, umgehend Rückmeldung zu laufenden Entwicklungsarbeiten zu erhalten. Ein entscheidender Punkt, auf diese Art Feedback zu bekommen, ist dabei, es den Leuten so einfach wie möglich zu machen, die Nightly Builds zu installieren und auf dem neuesten Stand zu halten. Mit den F-Droid-Tools können Sie nun diesen gesamten Prozess für Anwendungen, die auf GitLab CI eingerichtet sind, automatisieren.
pl: Możliwość korzystania z 'nightly' wersji to świetny sposób na szybkie uzyskanie informacji zwrotnych na temat bieżących działań programistycznych. Jednym z kluczowych sposobów uzyskania tego rodzaju opinii jest ułatwienie użytkownikom instalowania nocnych wersji i aktualizowanie. Narzędzia F-Droid pozwalają teraz zautomatyzować ten proces dla aplikacji skonfigurowanych w GitLab CI.
pt_pt: Fazer utilizadores a executar compilações "noturnos" é uma ótima maneira de obter feedback rápido sobre as atividades de desenvolvimento atuais. Uma chave para obter este tipo de feedback é tornar-lo o mais fácil possível para as pessoas instalarem as compilações noturnas e se manterem atualizadas. As ferramentas F-Droid agora permitem que automatize todo esse processo para apps que são configurados no GitLab CI.
ro: Faptul ca utilizatorii să ruleze compilări "nocturne" este o modalitate excelentă de a obține rapid feedback cu privire la activitățile de dezvoltare curente. O modalitate cheie de a obține acest tip de feedback este de a face cât mai ușor posibil ca oamenii să instaleze versiunile de noapte și să le actualizeze. Instrumentele F-Droid vă permit acum să automatizați acest întreg proces pentru aplicațiile care sunt configurate pe GitLab CI.
ru: Запуск пользователями "ночных" сборок — отличный способ получить быструю обратную связь о текущей деятельности по разработке. Одним из основных способов получения такой обратной связи является максимальное упрощение установки ночных сборок и их обновление. Инструменты F-Droid теперь позволяют автоматизировать весь этот процесс для приложений, настроенных на GitLab CI.
uk: Вивантаження «нічних» збірок для авдиторії — чудовий спосіб отримувати негайні відгуки прямо в ході розробки. Щоб успішно збирати такий зворотний зв'язок, слід максимально спростити для авдиторії встановлення й оновлення нічних збірок. Засоби F-Droid дають змогу автоматизувати весь цей процес для застосунків, у яких налаштовано GitLab CI.
zh_hans: 要获得针对当前开发活动的快速反馈，让用户运行每日构建是一种好方法。获得这种反馈的关键之一是让人们尽可能容易地安装每日构建并保持更新。F-Droid工具现在可以让设置在GitLab CI上的应用自动完成整个过程。

source: The F-Droid nightly repos are built on top of the standard Android _~/.android/debug.keystore_ that the Android tools automatically generate. That signing key is used to sign the nightly builds as well as the repo index. This is meant to be easy to setup and manage, but it does __not__ provide the same level of security as a standard F-Droid repo!
de: Die F-Droid Nightly Repos bauen auf den serienmäßigen _~/.android/debug.keystore_ in Android auf, den die Android Tools automatisch generieren. Dieser Signierschlüssel wird zur Signierung der Nightly Builds wie auch des Repo-Index verwendet. Das soll einfach einzurichten und zu verwalten sein, bietet aber __nicht__ die gleiche Sicherheit wie ein F-Droid-Standardrepo!
pl: Nocne repozytorium F-Droid jest zbudowane na standardowym systemie Android _~/.android/debug.keystore_, który automatycznie generuje narzędzia Android. Ten klucz podpisu służy do podpisywania nocnych wersji, jak również indeksu repo. Ma to być łatwe do skonfigurowania i zarządzania, ale __nie__ zapewnia takiego samego poziomu bezpieczeństwa jak standardowe repozytorium F-Droid!
pt_pt: Os repositórios noturnos do F-Droid são construídos sobre o Android _~/.android/debug.keystore_ padrão que as ferramentas Android geram automaticamente. Essa chave de assinatura é usada para assinar as compilações noturnas, bem como o índice repo. É para ser fácil de configurar e gerir, mas __não__ fornece o mesmo nível de segurança que um repo padrão do F-Droid!
ro: Depozitele nocturne F-Droid sunt construite pe baza fișierului standard Android _~/.android/debug.keystore_ pe care instrumentele Android îl generează automat. Această cheie de semnare este utilizată pentru a semna compilările nocturne, precum și indexul repo. Acest lucru este menit să fie ușor de configurat și de gestionat, dar __nu__ oferă același nivel de securitate ca un repo F-Droid standard!
ru: Ночные репозитории F-Droid построены поверх стандартного хранилища ключей Android _~/.android/debug.keystore_, которое автоматически генерируется инструментами Android. Этот ключ подписи используется для подписи ночных сборок, а также индекса репозитория. Это предназначено для простоты настройки и управления, но это __не__ обеспечивает тот же уровень безопасности, что и стандартный репозиторий F-Droid!
uk: Нічні репозиторії F-Droid побудовано на основі стандартного файлу _~/.android/debug.keystore_, автоматично генерованого засобами Android. Цей ключ використовується для підпису нічних збірок та індексу репозиторію. Його легко встановити й супроводжувати, але він __не__ надає такого ж рівня безпеки, як звичайний репозиторій F-Droid!
zh_hans: F-Droid 每日存储库基于 Android 工具自动生成的标准 Android _~/.android/debug.keystore_ 建立。 该签名密钥用于对每日构建以及存储库索引进行签名。 这么做是为了便于设置和管理，但它__并不__提供和标准 F-Droid 存储库同等级别的安全性！

source: Since this is about smoothing the development process, it also makes sense to reuse a shared _debug.keystore_ among your team. That way, all debug builds are interchangeable. This makes debugging certain problems a lot easier since you can keep the app state when installing your own debug builds, for example, to add logging.
de: Da es darum geht, den Entwicklungsprozess zu erleichtern, ist es außerdem sinnvoll, einen gemeinsamen _debug.keystore_ in Ihrem Team wiederzuverwenden. Auf diese Weise sind alle Debug-Builds austauschbar. Dies erleichtert die Fehlersuche bei bestimmten Problemen erheblich, da Sie den App-Status beibehalten können, wenn Sie Ihre eigenen Debug-Builds installieren, z. B. um eine Ereignisprotokollierung hinzuzufügen.
pl: Ponieważ chodzi o usprawnienie procesu programowania, warto też użyć wspólnego _debug.keystore_ wśród swojego zespołu. W ten sposób wszystkie wersje do debugowania są wymienne. Dzięki temu debugowanie niektórych problemów jest o wiele łatwiejsze, ponieważ możesz zachować stan aplikacji podczas instalowania własnych wersji debugowania, na przykład w celu dodania rejestrowania.
pt_pt: Como aqui se trata de suavizar o processo de desenvolvimento, também faz sentido reutilizar um _debug.keystore_ compartilhado entre sua equipa. Dessa forma, todas as compilações de depuração são intercambiáveis. Isso torna a depuração de certos problemas muito mais fácil já que pode manter o estado da app ao instalar suas próprias compilações de depuração, por exemplo, para adicionar logs.
ro: Deoarece este vorba despre fluidizarea procesului de dezvoltare, este de asemenea logic să reutilizați un _debug.keystore_ comun în cadrul echipei dumneavoastră. În acest fel, toate compilările de depanare sunt interschimbabile. Acest lucru facilitează foarte mult depanarea anumitor probleme, deoarece puteți păstra starea aplicației atunci când instalați propriile compilări de depanare, de exemplu, pentru a adăuga logare.
ru: Поскольку речь идет о сглаживании процесса разработки, также имеет смысл повторно использовать разделяемый _debug.keyystore_ среди вашей команды. Таким образом, все отладочные сборки будут взаимозаменяемы. Это значительно облегчает отладку некоторых проблем, так как вы можете сохранить состояние приложения при установке собственных отладочных сборок, например, для добавления протоколирования.
uk: Оскільки суть цього полягає в спрощенні процесу розробки, є сенс перевикористовувати _debug.keystore_, спільний для всієї вашої команди. Тоді всі зневаджувальні збірки будуть взаємозамінними. Це суттєво спрощує розв'язання деяких проблем, оскільки дані застосунку зберігатимуться при встановленні власних зневаджувальних збірок — наприклад, для додання журналювання.
zh_hans: 由于这是为了平滑开发过程，因此在团队中重用共享的 _debug.keystore_ 也是有意义的。 这样，所有调试版本都是可互换的。 这使得调试某些问题变得更加容易，因为在安装自己的调试版本时可以保留应用状态，例如，添加日志记录。

source: Automatic Version Codes
de: Automatische Versionscodes
pl: Automatyczne kody wersji
pt_pt: Códigos de versão automáticos
ro: Coduri automate de versiune
ru: Автоматические коды версий
uk: Автоматичні коди версій
zh_hans: 自动版本代码
