Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: The F-Droid build server isolates the builds for each package within a clean, isolated and secure throwaway virtual machine environment. Building thousands of apps, especially with automated and/or unattended processes, could be considered a dangerous pastime from a security perspective. This is even more the case when the products of the build are also distributed widely and in a semi-automated ("you have updates available") fashion.
de: Der F-Droid-Buildserver isoliert die Herstellung eines jeden Pakets in einer sauberen, abgeschirmten und sicheren Wegwerfarbeitsumgebung einer virtuellen Maschine. Das Herstellen tausender Apps, insbesondere mit automatisierten und/oder unbeaufsichtigten Prozessen, muss vom Sicherheitsaspekt her als eine gefahrbringende Beschäftigung angesehen werden. Das ist umso mehr der Fall, wenn die hergestellten Produkte zudem weit verbreitet werden und dies in einer halbautomatischen Weise ("Es stehen Aktualisierungen bereit") geschieht.
pl: Serwer budowania F-Droid izoluje kompilacje dla każdego pakietu w czystym, izolowanym i bezpiecznym środowisku wirtualnej maszyny wyrzucanej. Budowanie tysięcy aplikacji, szczególnie zautomatyzowanych i/lub nienadzorowanych, może być niebezpieczne z perspektywy bezpieczeństwa. Dzieje się tak nawet wtedy, gdy produkty z kompilacji są również szeroko dystrybuowane i w sposób półautomatyczny ("masz dostępne aktualizacje").
pt_pt: O servidor de compilação do F-Droid isola as compilações de cada pacote num ambiente de máquina virtual descartável limpo, isolado e seguro. Compilar milhares de aplicações, especialmente com processos automatizados e/ou autónomos, pode ser considerado um passatempo perigoso do ponto de vista da segurança. Esse é ainda mais o caso quando os produtos da compilação também são distribuídos amplamente e de forma semiautomática ("você tem atualizações disponíveis").
ro: Serverul de compilare F-Droid izolează compilările pentru fiecare pachet într-un mediu de mașină virtuală de aruncat curat, izolat și sigur. Construirea a mii de aplicații, în special cu procese automate și/sau nesupravegheate, ar putea fi considerată o distracție periculoasă din punct de vedere al securității. Acest lucru este cu atât mai mult în cazul în care produsele de construcție sunt, de asemenea, distribuite la scară largă și într-un mod semi-automat ("aveți actualizări disponibile").
ru: Сервер сборки F-Droid изолирует сборки для каждого пакета в чистой, изолированной и безопасной среде виртуальной машины. Сборка тысяч приложений, особенно с использованием автоматизированных и/или необслуживаемых процессов, может считаться опасным занятием с точки зрения безопасности. Это тем более актуально, когда продукты сборки также распространяются широко и полуавтоматически ("у вас есть доступные обновления").
uk: Сервер збірки F-Droid збирає кожен пакунок у чистому, окремому й безпечному середовищі одноразової віртуальної машини. Збірка тисяч застосунків, особливо з автоматизованими (частково чи повністю) процесами, — ризиковане заняття з точки зору безпеки. Тим більше тоді, коли результати збірки розповсюджуються широко й, у вигляді оновлень, напів-автоматично.
zh_hans: F-Droid 构建服务器将每个软件包的构建隔离在一个干净、隔离和安全的一次性虚拟机环境中。构建数以千计的应用，特别是使用自动化和/或无人值守的流程，从安全角度来看，可以被认为是一种危险游戏。当构建的产物也是以半自动化（"你有更新可用"）的方式广泛传播时，情况就更糟糕了。

source: Assume that an upstream source repository is compromised. A small selection of things that an attacker could do in such a situation:
de: Nehmen wir an, ein Originalcode-Repository ist kompromittiert. Dann finden wir hier eine kleine Auswahl an Maßnahmen, die ein Angreifer in einer solchen Situation ergreifen könnte:
pl: Załóżmy, że zagrożone jest repozytorium źródłowe. Mały wybór rzeczy, które atakujący mógłby zrobić w takiej sytuacji:
pt_pt: Suponha que um repositório de fontes do upstream esteja comprometido. Uma pequena seleção de coisas que um invasor poderia fazer em tal situação:
ro: Să presupunem că un depozit de surse din amonte este compromis. O mică selecție de lucruri pe care un atacator le-ar putea face într-o astfel de situație:
ru: Предположим, что репозиторий исходных кодов восходящего потока скомпрометирован. Небольшая подборка действий, которые может предпринять злоумышленник в такой ситуации:
uk: Уявіть, що оригінальний репозиторій вихідного коду скомпрометовано. Ось частковий перелік тих можливостей, які це може надати нападнику:
zh_hans: 假定上游源代码存储库已被攻击。攻击者在这种情况下可以执行的一小部分操作：

source: Use custom build steps to execute virtually anything as the user doing the build.
de: Benutze eigene Build-Schritt, die alle ausgeführt werden, als würde der Benutzer den Build erstellen.
pl: Użyj niestandardowych kroków kompilacji, aby wykonać praktycznie wszystko, co użytkownik robiący kompilację.
pt_pt: Usar etapas de compilação personalizadas para executar praticamente qualquer coisa como o utilizador a fazer a compilação.
ro: Utilizați pași de construcție personalizați pentru a executa practic orice ca utilizator care face construcția.
ru: Используйте пользовательские шаги сборки для выполнения практически любых действий в роли пользователя, выполняющего сборку.
uk: Підмінити кроки збірки, тобто виконати по суті будь-що від імені облікового запису, виділеного для збірки.
zh_hans: 使用自定义的构建步骤，作为进行构建的用户执行几乎任何东西。

source: Access the keystore.
de: Auf den Schlüsselspeicher zugreifen.
pl: Uzyskaj dostęp do magazynu kluczy.
pt_pt: Acessar a keystore.
ro: Accesați depozitul de chei.
ru: Получите доступ к хранилищу ключей.
uk: Доступитися сховища ключів.
zh_hans: 访问密钥库。

source: Modify the built APK files or source tarballs for other applications in the repository.
de: Die erstellten APK-Dateien oder Quell-Tarballs für andere Anwendungen im Repository ändern.
pl: Zmodyfikuj utworzone pliki APK lub źródłowe tarballs dla innych aplikacji w repozytorium.
pt_pt: Modificar os ficheiros APK compilados ou tarballs de fonte para outras aplicações no repositório.
ro: Modificați fișierele APK construite sau tarball-urile sursă pentru alte aplicații din depozit.
ru: Изменяйте собранные файлы APK или исходные tarball'ы для других приложений в репозитории.
uk: Змінити зібрані APK-файли чи архіви вихідного коду інших застосунків у репозиторії.
zh_hans: 修改存储库中其他应用构建的 APK 文件或源代码包。

source: Modify the metadata (which includes build scripts, which again, also includes the ability to execute anything) for other applications in the repository.
de: Verändern von Metadaten (zu denen auch Build-Skripte gehören, die wiederum ebenfalls die Fähigkeit mitbringen, alles auszuführen) für andere Anwendungen im Repository.
pl: Zmodyfikuj metadane (które zawierają skrypty kompilacji, które również zawierają możliwość wykonania czegokolwiek) dla innych aplikacji w repozytorium.
pt_pt: Modificar os metadados (que incluem scripts de compilação, que também incluem a capacidade de executar qualquer coisa) para outras aplicações no repositório.
ro: Modificați metadatele (care includ scripturi de compilare, care, din nou, includ și capacitatea de a executa orice) pentru alte aplicații din depozit.
ru: Изменяйте метаданные (которые включают сценарии сборки, что, опять же, также включает возможность выполнения чего угодно) для других приложений в репозитории.
uk: Змінити метадані (зокрема скрипти збірки, тобто надати собі, знову ж таки, можливість виконати будь-що) інших застосунків у репозиторії.
zh_hans: 修改存储库中其他应用的元数据（包括构建脚本，其中还包括执行任何内容的功能）。

source: Through complete isolation, the repercussions are at least limited to the application in question. Not only is the build environment fresh for each build, and thrown away afterwards, but it is also totally isolated from the signing environment.
de: Durch die vollständige Isolierung bleiben die Auswirkungen zumindest auf die jeweilige Anwendung beschränkt. Die Build-Umgebung wird nicht nur frisch für jeden Build geschaffen und danach verworfen, sie wird auch komplett von der Signatur-Umgebung abgeschirmt.
pl: Przez całkowitą izolację reperkusje są co najmniej ograniczone do aplikacji, o których mowa. Środowisko kompilacji jest nie tylko świeże dla każdej kompilacji, a następnie wyrzucane, ale jest również całkowicie odizolowane od środowiska podpisywania.
pt_pt: Através de isolamento completo, as repercussões são, pelo menos limitadas, à aplicação em questão. O ambiente de compilação não é apenas novo para cada compilação e descartado posteriormente, mas também é totalmente isolado do ambiente de assinatura.
ro: Prin izolarea completă, repercusiunile sunt cel puțin limitate la aplicația în cauză. Nu numai că mediul de construcție este proaspăt pentru fiecare construcție și este aruncat după aceea, dar este, de asemenea, complet izolat de mediul de semnare.
ru: Благодаря полной изоляции последствия, по крайней мере, ограничены данным приложением. Среда сборки не только является свежей для каждой сборки и выбрасывается после нее, но и полностью изолирована от среды подписания.
uk: Окремість середовищ обмежує простір атаки одним конкретним застосунком. Середовище збірки буде не лише щоразу заново створено й потім видалено, але й повністю ізольовано від середовища підпису.
zh_hans: 通过完全隔离，影响至少局限于有关的应用。构建环境不仅在每次构建时是新鲜的，之后就会被扔掉，而且它也与签名环境完全隔离。

source: Aside from security issues, there are some applications which have strange requirements such as old versions of the NDK. It would be impractical (or at least extremely messy) to start modifying and restoring the SDK on a multi-purpose system, but within the confines of a throwaway single-use virtual machine, anything is possible.
de: Abgesehen von Sicherheitsproblemen gibt es einige Anwendungen, die seltsame Anforderungen haben, wie etwa alte Versionen des NDK. Es wäre nicht praktikabel (oder zumindest extrem chaotisch), damit zu beginnen, das SDK auf einem Mehrzwecksystem zu modifizieren und wiederherzustellen, aber innerhalb der Grenzen einer Virtual Machine zum einmaligen Gebrauch ist alles möglich.
pl: Oprócz problemów związanych z bezpieczeństwem, istnieją pewne aplikacje, które mają dziwne wymagania, takie jak stare wersje NDK. Byłoby niepraktyczne (lub przynajmniej bardzo niechlujne), aby rozpocząć modyfikowanie i przywracanie zestawu SDK w systemie wielozadaniowym, ale w ramach jednorazowej wirtualnej maszyny jednorazowej wszystko jest możliwe.
pt_pt: Além de questões de segurança, existem algumas aplicações que possuem requisitos estranhos, como versões antigas do NDK. Seria impraticável (ou pelo menos extremamente confuso) começar a modificar e restaurar o SDK num sistema com vários propósitos, mas dentro dos limites de uma máquina virtual descartável, tudo é possível.
ro: În afară de problemele de securitate, există unele aplicații care au cerințe ciudate, cum ar fi versiunile vechi ale NDK. Ar fi nepractic (sau cel puțin extrem de dezordonat) să începi să modifici și să restaurezi SDK-ul pe un sistem multifuncțional, dar în limitele unei mașini virtuale de unică folosință de aruncat, orice este posibil.
ru: Помимо вопросов безопасности, есть некоторые приложения, которые имеют странные требования, например, старые версии NDK. Было бы непрактично (или, по крайней мере, очень грязно) начинать модифицировать и восстанавливать SDK в многоцелевой системе, но в пределах одноразовой виртуальной машины все возможно.
uk: Крім проблем захисту, деякі застосунки мають специфічні вимоги, такі як старі версії NDK. Було б непрактично (широкий потенціал для помилок) змінювати й відкочувати SDK на багатозадачній системі, але в межах одноразових віртуальних машин можна робити що завгодно.
zh_hans: 除了安全问题，还有一些应用有奇怪的要求，比如旧版本的 NDK。在一个多用途系统上开始修改和恢复 SDK 是不切实际的（或者至少是极其混乱的），但是在一个一次性虚拟机的范围内，一切都有可能。

source: All this is in addition to the obvious advantage of having a standardised and completely reproducible environment in which builds are made. Additionally, it allows for specialised custom build environments for particular applications.
de: Hinzu kommt der offensichtliche Vorteil, eine standardisierte und vollständig reproduzierbare Umgebung zu besitzen, in der gebaut wird. Darüber hinaus schafft sie die Voraussetzungen für spezialisierte, maßgeschneiderte Build-Umgebungen für besondere Anwendungsfälle.
pl: Wszystko to oprócz oczywistej korzyści posiadania znormalizowanego i całkowicie odtwarzalnego środowiska, w którym tworzone są kompilacje. Dodatkowo pozwala na wyspecjalizowane niestandardowe środowiska kompilacji dla konkretnych aplikacji.
pt_pt: Tudo isso é somado à vantagem óbvia de ter um ambiente padronizado e completamente reproduzível no qual as construções são feitas. Além disso, ele permite ambientes personalizados de criação personalizados para aplicações específicas.
ro: Toate acestea se adaugă la avantajul evident de a dispune de un mediu standardizat și complet reproductibil în care se realizează construcțiile. În plus, permite crearea unor medii de construcție specializate și personalizate pentru anumite aplicații.
ru: Все это в дополнение к очевидному преимуществу наличия стандартизированной и полностью воспроизводимой среды, в которой производятся сборки. Кроме того, это позволяет создавать специализированные пользовательские среды сборки для конкретных приложений.
uk: Ще одна очевидна перевага — стандартизованість і повна відтворюваність середовища збірки. До того ж, окреме середовище можна довільним чином адаптувати до потреб окремих застосунків.
zh_hans: 除此以外，还有一个明显的优势，那就是有一个标准化的、完全可重复的环境来进行构建。此外，它还允许为特定的应用提供专门的定制构建环境。

source: Overview of the setup
de: Überblick über die Einrichtung
pl: Omówienie konfiguracji
pt_pt: Visão geral da configuração
ro: Prezentare generală a configurației
ru: Обзор установки
uk: Огляд налаштування
zh_hans: 设置概述

source: This is how to set up a working build server, starting from a completely clean minimal Debian/stable install. This HOWTO assumes you have already [setup _fdroidserver_](../Installing_the_Server_and_Repo_Tools). Running the _fdroidserver_ tools directly out of [git](https://gitlab.com/fdroid/fdroidserver) (e.g. `~/fdroidserver/fdroid build org.adaway`), will likely be the easiest for now since the build server setup scripts are not really ready for proper packaging. Also, it will likely only work on Debian, Ubuntu and other Debian-derivatives since F-Droid only uses Debian in its infrastructure (we welcome porting contributions!).
de: Ausgehend von einer komplett sauberen minimalen Debian/Stable-Installation richten Sie so einen funktionierenden Buildserver ein. Diese Anleitung geht davon aus, dass Sie bereits den [_fdroidserver_ aufgesetzt haben](../Installing_the_Server_and_Repo_Tools). Das Ausführen der _fdroidserver_-Werkzeuge direkt aus [git](https://gitlab.com/fdroid/fdroidserver) heraus (z. B. `~/fdroidserver/fdroid build org.adaway`), wird wahrscheinlich fürs Erste am einfachsten sein, da die Buildserver-Setup-Skripte noch nicht wirklich fertig sind, um sie sauber zusammenzupacken. Außerdem wird es wahrscheinlich nur auf Debian, Ubuntu und anderen Debian-Derivaten funktionieren, da F-Droid nur Debian in seiner Infrastruktur verwendet (wir begrüßen Portierungsbeiträge!).
pl: W ten sposób można skonfigurować działający serwer kompilacji, zaczynając od całkowicie czystej, minimalnej instalacji Debiana/stabilnej. W tym HOWTO założono, że masz już [setup _fdroidserver_](../Installing_the_Server_and_Repo_Tools). Uruchamianie narzędzi _fdroidserver_ bezpośrednio z [git](https://gitlab.com/fdroid/fdroidserver) (np. `~/fdroidserver/fdroid build org.adaway`), będzie najprawdopodobniej na razie najłatwiejsze od czasu instalacji serwera kompilacji skrypty nie są tak naprawdę gotowe do właściwego pakowania. Poza tym prawdopodobnie będzie działał tylko na Debianie, Ubuntu i innych pochodnych Debiana, ponieważ F-Droid używa tylko Debiana w swojej infrastrukturze (mile widziane składki (ang. contributions)!).
pt_pt: Esta é a forma de configurar um servidor de compilação funcional, a partir de uma instalação Debian/estável mínima completamente limpa. Este HOWTO presume que já [configurou um _fdroidserver_](../Installing_the_Server_and_Repo_Tools). Executar as ferramentas d o _fdroidserver_ diretamente do [git](https://gitlab.com/fdroid/fdroidserver) (por exemplo, `~/fdroidserver/fdroid build org.adaway`), provavelmente será o mais fácil por agora, já que os scripts de configuração do servidor de compilação não estão realmente prontos para o empacotamento correto. Além disso, provavelmente funcionará apenas no Debian, Ubuntu e outros derivados do Debian, uma vez que o F-Droid só usa Debian em sua infraestrutura (nós aceitamos contribuições de portabilidade!).
ro: Acesta este modul în care se poate configura un server de construcție funcțional, pornind de la o instalare minimală și complet curată a Debian/stabil. Acest HOWTO presupune că ați instalat deja [setup _fdroidserver_](../Installing_the_Server_and_Repo_Tools). Rularea uneltelor _fdroidserver_ direct din [git](https://gitlab.com/fdroid/fdroidserver) (de exemplu, `~/fdroidserver/fdroid build org.adaway`), va fi probabil cea mai ușoară deocamdată, deoarece scripturile de configurare a serverului de construcție nu sunt cu adevărat pregătite pentru o împachetare adecvată. De asemenea, va funcționa probabil doar pe Debian, Ubuntu și alte derivate Debian, deoarece F-Droid folosește doar Debian în infrastructura sa (primim cu plăcere contribuții de portare!).
ru: Здесь описано, как установить рабочий сервер сборки, начиная с полностью чистой минимальной установки Debian/stable. Этот HOWTO предполагает, что вы уже [установили _fdroidserver_](../Installing_the_Server_and_Repo_Tools). Запуск инструментов _fdroidserver_ непосредственно из [git](https://gitlab.com/fdroid/fdroidserver) (например, `~/fdroidserver/fdroid build org.adaway`), вероятно, будет самым простым на данный момент, поскольку скрипты настройки сервера сборки еще не готовы для правильной упаковки. Также, скорее всего, он будет работать только на Debian, Ubuntu и других производных Debian, поскольку F-Droid использует только Debian в своей инфраструктуре (мы приветствуем вклад в перенос!).
uk: Налаштуємо працездатний сервер збірки, почавши з повністю чистого мінімального встановлення Debian/stable. В межах інструкції вважатимемо, що ви вже [встановили _fdroidserver_](../Installing_the_Server_and_Repo_Tools). Запускати засоби _fdroidserver_ прямо з [git](https://gitlab.com/fdroid/fdroidserver) (наприклад, `~/fdroidserver/fdroid build org.adaway`) буде поки що простіше за все, бо скрипти налаштування сервера збірки, чесно кажучи, не готові до охайного пакування. Також це ймовірно працюватиме лише на Debian, Ubuntu та похідних від них системах, бо інфраструктура F-Droid використовує саме Debian (будемо раді внескам, що вдосконалять портування!).
zh_hans: 这是从完全干净的最小 Debian/stable 安装开始如何设置一个有效的构建服务器的方法。 本指南假设你已经[设置了 _fdroidserver_](../Installing_the_Server_and_Repo_Tools)。直接从 [git](https://gitlab.com/fdroid/fdroidserver) 运行 _fdroidserver_ 工具（例如 `~/fdroidserver/fdroid build org.adaway`）可能是目前最容易，因为构建服务器设置脚本尚未真正准备好进行正确的打包。此外，它可能只适用于 Debian、Ubuntu 和其他 Debian 衍生产品，因为 F-Droid 只在其基础设施中使用 Debian（我们欢迎移植贡献！）。

source: The base server needs to be at minimum Debian/bullseye, or there will need to be some heavy tweaking. If you run Ubuntu or derivative distro, you can get any packages missing from your version, like _vagrant-cachier_, from this PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
de: Der Basisserver braucht mindestens Debian/bullseye oder es müssen einige schwierige Anpassungen vorgenommen werden. Wenn Sie Ubuntu oder eine abgeleitete Distribution nutzen, können Sie alle Pakete, die in Ihrer Version fehlen, wie _vagrant-cachier_, von diesem PPA beziehen: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
pl: Podstawowy serwer musi mieć co najmniej Debian/bullseye albo będzie wymagał wprowadzenia kilku poważnych zmian. Jeśli używasz Ubuntu lub pochodnej dystrybucji, możesz uzyskać brakujące pakiety z Twojej wersji, takie jak _vagrant-cachier_, z tego PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
ro: Serverul de bază trebuie să fie cel puțin Debian/bullseye, altfel va trebui să fie nevoie de unele modificări importante. Dacă folosiți Ubuntu sau o distribuție derivată, puteți obține orice pachet care lipsește din versiunea dumneavoastră, cum ar fi _vagrant-cachier_, din acest PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
ru: Базовым сервером должен быть как минимум Debian/bullseye, иначе потребуется серьезная доработка. Если вы используете Ubuntu или производный дистрибутив, вы можете получить все пакеты, отсутствующие в вашей версии, например, _vagrant-cachier_, из этого PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
uk: Основою сервера має бути як мінімум Debian/bullseye, інакше багато чого доведеться змінити. Якщо у вас Ubuntu чи похідний дистрибутив, завантажте відсутні у вашій версії пакунки, як-от _vagrant-cachier_, із цього PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
zh_hans: 基础服务器至少需要 Debian/bullseye，否则需要进行一些繁重的调整。如果你运行 Ubuntu 或衍生发行版，你可以从这个 PPA 中获得任何缺少的软件包，比如 _vagrant-cachier_：<https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
