Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: They will look in all source code files to verify that their licenses are consistent with corresponding license/README files.
de: Sie werden in allen Quellcodedateien nachsehen, um nachzuprüfen, ob ihre Lizenzen mit den dazugehörigen Dateien in license/README übereinstimmen.
pl: Przeszukają wszystkie pliki kodu źródłowego, aby sprawdzić, czy ich licencje są zgodne z odpowiednimi plikami licencji/README.
pt_pt: Eles irão olhar em todos os ficheiros de código-fonte para verificar se suas licenças são consistentes com os ficheiros de licença/README correspondentes.
ro: Aceștia se vor uita în toate fișierele de cod sursă pentru a verifica dacă licențele lor sunt în concordanță cu fișierele de licență/README corespunzătoare.
ru: Они будут просматривать все файлы исходного кода на предмет соответствия лицензий соответствующим файлам лицензий/README.
uk: Звірити, що ліцензії, вказані в усіх файлах вихідного коду, відповідають файлам ліцензії та README.
zh_hans: 他们会查看所有的源代码文件，以验证其许可证是否与相应的许可证/README文件一致。

source: They will check if your application uses any pre-compiled libraries or binary blobs.
de: Sie werden prüfen, ob Ihre Anwendung irgendwelche vorgefertigten Bibliotheken oder Binärdatei-Einsprengsel nutzt.
pl: Sprawdzą, czy twoja aplikacja korzysta z wcześniej skompilowanych bibliotek lub binarnych obiektów blobs.
pt_pt: Eles irão verificar se a sua aplicação utiliza quaisquer bibliotecas pré-compiladas ou blobs binários.
ro: Acestea vor verifica dacă aplicația dvs. utilizează biblioteci precompilate sau blocuri binare.
ru: Они проверят, использует ли ваше приложение какие-либо предварительно скомпилированные библиотеки или двоичные файлы.
uk: Перевірити, чи використовує ваш застосунок якісь уже зібрані бібліотеки чи двійкові блоби.
zh_hans: 他们将检查应用是否使用任何预编译的库或二进制 blob。

source: They will look at your non-source code files to identify [Non-Free resources](https://monitor.f-droid.org/anti-feature/NonFreeAssets) used in your application.
de: Sie werden einen Blick auf Ihre Nicht-Quellcodedateien werfen, um [Nicht-quelloffene Ressourcen](https://monitor.f-droid.org/anti-feature/NonFreeAssets) herauszufinden, die in Ihrer Anwendung verwendet werden.
pl: Będą patrzeć na Twoje pliki, które nie są kodem źródłowym, aby zidentyfikować [niewolne zasoby](https://monitor.f-droid.org/anti-feature/NonFreeAssets) użyte w Twojej aplikacji.
pt_pt: Eles olharão aos seus ficheiros de não-código-fonte para identificar [recursos não livres](https://monitor.f-droid.org/anti-feature/NonFreeAssets) usados na sua aplicação.
ro: Aceștia se vor uita la fișierele de cod non-sursă pentru a identifica [Resurse nelibere](https://monitor.f-droid.org/anti-feature/NonFreeAssets) utilizate în aplicația dumneavoastră.
ru: Они просмотрят ваши файлы не исходного кода, чтобы определить [Несвободные ресурсы](https://monitor.f-droid.org/anti-feature/NonFreeAssets), используемые в вашем приложении.
uk: Оглянути ваші некодові файли, щоб виявити [невільні ресурси](https://monitor.f-droid.org/anti-feature/NonFreeAssets) у вашому застосунку.
zh_hans: 它们会查看你的非源代码文件来识别用于你的应用中的[非自由资源](https://monitor.f-droid.org/anti-feature/NonFreeAssets).

source: They will skim through the source code to see if your application uses Non-Free dependencies, shows advertisements, tracks users, promotes or depends on Non-Free or non-changeable services/applications, or does anything that is harmful or otherwise undesirable for users.
de: Sie werden Ihren Quellcode überfliegen, um zu sehen, ob Ihre Anwendung nicht-quelloffene Abhängigkeiten verwendet, Werbung einblendet, Nutzer überwacht, nicht-änderbare oder nicht-quelloffene Dienste/Anwendungen bewirbt oder sie zwingend benötigt oder irgendetwas anderes, für Anwender schädliches oder sonst unerwünschtes, macht.
pl: Przejrzą kod źródłowy, aby sprawdzić, czy aplikacja korzysta z niewolnych zależności, wyświetla reklamy, śledzi użytkowników, promuje lub zależy od niewolnych lub niezmiennych usług/aplikacji lub robi cokolwiek, co jest szkodliwe lub w inny sposób niepożądane dla użytkowników.
ro: Aceștia vor parcurge codul sursă pentru a vedea dacă aplicația dumneavoastră utilizează dependențe care nu sunt libere, dacă afișează reclame, dacă urmărește utilizatorii, dacă promovează sau depinde de servicii/aplicații care nu sunt libere sau care nu pot fi schimbate, dacă face ceva care este dăunător sau nedorit pentru utilizatori.
ru: Они просмотрят исходный код, чтобы выяснить, не использует ли ваше приложение несвободные зависимости, не показывает ли оно рекламу, не следит ли за пользователями, не продвигает ли оно несвободные или неизменяемые сервисы/приложения, не зависит ли оно от них, не делает ли оно что-нибудь вредное или иным образом нежелательное для пользователей.
uk: Оглянути джерельний код застосунку на наявність невільних залежностей, реклами, стеження за користувацькою поведінкою, просування або залежність від невільних або незмінюваних служб чи застосунків і в цілому чогось шкідливого чи небажаного для авдиторії.
zh_hans: 他们将浏览源代码，以查看你的应用是否使用非自由依赖项、显示广告、跟踪用户、推广或依赖非自由或不可更改的服务/应用，或执行任何对用户有害或不受欢迎的操作。

source: They will list a summary of any [_AntiFeatures_](https://monitor.f-droid.org/anti-features) in your application.
de: Sie werden eine Zusammenstellung aller [_AntiFeatures_](https://monitor.f-droid.org/anti-features) in Ihrer Anwendung auflisten.
pl: Będą one zawierać podsumowanie wszystkich [_Niepożądanych funkcji_](https://monitor.f-droid.org/anti-features) w twojej aplikacji.
pt_pt: Eles irão listar um resumo de qualquer [_AntiFeatures_](https://monitor.f-droid.org/anti-features) na sua aplicação.
ro: Acestea vor conține un rezumat al tuturor [_Anti-Funcțiilor_](https://monitor.f-droid.org/anti-features) din aplicația dumneavoastră.
ru: Они перечислят краткое описание всех [_AntiFeatures_](https://monitor.f-droid.org/anti-features) в вашем приложении.
uk: Підсумувати всі [_небажані функції_](https://monitor.f-droid.org/anti-features) вашого застосунку.
zh_hans: 他们将列出你的应用中所有 [_负面特征_](https://monitor.f-droid.org/anti-features) 的摘要。

source: They will try patching your application to remove usage of third-party proprietary software (if there is any).
de: Sie werden versuchen Ihre Anwendung zu patchen, um die Verwendung proprietärer Drittanbieter-Software (so es die gibt) zu entfernen.
pl: Będą próbować załatać swoją aplikację, aby usunąć użycie oprogramowania własnościowego innych firm (jeśli takie istnieje).
pt_pt: Eles tentarão aplicar patches em sua aplicação para remover o uso de software proprietário de terceiros (se houver algum).
ro: Aceștia vor încerca să vă corecteze aplicația pentru a elimina utilizarea software-ului proprietar al terților (dacă există).
ru: Они попробуют внести исправления в ваше приложение, чтобы удалить использование стороннего проприетарного программного обеспечения (если таковое имеется).
uk: Спробувати вилучити з вашого застосунку стороннє пропрієтарне програмне забезпечення (якщо його вжито).
zh_hans: 他们将尝试修补你的应用，以移除对第三方私有软件（若有）的使用。

source: They will try to determine a suitable update process for your application (e.g. by looking at how your releases relate to VCS tags and/or version information in _AndroidManifest.xml_).
de: Sie werden versuchen, einen geeigneten Aktualisierungsvorgang für Ihre Anwendung festzulegen (z. B. indem sie sich ansehen, wie Ihre Versionen VCS-Tags und/oder Versionsinformationen in _AndroidManifest.xml_ zugeordnet sind).
pl: Będą próbowali określić odpowiedni proces aktualizacji dla Twojej aplikacji (np. sprawdzając, jak Twoje wydania odnoszą się do tagów VCS i/lub informacji o wersji w _AndroidManifest.xml_).
pt_pt: Eles irão tentar determinar um processo de atualização adequado para sua aplicação (por exemplo, a olhar como as suas versões se relacionam com as tags VCS e/ou informações de versão em _AndroidManifest.xml_).
ro: Aceștia vor încerca să determine un proces de actualizare adecvat pentru aplicația dvs. (de exemplu, analizând modul în care versiunile dvs. se raportează la etichetele VCS și/sau informațiile despre versiune din _AndroidManifest.xml_).
ru: Они попытаются определить подходящий процесс обновления для вашего приложения (например, посмотрев, как ваши релизы соотносятся с тегами VCS и/или информацией о версии в _AndroidManifest.xml_).
uk: Визначити доречний процес оновлення вашого застосунку (наприклад, зіставити ваші випуски, теги системи керування версіями та/або дані про версію в _AndroidManifest.xml_).
zh_hans: 他们将尝试为你的应用确定一个合适的更新过程（例如，通过查看你的版本与 VCS 标签和/或 _AndroidManifest.xml_ 中的版本信息的关系）。

source: They will try writing a suitable metadata file for your application, and add it to local F-Droid build server instance. (`fdroid rewritemeta`, `fdroid lint` are used to ensure that metadata is well-formed)
de: Sie werden versuchen eine passende Metadaten-Datei für Ihre Anwendung zu schreiben, und sie der lokalen F-Droid-Buildserver-Instanz hinzufügen. (`fdroid rewritemeta`, `fdroid lint` werden verwendet, um sicherzustellen, dass die Metadaten korrekt gebildet werden)
pl: Będą próbować napisać odpowiedni plik metadanych do swojej aplikacji i dodać go do lokalnej instancji serwera budowania F-Droid. (`fdroid rewritemeta`, `fyroid lint` są używane w celu zapewnienia poprawnego uformowania metadanych)
pt_pt: Eles irão tentar escrever um ficheiro de metadados adequado para sua aplicação, e adicioná-lo à instância local do servidor de compilação F-Droid. (`fdroid rewritemeta`, `fdroid lint` são usados para assegurar que os metadados estejam bem formados)
ro: Acestea vor încerca să scrie un fișier de metadate adecvat pentru aplicația dvs. și îl vor adăuga la instanța locală a serverului de construire F-Droid. (`fdroid rewritemeta`, `fdroid lint` sunt folosite pentru a se asigura că metadatele sunt bine formate)
ru: Они попробуют написать подходящий файл метаданных для вашего приложения и добавят его в локальный экземпляр сервера сборки F-Droid. (`fdroid rewritemeta`, `fdroid lint` используются для обеспечения правильного формирования метаданных)
uk: Скласти файл метаданих для вашого застосунку й додати його до локально встановленого сервера збірки F-Droid. (`fdroid rewritemeta` і `fdroid lint` допомагають переконатись, що метадані правильні)
zh_hans: 他们将尝试为你的应用编写合适的元数据文件，并将其添加到本地 F-Droid 构建服务器实例。 （`fdroid rewritemeta`, `fdroid lint` 用于确保元数据格式良好）

source: They will try to build your application in an isolated environment to see if the process succeeds and yield a functional APK.
de: Sie werden versuchen, Ihre Anwendung in einer abgeschirmten Umgebung herzustellen, um zu sehen, ob der Prozess erfolgreich abläuft und ein funktionierendes APK erbringt.
pl: Będą próbować zbudować aplikację w odizolowanym środowisku, aby sprawdzić, czy proces się powiedzie i uzyskać funkcjonalny pakiet APK.
pt_pt: Eles irão tentar construir a sua aplicação num ambiente isolado para ver se o processo é bem sucedido e produzir um APK funcional.
ro: Aceștia vor încerca să construiască aplicația dvs. într-un mediu izolat pentru a vedea dacă procesul reușește și produce un APK funcțional.
ru: Они попытаются собрать ваше приложение в изолированной среде, чтобы посмотреть, удастся ли процесс и получить функциональный APK.
uk: Спробувати зібрати ваш застосунок в ізольованому середовищі — перевірити, що процес успішно створює працездатний APK.
zh_hans: 他们将尝试在隔离的环境中构建你的应用，以查看该过程是否成功并产生功能正常的 APK。

source: If all went smoothly, they will add a new metadata file to their local fdroiddata git repository and synchronizes the change to GitLab.
de: Wenn alles reibungslos verläuft, werden sie eine neue Metadaten-Datei in ihr lokales fdroiddata-Git-Repository einfügen und die Änderung mit GitLab synchronisieren.
pl: Jeśli wszystko pójdzie gładko, dodadzą nowy plik metadanych do lokalnego repozytorium git fdroiddata i zsynchronizują zmianę z GitLab.
pt_pt: Se tudo correr bem, eles irão adicionar um novo ficheiro de metadados ao seu repositório fdroiddata git local e sincronizar a alteração para o GitLab.
ro: Dacă totul a decurs fără probleme, ei vor adăuga un nou fișier de metadate la depozitul git local fdroiddata și vor sincroniza modificarea cu GitLab.
ru: Если все прошло гладко, они добавят новый файл метаданных в свой локальный git-репозиторий fdroiddata и синхронизируют изменения с GitLab.
uk: Якщо все гаразд, додати файл метаданих до локального git-репозиторію fdroiddata й синхронізувати зміни з GitLab.
zh_hans: 如果一切顺利，他们将向本地 fdroiddata git 存储库添加一个新的元数据文件，并将更改同步到 GitLab。

source: In the case that the application failed some steps in the review, feedback will be given in the original submission queue thread where the proposal was posted.
de: Für den Fall, dass die Anwendung einige Prüfschritte nicht besteht, wird im ursprünglichen Thread der Submission Queue, an die der Vorschlag gesendet wurde, eine Rückmeldung erfolgen.
pl: W przypadku, gdy aplikacja nie wykona niektórych kroków w recenzji, informacja zwrotna zostanie podana w oryginalnym wątku kolejki zgłoszenia, w którym propozycja została opublikowana.
pt_pt: No caso de o pedido não ter sido aprovado em algumas etapas da revisão, o feedback será dado no tópico da fila de submissão original onde a proposta foi postada.
ro: În cazul în care cererea nu a reușit să parcurgă anumite etape ale evaluării, feedback-ul va fi oferit în firul de discuții în care a fost postată inițial propunerea.
ru: В случае, если заявка не прошла некоторые этапы рассмотрения, обратная связь будет предоставлена в потоке очереди оригинальной заявки, где она была размещена.
uk: Якщо застосунок не задовольнив певних кроків рецензування, надати зворотний зв'язок у початковій нитці черги заявок, куди пропозицію було надіслано.
zh_hans: 如果申请没有通过审核的某些步骤，将在发布提案的原始提交队列主题中给出反馈。

source: Once the fdroiddata repository is updated on GitLab, it's mostly just a matter of time before F-Droid's official build server will fetch, build, and publish your application on the main F-Droid repository.
de: Ist das fdroiddata-Repository auf GitLab aktualisiert, ist es eigentlich nur noch eine Frage der Zeit, bis der offizielle Buildserver von F-Droid Ihre Anwendung abruft, herstellt und im F-Droid-Hauptrepository veröffentlicht.
pl: Po zaktualizowaniu repozytorium fdroiddata na GitLab, to głównie kwestia czasu, zanim oficjalny serwer F-Droida pobierze, zbuduje i opublikuje aplikację na głównym repozytorium F-Droid.
pt_pt: Uma vez que o repositório fdroiddata for atualizado no GitLab, normalmente só é uma questão de tempo até que o servidor de compilação oficial do F-Droid busque, compile e publique sua aplicação no repositório principal do F-Droid.
ro: Odată ce depozitul fdroiddata este actualizat pe GitLab, este în mare parte doar o chestiune de timp până când serverul oficial de construcție F-Droid va prelua, construi și publica aplicația dvs. în depozitul principal F-Droid.
ru: После обновления репозитория fdroiddata на GitLab официальный сервер сборки F-Droid получит, соберет и опубликует ваше приложение в основном репозитории F-Droid.
uk: Невдовзі після оновлення репозиторію fdrroiddata на GitLab, офіційний сервер збірки F-Droid завантажить і збере ваш застосунок, а тоді оприлюднить його в головному репозиторії F-Droid.
zh_hans: 一旦 fdroiddata 存储库在 GitLab 上更新，F-Droid 的官方构建服务器将在主 F-Droid 存储库上 fetch、构建和发布你的应用通常只是时间问题。

source: You can confirm the inclusion of your application by looking at the [GitLab fdroiddata revision history](https://gitlab.com/fdroid/fdroiddata/commits/master).
de: Sie können sich von der Aufnahme Ihrer Anwendung überzeugen, indem Sie sich den [GitLab-fdroiddata-Revisionsverlauf](https://gitlab.com/fdroid/fdroiddata/commits/master) ansehen.
pl: Możesz potwierdzić włączenie swojej aplikacji, patrząc na historię rewizji [GitLab fdroiddata](https://gitlab.com/fdroid/fdroiddata/commits/master).
pt_pt: Pode confirmar a inclusão da sua aplicação a examinar o [histórico de revisão do GitLab fdroiddata](https://gitlab.com/fdroid/fdroiddata/commits/Master).
ro: Puteți confirma includerea aplicației dumneavoastră consultând [GitLab fdroiddata revision history](https://gitlab.com/fdroid/fdroiddata/commits/master).
ru: Вы можете подтвердить включение вашего приложения, просмотрев историю ревизий [GitLab fdroiddata revision history](https://gitlab.com/fdroid/fdroiddata/commits/master).
uk: Можете переконатись, що застосунок додано, глянувши [історію змін fdroiddata на GitLab](https://gitlab.com/fdroid/fdroiddata/commits/master).
zh_hans: 你可以通过查看 [GitLab fdroiddata 修订历史](https://gitlab.com/fdroid/fdroiddata/commits/master) 来确认包含你的应用。

source: Special Consideration of Metadata Merge Request
de: Besondere Überlegungen zur Metadaten-Merge-Anfrage
pl: Specjalne rozpatrzenie prośby o scalenie metadanych
pt_pt: Consideração Especial da Solicitação de Mesclagem de Metadados
ro: Examinare specială a cererii de fuziune a metadatelor
ru: Специальное рассмотрение запроса на слияние метаданных
uk: Особливість розгляду запиту на злиття метаданих
zh_hans: 元数据合并请求的特殊注意事项

source: In case the inclusion is from a GitLab merge request, the review process is theoretically the same. They are done mostly to confirm that the proposed metadata is consistent with what is really in the application source code. Steps about writing and committing metadata are omitted, as they will use the original metadata file you proposed. Feedback will be given on the original merge request thread that the application was proposed; and once the process is completed, the request will be merged to the `master` branch of the fdroiddata GitLab repository.
de: Für den Fall, dass die Aufnahme über eine GitLab Merge-Anfrage erfolgt, ist der Prüfprozess theoretisch derselbe. Er wird hauptsächlich durchgeführt, um zu bestätigen, dass die vorgeschlagenen Metadaten mit denen übereinstimmen, die tatsächlich im Quellcode der Anwendung enthalten sind. Die Schritte zum Schreiben und Einstellen der Metadaten werden übersprungen, da die Metadaten-Originaldatei, die Sie vorgeschlagen haben, verwendet wird. Die Rückmeldung erfolgt im Original-Thread der Merge-Anfrage, in dem die Anwendung eingereicht wurde; und ist der Vorgang einmal abgeschlossen, geschieht das Merging mit der `master`-Branch des fdroiddata-GitLab-Repository.
pl: W przypadku gdy włączenie pochodzi z wniosku o połączenie GitLab, proces przeglądu jest teoretycznie taki sam. Są one wykonywane głównie w celu potwierdzenia, że proponowane metadane są zgodne z tym, co jest naprawdę w kodzie źródłowym aplikacji. Kroki dotyczące pisania i zatwierdzania metadanych są pomijane, ponieważ będą używać oryginalnego pliku metadanych, który wspierasz. Informacje zwrotne zostaną podane w oryginalnym wątku żądania scalenia, który został zgłoszony; a gdy proces zostanie zakończony, żądanie zostanie scalone do gałęzi `master` repozytorium fidroiddata GitLab.
ro: În cazul în care includerea provine dintr-o cerere de fuziune GitLab, procesul de revizuire este teoretic același. Acestea se fac în principal pentru a confirma că metadatele propuse sunt în concordanță cu ceea ce se află în realitate în codul sursă al aplicației. Etapele privind scrierea și confirmarea metadatelor sunt omise, deoarece se va utiliza fișierul original de metadate pe care l-ați propus. Feedback-ul va fi oferit pe firul original al cererii de fuziune pe care a fost propusă aplicația; și odată ce procesul este finalizat, cererea va fi fuzionată în ramura `master` a depozitului GitLab fdroiddata.
ru: Если включение происходит из запроса на слияние на GitLab, процесс рассмотрения теоретически такой же. Они выполняются в основном для подтверждения того, что предложенные метаданные соответствуют тому, что действительно есть в исходном коде приложения. Шаги по написанию и фиксации метаданных опускаются, так как будет использоваться исходный файл метаданных, который вы предложили. Отзывы будут даны в оригинальной ветке запроса на слияние, в которой было предложено приложение; и как только процесс будет завершен, запрос будет объединен в ветку `master` GitLab-репозитория fdroiddata.
uk: При доданні GitLab-запитом на злиття, процес рецензування теоретично такий самий. На меті передусім підтвердити, що пропоновані метадані збіжні з дійсним вмістом вихідного коду застосунку. Кроки написання й коміту метаданих пропускаються, бо використовується оригінал пропонованого вами файлу метаданих. Зворотний зв'язок дається в початковій нитці запиту на злиття, де застосунок було запропоновано; по завершенню процесу, запит зливається з гілкою `master` репозиторію fdroiddata на GitLab.
zh_hans: 如果是来自 GitLab 的合并请求，审查过程理论上是一样的。他们主要是为了确认提议的元数据与应用的源代码中的内容是一致的。有关编写和提交元数据的步骤被省略了，因为他们会使用你提议的原始元数据文件。 反馈将在提出该应用的原始合并请求中给出；一旦该过程完成，该请求将被合并到 fdroiddata GitLab 存储库的 `master` 分支。

source: In an attempt to optimize the process, when you proposed inclusion via metadata merge request, F-Droid staff rely on several assumptions ([outlined above](#Proposal_by_Metadata_Merge_Request)). As such, the reviewing process will be much less intensive in several respects, and consumes much less time. Policy-violating applications that somehow sneaked in this way will be dealt with after the fact.
de: In der Bestrebung, den Prozess zu optimieren, wenn Sie die Aufnahme über eine Metadaten-Merge-Anfrage vorschlagen, verlassen sich die F-Droid-Mitarbeiter auf einige Voraussetzungen, wie ([oben ausgeführt](#Proposal_by_Metadata_Merge_Request)). Somit wird der Prüfprozess in gewisser Hinsicht sehr viel weniger intensiv ausfallen und deutlich weniger Zeit in Anspruch nehmen. Um Richtlinien verletzende Anwendungen, die sich auf diesem Weg irgendwie einschleichen, wird sich nachträglich gekümmert.
pl: Aby zoptymalizować proces, proponując włączenie za pomocą żądania scalenia metadanych, pracownicy F-Droid opierają się na kilku założeniach ([opisane powyżej](#Proposal_by_Metadata_Merge_Request)). W związku z tym proces oceny będzie znacznie mniej intensywny pod kilkoma względami i pochłonie znacznie mniej czasu. Zgłaszane w ten sposób aplikacje naruszające zasady będą rozpatrywane po fakcie.
pt_pt: Numa tentativa de otimizar o processo, quando propôs a inclusão via uma requisição de mesclagem de metadados, a equipa do F-Droid baseia-se em várias suposições ([descritas acima](#Proposal_by_Metadata_Merge_Request)). E assim o processo de revisão será muito menos intensivo em vários aspectos, a consumir muito menos tempo. As aplicações que violam a política que, de alguma forma, se infiltraram desta forma, serão tratadas depois do facto.
ro: În încercarea de a optimiza procesul, atunci când ați propus includerea prin intermediul cererii de fuziune a metadatelor, personalul F-Droid se bazează pe mai multe ipoteze ([outlined above](#Proposal_by_Metadata_Merge_Request)). Ca atare, procesul de revizuire va fi mult mai puțin intensiv din mai multe puncte de vedere și va consuma mult mai puțin timp. Cererile care încalcă politicile și care se strecoară cumva în acest mod vor fi tratate ulterior.
ru: В попытке оптимизировать процесс, когда вы предлагаете включение через запрос на слияние метаданных, сотрудники F-Droid полагаются на несколько предположений ([описанных выше](#Proposal_by_Metadata_Merge_Request)). Таким образом, процесс рассмотрения будет гораздо менее интенсивным по нескольким параметрам и займет гораздо меньше времени. Приложения, нарушающие правила, которые каким-то образом пробрались таким образом, будут рассматриваться постфактум.
uk: Щоб оптимізувати процес, коли ви пропонуєте додання запитом на злиття метаданих, команда F-Droid спирається на кілька припущень, ([описаних вище](#Proposal_by_Metadata_Merge_Request)). Тож рецензування стає місцями значно менш інтенсивним і займає значно менше часу. На застосунки, що зловживають цим для обходу правил, згодом накладаються санкції.
zh_hans: 为了优化流程，当你提议通过元数据合并请求包含时，F-Droid 工作人员依赖于几个假设（[上面概述](#Proposal_by_Metadata_Merge_Request)）。因此，审查过程在几个方面的强度会大大降低，并且消耗的时间也会少得多。以这种方式偷偷摸摸的违反政策的应用将在事后得到处理。
