Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: If you find proprietary files add a dummy build version to the metadata with a few words about the reason, add _NoSourceSince_ to the bottom and a line to the description beginning with Status: to the description explaining the reason that the app can't be updated
de: Wenn Sie proprietäre Dateien finden, fügen Sie den Metadaten eine Dummy-Buildversion mit ein paar Worten über den Grund hinzu, fügen Sie unten _NoSourceSince_ hinzu und eine Zeile zur Beschreibung, die mit Status: beginnt, um den Grund zu erklären, warum die Anwendung nicht aktualisiert werden kann
pl: Jeśli znajdziesz zastrzeżone pliki, dodaj fałszywą wersję kompilacji do metadanych z kilkoma słowami o przyczynie, dodaj _NoSourceSince_ na dół i linię do opisu zaczynającego się od Status: do opisu wyjaśniającego przyczynę, dla której aplikacja nie może być zaktualizowana
ro: Dacă găsiți fișiere proprietare, adăugați o versiune de construcție fictivă la metadate cu câteva cuvinte despre motiv, adăugați _NoSourceSince_ în partea de jos și o linie la descriere care să înceapă cu Status: la descriere, explicând motivul pentru care aplicația nu poate fi actualizată
ru: Если вы найдете несвободные файлы, добавьте фиктивную версию сборки в метаданные с несколькими словами о причине, добавьте _NoSourceSince_ в нижнюю часть и строку к описанию, начинающуюся со Status:, объясняющую причину, по которой приложение не может быть обновлено
uk: Якщо знайдете пропрієтарні файли, додайте в метадані заглушку з короткою причиною замість версії збірки, допишіть _NoSourceSince_ у кінець файлу, й помістіть в опис рядок із префіксом «Status:» і поясненням, чому застосунок не вдається оновити
zh_hans: 如果你发现私有文件在元数据中添加了一个虚拟构建版本，并在元数据中添加了一些关于原因的词，请在底部添加 _NoSourceSince_ 并在描述中添加一行以 Status: 开头的说明应用无法更新

source: `find . -type f -executable` to locate any scripts and things. Note that ant will also execute anything it finds in _build.xml_ and custom_rules.xml!
de: `find . -type f -executable`, um beliebige Skripte und Dinge zu finden. Beachten Sie, dass ant auch alles ausführt, was es in _build.xml_ und _custom_rules.xml_ findet!
pl: `find . -type f -executable` lokalizuje dowolne skrypty i rzeczy. Zauważ, że ant wykona również wszystko, co znajdzie _build.xml_ i custom_rules.xml!
pt_pt: `find . -type f -executable` para localizar quaisquer scripts e outras coisas. Note que ant também executará qualquer coisa que encontrar em _build.xml_ e custom_rules.xml!
ro: `find . -type f -executable` pentru a localiza orice script și alte lucruri. Rețineți că ant va executa, de asemenea, tot ceea ce găsește în _build.xml_ și custom_rules.xml!
ru: `find . -type f -executable`, чтобы найти любые скрипты и вещи. Обратите внимание, что ant также выполнит все, что найдет в _build.xml_ и custom_rules.xml!
uk: `find . -type f -executable` — виявіть усі скрипти й виконувані файли. Зауважте, Ant також виконує все, що знаходить у _build.xml_ та custom_rules.xml!
zh_hans: `find . -type f -executable` 来定位任何脚本和事物。请注意，ant 还会执行它在 _build.xml_ 和 custom_rules.xml 中找到的任何内容！

source: `$find . -name '\*' | xargs file --mime | grep executable|shared-lib` to see if any prebuilts are around. These would often be detected by fdroid anyway and would usually be located in res/raw/ , assets/ or jni/.
de: `$find . -name '\*' | xargs file --mime | grep executable|shared-lib`, um zu sehen, ob es irgendwelche Prebuilts gibt. Diese würden von fdroid ohnehin oft erkannt und befinden sich üblicherweise in res/raw/, assets/ oder jni/.
pl: `$find . -name '\*' | xargs file --mime | grep executable|shared-lib` aby sprawdzić, czy w okolicy są jakieś prebuilty. Często byłyby one wykrywane przez fdroid i zwykle znajdowałyby się w res/raw/ , assets/ lub jni/.
pt_pt: `$find . -name '\*' | xargs file --mime | grep executable|shared-lib` para ver se existem pré-compilados. Estes seriam frequentemente detectados pelo fdroid de qualquer forma e normalmente estariam localizados em res/raw/, assets/ ou jni/.
ro: `$find . -name '\*' | xargs file --mime | grep executable|shared-lib` pentru a vedea dacă există vreun prebuilt. Acestea ar fi adesea detectate oricum de fdroid și ar fi de obicei localizate în res/raw/ , assets/ sau jni/.
ru: `$find . -name '\*' | xargs file --mime | grep executable|shared-lib`, чтобы проверить, есть ли среди них пребилды. Они часто обнаруживаются fdroid в любом случае и обычно находятся в res/raw/ , assets/ или jni/.
uk: `$find . -name '\*' | xargs file --mime | grep executable|shared-lib` — подивіться, чи нема вкладених збірок. Зазвичай F-Droid виявляє їх у res/raw/, assets/ чи jni/.
zh_hans: `$find .-name '\*'| xargs file --mime | grep executable|shared-lib` 来看看周围是否有预编译器。这些通常会被 F-Droid 检测到，并且通常位于res/raw/ , assets/ 或jni/。

source: Open some files in your editor, like the README, licenses, possibly files in res/xml that would contain changelogs, project.properties; run `git submodule` if applicable. All these will give clues about what might need changing from the previous build. It's very possible that no info will be given about Android libraries so you'll have to look for other clues, in the commit log for instance. If all else fails: `cd ../srclibs/ActionLibrary` and checkout out the latest code to find a suitable commit.
de: Öffnen Sie einige Dateien in Ihrem Editor, z. B. die README, Lizenzen, eventuell Dateien in res/xml, die Changelogs enthalten würden, „project.properties“; führen Sie ggf. `git submodule` aus. All dies gibt Hinweise darauf, was gegenüber dem vorherigen Build geändert werden muss. Es ist sehr wahrscheinlich, dass keine Informationen über Android-Bibliotheken geliefert werden, so dass Sie nach anderen Hinweisen suchen müssen, zum Beispiel im Commit-Log. Wenn alles andere fehlschlägt: `cd ../srclibs/ActionLibrary` und checken Sie den aktuellen Code aus, um einen passenden Commit zu finden.
pl: Otwórz niektóre pliki w edytorze, takie jak pliki README, licencje, ewentualnie pliki w res/xml, które będą zawierać dzienniki zmian, project.properties; uruchom `git submodule`, jeśli dotyczy. Wszystko to da wskazówki, co może wymagać zmiany z poprzedniej wersji. Jest bardzo możliwe, że nie zostaną podane informacje o bibliotekach Androida, więc będziesz musiał szukać innych wskazówek, na przykład w dzienniku zatwierdzania. Jeśli wszystko inne zawiedzie: `cd ../srclibs/ActionLibrary` i zrób checkout najnowszego kodu, aby znaleźć odpowiednie zatwierdzenie.
pt_pt: Abra alguns ficheiros no seu editor, como o LEIAME, licenças, possivelmente ficheiros em res/xml que contenham changelogs, project.properties; execute `git submodule` se aplicável. Estes darão pistas sobre o que pode ser necessário alterar em relação à compilação anterior. É muito possível que nenhuma informação será dada sobre bibliotecas Android para que tenha que procurar outras pistas, por exemplo, no log de commit. Se o resto falhar: `cd ../srclibs/ActionLibrary` e check-out do código mais recente para encontrar um commit adequada.
ro: Deschideți câteva fișiere în editorul dvs., cum ar fi README, licențe, eventual fișiere în res/xml care ar conține changelogs, project.properties; rulați `git submodule` dacă este cazul. Toate acestea vă vor da indicii despre ceea ce ar putea fi necesar să se schimbe față de construcția anterioară. Este foarte posibil să nu fie oferite informații despre bibliotecile Android, așa că va trebui să căutați alte indicii, de exemplu, în jurnalul de confirmare. Dacă toate celelalte eșuează: `cd ../srclibs/ActionLibrary` și verificați cel mai recent cod pentru a găsi o confirmare adecvată.
ru: Откройте в редакторе некоторые файлы, например, README, лицензии, возможно, файлы в res/xml, которые будут содержать журналы изменений, project.properties; запустите `git submodule`, если это применимо. Все это даст подсказки о том, что может потребоваться изменить по сравнению с предыдущей сборкой. Вполне возможно, что никакой информации о библиотеках Android не будет, поэтому вам придется искать другие подсказки, например, в журнале фиксации. Если все остальное не помогает: `cd ../srclibs/ActionLibrary` и просмотрите последний код, чтобы найти подходящий коммит.
uk: Відкрийте в редакторі такі файли, як README, ліцензії, project.properties і можливі журнали змін у res/xml; запустіть `git submodule` за потреби. Все це підкаже, що може бути потрібно змінити порівняно з попередньою збіркою. Цілком можливо, що жодних даних про бібліотеки Android не виявиться, й вам буде потрібно шукати інші підказки — наприклад, у журналі комітів. Якщо не вдасться, виконайте `cd ../srclibs/ActionLibrary` й завантажте найновіший код, щоб знайти потрібний коміт.
zh_hans: 在你的编辑器中打开一些文件，比如 README、许可证，可能是 res/xml 中包含变更日志、project.properties 的文件；如果适用，运行 `git submodule`。所有这些都将提供有关可能需要从以前的构建中更改哪些内容的线索。很可能不会提供有关 Android 库的信息，因此你必须寻找其他线索，例如在提交日志中。如果一切都失败了： `cd ../srclibs/ActionLibrary` 并检查最新的代码以找到合适的提交。

source: Write a patch if necessary although sed in the metadata is usually the better option: `mkdir ../../metadata/package-name; hg diff > ../../metadata/package-name.diff`
de: Schreiben Sie ggf. einen Patch, obwohl sed in den Metadaten normalerweise die bessere Möglichkeit darstellt: `mkdir ../../metadata/package-name; hg diff > ../../metadata/package-name.diff`
pl: Jeśli to konieczne, napisz łatę, chociaż zazwyczaj lepszym rozwiązaniem jest sed w metadanych: `mkdir ../../metadata/package-name; hg diff > ../../metadata/package-name.diff`
pt_pt: Escreva um patch se necessário, embora normalmente a melhor opção seja sed nos metadados: `mkdir ../../metadata/package-name; hg diff > ../../metadata/package-name.diff`
ro: Scrieți un patch dacă este necesar, deși stau în metadate este de obicei o opțiune mai bună `mkdir ../../metadata/package-name; hg diff > ../../metadata/package-name.diff`
ru: При необходимости напишите патч, хотя sed в метаданных обычно является лучшим вариантом: `mkdir ../../metadata/package-name; hg diff > ../../metadata/package-name.diff`
uk: За потреби напишіть патч, хоча sed у метаданих зазвичай доречніший: `mkdir ../../metadata/назва-пакунку; hg diff > ../../metadata/назва-пакунку.diff`
zh_hans: 必要时编写补丁，尽管元数据中的 sed 通常是更好的选择： `mkdir ../../metadata/package-name; hg diff > ../../metadata/package-name.diff`

source: `popd; vi metadata/package-name.txt` to add a new Build Version
de: `popd; vi metadata/package-name.txt` um eine neue Build-Version hinzuzufügen
pl: `popd; vi metadata/package-name.txt` aby dodać nową wersję Build
pt_pt: `popd; vi metadata/package-name.txt` para adicionar uma nova versão de compilação
ro: `popd; vi metadata/package-name.txt` pentru a adăuga o nouă versiune de construcție
ru: `popd; vi metadata/package-name.txt` для добавления новой версии сборки
uk: `popd; vi metadata/назва-пакунку.txt` — додайте нову версію збірки
zh_hans: `popd; vi metadata/package-name.txt`添加一个新的构建版本

source: Test with `fdroid build -p package-name -t -l -v | less` (use the completion script in fdroidserver) N.B --install doesn't currently warn if version names/codes are different from the metadata. Also proguard isn't enabled (since it is a debug build); neither will it warn you if it hasn't been installed for some reason.
de: Mit `fdroid build -p package-name -t -l -v | less` testen (verwenden Sie das Completion Skript in fdroidserver). Bitte beachten: --install warnt derzeit nicht, wenn Versionsnamen/Codes von den Metadaten abweichen. Auch proguard ist nicht aktiviert (da es ein Debug-Build ist); es warnt Sie auch nicht, wenn es aus irgendeinem Grund nicht installiert wurde.
pl: Testuj za pomocą `fdroid-build -p nazwa-pakietu -t -l -v | less` (użyj skryptu zakończenia w fdroidserver) N.B --install obecnie nie ostrzega, jeśli nazwy wersji/kody różnią się od metadanych. Również proguard nie jest włączony (ponieważ jest to kompilacja debugowania); ani nie będzie ostrzegał, jeśli nie został zainstalowany z jakiegoś powodu.
pt_pt: Teste com `fdroid build -p package-name -t -l -v | less` (use o script de conclusão no fdroidserver) N.B --install não avisa se os nomes/códigos das versões são diferentes dos metadados. Proguard também não está ativado (já que é uma compilação de depuração); nem o avisará se não tiver sido instalado por alguma razão.
ro: Testați cu `fdroid build -p package-name -t -l -v | less` (utilizați scriptul de completare din fdroidserver) N.B. --install nu avertizează în prezent dacă numele/codurile versiunilor sunt diferite de metadate. De asemenea, proguard nu este activat (deoarece este o compilare de depanare); nici nu vă va avertiza dacă nu a fost instalat din anumite motive.
ru: Проверьте с помощью `fdroid build -p package-name -t -l -v | less` (используйте скрипт завершения в fdroidserver) N.B --install в настоящее время не предупреждает, если имена/коды версий отличаются от метаданных. Также не включен proguard (так как это отладочная сборка); также он не предупредит вас, если он не был установлен по какой-то причине.
uk: `fdroid build -p назва-пакунку -t -l -v | less` — випробуйте збірку (fdroidserver має корисний скрипт автоматичного доповнення командного рядка). Зауважте, --install не попереджає, якщо назви чи коди версій відрізняються від метаданих. Також у збірці для зневадження вимкнено proguard, а в разі помилки встановлення вам не буде показано її причини.
zh_hans: 用`fdroid build -p package-name -t -l -v | less`（使用 fdroidserver 中的完成脚本） 请注意， --install 目前不会在版本名称/代码与元数据不同时发出警告。此外，proguard 也没有启用（因为它是一个调试构建）；如果由于某种原因没有安装，它也不会警告你。

source: Sign with a debug key `jarsigner -keystore \~/.android/debug.keystore -digestalg SHA1 -sigalg SHA1withRSA tmp/com.seawolfsanctuary.keepingtracks_20130727.apk androiddebugkey`
de: Signieren Sie mit einem Debug-Schlüssel `jarsigner -keystore \~/.android/debug.keystore -digestalg SHA1 -sigalg SHA1withRSA tmp/com.seawolfsanctuary.keepingtracks_20130727.apk androiddebugkey`
pl: Zaloguj się za pomocą klucza debugowania `jarsigner -keystore \~/.android/debug.keystore -digestalg SHA1 -sigalg SHA1withRSA tmp/com.seawolfsanctuary.keepingtracks_20130727.apk androiddebugkey`
pt_pt: Assinar com uma chave de depuração `jarsigner -keystore \~/.android/debug.keystore -digestalg SHA1 -sigalg SHA1withRSA tmp/com.seawolfsanctuary.keepingtracks_20130727.apk androiddebugkey`
ro: Semnați cu o cheie de depanare `jarsigner -keystore \~/.android/debug.keystore -digestalg SHA1 -sigalg SHA1withRSA tmp/com.seawolfsanctuary.keepingtracks_20130727.apk androiddebugkey`
ru: Подпишите отладочным ключом `jarsigner -keystore \~/.android/debug.keystore -digestalg SHA1 -sigalg SHA1withRSA tmp/com.seawolfsanctuary.keepingtracks_20130727.apk androiddebugkey`
uk: `jarsigner -keystore \~/.android/debug.keystore -digestalg SHA1 -sigalg SHA1withRSA tmp/com.seawolfsanctuary.keepingtracks_20130727.apk androiddebugkey` — підпишіть ключем зневадження
zh_hans: 用调试密钥签名 `jarsigner -keystore\~/.android/debug.keystore -digestalg SHA1 -sigalg SHA1withRSA tmp/com.seawolfsanctuary.keepingtracks_20130727.apk androiddebugkey`

source: `adb install tmp/com.seawolfsanctuary.keepingtracks_20130727.apk -a` and have look at the result. Look at the about screen in particular. If bug report libraries are in use verify that crash reporting is optional (the Android Manifest can help here). If crash reporting is on by default the app needs an anti-feature. Same thing applies to ads.
de: `adb install tmp/com.seawolfsanctuary.keepingtracks_20130727.apk -a` und schauen Sie sich das Ergebnis an. Schauen Sie sich insbesondere den About-Bildschirm an. Wenn Bugreport-Bibliotheken verwendet werden, vergewissern Sie sich, dass das Absturzreporting optional ist (das Android-Manifest kann hier eine Hilfe sein). Wenn das Absturzreporting standardmäßig eingeschaltet ist, benötigt die Anwendung ein Anti-Feature. Dasselbe gilt für Werbung.
pl: `adb install tmp/com.seawolfsanctuary.keepingtracks_20130727.apk -a` i spójrz na wynik. Spójrz w szczególności na ekran. Jeśli biblioteki raportów błędów są w użyciu, sprawdź, czy raport o awariach jest opcjonalny (może Ci w tym pomóc Manifest Androida). Jeśli raportowanie awarii jest domyślnie włączone, aplikacja wymaga funkcji anty-funkcji. To samo dotyczy reklam.
pt_pt: `adb install tmp/com.seawolfsanctuary.keepingtracks_20130727.apk -a` e repare o resultado. Olhe para o ecrã Sobre em particular. Se bibliotecas de relatórios de bugs estiverem em uso, verifique se relatórios de falhas são opcionais (o Manifesto Android pode ajudar neste caso). Se o relatório de travamento estiver ativado por predefinição, o app precisa de uma característica indesejada. O mesmo aplica-se aos anúncios.
ro: `adb install tmp/com.seawolfsanctuary.keepingtracks_20130727.apk -a` și uitați-vă la rezultat. Uitați-vă în special la ecranul despre. Dacă bibliotecile de raportare a erorilor sunt utilizate, verificați dacă raportarea erorilor este opțională (Manifestul Android poate fi de ajutor aici). Dacă raportarea erorilor este activată în mod implicit, aplicația are nevoie de o anti-funcție. Același lucru este valabil și pentru reclame.
ru: `adb install tmp/com.seawolfsanctuary.keepingtracks_20130727.apk -a` и посмотрите на результат. В частности, посмотрите на экран "О программе". Если используются библиотеки отчетов об ошибках, проверьте, не включено ли оповещение о сбоях (здесь может помочь манифест Android). Если сообщение о сбоях включено по умолчанию, приложению нужна анти-функция. То же самое касается рекламы.
uk: `adb install tmp/com.seawolfsanctuary.keepingtracks_20130727.apk -a` — перегляньте результат. Зверніть увагу на екран про застосунок. Якщо використано бібліотеки звітування про вади, переконайтесь (AndroidManifest може вам допомогти), що звітування необов'язкове. Якщо звітування усталено ввімкнено чи є реклама, вкажіть застосунку небажані можливості.
zh_hans: `adb install tmp/com.seawolfsanctuary.keepingtracks_20130727.apk -a`并看看结果。特别是看一下“关于”屏幕。 如果使用了错误报告库，请确认崩溃报告是可选的（Android Manifest 在这里可以提供帮助）。如果崩溃报告是默认打开的，那么该应用需要一个负面特征。广告同理。

source: Add any info for the next time above AutoUpdateMode, and see if the update check mode needs any tweaking.
de: Fügen Sie alle Informationen für das nächste Mal über AutoUpdateMode hinzu, und prüfen Sie, ob der Update-Prüfmodus angepasst werden muss.
pl: Dodaj dowolną informację dla następnego razu powyżej trybu AutoUpdateMode i sprawdź, czy tryb sprawdzania aktualizacji wymaga jakichkolwiek poprawek.
pt_pt: Adicione qualquer informação para a próxima vez acima de AutoUpdateMode e veja se o modo de verificação de atualização precisa de algum ajuste.
ro: Adăugați orice informație pentru data viitoare mai sus de AutoUpdateMode și vedeți dacă modul de verificare a actualizării necesită vreo modificare.
ru: Добавьте любую информацию для следующего раза над AutoUpdateMode и посмотрите, нужно ли подправить режим проверки обновления.
uk: Додайте можливі коментарі на майбутнє над режимом автоматичного оновлення — AutoUpdateMode. Перевірте, чи не потребує режим перевірки оновлень (UpdateCheckMode) певних змін.
zh_hans: 在 AutoUpdateMode 上方添加下一次的任何信息，并查看更新检查模式是否需要任何调整。

source: Have a quick look at the description and URLs to see if anything needs updating
de: Werfen Sie einen kurzen Blick auf die Beschreibung und die URLs, um zu sehen, ob etwas aktualisiert werden muss
pl: Przejrzyj krótki opis i adresy URL, aby sprawdzić, czy coś wymaga aktualizacji
ro: Aruncați o privire rapidă asupra descrierii și a URL-urilor pentru a vedea dacă ceva trebuie actualizat
ru: Просмотрите описание и ссылки, чтобы понять, нужно ли что-то обновить
uk: Прогляньте опис та URL-адреси та внесіть можливі необхідні зміни
zh_hans: 快速查看描述和网址，看看是否有任何需要更新的内容

source: Commit new srclibs and extlibs `git commit build/extlibs/volley/\*` and include a source.txt if a jar is from a new location
de: Committen Sie neue srclibs und extlibs `git commit build/extlibs/volley/\*` und fügen Sie eine source.txt ein, wenn ein jar von einem neuen Ort stammt
pl: Zatwierdź nowe srclibs i extlibs `git commit build/extlibs/volley/\*` i dołącz plik source.txt, jeśli jar pochodzi z nowej lokalizacji
pt_pt: Commit novos srclibs e extlibs `git commit build/extlibs/volley/\*` e incluem um source.txt se um jar é de um local novo
ro: Comiterea noilor srclibs și extlibs `git commit build/extlibs/volley/\*` și includerea unui source.txt dacă un jar este dintr-o locație nouă
ru: Зафиксировать новые srclibs и extlibs `git commit build/extlibs/volley/\*` и включить файл source.txt, если jar находится в новом местоположении
uk: `git commit build/extlibs/volley/\*` — зробіть коміт із новими srclibs та extlibs і додайте source.txt, якщо jar має нове джерело
zh_hans: 提交新的 srclibs 和 extlibs `git commit build/extlibs/volley/*` 并且如果 jar 来自新的位置，则包括 source.txt

source: If there is nothing special, commit directly with the commitupdates script. If not, include as much info as you can in the body of the git commit
de: Wenn es nichts Besonderes gibt, können Sie direkt mit dem commitupdates-Skript committen. Wenn nicht, fügen Sie so viele Informationen wie möglich in den Body des Git-Commit ein
pl: Jeśli nie ma nic specjalnego, zatwierdzaj bezpośrednio za pomocą skryptu commitupdates. Jeśli nie, umieść jak najwięcej informacji w treści polecenia git
pt_pt: Se não houver nada de especial, commit directamente com o script commitupdates. Se não, inclua o máximo de informação que puder no corpo do git commit
ro: Dacă nu există nimic special, confirmați direct cu scriptul commitupdates. În caz contrar, includeți cât mai multe informații în corpul comenzii git commit
ru: Если нет ничего особенного, зафиксируйте непосредственно с помощью скрипта commitupdates. Если нет, включите как можно больше информации в тело git-коммита
uk: Якщо все готово, зробіть коміт скриптом commitupdates. Інакше додайте якнайдокладніші дані в тіло git commit
zh_hans: 如果没有什么特别的，直接用 commitupdates 脚本提交。如果没有，请在 git commit 的正文中包含尽可能多的信息

source: That's a lot of things to do, but experience shows that it's a good idea to be vigilant and of course the process gets faster with time... Good luck!
de: Das ist eine Menge Arbeit, aber die Erfahrung zeigt, dass es sinnvoll ist, wachsam zu sein und natürlich wird der Ablauf mit der Zeit schneller … Viel Glück!
pl: To wiele rzeczy do zrobienia, ale doświadczenie pokazuje, że warto być czujnym i oczywiście proces z czasem staje się szybszy ... Powodzenia!
pt_pt: São muitas coisas para fazer, mas a experiência mostra que é uma boa ideia estar atento e, claro, o processo fica mais rápido com o tempo.... Boa sorte!
ro: Sunt multe lucruri de făcut, dar experiența ne arată că este bine să fim vigilenți și, bineînțeles, procesul devine mai rapid cu timpul... Mult noroc!
ru: Много всего нужно сделать, но опыт показывает, что надо быть бдительным и, конечно, со временем процесс пойдет быстрее... Удачи!
uk: Це чимало роботи, але досвід показує, що всі кроки того варті. Й звісно, процес із часом прискорюється... Успіхів!
zh_hans: 要做的事情很多，但经验表明，保持警惕是个好主意，当然，随着时间的推移，这个过程会越来越快...... 祝你好运!

source: Importing Applications
de: Anwendungen importieren
pl: Importowanie aplikacji
pt_pt: Importar Aplicações
ro: Importul de aplicații
ru: Импорт приложений
uk: Імпорт застосунків
zh_hans: 导入应用
