Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: To improve this situation, generate the repo on a non-public machine like your laptop, keeping _config.yml_ and the keystore only on that machine (remember to make backups!). Then use `fdroid deploy` to publish the changes to your repo on a separate server via ssh. So start a new repo from scratch on your non-public machine:
de: Um diese Situation zu verbessern, erzeugen Sie das Repo auf einem nicht-öffentlichen Rechner wie Ihrem Laptop, wobei Sie _config.yml_ und den Schlüsselspeicher nur auf diesem Rechner behalten (denken Sie daran, Backups zu erstellen!). Verwenden Sie dann `fdroid deploy`, um die Änderungen an Ihrem Repo auf einem separaten Server via ssh zu veröffentlichen. Also starten Sie ein von Grund auf neues Repo auf Ihrer nicht-öffentlichen Maschine:
pl: Aby poprawić tę sytuację, wygeneruj repozytorium na niepublicznej maszynie, takiej jak laptop, przechowując _config.yml_ i magazyn kluczy tylko na tym komputerze (pamiętaj, aby tworzyć kopie zapasowe!). Następnie użyj `fdroid deploy`, aby opublikować zmiany w repo na oddzielnym serwerze przez ssh. Zacznij więc nowe repozytorium od zera na swoim niepublicznym komputerze:
ro: Pentru a îmbunătăți această situație, generați repo-ul pe o mașină nepublică, cum ar fi laptopul, păstrând _config.yml_ și keystore doar pe acea mașină (nu uitați să faceți copii de rezervă!). Apoi, utilizați `fdroid deploy` pentru a publica modificările la repo-ul dvs. pe un server separat prin ssh. Așadar, începeți un nou repo de la zero pe mașina dvs. nepublică:
ru: Чтобы улучшить ситуацию, создайте репо на непубличной машине, например на ноутбуке, сохранив _config.yml_ и keystore только на этой машине (не забывайте делать резервные копии!). Затем используйте `fdroid deploy` для публикации изменений в репо на отдельном сервере через ssh. Таким образом, создайте новое репо с нуля на вашей непубличной машине:
uk: Щоб усунути цю проблему, створіть репозиторій на приватному комп'ютері, такому як ваш ноутбук, не зберігаючи _config.yml_ і сховища ключів на жодному іншому комп'ютері (проте робіть резервні копії!). Тоді використайте `fdroid deploy`, щоб вивантажити зміни репозиторію на окремий сервер за допомогою ssh. Отож, створімо новий репозиторій з нуля на вашому приватному комп'ютері:
zh_hans: 要改善这种情况，请在非公共计算机（如笔记本电脑）上生成存储库，仅将 _config.yml_ 和密钥库保留在该计算机上（请记住进行备份！然后使用 `fdroid deploy` 通过 ssh 将更改发布到单独服务器上的存储库。因此，在非公共计算机上从头开始新的存储库：

source: mkdir ~/fdroid cd ~/fdroid fdroid init cp /path/to/\*.apk ~/fdroid/repo/ fdroid update --create-metadata emacs config.yml # add the serverwebroot, etc. fdroid deploy -v
de: mkdir ~/fdroid cd ~/fdroid fdroid init cp /pfad/zum/\*.apk ~/fdroid/repo/ fdroid update --create-metadata emacs config.yml # Serverwebroot usw. ergänzen fdroid deploy -v
ru: mkdir ~/fdroid cd ~/fdroid fdroid init cp /path/to/\*.apk ~/fdroid/repo/ fdroid update --create-metadata emacs config.yml # добавляем serverwebroot и т. д. fdroid deploy -v
uk: mkdir ~/fdroid cd ~/fdroid fdroid init cp /шлях до/\*.apk ~/fdroid/repo/ fdroid update --create-metadata emacs config.yml # додайте serverwebroot тощо fdroid deploy -v

source: Now edit _config.yml_ to set `serverwebroot`, it is in the form of a standard SCP file destination. Then `fdroid deploy` will do the publishing via rsync over ssh. So both computers will have to have ssh and rsync installed and setup. You can also use your own existing signing key rather than the one generated by `fdroid init`, just edit `repo_keyalias`, `keystore`, `keystorepass`, `keypass`, and `keydname` in _~/fdroid/config.yml_.
de: Bearbeiten Sie nun _config.yml_, um `serverwebroot` zu setzen, es hat die Form eines Standard-SCP-Dateiziels. Dann wird `fdroid deploy` die Veröffentlichung über rsync über ssh durchführen. Beide Computer müssen also ssh und rsync installiert und eingerichtet haben. Sie können auch Ihren eigenen vorhandenen Signierschlüssel verwenden, anstatt den von `fdroid init` erzeugten, bearbeiten Sie einfach `repo_keyalias`, `keystore`, `keystorepass`, `keypass` und `keydname` in _~/fdroid/config.yml_.
pl: Teraz edytuj _config.yml_, aby ustawić `serverwebroot`; ma on postać docelowego pliku SCP. Następnie `fdroid deploy` zrobi publikację za pośrednictwem rsync przez ssh. Tak więc oba komputery będą musiały mieć zainstalowane i skonfigurowane ssh i rsync. Możesz także użyć własnego istniejącego klucza podpisu zamiast wygenerowanego przez `fdroid init`; po prostu edytuj `repo_keyalias`, `keystore`, `keystorepass`, `keypass`, i `keydname` w _~/fdroid/config.yml_.
ro: Acum editați _config.yml_ pentru a seta `serverwebroot`, acesta este sub forma unei destinații standard de fișier SCP. Apoi `fdroid deploy` va face publicarea prin rsync prin ssh. Așadar, ambele calculatoare vor trebui să aibă instalate și configurate ssh și rsync. De asemenea, puteți utiliza propria cheie de semnare existentă în loc de cea generată de `fdroid init`, editați doar `repo_keyalias`, `keystore`, `keystorepass`, `keypass` și `keydname` în _~/fdroid/config.yml_.
ru: Теперь отредактируйте _config.yml_, чтобы задать `serverwebroot`, в виде стандартного места назначения SCP-файла. Затем `fdroid deploy` будет выполнять публикацию через rsync по ssh. Таким образом, на обоих компьютерах должны быть установлены и настроены ssh и rsync. Вы также можете использовать свой собственный ключ подписи, а не тот, который генерируется `fdroid init`, просто отредактируйте `repo_keyalias`, `keystore`, `keystorepass`, `keypass` и `keydname` в _~/fdroid/config.yml_.
uk: Тепер відредагуйте _config.yml_, вказавши `serverwebroot` як стандартну SCP-ціль для вивантаження `fdroid deploy` за допомогою rsync через ssh. На обох комп'ютерах слід встановити й налаштувати ssh та rsync. Замість згенерованого `fdroid init` ключа підпису, можете використати свій уже наявний, просто змінивши `repo_keyalias`, `keystore`, `keystorepass`, `keypass` та `keydname` в _~/fdroid/config.yml_.
zh_hans: 现在编辑 _config.yml_ 设置 `serverwebroot`，它是标准 SCP 文件目的地的形式。然后 `fdroid deploy` 将通过 ssh 上的 rsync 进行发布。因此，两台计算机都必须安装和设置 ssh 和 rsync。你也可以使用自己现有的签名密钥而不是 `fdroid init` 生成的密钥，只需编辑 `repo_keyalias`、`keystore`、`keystorepass`， `keypass` 和 `keydname` 在 _~/fdroid/config.yml_。

source: Signing Process
de: Signiervorgang
pl: Proces podpisywania
pt_pt: Processo de Assinatura
ro: Procesul de semnare
ru: Процесс подписания
uk: Процес підпису
zh_hans: 签名流程

source: Cryptographic signatures using public/private key parts are central to [how F-Droid](../Security_Model) provides secure app distribution. Signing keys are required to make your own releases with the F-Droid tools. Consider the location, security and backup status of your key files carefully. The keys need to remain secure for the entire lifetime of an F-Droid repo, or an Android app. The signing key is central the identity of an Android app and an F-Droid repo, so those keys must be kept safe, secure and well backed up! Also, take note that Google's directions for [securing these private keys](https://developer.android.com/studio/publish/app-signing.html#secure-key) provides only the minimal steps to take to safeguard the keys.
de: Kryptographische Signaturen, die öffentliche/private Schlüssel verwenden, sind zentrale Bestandteile, [wie F-Droid](../Security_Model) eine sichere App-Auslieferung bereitstellt. Signierschlüssel sind notwendig, um Ihre eigenen Veröffentlichungen mit den F-Droid-Werkzeugen zu erstellen. Speicherort, Sicherheits- und Sicherungsstatus Ihrer Schlüsseldateien sollten sorgfältig bedacht werden. Die Schlüssel müssen für die gesamte Lebensdauer eines F-Droid-Repos oder einer Android-App sicher bleiben. Der Signierschlüssel ist das Hauptmerkmal für die Identität einer Android-App und eines F-Droid-Repos, somit müssen diese Schlüssel zuverlässig, geschützt und gut gesichert aufbewahrt werden! Berücksichtigen Sie dabei auch, dass Googles Hinweise zum [Schutz der privaten Schlüssel](https://developer.android.com/studio/publish/app-signing.html#secure-key) nur die Minimalmaßnahmen darstellen, die ergriffen werden sollten, um die Schlüssel abzusichern.
pl: Podpisy kryptograficzne używające części klucza publicznego/prywatnego są kluczowe dla sposobu [jak F-Droid]](../Security_Model) zapewnia bezpieczną dystrybucję aplikacji. Klucze podpisu są wymagane do tworzenia własnych wydań za pomocą narzędzi F-Droid. Rozważ ostrożnie lokalizację, bezpieczeństwo i stan kopii zapasowych swoich kluczy. Klucze muszą pozostać bezpieczne przez cały okres trwania repozytorium F-Droid lub aplikacji na Androida. Klucz do podpisu jest kluczową tożsamością aplikacji na Androida i repozytorium F-Droid, więc klucze muszą być bezpieczne i mieć dobrą kopię zapasową! Pamiętaj też, że wskazówki Google dotyczące [zabezpieczania tych kluczy prywatnych](https://developer.android.com/studio/publish/app-signing.html#secure-key) zawierają tylko minimalne kroki, które należy podjąć, aby zabezpieczyć klucze.
pt_pt: Assinaturas criptográficas a usar partes de chaves públicas/privadas são centrais para [como o F-Droid](../Security_Model) fornece a distribuição segura de apps. Chaves de assinatura são necessárias para fazer os seus próprios lançamentos com as ferramentas F-Droid. Considere cuidadosamente a localização, a segurança e o estado de backup dos seus ficheiros chave. As chaves precisam permanecer seguras por toda a vida útil de um F-Droid repo, ou uma app Android. A chave de assinatura é central a identidade de uma app Android e um F-Droid repo, então essas chaves devem ser mantidas protegidas, seguras e bem apoiadas! Além disso, note que as instruções do Google para [proteger essas chaves privadas](https://developer.android.com/studio/publish/app-signing.html#secure-key) fornece apenas os passos mínimos a tomar para salvaguardar as chaves.
ro: Semnăturile criptografice care utilizează părți de chei publice/private sunt esențiale pentru [how F-Droid](../Security_Model)asigură o distribuție sigură a aplicațiilor. Cheile de semnare sunt necesare pentru a face propriile versiuni cu instrumentele F-Droid. Luați în considerare cu atenție locația, securitatea și starea de backup a fișierelor dvs. de chei. Cheile trebuie să rămână securizate pe toată durata de viață a unui repo F-Droid sau a unei aplicații Android. Cheia de semnare este esențială pentru identitatea unei aplicații Android și a unui repo F-Droid, așa că aceste chei trebuie păstrate în siguranță, securizate și bine protejate! De asemenea, rețineți că instrucțiunile Google pentru [securing these private keys](https://developer.android.com/studio/publish/app-signing.html#secure-key) oferă doar pașii minimi de urmat pentru protejarea cheilor.
ru: Криптографические подписи с использованием частей открытого/закрытого ключа являются центральным элементом [того, как F-Droid](../Security_Model) обеспечивает безопасное распространение приложений. Ключи подписи необходимы для создания собственных релизов с помощью инструментов F-Droid. Тщательно продумайте расположение, безопасность и состояние резервного копирования ваших ключевых файлов. Ключи должны оставаться в безопасности в течение всего времени существования репозитория F-Droid или приложения Android. Ключ подписи является центральным элементом идентификации приложения Android и репозитория F-Droid, поэтому эти ключи должны храниться в безопасности, надежности и резервном копировании! Также обратите внимание, что в инструкциях Google по [обеспечению безопасности этих закрытых ключей](https://developer.android.com/studio/publish/app-signing.html#secure-key) приведены лишь минимальные шаги, которые необходимо предпринять для защиты ключей.
uk: Криптографічне підписування розповсюджуваних застосунків парами відкритих і закритих ключів — одна з засад [безпеки F-Droid](../Security_Model). Ключі підпису потрібні, щоб робити власні випуски за допомогою засобів F-Droid. Ретельно стежте за розміщенням і безпекою файлів своїх ключів, як і за їхнім резервним копіюванням. Ключі слід надійно захищати протягом усього існування репозиторію F-Droid, тож зберігайте їх безпечно й надійно, й регулярно створюйте резервні копії! Також зауважте, що інструкції Google [з убезпечення закритих ключів](https://developer.android.com/studio/publish/app-signing.html#secure-key) описують лише частину процесу їхнього захисту.
zh_hans: 使用公钥/私钥部分的加密签名是 [F-Droid](../Security_Model) 如何提供安全应用分发的核心。使用 F-Droid 工具制作你自己的版本需要签名密钥。仔细考虑关键文件的位置、安全性和备份状态。密钥需要在 F-Droid 存储库或 Android 应用的整个生命周期内保持安全。签名密钥是 Android 应用和 F-Droid 存储库身份的核心，因此必须妥善保管这些密钥并妥善备份！另外，请注意，Google 的[保护这些私钥](https://developer.android.com/studio/publish/app-signing.html#secure-key) 的说明仅提供了保护密钥所需的最少步骤.

source: There are two kinds of signing involved in running a repository:
de: Es gibt zwei Arten des Signierens, die im Betrieb eines Repositorys eine Rolle spielen:
pl: W uruchomieniu repozytorium zaangażowane są dwa rodzaje podpisów:
pt_pt: Existem duas categorias de assinatura envolvidos na execução de um repositório:
ro: Există două tipuri de semnături implicate în gestionarea unui depozit:
ru: Существует два вида подписей, связанных с управлением репозиторием:
uk: При супроводі репозиторію використовуються два види підпису:
zh_hans: 运行存储库涉及两种类型的签名：

source: the signing of the repo index itself
de: das Signieren des Repo-Registers selbst
pl: podpisanie samego indeksu repozytorium
ro: semnarea indexului repo în sine
ru: подписание самого индекса репозитория
uk: підпис самого індексу репозиторію
zh_hans: 存储库索引自身的签名

source: the standard Android APK signing process
de: der standardmäßige Android-APK-Signiervorgang
pl: standardowy proces podpisywania APK Androida
ro: procesul standard de semnare a APK-ului Android
ru: стандартный процесс подписания APK для Android
uk: стандартний Android-процес підпису APK
zh_hans: 标准的 Android APK 签名流程

source: Repo Index Signing
de: Repo-Registersignatur
pl: Podpisywanie Indeksu Repo
pt_pt: Assinatura do Índice de Repo
ro: Semnarea indicelui Repo
ru: Подписание индекса репозитория
uk: Підпис індексу репозиторію
zh_hans: 存储库索引签名

source: When setting up the repository, one of the first steps should be to generate a signing key for the repository index. This will also create a keystore, which is the file that holds the signing keys.
de: Bei Einrichtung des Repositorys, sollte einer der ersten Schritte die Erzeugung eines Signierschlüssels für das Repository-Register sein. Dabei wird auch ein Schlüsselspeicher erstellt, d. h. die Datei, die die Signierschlüssel enthält.
pl: Podczas konfigurowania repozytorium, jednym z pierwszych kroków powinno być wygenerowanie klucza podpisu dla indeksu repozytorium. Spowoduje to również utworzenie magazynu kluczy, który jest plikiem przechowującym klucze podpisu.
pt_pt: Ao configurar o repositório, um dos primeiros passos deve ser gerar uma chave de assinatura para o índice do repositório. Isso também criará um repositório de chaves, que é o ficheiro que contém as chaves de assinatura.
ro: La configurarea depozitului, unul dintre primii pași ar trebui să fie generarea unei chei de semnare pentru indexul depozitului. Astfel, se va crea, de asemenea, un keystore, care este fișierul care conține cheile de semnare.
ru: При настройке хранилища одним из первых шагов должна быть генерация ключа подписи для индекса хранилища. При этом также создается keystore - файл, в котором хранятся ключи подписи.
uk: Один із перших кроків створення репозиторію — генерація ключа підпису для індексу репозиторію. Це також створює сховище ключів, тобто файл, у якому збережено ключі підпису.
zh_hans: 设置存储库时，第一步应该是为存储库索引生成签名密钥。这还将创建一个密钥库，它是保存签名密钥的文件。

source: `fdroid init` will automatically create a new signing key for an F-Droid repo. It is possible to manually create keys just like creating [Android signing keys](https://developer.android.com/studio/publish/app-signing.html#signing-manually), with a command like:
de: `fdroid init` wird automatisch einen neuen Signierschlüssel für ein F-Droid-Repo erstellen. Es ist möglich, genau wie bei der Erstellung von [Android-Signierschlüsseln](https://developer.android.com/studio/publish/app-signing.html#signing-manually), Schlüssel mit einem Befehl wie dem folgenden manuell zu erstellen:
pl: `fdroid init` automatycznie utworzy nowy klucz podpisujący dla repozytorium F-Droid. Możliwe jest ręczne tworzenie kluczy, tak jak tworzenie [kluczy podpisujących Android](https://developer.android.com/studio/publish/app-signing.html#signing-manually), z poleceniem:
pt_pt: `fdroid init` irá criar automaticamente uma nova chave de assinatura para um repositório F-Droid. É possível criar manualmente as chaves como se fosse criar as [chaves de assinatura Android](https://developer.android.com/studio/publish/app-signing.html#signing-manually), com um comando do tipo:
ro: `fdroid init` va crea automat o nouă cheie de semnare pentru un repo F-Droid. Este posibilă crearea manuală a cheilor, la fel ca și crearea [Android signing keys](https://developer.android.com/studio/publish/app-signing.html#signing-manually), cu o comandă de genul:
ru: `fdroid init` автоматически создаст новый ключ подписи для репозитория F-Droid. Можно создать ключи вручную, как и [Android signing keys](https://developer.android.com/studio/publish/app-signing.html#signing-manually), с помощью команды типа:
uk: `fdroid init` створює ключ підпису для репозиторію F-Droid автоматично. Цей ключ можливо створити вручну, як і [ключі підпису Android](https://developer.android.com/studio/publish/app-signing.html#signing-manually):
zh_hans: `fdroid init` 将自动为 F-Droid 存储库创建一个新的签名密钥。可以像创建 [Android 签名密钥](https://developer.android.com/studio/publish/app-signing.html#signing-manually) 一样手动创建密钥，使用如下命令：

source: In the above, replace _my.keystore_ with the name of the keystore file to be created, and 'repokey' with a name to identify the repo index key by. You'll be asked for a password for the keystore, AND a password for the key. They shouldn't be the same. In between, you'll be asked for some identifying details which will go in the certificate.
de: Im o. g., ersetzen Sie _my.keystore_ durch den Namen der Schlüsselspeicherdatei, die erstellt werden soll, und „repokey“ durch den Namen, über den der Repo-Registerschlüssel identifiziert wird. Sie werden dazu aufgefordert werden, ein Passwort für den Schlüsselspeicher UND ein Passwort für den Schlüssel festzulegen. Sie sollten nicht dieselben sein. Daneben werden Sie gebeten werden, einige kennzeichnende Einzelheiten zu nennen, die in das Zertifikat einfließen werden.
pl: W powyższym przykładzie należy zastąpić _my.keystore_ nazwą pliku kluczy, który ma zostać utworzony, oraz 'repokey' z nazwą identyfikującą klucz indeksu repo według. Zostaniesz zapytany o hasło do magazynu kluczy ORAZ hasło do klucza. Nie powinny być takie same. W międzyczasie zostaniesz poproszony o podanie danych identyfikujących, które znajdą się w certyfikacie.
ro: În textul de mai sus, înlocuiți _my.keystore_ cu numele fișierului keystore care urmează să fie creat, iar "repokey" cu un nume prin care să identificați cheia de indexare repo. Vi se va cere o parolă pentru keystore, ȘI o parolă pentru cheie. Acestea nu ar trebui să fie identice. Între timp, vi se vor cere câteva detalii de identificare care vor fi incluse în certificat.
ru: Замените _my.keystore_ на имя создаваемого файла keystore, а 'repokey' - на имя, по которому будет идентифицироваться ключ индекса репозитория. Вам будет предложено ввести пароль для хранилища ключей и пароль для ключа. Они не должны быть одинаковыми. В промежутке вас попросят ввести некоторые идентификационные данные, которые войдут в сертификат.
uk: Замість _моє.keystore_ угорі введіть назву файлу сховища ключів, яке ви бажаєте створити, а замість «назва» — ту назву, що ідентифікуватиме індекс репозиторію. Ви отримаєте прохання вказати пароль до сховища ключів, А ТАКОЖ пароль до ключа. Паролі мусять відрізнятися. Також вам буде треба вказати додаткові ідентифікаційні дані, що стануть частиною сертифікату.
zh_hans: 在上面，将 _my.keystore_ 替换为要创建的 keystore 文件的名称，并将 “repokey” 替换为识别存储库索引密钥的名称。 你会被要求提供 keystore 的密码和钥匙的密码。它们不应该是相同的。在这两者之间，你会被要求提供一些识别细节，这些细节将被写入证书。

source: The two passwords entered go into _config.yml_, as `keystorepass` and `keypass` respectively. The path to the keystore file is set in `keystore`, and the alias you chose for the key also go into that file is called `repo_keyalias`.
de: Die beiden eingegebenen Passwörter wandern als `keystorepass` bzw. `keypass` in _config.yml_. Der Pfad zur Schlüsselspeicherdatei wird in `keystore` abgelegt und das für den Schlüssel von Ihnen ausgewählte Alias gelangt unter der Bezeichnung `repo_keyalias` ebenfalls in diese Datei.
pl: Wprowadzone dwa hasła przechodzą do _config.yml_, odpowiednio jako 'keystorepass' i 'keypass'. Ścieżka do pliku magazynu kluczy jest ustawiona w `magazynie kluczy`, a alias, który wybrałeś dla tego klucza, przechodzi do pliku o nazwie `repo_keyalias`.
pt_pt: As duas palavra-passe digitadas vão para _config.yml_, como `keystorepass` e `keypass` respectivamente. O caminho para o ficheiro keystore é definido em `keystore`, e o alias que escolheu para a chave também entra nesse ficheiro é chamado `repo_keyalias`.
ro: Cele două parole introduse se introduc în _config.yml_, ca `keystorepass` și, respectiv, `keypass`. Calea către fișierul keystore este setată în `keystore`, iar aliasul ales pentru cheie se introduce și el în acel fișier numit `repo_keyalias`.
ru: Два введенных пароля идут в _config.yml_, как `keystorepass` и `keypass` соответственно. Путь к файлу keystore указан в `keystore`, а псевдоним, который вы выбрали для ключа, также входит в этот файл под названием `repo_keyalias`.
uk: Обидва введені паролі опиняться в _config.yml_ як `keystorepass` і `keypass` відповідно. Шлях до файлу сховища ключів запишеться в `keystore`, а обрана вами назва ключа потрапить у файл `repo_keyalias`.
zh_hans: 输入的两个密码分别作为 `keystorepass` 和 `keypass` 进入 _conconfig.yml_。密钥库文件的路径在 `密钥库 ` 中设置，你为密钥选择的别名也进入该文件，称为 `repo_keyalias`。

source: APK Signing
de: APK-Signatur
pl: Podpisywanie APK
pt_pt: Assinatura de APK
ro: Semnătura APK
ru: Подписание APK
uk: Підпис APK
zh_hans: APK 签名
