Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: The deploy procedure was tested on a machine running Debian/stretch. It should be triggered whenever the repo index is published, so it can rebuild with the latest app information. This whole procedure can be run as root, or just `gitlab-runner`. This final procedure is not part of a script committed into the website git repo so that the commands that run outside of docker cannot be modified via git.
pt_pt: O procedimento de implantação foi testado numa máquina a executar Debian/stretch. Ele deve ser acionado sempre que o índice do repositório for publicado, para que ele possa reconstruir com as informações mais recentes do app. Todo esse procedimento pode ser executado como root ou apenas `gitlab-runner`. Este procedimento final não é parte de um script enviado para o website git repo para que os comandos que são executdos fora do docker não possam ser modificados via git.
uk: Процес вивантаження випробувано на комп'ютері з Debian/stretch. Після кожного оприлюднення індексу репозиторію, запускається перезбірка з урахуванням найновіших даних про застосунки. Можна запускати з правами root як увесь процес, так і лише `gitlab-runner`. Цей остаточний процес не є частиною скриптів у git-репозиторії вебсайту: таким чином через git неможливо змінити команди, що запускаються за межами Docker.

source: [setup docker](https://docs.docker.com/engine/installation/linux/debian/)
pt_pt: [instalação docker](https://docs.docker.com/engine/installation/linux/debian/)
uk: [встановіть docker](https://docs.docker.com/engine/installation/linux/debian/)

source: [setup gitlab-ci-multi-runner](https://docs.gitlab.com/runner/install/linux-repository.html)
pt_pt: [instalação gitlab-ci-multi-runner](https://docs.gitlab.com/runner/install/linux-repository.html)
uk: [встановіть gitlab-ci-multi-runner](https://docs.gitlab.com/runner/install/linux-repository.html)

source: prepare _deploy-allowlist-keyring.gpg_ using GnuPG:
pt_pt: preparar _deploy-allowlist-keyring.gpg_ a usar GnuPG:
uk: підготуйте _deploy-allowlist-keyring.gpg_ (зв'язку ключів, яким дозволено вивантажувати) за допомогою GnuPG:

source: $ gpg --recv-keys 00aa5556 $ gpg --fingerprint 00aa5556 # verify it! $ gpg --export 00aa5556 > /path/to/deploy-allowlist-keyring.gpg
pt_pt: $ gpg --recv-keys 00aa5556 $ gpg --fingerprint 00aa5556 # verifique-o! $ gpg --export 00aa5556 > /caminho/para/deploy-allowlist-keyring.gpg
uk: $ gpg --recv-keys 00aa5556 $ gpg --fingerprint 00aa5556 # звірте відбиток! $ gpg --export 00aa5556 > /шлях/до/deploy-allowlist-keyring.gpg

source: get the website source code:
pt_pt: obter o código-fonte do site:
uk: завантажте вихідний код вебсайту:

source: run the generation:
pt_pt: executar a geração:
uk: запустіть генерування:

source: deploy the site's files to the webserver, while preventing the _jekyll_ generated files from overwriting [parts of the website](https://gitlab.com/fdroid/fdroid-website/blob/master/.rsync-deploy-exclude-list) that other things manage:
pt_pt: implantar os ficheiros do site no webserver, enquanto evita que os ficheiros gerados por _jekyll_ substituam [partes do site](https://gitlab.com/fdroid/fdroid-website/blob/master/.rsync-deploy-exclude-list) que outras coisas geram:
uk: вивантажте файли сайту на вебсервер — уникаючи заміни файлами, згенерованими _jekyll_, тих [складових вебсайту](https://gitlab.com/fdroid/fdroid-website/blob/master/.rsync-deploy-exclude-list), які мають інші джерела:

source: Base Debian/Apache setup
pt_pt: Configuração básica do Debian/Apache
uk: Початкове налаштування Debian/Apache

source: These instructions are based on Debian/stretch, but they should be very similar on both older and newer versions of Debian, as well as any Debian derivatives like Ubuntu, Mint, Elementary, etc.
pt_pt: Estas instruções são baseadas no Debian/stretch, mas elas devem ser muito similares para versões mais antigas e novas do Debian, assim como em quaisquer derivados do Debian como Ubuntu, Mint, Elementary, etc.
uk: Ці інструкції складено для Debian/stretch, але для старіших чи новіших версій Debian, а також для похідних Debian на зразок Ubuntu, Mint, Elementary тощо вони були б приблизно такі ж.

source: $ sudo su - # apt install apache2 certbot tor ca-certificates geoip-bin libapache2-mod-geoip \ python-certbot-apache rsync unattended-upgrades locales # dpkg-reconfigure unattended-upgrades # turn them on! # sed -i 's,^# \(.* UTF-8\)$,\1,' /etc/locale.gen # enable all UTF-8 locales # locale-gen # a2dismod status # a2enmod headers # a2enmod rewrite # a2enmod ssl # a2enconf security # apachectl configtest && apachectl restart # certbot --apache
pt_pt: $ sudo su - # apt install apache2 certbot tor ca-certificates geoip-bin libapache2-mod-geoip \ python-certbot-apache rsync unattended-upgrades locales # dpkg-reconfigure unattended-upgrades # lige-os! # sed -i 's,^# \(.* UTF-8\)$,\1,' /etc/locale.gen # ativar todos locales UTF-8 # locale-gen # a2dismod status # a2enmod headers # a2enmod rewrite # a2enmod ssl # a2enconf security # apachectl configtest && apachectl restart # certbot --apache
uk: $ sudo su - # apt install apache2 certbot tor ca-certificates geoip-bin libapache2-mod-geoip \ python-certbot-apache rsync unattended-upgrades locales # dpkg-reconfigure unattended-upgrades # увімкніть їх! # sed -i 's,^# \(.* UTF-8\)$,\1,' /etc/locale.gen # зібрати всі локалі UTF-8 # locale-gen # a2dismod status # a2enmod headers # a2enmod rewrite # a2enmod ssl # a2enconf security # apachectl configtest && apachectl restart # certbot --apache

source: Apache2 config
pt_pt: Configuração do Apache2
uk: Конфігурація Apache2

source: The F-Droid website is translated into several languages. There are a few things required to ensure this works.
pt_pt: O site do F-Droid está traduzido em vários idiomas. Há algumas coisas necessárias para garantir que isto funcione.
uk: Вебсайт F-Droid перекладено кількома мовами. Щоб це працювало, потрібно забезпечити кілька речей.

source: The first is taken care of by `.gitlab-ci.yml`, which is to run the `./tools/prepare-multi-langs.sh` script _without_ the `--no-type-maps` argument. This ensures that each `.html` file is replaced with an Apache2 [TypeMap](https://httpd.apache.org/docs/current/mod/mod_negotiation.html#typemaps).
pt_pt: O primeiro é tratado por `.gitlab-ci.yml`, que é executar o script `./tools/prepare-multi-langs.sh` _sem_ o argumento `--no-type-maps`. Isso garante que cada ficheiro `.html` seja substituído por um [TypeMap](https://httpd.apache.org/docs/current/mod/mod_negotiation.html#typemaps) do Apache2.
uk: Основу для цього готує `.gitlab-ci.yml`, запускаючи скрипт `./tools/prepare-multi-langs.sh` _без_ аргументу `--no-type-maps`. Це призводить до заміни кожного файлу `.html` на Apache2 [TypeMap](https://httpd.apache.org/docs/current/mod/mod_negotiation.html#typemaps).

source: The second is to enable _mod_rewrite_, which is used to automatically choose the correct language for browsers that are not using JavaScript. The easiest way to do that is to run `sudo a2enmod rewrite`.
uk: Далі потрібно ввімкнути _mod_rewrite_, щоб для переглядачів без JavaScript автоматично обиралась коректна мова. Найпростіше це зробити командою `sudo a2enmod rewrite`.

source: The last is to add the following to the Apache2 server or _VirtualHost_ config so that the _TypeMaps_ are used correctly, telling apache where to find the translated version of the file (replace `/var/www/html` with the actual webroot):
pt_pt: O último é adicionar o seguinte à configuração do servidor Apache2 ou do _VirtualHost_ para que o _TypeMaps_ seja usado corretamente, a mostrar ao apache onde encontrar a versão traduzida do ficheiro (substitue `/var/wwww/html` pela raiz web atual):
uk: Нарешті потрібно додати в налаштування Apache2-сервера чи _VirtualHost_ такі рядки, щоб _TypeMaps_ коректно повідомляли Apache, де знайти перекладену версію того чи іншого файлу (замініть `/var/www/html` на чинний вебкорінь):

source: <Directory /var/www/html> Options FollowSymLinks AllowOverride FileInfo </Directory> <Files *.html> SetHandler type-map </Files> # Virtualize the language sub"directories" AliasMatch ^(?:/(?:ach|af|ak|sq|am|anp|ar|ar_DZ|ar_MA|an|es_AR|hy|as|ast|de_AT|ay|az|ba|eu|bar|be|be_Latn|bn|bn_BD|bn_IN|brx|bs|bs_Cyrl|bs_Latn|br|bg|my|ca|km|ch|chr|hne|cgg|zh|zh_HK|zh_Hans|zh_Hant|ksh|kw|cr|hr|cs|da|doi|nl|nl_BE|dz|en|en_AU|en_CA|en_IE|en_PH|en_ZA|en_GB|en_US|eo|et|fo|fil|fi|frp|fr|fr_CA|fy|fur|ff|gd|gl|ka|de|el|kl|gu|gun|ht|ha|haw|he|hi|hu|is|ig|id|ia|ga|it|ja|jv|kab|kn|ks|csb|kk|rw|tlh|tlh-qaak|kok|ko|ku|ckb|ky|lo|la|lv|li|ln|lt|jbo|nds|lb|mk|mai|mg|ms|ml|mt|mnk|mi|arn|mr|mni|mn|me|mfe|nqo|nah|nap|ne|se|no|nb_NO|nb|nn|ny|oc|or|oj|os|pap|nso|fa|pms|pr|pl|pt|pt_BR|pt_PT|pa|ps|ro|rm|ru|sa|sat|sc|sco|sr|sr_Cyrl|sr_Latn|sh|sn|szl|sd|si|sk|sl|so|son|st|es|es_US|es_MX|es_PR|su|sw|sv|de_CH|tl|tg|ta|tt|te|th|bo|ti|ts|tr|tk|ug|uk|hsb|ur|ur_PK|uz|uz_Latn|ca@valencia|ve|vec|vi|wa|cy|vls|wo|sah|yi|yo|yue|zu)/)?(.*)?$ /var/www/html/$1 # Tell mod_negotiation which language to prefer SetEnvIf Request_URI ^/(ach|af|ak|sq|am|anp|ar|an|hy|as|ast|ay|az|ba|eu|bar|be|bn|brx|bs|br|bg|my|ca|km|ch|chr|hne|cgg|zh|ksh|kw|cr|hr|cs|da|doi|nl|dz|en|eo|et|fo|fil|fi|frp|fr|fy|fur|ff|gd|gl|ka|de|el|kl|gu|gun|ht|ha|haw|he|hi|hu|is|ig|id|ia|ga|it|ja|jv|kab|kn|ks|csb|kk|rw|tlh|tlh-qaak|kok|ko|ku|ckb|ky|lo|la|lv|li|ln|lt|jbo|nds|lb|mk|mai|mg|ms|ml|mt|mnk|mi|arn|mr|mni|mn|me|mfe|nqo|nah|nap|ne|se|no|nb|nn|ny|oc|or|oj|os|pap|nso|fa|pms|pr|pl|pt|pa|ps|ro|rm|ru|sa|sat|sc|sco|sr|sh|sn|szl|sd|si|sk|sl|so|son|st|es|su|sw|sv|tl|tg|ta|tt|te|th|bo|ti|ts|tr|tk|ug|uk|hsb|ur|uz|ca@valencia|ve|vec|vi|wa|cy|vls|wo|sah|yi|yo|yue|zu)/ prefer-language=$1 # Language codes from Weblate containing capital letters and underscores need to be treated # differently, namely the language they refer to is lower case with a hyphen SetEnvIf Request_URI ^/ar_DZ/ prefer-language=ar-dz SetEnvIf Request_URI ^/ar_MA/ prefer-language=ar-ma SetEnvIf Request_URI ^/be_Latn/ prefer-language=be-latn SetEnvIf Request_URI ^/bn_BD/ prefer-language=bn-bd SetEnvIf Request_URI ^/bn_IN/ prefer-language=bn-in SetEnvIf Request_URI ^/bs_Cyrl/ prefer-language=bs-cyrl SetEnvIf Request_URI ^/bs_Latn/ prefer-language=bs-latn SetEnvIf Request_URI ^/de_AT/ prefer-language=de-at SetEnvIf Request_URI ^/de_CH/ prefer-language=de-ch SetEnvIf Request_URI ^/en_AU/ prefer-language=en-au SetEnvIf Request_URI ^/en_CA/ prefer-language=en-ca SetEnvIf Request_URI ^/en_GB/ prefer-language=en-gb SetEnvIf Request_URI ^/en_IE/ prefer-language=en-ie SetEnvIf Request_URI ^/en_PH/ prefer-language=en-ph SetEnvIf Request_URI ^/en_US/ prefer-language=en-us SetEnvIf Request_URI ^/en_ZA/ prefer-language=en-za SetEnvIf Request_URI ^/es_AR/ prefer-language=es-ar SetEnvIf Request_URI ^/es_MX/ prefer-language=es-mx SetEnvIf Request_URI ^/es_PR/ prefer-language=es-pr SetEnvIf Request_URI ^/es_US/ prefer-language=es-us SetEnvIf Request_URI ^/fr_CA/ prefer-language=fr-ca SetEnvIf Request_URI ^/nb_NO/ prefer-language=nb-no SetEnvIf Request_URI ^/nl_BE/ prefer-language=nl-be SetEnvIf Request_URI ^/pt_BR/ prefer-language=pt-br SetEnvIf Request_URI ^/pt_PT/ prefer-language=pt-pt SetEnvIf Request_URI ^/sr_Cyrl/ prefer-language=sr-cyrl SetEnvIf Request_URI ^/sr_Latn/ prefer-language=sr-latn SetEnvIf Request_URI ^/ur_PK/ prefer-language=ur-pk SetEnvIf Request_URI ^/uz_Latn/ prefer-language=uz-latn SetEnvIf Request_URI ^/zh_Hans/ prefer-language=zh-hans SetEnvIf Request_URI ^/zh_Hant/ prefer-language=zh-hant SetEnvIf Request_URI ^/zh_HK/ prefer-language=zh-hk
pt_pt: <Directory /var/www/html> Options FollowSymLinks AllowOverride FileInfo </Directory> <Files *.html> SetHandler type-map </Files> # Virtualize os sub"directórios" de idiomas AliasMatch ^(?:/(?:ach|af|ak|sq|am|anp|ar|ar_DZ|ar_MA|an|es_AR|hy|as|ast|de_AT|ay|az|ba|eu|bar|be|be_Latn|bn|bn_BD|bn_IN|brx|bs|bs_Cyrl|bs_Latn|br|bg|my|ca|km|ch|chr|hne|cgg|zh|zh_HK|zh_Hans|zh_Hant|ksh|kw|cr|hr|cs|da|doi|nl|nl_BE|dz|en|en_AU|en_CA|en_IE|en_PH|en_ZA|en_GB|en_US|eo|et|fo|fil|fi|frp|fr|fr_CA|fy|fur|ff|gd|gl|ka|de|el|kl|gu|gun|ht|ha|haw|he|hi|hu|is|ig|id|ia|ga|it|ja|jv|kab|kn|ks|csb|kk|rw|tlh|tlh-qaak|kok|ko|ku|ckb|ky|lo|la|lv|li|ln|lt|jbo|nds|lb|mk|mai|mg|ms|ml|mt|mnk|mi|arn|mr|mni|mn|me|mfe|nqo|nah|nap|ne|se|no|nb_NO|nb|nn|ny|oc|or|oj|os|pap|nso|fa|pms|pr|pl|pt|pt_BR|pt_PT|pa|ps|ro|rm|ru|sa|sat|sc|sco|sr|sr_Cyrl|sr_Latn|sh|sn|szl|sd|si|sk|sl|so|son|st|es|es_US|es_MX|es_PR|su|sw|sv|de_CH|tl|tg|ta|tt|te|th|bo|ti|ts|tr|tk|ug|uk|hsb|ur|ur_PK|uz|uz_Latn|ca@valencia|ve|vec|vi|wa|cy|vls|wo|sah|yi|yo|yue|zu)/)?(.*)?$ /var/www/html/$1 # Diga mod_negotiation qual idioma prefere SetEnvIf Request_URI ^/(ach|af|ak|sq|am|anp|ar|an|hy|as|ast|ay|az|ba|eu|bar|be|bn|brx|bs|br|bg|my|ca|km|ch|chr|hne|cgg|zh|ksh|kw|cr|hr|cs|da|doi|nl|dz|en|eo|et|fo|fil|fi|frp|fr|fy|fur|ff|gd|gl|ka|de|el|kl|gu|gun|ht|ha|haw|he|hi|hu|is|ig|id|ia|ga|it|ja|jv|kab|kn|ks|csb|kk|rw|tlh|tlh-qaak|kok|ko|ku|ckb|ky|lo|la|lv|li|ln|lt|jbo|nds|lb|mk|mai|mg|ms|ml|mt|mnk|mi|arn|mr|mni|mn|me|mfe|nqo|nah|nap|ne|se|no|nb|nn|ny|oc|or|oj|os|pap|nso|fa|pms|pr|pl|pt|pa|ps|ro|rm|ru|sa|sat|sc|sco|sr|sh|sn|szl|sd|si|sk|sl|so|son|st|es|su|sw|sv|tl|tg|ta|tt|te|th|bo|ti|ts|tr|tk|ug|uk|hsb|ur|uz|ca@valencia|ve|vec|vi|wa|cy|vls|wo|sah|yi|yo|yue|zu)/ prefer-language=$1 # Os códigos de idiomas da Weblate a conter letras maiúsculas e sublinhados precisam de ser tratados # diferentemente, ou seja, a língua a que se referem é minúscula com um hífen SetEnvIf Request_UR SetEnvIf Request_URI ^/ar_DZ/ prefer-language=ar-dz SetEnvIf Request_URI ^/ar_MA/ prefer-language=ar-ma SetEnvIf Request_URI ^/be_Latn/ prefer-language=be-latn SetEnvIf Request_URI ^/bn_BD/ prefer-language=bn-bd SetEnvIf Request_URI ^/bn_IN/ prefer-language=bn-in SetEnvIf Request_URI ^/bs_Cyrl/ prefer-language=bs-cyrl SetEnvIf Request_URI ^/bs_Latn/ prefer-language=bs-latn SetEnvIf Request_URI ^/de_AT/ prefer-language=de-at SetEnvIf Request_URI ^/de_CH/ prefer-language=de-ch SetEnvIf Request_URI ^/en_AU/ prefer-language=en-au SetEnvIf Request_URI ^/en_CA/ prefer-language=en-ca SetEnvIf Request_URI ^/en_GB/ prefer-language=en-gb SetEnvIf Request_URI ^/en_IE/ prefer-language=en-ie SetEnvIf Request_URI ^/en_PH/ prefer-language=en-ph SetEnvIf Request_URI ^/en_US/ prefer-language=en-us SetEnvIf Request_URI ^/en_ZA/ prefer-language=en-za SetEnvIf Request_URI ^/es_AR/ prefer-language=es-ar SetEnvIf Request_URI ^/es_MX/ prefer-language=es-mx SetEnvIf Request_URI ^/es_PR/ prefer-language=es-pr SetEnvIf Request_URI ^/es_US/ prefer-language=es-us SetEnvIf Request_URI ^/fr_CA/ prefer-language=fr-ca SetEnvIf Request_URI ^/nb_NO/ prefer-language=nb-no SetEnvIf Request_URI ^/nl_BE/ prefer-language=nl-be SetEnvIf Request_URI ^/pt_BR/ prefer-language=pt-br SetEnvIf Request_URI ^/pt_PT/ prefer-language=pt-pt SetEnvIf Request_URI ^/sr_Cyrl/ prefer-language=sr-cyrl SetEnvIf Request_URI ^/sr_Latn/ prefer-language=sr-latn SetEnvIf Request_URI ^/ur_PK/ prefer-language=ur-pk SetEnvIf Request_URI ^/uz_Latn/ prefer-language=uz-latn SetEnvIf Request_URI ^/zh_Hans/ prefer-language=zh-hans SetEnvIf Request_URI ^/zh_Hant/ prefer-language=zh-hant SetEnvIf Request_URI ^/zh_HK/ prefer-language=zh-hk
uk: <Directory /var/www/html> Options FollowSymLinks AllowOverride FileInfo </Directory> <Files *.html> SetHandler type-map </Files> # Віртуалізувати «підтеки» мов AliasMatch ^(?:/(?:ach|af|ak|sq|am|anp|ar|ar_DZ|ar_MA|an|es_AR|hy|as|ast|de_AT|ay|az|ba|eu|bar|be|be_Latn|bn|bn_BD|bn_IN|brx|bs|bs_Cyrl|bs_Latn|br|bg|my|ca|km|ch|chr|hne|cgg|zh|zh_HK|zh_Hans|zh_Hant|ksh|kw|cr|hr|cs|da|doi|nl|nl_BE|dz|en|en_AU|en_CA|en_IE|en_PH|en_ZA|en_GB|en_US|eo|et|fo|fil|fi|frp|fr|fr_CA|fy|fur|ff|gd|gl|ka|de|el|kl|gu|gun|ht|ha|haw|he|hi|hu|is|ig|id|ia|ga|it|ja|jv|kab|kn|ks|csb|kk|rw|tlh|tlh-qaak|kok|ko|ku|ckb|ky|lo|la|lv|li|ln|lt|jbo|nds|lb|mk|mai|mg|ms|ml|mt|mnk|mi|arn|mr|mni|mn|me|mfe|nqo|nah|nap|ne|se|no|nb_NO|nb|nn|ny|oc|or|oj|os|pap|nso|fa|pms|pr|pl|pt|pt_BR|pt_PT|pa|ps|ro|rm|ru|sa|sat|sc|sco|sr|sr_Cyrl|sr_Latn|sh|sn|szl|sd|si|sk|sl|so|son|st|es|es_US|es_MX|es_PR|su|sw|sv|de_CH|tl|tg|ta|tt|te|th|bo|ti|ts|tr|tk|ug|uk|hsb|ur|ur_PK|uz|uz_Latn|ca@valencia|ve|vec|vi|wa|cy|vls|wo|sah|yi|yo|yue|zu)/)?(.*)?$ /var/www/html/$1 # Повідомити mod_negotiation, які мови пріоритетні SetEnvIf Request_URI ^/(ach|af|ak|sq|am|anp|ar|an|hy|as|ast|ay|az|ba|eu|bar|be|bn|brx|bs|br|bg|my|ca|km|ch|chr|hne|cgg|zh|ksh|kw|cr|hr|cs|da|doi|nl|dz|en|eo|et|fo|fil|fi|frp|fr|fy|fur|ff|gd|gl|ka|de|el|kl|gu|gun|ht|ha|haw|he|hi|hu|is|ig|id|ia|ga|it|ja|jv|kab|kn|ks|csb|kk|rw|tlh|tlh-qaak|kok|ko|ku|ckb|ky|lo|la|lv|li|ln|lt|jbo|nds|lb|mk|mai|mg|ms|ml|mt|mnk|mi|arn|mr|mni|mn|me|mfe|nqo|nah|nap|ne|se|no|nb|nn|ny|oc|or|oj|os|pap|nso|fa|pms|pr|pl|pt|pa|ps|ro|rm|ru|sa|sat|sc|sco|sr|sh|sn|szl|sd|si|sk|sl|so|son|st|es|su|sw|sv|tl|tg|ta|tt|te|th|bo|ti|ts|tr|tk|ug|uk|hsb|ur|uz|ca@valencia|ve|vec|vi|wa|cy|vls|wo|sah|yi|yo|yue|zu)/ prefer-language=$1 # Коди мов із Weblate, що містять великі літери й підкреслення, слід обробляти # інакше: замінювати літери на малі, а підкреслення на дефіс SetEnvIf Request_URI ^/ar_DZ/ prefer-language=ar-dz SetEnvIf Request_URI ^/ar_MA/ prefer-language=ar-ma SetEnvIf Request_URI ^/be_Latn/ prefer-language=be-latn SetEnvIf Request_URI ^/bn_BD/ prefer-language=bn-bd SetEnvIf Request_URI ^/bn_IN/ prefer-language=bn-in SetEnvIf Request_URI ^/bs_Cyrl/ prefer-language=bs-cyrl SetEnvIf Request_URI ^/bs_Latn/ prefer-language=bs-latn SetEnvIf Request_URI ^/de_AT/ prefer-language=de-at SetEnvIf Request_URI ^/de_CH/ prefer-language=de-ch SetEnvIf Request_URI ^/en_AU/ prefer-language=en-au SetEnvIf Request_URI ^/en_CA/ prefer-language=en-ca SetEnvIf Request_URI ^/en_GB/ prefer-language=en-gb SetEnvIf Request_URI ^/en_IE/ prefer-language=en-ie SetEnvIf Request_URI ^/en_PH/ prefer-language=en-ph SetEnvIf Request_URI ^/en_US/ prefer-language=en-us SetEnvIf Request_URI ^/en_ZA/ prefer-language=en-za SetEnvIf Request_URI ^/es_AR/ prefer-language=es-ar SetEnvIf Request_URI ^/es_MX/ prefer-language=es-mx SetEnvIf Request_URI ^/es_PR/ prefer-language=es-pr SetEnvIf Request_URI ^/es_US/ prefer-language=es-us SetEnvIf Request_URI ^/fr_CA/ prefer-language=fr-ca SetEnvIf Request_URI ^/nb_NO/ prefer-language=nb-no SetEnvIf Request_URI ^/nl_BE/ prefer-language=nl-be SetEnvIf Request_URI ^/pt_BR/ prefer-language=pt-br SetEnvIf Request_URI ^/pt_PT/ prefer-language=pt-pt SetEnvIf Request_URI ^/sr_Cyrl/ prefer-language=sr-cyrl SetEnvIf Request_URI ^/sr_Latn/ prefer-language=sr-latn SetEnvIf Request_URI ^/ur_PK/ prefer-language=ur-pk SetEnvIf Request_URI ^/uz_Latn/ prefer-language=uz-latn SetEnvIf Request_URI ^/zh_Hans/ prefer-language=zh-hans SetEnvIf Request_URI ^/zh_Hant/ prefer-language=zh-hant SetEnvIf Request_URI ^/zh_HK/ prefer-language=zh-hk

source: If this is not done or done incorrectly, then you will see something like the following when viewing any page:
pt_pt: Se isso não for feito ou feito incorretamente, Verá algo parecido com o seguinte ao ver qualquer página:
uk: Якщо це пропустити чи зробити хибно, замість будь-якої сторінки ви бачитимете щось таке:

source: > URI: index.html.en Content-language: en Content-type: text/html URI: index.html.fr Content-language: fr Content-type: text/html
uk: > URI: index.html.en Content-language: en Content-type: text/html URI: index.html.uk Content-language: uk Content-type: text/html

source: This is the result of the actual TypeMap being returned to the browser, rather than the translated file.
pt_pt: Esse é o resultado de retornar o TypeMap atual para o navegador, em vez do ficheiro traduzido.
uk: Це наслідок того, що переглядач отримує TypeMap замість перекладеного файлу.

source: Note that this also depends on `mod_alias` and `mod_negotiation` being enabled, but this happens by default when installing apache2 on Debian.
pt_pt: Note que isso também depende de `mod_alias` e `mod_negotiation` estarem ativados, mas isso acontece por padrão ao instalar o apache2 no Debian.
uk: Зауважте, `mod_alias` і `mod_negotiation` мусять бути увімкненими. При встановленні Apache2 на Debian це робиться автоматично.

source: We have fields in our metadata for Bitcoin, Litecoin, Flattr and Liberapay donations. Be sure to contact us if there is a change to any of those or if you stop accepting them; if you accept new methods you can contact us about that too.
pt_pt: Temos campos nos nossos metadados para doações de Bitcoin, Litecoin, Flattr e Liberapay. Não se esqueça de entrar em contato conosco se houver uma mudança em qualquer um deles ou se acabar de aceitá-los; se aceitar novos métodos, pode entrar em contato conosco sobre isso também.
uk: У наших метаданих є поля для пожертв через Bitcoin, Litecoin, Flattr і Liberapay. Обов'язково зв'яжіться з нами, якщо слід щось змінити чи якщо ви припинили їх приймати. Якщо ви додасте нові способи, можете нам також про це написати.

source: Google Maps — OpenStreetMap, e.g. through [mapsforge](http://www.mapsforge.org) or [osmdroid](http://osmdroid.org)
pt_pt: Google Maps — OpenStreetMap, por exemplo, através de [mapsforge](http://www.mapsforge.org) ou [osmdroid](http://osmdroid.org)
uk: Карти Google — OpenStreetMap, наприклад через [mapsforge](http://www.mapsforge.org) або [osmdroid](http://osmdroid.org)
