Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Finally, even assuming any of this information were available, what does it actually mean? Are you going to use an app just because lots of others do, or ignore it because few others have discovered it yet? Is this a sensible way to decide whether something is useful to you or not? Perhaps you should just try it.
de: Letztendlich, einmal vorausgesetzt alle diese Informationen wären verfügbar, welche Bedeutung haben sie eigentlich? Werden Sie eine App nur verwenden, weil viele andere es tun, oder sie ignorieren, weil nur wenige sie bisher entdeckt haben? Ist dies eine vernünftige Art, zu entscheiden, ob Ihnen etwas taugt oder nicht? Vielleicht sollten Sie sie einfach einmal ausprobieren.
pl: Wreszcie, nawet zakładając, że którakolwiek z tych informacji jest dostępna, co to właściwie oznacza? Czy zamierzasz korzystać z aplikacji tylko dlatego, że robi to wiele innych osób lub ignorujesz ją, ponieważ niewielu innych ją jeszcze odkryło? Czy jest to rozsądny sposób, aby zdecydować, czy coś ci się przyda, czy nie? Być może powinieneś tego spróbować.
pt_pt: Finalmemte, mesmo a assumir que qualquer destas informações estava disponível, o que significa realmente? Vai usar uma app apenas porque muitos outros o fazem, ou ignorá-lo porque poucos outros já o descobriram? Esta é uma maneira sensata de decidir se algo é útil para si ou não? Talvez devesse apenas experimentar.
ro: În cele din urmă, chiar și presupunând că aceste informații ar fi disponibile, ce înseamnă ele de fapt? Veți utiliza o aplicație doar pentru că mulți alții o fac sau o veți ignora pentru că puțini au descoperit-o până acum? Este acesta un mod rezonabil de a decide dacă un lucru este util sau nu? Poate că ar trebui să o încercați pur și simplu.
ru: Наконец, даже если предположить, что вся эта информация доступна, что она на самом деле означает? Будете ли вы использовать приложение только потому, что многие другие так делают, или проигнорируете его, потому что мало кто еще его открыл? Разве это разумный способ решить, полезно ли что-то для вас или нет? Возможно, вам стоит просто попробовать.
uk: Навіть якби ці дані були доступні, що б вони насправді означали? Ви справді встановите застосунок просто через те, що його багато хто встановлює; або знехтуєте ним, бо мало хто досі про нього знає? Невже це логічний шлях визначати, буде щось для вас корисно чи ні? Просто спробуйте застосунок, який вас цікавить.
zh_hans: 最后，即使假设有任何这些信息，它实际上意味着什么？你要使用一个应用，只是因为有很多人这样做，或者忽略它，因为很少有人发现它？这是决定一个东西对你是否有用的明智方法吗？也许你应该尝试一下。

source: How can I send or setup the F-Droid app using NFC or Android Beam?
de: Wie kann ich die F-Droid-App mit NFC oder Android Beam senden oder einrichten?
pl: Jak mogę wysłać lub skonfigurować aplikację F-Droid za pomocą NFC lub Android Beam?
ro: Cum pot trimite sau configura aplicația F-Droid folosind NFC sau Android Beam?
ru: Как отправить или настроить приложение F-Droid с помощью NFC или Android Beam?
zh_hans: 如何使用 NFC 或 Android Beam 发送或设置 F-Droid 应用？

source: Starting with v1.20, the F-Droid client does not support these features anymore as the underlying code has been removed from the Android 14 SDK after being deprecated since Android 10. More info [here](https://www.xda-developers.com/android-beam-permanent-removal-android-14/).
de: Ab v1.20 unterstützt der F-Droid-Client diese Funktionen nicht mehr, da der zugrunde liegende Code aus dem Android-14-SDK entfernt wurde, nachdem er seit Android 10 veraltet ist. Mehr Informationen [hier](https://www.xda-developers.com/android-beam-permanent-removal-android-14/).
pl: Począwszy od wersji 1.20, klient F-Droid nie obsługuje już tych funkcji, ponieważ kod bazowy został usunięty z Android 14 SDK po tym, jak został przestarzały od Androida 10. Więcej informacji [tutaj](https://www.xda-developers.com/android-beam-permanent-removal-android-14/).
ro: Începând cu v1.20, clientul F-Droid nu mai acceptă aceste caracteristici, deoarece codul de bază a fost eliminat din SDK Android 14 după ce a fost depreciat începând cu Android 10. Mai multe informații [aici](https://www.xda-developers.com/android-beam-permanent-removal-android-14/).
ru: Начиная с версии 1.20, клиент F-Droid больше не поддерживает эти функции, так как основной код был удален из Android 14 SDK после того, как был устаревшим с Android 10. Дополнительная информация [здесь](https://www.xda-developers.com/android-beam-permanent-removal-android-14/).
zh_hans: 自 v1.20 版本起，F-Droid 客户端不再支持这些功能，因相关底层代码自 Android 10 起已被废弃，而 Android 14 SDK 则已经删除了这些代码。更多信息见 [此处](https://www.xda-developers.com/android-beam-permanent-removal-android-14/)。

source: How can I send apps via Bluetooth or WiFi?
de: Wie kann ich Apps über Bluetooth oder WLAN verschicken?
pl: Jak mogę wysyłać aplikacje przez Bluetooth lub WiFi?
pt_pt: Como posso enviar aplicações via Bluetooth ou WiFi?
ro: Cum pot trimite aplicații prin Bluetooth sau WiFi?
ru: Как отправить приложения через Bluetooth или WiFi?
uk: Як надіслати застосунки через Bluetooth чи Wi-Fi?
zh_hans: 如何通过蓝牙或 Wi-Fi 发送应用？

source: This is done using the 'Nearby' Tab in F-Droid (previously called 'Swap'). See [here](../../tutorials/swap) for a walkthrough.
de: Dies wird in F-Droid über den Tab „Direkt“ (zuvor mit „Tausch“ bezeichnet) gemacht. [Hier](../../tutorials/swap) geht es zur Anleitung.
pl: Odbywa się to za pomocą zakładki 'W pobliżu' w F-Droid (wcześniej nazywanej 'Wymiana'). Zobacz [tutaj](../../tutorials/swap), aby zapoznać się z tematem.
pt_pt: Isso é feito a usar a guia 'Próximo' no F-Droid (anteriormente chamada de 'Swap'). Veja [aqui](../../tutorials/swap) para um passeio.
ro: Acest lucru se face utilizând fila "Nearby" din F-Droid (denumită anterior "Swap"). Consultați [here](../../tutorials/swap) pentru o prezentare.
ru: Это делается с помощью вкладки 'Nearby' в F-Droid (ранее называлась 'Swap'). Смотрите инструкцию [здесь](../../tutorials/swap).
uk: Скористайтеся вкладкою «Поруч» у клієнті F-Droid (раніше — «Обмін»): [покроковий посібник](../../tutorials/swap).
zh_hans: 这是使用 F-Droid 中的"附近" 选项卡（以前称为"交换"）完成的。 请参阅[此处](../../tutorials/swap)进行演练。

source: What is the security model that F-Droid uses?
de: Welches Sicherheitsmodell verwendet F-Droid?
pl: Jaki jest model zabezpieczeń używany przez F-Droid?
pt_pt: Qual é o modelo de segurança que o F-Droid usa?
ro: Care este modelul de securitate pe care îl folosește F-Droid?
ru: Какова модель безопасности, которую использует F-Droid?
uk: Яку модель безпеки використовує F-Droid?
zh_hans: F-Droid 使用的安全模式是什么？

source: The F-Droid security model started out with HTTPS connections and signed metadata. It has been evolving, inspired by [Debian](https://wiki.debian.org/SecureApt), [The Update Framework](https://github.com/theupdateframework/tuf/blob/develop/docs/tuf-spec.txt), and other things. You can read about details here: [Security Model](../Security_Model).
de: Das F-Droid-Sicherheitsmodell begann mit HTTPS-Verbindungen und signierten Metadaten. Es hat sich, beeinflusst von [Debian](https://wiki.debian.org/SecureApt), [The Update Framework](https://github.com/theupdateframework/tuf/blob/develop/docs/tuf-spec.txt) und anderen Dingen, weiterentwickelt. Einzelheiten dazu finden Sie hier: [Sicherheitsmodell](../Security_Model).
pl: Model zabezpieczeń F-Droid rozpoczął się od połączeń HTTPS i podpisanych metadanych. To ewoluowało, inspirowane przez [Debiana](https://wiki.debian.org/SecureApt), [Aktualizacja Framework](https://github.com/theupdateframework/tuf/blob/develop/docs/tuf- spec.txt) i inne rzeczy. Możesz przeczytać o szczegółach tutaj: [Model Bezpieczeństwa](../Security_Model).
pt_pt: O modelo de segurança da F-Droid começou com conexões HTTPS e metadados assinados. Ele tem evoluído, inspirado pelo [Debian](https://wiki.debian.org/SecureApt), [The Update Framework](https://github.com/theupdateframework/tuf/blob/develop/docs/tuf-spec.txt), e outras. Pode ler sobre detalhes aqui: [Modelo de Segurança](../Security_Model).
ro: Modelul de securitate F-Droid a început cu conexiuni HTTPS și metadate semnate. Acesta a evoluat, inspirat de [Debian](https://wiki.debian.org/SecureApt), [The Update Framework](https://github.com/theupdateframework/tuf/blob/develop/docs/tuf-spec.txt) și de alte lucruri. Puteți citi despre detalii aici: [Security Model](../Security_Model).
ru: Модель безопасности F-Droid начиналась с HTTPS-соединений и подписанных метаданных. Она развивалась, вдохновляясь [Debian](https://wiki.debian.org/SecureApt), [The Update Framework](https://github.com/theupdateframework/tuf/blob/develop/docs/tuf-spec.txt) и другими вещами. Подробности вы можете прочитать здесь: [Security Model](../Security_Model).
uk: Модель безпеки F-Droid почалася з HTTPS-з'єднань і підпису метаданих. Вона розвивається, беручи за взірець [Debian](https://wiki.debian.org/SecureApt), [The Update Framework](https://github.com/theupdateframework/tuf/blob/develop/docs/tuf-spec.txt) тощо. Докладніший опис: [Модель безпеки](../Security_Model).
zh_hans: F-Droid 安全模型从 HTTPS 连接和签名元数据开始。它一直在发展，灵感来自 [Debian](https://wiki.debian.org/SecureApt)，[更新框架](https://github.com/theupdateframework/tuf/blob/develop/docs/tuf-spec.txt) 等。你可以在此处阅读详细信息：[安全模型](../Security_Model)。

source: FAQ - General
de: FAQ - Allgemein
pl: FAQ - Ogólne
pt_pt: FAQ - Geral
ro: ÎNTREBĂRI FRECVENTE - General
ru: Часто задаваемые вопросы - Общие
uk: ЧаП — Загальне
zh_hans: 常见问题 - 常规

source: Where should I ask questions?
de: Wo soll ich Fragen stellen?
pl: Gdzie należy zadawać pytania?
pt_pt: Onde posso fazer perguntas?
ro: Unde ar trebui să pun întrebări?
ru: Где я должен задавать вопросы?
uk: Де я можу поставити запитання?
zh_hans: 我应该在哪里问问题？

source: We welcome all questions and have a few places to reach out to the F-Droid community:
de: Wir begrüßen alle Fragen und haben einige Orte, um mit der F-Droid-Community in Kontakt zu kommen:
pl: Czekamy na wszystkie pytania i mamy kilka miejsc, aby dotrzeć do społeczności F-Droid:
pt_pt: Acolhemos todas as perguntas e temos alguns lugares para alcançar a comunidade F-Droid:
ro: Toate întrebările sunt binevenite și avem câteva locuri de contact cu comunitatea F-Droid:
ru: Мы приветствуем все вопросы и предлагаем несколько мест, где можно связаться с сообществом F-Droid:
uk: Ми вітаємо всі запитання та маємо кілька місць, де можна звернутися до спільноти F-Droid:
zh_hans: 我们欢迎所有问题，以下是联系 F-Droid 社区的途径：

source: using the [forum or chat rooms](https://f-droid.org/about/#contact)
de: Nutzung des [Forums oder der Chaträume](https://f-droid.org/about/#contact)
pl: korzystanie z [forum lub czatu](https://f-droid.org/about/#contact)
ro: folosind [forumul sau canalele de discuții](https://f-droid.org/about/#contact)
ru: использование [форума или чата](https://f-droid.org/about/#contact)
uk: використовуйте [форум і бесіди кімнат](https://f-droid.org/about/#contact)
zh_hans: 使用[论坛或聊天室](https://f-droid.org/about/#contact)

source: [issue tracker](https://gitlab.com/fdroid/fdroidclient/issues) for the Android app itself (aka client)
de: [Ticketsystem](https://gitlab.com/fdroid/fdroidclient/issues) für die Android-App selbst (auch Client genannt)
pl: [śledzenie problemów](https://gitlab.com/fdroid/fdroidclient/issues) dla samej aplikacji na Androida (jako klienta)
pt_pt: [rastreador de problemas](https://gitlab.com/fdroid/fdroidclient/issues) para o próprio app Android (também conhecido como cliente)
ro: [issue tracker](https://gitlab.com/fdroid/fdroidclient/issues) pentru aplicația Android în sine (aka client)
ru: [issue tracker](https://gitlab.com/fdroid/fdroidclient/issues) для самого приложения Android (оно же клиент)
uk: [відстежувач проблем](https://gitlab.com/fdroid/fdroidclient/issues) для самого Android-застосунку (він же клієнт)
zh_hans: 适用于 Android 应用本身（又名客户端）的[问题跟踪器](https://gitlab.com/fdroid/fdroidclient/issues)

source: [issue tracker](https://gitlab.com/fdroid/fdroidserver/issues) for the developer tools (aka server)
de: [Ticketsystem](https://gitlab.com/fdroid/fdroidserver/issues) für die Entwicklerwerkzeuge (auch Server genannt)
pl: [śledzenie problemów](https://gitlab.com/fdroid/fdroidserver/issues) dla narzędzi programistycznych (jako serwer)
pt_pt: [rastreador de problemas](https://gitlab.com/fdroid/fdroidserver/issues) para as ferramentas de desenvolvimento (também conhecido como servidor)
ro: [issue tracker](https://gitlab.com/fdroid/fdroidserver/issues) pentru instrumentele de dezvoltare (aka server)
ru: [issue tracker](https://gitlab.com/fdroid/fdroidserver/issues) для инструментов разработчика (он же сервер)
uk: [відстежувач проблем](https://gitlab.com/fdroid/fdroidserver/issues) для інструментів розробника (він же сервер)
zh_hans: 适用于开发者工具（又名服务器）的[问题跟踪器](https://gitlab.com/fdroid/fdroidserver/issues)

source: [issue tracker](https://gitlab.com/fdroid/rfp/issues) for packaging new apps
de: [Ticketsystem](https://gitlab.com/fdroid/rfp/issues) für die Konfektionierung neuer Apps
pl: [śledzenie problemów](https://gitlab.com/fdroid/rfp/issues) do pakowania nowych aplikacji
pt_pt: [rastreador de problemas](https://gitlab.com/fdroid/rfp/issues) para empacotar novas aplicações
ro: [issue tracker](https://gitlab.com/fdroid/rfp/issues) pentru ambalarea noilor aplicații
ru: [issue tracker](https://gitlab.com/fdroid/rfp/issues) для упаковки новых приложений
uk: [відстежувач проблем](https://gitlab.com/fdroid/rfp/issues) для пакування нових застосунків
zh_hans: 适用于新应用打包的[问题跟踪器](https://gitlab.com/fdroid/rfp/issues)

source: [issue tracker](https://gitlab.com/fdroid/fdroiddata/issues) for issues with published apps
de: [Ticketsystem](https://gitlab.com/fdroid/fdroiddata/issues) für Probleme mit veröffentlichten Apps
pl: [śledzenie problemów](https://gitlab.com/fdroid/fdroiddata/issues) w przypadku problemów z opublikowanymi aplikacjami
pt_pt: [rastreador de problemas](https://gitlab.com/fdroid/fdroiddata/issues) para edições com apps publicados
ro: [issue tracker](https://gitlab.com/fdroid/fdroiddata/issues) pentru probleme cu aplicațiile publicate
ru: [issue tracker](https://gitlab.com/fdroid/fdroiddata/issues) для проблем с опубликованными приложениями
uk: [відстежувач проблем](https://gitlab.com/fdroid/fdroiddata/issues) щодо проблем з опублікованими застосунками
zh_hans: 针对已发布的应用的[问题跟踪器](https://gitlab.com/fdroid/fdroiddata/issues)

source: Why isn't my favourite app included?
de: Warum ist meine Lieblings-App nicht aufgenommen?
pl: Dlaczego moja ulubiona aplikacja nie jest uwzględniona?
pt_pt: Por que meu app favorito não está incluído?
ro: De ce nu este inclusă aplicația mea preferată?
ru: Почему мое любимое приложение не включено?
uk: Чому не включено мій улюблений застосунок?
zh_hans: 为什么我喜欢的应用没有被收录？

source: Some common reasons:
de: Einige häufige Gründe:
pl: Niektóre typowe przyczyny:
pt_pt: Alguns dos motivos mais comuns:
ro: Câteva motive frecvente:
ru: Некоторые распространенные причины:
uk: Деякі поширені причини:
zh_hans: 一些常见的原因：

source: It's not [Free Software](https://www.gnu.org/philosophy/free-sw.html);
de: Sie ist keine [Freie Software](https://www.gnu.org/philosophy/free-sw.html);
pl: To nie jest [Darmowe Oprogramowanie](https://www.gnu.org/philosophy/free-sw.html);
pt_pt: Não é [Software Livre](https://www.gnu.org/philosophy/free-sw.html);
ro: Nu este [Free Software](https://www.gnu.org/philosophy/free-sw.html);
ru: Это не [Свободное программное обеспечение](https://www.gnu.org/philosophy/free-sw.html);
uk: Це не [вільне програмне забезпечення](https://www.gnu.org/philosophy/free-sw.html);
zh_hans: 它不是 [自由软件](https://www.gnu.org/philosophy/free-sw.html);

source: We're trying to include it, but there's a problem with it that we're trying to resolve. Check the open [merge requests](https://gitlab.com/fdroid/fdroiddata/-/merge_requests);
de: Wir versuchen es zu integrieren, aber es gibt ein Problem damit, das wir zu lösen versuchen. Siehe nach unter [Merge-Anfragen](https://gitlab.com/fdroid/fdroiddata/-/merge_requests);
pl: Próbujemy to uwzględnić, ale mamy problem, który próbujemy rozwiązać. Sprawdź otwarte [żądania scalenia](https://gitlab.com/fdroid/fdroiddata/-/merge_requests);
ro: Încercăm să o includem, dar există o problemă pe care încercăm să o rezolvăm. Verificați [merge requests](https://gitlab.com/fdroid/fdroiddata/-/merge_requests);
ru: Мы пытаемся включить его, но с ним возникла проблема, которую мы пытаемся решить. Проверьте открытые запросы на [слияние](https://gitlab.com/fdroid/fdroiddata/-/merge_requests);
uk: При його доданні виникла певна проблема, яку ми намагаємось розв'язати. Перегляньте відкриті [запити на злиття](https://gitlab.com/fdroid/fdroiddata/-/merge_requests);
zh_hans: 我们正试图将其收录，但是遇到了问题，我们正在努力解决。请查看未关闭的[合并请求](https://gitlab.com/fdroid/fdroiddata/-/merge_requests);

source: It's on our radar, but we haven't got to it yet. Search the [issues](https://gitlab.com/fdroid/rfp/-/issues);
de: Wir haben es auf dem Schirm, aber wir sind noch nicht dazugekommen. Durchsuchen Sie die [Tickets](https://gitlab.com/fdroid/rfp/-/issues);
pl: Jest na naszym radarze, ale jeszcze się nim nie zajęliśmy. Przeszukaj [issues](https://gitlab.com/fdroid/rfp/-/issues);
ro: Este pe radarul nostru, dar încă nu am ajuns la el. Căutați în [issues](https://gitlab.com/fdroid/rfp/-/issues);
ru: Она находится на нашем радаре, но мы еще не добрались до нее. Поиск по [вопросам](https://gitlab.com/fdroid/rfp/-/issues);
zh_hans: 它已进入我们的视线，但我们还没有行动。搜索[问题](https://gitlab.com/fdroid/rfp/-/issues);

source: We don't know about it. See the [Inclusion Policy](../Inclusion_Policy).
de: Wir wissen nichts von ihr. Sehen Sie sich die [Aufnahmekriterien](../Inclusion_Policy) an.
pl: Nie wiem o tym. Zobacz [Polityka włączenia](../Inclusion_Policy).
pt_pt: Não sabemos nada sobre isso. Veja a [Política de Inclusão](../Inclusion_Policy).
ro: Nu știm nimic despre asta. Consultați [Inclusion Policy](../Inclusion_Policy).
ru: Мы не знаем об этом. См. [Политика включения](../Inclusion_Policy).
uk: Ми ще про нього не знаємо. Перегляньте [політику додання](../Inclusion_Policy).
zh_hans: 我们还不知道有这个应用。请参阅 [收录政策](../Inclusion_Policy)。

source: Otherwise if you think that an app respects the Inclusion Policy and actually nobody is talking about it in the forum, you can try to be the first to do it: See the [Inclusion How-To](../Inclusion_How-To).
de: Wenn Sie andererseits glauben, dass eine App die Aufnahmekriterien erfüllt und tatsächlich keiner über sie im Forum spricht, können Sie versuchen, der erste zu sein, der es tut: Siehe [Aufnahmeverfahren](../Inclusion_How-To).
pl: W przeciwnym razie, jeśli uważasz, że aplikacja przestrzega Polityki włączenia, a tak naprawdę nikt nie mówi o niej na forum, możesz spróbować zrobić to jako pierwszy: Zobacz [Instrukcje włączenia](../Inclusion_How-To).
pt_pt: Caso contrário, se julga que uma app respeita a Política de Inclusão e, na verdade, ninguém está a falar sobre isso no fórum, pode tentar ser o primeiro a fazê-lo: veja [How-To Inclusão](../Inclusion_How-To).
ro: În caz contrar, dacă credeți că o aplicație respectă Politica de includere și nimeni nu vorbește despre ea pe forum, puteți încerca să fiți primul care o face: Consultați [Inclusion How-To](../Inclusion_How-To).
ru: В противном случае, если вы считаете, что приложение соблюдает Политику включения, но на самом деле никто не говорит об этом на форуме, вы можете попытаться сделать это первым: [Inclusion How-To](../Inclusion_How-To).
uk: Але якщо ви певні, що застосунок відповідає політиці додання й просто досі не згадувався на форумі, спробуйте додати його власноруч: перегляньте, [як додати застосунок](../Inclusion_How-To).
zh_hans: 如果你认为某个应用符合收录政策但又不符合以上情况，并且确实还没有人在论坛中谈论它，则可以尝试成为首位提议将其收录的人：请参阅[收录指南](../Inclusion_How-To)。

source: How can I keep track of new apps?
de: Wie behalte ich den Überblick über neue Apps?
pl: Jak mogę śledzić nowe aplikacje?
pt_pt: Como posso saber de novas aplicações?
ro: Cum pot să țin evidența noilor aplicații?
ru: Как я могу отслеживать новые приложения?
uk: Як стежити за доданням застосунків?
zh_hans: 我怎样才能及时获取新应用的消息？

source: There are several ways of keeping up with new apps that are added:
de: Es gibt verschiedene Wege, um über neu hinzugefügte Apps auf dem Laufenden zu bleiben:
pl: Istnieje kilka sposobów na nadążanie za nowymi aplikacjami, które są dodawane:
pt_pt: Há várias maneiras de saber de aplicações adicionadas de novo:
ro: Există mai multe modalități de a ține pasul cu noile aplicații care sunt adăugate:
ru: Существует несколько способов следить за появлением новых приложений:
uk: Є кілька шляхів спостерігати за новими застосунками по мірі додання:
zh_hans: 有几种方法可以了解新添加的应用的消息：

source: The website sidebar shows the three most recent updates, as well as the three most recent additions
de: Die seitliche Leiste auf der Website zeigt die drei neusten Aktualisierungen sowie die drei neusten Neuaufnahmen
pl: Pasek boczny witryny zawiera trzy najnowsze aktualizacje, a także trzy najnowsze dodatki
ro: Bara laterală a site-ului arată cele mai recente trei actualizări, precum și cele mai recente trei adăugiri
ru: На боковой панели сайта отображаются три самых последних обновления, а также три самых последних дополнения
uk: Бічна панель сайту показує три найновіші оновлення й три найновіші додання
zh_hans: 网站侧边栏显示最新的三个应用更新，以及最新添加的三款应用

source: In the client, the "Latest" tab shows all the apps updated during the last two months that have good [descriptions and graphics](../All_About_Descriptions_Graphics_and_Screenshots)
de: In der App zeigt die Rubrik „Neues“ alle Apps, die während der letzten zwei Monaten aktualisiert wurden und gute [Beschreibungen und Grafiken](../All_About_Descriptions_Graphics_and_Screenshots) mitbringen
pl: W kliencie, na karcie "Ostatnie" wyświetlane są wszystkie aplikacje zaktualizowane w ciągu ostatnich dwóch miesięcy, które mają dobre [opisy i grafiki](../All_About_Descriptions_Graphics_and_Screenshots)
ro: În client, fila " Ultimele" arată toate aplicațiile actualizate în ultimele două luni care au [descrieri și grafice](../All_About_Descriptions_Graphics_and_Screenshots) bune
ru: В клиенте на вкладке "Последние" отображаются все приложения, обновленные за последние два месяца и имеющие хорошие [описания и графику](../All_About_Descriptions_Graphics_and_Screenshots)
uk: Вкладка клієнта «Останні» показує всі оновлені за останні два місяці застосунки, що мають хороші [описи й графіку](../All_About_Descriptions_Graphics_and_Screenshots)
zh_hans: 在客户端中，“最新”选项卡显示所有过去两个月内更新过的拥有良好[描述和图像](../All_About_Descriptions_Graphics_and_Screenshots)的应用
