Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: __ShiftOS-Light__ - Shift Phone is a German phone vendor specializing in sustainable electronics. With some [manual steps](https://www.shiftphones.com/hilfe_faqs/was-ist-shiftos-l/) their [SHIFT5mq](https://shop.shiftphones.com/shift5me.html) and [SHIFT6mq model](https://shop.shiftphones.com/shift6mq.htm) can be updated to ShiftOS-Light. F-Droid is pre-installed on ShiftOS-Light.
de: __ShiftOS-Light__ – Shift Phone ist ein deutscher Telefonhersteller, der sich auf nachhaltige Elektronik spezialisiert hat. Mit einigen [manuellen Schritten](https://www.shiftphones.com/hilfe_faqs/was-ist-shiftos-l/) können ihre [SHIFT5mq-](https://shop.shiftphones.com/shift5me.html) und [SHIFT6mq-Modelle](https://shop.shiftphones.com/shift6mq.htm) auf ShiftOS-Light aktualisiert werden. F-Droid ist auf ShiftOS-Light vorinstalliert.
pl: __ShiftOS-Light__ — Shift Phone to niemiecki sprzedawca telefonów specjalizujący się w zrównoważonej elektronice. Wykonując kilka [czynności ręcznych](https://www.shiftphones.com/hilfe_faqs/was-ist-shiftos-l/) i [SHIFT5mq](https://shop.shiftphones.com/shift5me.html) i [SHIFT6mq model](https://shop.shiftphones.com/shift6mq.htm) można zaktualizować do wersji ShiftOS-Light. F-Droid jest preinstalowany na ShiftOS-Light.
ro: __ShiftOS-Light__ - Shift Phone este un furnizor german de telefoane specializat în electronice durabile. Cu ajutorul câtorva [manual steps](https://www.shiftphones.com/hilfe_faqs/was-ist-shiftos-l/), modelul lor [SHIFT5mq](https://shop.shiftphones.com/shift5me.html) și [SHIFT6mq](https://shop.shiftphones.com/shift6mq.htm) poate fi actualizat la ShiftOS-Light. F-Droid este preinstalat pe ShiftOS-Light.
ru: __ShiftOS-Light__ - Shift Phone - немецкий производитель телефонов, специализирующийся на экологичной электронике. С помощью некоторых [ручных действий](https://www.shiftphones.com/hilfe_faqs/was-ist-shiftos-l/) их [SHIFT5mq](https://shop.shiftphones.com/shift5me.html) и [SHIFT6mq модель](https://shop.shiftphones.com/shift6mq.htm) могут быть обновлены до ShiftOS-Light. На ShiftOS-Light предустановлена программа F-Droid.
uk: __ShiftOS-Light__ - Shift Phone — німецький виробник телефонів, що спеціалізується на екологічно чистій електроніці. За допомогою деяких [дій вручну](https://www.shiftphones.com/hilfe_faqs/was-ist-shiftos-l/) їхні [SHIFT5mq](https://shop.shiftphones.com/shift5me.html) та [модель SHIFT6mq](https://shop.shiftphones.com/shift6mq.htm) можна оновити до ShiftOS-Light. F-Droid попередньо встановлений на ShiftOS-Light.
zh_hans: __ShiftOS-Light__ - Shift Phone 是一家专攻可持续电子设备的德国手机厂商。 经由一些 [手动步骤](https://www.shiftphones.com/hilfe_faqs/was-ist-shiftos-l/)，该厂商的 [SHIFT5mq](https://shop.shiftphones.com/shift5me.html) 和 [SHIFT6mq model](https://shop.shiftphones.com/shift6mq.htm) 可以更新到 ShiftOS-Light。 F-Droid 是ShiftOS-Light 系统的预装应用。

source: Option 2. Download and install F-Droid APK.
de: Möglichkeit 2. F-Droid-APK herunterladen und installieren.
pl: Opcja 2. Pobierz i zainstaluj F-Droid APK.
ru: Вариант 2. Скачайте и установите F-Droid APK.
zh_hans: 选项2：下载并安装 F-Droid APK。

source: This option is quick and easy. After installation, F-Droid will automatically notify you when updates are available. But for each and every individual app update, Android will prompt you for confirmation. Some users prefer this option because they have more control over which apps are presently allowed to update or not.
de: Diese Möglichkeit ist schnell und einfach. Nach der Installation werden Sie von F-Droid automatisch benachrichtigt, wenn Updates verfügbar sind. Bei jeder einzelnen App-Aktualisierung fordert Android Sie jedoch zur Bestätigung auf. Einige Benutzer bevorzugen diese Option, weil sie mehr Kontrolle darüber haben, welche Apps aktualisiert werden sollen und welche nicht.
pl: Ta opcja jest szybka i łatwa. Po instalacji F-Droid automatycznie powiadomi o dostępności aktualizacji. Jednak w przypadku każdej indywidualnej aktualizacji aplikacji system Android wyświetli monit o potwierdzenie. Niektórzy użytkownicy preferują tę opcję, ponieważ mają większą kontrolę nad tym, które aplikacje mogą być obecnie aktualizowane, a które nie.
ru: Этот вариант является быстрым и простым. После установки F-Droid будет автоматически уведомлять вас о наличии обновлений. Но для каждого отдельного обновления Android будет запрашивать подтверждение. Некоторые пользователи предпочитают этот вариант, потому что у них больше контроля над тем, каким приложениям в данный момент разрешено обновляться, а каким нет.
zh_hans: 此选项快速且容易。安装后，F-Droid 会在更新可用时自动提示你。但对每一个单独的应用更新，Android 系统都会提示进行确认。 某些用户偏好此选项，因用户在允许哪些应用现在可以或不可以更新上有更大控制权。

source: **Summarize steps to install F-Droid APK:**
de: **Zusammenfassung der Schritte zur Installation des F-Droid-APKs:**
pl: **Podsumowanie kroków, aby zainstalować F-Droid APK:**.
ru: **Общие шаги для установки F-Droid APK:**
zh_hans: **概述安装 F-Droid APK 的步骤：**

source: Download [this official F-Droid.apk](https://f-droid.org/F-Droid.apk) file
de: [Diese offizielle F-Droid.apk](https://f-droid.org/F-Droid.apk)-Datei herunterladen
pl: Pobierz [oficjalny plik F-Droid.apk](https://f-droid.org/F-Droid.apk)
ru: Скачать [этот официальный файл F-Droid.apk](https://f-droid.org/F-Droid.apk)
zh_hans: 下载 [官方 F-Droid.apk](https://f-droid.org/F-Droid.apk) 文件

source: Install the `F-Droid.apk` file you downloaded above
de: Die Datei `F-Droid.apk` installieren, die oben heruntergeladen wurde
pl: Zainstaluj pobrany powyżej plik `F-Droid.apk`
ru: Установите файл `F-Droid.apk`, который вы скачали выше
zh_hans: 安装你上一步下载的 `F-Droid.apk`文件

source: Below is the same steps as above. But with details if you are interested in those.
de: Nachfolgend finden sich die gleichen Schritte wie oben. Aber mit Details, wenn man an diesen interessiert sind.
pl: Poniżej znajdują się te same kroki, co powyżej. Ale ze szczegółami, jeśli jesteś nimi zainteresowany.
ru: Ниже приведены те же шаги, что и выше. Но с подробностями, если они вас интересуют.
zh_hans: 以下步骤和上方步骤本质上并无不同。区别在于更加详细，如果你对细节感兴趣，可以看一看。

source: **Details steps for newcomers to install F-Droid APK:**
de: **Detaillierte Schritte für Neueinsteiger zur Installation von F-Droid-APK:**
pl: **Szczegółowe kroki dla początkujących, aby zainstalować F-Droid APK:**.
ru: **Подробные шаги для новичков, чтобы установить F-Droid APK:**
zh_hans: **新手如何安装 F-Droid APK 的详细步骤：**

source: [Tap on this link](https://f-droid.org/F-Droid.apk) to both download and start the installation of the official F-Droid APK.
de: [Auf diesen Link tippen](https://f-droid.org/F-Droid.apk), um das offizielle F-Droid-APK herunterzuladen und zu installieren.
pl: [Stuknij w ten link](https://f-droid.org/F-Droid.apk), aby pobrać i rozpocząć instalację oficjalnego APK F-Droid.
ru: [Нажмите на эту ссылку](https://f-droid.org/F-Droid.apk), чтобы загрузить и начать установку официального APK F-Droid.
zh_hans: [轻按此链接](https://f-droid.org/F-Droid.apk) 下载并启动安装官方的 F-Droid APK 文件。

source: Alternatively, if somehow your internet browser force you to download this `F-Droid.apk` file without automatically starting its installation, double check that this file is stored into your Android devise internal storage. So that it automatically has the appropriation permissions. Do not store this file into an external storage. Then using your Android file Manager, tap on the `F-Droid.apk` file.
de: Wenn der Internetbrowser Sie zwingt, die Datei `F-Droid.apk` herunterzuladen, ohne die Installation automatisch zu starten, überprüfen Sie bitte, ob diese Datei im internen Speicher des Android-Geräts gespeichert ist. So dass sie automatisch die entsprechenden Berechtigungen hat. Speichern Sie diese Datei nicht in einem externen Speicher. Tippen Sie dann mit dem Android-Dateimanager auf die Datei `F-Droid.apk`.
pl: Alternatywnie, jeśli w jakiś sposób przeglądarka internetowa zmusi cię do pobrania pliku `F-Droid.apk` bez automatycznego rozpoczęcia jego instalacji, sprawdź dwukrotnie, czy ten plik jest przechowywany w pamięci wewnętrznej urządzenia z Androidem. Aby automatycznie miał odpowiednie uprawnienia. Nie przechowuj tego pliku w pamięci zewnętrznej. Następnie za pomocą Menedżera plików Android dotknij pliku `F-Droid.apk`.
ru: В противном случае, если каким-то образом ваш интернет-браузер заставляет вас скачать этот файл `F-Droid.apk`, не начав его автоматическую установку, дважды проверьте, сохранен ли он во внутреннем хранилище вашего Android-устройства. Чтобы у него автоматически были соответствующие разрешения. Не храните этот файл во внешнем хранилище. Затем, используя файловый менеджер Android, нажмите на файл `F-Droid.apk`.
zh_hans: 或者，要是你的浏览器强制你下载 `F-Droid.apk` 文件但没有自动开始安装它，请仔细检查确保该文件被储存到 Android 设备的内部存储中，以便其自动拥有恰当的权限。不要将此文件保存在外部存储中。接着使用 Android 文件管理器，轻按 `F-Droid.apk` 文件。

source: When Android prompts, allow the installation from Unknown Sources
de: Wenn Android dazu auffordert, erlauben Sie die Installation aus unbekannten Quellen
pl: Gdy Android wyświetli monit, zezwól na instalację z nieznanych źródeł
ru: При появлении запроса Android разрешите установку из неизвестных источников
zh_hans: 当 Android 系统提示时，允许来自未知来源的安装

source: When prompts, tap on `Install` F-Droid
de: Wenn dazu aufgefordert, auf F-Droid `Installieren` tippen
pl: Po wyświetleniu monitu dotknij `Zainstaluj` F-Droid
ru: Когда появится запрос, нажмите на `Установить` F-Droid
zh_hans: 系统提示时，轻按 `安装` F-Droid

source: When prompts, tap on `Open` F-Droid
de: Wenn dazu aufgefordert, auf F-Droid `Öffnen` tippen
pl: Po wyświetleniu monitu dotknij `Otwórz` F-Droid
ru: Когда появится запрос, нажмите на `Открыть` F-Droid
zh_hans: 当提示时，轻按 `打开` F-Droid

source: The first time F-Droid is open, it will automatically download the F-Droid repository. Wait. Depending on the speed of your internet connection, wait 2 to 10 minutes.
de: Wenn F-Droid zum ersten Mal geöffnet wird, lädt es automatisch das F-Droid-Repository herunter. Bitte warten. Je nach der Geschwindigkeit Ihrer Internetverbindung sollten sie Sie 2 bis 10 Minuten abwarten.
pl: Przy pierwszym uruchomieniu F-Droid automatycznie pobierze repozytorium F-Droid. Poczekaj. W zależności od szybkości połączenia internetowego, odczekaj od 2 do 10 minut.
ru: При первом открытии F-Droid автоматически загрузит репозиторий F-Droid. Подождите. В зависимости от скорости вашего интернет-соединения подождите от 2 до 10 минут.
zh_hans: 第一次打开 F-Droid 时，应用会自动下载 F-Droid 存储库。请稍候片刻。根据你的互联网连接速度不同，可能需要等待 2 到 10 分钟。

source: F-Droid will automatically display its catalog of apps. To search for apps, tap on the search button.
de: F-Droid zeigt automatisch seinen App-Katalog an. Um nach Apps zu suchen, tippen Sie auf die Schaltfläche „Suchen“.
pl: F-Droid automatycznie wyświetli swój katalog aplikacji. Aby wyszukać aplikacje, dotknij przycisku wyszukiwania.
ru: F-Droid автоматически отобразит каталог приложений. Чтобы найти приложения, нажмите на кнопку поиска.
zh_hans: F-Droid 会自动展示应用目录。要搜索应用，请轻按搜素按钮。

source: When Android prompts, allow the F-Droid to install apps from Unknown Sources.
de: Wenn Android dazu auffordert, erlauben Sie F-Droid die Installation von Apps aus unbekannten Quellen.
pl: Gdy Android wyświetli monit, zezwól F-Droid na instalowanie aplikacji z nieznanych źródeł.
ru: В ответ на запрос Android разрешите F-Droid устанавливать приложения из неизвестных источников.
zh_hans: 当 Android 系统提示时，允许 F-Droid 安装来自未知来源的应用。

source: Optionally, for stronger security, denied the Android internet browser or Android file manager to install apps from Unknown Sources. In the future, F-Droid APK will still be able to install and update any F-Droid apps to your liking.
de: Optional können Sie für mehr Sicherheit dem Android-Internetbrowser oder Android-Dateimanager die Installation von Apps aus unbekannten Quellen verweigern. In Zukunft wird das F-Droid-APK immer noch in der Lage sein, alle F-Droid-Apps nach Ihren Wünschen zu installieren und zu aktualisieren.
pl: Opcjonalnie, dla większego bezpieczeństwa, można odmówić korzystania z przeglądarki internetowej Android lub menedżera plików Android, aby instalować aplikacje z nieznanych źródeł. W przyszłości F-Droid APK nadal będzie mógł instalować i aktualizować dowolne aplikacje F-Droid według własnych upodobań.
ru: Кроме того, для большей безопасности запретите интернет-браузеру Android или файловому менеджеру Android устанавливать приложения из неизвестных источников. В будущем F-Droid APK по-прежнему сможет устанавливать и обновлять любые приложения F-Droid по вашему вкусу.
zh_hans: （可选）为了增强安全性，在完成初始安装后拒绝 Android 浏览器或 Android 文件管理器安装来自未知来源的应用。F-Droid APK 仍能如你所愿安装并更新任何 F-Droid 应用。

source: Done. You successfully install F-Droid APK.
de: Erledigt. Sie haben das F-Droid-APK erfolgreich installiert.
pl: Gotowe. Pomyślnie zainstalowałeś F-Droid APK.
ru: Готово. Вы успешно установили F-Droid APK.
zh_hans: 完毕。您成功安装了 F-Droid APK。

source: Option 3. Install an Android ROM with built-in F-Droid.
de: Möglichkeit 3. Ein Android-ROM mit integriertem F-Droid installieren.
pl: Opcja 3. Zainstaluj ROM Androida z wbudowanym F-Droid.
ru: Вариант 3. Установите Android ROM со встроенным F-Droid.
zh_hans: 选项3：安装内置 F-Droid 的安卓 ROM。

source: If you're planning on flashing a custom ROM, these ROMs might be interesting for you because they come with F-Droid built-in and ready to use:
de: Wenn Sie vorhaben, ein custom ROM zu flashen, könnten diese ROMs für Sie interessant sein, da F-Droid hier bereits vorinstalliert ist:
pl: Jeśli planujesz flashowanie niestandardowego ROM-u, te ROM-y mogą być dla Ciebie interesujące, ponieważ są dostarczane z wbudowanym i gotowym do użycia F-Droid:
ro: Dacă plănuiești să folosești un ROM personalizat, aceste ROM-uri ar putea fi interesante pentru tine, deoarece vin cu F-Droid integrat și gata de utilizare:
ru: Если вы планируете установить кастомное ПЗУ, эти ПЗУ могут быть вам интересны, потому что они поставляются со встроенным F-Droid и готовы к использованию:
uk: Якщо ви плануєте прошивати власні ROM, вони можуть вас зацікавити, оскільки вони поставляються із вбудованим F-Droid, готовим до користування:
zh_hans: 如果你正计划刷入自定义 ROM，你可能对这些 ROM 感兴趣，因它们内置了 F-Droid，开箱可用：

source: __LineageOS for MicroG__ - https://lineage.microg.org
de: __LineageOS für MicroG__ - https://lineage.microg.org
pl: __LineageOS dla MicroG__ - https://lineage.microg.org
ru: __LineageOS для MicroG__ — https://lineage.microg.org

source: Option 4. Flash F-Droid OTA.
de: Möglichkeit 4. F-Droid-OTA flashen.
pl: Opcja 4. Flash F-Droid OTA.
ru: Вариант 4. Прошить F-Droid OTA.
zh_hans: 选项4：刷入 F-Droid OTA。

source: On Android version 12 or more recent, Flash F-Droid OTA is both **not** needed and **not** supported. [Read more](https://f-droid.org/2024/02/08/twif.html#f-droid-core).
de: Auf Android Version 12 oder neuer wird das Flashen von F-Droid-OTA sowohl **nicht** benötigt als auch **nicht** unterstützt. [Lesen Sie mehr](https://f-droid.org/2024/02/08/twif.html#f-droid-core).
pl: Na Androidzie w wersji 12 lub nowszej, Flash F-Droid OTA jest **nie** potrzebny i **nie** obsługiwany. [Czytaj więcej](https://f-droid.org/2024/02/08/twif.html#f-droid-core).
ru: На Android версии 12 или более поздней, Flash F-Droid OTA как **не** требуется, так и **не** поддерживается. [Подробнее](https://f-droid.org/2024/02/08/twif.html#f-droid-core).
zh_hans: 在 Android 12 或更新版本的系统上，刷入 F-Droid OTA 既 **没有** 必要也 **不被** 支持。[了解详情](https://f-droid.org/2024/02/08/twif.html#f-droid-core)。

source: On Android version 11 or older. When you intend on flashing a ROM which doesn't come preloaded with F-Droid we recommend to flash F-Droid privileged extension OTA. This option works great with [LineageOS](https://lineageos.org/) for example.
de: Auf Android Version 11 oder älter. Wenn Sie vorhaben, ein ROM zu flashen, das nicht mit F-Droid vorinstalliert ist, empfehlen wir, die F-Droid-Rechteerweiterung OTA zu flashen. Diese Option funktioniert zum Beispiel hervorragend mit [LineageOS](https://lineageos.org/).
pl: Na Androidzie w wersji 11 lub starszej. Jeśli zamierzasz sflashować ROM, który nie jest wstępnie załadowany z F-Droid, zalecamy sflashowanie F-Droid uprzywilejowanego rozszerzenia OTA. Ta opcja działa świetnie na przykład z [LineageOS](https://lineageos.org/).
ru: На Android версии 11 или ниже. Если вы собираетесь прошить ROM, который не поставляется с предустановленным F-Droid, мы рекомендуем установить привилегированное расширение F-Droid OTA. Этот вариант отлично работает, например, с [LineageOS](https://lineageos.org/).
zh_hans: 在 Android 11 及更早系统上，当你打算刷入未预置 F-Droid 的 ROM 时，我们推荐刷入 F-Droid 特权扩展 OTA。此选项与 [LineageOS](https://lineageos.org/) 系统配合得很好。

source: 1. download the latest [F-Droid privileged extension OTA](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/#suggested). 2. boot your phone into recovery mode 3. side-load / install the OTA zip file to your phone, the same way you would install a custom ROM. (eg. with `adb`, `heimdall`, etc.)
de: 1. Herunterladen der neuesten [F-Droid-Rechteerweiterung OTA](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/#suggested). 2. Das Telefon im Wiederherstellungsmodus starten. 3. Die OTA-Zip-Datei auf das Telefon laden und auf dieselbe Weise installieren, wie ein benutzerdefiniertes ROM installiert wird. (z. B. mit `adb`, `heimdall`, usw.)
pl: 1. pobierz najnowsze rozszerzenie [F-Droid privileged extension OTA](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/#suggested). 2. uruchom telefon w trybie odzyskiwania 3. załaduj / zainstaluj plik zip z OTA na telefonie, w ten sam sposób, w jaki byś to zrobił zainstaluj niestandardowy ROM. (np. za pomocą `adb`, `heimdall` itp.).
ru: 1. загрузите последнюю версию [F-Droid привилегированное расширение OTA](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/#suggested). 2. загрузите телефон в режим восстановления 3. загрузите/установите OTA zip-файл на телефон, точно так же, как вы бы установили установить пользовательский ROM. (например, с помощью `adb`, `heimdall` и т.д.)
zh_hans: 1. 下载最新的 [F-Droid 特权扩展 OTA](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/#suggested). 2. 启动手机进入恢复模式 3. 侧加载/安装 OTA zip 文件到手机，和你 安装定制 ROM 的方法一样 (如，用 `adb`、 `heimdall`等)

source: Option 5. Install F-Droid using `adb`.
de: Möglichkeit 5. F-Droid mit `adb` installieren.
pl: Opcja 5. Zainstaluj F-Droid używając `adb`.
ru: Вариант 5. Установите F-Droid с помощью `adb`.
zh_hans: 选项5：用 `adb` 安装 F-Droid.

source: Enable [_Developer options_](https://developer.android.com/studio/debug/dev-options#enable) on your phone
de: Die [_Entwickleroptionen_](https://developer.android.com/studio/debug/dev-options#enable) auf dem Telefon aktivieren
ru: Включите [_Опции разработчика_](https://developer.android.com/studio/debug/dev-options#enable) на своем телефоне
zh_hans: 在手机上启用 [_开发者选项_](https://developer.android.com/studio/debug/dev-options#enable)

source: In _Developer options_ enable _USB debugging_
de: Unter _Entwickleroptionen_ _USB-Debugging_ aktivieren
ru: В разделе _Опции разработчика_ включите функцию _Отладка по USB_
zh_hans: 在 _开发者选项_中启用 _USB 调试_

source: On your computer download "Android Debugging Bridge" (adb)
de: Auf dem Computer „Android Debugging Bridge“ (adb) herunterladen
pl: Na komputerze pobierz „Android Debugging Bridge” (adb).
ru: Загрузите на компьютер программу "Android Debugging Bridge" (adb)
zh_hans: 在计算机上下载 "Android Debugging Bridge" (adb)

source: Make sure your phone is connected via USB and visible in the output of: `adb devices -l`
de: Sicherstellen, dass das Telefon über USB angeschlossen und in folgender Ausgabe sichtbar ist: `adb devices -l`
ru: Убедитесь, что ваш телефон подключен через USB и виден в выводе: `adb devices -l`
zh_hans: 确保通过 USB 连接手机到计算机，且可以在 `adb devices -l`输出中看到它

source: Push fdroid to your phone: `adb push "/path/to/F-Droid.apk" /data/local/tmp/F-Droid.apk`
de: fdroid auf das Telefon übertragen: `adb push "/path/to/F-Droid.apk" /data/local/tmp/F-Droid.apk`
ru: Закачайте fdroid на свой телефон: `adb push "/path/to/F-Droid.apk" /data/local/tmp/F-Droid.apk`
zh_hans: 将 fdroid 推送到手机：`adb push "/path/to/F-Droid.apk" /data/local/tmp/F-Droid.apk`

source: Install F-Droid: `adb shell pm install -i "org.fdroid.fdroid" -r /data/local/tmp/F-Droid.apk`
de: F-Droid installieren: `adb shell pm install -i "org.fdroid.fdroid" -r /data/local/tmp/F-Droid.apk`
ru: Установите F-Droid: `adb shell pm install -i "org.fdroid.fdroid" -r /data/local/tmp/F-Droid.apk`
zh_hans: 安装 F-Droid：`adb shell pm install -i "org.fdroid.fdroid" -r /data/local/tmp/F-Droid.apk`

source: Remove the old file: `adb shell rm /data/local/tmp/F-Droid.apk`
de: Die alte Datei entfernen: `adb shell rm /data/local/tmp/F-Droid.apk`
ru: Удалите старый файл: `adb shell rm /data/local/tmp/F-Droid.apk`
zh_hans: 删除旧文件： `adb shell rm /data/local/tmp/F-Droid.apk`

source: **Note:** This method also works for installing apps if _Google Advanced Protection Program_ is enabled, which would otherwise result in the following error:
de: **Hinweis:** Diese Methode funktioniert auch für die Installation von Apps, wenn das _Google Advanced Protection Program_ aktiviert ist, was sonst zu folgendem Fehler führen würde:
pl: **Uwaga:** Ta metoda działa również w przypadku instalowania aplikacji, jeśli włączony jest _Google Advanced Protection Program_, co w przeciwnym razie spowodowałoby następujący błąd:
ru: **Примечание:** Этот метод также работает при установке приложений, если включена _Google Advanced Protection Program_, что в противном случае приведет к следующей ошибке:
zh_hans: **注意：** 也可以使用此方法来安装应用， 但需要开启_Google 高级保护项目_。否则，可能会导致下列错误：

source: Disclaimer
de: Haftungsausschluss
pl: Wyłączenie odpowiedzialności
ru: Отказ от ответственности
uk: Застереження
zh_hans: 免责声明

source: The intent of this present documentation page is helping users getting kick-started. Not an official endorsement of any products, vendors, etc.
de: Der Zweck dieser Dokumentationsseite ist es, den Benutzern den Einstieg zu erleichtern. Es handelt sich nicht um eine offizielle Empfehlung von Produkten, Anbietern usw.
pl: Celem niniejszej strony z dokumentacją jest pomoc użytkownikom w rozpoczęciu pracy. Nie stanowi ona oficjalnego poparcia dla jakichkolwiek produktów, sprzedawców itp.
ru: Цель этой страницы документации - помочь пользователям начать работу. Это не официальная поддержка каких-либо продуктов, продавцов и т.д.
zh_hans: 当前文档页面的意图时帮助用户快速开始使用 F-Droid，并非对任何产品、厂商等的官方背书。
