Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Note that most projects call upon pre-built libraries. The source code for these is found elsewhere. For ant, these will be found in the `libs/` folder and external ones are mentioned in the _project.properties_ files; for gradle, these will be mentioned in _build.gradle_ and are usually pulled from <http://mvnrepository.com>; for maven there will be `pom.xml` files which describe the dependencies. If native code pre-built libraries are used, these will often be found in `res/raw/` or `assets/`: there should be something said about these in the `README`. The example above has one jar file dependency with a text reference and doesn't use any external libraries, so no extra references are needed.
de: Beachten Sie, dass die meisten Projekte auf vorgefertigte Bibliotheken zurückgreifen. Der Quellcode dafür ist an anderer Stelle zu finden. Für ant werden diese im Ordner `libs/` gefunden und externe in den _project.properties_ Dateien erwähnt; für gradle werden diese in _build.gradle_ erwähnt und normalerweise aus <http://mvnrepository.com> gezogen; für maven gibt es `pom.xml`-Dateien, die die Abhängigkeiten beschreiben. Wenn nativer Code verwendet wird, werden diese oft in `res/raw/` oder `assets/` gefunden: es sollte etwas darüber in der `README` stehen. Das obige Beispiel hat eine JAR-Dateiabhängigkeit mit einer Textreferenz und verwendet keine externen Bibliotheken, so dass keine zusätzlichen Referenzen benötigt werden.
pl: Zwróć uwagę, że większość projektów odwołuje się do gotowych bibliotek. Kod źródłowy tych kodów znajduje się w innym miejscu. Dla ant będą one znalezione w folderze `libs/`, a zewnętrzne są wymienione w plikach _project.properties_; dla gradle będą one wymienione w _build.gradle_ i zwykle są pobierane z <http://mvnrepository.com>; dla maven będą pliki `pom.xml`, które opisują zależności. Jeśli używane są wbudowane biblioteki natywnego kodu, często można je znaleźć w `res/raw/` lub `assets/`: powinno być coś o nich powiedziane w `README`. Powyższy przykład ma jedną zależność pliku jar z odwołaniem tekstowym i nie korzysta z żadnych zewnętrznych bibliotek, więc nie są potrzebne żadne dodatkowe odwołania.
pt_pt: Observe que a maioria dos projetos recorre a bibliotecas pré-construídas. O código-fonte para estes encontra-se em outro lugar. Para ant, estes estarão na pasta `libs/` e os externos são mencionados nos ficheiros _project.properties_; para gradle, estes serão mencionados em _build.gradle_ e normalmente são puxados de <http://mvnrepository.com>; para maven haverá ficheiros `pom.xml` que descrevem as dependências. Se bibliotecas de código nativo pré-construídas forem utilizadas, estas frequentemente encontram-se em `res/raw/` ou `assets/`: deve haver algo sobre elas no `README`. O exemplo acima tem uma dependência de ficheiro jar com uma referência de texto e não usa nenhuma biblioteca externa, então nenhuma referência adicional é necessária.
ro: Rețineți că majoritatea proiectelor apelează la biblioteci preinstalate. Codul sursă pentru acestea se găsește în altă parte. Pentru ant, acestea se vor găsi în dosarul `libs/`, iar cele externe sunt menționate în fișierele _project.properties_; pentru gradle, acestea vor fi menționate în _build.gradle_ și sunt de obicei extrase din <http://mvnrepository.com>; pentru maven, vor exista fișiere `pom.xml` care descriu dependențele. Dacă se utilizează biblioteci pre-construite în cod nativ, acestea se vor găsi adesea în `res/raw/` sau `assets/`: ar trebui să se spună ceva despre acestea în `README`. Exemplul de mai sus are o singură dependență de un fișier jar cu o referință text și nu utilizează nicio bibliotecă externă, deci nu sunt necesare referințe suplimentare.
ru: Обратите внимание, что большинство проектов используют готовые библиотеки. Их исходный код можно найти в другом месте. Для ant они находятся в папке `libs/`, а внешние упоминаются в файлах _project.properties_; для gradle они упоминаются в _build.gradle_ и обычно берутся из <http://mvnrepository.com>; для maven есть файлы `pom.xml`, описывающие зависимости. Если используются предварительно созданные библиотеки для нативного кода, то они часто находятся в `res/raw/` или `assets/`: о них должно быть что-то сказано в `README`. Приведенный выше пример имеет одну зависимость от jar-файла с текстовой ссылкой и не использует никаких внешних библиотек, поэтому дополнительные ссылки не нужны.
uk: Зауважте, більшість проєктів містять виклики наперед зібраних бібліотек. Вихідний код бібліотек розміщено деінде. При використанні Ant, бібліотеки розміщено в каталозі `libs/`, а файли _project.properties_ вказують, звідки їх можна завантажити. При використанні Gradle, бібліотеки вказуються в `build.gradle` і зазвичай завантажуються з <http://mvnrepository.com>. При використанні Maven, залежності вказано в файлах `pom.xml`. Якщо використано готові збірки бібліотек native-коду, ви знайдете їх у `res/raw/` чи `assets/`: про це має бути щось уточнено в `README`. Зразок угорі вказує текстом залежність від одного jar-файлу й не використовує зовнішніх бібліотек, тож жодних додаткових посилань не потрібно.
zh_hans: 请注意，大多数项目都调用预构建的库。这些的源代码可以在其他地方找到。对于 ant，这些将在 `libs/` 文件夹中找到，外部的在 _project.properties_ 文件中提到;对于 gradle，这些将在_build.gradle_中提及，并且通常从<http://mvnrepository.com>中提取;对于 maven，将有 `pom.xml` 文件来描述依赖关系。 如果使用本机代码预构建的库，这些库通常可以在`res/raw/`或`assets/`中找到：在`README`中应该有一些关于这些的内容。上面的示例具有一个带有文本引用的 jar 文件依赖项，并且不使用任何外部库，因此不需要额外的引用。

source: - *E.g.* Overall: <https://gitlab.com/fdroid/fdroidclient/blob/master/LICENSE> (overall of a source code under a *GPLv3+* license); - *E.g.* Source code header: <https://gitlab.com/fdroid/fdroidclient/blob/master/app/src/main/java/org/fdroid/fdroid/AppDetails.java> (header of a file under a *GPLv3+* license); - *E.g.* Libraries: <https://gitlab.com/fdroid/fdroidclient/tree/master/libs> (see the `LICENSE` file with the *Apache License, Version 2.0* license for that library); - *E.g.* Artwork: <https://f-droid.org/about> (see the *CC BY-SA 3.0* license for artworks)
de: - *Z. B.* Insgesamt: <https://gitlab.com/fdroid/fdroidclient/blob/master/LICENSE> (insgesamt ein Quellcode unter einer *GPLv3+* Lizenz); - *Z. B.* Quellcode Header: <https://gitlab.com/fdroid/fdroidclient/blob/master/app/src/main/java/org/fdroid/fdroid/AppDetails.java> (Header einer Datei unter einer *GPLv3+* Lizenz); - *Z. B.* Bibliotheken: <https://gitlab.com/fdroid/fdroidclient/tree/master/libs> (siehe die `LICENSE` Datei mit der *Apache Lizenz, Version 2.0* Lizenz für diese Bibliothek); - *Z. B.* Artwork: <https://f-droid.org/about> (siehe die *CC BY-SA 3.0* Lizenz für Kunstwerke)
pl: - *Np.* Ogólnie: <https://gitlab.com/fdroid/fdroidclient/blob/master/LICENSE> (całość kodu źródłowego w ramach licencji *GPLv3+*); - *Np.* Nagłówek kodu źródłowego: <https://gitlab.com/fdroid/fdroidclient/blob/master/app/src/main/java/org/fdroid/fdroid/AppDetails.java> (nagłówek pliku w ramach licencji *GPLv3+*); - *Np.* Biblioteka: <https://gitlab.com/fdroid/fdroidclient/tree/master/libs> (zobacz plik `LICENSE` z licencją *Apache, wersja 2.0* dla tej biblioteki); - *Np.* Grafika: <https://f-droid.org/about> (zobacz licencję *CC BY-SA 3.0* na dzieła sztuki)
pt_pt: - *P. ex.* Global: <https://gitlab.com/fdroid/fdroidclient/blob/master/LICENSE> (total de um código-fonte uma licença *GPLv3+*); - *E.g.* Cabeçalho de código-fonte: <https://gitlab.com/fdroid/fdroidclient/blob/master/app/src/main/java/org/fdroid/fdroid/AppDetails.java> (cabeçalho de um ficheiro sob a liçença *GPLv3+*); - *P.ex.* Bibliotecas: <https://gitlab.com/fdroid/fdroidclient/tree/master/libs> (veja o ficheiro `LICENSE` com a *Licença Apache, versão 2.0* para essa biblioteca); - *P.ex.* Obras de arte: <https://f-droid.org/about> (veja a licença *CC BY-SA 3.0* para obras de arte)
ro: - *E.g.*În general: <https://gitlab.com/fdroid/fdroidclient/blob/master/LICENSE> (overall of a source code under a *GPLv3+* license); - *E.g.* Antetul codului sursă: <https://gitlab.com/fdroid/fdroidclient/blob/master/app/src/main/java/org/fdroid/fdroid/AppDetails.java> (header of a file under a *GPLv3+* license); - *E.g.* Biblioteci: <https://gitlab.com/fdroid/fdroidclient/tree/master/libs> (see the `LICENSE` file with the *Apache License, Version 2.0* license for that library); - *E.g.* Lucrări artistice: <https://f-droid.org/about> (see the *CC BY-SA 3.0* license for artworks)
ru: - *Например* В общем: <https://gitlab.com/fdroid/fdroidclient/blob/master/LICENSE> (общая часть исходного кода по лицензии *GPLv3+*); - *Например* Заголовок исходного кода: <https://gitlab.com/fdroid/fdroidclient/blob/master/app/src/main/java/org/fdroid/fdroid/AppDetails.java> (заголовок файла под лицензией *GPLv3+*); - *Например* Библиотеки: <https://gitlab.com/fdroid/fdroidclient/tree/master/libs> (см. файл `LICENSE` с лицензией *Apache License, Version 2.0* для этой библиотеки); - *Например* Artwork: <https://f-droid.org/about> (см. лицензию *CC BY-SA 3.0* для произведений искусства)
uk: - *Наприклад,* загалом: <https://gitlab.com/fdroid/fdroidclient/blob/master/LICENSE> (вихідний код загалом ліцензовано *GPLv3+*); - *Наприклад,* шапка вихідного коду: <https://gitlab.com/fdroid/fdroidclient/blob/master/app/src/main/java/org/fdroid/fdroid/AppDetails.java> (шапка файлу вказує, що його ліцензовано *GPLv3+*); - *Наприклад,* бібліотеки: <https://gitlab.com/fdroid/fdroidclient/tree/master/libs> (файл `LICENSE` бібліотеки вказує, що її ліцензовано *Apache License версії 2.0*); - *Наприклад,* твори мистецтва: <https://f-droid.org/about> (художнє оформлення ліцензовано *CC BY-SA 3.0*)
zh_hans: - *例如* 总体：<https://gitlab.com/fdroid/fdroidclient/blob/master/LICENSE>（*GPLv3+*许可证下的源代码）;- *例如* 源代码头： <https://gitlab.com/fdroid/fdroidclient/blob/master/app/src/main/java/org/fdroid/fdroid/AppDetails.java> （*GPLv3+* 许可证下的文件头）;- *例如*库：<https://gitlab.com/fdroid/fdroidclient/tree/master/libs>（请参阅`LICENSE`文件，其中包含*Apache许可证，该库的2.0*许可证）;- *例如*艺术品：<https://f-droid.org/about>（参见*CC BY-SA 3.0*艺术品许可证）

source: All apps in the F-Droid repository *must* be FOSS (Free and Open Source software). If the software doesn't clearly state a license that is listed as a Free Software License in the [GNU license list](http://www.gnu.org/licenses/license-list.html#SoftwareLicenses) then it probably isn't.
de: Alle Apps im F-Droid-Repository *müssen* FOSS (Free and Open Source Software) sein. Wenn die Software nicht eindeutig eine Lizenz benennt, die als eine freie Software-Lizenz in der [GNU Lizenzliste](http://www.gnu.org/licenses/license-list.html#SoftwareLicenses) geführt wird, dann ist es wahrscheinlich keine.
pl: Wszystkie aplikacje w repozytorium F-Droid *muszą* być FOSS (darmowe i otwarte oprogramowanie). Jeśli oprogramowanie nie wskazuje wyraźnie licencji wymienionej jako Licencja Wolnego Oprogramowania na [liście licencji GNU](http://www.gnu.org/licenses/license-list.htmlSoftwareLicenses), to prawdopodobnie nie jest to.
pt_pt: Todos os apps no repositório F-Droid *devem* ser FOSS (software livre e de código aberto). Se o software não indica claramente uma licença que está listada como Licença de Software Livre na [lista de licenças GNU](http://www.gnu.org/licenses/license-list.html#SoftwareLicenses) então provavelmente não está.
ro: Toate aplicațiile din depozitul F-Droid *trebuie* să fie FOSS (Free and Open Source software). Dacă software-ul nu indică în mod clar o licență care este listată ca licență de software liber în [GNU license list](http://www.gnu.org/licenses/license-list.html#SoftwareLicenses), atunci probabil că nu este.
ru: Все приложения в репозитории F-Droid *должны* быть FOSS (Free and Open Source software). Если в программе не указана лицензия, которая перечислена как лицензия свободного программного обеспечения в [списке лицензий GNU](http://www.gnu.org/licenses/license-list.html#SoftwareLicenses), то, вероятно, она таковой не является.
uk: Всі застосунки в репозиторії F-Droid *мусять* бути FOSS — вільним і відкритим програмним забезпеченням. Якщо програмне забезпечення не зазначає явно одної з ліцензій вільного програмного забезпечення, присутніх у [переліку ліцензій GNU](https://www.gnu.org/licenses/license-list.html#SoftwareLicenses), то швидше за все, воно таким не є.
zh_hans: F-Droid 资源库中的所有应用*必须*是FOSS（自由和开放源代码软件）。如果该软件没有明确说明在 [GNU许可证列表](http://www.gnu.org/licenses/license-list.html#SoftwareLicenses) 中被列为自由软件许可证，那么它可能不是。

source: If there aren't any `README` or `LICENSE` in the source code of the app it's very difficult for the F-Droid community verify that the entire source code, libraries and artwork each are released under a suitable Free and Open Source license. So, it's a good pratice to verify that the app has headers in every file of the source code, a text file in the library folder and a statement in the source code or on the official website of the app that clearly explain the license about all the stuff that can be find related the app.
de: Wenn im Quellcode der App weder `README` noch `LICENSE` enthalten sind, ist es für die F-Droid-Community sehr schwierig zu überprüfen, dass sowohl der gesamte Quellcode als auch Bibliotheken und Illustrationen unter einer geeigneten Free and Open Source Lizenz veröffentlicht werden. Es empfiehlt sich daher, zu prüfen, dass die App Kopfzeilen in jeder Quellcode-Datei, eine Textdatei im Bibliothekenordner und eine Erklärung im Quellcode oder auf der offiziellen Internetseite der App hat, die eindeutig die Lizenz für alle zur App gehörenden Dinge beschreiben.
pl: Jeśli w kodzie źródłowym aplikacji nie ma żadnych `README` lub `LICENSE`, bardzo trudno jest społeczności F-Droid zweryfikować, czy cały kod źródłowy, biblioteki i grafika są wydane na podstawie odpowiedniej licencji Free i Open Source. Dlatego warto sprawdzić, czy aplikacja zawiera nagłówki w każdym pliku kodu źródłowego, plik tekstowy w folderze biblioteki oraz oświadczenie w kodzie źródłowym lub na oficjalnej stronie aplikacji, które jasno wyjaśniają licencję na wszystkie rzeczy, które można znaleźć, związane z aplikacją.
pt_pt: Se não houver nenhum `README` ou `LICENSE` no código-fonte da app, é muito difícil para a comunidade do F-Droid verificar se todo o código-fonte, bibliotecas e artework estão liberados sob uma licença Free and Open Source adequada. Então, é uma boa prática verificar que o app tem cabeçalhos em cada ficheiro do código-fonte, um ficheiro de texto na pasta da biblioteca e uma declaração no código-fonte ou no site oficial da app que explicam claramente a licença sobre todas as coisas que encontram-se relacionadas ao app.
ro: Dacă nu există niciun `README` sau `LICENSE` în codul sursă al aplicației, este foarte dificil pentru comunitatea F-Droid să verifice dacă întregul cod sursă, bibliotecile și ilustrațiile sunt publicate sub o licență liberă și cu sursă deschisă adecvată. Prin urmare, este o bună practică să verificați dacă aplicația are anteturi în fiecare fișier din codul sursă, un fișier text în dosarul bibliotecilor și o declarație în codul sursă sau pe site-ul oficial al aplicației care explică în mod clar licența pentru toate lucrurile care pot fi găsite în legătură cu aplicația.
ru: Если в исходном коде приложения нет `README` или `LICENSE`, сообществу F-Droid очень трудно проверить, что весь исходный код, библиотеки и иллюстрации выпущены под соответствующей лицензией Free and Open Source. Поэтому хорошей практикой является проверка того, что приложение имеет заголовки в каждом файле исходного кода, текстовый файл в папке библиотек и заявление в исходном коде или на официальном сайте приложения, которое четко объясняет лицензию на все материалы, которые можно найти в приложении.
uk: Якщо вихідний код застосунку не містить файлів `README` чи `LICENSE`, то для спільноти F-Droid буде вкрай складно перевірити, чи дійсно усі файли вихідного коду, бібліотеки й твори мистецтва випущено на умовах доречної вільної й відкритої ліцензії. Тож доречно перевіряти, що застосунок містить: шапку вгорі кожного файлу вихідного коду, текстовий файл у каталозі кожної бібліотеки й розділ у коді чи на офіційному сайті застосунку — зі зрозумілим поясненням ліцензій усього, що міститься в застосунку чи його стосується.
zh_hans: 如果应用的源代码中没有任何 `README` 或 `LICENSE`，F-Droid 社区很难验证整个源代码、库和艺术品是否已发布在合适的自由和开源许可下。因此，验证应用在源代码的每个文件中都有标题，库文件夹中的文本文件以及源代码或应用的官方网站上的声明，清楚地解释所有许可证是一个很好的做法。可以找到与应用相关的东西。

source: *Note:* There is a little precisation to do about the use of the *GNU General Public License **v2***. The Android support library and most other Android libraries are licensed under the *Apache Licence*. Due to technical legal reasons, these can't be combined with the *GNU General Public License **v2***. In case of an app released under the *GPL**v2***, it is legally accepted only if the source code headers of the app say «GPLv2 **or later**», then we can choose the overall licence to be *GPL**v3*** (this because on the contrary the *GPL**v3*** is full legally compatible with the Android support library and the others libraries).
de: *Hinweis:* Zur Verwendung der *GNU General Public License **v2*** ist eine kleine Präzisierung zu machen. Die Android Support Library und die meisten anderen Android-Bibliotheken sind unter der *Apache Licence* lizensiert. Aus formalrechtlichen Gründen kann diese nicht mit der *GNU General Public License **v2*** kombiniert werden. Wenn eine App unter der *GPL**v2*** veröffentlicht wird, wird das von Rechts wegen nur akzeptiert, wenn die Kopfzeilen des App-Quellcodes von «GPLv2 **or later**» nennen, dann können wir als Gesamtlizenz *GPL**v3*** auswählen (da umgekehrt die *GPL**v3*** mit der Android Support Library und den anderen Bibliotheken in vollem Umfang rechtlich kompatibel ist).
pl: *Uwaga:* Jest trochę do zrobienia w kwestii korzystania z * GNU Powszechnej Licencji Publicznej **v2***. Biblioteka pomocy Androida i większość innych bibliotek Androida jest licencjonowana na podstawie *licencji Apache*. Ze względów technicznych nie można ich łączyć z *GNU General Licencja publiczna **v2***. W przypadku aplikacji wydanej w ramach *GPL**v2***,jest ona prawnie akceptowana tylko wtedy, gdy nagłówki kodu źródłowego aplikacji mówią «GPLv2 **lub później**», wtedy możemy wybrać ogólną licencję *GPL**v3*** (ponieważ, przeciwnie *GPL**v3*** jest w pełni zgodny z prawem z biblioteką wsparcia Androida i innymi bibliotekami).
pt_pt: *Nota* Há uma pequena precisão a fazer sobre o uso do *GNU Licença Pública Geral **v2***. A biblioteca de suporte Android e a maioria de outras bibliotecas Android estão licenciadas sob a *Licença Apache*. Devido a razões técnico-jurídicas, estas não podem ser combinadas com o *GNU Geral Licença Pública **v2***. No caso de uma app lançada sob a *GPL**v2***, é legalmente aceite somente se os cabeçalhos do código-fonte da app diz "GPLv2 ** ou depois**", podemos escolher a licença geral ser *GPL**v3*** (porque, pelo contrário, a *GPL**v3*** está completamente legalmente compatível com a biblioteca de suporte Android e os outras bibliotecas).
ro: *Nota:* Există o mică precizare de făcut în legătură cu utilizarea *GNU General Public License **v2***. Biblioteca de asistență Android și majoritatea celorlalte biblioteci Android sunt licențiate sub *Licența Apache*. Din cauza motive tehnice legale, acestea nu pot fi combinate cu licența *GNU General Public License **v2***. În cazul unei aplicații lansate sub licența *GPL**v2***, aceasta este acceptată din punct de vedere legal numai dacă anteturile codului sursă ale aplicației menționează "GPLv2 **sau ulterior**", atunci putem alege licența generală să fie *GPL**v3*** (aceasta deoarece, dimpotrivă, *GPL**v3*** este complet compatibil din punct de vedere legal cu biblioteca de suport Android și cu celelalte biblioteci).
ru: *Примечание:* Есть небольшая оговорка по поводу использования *GNU General Public License **v2***. Библиотека поддержки Android и большинство другие библиотеки Android лицензированы по *Лицензии Apache*. В связи с техническими юридическими причинами, они не могут быть объединены с *GNU General Public License **v2***. В случае приложения, выпущенного под *GPL**v2***, оно юридически признается только в том случае, если в заголовках исходного кода приложения указано "GPLv2 **или более поздняя**", тогда мы можем выбрать общую лицензию *GPL**v3*** (это потому, что, напротив, *GPL**v3*** полностью юридически совместима с библиотекой поддержки Android и другими библиотеками).
uk: *Увага:* Слід уточнити дещо про ліцензування на умовах *GNU General Public License **v2***. Бібліотеку Android Support і більшість інших бібліотек Android ліцензовано *Apache Licence*. Через юридичні тонкощі їх неможливо поєднати з *GNU General Public License **v2***. Випускати застосунок на умовах *GPL**v2*** законно тоді й тільки тоді, коли шапка вихідного коду застосунку зазначає «GPLv2 **or later**» (GPL версії 2 або новішої), що дає нам змогу застосувати умови *GPL**v3*** (бо *GPL**v3***, навпаки, повністю законно сумісна з бібліотекою Android Support та іншими бібліотеками Android).

source: Summaries
de: Zusammenfassungen
pl: Streszczenie
pt_pt: Resumos
ro: Rezumate
ru: Сводки
uk: Підсумки
zh_hans: 概要

source: The summary should be the shortest possible thing that describes what the app does or enables the user to do, e.g. instead of "E-mail client" use "Receive and send e-mails".
de: Die Zusammenfassung sollte die kürzest mögliche Erklärung sein, was die App macht oder dem Nutzer ermöglicht, z. B. anstelle von „E-Mail-Client“ besser „E-Mails empfangen und senden“.
pl: Podsumowanie powinno być najkrótszą możliwą rzeczą opisującą, co aplikacja robi lub umożliwia użytkownikowi, np. zamiast "klienta e-mail" użyj "Odbieranie i wysyłanie wiadomości e-mail".
pt_pt: O resumo deve ser o mais curta possível a descrever o que o app faz ou permite o utilizador fazer, por exemplo, em vez de "Cliente de e-mail" use "Receber e enviar e-mails".
ro: Rezumatul trebuie să fie cât mai scurt posibil și să descrie ceea ce face aplicația sau ceea ce îi permite utilizatorului să facă, de exemplu, în loc de "Client de e-mail", utilizați "Primește și trimite e-mailuri".
ru: Резюме должно как можно короче описывать то, что приложение делает или позволяет делать пользователю, например, вместо "E-mail клиент" используйте "Получение и отправка электронной почты".
uk: Підсумок має бути найкоротшим можливим описом функціоналу, який застосунок надає авдиторії. Наприклад, замість «Клієнт е-пошти» зазначте «Отримання й надсилання листів».
zh_hans: 概要应该尽可能简短地描述应用的用途，例如，用"电子邮件客户端"代替"接收和发送电子邮件"。

source: Descriptions
de: Beschreibungen
pl: Opisy
pt_pt: Descrições
ro: Descriere
ru: Описания
uk: Описи
zh_hans: 描述
