Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: You can find the APK that `fdroidserver` produced either under e.g. `fdroiddata/build/com.example.app/app/build/outputs/apk/prod/release/example-1.0.0-prod-release-unsigned.apk` (when running locally) or in the pipeline artifacts (when using GitLab CI). Adjust the path accordingly (e.g. for flavours other than `prod`).
de: Sie finden das APK, das `fdroidserver` herstellte entweder unter z. B. `fdroiddata/build/com.example.app/app/build/outputs/apk/prod/release/example-1.0.0-prod-release-unsigned.apk` (wenn er lokal läuft) oder in den Pipeline Artifacts (bei Verwendung von GitLab CI). Passen Sie den Pfad entsprechend an (z. B. für von `prod` abweichenden Varianten).
ro: Puteți găsi APK-ul produs de `fdroidserver` fie în `fdroiddata/build/com.example.app/app/build/outputs/apk/prod/release/example-1.0.0-prod-release-unsigned.apk` (atunci când se execută local), fie în artefactele pipeline-ului (atunci când se utilizează GitLab CI). Ajustați calea în mod corespunzător (de exemplu, pentru alte versiuni decât `prod`).
ru: APK, созданный `fdroidserver`, можно найти либо в каталоге `fdroiddata/build/com.example.app/app/build/outputs/apk/prod/release/example-1.0.0-prod-release-unsigned.apk` (при локальном запуске), либо в артефактах конвейера (при использовании GitLab CI). Настройте путь соответствующим образом (например, для версий, отличных от `prod`).
uk: Ви можете знайти APK, створений `fdroidserver`, або за адресою `fdroiddata/build/com.example.app/app/build/outputs/apk/prod/release/example-1.0.0-prod-release-unsigned.apk` (за локального запуску), або в артефактах пайплайну (за користування GitLab CI). Відкоригуйте шлях відповідним чином (наприклад, для вибору, іншого ніж `prod`).
zh_hans: `fdroidserve` 产生的 APK 所在位置要么形如 `fdroiddata/build/com.example.app/app/build/outputs/apk/prod/release/example-1.0.0-prod-release-unsigned.apk` (本地运行时），要么在 pipeline artifacts 中（使用 GitLab CI 时）。 请相应调整路径（比如对非 `prod` 的 flavours）。

source: Prioritising & fixing differences
de: Priorisierung und Beheben von Unterschieden
pl: Ustalanie priorytetów i korygowanie różnic
ro: Stabilirea priorităților și remedierea diferențelor
ru: Расстановка приоритетов и устранение различий
uk: Визначення пріоритетів та усунення розбіжностей
zh_hans: 划分优先级 & 修复差异

source: [HOWTO: diff & fix APKs for Reproducible Builds](https://gitlab.com/fdroid/wiki/-/wikis/HOWTO:-diff-&-fix-APKs-for-Reproducible-Builds) on the F-Droid wiki has detailed information on the various kinds of differences commonly encountered, which differences should usually be prioritised when debugging, and how to fix common issues.
de: Die [Anleitung: APKs für Reproduzierbare Builds differenzieren und einrichten](https://gitlab.com/fdroid/wiki/-/wikis/HOWTO:-diff-&-fix-APKs-for-Reproducible-Builds) im Wiki von F-Droid enthält detaillierte Informationen über die verschiedenen Arten der im Allgemeinen anzutreffenden Abweichungen, welchen Abweichungen normalerweise beim Debugging der Vorzug gegeben werden sollte und wie verbreitete Probleme gelöst werden.
ro: [CUM SĂ FACI: diferențe & rezolvări pentru versiuni reproductibile](https://gitlab.com/fdroid/wiki/-/wikis/HOWTO:-diff-&-fix-APKs-for-Reproducible-Builds) de pe F-Droid wiki conține informații detaliate despre diferitele tipuri de diferențe întâlnite în mod obișnuit, care diferențe ar trebui să fie prioritare atunci când se face depanarea și cum să se rezolve problemele comune.
ru: [HOWTO: diff & fix APKs for Reproducible Builds](https://gitlab.com/fdroid/wiki/-/wikis/HOWTO:-diff-&-fix-APKs-for-Reproducible-Builds) на вики F-Droid содержит подробную информацию о различных видах различий, которые часто встречаются, какие различия обычно должны быть приоритетными при отладке, и как исправить распространенные проблемы.
uk: [HOWTO: diff & fix APKs for Reproducible Builds](https://gitlab.com/fdroid/wiki/-/wikis/HOWTO:-diff-&-fix-APKs-for-Reproducible-Builds) на вікі F-Droid містить докладні відомості про різні типи відмінностей, які найчастіше зустрічаються, про те, яким відмінностям зазвичай слід надавати пріоритет під час налагодження, і як виправити поширені проблеми.
zh_hans: F-Droid wiki 上的 [HOWTO: diff & fix APKs for Reproducible Builds](https://gitlab.com/fdroid/wiki/-/wikis/HOWTO:-diff-&-fix-APKs-for-Reproducible-Builds) 一文包含了经常遇到的各种差异的详细信息，调试时通常应把哪些差异置于高优先级以及如何修复常见问题。

source: It also shows how to use various specialised tools that may provide better results when `diffoscope` is not sufficient.
de: Sie zeigt auch, wie verschiedene spezialisierte Tools verwendet werden können, die möglicherweise bessere Ergebnisse liefern, wenn `diffoscope` nicht ausreicht.
ro: De asemenea, prezintă modul de utilizare a diferitelor instrumente specializate care pot oferi rezultate mai bune atunci când `diffoscope` nu este suficient.
ru: В нем также показано, как использовать различные специализированные инструменты, которые могут дать лучшие результаты, когда `диффоскопа` недостаточно.
uk: Також показує, як використовувати різні спеціальні інструменти, які можуть забезпечити кращі результати, коли `diffoscope` недостатньо.
zh_hans: 它还包含了当 `diffoscope` 不够用时，如何使用多种可以提供更好结果的专门工具的信息。

source: Reproducible APK tools
de: Reproduzierbare APK-Tools
pl: Powtarzalne narzędzia APK
ro: Utilitare pentru APK-uri reproductibile
ru: Воспроизводимые инструменты APK
uk: Відтворювані інструменти APK
zh_hans: 可重复 APK 工具

source: The scripts from [reproducible-apk-tools](https://github.com/obfusk/reproducible-apk-tools) (available in fdroiddata as a `srclib`) may help to make builds reproducible, e.g. by fixing newlines (CRLF vs LF) or making ZIP ordering deterministic, if removing the cause of the differences is not a realistic option. Depending on specifics, these scripts need to be used by upstream developers before signing their APKs, by the fdroiddata recipe, or both.
de: Die Skripte aus [reproducible-apk-tools](https://github.com/obfusk/reproducible-apk-tools) (als `srclib` in fdroiddata enthalten) können dabei helfen, Builds reproduzierbar zu gestalten, z. B. durch Korrektur von Zeilenvorschüben (CRLF gegen LF) oder Schaffung einer deterministischen ZIP-Ordnung, wenn die Entfernung der für die Unterschiede verantwortlichen Ursachen keine realistische Option bietet. Abhängig von speziellen Details, müssen diese Skripte von Upstream-Entwicklern vor dem Signieren ihrer APKs durch sie selbst und/oder durch das fdroiddata-Rezept angewandt werden.
ro: Scripturile din [reproducible-apk-tools](https://github.com/obfusk/reproducible-apk-tools) (disponibile în fdroiddata ca `srclib`) pot ajuta la reproducerea compilărilor, de exemplu prin fixarea noilor linii (CRLF vs LF) sau prin sortarea deterministă a ordinii ZIP, dacă eliminarea cauzei diferențelor nu este o opțiune realistă. În funcție de particularități, aceste scripturi trebuie să fie utilizate de dezvoltatorii din amonte înainte de a-și semna APK-urile, de rețeta fdroiddata sau de ambele.
ru: Скрипты из [reproducible-apk-tools](https://github.com/obfusk/reproducible-apk-tools) (доступны в fdroiddata как `srclib`) могут помочь сделать сборки воспроизводимыми, например, исправляя новые строки (CRLF против LF) или делая упорядочивание ZIP детерминированным, если устранение причины различий не является реальным вариантом. В зависимости от специфики, эти скрипты должны использоваться разработчиками upstream перед подписанием своих APK, рецептом fdroiddata или обоими.
uk: Скрипти з [reproducible-apk-tools](https://github.com/obfusk/reproducible-apk-tools) (доступні в fdroiddata як `srclib`) можуть допомогти зробити збірки відтворюваними, наприклад, виправивши нові рядки (CRLF vs LF) або зробивши порядок ZIP детермінованим, якщо усунення причини розбіжностей не є реалістичним варіантом. Залежно від специфіки, ці скрипти повинні використовуватися попередніми розробниками перед підписанням APK, за рецептом fdroiddata або і те, і інше.
zh_hans: 如果消除造成差异的原因难以实现，来自 [reproducible-apk-tools](https://github.com/obfusk/reproducible-apk-tools) 的脚本（在 fdroiddata 中作为 `srclib` 可用）可能有助于使构建可重复，例如，通过固定换行 (CRLF vs LF) 或使 ZIP 顺序确定。根据具体情况，上游开发者需要在签署 APK 之前使用这些脚本，或者根据 fdroiddata 配方使用，或者两者同时使用。

source: Originally created to inject non-determinism in build processes, [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs) can also do the opposite: make reading from the filesystem deterministic. In some cases this can make e.g. `resources.arsc` reproducible. Here is an example from an existing recipe:
de: Ursprünglich geschaffen, um Non-Determinismus in den Build-Vorgang einzuführen, kann [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs) auch das Gegenteil ausführen: das Auslesen des Dateisystems deterministisch vornehmen. In einigen Fällen kann dies z. B. `resources.arsc` reproduzierbar machen. Hier ein Beispiel eines bestehenden Rezepts:
ro: Creat inițial pentru a injecta non-determinism în procesele de construcție, [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs) poate face și opusul: poate face ca citirea din sistemul de fișiere să fie deterministă. În unele cazuri, acest lucru poate face ca, de exemplu, `resources.arsc` să fie reproductibil. Iată un exemplu dintr-o rețetă existentă:
ru: Изначально созданный для внесения недетерминизма в процессы сборки, [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs) может делать и обратное: делать чтение из файловой системы детерминированным. В некоторых случаях это может сделать, например, `resources.arsc` воспроизводимым. Вот пример из существующего рецепта:
uk: Спочатку створений для внесення недетермінованості у процеси збирання, [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs) може також зробити протилежне: зробити читання з файлової системи детермінованим. У деяких випадках це може зробити, наприклад, `resources.arsc` відтворюваним. Ось приклад з наявного рецепта:
zh_hans: 最初创建 [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs) 的目的是在构建过程中插入非确定性，但也可以出于相反目的使用它：使得从文件系统的读取具有确定性。在某些情况下，这可以使 `resources.arsc` 可重复。下面是一个来自现有配方的例子：

source: Potential sources of unreproducible builds
de: Mögliche Ursachen für nicht reproduzierbare Builds
pl: Potencjalne źródła niepowtarzalnych kompilacji
ro: Surse potențiale de construcții nereproductibile
ru: Потенциальные источники невоспроизводимых сборок
uk: Потенційні джерела невідтворюваних збірок
zh_hans: 不可重复构建的可能原因

source: There are various ways builds can be unreproducible. Some are relatively easy to avoid, others are hard to fix. We've tried to list some common sources below.
de: Es gibt verschiedene Möglichkeiten, wie Builds nicht reproduzierbar sein können. Einige sind relativ leicht zu vermeiden, andere sind schwer zu beheben. Im Folgenden haben wir versucht, einige häufige Ursachen aufzulisten.
ro: Există diferite moduri în care construcțiile pot fi nereproductibile. Unele sunt relativ ușor de evitat, altele sunt greu de rezolvat. Am încercat să enumerăm mai jos câteva surse comune.
ru: Существуют различные способы, с помощью которых сборки могут оказаться невоспроизводимыми. Некоторые из них относительно легко избежать, другие трудно исправить. Ниже мы постарались перечислить некоторые распространенные источники.
uk: Існують різні способи, за допомогою яких збірки можуть бути невідтворюваними. Деякі з них відносно легко уникнути, інші важко виправити. Далі ми спробували перерахувати деякі з найпоширеніших джерел.
zh_hans: 构建不可重复的方式有很多种。有些问题相对容易避免，有些很难解决。我们试图在下面列出一些常见的原因。

source: See also [this GitLab issue](https://gitlab.com/fdroid/fdroiddata/-/issues/2816).
de: Siehe auch [dieses GitLab-Ticket](https://gitlab.com/fdroid/fdroiddata/-/issues/2816).
pl: [Repozytorium GitLab fdroiddata](https://gitlab.com/fdroid/fdroiddata/)
ro: A se vedea, de asemenea, [această problemă GitLab](https://gitlab.com/fdroid/fdroiddata/-/issues/2816).
ru: См. также [этот выпуск GitLab](https://gitlab.com/fdroid/fdroiddata/-/issues/2816).
uk: Дивіться також [це обговорення на gitlab](https://gitlab.com/fdroid/fdroiddata/-/issues/2816).
zh_hans: 另见 [这个 gitlab issue](https://gitlab.com/fdroid/fdroiddata/-/issues/2816)。

source: Bug: Android Studio builds have non-deterministic ZIP ordering
de: Fehler: Android Studio-Builds haben eine nicht-deterministische ZIP-Reihenfolge
pl: Błąd: Kompilacje Android Studio ma niedeterministyczny porządek ZIP
ro: Bug: Construcțiile Android Studio au o ordine ZIP nedeterministă
ru: Ошибка: сборки Android Studio имеют недетерминированный порядок ZIP
uk: Помилка: збірки Android Studio мають недетермінований порядок ZIP
zh_hans: Bug: Android Studio 构建有非确定性 ZIP 顺序

source: [Non-deterministic order of ZIP entries in APK makes builds not reproducible](https://issuetracker.google.com/issues/265653160) (may require a Google account to view).
de: [Nicht vorhersehbare Reihenfolge der ZIP-Einträge in APK macht Builds unreproduzierbar](https://issuetracker.google.com/issues/265653160) (erfordert möglicherweise ein Google-Konto zur Ansicht).
ro: [Non-deterministic order of ZIP entries in APK makes builds not reproducible](https://issuetracker.google.com/issues/265653160) (poate necesita un cont Google pentru a fi vizualizat).
ru: [Недетерминированный порядок ZIP-записей в APK делает сборки невоспроизводимыми](https://issuetracker.google.com/issues/265653160) (для просмотра может потребоваться учетная запись Google).
uk: [Недетермінований порядок записів ZIP в APK робить збірки невідтворюваними](https://issuetracker.google.com/issues/265653160) (для перегляду може знадобитися обліковий запис Google).
zh_hans: [APK 文件中非决定性的 ZIP 项顺序造成构建不可重复](https://issuetracker.google.com/issues/265653160)（可能需要 Google 账户方可查看）。

source: NB: this should be fixed in Android Gradle plugin (`com.android.tools.build:gradle` / `com.android.application`) `7.1.X` and later.
de: Hinweis: Dies sollte in Android Gradle Plugin (`com.android.tools.build:gradle` / `com.android.application`) `7.1.X` und später behoben werden.
ro: NB: acest lucru ar trebui să fie rezolvat în pluginul Android Gradle (`com.android.tools.build:gradle` / `com.android.application`) `7.1.X` și ulterior.
ru: NB: это должно быть исправлено в плагине Android Gradle (`com.android.tools.build:gradle` / `com.android.application`) `7.1.X` и более поздних версий.
uk: Примітка: це слід виправити в плагіні Android Gradle (`com.android.tools.build:gradle` / `com.android.application`) `7.1.X` і пізніших версіях.
zh_hans: 注：该问题在 `7.1.X`及更新版本的 Android Gradle 插件 (`com.android.tools.build:gradle` / `com.android.application`) 中应该已被修复。

source: When building APKs with Android Studio, the ordering of the ZIP entries in the APK can be different from that of APKs built by invoking `gradle` directly, affecting reproducibility; the ordering can be completely non-deterministic, even differing between different builds of the same source code.
de: Bei der Erstellung von APKs mit Android Studio kann die Reihenfolge der ZIP-Einträge in der APK anders sein als bei APKs, die durch den direkten Aufruf von `gradle` erstellt wurden, was die Reproduzierbarkeit beeinträchtigt; die Reihenfolge kann völlig unbestimmt sein und sich sogar zwischen verschiedenen Builds desselben Quellcodes unterscheiden.
ro: Atunci când se construiesc APK-uri cu Android Studio, ordinea intrărilor ZIP din APK poate fi diferită de cea a APK-urilor construite prin invocarea directă a lui `gradle`, ceea ce afectează reproductibilitatea; ordinea poate fi complet nedeterministă, diferind chiar și între diferite construcții ale aceluiași cod sursă.
ru: При сборке APK с помощью Android Studio порядок ZIP-записей в APK может отличаться от порядка в APK, собранных с помощью прямого вызова `gradle`, что влияет на воспроизводимость; порядок может быть совершенно недетерминированным и даже отличаться между разными сборками одного и того же исходного кода.
uk: Під час створення файлів APK за допомогою Android Studio порядок записів ZIP у файлі APK може відрізнятися від упорядкування файлів APK, створених шляхом безпосереднього виклику `gradle`, що впливає на відтворюваність; порядок може бути абсолютно недетермінованим, навіть відрізнятися між різними збірками одного вихідного коду.
zh_hans: 在用 Android Studio 构建 APK 文件时，APK 中 ZIP 项目的顺序可能不同于直接调用 `gradle` 进行构建的 APK，这会影响可重现性；顺序可能是完全非确定性的，甚至在相同源码的不同构建之间也不一样。

source: A workaround for older versions is to invoke `gradle` directly (as during F-Droid or CI builds), bypassing Android Studio:
de: Ein Workaround für ältere Versionen ist der direkte Aufruf von `gradle` (wie bei F-Droid oder CI-Builds) unter Umgehung von Android Studio:
ro: O soluție pentru versiunile mai vechi este de a invoca direct `gradle` (ca în timpul compilărilor F-Droid sau CI), ocolind Android Studio:
ru: Обходной путь для старых версий - вызывать `gradle` напрямую (как при сборке F-Droid или CI), минуя Android Studio:
uk: Обхідний шлях для давніших версій — викликати `gradle` безпосередньо (як під час збірки F-Droid або CI), оминаючи Android Studio:
zh_hans: 旧版本的一个变通办法是直接调用 `gradle` （像在 F-Droid 或 CI 构建期间一样），来绕过 Android Studio：

source: NB: depending on your signing configuration, this may require signing the APK with `apksigner` afterwards, since signing is not performed by Android Studio in this case.
de: NB: Je nach Ihrer Signierkonfiguration kann es erforderlich sein, die APK anschließend mit `apksigner` zu signieren, da die Signierung in diesem Fall nicht von Android Studio durchgeführt wird.
ro: NB: în funcție de configurația de semnare, este posibil să fie necesară semnarea ulterioară a APK-ului cu `apksigner`, deoarece semnarea nu este efectuată de Android Studio în acest caz.
ru: NB: в зависимости от конфигурации подписи, это может потребовать подписать APK с помощью `apksigner`, так как в этом случае подпись не выполняется Android Studio.
uk: NB: залежно від вашої конфігурації підписання, може знадобитися підписати APK за допомогою `apksigner` після цього, оскільки в цьому випадку підписання не виконується Android Studio.
zh_hans: 请注意：取决于你的签名配置，可能需要之后用 `apksigner` 对 APK 进行签名，因为在这种情况下 APK 签名不是由 Android Studio 执行的。

source: `apksigner` from build-tools >= 35.0.0-rc1 outputs unverifiable APKs
de: `apksigner` aus build-tools >= 35.0.0-rc1 gibt nicht überprüfbare APKs aus
ro: `apksigner` din build-tools >= 35.0.0-rc1 produce APK-uri neverificabile
ru: `apksigner` из build-tools >= 35.0.0-rc1 выводит непроверяемые APK
zh_hans: 来自 35.0.0-rc1 及以上版本 build-tools 的 `apksigner` 产生无法验证的 APK 文件

source: Using `apksigner` from build-tools version 34 produces APKs verifiable by `apksigcopier`, but newer versions will fail. We are tracking this issue in [#3299](https://gitlab.com/fdroid/fdroiddata/-/issues/3299) and there's more info in [apksigcopier issues 105](https://github.com/obfusk/apksigcopier/issues/105). Github Actions CI Ubuntu images starting July 2024 have version 35 included, so one needs to manually select the `apksigner` version from 34 instead of the default templated "latest version".
de: Die Verwendung von `apksigner` aus build-tools Version 34 erzeugt APKs, die von `apksigcopier` verifiziert werden können, aber neuere Versionen schlagen fehl. Wir verfolgen dieses Problem in [#3299](https://gitlab.com/fdroid/fdroiddata/-/issues/3299) und es gibt mehr Informationen in [apksigcopier issues 105](https://github.com/obfusk/apksigcopier/issues/105). Github-Actions-CI-Ubuntu-Images ab Juli 2024 haben Version 35 enthalten, so dass man manuell die `apksigner`-Version von 34 anstelle der Standardvorlage „neueste Version“ auswählen muss.
ro: Utilizarea `apksigner` din build-tools versiunea 34 produce APK-uri verificabile de `apksigcopier`, dar versiunile mai noi nu vor reuși. Urmărim această problemă în [#3299](https://gitlab.com/fdroid/fdroiddata/-/issues/3299) și există mai multe informații în [apksigcopier issues 105](https://github.com/obfusk/apksigcopier/issues/105). Imaginile Github Actions CI Ubuntu începând cu Iulie 2024 au versiunea 35 inclusă, astfel încât trebuie să selectați manual versiunea `apksigner` din 34 în loc de "ultima versiune" implicită în model.
ru: Использование `apksigner` из build-tools версии 34 позволяет получить APK, проверяемые `apksigcopier`, но более новые версии не работают. Мы отслеживаем эту проблему в [#3299](https://gitlab.com/fdroid/fdroiddata/-/issues/3299) и есть дополнительная информация в [apksigcopier issues 105](https://github.com/obfusk/apksigcopier/issues/105). Образы Github Actions CI Ubuntu, начиная с июля 2024 года, содержат 35-ю версию, поэтому необходимо вручную выбрать версию `apksigner` из 34, вместо стандартного шаблона "последняя версия".
zh_hans: 使用来自 34 版本 build-tools 的 `apksigner`产生可以被 `apksigcopier` 验证的 APK 文件，但较新版本会失败。 我们正在 [#3299](https://gitlab.com/fdroid/fdroiddata/-/issues/3299) 中跟踪这个问题。更多信息可见 [apksigcopier issues 105](https://github.com/obfusk/apksigcopier/issues/105)。2024 年 7 月起的 Github Actions CI Ubuntu 映像包含了 35 版本，所以如果要构建应用，你需要手动选择 34 版本的 `apksigner`，而非使用默认模板的“最新版本”。

source: Bug: baseline.profm not deterministic
de: Fehler: baseline.profm nicht deterministisch
ro: Bug: baseline.profm nu este determinist
ru: Ошибка: baseline.profm не является детерминированным
uk: Помилка: baseline.profm не детермінований

source: [Non-stable `assets/dexopt/baseline.profm`](https://issuetracker.google.com/issues/231837768) (may require a Google account to view).
de: [Non-stable `assets/dexopt/baseline.profm`](https://issuetracker.google.com/issues/231837768) (erfordert möglicherweise ein Google-Konto zur Ansicht).
ro: [Non-stabil `assets/dexopt/baseline.profm`](https://issuetracker.google.com/issues/231837768) (poate necesita un cont Google pentru a fi vizualizat).
ru: [Нестабильный `assets/dexopt/baseline.profm`](https://issuetracker.google.com/issues/231837768) (для просмотра может потребоваться учетная запись Google).
uk: [Нестабільний `assets/dexopt/baseline.profm`](https://issuetracker.google.com/issues/231837768) (для перегляду може знадобитися обліковий запис Google).
zh_hans: [Non-stable `assets/dexopt/baseline.profm`](https://issuetracker.google.com/issues/231837768) (可能需要 Google 账号才能查看)。

source: See also [this write-up of workarounds](https://gist.github.com/obfusk/61046e09cee352ae6dd109911534b12e).
de: Siehe auch [diesen Bericht über Abhilfen](https://gist.github.com/obfusk/61046e09cee352ae6dd109911534b12e).
ro: A se vedea, de asemenea, [this write-up of workarounds](https://gist.github.com/obfusk/61046e09cee352ae6dd109911534b12e).
ru: См. также [этот обзор обходных путей](https://gist.github.com/obfusk/61046e09cee352ae6dd109911534b12e).
uk: Дивіться також [цей опис обхідних шляхів](https://gist.github.com/obfusk/61046e09cee352ae6dd109911534b12e).
zh_hans: 另见 [这篇变通方法的文章](https://gist.github.com/obfusk/61046e09cee352ae6dd109911534b12e)。

source: Bug: coreLibraryDesugaring not deterministic
de: Fehler: coreLibraryDesugaring nicht deterministisch
pl: coreLibraryDesugaring
ro: Eroare: coreLibraryDesugaring nu este determinist
ru: Ошибка: coreLibraryDesugaring не является детерминированным
uk: Помилка: coreLibraryDesugaring не детерміновано

source: NB: this should be fixed in R8 (`com.android.tools:r8`) `3.0.69` and later.
de: Hinweis: Dies sollte in R8 (`com.android.tools:r8`) ab Version `3.0.69` behoben sein.
ro: NB: acest lucru ar trebui să fie rezolvat în R8 (`com.android.tools:r8`) `3.0.69` și ulterior.
ru: NB: это должно быть исправлено в R8 (`com.android.tools:r8`) `3.0.69` и более поздних версиях.
uk: Примітка: це має бути виправлено в R8 (`com.android.tools:r8`) `3.0.69` і пізніших версіях.
zh_hans: 注：该问题在 `3.0.69`及更新版本的 R8 (`com.android.tools:r8`)中应该已被修复。
