Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Linker arguments can be added to `CGO_LDFLAGS`. Some other useful arguments that can be passed to `go build` are `-ldflags="-buildid="`, `-trimpath` (to avoid embedded build paths) and `-buildvcs=false`.
de: Linker-Argumente können zu `CGO_LDFLAGS` hinzugefügt werden. Einige weitere hilfreiche Argumente, die an `go build` übergeben werden können, sind `-ldflags="-buildid="`, `-trimpath` (um eingebettete Build-Pfade zu vermeiden) und `-buildvcs=false`.
pl: Argumenty linkera można dodać do `CGO_LDFLAGS`. Inne uzyteczne argumenty, które można przekazać do `go build`, to: `-ldflags="-buildid="`, `-trimpath` (aby nie użyć osadzonych ścieżek kompilacji) oraz `-buildvcs=false`.
ro: Argumentele linker pot fi adăugate la `CGO_LDFLAGS`. Alte argumente utile care pot fi transmise către `go build` sunt `-ldflags="-buildid="`, `-trimpath` (pentru a evita căile de compilare încorporate) și `-buildvcs=false`.
ru: Аргументы компоновщика могут быть добавлены в `CGO_LDFLAGS`. Некоторые другие полезные аргументы, которые можно передать `go build`, это `-ldflags="-buildid="`, `-trimpath` (чтобы избежать встроенных путей сборки) и `-buildvcs=false`.
uk: Аргументи компонувальника можна додати до `CGO_LDFLAGS`. Деякі інші корисні аргументи, які можна передати команді `go build` — це `-ldflags="-buildid="`, `-trimpath` (щоб уникнути вбудованих шляхів збірки) і `-buildvcs=false`.
zh_hans: 链接器参数可被添加到 `CGO_LDFLAGS`。一些其他可被传递到 `go build` 的有用参数是 `-ldflags="-buildid="`、 `-trimpath`（避免内嵌的构建路径）和 `-buildvcs=false`。

source: Compiler and linker arguments can be added to [Cargo `build.rustflags`](https://doc.rust-lang.org/cargo/reference/config.html#buildrustflags) and [rustc Codegen Options](https://doc.rust-lang.org/rustc/codegen-options/index.html). Linker arguments can be added with `-C link-args=-Wl,<linker args>` and `--remap-path-prefix=<old>=<new>` can be added to strip build paths.
de: Compiler- und Linker-Argumente können in [Cargo `build.rustflags`](https://doc.rust-lang.org/cargo/reference/config.html#buildrustflags) und [rustc Codegen Options](https://doc.rust-lang.org/rustc/codegen-options/index.html) ergänzt werden. Linker-Argumente können mit `-C link-args=-Wl,<linker args>` hinzugefügt werden und `--remap-path-prefix=<old>=<new>` kann eingefügt werden, um Build-Pfade zu zerlegen.
ru: Аргументы компилятора и компоновщика можно добавить в [Cargo `build.rustflags`](https://doc.rust-lang.org/cargo/reference/config.html#buildrustflags) и [rustc Codegen Options](https://doc.rust-lang.org/rustc/codegen-options/index.html). Аргументы компоновщика могут быть добавлены с помощью `-C link-args=-Wl,<параметры линковки>`, а также, чтобы стереть пути сборки, можно добавить `--remap-path-prefix=<старый>=<новый>`.
zh_hans: 编译器和链接器参数可被添加到 [Cargo `build.rustflags`](https://doc.rust-lang.org/cargo/reference/config.html#buildrustflags) 和 [rustc Codegen Options](https://doc.rust-lang.org/rustc/codegen-options/index.html)。 链接器参数可带`-C link-args=-Wl,<linker args>`，也可以添加 `--remap-path-prefix=<old>=<new> ` 来剥离构建路径。

source: The Rust toolchain should be pinned to the same version as upstream. This can be done when installing rustup with `rustup-init.sh -y --default-toolchain <version>`.
de: Die Rust-Toolchain sollte an dieselbe Version wie die des Upstreams geheftet werden. Dies kann bei der Installation von „rustup“ mit `rustup-init.sh -y --default-toolchain <version>` erledigt werden.
ro: Lanțul de instrumente Rust ar trebui să fie fixat la aceeași versiune ca în amonte. Acest lucru poate fi făcut la instalarea rustup cu `rustup-init.sh -y --default-toolchain <version>`.
ru: Инструментарий Rust должен быть привязан к той же версии, что и в upstream. Это можно сделать при установке rustup с помощью команды `rustup-init.sh -y --default-toolchain <version>`.
uk: Набір інструментів Rust слід закріпити за тією ж версією, що і попередні версії. Це можна зробити під час встановлення rustup за допомогою `rustup-init.sh -y --default-toolchain <version>`.
zh_hans: Rust 工具链应被固定在和上游一样的版本。安装 rustup 时带上参数 `rustup-init.sh -y --default-toolchain <version>` 可以做到这一点。

source: When `openssl` crate uses vendored OpenSSL build, the OpenSSL lib needs to be configured specially to be reproducible. `SOURCE_DATE_EPOCH` can be set to remove the embedded timestamps and `CARGO_TARGET_DIR` can be set to a absolute path, e.g. `/tmp/build` to make the embedded path reproducible between different machines. NDK also need to be in the same path which can be solved by linking it to the same path.
de: Wenn `openssl`-Crate ein fertiges OpenSSL-Build verwendet, muss die OpenSSL-Bibliothek speziell konfiguriert werden, um reproduzierbar zu sein. `SOURCE_DATE_EPOCH` kann gesetzt werden, um die eingebetteten Zeitstempel zu entfernen und `CARGO_TARGET_DIR` kann auf einen absoluten Pfad gesetzt werden, z. B. `/tmp/build`, um den eingebetteten Pfad zwischen verschiedenen Systemen reproduzierbar zu machen. Das NDK muss sich ebenfalls im gleichen Pfad befinden, was durch Verknüpfen mit dem gleichen Pfad gelöst werden kann.
ru: Когда крейт `openssl` использует вендовую сборку OpenSSL, либу OpenSSL нужно настроить особым образом, чтобы она была воспроизводимой. `SOURCE_DATE_EPOCH` может быть установлен для удаления встроенных временных меток, а `CARGO_TARGET_DIR` может быть установлен в абсолютный путь, например `/tmp/build`, чтобы сделать путь к сборке воспроизводимым на разных машинах. NDK также должен находиться в том же пути, что можно решить, связав его с тем же путем.
zh_hans: 当 `openssl` crate 使用厂商化 OpenSSL 构建时，需要特别配置 OpenSSL 库才能实现可重复。可设置 `SOURCE_DATE_EPOCH` 来去除内嵌的时间戳， `CARGO_TARGET_DIR` 可被设置成 一个绝对路径，如 `/tmp/build`来让内嵌路径在不同机器间可重复。 NDK 也需要处于相同路径上， 可通过将其链接到相同路径来解决这个问题。

source: Library-specific instructions
de: Bibliotheksspezifische Anweisungen
pl: Instrukcje specyficzne dla biblioteki
ro: Instrucțiuni specifice bibliotecii
ru: Инструкции для конкретной библиотеки
uk: Інструкції для окремих бібліотек
zh_hans: 特定于库文件的操作指南

source: Some libraries generate non-deterministic code due to timestamps, unsorted iterations etc. Some known fixes are documented below:
de: Einige Bibliotheken erzeugen nicht-deterministischen Code aufgrund von Zeitstempeln, unsortierten Iterationen usw. Einige bekannte Korrekturen sind unten dokumentiert:
pl: Niektóre biblioteki generują niedeterministyczny kod z powodu znaczników czasu, nieposortowanych iteracji itp. Niektóre znane poprawki są udokumentowane poniżej:
ro: Unele biblioteci generează cod nedeterminist din cauza marcajelor temporale, a iterațiilor nesortate etc. Unele soluții cunoscute sunt documentate mai jos:
ru: Некоторые библиотеки генерируют недетерминированный код из-за временных меток, несортированных итераций и т.д. Некоторые известные исправления задокументированы ниже:
uk: Деякі бібліотеки генерують недетермінований код через мітки часу, невідсортовані ітерації тощо. Деякі відомі виправлення задокументовано нижче:
zh_hans: 某些库由于时间戳、未排序的迭代等会生成非确定代码。下面的文档包含了一些已知的修复办法：

source: AboutLibraries Gradle plugin
de: Gradle-Plugin AboutLibraries
pl: Wtyczka AboutLibraries Gradle
ro: Extensia Gradle AboutLibraries
ru: AboutLibraries Плагин Gradle
uk: Плагін AboutLibraries Gradle
zh_hans: AboutLibraries Gradle 插件

source: You can prevent this plugin (`com.mikepenz.aboutlibraries.plugin`) from adding a timestamp to the JSON file it generates by adding this to `build.gradle`:
de: Sie können verhindern, dass dieses Plugin (`com.mikepenz.aboutlibraries.plugin`) einen Zeitstempel zu der JSON-Datei hinzufügt, die es erzeugt, indem Sie dies zu `build.gradle` hinzufügen:
ro: Puteți împiedica această extensie (`com.mikepenz.aboutlibraries.plugin`) să adauge informații despre dată la fișierul JSON pe care îl generează prin adăugarea acestei setări la `build.gradle`:
ru: Вы можете запретить этому плагину (`com.mikepenz.aboutlibraries.plugin`) добавлять временную метку в создаваемый им JSON-файл, добавив это в `build.gradle`:
uk: Ви можете заборонити цьому плагіну (`com.mikepenz.aboutlibraries.plugin`) додавати мітку часу до JSON-файлу, який він генерує, додавши це до `build.gradle`:
zh_hans: 要避免这个插件 (`com.mikepenz.aboutlibraries.plugin`) 添加时间戳到它生成的 JSON 文件，你可以添加这个到 `build.gradle`：

source: aboutLibraries { // Remove the "generated" timestamp to allow for reproducible builds excludeFields = ["generated"] }
de: aboutLibraries { // Entfernen Sie den Zeitstempel "generated", um reproduzierbare Builds zu ermöglichen excludeFields = ["generated"] }
ru: aboutLibraries { // Удалять файл отметки времени "generated", чтобы обеспечить воспроизводимость сборок excludeFields = ["generated"] }
uk: aboutLibraries { // Вилучає "згенеровану" мітку часу, щоб дозволити відтворювані збірки excludeFields = ["generated"] }

source: For `build.gradle.kts`, add this instead:
de: Fügen Sie für `build.gradle.kts` stattdessen Folgendes hinzu:
ro: Pentru `build.gradle.kts`, adăugați în schimb:
ru: Для `build.gradle.kts` вместо этого добавьте следующее:
uk: Для `build.gradle.kts` додайте натомість це:
zh_hans: 对于 `build.gradle.kts`，请添加这个：

source: aboutLibraries { // Remove the "generated" timestamp to allow for reproducible builds excludeFields = arrayOf("generated") }
de: aboutLibraries { // Entfernen Sie den "generated" Zeitstempel, um reproduzierbare Builds zu ermöglichen excludeFields = arrayOf("generiert") }
ru: aboutLibraries { // Удалять файл отметки времени "generated", чтобы обеспечить воспроизводимость сборок excludeFields = arrayOf("generated") }
uk: aboutLibraries { // Вилучає "згенеровану" мітку часу, щоб дозволити відтворювані збірки excludeFields = arrayOf("generated") }
zh_hans: aboutLibraries { // 移除 "generated" 时间戳以允许可重复构建 excludeFields = arrayOf("generated") }

source: It generates [non-deterministic code](https://github.com/greenrobot/EventBus/issues/715) which can be sorted after the classes are generated. The detailed instructions can be found in [Eternity's source code](https://codeberg.org/Bazsalanszky/Eternity/commit/05123c70682e5988ad5f0ff111f97b66a87d8806).
de: Es wird [nicht-deterministischer Code](https://github.com/greenrobot/EventBus/issues/715) erzeugt, der nach dem Erzeugen der Klassen sortiert werden kann. Die detaillierten Anweisungen finden Sie in [Eternitys Quellcode](https://codeberg.org/Bazsalanszky/Eternity/commit/05123c70682e5988ad5f0ff111f97b66a87d8806).
ro: Acesta generează [cod nedeterminist](https://github.com/greenrobot/EventBus/issues/715) care poate fi sortat după ce clasele sunt generate. Instrucțiunile detaliate pot fi găsite în [codul sursă al Eternity](https://codeberg.org/Bazsalanszky/Eternity/commit/05123c70682e5988ad5f0ff111f97b66a87d8806).
ru: Он генерирует [недетерминированный код](https://github.com/greenrobot/EventBus/issues/715), который можно отсортировать после создания классов. Подробные инструкции можно найти в [исходном коде Eternity](https://codeberg.org/Bazsalanszky/Eternity/commit/05123c70682e5988ad5f0ff111f97b66a87d8806).
uk: Він генерує [недетермінований код](https://github.com/greenrobot/EventBus/issues/715), який можна сортувати після генерування класів. Докладні інструкції можна знайти у [початковому коді Eternity](https://codeberg.org/Bazsalanszky/Eternity/commit/05123c70682e5988ad5f0ff111f97b66a87d8806).
zh_hans: 它生成[非确定代码](https://github.com/greenrobot/EventBus/issues/715)，可以在生成 class 后对代码进行排序。详细操作方法见 [Eternity's source code](https://codeberg.org/Bazsalanszky/Eternity/commit/05123c70682e5988ad5f0ff111f97b66a87d8806)。

source: migration to reproducible builds
de: Migration zu reproduzierbaren Builds
ro: migrarea la construcțiile reproductibile
ru: переход на воспроизводимые сборки
uk: перехід до відтворюваних збірок
zh_hans: 迁移到可重复构建

source: TODO
pl: Rzeczy do zrobienia
ro: DE FĂCUT
ru: СДЕЛАТЬ
uk: Майбутні завдання

source: jar sort order for APKs
de: jar-Sortierreihenfolge für APKs
pl: kolejność sortowania plików APK w jar
pt_pt: ordem de classificação jar para APKs
ro: ordinea de sortare a recipientului pentru APK-uri
ru: порядок сортировки jar для APK
uk: порядок сортування JAR в APK
zh_hans: APK 的 jar 排序顺序

source: `aapt` versions produce different results (XML and _res/_ subfolder names)
de: `aapt` Versionen liefern unterschiedliche Ergebnisse (XML und _res/_ Unterordnernamen)
pl: Wersje `aapt` dają różne wyniki (nazwy XML i podfolderów res)
ro: versiunile `aapt` produc rezultate diferite (XML și _res/_ nume de subfoldere)
ru: Версии `aapt` дают разные результаты (имена подпапок XML и _res/_)
uk: різні версії `aapt` повертають різні результати (XML і назви підкаталогів _res/_)
zh_hans: `aapt` 版本产生不同的结果（XML 和 _res/_ 子文件夹名称）

source: Sources
de: Quellen
pl: Źródła
pt_pt: Fontes
ro: Surse
ru: Источники
uk: Джерела
zh_hans: 来源

source: [Verification Server](../Verification_Server)
de: [Verifikationsserver](../Verification_Server)
pt_pt: [Servidor de Verificação](../Verification_Server)
ro: [Server de verificare](../Verification_Server)
ru: [Сервер верификации](../Verification_Server)
uk: [Сервер перевірки](../Verification_Server)
zh_hans: [验证服务器](../Verification_Server)

source: [Google Issue #70292819 platform-27\_r01.zip was overwritten with a new update](https://issuetracker.google.com/issues/70292819) (_Google login and JavaScript required_)
de: [Google Issue #70292819 platform-27\_r01.zip wurde mit einem neuen Update überschrieben](https://issuetracker.google.com/issues/70292819 (_Google-Login und JavaScript erforderlich_)
pl: [Błąd Google #70292819 platform-27\_r01.zip został nadpisany nową aktualizacją](https://issuetracker.google.com/issues/70292819) (_Wymagane logowanie Google i JavaScript_)
pt_pt: [Google Issue #70292819 platform-27\_r01.zip foi substituído por uma nova atualização](https://issuetracker.google.com/issues/70292819) (_Login necessário no Google e JavaScript_)
ro: [Google Issue #70292819 platform-27\_r01.zip a fost suprascrisă cu o nouă actualizare](https://issuetracker.google.com/issues/70292819) (_Google login and JavaScript required_)
ru: [Google Issue #70292819 platform-27\_r01.zip был перезаписан новым обновлением](https://issuetracker.google.com/issues/70292819) (_требуется вход в Google и JavaScript_)
uk: [Google-обговорення #70292819: оновлення перезаписало platform-27\_r01.zip](https://issuetracker.google.com/issues/70292819) (_потрібні JavaScript та обліковий запис Google_)
zh_hans: [Google Issue #70292819 platform-27\_r01.zip 被新更新覆盖](https://issuetracker.google.com/issues/70292819)（_需要 Google 账号登录以及 JavaScript_）

source: [Google Issue #37132313 platformBuildVersionName makes builds difficult to reproduce, creates unneeded diffs](https://issuetracker.google.com/issues/37132313) (_Google login and JavaScript required_)
de: [Google Issue #37132313 platformBuildVersionName erschwert die Reproduzierbarkeit von Builds und erzeugt nicht benötigte Diffs](https://issuetracker.google.com/issues/37132313) (_Google-Login und JavaScript erforderlich_)
pl: [Błąd Google #37132313 platformBuildVersionName sprawia, że kompilacje są trudne do odtworzenia, tworzy niepotrzebne różnice](https://issuetracker.google.com/issues/37132313) (_Wymagane logowanie Google i JavaScript_)
pt_pt: [Google Issue #37132313 platformBuildVersionName torna as construções difíceis de reproduzir, cria diferenças desnecessárias](https://issuetracker.google.com/issues/37132313) (_Login Google e JavaScript necessário_)
ro: [Google Issue #37132313 platformBuildVersionName îngreunează reproducerea construcțiilor, creează diferențe inutile](https://issuetracker.google.com/issues/37132313) (_Google login and JavaScript required_)
ru: [Проблема Google #37132313 platformBuildVersionName затрудняет воспроизведение сборок, создает ненужные различия](https://issuetracker.google.com/issues/37132313) (_требуется вход в Google и JavaScript_)
uk: [Google-обговорення #37132313: platformBuildVersionName ускладнює відтворення збірок, додає зайві відмінності](https://issuetracker.google.com/issues/37132313) (_потрібні JavaScript та обліковий запис Google_)
zh_hans: [Google Issue #37132313 platformBuildVersionName 使构建难以重现，产生不必要的差异](https://issuetracker.google.com/issues/37132313)（_需要 Google 账号登录以及 JavaScript_）

source: [Google Issue #110237303 resources.arsc built with non-determism, prevents reproducible APK builds](https://issuetracker.google.com/issues/110237303) (_Google login and JavaScript required_)
de: [Google Issue #110237303 resources.arsc ohne Determinismus erstellt, verhindert reproduzierbare APK-Builds](https://issuetracker.google.com/issues/110237303) (_Google-Login und JavaScript erforderlich_)
pl: [Błąd Google #110237303 resources.arsc zbudowany z niedeterminizmem, uniemożliwiający odtworzenie APK](https://issuetracker.google.com/issues/110237303) (_Wymagane logowanie Google i JavaScript_)
pt_pt: [Google Issue #110237303 resources.arsc construído com não determinismo, impede a construção de APK reprodutíveis](https://issuetracker.google.com/issues/110237303) (_Login Google e JavaScript necessário_)
ro: [Google Issue #110237303 resources.arsc construit cu non-determinism, previne construcțiile APK reproductibile](https://issuetracker.google.com/issues/110237303) (_Google login and JavaScript required_)
ru: [Google Issue #110237303 resources.arsc собран с неопределенностью, что препятствует воспроизводимым сборкам APK](https://issuetracker.google.com/issues/110237303) (_требуется вход в Google и JavaScript_)
uk: [Google-обговорення #110237303: resources.arsc збирається недетерміністично, порушує відтворення збірки APK](https://issuetracker.google.com/issues/110237303) (_потрібні JavaScript та обліковий запис Google_)
zh_hans: [Google Issue #110237303 使用非确定性构建的 resources.arsc，阻止了可重复的 APK 构建](https://issuetracker.google.com/issues/110237303)（_需要 Google 账号登录以及 JavaScript_）

source: [Unreproducible/non-deterministic code generation by navigation.safeargs.kotlin](https://issuetracker.google.com/issues/189498001) (_Google login and JavaScript required_)
de: [Unreproducible/non-deterministic code generation by navigation.safeargs.kotlin](https://issuetracker.google.com/issues/189498001) (_Google-Login und JavaScript erforderlich_)
pl: [Nieodtwarzalne/niedeterministyczne generowanie kodu przez navigation.safeargs.kotlin](https://issuetracker.google.com/issues/189498001) (_wymagany login Google i JavaScript_)
ro: [Generarea de coduri nereproductibile/ne-deterministe de către navigation.safeargs.kotlin](https://issuetracker.google.com/issues/189498001) (_Google login and JavaScript required_)
ru: [Непродуцируемая/недетерминированная генерация кода с помощью navigation.safeargs.kotlin](https://issuetracker.google.com/issues/189498001) (_Требуется вход в Google и JavaScript_)
uk: [Генерація коду navigation.safeargs.kotlin недетерміністична й невідтворювана](https://issuetracker.google.com/issues/189498001) (_потрібні JavaScript та обліковий запис Google_)
zh_hans: [由 navigation.safeargs.kotlin 生成的不可重复/不确定的代码](https://issuetracker.google.com/issues/189498001) （_需要 Google 账号登录以及 JavaScript_）

source: [unneeded DEX code differences based on number of CPUs used in build process](https://issuetracker.google.com/issues/269181868) (_Google login and JavaScript required_)
de: [Unnötige DEX-Code-Unterschiede basierend auf der Anzahl der im Build-Prozess verwendeten CPUs](https://issuetracker.google.com/issues/269181868) (_Google-Login und JavaScript erforderlich_)
pl: [Nieodtwarzalne/niedeterministyczne generowanie kodu przez navigation.safeargs.kotlin](https://issuetracker.google.com/issues/189498001) (_wymagany login Google i JavaScript_)
ro: [diferențe inutile de cod DEX în funcție de numărul de unități centrale de procesare utilizate în procesul de construire](https://issuetracker.google.com/issues/269181868) (_Autentificare Google și JavaScript necesare_)
ru: [ненужные различия в коде DEX в зависимости от количества процессоров, используемых в процессе сборки](https://issuetracker.google.com/issues/269181868) (_Необходимы вход в Google и JavaScript_)
uk: [непотрібні розбіжності в коді DEX на основі кількості процесорів, що використовуються в процесі збірки](https://issuetracker.google.com/issues/269181868) (_Потрібні облікові дані Google і JavaScript_)
zh_hans: [基于构建过程中所用 CPU 数量的不必要的 DEX 代码差异](https://issuetracker.google.com/issues/269181868) (_需要 Google 账户登录和开启 JavaScript_)

source: Running a Mirror
de: Mirror betreiben
pl: Uruchamianie serwera lustrzanego
pt_pt: Executar um espelho
ro: Rulează o Mirror
ru: Запуск зеркала
uk: Ведення дзеркала
zh_hans: 运行镜像
