Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: F-Droid repos generally maintain support for old F-Droid releases for a long time. That means that old F-Droid releases will continue to work for years. That provides a path to run F-Droid on very old Android releases. Here are the download links for installing the newest release that runs on a given Android release:
de: F-Droid-Repos unterstützen alte F-Droid-Versionen in der Regel noch lange Zeit. Das bedeutet, dass alte F-Droid-Versionen noch jahrelang funktionieren werden. Das bietet einen Weg, F-Droid auf sehr alten Android-Versionen zu betreiben. Hier sind die Download-Links für die Installation der neuesten Version, die auf einer bestimmten Android-Version läuft:
pl: Repozytoria F-Droid zazwyczaj utrzymują wsparcie dla starych wersji F-Droid przez długi czas. Oznacza to, że stare wersje F-Droidów będą działać przez lata. To zapewnia ścieżkę do uruchomienia F-Droid na bardzo starych wersjach Androida. Oto linki do pobrania umożliwiające zainstalowanie najnowszej wersji działającej w danej wersji Androida:
ro: În general, depozitele F-Droid mențin suportul pentru versiunile F-Droid vechi pentru o perioadă lungă de timp. Aceasta înseamnă că vechile versiuni F-Droid vor continua să funcționeze ani de zile. Acest lucru oferă o cale de a rula F-Droid pe versiuni Android foarte vechi. Iată linkurile de descărcare pentru instalarea celei mai noi versiuni care rulează pe o anumită versiune Android:
ru: Репозитории F-Droid обычно поддерживают старые выпуски F-Droid длительное время. Это означает, что старые выпуски F-Droid будут работать годами. Это дает возможность запускать F-Droid на очень старых версиях Android. Вот ссылки для загрузки для установки новейшего выпуска, работающего на данной версии Android:
uk: Репозиторії F-Droid зазвичай підтримують старі випуски F-Droid впродовж тривалого часу. Це означає, що старі версії F-Droid продовжуватимуть працювати роками. Це забезпечує шлях до запуску F-Droid на дуже старих версіях Android. Ось посилання для завантаження для встановлення найновішої версії, яка працює на певній версії Android:
zh_hans: F-Droid 存储库通常会在很长一段时间内保持对旧 F-Droid 版本的支持。这意味着旧 F-Droid 版本将继续工作数年。这使 F-Droid 可以在非常旧的 Android 系统上运行。以下是可以在特定版本 Android 系统上运行的最新版 F-Droid 的下载链接：

source: Android 6.0 (API 23) and up: [F-Droid (latest stable)]({{ site.fdroid_apk_download_url }})
de: Android 6.0 (API 23) und höher: [F-Droid (letzte stabile Version)]({{ site.fdroid_apk_download_url }})
ro: Android 6.0 (API 23) și versiunile ulterioare: [F-Droid (ultima versiune stabilă)]({{ site.fdroid_apk_download_url }})
ru: Android 6.0 (API 23) и выше: [F-Droid (последняя стабильная версия)]({{ site.fdroid_apk_download_url }})
uk: Android 6.0 (API 23) і новіших версій: [F-Droid (найновіша стабільна версія)]({{ site.fdroid_apk_download_url }})
zh_hans: Android 6.0 (API 23) 及以上: [F-Droid（最新稳定版）]({{ site.fdroid_apk_download_url }})

source: First issue older Android versions encounter will be certificate related, please read and follow the steps to [install the Let’s Encrypt ISRG Root X1 certificate](https://www.stoutner.com/lets-encrypt-isrg-root-x1-and-privacy-browser/) before proceeding. Android 6 and 7 are also affected, while the latest in-client mirroring system will alleviate this and cycle through mirrors until it finds one that is still compatible, users are encouraged to add the certificate anyway as this helps other apps too.
de: Das erste Problem, das bei älteren Android-Versionen auftritt, hängt mit dem Zertifikat zusammen. Bitte lesen und befolgen Sie die Schritte zur [Installation des Let's-Encrypt-ISRG-Root-X1-Zertifikats](https://www.stoutner.com/lets-encrypt-isrg-root-x1-and-privacy-browser/), bevor Sie fortfahren. Android 6 und 7 sind ebenfalls betroffen, obwohl das neueste In-Client-Spiegelungssystem dieses Problem entschärft und die Spiegelserver durchläuft, bis es einen findet, der noch kompatibel ist, wird den Benutzern empfohlen, das Zertifikat trotzdem hinzuzufügen, da dies auch anderen Anwendungen hilft.
ro: Prima problemă pe care o vor întâmpina versiunile mai vechi de Android va fi legată de certificate, vă rugăm să citiți și să urmați pașii pentru [instalarea certificatului Let's Encrypt ISRG Root X1](https://www.stoutner.com/lets-encrypt-isrg-root-x1-and-privacy-browser/) înainte de a continua. Android 6 și 7 sunt de asemenea afectate, în timp ce cel mai recent sistem depozite de rezervă din client va atenua această problemă și va parcurge ciclic rezervele până când va găsi una care este încă compatibilă, utilizatorii sunt încurajați să adauge certificatul oricum, deoarece acest lucru ajută și alte aplicații.
ru: Первая проблема, с которой столкнулись старые версии Android, связана с сертификатом, поэтому прежде чем приступить к работе, прочтите и выполните шаги по [установке сертификата Let's Encrypt ISRG Root X1](https://www.stoutner.com/lets-encrypt-isrg-root-x1-and-privacy-browser/). Android 6 и 7 также затронуты этой проблемой. Хотя новейшая система зеркалирования в клиенте облегчает эту проблему и перебирает зеркала, пока не найдет совместимое, пользователям рекомендуется добавить сертификат в любом случае, так как это поможет и другим приложениям.
uk: Перша проблема, з якою зіткнуться старіші версії Android, буде пов'язана з сертифікатом, будь ласка, прочитайте і виконайте дії, щоб [встановити сертифікат Let's Encrypt ISRG Root X1](https://www.stoutner.com/lets-encrypt-isrg-root-x1-and-privacy-browser/) перед тим, як продовжити. Android 6 і 7 також постраждали від цієї проблеми, хоча новітня система дзеркал у клієнті усуне її та буде перебирати дзеркала, поки не знайде сумісне, користувачам рекомендується додати сертифікат у будь-якому випадку, оскільки це допоможе й іншим програмам.
zh_hans: 较旧的 Android 版本遇到的第一个问题会和证书相关，请阅读并遵照步骤 [安装 Let’s Encrypt ISRG Root X1 证书](https://www.stoutner.com/lets-encrypt-isrg-root-x1-and-privacy-browser/)，然后再继续。Android 6 和 7 同样受影响，虽然最新的客户端内镜像系统会缓解这个问题，不断查找直到找到依旧兼容的镜像源，我们仍鼓励用户添加证书，因为这样做也可以帮助其他应用。

source: Android 4.0 (API 14) to Android 5.0 (API 21): [F-Droid 1.12.1](https://f-droid.org/archive/org.fdroid.fdroid_1012051.apk)
de: Android 4.0 (API 14) bis Android 5.0 (API 21): [F-Droid 1.12.1](https://f-droid.org/archive/org.fdroid.fdroid_1012051.apk)
pl: Android 4.0 (API 14) do Androida 5.0 (API 21): [F-Droid 1.12.1](https://f-droid.org/archive/org.fdroid.fdroid_1012051.apk)
ro: De la Android 4.0 (API 14) la Android 5.0 (API 21): [F-Droid 1.12.1](https://f-droid.org/archive/org.fdroid.fdroid_1012051.apk)
ru: С Android 4.0 (API 14) по Android 5.0 (API 21): [F-Droid 1.12.1](https://f-droid.org/archive/org.fdroid.fdroid_1012051.apk)
uk: Від Android 4.0 (API 14) до Android 5.0 (API 21): [F-Droid 1.12.1](https://f-droid.org/archive/org.fdroid.fdroid_1012051.apk)
zh_hans: Android 4.0 (API 14) 到 Android 5.0 (API 21): [F-Droid 1.12.1](https://f-droid.org/archive/org.fdroid.fdroid_1012051.apk)

source: Android 2.3.3 (API 10) to Android 3.2 (API 13): [F-Droid 1.2.2](https://f-droid.org/archive/org.fdroid.fdroid_1002052.apk)
de: Android 2.3.3 (API 10) bis Android 3.2 (API 13): [F-Droid 1.2.2](https://f-droid.org/archive/org.fdroid.fdroid_1002052.apk)
pl: Android 2.3.3 (API 10) do Androida 3.2 (API 13): [F-Droid 1.2.2](https://f-droid.org/archive/org.fdroid.fdroid_1002052.apk)
ro: De la Android 2.3.3 (API 10) la Android 3.2 (API 13): [F-Droid 1.2.2.2](https://f-droid.org/archive/org.fdroid.fdroid_1002052.apk)
ru: С Android 2.3.3 (API 10) по Android 3.2 (API 13): [F-Droid 1.2.2](https://f-droid.org/archive/org.fdroid.fdroid_1002052.apk)
uk: Від Android 2.3.3 (API 10) до Android 3.2 (API 13): [F-Droid 1.2.2](https://f-droid.org/archive/org.fdroid.fdroid_1002052.apk)
zh_hans: Android 2.3.3 (API 10) 到 Android 3.2 (API 13): [F-Droid 1.2.2](https://f-droid.org/archive/org.fdroid.fdroid_1002052.apk)

source: Android 2.2 (API 8) to Android 2.3.2 (API 9): [F-Droid 0.100.1](https://f-droid.org/archive/org.fdroid.fdroid_100150.apk)
de: Android 2.2 (API 8) bis Android 2.3.2 (API 9): [F-Droid 0.100.1](https://f-droid.org/archive/org.fdroid.fdroid_100150.apk)
pl: Android 2.2 (API 8) do Androida 2.3.2 (API 9): [F-Droid 0.100.1](https://f-droid.org/archive/org.fdroid.fdroid_100150.apk)
ro: De la Android 2.2 (API 8) la Android 2.3.2 (API 9): [F-Droid 0.100.1](https://f-droid.org/archive/org.fdroid.fdroid_100150.apk)
ru: С Android 2.2 (API 8) по Android 2.3.2 (API 9): [F-Droid 0.100.1](https://f-droid.org/archive/org.fdroid.fdroid_100150.apk)
uk: Від Android 2.2 (API 8) до Android 2.3.2 (API 9): [F-Droid 0.100.1](https://f-droid.org/archive/org.fdroid.fdroid_100150.apk)
zh_hans: Android 2.2 (API 8) 到 Android 2.3.2 (API 9): [F-Droid 0.100.1](https://f-droid.org/archive/org.fdroid.fdroid_100150.apk)

source: Android 2.0 (API 5) to Android 2.0.1 (API 6): [F-Droid 0.69](https://f-droid.org/archive/org.fdroid.fdroid_690.apk)
de: Android 2.0 (API 5) bis Android 2.0.1 (API 6): [F-Droid 0.69](https://f-droid.org/archive/org.fdroid.fdroid_690.apk)
ro: De la Android 2.0 (API 5) la Android 2.0.1 (API 6): [F-Droid 0.69](https://f-droid.org/archive/org.fdroid.fdroid_690.apk)
ru: Android 2.0 (API 5) - Android 2.0.1 (API 6): [F-Droid 0.69](https://f-droid.org/archive/org.fdroid.fdroid_690.apk)
uk: Від Android 2.0 (API 5) до Android 2.0.1 (API 6): [F-Droid 0.69](https://f-droid.org/archive/org.fdroid.fdroid_690.apk)
zh_hans: Android 2.0 (API 5) 到 Android 2.0.1 (API 6): [F-Droid 0.69](https://f-droid.org/archive/org.fdroid.fdroid_690.apk)

source: Please note that many apps on F-Droid may no longer support such old Android versions. It is recommended to enable the "F-Droid Archive" repository in the F-Droid app. Enabling the Archive lets F-Droid show you older versions of apps, which may include versions that still work on your device.
de: Bitte beachten Sie, dass viele Apps auf F-Droid solche alten Android-Versionen möglicherweise nicht mehr unterstützen. Es wird empfohlen, das „F-Droid Archive“ in der F-Droid-App zu aktivieren. Wenn Sie das Archiv aktivieren, zeigt Ihnen F-Droid ältere Versionen von Apps an, darunter möglicherweise auch Versionen, die auf Ihrem Gerät noch funktionieren.
ro: Vă rugăm să rețineți că este posibil ca multe aplicații de pe F-Droid să nu mai fie compatibile cu versiunile vechi de Android. Se recomandă să activați depozitul "Arhiva F-Droid" în aplicația F-Droid. Activarea Arhivei permite ca F-Droid să vă arate versiuni mai vechi ale aplicațiilor, care pot include versiuni care încă funcționează pe dispozitivul dvs.
ru: Обратите внимание, что многие приложения на F-Droid могут больше не поддерживать такие старые версии Android. Рекомендуется включить хранилище "Архив F-Droid" в приложении F-Droid. Включение архива позволит F-Droid показывать вам старые версии приложений, среди которых могут быть и те, что еще работают на вашем устройстве.
uk: Зверніть увагу, що багато застосунків на F-Droid можуть більше не підтримувати такі старі версії Android. Радимо увімкнути в застосунку F-Droid репозиторій «F-Droid Archive». Увімкнення архіву дасть змогу F-Droid показувати вам старі версії застосунків, які можуть включати версії, які досі працюють на вашому пристрої.
zh_hans: 请注意，F-Droid 上的许多应用可能不再支持这些旧的 Android 系统。建议在 F-Droid 应用中启用“F-Droid Archive”存储库。启用它可以让 F-Droid 显示旧版本的应用，其中可能包括仍能在你的设备上工作的版本。

source: Security Model
de: Sicherheitsmodell
pl: Model bezpieczeństwa
pt_pt: Modelo de Segurança
ro: Model de securitate
ru: Модель безопасности
uk: Модель безпеки
zh_hans: 安全模型

source: The security architecture is based on integrating models proven by [Debian](https://wiki.debian.org/SecureApt) and [The Update Framework](https://github.com/theupdateframework/specification/blob/master/tuf-spec.md) into what the Android OS already provides. The way F-Droid operates is greatly inspired by de facto security model of how reputable GNU/Linux distros like Debian, Fedora, Ubuntu, etc. operate. There is a big emphasis on operating in the public and making everything publicly available. We include source tarballs and build logs when we publish binaries. These are archived as long as possible, for retroactive review. And all of this is mirrored in many places across the internet by many different parties.
de: Die Sicherheitsarchitektur basiert auf der Integration von Modellen, die sich in [Debian](https://wiki.debian.org/SecureApt) und [The Update Framework](https://github.com/theupdateframework/specification/blob/master/tuf-spec.md) bewährt haben, in das, was das Android-OS bereits mitbringt. Die Art und Weise wie F-Droid agiert, ist größtenteils von de facto Sicherheitsmodellen beeinflusst, wie sie in angesehenen GNU/Linux-Distributionen wie Debian, Fedora, Ubuntu, usw. funktionieren. Der Schwerpunkt dort liegt darauf öffentlich zu arbeiten und alles öffentlich zugänglich zu machen. Wir schließen Quell-Tarballs und Build-Protokolle ein, wenn wir Binärdateien veröffentlichen. Diese werden so lange wie möglich für retrospektive Prüfungen archiviert. Und all dies wird an vielen, über das Internet verteilten Plätzen von vielen verschiedenen Parteien gespiegelt.
ru: Архитектура безопасности основана на интегрировании моделей, проверенных [Debian](https://wiki.debian.org/SecureApt) и [The Update Framework](https://github.com/theupdateframework/specification/blob/master/tuf-spec.md) в то, что уже предоставляет ОС Android. То, как работает F-Droid, в значительной степени вдохновлено де-факто моделью безопасности, как работают авторитетные дистрибутивы GNU/Linux, такие как Debian, Fedora, Ubuntu и т.д. Большое внимание уделяется публичной работе и открытому доступу ко всему. Мы включаем исходные тарбалы и журналы сборки, когда публикуем двоичные файлы. Они архивируются как можно дольше, чтобы их можно было просмотреть задним числом. И все это зеркалируется во многих местах по всему интернету многими различными сторонами.
uk: Архітектура безпеки базується на інтеграції моделей, перевірених [Debian](https://wiki.debian.org/SecureApt) і [The Update Framework](https://github.com/theupdateframework/specification/blob/master/tuf-spec.md) у те, що вже надається ОС Android. Те, як працює F-Droid, значною мірою надихається фактичною моделлю безпеки, яка використовується в таких авторитетних дистрибутивах GNU/Linux, як Debian, Fedora, Ubuntu тощо. Ми зосереджуємося на роботі у відкритому доступі й надаємо все у відкритому доступі. Ми додаємо архіви програмного коду і створюємо журнали збірки, коли публікуємо двійкові файли. Вони архівуються якомога довше, щоб можна було переглянути їх заднім числом. І все це показано в багатьох місцях в інтернеті багатьма різними сторонами.
zh_hans: 安全架构是基于把经 [Debian](https://wiki.debian.org/SecureApt) 和 [The Update Framework](https://github.com/theupdateframework/specification/blob/master/tuf-spec.md) 证明的模型集成到 Android 系统已经提供的模型中去。 F-Droid 的运行方式很大程度上受到了 Debian、Fedora、Ubuntu 等知名 GNU/Linux 发行版运作方式的事实安全模型的启发。 我们非常强调在“阳光下运作”并使所有内容都公开可用。 我们发布二进制文件时会包括源代码压缩包和构建日志。 这些内容将尽可能长时间存档，以供回溯审查。 所有这一切被许多不同的团体镜像在互联网上的许多地方。

source: a repo is defined by having unique signing key, first and foremost
de: Ein Repo ist, zuerst und vor allen Dingen, dadurch bestimmt, einen einzigartigen Signierschlüssel zu besitzen
pl: repozytorium jest definiowane przede wszystkim przez posiadanie unikalnego klucza podpisującego
ro: un repo se definește prin faptul că are o cheie de semnare unică, în primul și în primul rând
ru: репо определяется наличием уникального ключа подписи, в первую очередь
uk: репозиторій визначається унікальним ключем підпису (перш за все)
zh_hans: 存储库的定义首先是唯一的签名密钥

source: [HTTPS connections by default](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L11)
de: [HTTPS-Verbindungen als Standard](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L11)
pl: [Domyślnie połączenia HTTPS](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L11)
pt_pt: [Conexões HTTPS por padrão](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L11)
ro: [Conexiuni HTTPS în mod implicit](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L11)
ru: [HTTPS-соединения по умолчанию](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L11)
uk: [HTTPS-з'єднання — усталені](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L11)
zh_hans: [默认 HTTPS 连接](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L11)

source: server only works over HTTPS, [HTTP](http://f-droid.org) is a redirect
de: der Server funktioniert nur über HTTPS, [HTTP](http://f-droid.org) fungiert als Weiterleitungsadresse
pl: serwer działa tylko przez HTTPS, [HTTP](http://f-droid.org) jest przekierowaniem
pt_pt: só funciona sobre HTTPS, [HTTP](http://f-droid.org) é um redirecionamento
ro: funcționează numai pe HTTPS, [HTTP](http://f-droid.org) este o redirecționare
ru: сервер работает только через HTTPS, [HTTP](http://f-droid.org) - перенаправление
uk: сервер працює лише за HTTPS, а [HTTP](http://f-droid.org) перенаправляє
zh_hans: 服务器仅通过 HTTPS 工作，[HTTP](http://f-droid.org) 是重定向

source: [Android enforces](https://developer.android.com/studio/publish/app-signing.html#considerations) that all apps have a valid signature over the entire contents of the APK file
de: [Android fordert zwingend](https://developer.android.com/studio/publish/app-signing.html#considerations), dass alle Apps eine gültige Signatur besitzen, die sämtliche Inhalte der APK-Datei umfasst
pl: [Android wymusza](https://developer.android.com/studio/publish/app-signing.html#considerations), że wszystkie aplikacje mają prawidłowy podpis na całej zawartości pliku APK
pt_pt: [Android impõe](https://developer.android.com/studio/publish/app-signing.html#considerations) que todos os apps têm uma assinatura válida sobre todo o conteúdo do ficheiro APK
ro: [Android enforces](https://developer.android.com/studio/publish/app-signing.html#considerations) ca toate aplicațiile să aibă o semnătură validă pentru întregul conținut al fișierului APK
ru: [Android принуждает](https://developer.android.com/studio/publish/app-signing.html#considerations) чтобы все приложения имели действительную подпись всего содержимого APK-файла
uk: [Android зобов'язує](https://developer.android.com/studio/publish/app-signing.html#considerations) кожен застосунок мати чинний підпис усього вмісту APK-файлу
zh_hans: [Android 强制要求](https://developer.android.com/studio/publish/app-signing.html#thinkations) 所有应用都对 APK 文件的全部内容具有有效签名

source: [Android verifies updates](https://developer.android.com/studio/publish/app-signing.html#considerations) based on the signature of the installed app
de: [Android überprüft Aktualisierungen](https://developer.android.com/studio/publish/app-signing.html#considerations) anhand der Signatur der installierten App
pl: [Android weryfikuje aktualizacje](https://developer.android.com/studio/publish/app-signing.html#considerations) na podstawie podpisu zainstalowanej aplikacji
pt_pt: [Android verifica as atualizações](https://developer.android.com/studio/publish/app-signing.html#considerations) com base na assinatura da app instalado
ro: [Android verifies updates](https://developer.android.com/studio/publish/app-signing.html#considerations) pe baza semnăturii aplicației instalate
ru: [Android проверяет обновления](https://developer.android.com/studio/publish/app-signing.html#considerations) на основе подписи установленного приложения
uk: [Android звіряє оновлення](https://developer.android.com/studio/publish/app-signing.html#considerations) підписом встановленого застосунку
zh_hans: [Android 验证更新](https://developer.android.com/studio/publish/app-signing.html#thinkations) 基于已安装应用的签名

source: [file integrity](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/installer/ApkCache.java#L57) protected by [signed metadata](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/RepoUpdater.java#L212)
de: Schutz der [Datenintegrität](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/installer/ApkCache.java#L57) durch [signierte Metadaten](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/RepoUpdater.java#L212)
pl: [integralność pliku](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/installer/ApkCache.java#L57) chroniony przez [podpisane metadane ](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/RepoUpdater.java#L212)
pt_pt: [integridade do ficheiro](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/installer/ApkCache.java#L57) protegido por [metadados assinados](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/RepoUpdater.java#L212)
ro: [file integrity](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/installer/ApkCache.java#L57) protejat de [signed metadata](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/RepoUpdater.java#L212)
ru: [целостность файла](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/installer/ApkCache.java#L57) защищена [подписанными метаданными](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/RepoUpdater.java#L212)
uk: [цілісність файлів](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/installer/ApkCache.java#L57) захищено [підписом метаданих](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/RepoUpdater.java#L212)
zh_hans: [文件完整性](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/installer/ApkCache.java#L57) 由 [签名的元数据](https://gitlab.com/fdroid/fdroidclient/blob/v0.101-alpha2/app/src/main/java/org/fdroid/fdroid/RepoUpdater.java#L212) 保护

source: As of [_index-v2_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1092), files from the repo are verified based on SHA-256, including icons, screenshots, etc.
de: Ab [_index-v2_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1092) werden Dateien aus dem Repo auf Basis von SHA-256 verifiziert, einschließlich Icons, Screenshots usw.
ro: Începând cu [_index-v2_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1092), fișierele din depozit sunt verificate pe baza SHA-256, inclusiv pictogramele, capturile de ecran, etc.
ru: Начиная с [_index-v2_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1092), файлы из репо проверяются по SHA-256, включая иконки, скриншоты и т.д.
uk: Починаючи з [_index-v2_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1092) файли з репозиторію перевіряються на основі SHA-256, включаючи піктограми, знімки з екрана тощо.
zh_hans: 从 [_index-v2_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1092)起，存储库中的文件基于 SHA-256 进行验证，包括图标、屏幕截图等。
