Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Any changes to your app that result in a violation of our [inclusion policy](../Inclusion_Policy) will get your app removed or archived. E.g. you could use a license for future versions that prohibits anyone from distributing it, or you could introduce proprietary binaries into your source code. Both of those things will ensure that those future versions do not appear in our repository, but you would have to go a lot further (e.g. serious security flaws in the previous versions, combined with unpublished source code and an uncooperative attitude) for us to actually remove the whole application.
de: Alle Änderungen an Ihrer Ap, die zu einer Verletzung unserer [Aufnahmekriterien](../Inclusion_Policy) führen, bewirken die Entfernung oder Archivierung Ihrer App. Z. B. könnten Sie für zukünftige Versionen eine Lizenz verwenden, die jedem verbietet, sie zu verbreiten, oder Sie könnten in Ihren Quellcode proprietäre Binärdateien einfügen. Beides wird dafür sorgen, dass jene zukünftigen Versionen nicht in unserem Repository erscheinen, aber Sie müssten noch ein ganzes Stück weitergehen (z. B. Sicherheitsmängel in vorherigen Versionen, in Kombination mit unveröffentlichtem Quellcode und einem unkooperativen Verhalten), damit wir tatsächlich die ganze Anwendung entfernen.
pl: Wszelkie zmiany w Twojej aplikacji, które spowodują naruszenie naszej [polityki włączenia](../Inclusion_Policy), spowodują usunięcie lub zarchiwizowanie Twojej aplikacji. Na przykład możesz użyć licencji na przyszłe wersje, która uniemożliwi jej dystrybucję, lub wprowadzić zastrzeżone pliki binarne do kodu źródłowego. Obie te rzeczy zapewnią, że te przyszłe wersje nie pojawią się w naszym repozytorium, ale musiałbyś pójść o wiele dalej (np. poważne luki bezpieczeństwa w poprzednich wersjach, w połączeniu z niepublikowanym kodem źródłowym i niechętną do współpracy postawą), abyśmy faktycznie usunęli całą aplikację.
ro: Orice modificare a aplicației dvs. care duce la încălcarea [politicii de includere](../Inclusion_Policy) va duce la eliminarea sau arhivarea aplicației dvs. De exemplu, ați putea folosi o licență pentru versiunile viitoare care să interzică oricui să o distribuie sau ați putea introduce în codul dvs. sursă binare proprietare. Ambele lucruri vor garanta că acele versiuni viitoare nu vor apărea în depozitul nostru, dar ar trebui să mergeți mult mai departe (de exemplu, defecte grave de securitate în versiunile anterioare, combinate cu un cod sursă nepublicat și o atitudine necooperantă) pentru ca noi să eliminăm efectiv întreaga aplicație.
ru: Любые изменения в вашем приложении которые нарушают нашу [политику](../Inclusion_Policy) приведут к удалению или архивированию приложения. Например вы можете использовать лицензию на будущие версии, которая запрещает кому-либо распространять его, или вы можете внедрить несвободные двоичные файлы в ваш исходный код. И то, и другое гарантирует, что эти будущие версии не появятся в нашем репозитории, но вам придется пойти гораздо дальше (например, серьезные недостатки безопасности в предыдущих версиях в сочетании с неопубликованным исходным кодом и нежеланием сотрудничать), чтобы мы действительно удалили все приложение.
uk: Будь-які зміни до вашого застосунку, в результаті яких порушується наша [політика додання](../Inclusion_Policy), призводять до вилучення чи архівування вашого застосунку. Наприклад, ви ліцензуєте нові версії на умовах, що забороняють будь-кому їхнє розповсюдження, або додасте пропрієтарні бібліотеки в свій вихідний код. Тоді ці нові версії не з'являтимуться в нашому репозиторії. Але цілий застосунок ми вилучаємо лише в разі, якщо ви поводитеся зовсім неприйнятно (наприклад, у попередніх версіях — суттєві вади безпеки, а ви вилучаєте вихідний код із загального доступу й не йдете на діалог).
zh_hans: 任何违反我们[收录政策](../Inclusion_Policy)的应用更改将使你的应用被删除或存档。 例如，你可以为未来的版本使用一个许可证，禁止任何人分发它，或者你可以在你的源代码中引入专有的二进制文件。这两件事都能确保那些未来的版本不会出现在我们的存储库中，但这离我们把你的应用从存储库中删除还远不够（如以前的版本有严重的安全缺陷，再加上未公布的源代码和不合作的态度）。

source: In some rare cases we also have to comply with [take-down requests](../Take-Down_Requests) in accordance with our other policies. Generally speaking we recommend steering clear of trademark and copyright infringements.
de: In einigen seltenen Fällen müssen wir uns auch nach [Takedown-Anfragen](../Take-Down_Requests) gemäß unserer weitergehenden Regeln richten. Im Allgemeinen empfehlen wir, Marken- und Urheberrechtsverletzungen zu vermeiden.
pl: W niektórych rzadkich przypadkach musimy również stosować się do [żądań usunięcia](../Take-Down_Requests) zgodnie z naszymi innymi zasadami. Ogólnie rzecz biorąc, zalecamy trzymanie się z dala od naruszeń znaków towarowych i praw autorskich.
ro: În unele cazuri rare, trebuie, de asemenea, să ne conformăm [cererilor de retragere](../Take-Down_Requests) în conformitate cu celelalte politici ale noastre. În general, vă recomandăm să vă feriți de încălcările mărcilor comerciale și ale drepturilor de autor.
ru: В некоторых редких случаях мы также вынуждены выполнять [запросы на удаление](../Take-Down_Requests) в соответствии с другими нашими правилами. В целом мы рекомендуем воздерживаться от нарушений торговых марок и авторских прав.
uk: У деяких рідкісних випадках нам також доводиться задовольняти [запити на вилучення](../Take-Down_Requests) відповідно до нашої політики. Загалом, радимо утримуватись від порушень торгових марок і авторських прав.
zh_hans: 在一些罕见的情况下，我们还必须依照我们的其他政策遵守[下架请求](../Take-Down_Requests)。 一般来说，我们建议避开商标和版权侵权。

source: I see apps on the big stores that are blatant copies. Wouldn't it be better if I made my app closed source?
de: Ich finde in den großen App-Stores Apps, die augenscheinlich Kopien sind. Wäre es nicht besser, meine App wäre proprietär?
pl: Widzę aplikacje w dużych sklepach, które są rażącymi kopiami. Czy nie byłoby lepiej, gdyby moja aplikacja była zamkniętym źródłem?
pt_pt: Vejo aplicações nas lojas grandes que são cópias óbvias. Não seria melhor se eu fizesse o meu app ser código fechado?
ro: Văd aplicații pe marile magazine care sunt copii flagrante. Nu ar fi mai bine dacă aș face aplicația mea cu sursă închisă?
ru: Я вижу в крупных магазинах приложения, которые являются откровенными копиями. Не лучше ли будет, если я сделаю свое приложение с закрытым исходным кодом?
uk: У великих сховищах бачу застосунки — явні копії. Чи не краще мені закрити код свого застосунку?
zh_hans: 我看到一些大商店里的应用是公然的复制。我将我的应用闭源更好不是吗？

source: Firstly, it depends on the license: unless you apply a copyleft licence like the GPLv3, other people can do whatever they like with the source code (though they may be required to rebrand it). If your app is GPLv3 and no source code is published by the plagiarists; their versions obviously include proprietary ad libraries, or any sign of your authorship was simply removed, those copies are breaking the law and you should [demand Google](https://www.google.com/android_dmca.html) to remove them from their app store. You may threaten them with DMCA or other local laws if you wish. If all else fails, before going proprietary, balance the loss and confusion to the users and maintainers of the free app against the feeling of justice that you'll get by seeing those illegal clones lose the few cents in ad revenue that they would have got. In the longer run we want to improve donations via F-Droid so you can be supported financially and we already support Bitcoin, Litecoin, OpenCollective and Liberapay as well as any other payment method that you can suggest via a website.
de: Zunächst einmal hängt es von der Lizenz ab: Solange Sie keine Copyleft-Lizenz, wie die GPLv3, anwenden, können andere Menschen alles mit dem Quellcode anstellen, was sie möchten (obgleich sie verpflichtet werden können, das zu kennzeichnen). Unterliegt Ihre App einer GPLv3 und es wird von den Plagiatoren kein Quellcode veröffentlicht, enthalten deren Versionen offenkundig proprietäre Werbe-Bibliotheken oder wurden alle Zeichen Ihrer Urheberschaft einfach entfernt, dann verstoßen diese Kopien gegen das Gesetz, und Sie sollten [Google auffordern](https://www.google.com/android_dmca.html), sie unverzüglich aus ihrem App-Store zu entfernen. Wenn Sie möchten, können Sie ihnen eine Klage wegen Verletzung des DMCA oder anderer Landesgesetze androhen. Wenn das alles nichts hilft, bevor Sie nun gleich proprietär werden, wiegen Sie den Schaden und die Verunsicherung für Anwender und Verfechter freier Apps gegen das Gerechtigkeitsgefühl auf, das Sie haben werden, wenn Sie mit ansehen, wie diese illegalen Klone ein paar Cents an Werbeeinnahmen verlieren werden, die sie erzielt hätten. Auf lange Sicht wollen wir die Spenden über F-Droid so vervollkommnen, dass Sie finanziell gefördert werden können, und schon jetzt unterstützen wir Bitcoin, Litecoin, OpenCollective and Liberapay, sowie weitere Zahlungsmethoden, die Sie über eine Internetseite anbieten können.
pl: Po pierwsze, zależy to od licencji: jeśli nie zastosujesz licencji typu copyleft, taką jak GPLv3, inne osoby mogą zrobić, co zechcą z kodem źródłowym (chociaż mogą być wymagane do zmiany nazwy). Jeśli Twoja aplikacja jest GPLv3 i plagiatorzy nie opublikowali kodu źródłowego; ich wersje zawierają oczywiście zastrzeżone biblioteki reklam lub jakikolwiek znak twojego autorstwa został po prostu usunięty, te kopie łamią prawo i powinieneś [zażądać od Google'a](https://www.google.com/android_dmca.html), aby usunąć je z ich sklepu z aplikacjami. Jeśli chcesz, możesz zagrozić im ustawą DMCA lub innymi lokalnymi przepisami. Jeśli wszystko inne zawiedzie, przed przejściem na własność, zrównoważ stratę i zamieszanie użytkownikom i opiekunom bezpłatnej aplikacji z poczuciem sprawiedliwości, które otrzymasz, kiedy te nielegalne klony stracą te kilka groszy w przychodach z reklam, które mogłyby dostać. W dłuższej perspektywie chcemy poprawić darowizny za pośrednictwem F-Droid, abyś mógł być wspierany finansowo, a my już wspieramy Bitcoin, Litecoin, OpenCollective i Liberapay, a także każdą inną metodę płatności, którą możesz zaproponować za pośrednictwem strony internetowej.
ro: În primul rând, depinde de licență: dacă nu aplicați o licență copyleft, cum ar fi GPLv3, alte persoane pot face ce doresc cu codul sursă (deși este posibil să li se ceară să schimbe marca). Dacă aplicația dvs. este GPLv3 și plagiatorii nu publică niciun cod sursă; versiunile lor includ, evident, biblioteci publicitare proprietare sau orice semn al paternității dvs. a fost pur și simplu eliminat, aceste copii încalcă legea și ar trebui să [demand Google](https://www.google.com/android_dmca.html) să le elimine din magazinul lor de aplicații. Dacă doriți, îi puteți amenința cu DMCA sau cu alte legi locale. Dacă toate celelalte eșuează, înainte de a recurge la proprietate, puneți în balanță pierderea și confuzia utilizatorilor și a celor care întrețin aplicația gratuită cu sentimentul de dreptate pe care îl veți avea văzând că acele clone ilegale pierd cei câțiva cenți din veniturile din publicitate pe care le-ar fi obținut. Pe termen lung, dorim să îmbunătățim donațiile prin intermediul F-Droid, astfel încât să puteți fi susținut financiar și deja sprijinim Bitcoin, Litecoin, OpenCollective și Liberapay, precum și orice altă metodă de plată pe care o puteți sugera prin intermediul unui site web.
ru: Во-первых, это зависит от лицензии: если вы не применяете лицензию с копилефтом, например GPLv3, другие люди могут делать с исходным кодом все, что захотят (хотя от них может потребоваться его ребрендинг). Если ваше приложение работает под GPLv3, а плагиаторы не публикуют исходный код; их версии, очевидно, включают несвободные рекламные библиотеки, или любые признаки вашего авторства просто удалены, эти копии нарушают закон, и вам следует [потребовать от Google](https://www.google.com/android_dmca.html) удалить их из своего магазина приложений. При желании вы можете пригрозить им DMCA или другими местными законами. Если все остальное не удается, прежде чем прибегать к проприетарным мерам, взвесьте потери и путаницу для пользователей и разработчиков бесплатного приложения с чувством справедливости, которое вы получите, увидев, как эти незаконные клоны теряют те несколько центов дохода от рекламы, которые они могли бы получить. В долгосрочной перспективе мы хотим улучшить пожертвования через F-Droid, чтобы вы могли получать финансовую поддержку, и мы уже поддерживаем Bitcoin, Litecoin, OpenCollective и Liberapay, а также любой другой способ оплаты, который вы можете предложить через веб-сайт.
zh_hans: 首先，这取决于许可证：除非你应用了像 GPLv3 这样的自由复制许可证，否则其他人可以随意使用源代码（尽管他们可能被要求重新命名）。如果你的应用是 GPLv3，而剽窃者没有公布源代码；他们的版本显然包括专有的广告库，或者任何你的作者的标志被简单地删除，这些副本是违法的，你应该[要求谷歌](https://www.google.com/android_dmca.html)从他们的应用商店删除它们。如果你愿意，你可以用 DMCA 或其他当地法律威胁他们。如果所有其他方法都失败了，在进行专有化之前，请平衡一下自由应用的用户和维护者的损失和混乱与你看到那些非法克隆的人失去他们本来可以得到的几美分广告收入而获得的正义感。从长远来看，我们希望改进通过 F-Droid 捐赠，这样你就可以得到经济上的支持，我们已经支持比特币、莱特币、OpenCollective 和 Liberapay 以及其他任何你可以通过网站建议的支付方式。

source: How is the F-Droid client git workflow structured?
de: Wie ist der Client-Git-Workflow von F-Droid aufgebaut?
pl: W jaki sposób jest zorganizowany przepływ pracy klienta Git w F-Droid?
pt_pt: Como o fluxo de trabalho git do cliente F-Droid é estruturado?
ro: Cum este structurat fluxul de lucru git al clientului F-Droid?
ru: Как устроен рабочий процесс git клиента F-Droid?
uk: Як виглядає git-процес розробки клієнта F-Droid?
zh_hans: F-Droid 客户端的 git 工作流是如何构成的？

source: `git` allows tons of flexibility in the workflow of how people work together, so it is important to clearly define the workflow of this community so that people know what to expect. The `git` workflow the F-Droid client app uses is relatively simple and based on the very common workflow established by github.com, gitlab.com and others like it. Here's a break down of what that means:
de: `git` erlaubt haufenweise Flexibilität in den Arbeitsabläufen, so dass es wichtig ist, den Arbeitsablauf dieser Gemeinschaft klar zu definieren, damit die Leute wissen, was sie zu erwarten haben. Der `git` Workflow, den die F-Droid Client App verwendet, ist relativ einfach und basiert auf dem von github.com, gitlab.com und anderen etablierten Workflow. Hier ist eine Aufschlüsselung dessen, was das bedeutet:
pl: `git` umożliwia tony elastyczności w przepływie pracy ludzi, dlatego ważne jest, aby jasno zdefiniować przepływ pracy tej społeczności, aby ludzie wiedzieli, czego się spodziewać. Przepływ pracy `git` używany przez klienta F-Droid jest stosunkowo prosty i oparty na bardzo typowym przepływie pracy ustalonym przez github.com, gitlab.com i inne podobne. Oto podział tego, co to znaczy:
pt_pt: O `git` permite muitíssima flexibilidade no fluxo de trabalho de como as pessoas trabalham em conjunto e por isso é importante definir claramente o fluxo de trabalho desta comunidade para que as pessoas saibam o que esperar. O fluxo de trabalho `git` que o app cliente F-Droid usa é relativamente simples e tem base no fluxo de trabalho muito comum estabelecido por github.com, gitlab.com e outros parecidos. Aqui está uma descrição do que isso significa:
ro: `git` permite o mare flexibilitate în ceea ce privește fluxul de lucru al oamenilor care lucrează împreună, așa că este important să definim clar fluxul de lucru al acestei comunități, astfel încât oamenii să știe la ce să se aștepte. Fluxul de lucru `git` pe care îl folosește aplicația client F-Droid este relativ simplu și se bazează pe fluxul de lucru foarte comun stabilit de github.com, gitlab.com și altele asemănătoare. Iată o defalcare a ceea ce înseamnă asta:
ru: `git` позволяет гибко подходить к процессу совместной работы, поэтому важно четко определить рабочий процесс этого сообщества, чтобы люди знали, чего ожидать. Рабочий процесс `git`, который использует клиентское приложение F-Droid, относительно прост и основан на очень распространенном рабочем процессе, установленном на github.com, gitlab.com и им подобных. Вот краткое описание того, что это значит:
uk: `git` підтримує дуже різні підходи до спільної роботи, тож важливо чітко прописати робочий процес нашої спільноти, щоб люди розуміли, чого очікувати. Для розробки клієнтського застосунку F-Droid використовує досить простий `git`-підхід, близький до поширеного робочого процесу github.com, gitlab.com тощо. Конкретизуємо, що це означає:
zh_hans: `git` 允许人们在工作流程上有很大的灵活性，所以明确定义这个社区的工作流程是很重要的，这样人们就知道该期待什么。F-Droid 客户端应用使用的 `git` 工作流程相对简单，基于由 github.com、gitlab.com 和其他类似网站建立的非常常见的工作流程。这是对这一工作流程的详细解释：

source: all development work happens in the `master` branch
de: Alle Entwicklungsarbeiten finden im `master`-Zweig statt.
pl: wszystkie prace rozwojowe odbywają się w gałęzi `master`
pt_pt: todo o trabalho de desenvolvimento acontece no ramo `master`
ro: toate lucrările de dezvoltare se desfășoară în branșa `master`
ru: вся разработка происходит в ветке `master`
uk: уся робота над розробкою відбувається у гілці `master`
zh_hans: 所有的开发工作都在 `master` 分支中进行

source: code is submitted for inclusion via Merge Requests (MRs)
de: Code wird über Merge-Anfragen (MRs) zur Aufnahme eingereicht
pl: kod jest przesyłany do włączenia za pośrednictwem żądań scalania (MRs)
pt_pt: o código é apresentado para inclusão através de pedidos de fusão (Merge Requests, MRs)
ro: codul este trimis pentru a fi inclus prin cereri de fuziune (MR)
ru: код подается на включение через запросы на слияние (MR)
uk: код подається для включення через запити на злиття (MR)
zh_hans: 代码通过合并请求 (MR) 提交

source: releases happen in a short-lived, stable release branch per major release (e.g. `stable-0.95`, `stable-0.96`, `stable-0.97`, etc.)
de: Releases erfolgen in einem kurzlebigen, stabilen Release-Zweig pro Hauptversion (z. B. `stable-0.95`, `stable-0.96`, `stable-0.97`, usw.)
pl: wydania pojawiają się w krótkotrwałej, stabilnej gałęzi wydania dla każdej wersji głównej (np. `stable-0.95`, `stable-0.96`, `stable-0.97`, itd.)
pt_pt: lançamentos acontecem num ramo de lançamento estável e de curta duração por lançamento principal (e.g. `stable-0.95`, `stable-0.96`, `stable-0.97`, etc.)
ro: lansările au loc într-o ramură de lansare stabilă de scurtă durată pentru fiecare versiune majoră (de exemplu `stable-0.95`, `stable-0.96`, `stable-0.97`, etc.)
ru: релизы происходят в недолговечной ветке стабильных релизов для каждого основного релиза (например, `stable-0.95`, `stable-0.96`, `stable-0.97` и т.д.)
uk: над випусками працюємо в короткострокових гілках стабільних випусків — по одній на кожен великий випуск (наприклад, `stable-0.95`, `stable-0.96`, `stable-0.97` тощо)
zh_hans: 发布在每个主要版本的短期稳定发布分支（例如，`stable-0.95`，`stable-0.96`，`stable-0.97`，等等）中进行

source: the work that goes into the stable release branch must be tightly focused and as small as possible to keep the release cycle as short as possible
de: die Arbeiten, die in die stabilen Release-Zweige einfließen, müssen zielorientiert und so gering wie möglich sein, um den Versionszyklus so kurz wie möglich zu halten
pl: praca, która trafia do gałęzi stabilnego wydania musi być ściśle skupiona i możliwie najmniejsza, aby cykl wydawniczy był jak najkrótszy
pt_pt: o trabalho que vai para o ramo de lançamento estável deve ser bem focado e o mais pequeno possível para manter o ciclo de lançamentos o mais curto possível
ro: activitatea care intră în branșa de lansare stabilă trebuie să fie foarte bine orientată și cât mai mică posibil pentru a menține ciclul de lansare cât mai scurt posibil
ru: работа, которая идет в ветку стабильного релиза, должна быть жестко сфокусирована и как можно меньше, чтобы цикл выпуска был как можно короче
uk: робота, що потрапляє до гілки стабільного випуску, мусить мати вузьке спрямування та якомога менший обсяг, щоб не затримувати цикл випуску
zh_hans: 进入稳定发布分支的工作必须十分集中，并尽可能小，以保持尽可能短的发布周期

source: the `master` branch must never be merged with any stable release branch
de: der `Master`-Zweig darf niemals mit einem stabilen Release-Zweig zusammengeführt werden
pl: gałąź `master` nie może nigdy zostać połączona z żadną gałęzią stabilnego wydania
pt_pt: o ramo `master` nunca deve ser mesclado com qualquer ramo de lançamento estável
ro: branșa `master` nu trebuie să fie îmbinată niciodată cu o branșă de versiune stabilă
ru: ветвь `master` никогда не должна сливаться с любой ветвью стабильного релиза
uk: гілку `master` у жодному разі не зливаємо в жодну гілку стабільного випуску
zh_hans: `master` 分支绝不能与任何稳定发布分支合并

source: stable release branches must never be merged with the `master` branch
de: stabile Release-Zweige dürfen niemals mit dem `master`-Zweig zusammengeführt werden
pl: gałęzi stabilnego wydania nie można nigdy łączyć z gałęzią `master`
pt_pt: ramos da versão estável nunca devem ser mesclados com o ramo `master`
ro: ramificațiile versiunilor stabile nu trebuie să fie niciodată unite cu branșa `master`
ru: ветки стабильных релизов никогда не должны сливаться с веткой `master`
uk: гілки стабільних випусків у жодному разі не зливаємо в гілку `master`
zh_hans: 稳定发布分支决不能与 `master` 分支合并

source: Merge Requests for a stable release branch can include commits from `master`
de: Merge-Anfragen für einen stabilen Release-Zweig können Commits von `master` enthalten
pl: Żądania scalania dla gałęzi stabilnego wydania mogą zawierać zatwierdzenia z `master`
pt_pt: Solicitações de mesclagem (Merge Requests) para um ramo de versão estável pode incluir commits de `master`
ro: Cererile de combinare pentru o branșă de versiune stabilă pot include modificări de la `master`
ru: Запросы на слияние для стабильной ветки релиза могут включать коммиты из `master`
uk: запити на злиття до гілки стабільного випуску можуть містити окремі коміти з `master`
zh_hans: 稳定发布分支的合并请求可以包括来自 `master` 的提交

source: not all commits that are included in a stable release branch are required to be in `master`
de: nicht alle Commits, die ein stabiler Release-Zweig enthält, sind zwingend auch im `master`
pl: nie wszystkie commity uwzględnione w gałęzi stabilnego wydania muszą znajdować się w gałęzi `master`
pt_pt: nem todos os commits que estão incluídos num ramo de lançamento estável precisam estar no `master`
ro: nu toate modificările care sunt incluse într-o branșă de versiune stabilă trebuie să fie în `master`
ru: не все коммиты, включенные в ветку стабильного релиза, должны быть в `master`
uk: не всі коміти, додані в гілку стабільного випуску, зрештою опиняються в `master`
zh_hans: 并非所有包含在稳定发布分支中的提交都需要包含在 `master` 中

source: what you do in your git forks is up to you, but the final merge request should not include merge commits
de: was du in deinen Git-Forks machst, liegt an dir, aber der endgültige Merge-Request sollte keine Merge-Commits enthalten
pl: to, co robisz w swoich gałęziach gitów, zależy od ciebie, ale ostateczna prośba o scalenie nie powinna zawierać załączników
pt_pt: o que faz nas suas bifurcações git é consigo, mas a solicitação de mesclagem final não deve incluir commits de mesclagem
ro: ceea ce faci în bifurcațiile tale git depinde de tine, dar cererea finală de fuziune nu ar trebui să includă comenzi de fuziune
ru: что вы делаете в своих git-форках, зависит от вас, но окончательный запрос на слияние не должен включать коммиты слияния
uk: що ви робите у власних git-форках, залишається на ваш розсуд, але остаточний запит на злиття має не містити merge-комітів
zh_hans: 你在你的 git 复刻中做什么由你决定，但最终的合并请求不应该包含合并提交
