Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: server { listen [::]:80 ipv6only=off; server_name fdroidmirror.example.com; rewrite ^ https://$host$request_uri permanent; } server { listen [::]:443 ssl http2 ipv6only=off; server_name fdroidmirror.example.com; root /var/www/fdroid/; ssl_certificate /etc/letsencrypt/live/fdroidmirror.example.com/fullchain.pem; ssl_certificate_key /etc/letsencrypt/live/fdroidmirror.example.com/privkey.pem; # Insert here a TLS config from Mozilla SSL config generator https://mozilla.github.io/server-side-tls/ssl-config-generator/ }
de: server { listen [::]:80 ipv6only=off; server_name fdroidmirror.example.com; rewrite ^ https://$host$request_uri permanent; } server { listen [::]:443 ssl http2 ipv6only=off; server_name fdroidmirror.example.com; root /var/www/fdroid/; ssl_certificate /etc/letsencrypt/live/fdroidmirror.example.com/fullchain.pem; ssl_certificate_key /etc/letsencrypt/live/fdroidmirror.example.com/privkey.pem; # Hier eine TLS-Konfiguration aus dem „Mozilla SSL Configuration Generator“ https://mozilla.github.io/server-side-tls/ssl-config-generator/ einfügen }
ru: server { listen [::]:80 ipv6only=off; server_name fdroidmirror.example.com; rewrite ^ https://$host$request_uri permanent; } server { listen [::]:443 ssl http2 ipv6only=off; server_name fdroidmirror.example.com; root /var/www/fdroid/; ssl_certificate /etc/letsencrypt/live/fdroidmirror.example.com/fullchain.pem; ssl_certificate_key /etc/letsencrypt/live/fdroidmirror.example.com/privkey.pem; # Вставьте сюда TLS-конфиг из генератора SSL-конфигов Mozilla https://mozilla.github.io/server-side-tls/ssl-config-generator/ }

source: 5. Test that your mirror works
de: 5. Den Spiegelserver auf Funktion testen
ru: 5. Проверьте, работает ли ваше зеркало
zh_hans: 5. 测试你的镜像可以正常运作

source: Manually add your mirror to F-Droid to test that it works.
de: Den Spiegelserver manuell zu F-Droid hinzufügen, um ihn auf Funktion zu testen.
ro: Adăugați manual depozitul de rezervă la F-Droid pentru a testa dacă funcționează.
ru: Вручную добавьте зеркало в F-Droid, чтобы проверить, работает ли оно.
uk: Вручну додайте ваше дзеркало до F-Droid, щоб перевірити, чи працює воно.
zh_hans: 手动添加你的镜像到 F-Droid 测试其能否正常运作。

source: Go to Settings -> Repositories, click the "+" button, and then manually enter your repository URL (don't use the QR code): https://fdroidmirror.example.com/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB
de: Zu Einstellungen -> Paketquellen gehen, auf die Schaltfläche "+" klicken und dann händisch die URL des eigenen Repositorys eingeben (nicht den QR-Code verwenden): https://fdroidmirror.example.com/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB
ro: Accesați Setări -> Depozite, faceți clic pe butonul "+", apoi introduceți manual adresa URL a serverului de rezervă (nu utilizați codul QR): https://fdroidmirror.example.com/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB
ru: Перейдите в Настройки -> Репозитории, нажмите кнопку "+", а затем вручную введите URL вашего репозитория (не используйте QR-код): https://fdroidmirror.example.com/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB
uk: Перейдіть до Налаштування -> Репозиторії, натисніть кнопку "+", а потім а потім вручну введіть URL-адресу вашого репозиторію (не використовуйте QR-код): https://fdroidmirror.example.com/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB
zh_hans: 转到 设置 -> 存储库，单击 "+" 按钮，接着手动输入你的存储库 URL （不要使用二维码）： https://fdroidmirror.example.com/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB

source: Then disable the other mirrors except your new one, refresh the index with pull-to-refresh, and browse and install some apps!
de: Dann die anderen Spiegelserver deaktivieren bis auf den neuen, den Index mit pull-to-refresh aktualisieren und einige Anwendungen installieren!
ro: Apoi dezactivați celelalte servere de rezervă, cu excepția celui nou, actualizați indexul trăgând de sus în jos, răsfoiți și instalați câteva aplicații!
ru: Затем отключите другие зеркала, кроме нового, обновите индекс с помощью pull-to-refresh, просмотрите и установите несколько приложений!
uk: Потім вимкніть інші дзеркала, окрім вашого нового, оновіть індекс за допомогою потягнувши сторінку вниз, перегляньте та встановіть кілька застосунків!
zh_hans: 接着停用除了你的新镜像之外的其他所有镜像，下拉刷新索引，浏览并安装一些应用！

source: 6. Set up a privacy policy
de: 6. Eine Datenschutzrichtlinie erstellen
ru: 6. Установите политику конфиденциальности
zh_hans: 6. 设置隐私政策

source: Please include a privacy policy so that users can understand what happens with their metadata when using your mirror. For inspiration, see:
de: Bitte fügen Sie eine Datenschutzrichtlinie ein, damit die Nutzer verstehen können, was mit ihren Metadaten geschieht, wenn sie Ihren Spiegelserver nutzen. Für Inspiration, siehe:
ro: Vă rugăm să includeți o politică de confidențialitate pentru ca utilizatorii să înțeleagă ce se întâmplă cu metadatele lor atunci când folosesc serverul dvs. de rezzervă. Pentru inspirație, consultați:
ru: Пожалуйста, включите политику конфиденциальности, чтобы пользователи могли понять, что происходит с их метаданными при использовании вашего зеркала. Для вдохновения см:
uk: Будь ласка, додайте політику приватності, щоб користувачі розуміли, що відбувається з їхніми метаданими під час використання вашого дзеркала. Для натхнення перегляньте:
zh_hans: 请包含隐私政策，以便用户可以理解使用您的镜像时他们的元数据会发生什么。以下政策供参考：

source: FAU: https://ftp.fau.de/datenschutz
ru: FAU: https://ftp.fau.de/datenschutz (нем.)

source: Lysator: https://ftp.lysator.liu.se/datahanteringspolicy.txt
ru: Lysator: https://ftp.lysator.liu.se/datahanteringspolicy.txt (швед.)

source: Purdue PLUG: https://plug-mirror.rcac.purdue.edu/info.html
ru: Purdue PLUG: https://plug-mirror.rcac.purdue.edu/info.html (англ.)

source: 7. Submit your mirror for inclusion
de: 7. Mirror-Aufnahme beantragen
ru: 7. Отправьте свое зеркало для включения
zh_hans: 7. 提交镜像以进行收录

source: Fork the [mirror monitor repo](https://gitlab.com/fdroid/mirror-monitor), add your mirror to the list in the README, and open a merge request.
de: Forken Sie das [Mirror-Monitor-Repo](https://gitlab.com/fdroid/mirror-monitor), tragen Sie Ihren Mirror in der Liste in der README ein und eröffnen Sie eine Merge-Anfrage.
pl: Rozwidlenie [monitor lustrzany repozytorium](https://gitlab.com/fdroid/mirror-monitor), dodaj swój serwer lustrzany do listy w pliku Readme, a następnie otwórz żądanie scalenia.
pt_pt: Bifurque o [repo espelho monitor](https://gitlab.com/fdroid/Mirror-monitor), adicione o espelho à lista no LEIAME e abra uma solicitação de mesclagem.
ro: Derivați [mirror monitor repo](https://gitlab.com/fdroid/mirror-monitor), adăugați oglinda dvs. la lista din README și deschideți o cerere de fuziune.
ru: Форк [mirror monitor repo](https://gitlab.com/fdroid/mirror-monitor), добавьте ваше зеркало в список в README и откройте запрос на слияние.
uk: Створіть форк [репозиторію відстеження дзеркал](https://gitlab.com/fdroid/mirror-monitor), додайте своє дзеркало в README й подайте запит на злиття.
zh_hans: 复刻 [mirror monitor repo](https://gitlab.com/fdroid/mirror-monitor)，将你的镜像添加到 README 中的列表中，并打开一个合并请求。

source: Open an issue on the [admin repo](https://gitlab.com/fdroid/admin), including any pertinent information, requesting the inclusion of your mirror.
de: Öffnen Sie ein Issue im [Admin Repo](https://gitlab.com/fdroid/admin), das alle relevanten Informationen enthält und um die Aufnahme Ihres Mirrors bittet.
pl: Otwórz problemy na stronie [admin repo](https://gitlab.com/fdroid/admin), włączając w to wszelkie istotne informacje, prosząc o włączenie swojego lustra.
pt_pt: Abrir um problema no [repo admin](https://gitlab.com/fdroid/admin), incluindo qualquer informação pertinente, a solicitar a inclusão do seu espelho.
ro: Deschideți o problemă pe [admin repo](https://gitlab.com/fdroid/admin), incluzând orice informații relevante, solicitând includerea oglinzii dumneavoastră.
ru: Откройте проблему на [admin repo](https://gitlab.com/fdroid/admin), включив всю необходимую информацию, с просьбой включить ваше зеркало.
uk: Відкрийте обговорення в [адміністраційному репозиторії](https://gitlab.com/fdroid/admin), вказавши всі важливі дані, з проханням додати ваше дзеркало.
zh_hans: 在 [admin repo](https://gitlab.com/fdroid/admin) 上打开一个问题，包括任何相关信息，请求包含你的镜像。

source: Once the core contributor team deems your mirror trustworthy and reliable, it will be accepted into the official list.
de: Sobald das Kernteam Ihren Mirror als vertrauenswürdig und zuverlässig erachtet, wird er in die offizielle Liste aufgenommen werden.
pl: Gdy główny zespół autorów uzna Twoje lustro za godne zaufania i wiarygodne, zostanie ono przyjęte na oficjalną listę.
pt_pt: Uma vez que o seu espelho seja provado confiável e confiável para a equipa principal de colaboradores, ele será aceite na lista oficial.
ro: Odată ce echipa de colaboratori de bază consideră că oglinda dvs. este demnă de încredere și fiabilă, aceasta va fi acceptată în lista oficială.
ru: Как только команда основных авторов сочтет ваше зеркало заслуживающим доверия и надежным, оно будет включено в официальный список.
uk: Щойно команда F-Droid визнає ваше дзеркало довіреним і надійним, його буде додано в офіційний перелік.
zh_hans: 一旦核心贡献者团队认为你的镜像值得信赖和可靠，它将被接受到官方列表中。

source: Other considerations
de: Weitere Überlegungen
pl: Inne względy
pt_pt: Outras considerações
ro: Alte considerente
ru: Другие соображения
uk: Що ще варто зробити
zh_hans: 其他考虑

source: Forward emails from cronjob failures so you know if the synchronization fails
de: Leiten Sie E-Mails zu Cronjob-Fehlern weiter, damit Sie erfahren, wenn die Synchronisation fehlschlägt
pl: Przekazuj wiadomości e-mail z błędów cronjob, aby wiedzieć, czy synchronizacja nie powiedzie się
pt_pt: Encaminhar e-mails de falhas do cronjob para que saiba se a sincronização falhou
ro: Redirecționați e-mailurile de la eșecurile cronjob, astfel încât să știți dacă sincronizarea eșuează
ru: Пересылайте электронные письма о сбоях в работе cronjob, чтобы вы знали, если синхронизация не удалась
uk: Налаштуйте cron таким чином, щоб отримувати листи про збої завдань синхронізації
zh_hans: 转发来自 cronjob 失败的电子邮件，以便你知道同步是否失败

source: Monitor disk usage to prevent it from getting full
de: Die Festplattennutzung überwachen, um eine volle Festplatte zu verhindern
ro: Monitorizați utilizarea discului pentru a preveni umplerea acestuia
ru: Следите за использованием диска, чтобы не допустить его переполнения
uk: Відстежуйте використання диска, щоб запобігти його переповненню
zh_hans: 监测磁盘用量防止其被填满

source: Monitor your mirror so you know if it goes down (ideally keyword on _/srv/mymirror.org/htdocs/fdroid/repo/index-v1.jar_)
de: Überwachen Sie Ihren Spiegelserver, damit Sie wissen, wenn er ausfällt (idealerweise unter dem Stichwort _/srv/mymirror.org/htdocs/fdroid/repo/index-v1.jar_)
ro: Monitorizați depozitul dvs. de rezervă astfel încât să știți dacă aceasta nu este funcțional (ideal urmăriți accesul la _/srv/mymirror.org/htdocs/fdroid/repo/index-v1.jar_)
ru: Следите за своим зеркалом, чтобы знать, если оно упадет (в идеале ключевое слово на _/srv/mymirror.org/htdocs/fdroid/repo/index-v1.jar_)
uk: Стежте за своїм дзеркалом, щоб знати, якщо воно перестане працювати (в ідеалі — за ключовим словом у файлі _/srv/mymirror.org/htdocs/fdroid/repo/index-v1.jar_)
zh_hans: 检测镜像，以便您知道它是否出现故障（最好是 _/srv/mymirror.org/htdocs/fdroid/repo/index-v1.jar_ 上的关键字）

source: Harden your SSH server config (disable password authentication, install _fail2ban_)
de: Härten Sie Ihre SSH-Serverkonfiguration (Passwort-Authentifizierung deaktivieren, _fail2ban_ installieren)
pl: Wzmocnij konfigurację serwera SSH (wyłącz uwierzytelnianie hasłem, zainstaluj _fail2ban_)
pt_pt: Endurecer a configuração do seu servidor SSH (desativar a autenticação por palavra-passe, instalar _fail2ban_)
ro: Întărește-ți configurația serverului SSH (dezactivează autentificarea prin parolă, instalează _fail2ban_)
ru: Усильте конфигурацию вашего SSH-сервера (отключите аутентификацию пароля, установите _fail2ban_)
uk: Зміцніть конфігурацію SSH-сервера (вимкніть вхід за паролем і встановіть _fail2ban_)
zh_hans: 强化你的 SSH 服务器配置（禁用密码验证，安装 _fail2ban_）

source: Enable unattended security upgrades (in Debian, just `apt-get install unattended-upgrades`)
de: Aktivieren Sie unbeaufsichtigte Sicherheitsupgrades (unter Debian einfach `apt-get install unattended-upgrades`)
pl: Włącz nienadzorowane aktualizacje zabezpieczeń (w Debianie wystarczy `apt-get install unattended-upgrades`)
pt_pt: Ativar atualizações securitárias desacompanhadas (no Debian, apenas `apt-get install unattended-upgrades`)
ro: Activați actualizările de securitate nesupravegheate (în Debian, doar `apt-get install unattended-upgrades`)
ru: Включите автоматическое обновление безопасности (в Debian, просто `apt-get install unattended-upgrades`)
uk: Ввімкніть автоматичні оновлення захисту (в Debian це просто `apt-get install unattended-upgrades`)
zh_hans: 启用无人值守安全升级（在 Debian 中，只需 `apt-get install unattended-upgrades`）

source: Running a Primary Mirror (receiving syncs via push)
de: Ausführen eines primären Spiegelservers (Empfangen von Synchronisierungen per Push)
pl: Uruchamianie głównego serwera lustrzanego (odbieranie synchronizacji poprzez push)
pt_pt: Executar um espelho primário (a receber sincronização via push)
ro: Rularea unei oglinzi primare (care primește sincronizări prin push)
ru: Запуск основного зеркала (получение синхронизации через push)
uk: Супровід головного дзеркала (push-синхронізація)
zh_hans: 运行主镜像（通过推送接收同步）

source: The preferred setup is for the F-Droid updates to be pushed to the primary mirror via _rsync_ over _ssh_ with SSH Key authentication. This is the same as [Debian](https://www.debian.org/mirror/push_server#sshtrigger), the key difference is that there currently is no script used for the `command=""`, but instead, there is a hard-coded _rsync_ command. This really nicely restricts the security interaction to only want needs to happen (Least Authority!).
de: Die bevorzugte Einrichtung ist, dass die F-Droid-Aktualisierungen per _rsync_ über _ssh_ mit SSH-Schlüsselauthentifizierung auf den primären Spiegelserver übertragen werden. Dies ist dasselbe wie bei [Debian](https://www.debian.org/mirror/push_server#sshtrigger), der Hauptunterschied ist, dass derzeit kein Skript für `command=""` verwendet wird, sondern stattdessen ein hart kodierter _rsync_ Befehl. Das schränkt die Sicherheitsinteraktion wirklich schön auf das ein, was passieren muss (Least Authority!).
pl: Preferowana konfiguracja to przesyłanie aktualizacji F-Droid do głównego serwera lustrzanego przez _rsync_ za pośrednictwem _ssh_ z uwierzytelniającym kluczem SSH. To jest to samo, co w [Debianie](https://www.debian.org/mirror/push_server#sshtrigger), kluczową różnicą jest to, że obecnie nie ma skryptu używanego dla polecenia `command=""`, ale zamiast tego istnieje zakodowane na sztywno polecenie _rsync_. To naprawdę ładnie ogranicza interakcję z zabezpieczeniami tylko do tego, co musi się wydarzyć (Najmniejszy autorytet!).
pt_pt: A configuração preferida é que as atualizações do F-Droid sejam empurradas para o espelho principal via _rsync_ sobre _ssh_ com autenticação chaves de SSH. Isto é o mesmo que [Debian](https://www.debian.org/mirror/push_server#sshtrigger), a diferença chave é que atualmente não há nenhum script usado para o comando `command=""`, mas ao invés disso, há um comando embutido no código do _rsync_. Isto realmente restringe muito bem a interação securitária para que apenas se queira que aconteça (Menor Autoridade!).
ro: Configurația preferată este ca actualizările F-Droid să fie trimise către oglinda primară prin _rsync_ prin _ssh_ cu autentificare SSH Key. Aceasta este aceeași ca și în [Debian](https://www.debian.org/mirror/push_server#sshtrigger), diferența esențială este că în prezent nu există un script folosit pentru `command=""`, dar în schimb există o comandă _rsync_ codificată în mod greșit. Acest lucru restrânge foarte bine interacțiunea de securitate doar la ceea ce trebuie să se întâmple (Least Authority!).
ru: Предпочтительной настройкой является передача обновлений F-Droid на основное зеркало через _rsync_ по _ssh_ с аутентификацией SSH Key. Это аналогично [Debian](https://www.debian.org/mirror/push_server#sshtrigger), ключевое отличие в том, что в настоящее время не используется скрипт для `command=""`, но вместо этого есть жестко закодированная команда _rsync_. Это действительно хорошо ограничивает взаимодействие безопасности только тем, что должно происходить (Наименьшие полномочия!).
uk: Оновлення F-Droid бажано вивантажувати на головне дзеркало за допомогою _rsync_ через _ssh_ із автентифікацією за SSH-ключем. [Debian](https://www.debian.org/mirror/push_server#sshtrigger) має схожий процес, але є відмінність: жоден скрипт не використовується як `command=""`, а натомість спрацьовує вказана прямо в коді команда _rsync_. Це безпечніше, оскільки дозволяє виконувати лише те, що потрібно (мінімум повноважень!).
zh_hans: 首选设置是将 F-Droid 更新通过 _rsync_ 通过 _ssh_ 和 SSH 密钥身份验证推送到主镜像。这与 [Debian](https://www.debian.org/mirror/push_server#sshtrigger) 相同，主要区别在于目前没有用于 `command=""` 的脚本，但是，有一个硬编码的 _rsync_ 命令。这真的很好地将安全交互限制为只需要发生（最低权限！）。

source: The only piece of that command that is customizable is the final path. It can be any path but it must point to the `/fdroid/` directory and must have the trailing slash. If any of the _rsync_ options are changed, it will break the sync setup.
de: Der einzige anpassbare Teil dieses Befehls ist der endgültige Pfad. Es kann ein beliebiger Pfad sein, aber er muss auf das Verzeichnis `/fdroid/` zeigen und den abschließenden Schrägstrich enthalten. Wenn eine der _rsync_-Optionen geändert wird, unterbricht dies die Synchronisierungseinrichtung.
pl: Jedynym elementem tego polecenia, który można dostosować, jest ścieżka końcowa. Może to być dowolna ścieżka, ale musi ona wskazywać na katalog `/fdroid/` i musi posiadać końcowy ukośnik. Jeśli którakolwiek z opcji _rsync_ zostanie zmieniona, spowoduje to przerwanie konfiguracji synchronizacji.
pt_pt: A única parte desse comando que é personalizável é o caminho final. Pode ser qualquer caminho, mas deve apontar ao diretório `/fddroid/` e deve ter a barra de deslocamento. Se alguma das opções _rsync_ for alterada, irá quebrar a configuração de sincronização.
ro: Singura parte a acestei comenzi care poate fi personalizată este calea finală. Aceasta poate fi orice cale, dar trebuie să arate spre directorul `/fdroid/` și trebuie să aibă o bară oblică finală. Dacă oricare dintre opțiunile _rsync_ sunt modificate, se va întrerupe configurarea sincronizării.
ru: Единственный элемент этой команды, который можно настроить, - это конечный путь. Это может быть любой путь, но он должен указывать на каталог `/fdroid/` и должен содержать косую черту. Если любой из параметров _rsync_ будет изменен, это нарушит настройку синхронизации.
uk: Єдина налаштовувана частина команди — це остаточний шлях. Він може бути довільним, але мусить вказувати на каталог `/fdroid/` і закінчуватись рискою. Будь-які зміни опцій _rsync_ поламають синхронізацію.
zh_hans: 该命令中唯一可定制的部分是最后的路径。 它可以是任何路径，但必须指向 `/fdroid/` 目录，并且必须有尾部斜线。 如果任何一个 _rsync_ 选项被改变，它将破坏同步设置。

source: As an extra precaution, there should be a user account (e.g. `fdroid`) dedicated to receiving the _rsync_/_ssh_ connection. It should have as little access as possible. It should definitely not have write access to the _authorized_keys_ file, since that would allow an attacker who gains write access to add a separate key configuration line which circumvents all the restrictions listed there. This can be done simply by doing:
de: Als zusätzliche Vorsichtsmaßnahme sollte es ein Benutzerkonto (z. B. `fdroid`) geben, das für den Empfang der _rsync_/_ssh_-Verbindung zuständig ist. Es sollte so wenig Zugriff wie möglich haben. Es sollte auf keinen Fall Schreibzugriff auf die Datei _authorized_keys_ haben, da dies einem Angreifer mit erlangtem Schreibzugriff erlauben würde eine separate Schlüsselkonfigurationszeile hinzuzufügen, die alle dort aufgeführten Einschränkungen umgeht. Dies kann einfach durch die folgende Aktion erreicht werden:
pl: Jako dodatkowe zabezpieczenie, powinno istnieć konto użytkownika (np. `fdroid`) przeznaczone do odbierania połączenia _rsync_/_ssh_. Powinno ono mieć jak najmniejszy dostęp. Na pewno nie powinien mieć dostępu do zapisu w pliku _authorized_keys_, ponieważ umożliwiłoby to atakującemu, który uzyskał dostęp do zapisu, dodanie osobnego wiersza konfiguracji klucza, który omija wszystkie wymienione tam ograniczenia. Można to zrobić w prosty sposób, wykonując polecenie:
pt_pt: Como precaução adicional, deve haver uma conta de utilizador (por exemplo, `fdroid`) dedicada a receber a conexão _rsync_/_ssh_. Ela deve ter o mínimo acesso possível. Ele definitivamente não deve ter acesso de escrita ao ficheiro _authorized_keys_, pois isso permitiria que um atacante que ganhasse acesso de escrita adicionasse uma linha de configuração de chave separada que contornasse todas as restrições ali listadas. Isto pode ser feito simplesmente a fazer:
ro: Ca măsură de precauție suplimentară, ar trebui să existe un cont de utilizator (de exemplu, `fdroid`) dedicat primirii conexiunii _rsync_/_ssh_. Acesta ar trebui să aibă un acces cât mai redus posibil. Cu siguranță nu ar trebui să aibă acces de scriere la fișierul _authorized_keys_, deoarece acest lucru ar permite unui atacator care obține acces de scriere să adauge o linie separată de configurare a cheilor care să ocolească toate restricțiile enumerate acolo. Acest lucru se poate face pur și simplu făcând:
ru: В качестве дополнительной меры предосторожности следует создать учетную запись пользователя (например, `fdroid`), предназначенную для получения _rsync_/_ssh_ соединения. Она должна иметь как можно меньше доступа. Он определенно не должен иметь доступ на запись к файлу _authorized_keys_, поскольку это позволит злоумышленнику, получившему доступ на запись, добавить отдельную строку конфигурации ключа, которая обойдет все перечисленные там ограничения. Это можно сделать простым способом:
uk: Для додаткового захисту, створіть обліковий запис (як-от `fdroid`), виділений під обробку з'єднань _rsync_/_ssh_. Йому слід мати якнайменше доступів до будь-чого. Йому однозначно не слід мати доступу на запис файлу _authorized_keys_ file, оскільки тоді було б можливо при зловмисному проникненні додати в файл окремий рядок налаштування ключів і обійти всі перелічені в файлі обмеження. Налаштувати такий захист нескладно:
zh_hans: 作为额外的预防措施，应该有一个用户账户（例如 `fdroid`）专门用来接收 _rsync_/_ssh_ 连接。 它应该有尽可能少的访问权限。 它绝对不应该有对 _authorized_keys_ 文件的写入权限，因为这将允许获得写入权限的攻击者添加一个单独的密钥配置行，从而规避那里列出的所有限制。 这可以简单地通过执行以下操作实现：

source: Running on old Android versions
de: Betrieb auf alten Android-Versionen
pl: Działa na starych wersjach Androida
ro: Rularea pe versiuni vechi de Android
ru: Запуск на старых версиях Android
uk: Робота на старих версіях Android
zh_hans: 在旧版本 Android 上运行
