Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: ├── contact-email.txt (Developer email / AuthorEmail) ├── contact-website.txt (Developer website / AuthorWebSite) ├── release-notes │ └── en-US │ └── default.txt (latest changelog) └── listings ├── en-US (en-US is the default locale in F-Droid) │ ├── title.txt (app name) │ ├── short-description.txt (short description, max 80 chars, mandatory) │ ├── full-description.txt (full app description, mandatory) │ ├── video-url.txt (URL to a video introducing the app) │ ├── whatsnew (alternative changelog location; single file, no .txt) │ └── graphics │ ├── icon (app icon) │ │ └── *.(png|jpg) 1 image, usually 512x512 │ ├── feature-graphic (promo banner, shown on top of the app desc in F-Droid client) │ │ └── *.(png|jpg) 1 image, usually 1024x500 │ ├── phone-screenshots │ │ └── *.(png|jpg) │ ├── tablet-screenshots │ │ └── *.(png|jpg) │ ├── large-tablet-screenshots │ │ └── *.(png|jpg) │ ├── tv-banner ("icon" for TV devices, currently not used) │ │ └── *.(png|jpg) │ ├── tv-screenshots │ │ └── *.(png|jpg) │ └── wear-screenshots │ └── *.(png|jpg) ├── de (other locales) ├── ...
de: ├── contact-email.txt (E-Mail der Entwickler / AuthorEmail) ├── contact-website.txt (Website der Entwickler / AuthorWebSite) ├── release-notes │ └── en-US │ └── default.txt (jüngstes Änderungsprotokoll) └── listings ├── en-US (en-US ist Standardsprache in F-Droid) │ ├── title.txt (App-Name) │ ├── short-description.txt (Kurzbeschreibung, max. 80 Zeichen, obligatorisch) │ ├── full-description.txt (ausführliche App-Beschreibung, obligatorisch) │ ├── video-url.txt (URL zu einem Video, das die App vorstellt) │ ├── whatsnew (alternativer Ort für ein Änderungsprotokoll; einfache Datei, kein .txt) │ └── graphics │ ├── icon (App-Symbol; obligatorisch, wenn die App kein png-Symbol enthält) │ │ └── *.(png|jpg) 1 Bild, normalerweise 512x512 │ ├── feature-graphic (Werbebanner, das über der App-Beschreibung im F-Droid-Client angezeigt wird) │ │ └── *.(png|jpg) 1 Bild, normalerweise 1024x500 │ ├── phone-screenshots │ │ └── *.(png|jpg) │ ├── tablet-screenshots │ │ └── *.(png|jpg) │ ├── large-tablet-screenshots │ │ └── *.(png|jpg) │ ├── tv-banner („Symbol“ für TV-Geräte, momentan nicht verwendet) │ │ └── *.(png|jpg) │ ├── tv-screenshots │ │ └── *.(png|jpg) │ └── wear-screenshots │ └── *.(png|jpg) ├── de (weitere Sprachen) ├── …
pl: ├── contact-email.txt (E-mail programisty / E-mail autora) ├── contact-website.txt (Strona internetowa programisty / Strona internetowa autora) ├── release-notes │ └── en-US │ └── default.txt (najnowszy dziennik zmian) └── listings ├── en-US (en-US to domyślne ustawienie regionalne w F-Droid) │ ├── title.txt (nazwa aplikacji) │ ├── short-description.txt (krótki opis, maks. 80 znaków, obowiązkowy) │ ├── full-description.txt (pełny opis aplikacji, obowiązkowy) │ ├── video-url.txt (adres URL do filmu przedstawiającego aplikację) │ ├── whatsnew (alternatywna lokalizacja plik z dziennikiem zmian; zwykły plik, bez rozszerzenia .txt) │ └── graphics │ ├── icon (ikona aplikacji; obowiązkowa, jeśli aplikacja nie zawiera żadnej ikony png) │ │ └── *.(png|jpg) 1 obraz, zazwyczaj 512x512 │ ├── feature-graphic (banner promocyjny, wyświetlany w górnej części opisu aplikacji w kliencie F-Droid) │ │ └── *.(png|jpg) 1 obraz, zazwyczaj 1024x500 │ ├── phone-screenshots │ │ └── *.(png|jpg) │ ├── tablet-screenshots │ │ └── *.(png|jpg) │ ├── large-tablet-screenshots │ │ └── *.(png|jpg) │ ├── tv-banner ("ikona" dla urządzeń TV, obecnie nieużywane) │ │ └── *.(png|jpg) │ ├── tv-screenshots │ │ └── *.(png|jpg) │ └── wear-screenshots │ └── *.(png|jpg) ├── de (pozostałe lokalizacje) ├── ...
ro: ├─ contact-email.txt (Developer email / AuthorEmail) ├─ contact-website.txt (Website dezvoltator / AuthorWebSite) ├─ note de lansare └─ ro-US └─ default.txt (cel mai recent changelog) └─ listări ├─ en-US (en-US este limba implicită în F-Droid) ├─── title.txt (numele aplicației) │ ├─── short-description.txt (short-description, max 80 chars, mandatory) │ ├─── full-description.txt (descrierea completă a aplicației, obligatorie) ├── video-url.txt (URL către un videoclip de prezentare a aplicației) ├─ whatsnew (locație alternativă a jurnalului de modificări; un singur fișier, fără .txt) │ └─ grafică │ ├─ icon (pictograma aplicației; obligatorie dacă aplicația ta nu include nicio pictogramă png) │ └─ *.(png|jpg) 1 imagine, de obicei 512x512 │ ├─ feature-graphic (banner promoțional, afișat în partea de sus a descrierii aplicației în clientul F-Droid) │ └─ *.(png|jpg) 1 imagine, de obicei 1024x500 │ ├─ capturi de ecran ale telefonului │ └─ *.(png|jpg) │ ├─ capturi de ecran de pe tabletă │ └─ *.(png|jpg) │ ├─ capturi de ecran pentru tablete mari │ └─ *.(png|jpg) Banner TV ("pictogramă" pentru dispozitivele TV, în prezent neutilizată) │ │ └─── *.(png|jpg) │ ├─ tv-screenings │ └─ *.(png|jpg) │ └─ poartă capturi de ecran │ └─── *.(png|jpg) ├─ the (alte localități) ├── ...
ru: ├── contact-email.txt (Email разработчика/автора) ├── contact-website.txt (Сайт разработчика/автора) ├── release-notes │ └── en-US │ └── default.txt (последние изменения) └── listings ├── en-US (en-US - локаль по умолчанию в F-Droid) │ ├── title.txt (название приложения) │ ├── short-description.txt (краткое описание, не более 80 символов, обязательно) │ ├── full-description.txt (полное описание приложения, обязательно) │ ├── video-url.txt (URL-адрес видео, представляющего приложение) │ ├── whatsnew (альтернативное расположение журнала изменений; один файл, без .txt) │ └── graphics │ ├── icon (значок приложения; обязателен, если приложение не включает других png-значков) │ │ └── *.(png|jpg) 1 изображение, обычно 512x512 │ ├── feature-graphic (промо-баннер, отображается над описанием приложения в клиенте F-Droid) │ │ └── *.(png|jpg) промо-баннер, отображаемый в верхней части описания приложения в клиенте F-Droid │ ├── phone-screenshots │ │ └── *.(png|jpg) │ ├── tablet-screenshots │ │ └── *.(png|jpg) │ ├── large-tablet-screenshots │ │ └── *.(png|jpg) │ ├── tv-banner ("значок" для тв устройств, в настоящее время не используется) │ │ └── *.(png|jpg) │ ├── tv-screenshots │ │ └── *.(png|jpg) │ └── wear-screenshots │ └── *.(png|jpg) ├── de (другие локали) ├── ...
zh_hans: ├── contact-email.txt (开发者电子邮件 / AuthorEmail) ├── contact-website.txt (开发者网站 / AuthorWebSite) ├── release-notes │ └── en-US │ └── default.txt （最新更新日志） └── listings ├── en-US （en-US 为 F-Droid 默认地区代码） │ ├── title.txt （应用名称） │ ├── short-description.txt （简介，最大长度 80 字符，必需项） │ ├── full-description.txt （完整的应用描述，必需项） │ ├── video-url.txt （链接到应用介绍视频的地址） │ ├── whatsnew （替代的更新日志位置；单文件，无 .txt） │ └── graphics │ ├── icon （应用图标，如果你的应用没有 png 图标则必需） │ │ └── *.(png|jpg) （一张图片，通常为 512x512） │ ├── feature-graphic （宣传横幅，显示在 F-Droid 客户端应用描述顶部；横向） │ │ └── *.(png|jpg) （一张图片，通常为 1024x500） │ ├── phone-screenshots │ │ └── *.(png|jpg) │ ├── tablet-screenshots │ │ └── *.(png|jpg) │ ├── large-tablet-screenshots │ │ └── *.(png|jpg) │ ├── tv-banner （TV 设备的图标，当前未使用） │ │ └── *.(png|jpg) │ ├── tv-screenshots │ │ └── *.(png|jpg) │ └── wear-screenshots │ └── *.(png|jpg) ├── de （其他地区代码） ├── ...

source: In the app's build metadata in an *fdroiddata* collection
de: In die Build-Metadaten einer App in einer *fdroiddata* Sammlung
pl: W metadanych kompilacji aplikacji w kolekcji *fdroiddata*
pt_pt: Nos metadados de compilação de uma app numa coleção de *fdroiddata*
ro: În metadatele de construcție ale aplicației, într-o colecție *fdroiddata*
ru: В метаданных сборки приложения в коллекции *fdroiddata*
uk: У метаданих збірки застосунку в збірці *fdroiddata*
zh_hans: 位于应用的一个 *fdroiddata* 集合内的版本元数据中

source: **Note**: This option is only meant for those who host their own repositories. If you are a developer who wants to get an app into the main F-Droid repository, **do not choose this option**. Specifically, screenshots may not be added to the *fdroiddata* repository.
de: **Anmerkung**: Diese Option ist nur für diejenigen gedacht, die ihre eigenen Repositorys hosten. Wenn Sie ein Entwickler sind, der eine Anwendung in das Hauptrepository von F-Droid aufnehmen möchten, **wählen Sie diese Option nicht aus**. Insbesondere dürfen Screenshots nicht hinzugefügt werden zu das *fdroiddata*-Repository.
pl: **Uwaga**: Ta opcja jest przeznaczona tylko dla tych, którzy hostują własne repozytoria. Jeśli jesteś programistą, który chce dołączyć aplikację do głównego repozytorium F-Droid, **nie wybieraj tej opcji**. W szczególności zrzuty ekranu nie mogą być dodawane do repozytorium *fdroiddata*.
pt_pt: **Nota**: Esta opção é apenas para os que hospedam os próprios repositórios. Se é um programador que quer obter uma aplicação no repositório principal do F-Droid, **não escolha esta opção**. Especificamente, capturas de ecrã não podem ser adicionados a o repositório *fdroiddata*.
ro: **Nota**: Această opțiune este destinată doar celor care își găzduiesc propriile depozite. Dacă sunteți un dezvoltator care dorește să obțină o aplicație în depozitul principal F-Droid, **nu alegeți această opțiune**. În mod specific, capturile de ecran nu pot fi adăugate la depozitul *fdroiddata*.
ru: **Примечание**: Эта опция предназначена только для владельцев собственных репозиториев. Если вы разработчик, который хочет разместить свое приложение в главный репозиторий F-Droid, **не выбирайте эту опцию**. В частности, нельзя добавлять скриншоты в репозиторий *fdroiddata*.
uk: **Примітка**: Ця опція призначена тільки для тих, хто розміщує свої власні репозиторії. Якщо ви розробник, який хоче отримати застосунок в основному репозиторії F-Droid, **не обирайте цю опцію**. Зокрема, знятки екрану не можна додавати до репозиторію *fdroiddata*.
zh_hans: **注意**：这个选项只适用于那些托管自己的存储库的人。如果你是想把应用放到 F-Droid 主存储库的开发者，**别选这个选项**。特别是不可以把屏幕截图添加到 *fdroiddata* 代码库。

source: Metadata files can also be added to any *fdroiddata* repository of build metadata. The file structure is modelled after fastlane as well and it looks the same as shown above, with the following additional notes.
de: Metadatendateien können auch zu jedem *fdroiddata*-Repository von Build-Metadaten hinzugefügt werden. Die Dateistruktur ist ebenfalls nach Fastlane modelliert und sieht genauso aus wie oben gezeigt, mit den folgenden zusätzlichen Anmerkungen.
pl: Pliki metadanych można również dodawać do dowolnego repozytorium * fdroiddata * metadanych kompilacji. Struktura plików jest również wzorowana na fastlane i wygląda tak samo, jak pokazano powyżej, z następującymi dodatkowymi uwagami.
pt_pt: Os ficheiros de metadados também podem ser adicionados a todos os repositórios *fdroiddata* de metadados de construção. A estrutura do ficheiro é modelada após o fastlane também e parece a mesma como mostrado acima, com as seguintes notas adicionais.
ro: Fișierele de metadate pot fi, de asemenea, adăugate la orice depozit *fdroiddata* de metadate de construcție. Structura fișierelor este, de asemenea, modelată după fastlane și arată la fel ca cea prezentată mai sus, cu următoarele note suplimentare.
ru: Файлы метаданных могут быть добавлены в любой *fdroiddata* репозиторий метаданных сборки. Структура файлов создана на основе fastlane и выглядит так, как приведено выше, с учетом следующих примечаний.
uk: Файли метаданих також можуть бути додані до репозиторію побудови метаданих *fdroiddata*. Структура файлу також змодельована після Fastlane і виглядає так само, як показано вище, з наступними додатковими заввагами.
zh_hans: 元数据文件也可以被添加到任何构建元数据的 *fdroiddata* 库中。文件结构也是按照 fastlane 的结构来的，它看起来和上面所示的相同，但还有如下额外要点。

source: Place the structure in the following location: `<fdroiddata>/metadata/<packageId>/`
de: Platzieren Sie die Struktur an der folgenden Stelle: `<fdroiddata>/metadata/<packageId>/`
pl: Umieść strukturę w następującej lokalizacji: `<fdroiddata>/metadata/<packageId>/`
pt_pt: Ponha a estrutura no local a seguir: `<fdata>/metadata/<packageId>/`
ro: Așezați structura în următoarea locație: `<fdroiddata>/metadata/<packageId>/`
ru: Поместите структуру в следующее место `<fdroiddata>/metadata/<packageId>/`
uk: Розмістіть структуру в такому місці: `<fdroiddata>/metadata/<packageId>/`
zh_hans: 将文件结构放在以下位置：`<fdroiddata>/metadata/<packageId>/`

source: * For example, for `en-US`, `title.txt` would reside in this location: `<fdroiddata>/metadata/<packageId>/en-US/title.txt` * Instead of `short_description.txt`, the summary file should be named `summary.txt`. * Instead of `full_description.txt`, the description file should be named `description.txt`. * Not following the above two points causes the linter to fail.
de: * Zum Beispiel würde sich, für `en-US`, `title.txt` an dieser Stelle befinden: `<fdroiddata>/metadata/<packageId>/en-US/title.txt` * Statt `short_description.txt` sollte die Datei mit der Kurzbeschreibung `summary.txt` heißen. * Statt `full_description.txt`, sollte die ausführliche Beschreibung mit `description.txt` benannt werden. * Folgt man den beiden o. g. Punkten nicht, wird das Auslesen scheitern.
pl: * Na przykład, dla `en-US`, `title.txt` znajdowałby się w tej lokalizacji: `<fdroiddata>/metadata/<packageId>/en-US/title.txt`. * Zamiast `short_description.txt`, plik podsumowania powinien mieć nazwę `summary.txt`. * Zamiast `full_description.txt`, plik z opisem powinien mieć nazwę `description.txt`. * Nieprzestrzeganie powyższych dwóch punktów powoduje niepowodzenie lintera.
pt_pt: * Por exemplo, para `en-US`, `title.txt` residiria neste local: `<fdroiddata>/metadata/<packageId>/en-US/title.txt * Ao invés de `short_description.txt`, o ficheiro de resumo deve ser nomeado `summary.txt`. * Ao invés de `full_description.txt`, o ficheiro de descrição deve ser nomeado `description.txt`. * Não cumprir com os dois pontos acima faz com que o linter falhe.
ro: * De exemplu, pentru `en-US`, `title.txt` ar trebui să se afle în această locație: `<fdroiddata>/metadata/<packageId>/en-US/title.txt` * În loc de `short_description.txt`, fișierul de rezumat ar trebui să se numească `summary.txt`. * În loc de `full_description.txt`, fișierul de descriere ar trebui să se numească `description.txt`. * Nerespectarea celor două puncte de mai sus duce la eșecul liniatorului.
ru: * К примеру, для `en-US`, `title.txt` будет находиться в: `<fdroiddata>/metadata/<packageId>/en-US/title.txt` * Вместо `short_description.txt`, файл краткого описания должен быть назван `summary.txt`. * Вместо `full_description.txt`, файл полного описания должен быть назван `description.txt`. * Несоблюдение указанных требований приводит к отказу linter.
uk: * Наприклад, для `en-US`, `title.txt` буде знаходитися тут: `<fdroiddata>/metadata/<packageId>/en-US/title.txt` * Замість `short_description.txt`, файл підсумків повинен бути названий `summary.txt`. * Замість `full_description.txt`, файл опису повинен бути названий `description.txt`. * Недотримання попередніх двох пунктів призводить до помилок перевірки.
zh_hans: * 例如，对于 `en-US`， `title.txt` 应位于此位置： `<fdroiddata>/metadata/<packageId>/en-US/title.txt` * 概要文件应命名为 `summary.txt` 而不是 `short_description.txt`。 * 描述文件应命名为 `description.txt` 而不是 `full_description.txt`。 * 不遵循以上两点将导致 linter 失败。

source: In the F-Droid repo
de: Im F-Droid-Repo
pl: W repozytorium F-Droid
pt_pt: No repo do F-Droid
ro: În repo-ul F-Droid
ru: В репозитории F-Droid
uk: У репозиторії F-Droid
zh_hans: 位于 F-Droid 存储库中

source: **Note**: This option is only available to those who host their own repositories.
de: **Anmerkung**: Diese Option ist nur für diejenigen verfügbar, die ihre eigenen Repositorien hosten.
pl: **Uwaga**: Ta opcja jest dostępna tylko dla tych, którzy hostują własne repozytoria.
pt_pt: **Nota**: Esta opção só está disponível para aqueles que hospedam os próprios repositórios.
ro: **Note**: Această opțiune este disponibilă numai pentru cei care își găzduiesc propriile depozite.
ru: **Примечание**: Эта опция предназначена только для владельцев собственных репозиториев.
uk: **Примітка**: Цей параметр доступний лише тим, хто розміщує свої власні репозиторії.
zh_hans: **注意**：此选项仅对自托管存储库生效。

source: The ultimate destination for files from the app's source repo and *fdroiddata* metadata sub-directories is in the F-Droid repo. The text all gets included into the index file (aka *index-v1.json*). All of the graphics files can be directly included in the repo.
de: Das Endziel der Dateien aus dem Originalrepo der App und der Metadaten-Unterverzeichnisse von *fdroiddata* ist im F-Droid-Repo. Der gesamte Text wird in die Index-Datei (auch bekannt als *index-v1.json*) übernommen. Alle Grafikdateien können direkt ins Repo aufgenommen werden.
pl: Najlepsze miejsce docelowe dla plików z repozytorium źródłowego i podkatalogów metadata *fdroiddata* znajdują się w repozytorium F-Droid. Cały tekst zostanie włączony do pliku indeksu (jako *index-v1.json*). Wszystkie pliki graficzne mogą być bezpośrednio zawarte w repozytorium.
ro: Destinația finală a fișierelor din repo-ul sursă al aplicației și din subdirectoarele de metadate *fdroiddata* se află în repo-ul F-Droid. Toate textele sunt incluse în fișierul index (cunoscut și ca *index-v1.json*). Toate fișierele grafice pot fi incluse direct în repo.
ru: Желаемый итог всех манипуляций с файлами из репозитория с исходным кодом и папок с метаданными из *fdroiddata* — переместить их в основной репозиторий F-Droid. Все тексты попадают в специальный индекс-файл (называемый *index-v1.json*). Все изображения можно добавлять сразу в репозиторий F-Droid.
uk: Бажаний результат всіх маніпуляцій з файлами з репозиторіїв з вихідним кодом і тек з метаданими з *fdroiddata* — перемістити їх в основний репозиторій F-Droid. Всі тексти потрапляють в спеціальний індекс-файл (званий *index-v1.json*). Всі зображення можна додавати відразу в репозиторій F-Droid.
zh_hans: 来自应用源代码库和 *fdroiddata* 元数据子目录的文件的最终目的地是 F-Droid 存储库。所有文本都包含在索引文件中（也称为 *index-v1.json*）。所有的图片文件都可以直接包含在存储库中。

source: If graphics files are also in the app's source or *fdroiddata*, then the files directly in the repo will be overwritten.
de: Wenn sich Grafikdateien auch im Quellcode der App oder in den *fdroiddata* befinden, dann werden die Dateien direkt im Repo überschrieben.
pl: Jeśli pliki graficzne znajdują się również w źródle aplikacji lub *fdroiddata*, wtedy pliki bezpośrednio w repozytorium zostaną nadpisane.
ro: Dacă fișierele grafice se află, de asemenea, în sursa aplicației sau în *fdroiddata*, atunci fișierele direct din repo vor fi suprascrise.
ru: Если в исходном коде приложения или в репозитории *fdroiddata* тоже есть изображения, они перепишут файлы, добавленные напрямую.
uk: Якщо у вихідному коді застосунку або в репозиторії *fdroiddata* також є зображення, вони перепишуть файли, додані безпосередньо.
zh_hans: 如果图形文件也在应用源代码或 *fdroiddata* 中，则直接位于存储库中的文件将被覆盖。

source: You may not place text files directly in the repo.
de: Sie dürfen keine Textdateien direkt in das Repo stellen.
pl: Nie możesz umieszczać plików tekstowych bezpośrednio w repozytorium.
pt_pt: Não pode pôr ficheiros de texto diretamente no repo.
ro: Nu aveți voie să plasați fișiere text direct în repo.
ru: Вы не должны помещать текстовые файлы напрямую в репозиторий.
uk: Ви не можете розміщувати текстові файли безпосередньо в репозиторії.
zh_hans: 你不应将文本文件直接置于存储库中。

source: For reference, picture files can be placed in the repo at the following locations:
de: Zur Referenz können Bilddateien an den folgenden Orten in das Repo gestellt werden:
pl: Dla odniesienia, pliki obrazów mogą być umieszczane w repozytorium w następujących lokalizacjach:
pt_pt: Para referência, os ficheiros de imagens podem ser postos dentro do repo nos seguintes locais:
ro: Pentru referință, fișierele cu imagini pot fi plasate în repo în următoarele locații:
ru: Для справки, файлы изображений могут быть размещены в репозитории в следующих местах:
uk: Для довідки файли зображень можна розміщувати в репозиторії в таких місцях:
zh_hans: 作为参考，图片文件可以放在存储库中的以下位置：

source: Precedence
de: Vorrang
pl: Pierwszeństwo
pt_pt: Precedência
ro: Precedență
ru: Приоритет способов
uk: Перевага способів
zh_hans: 优先级

source: The following general precedence rules are applied when multiple of the above options provide metadata:
de: Die folgenden allgemeinen Vorrangregeln werden angewendet, wenn mehrere der oben genannten Optionen Metadaten liefern:
pl: Następujące ogólne reguły pierwszeństwa są stosowane, gdy wiele z powyższych opcji dostarcza metadane:
pt_pt: As seguintes regras gerais de precedência são aplicadas quando múltiplas das opções acima fornecem metadados:
ro: Următoarele reguli generale de precedență se aplică atunci când mai multe dintre opțiunile de mai sus furnizează metadate:
ru: Когда несколько из перечисленных параметров предоставляют метаданные, применяются следующие общие правила выбора:
uk: Такі загальні правила переваги застосовуються, коли кілька з раніше зазначених варіантів надають метадані:
zh_hans: 当多个上述选项提供元数据时应用以下通用优先规则：

source: The metadata file (i. e. `<fdroiddata>/metadata/<packageId>.yml`) overwrites *fdroiddata* files, even localized ones.
de: Die Metadaten-Datei (d. h. `<fdroiddata>/metadata/<packageId>.yml`) überschreibt *fdroiddata*-Dateien, auch wenn sie regional angepasst sind.
pl: Plik metadanych (np. `<fdroiddata>/metadata/<packageId>.yml`) nadpisuje pliki *fdroiddata*, nawet te przetłumaczone.
pt_pt: O ficheiro de metadados (i.e. `<fdadosdados>/metadados/<packageId>.yml`) sobrescreve ficheiros *fdroiddata*, mesmo os localizados.
ro: Fișierul de metadate (i. e. `<fdroiddata>/metadata/<packageId>.yml`) suprascrie fișierele *fdroiddata*, chiar și pe cele localizate.
ru: Файл (i. e. `<fdroiddata>/metadata/<packageId>.yml`) перезаписывает файлы *fdroiddata*, даже если те локализованы.
uk: Файл метаданих (тобто `<fdroiddata>/metadata/<packageId>.yml`) перезаписує файли *fdroiddata*, навіть локалізовані.
zh_hans: 元数据文件（即 `<fdroiddata>/metadata/<packageId>.yml`）覆盖*fdroiddata* 文件，甚至是本地化的。

source: The *fdroiddata* files overwrite metadata from the app source.
de: Die *fdroiddata*-Dateien überschreiben Metadaten aus der Anwendungsquelle.
pl: Pliki *fdroiddata* nadpisują metadane ze źródła aplikacji.
pt_pt: Os ficheiros *fdroiddata* sobrescrevem metadados da fonte da aplicação.
ro: Fișierele *fdroiddata* suprascriu metadatele din sursa aplicației.
ru: Файлы *fdroiddata* переопределяют метаданные из приложения.
uk: Файли *fdroiddata* перезаписують метадані з джерела застосунку.
zh_hans: *fdroiddata* 文件覆盖应用源代码中的元数据。

source: * For data that is also contained in the APK file like the app's name, the previous two options both overwrite the data from the APK file.
de: * Die beiden vorherigen Optionen überschreiben Daten der APK-Datei, wenn diese dort enthalten sind (z. B. der Name der Anwendung).
pl: * W przypadku danych, które są również zawarte w pliku APK, takich jak nazwa aplikacji, dwie poprzednie opcje nadpisują dane z pliku APK.
pt_pt: * Para dados que também estão contidos no ficheiro APK como o nome da aplicação, as duas opções anteriores sobrescrevem os dados do ficheiro APK.
ro: * Pentru datele care sunt de asemenea conținute în fișierul APK, cum ar fi numele aplicației, cele două opțiuni anterioare suprascriu ambele datele din fișierul APK.
ru: * Для данных, которые также содержатся в APK файле, вроде имени приложения, предыдущие обе опции перезатирают данные из APK.
uk: * Для даних, які також містяться в файлі APK, наприклад, назва застосунку, два попередні параметри перезаписують дані з файлу APK.
zh_hans: * 应用名称等数据也包含在 APK 文件中，前两个选项均会覆盖此类数据。

source: However, the following more specific rule also applies:
de: Es gilt jedoch auch die folgende spezifischere Regel:
pl: Jednakże zastosowanie ma również poniższa, bardziej szczegółowa zasada:
pt_pt: No entanto, a regra a seguir mais específica também se aplica:
ro: Cu toate acestea, se aplică, de asemenea, următoarea regulă mai specifică:
ru: Однако, также применяется следующее более специфичное правило:
uk: Проте також застосовується таке конкретніше правило:
zh_hans: 然而，也应用以下更具体的规则：
