Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: _index-v2_ uses any algorithm supported by [_apksigner_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1134) and [_android-23_](https://developer.android.com/reference/java/security/Signature) and newer, and relies on OpenJDK's and Google's maintenance of the currently valid signing algorithms. When _index-v2_ was launched, the signature algorithm in use was `SHA256withRSA` and the digest algorithm was `SHA-256`. _index-v1_ is signed by `SHA1withRSA`. As of this writing, SHA1 are still considered strong against [second pre-image attacks](https://crypto.stackexchange.com/a/48291), which is what is relevant for index JARs.
de: _index-v2_ verwendet alle Algorithmen, die von [_apksigner_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1134) und [_android-23_](https://developer.android.com/reference/java/security/Signature) und jünger unterstützt werden und vertraut auf die Aufrechterhaltung des momentan gültigen Signier-Algorithmus durch OpenJDK und Google. Beim Start von _index-v2_ war der verwendete Signatur-Algorithmus `SHA256withRSA` und der Digest Algorithm `SHA-256`. _index-v1_ ist durch `SHA1withRSA` signiert. Während dies hier geschrieben wird, werden SHA1 immer noch als stark gegenüber [Second Preimage Attacks](https://crypto.stackexchange.com/a/48291) angesehen, was das Maßgebliche für Index-JARs ist.
ro: _index-v2_ utilizează orice algoritm acceptat de [_apksigner_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1134) și [_android-23_](https://developer.android.com/reference/java/security/Signature) și mai nou, și se bazează pe întreținerea de către OpenJDK și Google a algoritmilor de semnare validați în prezent. Când _index-v2_ a fost lansat, algoritmul de semnătură utilizat era `SHA256withRSA`, iar algoritmul de digest era `SHA-256`. _index-v1_ este semnat de `SHA1withRSA`. În momentul redactării acestui document, SHA1 este considerat încă puternic împotriva [atacurilor de tip "second pre-image"](https://crypto.stackexchange.com/a/48291), ceea ce este relevant pentru JAR-urile indexate.
ru: _index-v2_ использует любой алгоритм, поддерживаемый [_apksigner_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1134) и [_android-23_](https://developer.android.com/reference/java/security/Signature) и новее, и полагается на поддержку OpenJDK и Google в отношении актуальных алгоритмов подписи. На момент запуска _index-v2_ используемым алгоритмом подписи был `SHA256withRSA`, а алгоритмом дайджеста - `SHA-256`. _index-v1_ подписывается `SHA1withRSA`. На момент написания этой статьи SHA1 все еще считается сильным против [атак второго предварительного образа](https://crypto.stackexchange.com/a/48291), что актуально для индексных JAR.
uk: _index-v2_ використовує будь-який алгоритм, що підтримується [_apksigner_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1134) і [_android-23_](https://developer.android.com/reference/java/security/Signature) та новішими версіями, і спирається на підтримку OpenJDK та актуальних алгоритмів підпису Google. На момент запуску _index-v2_ використовувався алгоритм підпису `SHA256withRSA` та алгоритм дайджесту `SHA-256`. _index-v1_ підписується `SHA1withRSA`. На момент написання статті SHA1 досі вважаються стійкими до [атак знаходження першовзору](https://crypto.stackexchange.com/a/48291), що актуально для індексних JAR-файлів.
zh_hans: _index-v2_ 使用任何受 [_apksigner_](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1134)以及 [_android-23_](https://developer.android.com/reference/java/security/Signature)和更新规格支持的算法 ，并依赖于 OpenJDK 和 Google 对当前有效签名算法的维护。 当 _index-v2_ 推出时，所使用的签名算法是 `SHA256withRSA`，摘要算法是 `SHA-256`。 _index-v1_由`SHA1withRSA`签署。 在撰写本文时，SHA1 仍然被认为可以抵抗 [second pre-image attacks](https://crypto.stackexchange.com/a/48291), 这一点对确保索引 JAR 文件的安全很重要。

source: Production signing is handled by [reproducible builds](https://tests.reproducible-builds.org/debian/rb-pkg/unstable/amd64/android-platform-tools-apksig.html) of _apksigner_ from Debian.
de: Produktionssignierung wird durch [Reproduzierbare Builds](https://tests.reproducible-builds.org/debian/rb-pkg/unstable/amd64/android-platform-tools-apksig.html) des _apksigner_ von Debian erledigt.
ro: Semnarea în producție este gestionată de [versiunile reproductibile](https://tests.reproducible-builds.org/debian/rb-pkg/unstable/amd64/android-platform-tools-apksig.html) ale _apksigner_ din Debian.
ru: Подписание продукции осуществляется с помощью [воспроизводимых сборок](https://tests.reproducible-builds.org/debian/rb-pkg/unstable/amd64/android-platform-tools-apksig.html) _apksigner_ из Debian.
uk: Підписання у робочому середовищі здійснюється за допомогою [відтворюваних збірок](https://tests.reproducible-builds.org/debian/rb-pkg/unstable/amd64/android-platform-tools-apksig.html) _apksigner_ з Debian.
zh_hans: 产品签名使用 Debian 的[可重复构建](https://tests.reproducible-builds.org/debian/rb-pkg/unstable/amd64/android-platform-tools-apksig.html)的 _apksigner_。

source: signed metadata includes hashes of [the app](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L460) and its [signing key](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L558)
de: signierte Metadaten beinhalten Hashwerte für [die App](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L460) und deren [Signierschlüssel](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L558)
pl: podpisane metadane zawierają skróty [aplikacji](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L460) i jego [klucz podpisujący](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L558)
pt_pt: metadados assinados inclui hashes do [app](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L460) e a sua [chave de assinatura](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L558)
ro: metadatele semnate includ hashes ale [the app](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L460) și ale [signing key](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L558)
ru: подписанные метаданные включают хэши [приложения](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L460) и его [ключ подписи](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L558)
uk: підписані метадані містять хеші [застосунку](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L460) та його [ключа підпису](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L558)
zh_hans: 签署的元数据包括 [应用](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L460) 和其 [签署密钥](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L558) 的散列值

source: [signed metadata generated on a separate machine](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L989) (which is fully offline for f-droid.org and guardianproject.info)
de: [signierte Metadaten, die auf einem gesonderten Rechner generiert werden](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L989) (der bei f-droid.org und guardianproject.info komplett offline ist)
pl: [podpisane metadane wygenerowane na oddzielnej maszynie](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L989) (która jest w pełni offline dla f-droid.org i guardianproject.info)
pt_pt: [metadados assinados gerados numa máquina separada](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L989) (que é totalmente offline ao f-droid.org e guardianproject.info)
ro: [signed metadata generated on a separate machine](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L989) (care este complet offline pentru f-droid.org și guardianproject.info)
ru: [подписанные метаданные генерируются на отдельной машине](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L989) (которая полностью автономна для f-droid.org и guardianproject.info)
uk: [підписані метадані генеруються на окремому пристрої](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L989) (який у f-droid.org і guardianproject.info повністю офлайн)
zh_hans: [在单独的机器上生成的签名元数据](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L989) (这对 f-droid.org 和 guardianproject.info 来说是完全离线的)

source: [public key for verifying metadata signatures built into F-Droid client app](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L13)
de: [in die F-Droid-App integrierter, öffentlicher Schlüssel zur Überprüfung der Metadaten-Signaturen](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L13)
pl: [klucz publiczny do weryfikacji podpisów metadanych wbudowanych w aplikację kliencką F-Droid](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L13)
pt_pt: [chave pública para verificar as assinaturas de metadados incorporadas ao app cliente F-Droid](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L13)
ro: [cheie publică pentru verificarea semnăturilor metadatelor încorporate în aplicația client F-Droid](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L13)
ru: [открытый ключ для проверки подписей метаданных, встроенный в клиентское приложение F-Droid](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L13)
uk: [відкритий ключ звірки підписів метаданих вбудовано в клієнтський застосунок F-Droid](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L13)
zh_hans: [用于验证 F-Droid 客户端应用中的元数据签名的公钥](https://gitlab.com/fdroid/fdroidclient/blob/v0.100.1/app/src/main/res/values/default_repo.xml#L13)

source: signed metadata includes [timestamp](https://gitlab.com/fdroid/fdroidclient/commit/02b2090e530ab5d22b522d978728f34bb332b390) and [expiry](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L775)
de: signierte Metadaten enthalten einen [Zeitstempel](https://gitlab.com/fdroid/fdroidclient/commit/02b2090e530ab5d22b522d978728f34bb332b390) und ein [Verfallsdatum](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L775)
pl: podpisane metadane obejmują [znacznik czasu](https://gitlab.com/fdroid/fdroidclient/commit/02b2090e530ab5d22b522d978728f34bb332b390) i [wygaśnięcie](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L775)
pt_pt: os metadados assinados incluem [timestamp](https://gitlab.com/fdroid/fdroidclient/Commit/02b2090e530ab5d22b522d978728f34bb332b390) e [expiração](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/Update.py#L775)
ro: metadatele semnate includ[timestamp](https://gitlab.com/fdroid/fdroidclient/commit/02b2090e530ab5d22b522d978728f34bb332b390) and [expiry](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L775)
ru: подписанные метаданные включают [метку времени](https://gitlab.com/fdroid/fdroidclient/commit/02b2090e530ab5d22b522d978728f34bb332b390) и [срок действия](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L775)
uk: підписані метадані містять [дату створення](https://gitlab.com/fdroid/fdroidclient/commit/02b2090e530ab5d22b522d978728f34bb332b390) й [термін дії](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L775)
zh_hans: 签署的元数据包括 [时间戳](https://gitlab.com/fdroid/fdroidclient/commit/02b2090e530ab5d22b522d978728f34bb332b390) 和 [有效期](https://gitlab.com/fdroid/fdroidserver/blob/0.6.0/fdroidserver/update.py#L775)

source: easy Tor support via Settings
de: einfache Tor-Unterstützung über die Einstellungen
pl: łatwa obsługa Tor przez Ustawienia
pt_pt: suporte fácil do Tor via configurações
ro: suport ușor pentru Tor prin Setări
ru: удобная поддержка Tor через настройки
uk: легко ввімкнути Tor у налаштуваннях
zh_hans: 通过设置轻松支持 Tor

source: [client-side HTTP ETag cache check](https://gitlab.com/fdroid/fdroidclient/issues/562) so the ETag cannot be abused to track users
de: [client-side HTTP ETag cache check](https://gitlab.com/fdroid/fdroidclient/issues/562) so dass das ETag nicht missbraucht werden kann, um Benutzer zu verfolgen
ro: [verificarea cache-ului HTTP ETag din partea clientului](https://gitlab.com/fdroid/fdroidclient/issues/562) pentru ca ETag-ul să nu poată fi folosit în mod abuziv pentru a urmări utilizatorii
ru: [проверка кэша HTTP ETag на стороне клиента](https://gitlab.com/fdroid/fdroidclient/issues/562), чтобы ETag нельзя было использовать для отслеживания пользователей
uk: [клієнт перевіряє кеш HTTP ETag](https://gitlab.com/fdroid/fdroidclient/issues/562), унеможливлюючи зловживання ETag для стеження за користувачами
zh_hans: [客户端 HTTP ETag 缓存检查](https://gitlab.com/fdroid/fdroidclient/issues/562)，因此 ETag 不能被滥用来追踪用户

source: list of official mirrors included in signed metadata, then the client [chooses mirrors](https://gitlab.com/fdroid/fdroidclient/issues/35) based on availability and freshness based on local criteria like whether Tor is in use
de: Liste der offiziellen Spiegel, die in signierten Metadaten enthalten sind, dann wählt der Client [Spiegel](https://gitlab.com/fdroid/fdroidclient/issues/35) basierend auf Verfügbarkeit und Aktualität basierend auf lokalen Kriterien wie z. B. ob Tor verwendet wird
pl: lista oficjalnych serwerów lustrzanych zawartych w podpisanych metadanych, a następnie klient [wybieranie lustra](https://gitlab.com/fdroid/fdroidclient/issues/35) na podstawie dostępności i świeżości w oparciu o lokalne kryteria, takie jak czy Tor jest w użyciu
pt_pt: lista de espelhos oficiais incluídos nos metadados assinados, depois o cliente [escolhe espelhos](https://gitlab.com/fdroid/fdroidclient/issues/35) baseado na disponibilidade e atualidade baseado em critérios locais como se o Tor está em uso
ro: lista de oglinzi oficiale inclusă în metadatele semnate, apoi clientul [chooses mirrors](https://gitlab.com/fdroid/fdroidclient/issues/35) pe baza disponibilității și prospețimii pe baza unor criterii locale, cum ar fi dacă Tor este utilizat sau nu
ru: список официальных зеркал, включенный в подписанные метаданные, затем клиент [выбирает зеркала](https://gitlab.com/fdroid/fdroidclient/issues/35) на основе доступности и свежести на основе локальных критериев, например, используется ли Tor
uk: офіційні дзеркала перелічено в підписаних метаданих; клієнт [обирає дзеркала](https://gitlab.com/fdroid/fdroidclient/issues/35) за доступністю, оновленістю й такими місцевими особливостями, як використання Tor
zh_hans: 包括在签名元数据中的官方镜像列表，然后客户端 [选择镜像](https://gitlab.com/fdroid/fdroidclient/issues/35) 根据可用性和新鲜度，基于本地标准，如 Tor 是否在使用中

source: While the current setup is already a solid platform, there are a number of improvements that make sense to implement:
de: Obwohl das aktuelle Setup bereits eine solide Plattform ist, gibt es eine Reihe von Verbesserungen, die sinnvoll sind:
pl: Chociaż obecna konfiguracja jest już solidną platformą, istnieje szereg usprawnień, które mają sens w implementacji:
pt_pt: Embora a configuração atual já seja uma plataforma sólida, há uma série de melhorias que fazem sentido implementar:
ro: Deși configurația actuală este deja o platformă solidă, există o serie de îmbunătățiri care ar trebui implementate:
ru: Хотя нынешняя система уже является надежной платформой, есть ряд усовершенствований, которые имеет смысл реализовать:
uk: Наявна конфігурація — це вже міцна платформа, та є сенс втілити певні вдосконалення:
zh_hans: 虽然当前设置已经是一个可靠的平台，但仍有许多改进值得实施：

source: better handling of index expiry aka "max age"
de: bessere Handhabung des Indexablaufs oder auch „max age“
pl: lepsza obsługa wygaśnięcia indeksu aka "max age"
pt_pt: melhor tratamento da expiração do índice, também conhecido por "idade máxima"
ro: o mai bună gestionare a expirării indicilor, alias "vârsta maximă"
ru: улучшенная обработка истечения срока действия индекса, а также "максимального возраста"
uk: краща обробка терміну придатності індексу (max-age)
zh_hans: 更好地处理索引到期，又名“最大年龄”

source: [pinned TLS certificate built into the client app](https://gitlab.com/fdroid/fdroidclient/commit/0429b3f7dd4a6037fa11df64bfdd176ea378e6bf)
de: [in den Client integriertes, fest verankertes TLS-Zertifikat](https://gitlab.com/fdroid/fdroidclient/commit/0429b3f7dd4a6037fa11df64bfdd176ea378e6bf)
pl: [przypięty certyfikat TLS wbudowany w aplikację kliencką](https://gitlab.com/fdroid/fdroidclient/commit/0429b3f7dd4a6037fa11df64bfdd176ea378e6bf)
pt_pt: [certificado TLS fixo construído no app cliente](https://gitlab.com/fdroid/fdroidclient/commit/0429b3f7dd4a6037fa11df64bfdd176ea378e6bf)
ro: [certificat TLS fixat încorporat în aplicația client](https://gitlab.com/fdroid/fdroidclient/commit/0429b3f7dd4a6037fa11df64bfdd176ea378e6bf)
ru: [встроенный в клиентское приложение сертификат TLS](https://gitlab.com/fdroid/fdroidclient/commit/0429b3f7dd4a6037fa11df64bfdd176ea378e6bf)
uk: [вбудування TLS-сертифікату до клієнтського застосунку](https://gitlab.com/fdroid/fdroidclient/commit/0429b3f7dd4a6037fa11df64bfdd176ea378e6bf)
zh_hans: [客户端应用内置的固定 TLS 证书](https://gitlab.com/fdroid/fdroidclient/commit/0429b3f7dd4a6037fa11df64bfdd176ea378e6bf)
