Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Then *gradle* will automatically look at whole set of folders for custom versions of files:
de: *Gradle* wird dann automatisch die gesamte Ordnerstruktur nach modifizierten Dateiversionen durchsuchen:
pl: Następnie *gradle* automatycznie wyświetli cały zestaw folderów dla niestandardowych wersji plików:
pt_pt: Então *gradle* irá automaticamente olhar todo o conjunto de pastas para versões personalizadas de ficheiros:
ro: Apoi, *gradle* se va uita automat la întregul set de foldere pentru versiuni personalizate ale fișierelor:
ru: Затем *gradle* будет автоматически искать во всем наборе папок пользовательские версии файлов:
uk: Тоді *gradle* автоматично шукатиме ваші версії файлів у цілому наборі тек:
zh_hans: 然后 *gradle* 将自动查看整套文件夹中的自定义版本的文件：

source: Java sources: _app/src/mycompany/java_
de: Java-Quellen: _app/src/mycompany/java_
pl: Źródła Java: _app/src/mycompany/java_
ro: Surse Java: app/src/mycompany/java_
ru: Исходники Java: _app/src/mycompany/java_
uk: Вихідний код Java: _app/src/mycompany/java_
zh_hans: Java 源：_app/src/mycompany/java_

source: Manifest file: _app/src/mycompany/AndroidManifest.xml_
de: Manifest: _app/src/mycompany/AndroidManifest.xml_
pl: Plik manifestu: _app/src/mycompany/AndroidManifest.xml_
ro: Fișier de manifest: _app/src/mycompany/AndroidManifest.xml_
ru: Файл манифеста: _app/src/mycompany/AndroidManifest.xml_
uk: Файл маніфесту: _app/src/mycompany/AndroidManifest.xml_
zh_hans: Manifest 文件：_app/src/mycompany/AndroidManifest.xml_

source: Android resources: _app/src/mycompany/res_
de: Android-Ressourcen: _app/src/mycompany/res_
pl: Zasoby systemu Android: _app/src/mycompany/res_
ro: Resurse Android: _app/src/mycompany/res_
ru: Ресурсы Android: _app/src/mycompany/res_
uk: Ресурси Android: _app/src/mycompany/res_
zh_hans: Android 资源：_app/src/mycompany/res_

source: Assets: _app/src/mycompany/assets_
de: Bestandteile: _app/src/mycompany/assets_
pl: Zasoby: _app/src/mycompany/assets_
ro: Active: _app/src/mycompany/assets_
ru: Ресурсы: _app/src/mycompany/assets_
uk: Інші ресурси: _app/src/mycompany/assets_
zh_hans: 资产：_app/src/mycompany/assets_

source: There cannot be duplicate Java classes, but any extensions can be managed there. For anything in _res/_, i.e. _strings.xml_ or drawable resources, the files in _app/src/mycompany/res_ will take precedence over the default F-Droid ones. For example, override the app icon by providing _app/src/mycompany/res/drawable/ic\_launcher.xml_.
de: Duplikate von Java-Klassen sind dort nicht möglich, aber Erweiterungen schon. Alle Dateien in _app/src/mycompany/res_ haben eine höhere Priorität als die standardmäßigen von F-Droid. Beispielsweise kann das App-Icon ersetzt werden, indem _app/src/mycompany/res/drawable/ic\_launcher.xml_ erstellt wird.
pl: Nie można kopiować klas Java, ale można zarządzać wszystkimi rozszerzeniami. Dla wszystkiego w _res/_, tj. _strings.xml_ lub zasoby do pobrania, pliki w _app/src/mycompany/res_ będą miały pierwszeństwo przed domyślnym F-Droid. Na przykład zastąp ikonę aplikacji, udostępniając _app/src/mycompany/res/drawable/ic\_launcher.xml_.
pt_pt: Não pode haver classes Java duplicadas, mas quaisquer extensões podem ser gerenciadas lá. Para qualquer coisa em _res/_, ou seja, _strings.xml_ ou recursos desenháveis, os ficheiros em _app/src/minhaempresa/res_ terão precedência sobre os padrão do F-Droid. Por exemplo, substitua o ícone do app a fornecer _app/src/minhaempresa/res/drawable/ic\_launcher.xml_.
ro: Nu pot exista clase Java duplicate, dar orice extensii pot fi gestionate acolo. Pentru tot ceea ce se află în _res/_, adică _strings.xml_ sau resurse de desenat, fișierele din _app/src/mycompany/res_ vor avea prioritate față de cele implicite din F-Droid. De exemplu, suprascrieți pictograma aplicației furnizând _app/src/mycompany/res/drawable/ic\_launcher.xml_.
ru: Там не может быть дублирующих классов Java, но там можно управлять любыми расширениями. Для всего, что находится в _res/_, т.е. _strings.xml_ или drawable ресурсов, файлы в _app/src/mycompany/res_ будут иметь приоритет над стандартными файлами F-Droid. Например, переопределите иконку приложения, предоставив _app/src/mycompany/res/drawable/ic\_launcher.xml_.
uk: Дублювати Java-класи неможливо, але ви можете розмістити там свої розширення. Для будь-чого в _res/_, тобто для _strings.xml_ чи зображень, файли в _app/src/mycompany/res_ матимуть пріоритет над відповідними файлами з F-Droid. Наприклад, додайте _app/src/mycompany/res/drawable/ic\_launcher.xml_, щоб замінити піктограму застосунку.
zh_hans: 不能有重复的 Java 类，但可以在那里管理任何扩展。对于 _res/_ 中的任何内容，即 _strings.xml_ 或可绘制资源，_app/src/mycompany/res_ 中的文件将优先于默认的 F-Droid 的。例如，通过提供 _app/src/mycompany/res/drawable/ic\_launcher.xml_ 来覆盖应用图标。

source: To specify a custom set of app repositories, provide _app/src/mycompany/res/values/default\_repos.xml_. The format of that file is a String array, with sets of 8 elements per repo. For example, here's the Guardian Project repo config enabled by default with push request always accepted by the client:
de: Um andere Paketquellen festzulegen, erstellen Sie _app/src/mycompany/res/values/default\_repos.xml_. Das Format der Datei ist ein String-Array mit 8 Elementen je Paketquelle. Als Beispiel ist hier die Guardian-Projekt-Paketquelle standardmäßig aktiv mit der automatischen Annahme von Push-Anfragen durch den Client:
pl: Aby określić niestandardowy zestaw repozytoriów aplikacji, należy podać _app/src/mycompany/res/values/default\_repos.xml_. Format tego pliku jest tablicą ciągów, z zestawami po 8 elementów na repozytorium. Oto przykład konfiguracji repozytorium projektu Guardian włączonej domyślnie z żądaniem wypychania zawsze akceptowanym przez klienta:
pt_pt: Para especificar um conjunto personalizado de repositórios de apps, forneça _app/src/minhaempresa/res/values/default\_repos.xml_. O formato desse ficheiro é uma matriz String, com conjuntos de 8 elementos por repositório. Por exemplo, aqui está a configuração do repositório do Project Guardian ativada por predefinição com solicitação de push sempre aceita pelo cliente:
ro: Pentru a specifica un set personalizat de depozite de aplicații, furnizați _app/src/mycompany/res/values/default\_repos.xml_. Formatul fișierului respectiv este o matrice String, cu seturi de 8 elemente pentru fiecare repo. De exemplu, iată configurația repo-ului Guardian Project activată în mod implicit, cu solicitarea push acceptată întotdeauna de către client:
ru: Чтобы указать пользовательский набор репозиториев приложений, предоставьте _app/src/mycompany/res/values/default\_repos.xml_. Формат этого файла - массив String, с наборами по 8 элементов для каждого репозитория. Например, вот конфигурация репо Guardian Project, включенная по умолчанию, с push-запросом, всегда принимаемым клиентом:
uk: Надайте _app/src/mycompany/res/values/default\_repos.xml_, щоб вказати власний набір репозиторіїв. Формат цього файлу — масив рядків, по 8 елементів на кожен репозиторій. Наприклад, ось конфігурація, що усталено вмикає Guardian Project з автоматичним прийняттям запитів на оновлення:
zh_hans: 要指定一组自定义应用存储库，请提供_app/src/mycompany/res/values/default\_repos.xml_。该文件的格式是 String 数组，每个存储库包含 8 个元素。例如，下面是默认情况下启用的 Guardian Project 存储库配置，客户端始终接受推送请求：
