Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: package source: <https://salsa.debian.org/python-team/packages/fdroidserver.git>
de: Paketquelle: <https://salsa.debian.org/python-team/packages/fdroidserver.git>
pl: kod źródłowy pakietu: <https://salsa.debian.org/python-team/packages/fdroidserver.git>
pt_pt: fonte do pacote: <https://salsa.debian.org/python-team/packages/fdroidserver.git>
ro: sursa pachetului: <https://salsa.debian.org/python-team/packages/fdroidserver.git>
ru: источник пакета: <https://salsa.debian.org/python-team/packages/fdroidserver.git>
uk: вихідний код пакунку: <https://salsa.debian.org/python-team/packages/fdroidserver.git>

source: package tags signed by "Hans-Christoph Steiner \<hans@guardianproject.info>" aka "Hans-Christoph Steiner \<hans@eds.org>" aka "Hans-Christoph Steiner \<hans@at.or.at>" with fingerprint: <br/> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` or previously <br /> `5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
de: Paket-Tags signiert durch „Hans-Christoph Steiner \<hans@guardianproject.info>“, alias „Hans-Christoph Steiner \<hans@eds.org>“, alias „Hans-Christoph Steiner \<hans@at.or.at>“ mit Hashwert: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` oder früher <br />`5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
pl: tagi pakietu podpisane przez "Hans-Christoph Steiner \<hans@guardianproject.info>" jako "Hans-Christoph Steiner \<hans@eds.org>" jako "Hans-Christoph Steiner \<hans@at.or.at>" za pomocą odcisku certyfikatu: <br/> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` lub wcześniej <br /> `5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
pt_pt: marcações de pacote assinadas por "Hans-Christoph Steiner\<hans@guardianproject.info>" também conhecido como "Hans-Christoph Steiner\<hans@eds.org>" também conhecido como "Hans-Christoph Steiner\<hans@at.or.at>" com assinatura digital: <br />`EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`ou antes <br />`5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
ro: etichete de pachete semnate de "Hans-Christoph Steiner \<hans@guardianproject.info>" alias "Hans-Christoph Steiner \<hans@eds.org>" alias "Hans-Christoph Steiner \<hans@at.or.at>" cu amprentă digitală: <br/> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` sau anterior <br /> `5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
ru: метки пакета, подписанные "Hans-Christoph Steiner \<hans@guardianproject.info>" aka "Hans-Christoph Steiner \<hans@eds.org>" aka "Hans-Christoph Steiner \<hans@at.or.at>" с отпечатком пальца: <br/> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` или ранее <br /> `5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
uk: теги пакунків підписує «Hans-Christoph Steiner \<hans@guardianproject.info>», також відомий як «Hans-Christoph Steiner \<hans@eds.org>» або «Hans-Christoph Steiner \<hans@at.or.at>», чий відбиток: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` або (раніше) <br />`5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`

source: official Ubuntu PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/fdroidserver>
de: offizielles Ubuntu-PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/fdroidserver>
pl: oficjalne repozytorium PPA Ubuntu: <https://launchpad.net/~fdroid/+archive/ubuntu/fdroidserver>
pt_pt: PPA official do Ubuntu: <https://launchpad.net/~fdroid/+archive/ubuntu/fdroidserver>
ro: PPA oficial Ubuntu: <https://launchpad.net/~fdroid/+archive/ubuntu/fdroidserver>
ru: официальный PPA Ubuntu: <https://launchpad.net/~fdroid/+archive/ubuntu/fdroidserver>
uk: офіційний PPA Ubuntu: <https://launchpad.net/~fdroid/+archive/ubuntu/fdroidserver>
zh_hans: 官方 Ubuntu PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/fdroidserver>

source: fingerprint: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`
pl: odcisk certyfikatu cyfrowego: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`
pt_pt: impressão digital: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`
ro: amprentă: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`
ru: отпечаток: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`
uk: відбиток: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`

source: - how to setup: ```bash sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get update sudo apt-get install fdroidserver ```
de: - Einrichtung durch: ```bash sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get update sudo apt-get install fdroidserver ```
pl: - jak to ustawić: ```bash sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get update sudo apt-get install fdroidserver ```
pt_pt: - como configurar: ```bash sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get update sudo apt-get install fdroidserver ```
ro: - modul de configurare: ```bash sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get actualizare sudo apt-get instalează fdroidserver ```
ru: - как настроить: ```bash sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get update sudo apt-get install fdroidserver ```
uk: - як встановити: ```bash sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get update sudo apt-get install fdroidserver ```
zh_hans: - 如何设置: ```bash sudo add-apt-repository ppa:fdroid/fdroidserver sudo apt-get update sudo apt-get install fdroidserver ```

source: git tags signed by "Nico Alt \<nicoalt@posteo.de>" with fingerprint: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
de: Git-Tags signiert durch „Nico Alt \<nicoalt@posteo.de>“ mit Hashwert: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
pl: tagi git zostały podpisane przez "Nico Alt \<nicoalt@posteo.de>" za pomocą odcisku certyfikatu: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
pt_pt: etiquetas de git assinadas por "Nico Alt \<nicoalt@posteo.de>" with fingerprint: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
ro: Etichete git semnate de "Nico Alt \<nicoalt@posteo.de>" cu amprentă digitală: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
ru: git-теги, подписанные "Nico Alt \<nicoalt@posteo.de>" с отпечатком: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
uk: git-теги підписує «Nico Alt \<nicoalt@posteo.de>», чий відбиток: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`

source: source package: <https://pypi.python.org/pypi/repomaker>
de: Quellpaket: <https://pypi.python.org/pypi/repomaker>
pl: źródło pakietu: <https://pypi.python.org/pypi/repomaker>
pt_pt: pacote de origem: <https://pypi.python.org/pypi/repomaker>
ro: pachet sursă: <https://pypi.python.org/pypi/repomaker>
ru: исходный пакет: <https://pypi.python.org/pypi/repomaker>
uk: вихідний пакунок: <https://pypi.python.org/pypi/repomaker>

source: package tags signed by "Nico Alt \<nicoalt@posteo.de>" with fingerprint: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
de: Paket-Tags signiert durch „Nico Alt \<nicoalt@posteo.de>“ mit Hashwert: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
pl: tagi pakietów zostały podpisane przez "Nico Alt \<nicoalt@posteo.de>" za pomocą odcisku certyfikatu: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
pt_pt: etiquetas de pacote assinadas por "Nico Alt \<nicoalt@posteo.de>" with fingerprint: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
ro: etichete de pachete semnate de "Nico Alt \<nicoalt@posteo.de>" cu amprentă digitală: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
ru: теги пакета подписаны "Nico Alt \<nicoalt@posteo.de>" с отпечатком: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
uk: теги пакунків підписує «Nico Alt \<nicoalt@posteo.de>», чий відбиток: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`

source: Privileged Extension
de: Rechteerweiterung
pl: Uprzywilejowane rozszerzenie
pt_pt: Extensão privilegiada
ro: Extensie privilegiată
ru: Привилегированное расширение
uk: Привілейоване розширення
zh_hans: 特权扩展

source: git tags signed by "Hans-Christoph Steiner \<hans@guardianproject.info>" aka "Hans-Christoph Steiner \<hans@eds.org>" aka "Hans-Christoph Steiner \<hans@at.or.at>" with fingerprint: <br/>`EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
de: Git-Tags signiert durch „Hans-Christoph Steiner \<hans@guardianproject.info>“, alias „Hans-Christoph Steiner \<hans@eds.org>“, alias „Hans-Christoph Steiner \<hans@at.or.at>“ mit Hashwert: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
pl: tagi git podpisane przez "Hans-Christoph Steiner \<hans@guardianproject.info>" jako "Hans-Christoph Steiner \<hans@eds.org>" jako "Hans-Christoph Steiner \<hans@at.or.at>" za pomocą odcisku certyfikatu: <br/>`EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
pt_pt: marcações de git assinadas por "Hans-Christoph Steiner\<hans@guardianproject.info>" também conhecido como "Hans-Christoph Steiner\<hans@eds.org>" também conhecido como "Hans-Christoph Steiner\<hans@at.or.at>" com assinatura digital: <br />`EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
ro: Etichete git semnate de "Hans-Christoph Steiner \<hans@guardianproject.info>" alias "Hans-Christoph Steiner \<hans@eds.org>" alias "Hans-Christoph Steiner \<hans@at.or.at>" cu amprentă digitală: <br/>`EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
ru: git-теги, подписанные "Hans-Christoph Steiner \<hans@guardianproject.info>" aka "Hans-Christoph Steiner \<hans@eds.org>" aka "Hans-Christoph Steiner \<hans@at.or.at>" с отпечатком: <br/>`EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
uk: git-теги підписує «Hans-Christoph Steiner \<hans@guardianproject.info>», також відомий як «Hans-Christoph Steiner \<hans@eds.org>» або «Hans-Christoph Steiner \<hans@at.or.at>», чий відбиток: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`

source: F-Droid Jekyll Plugin
pl: Jekyll Wtyczka F-Droid
pt_pt: F-Droid Plugin Jekyll
ro: F-Droid plugin Jekyll
ru: F-Droid Jekyll плагин
uk: Jekyll-плагін F-Droid

source: git tags signed by "Hans-Christoph Steiner \<hans@guardianproject.info>" aka "Hans-Christoph Steiner \<hans@eds.org>" aka "Hans-Christoph Steiner \<hans@at.or.at>" with fingerprint: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` or "Nico Alt \<nicoalt@posteo.de>" with fingerprint: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
de: Git-Tags signiert durch „Hans-Christoph Steiner \<hans@guardianproject.info>“, alias „Hans-Christoph Steiner \<hans@eds.org>“, alias „Hans-Christoph Steiner \<hans@at.or.at>“ mit Hashwert: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` oder „Nico Alt \<nicoalt@posteo.org>“ mit Hashwert: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
pl: tagi git podpisane przez "Hans-Christoph Steiner \<hans@guardianproject.info>" jako "Hans-Christoph Steiner \<hans@eds.org>" jako "Hans-Christoph Steiner \<hans@at.or.at>" za pomocą odcisku certyfikatu: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` lub "Nico Alt \<nicoalt@posteo.de>" za pomocą odcisku certyfikatu: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
pt_pt: marcações de git assinadas por "Hans-Christoph Steiner\<hans@guardianproject.info>" também conhecido como "Hans-Christoph Steiner\<hans@eds.org>" também conhecido como "Hans-Christoph Steiner\<hans@at.or.at>" com assinatura digital: <br />`EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`ou antes <br />`5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81` ou "Nico Alt \<nicoalt@posteo.de>" com assinatura digital: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
ro: Etichete git semnate de "Hans-Christoph Steiner \<hans@guardianproject.info>" alias "Hans-Christoph Steiner \<hans@eds.org>" alias "Hans-Christoph Steiner \<hans@at.or.at>" cu amprentă digitală: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` sau "Nico Alt \<nicoalt@posteo.de>" cu amprenta digitală: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
ru: git-теги, подписанные "Hans-Christoph Steiner \<hans@guardianproject.info>" aka "Hans-Christoph Steiner \<hans@eds.org>" aka "Hans-Christoph Steiner \<hans@at.or.at>" с отпечатком: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` или "Nico Alt \<nicoalt@posteo.de>" с отпечатком: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`
uk: git-теги підписує «Hans-Christoph Steiner \<hans@guardianproject.info>», також відомий як «Hans-Christoph Steiner \<hans@eds.org>» або «Hans-Christoph Steiner \<hans@at.or.at>», чий відбиток: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`; або «Nico Alt \<nicoalt@posteo.de>», чий відбиток: <br /> `558B E907 1CA6 CA44 DBF5 576B 95A0 DAF7 DBC7 B548`

source: Repository Style Guide
pl: Przewodnik po stylu repozytorium
pt_pt: Guia de Estilo do Repositório
ro: Ghidul de stil al depozitului
ru: Руководство по стилю репозитория
uk: Стилістика репозиторію
zh_hans: 存储库风格指南

source: This page is a __work in progress__, and needs attention from experts on the subject, especially on fact checking.
de: Diese Seite ist __in Arbeit__ und bedarf der Aufmerksamkeit von Experten zu diesem Thema, insbesondere zur Überprüfung der Fakten.
pl: Ta strona jest __pracą w toku__ i wymaga uwagi ekspertów w tej dziedzinie, szczególnie w zakresie sprawdzania faktów.
pt_pt: Esta página é um __trabalho em andamento__ e precisa da atenção de especialistas no assunto, especialmente na verificação de fatos.
ro: Această pagină este o __lucrare în desfășurare__ și are nevoie de atenția experților în domeniu, în special în ceea ce privește verificarea faptelor.
ru: Эта страница является __незавершенной работой__ и требует внимания со стороны экспертов по данному вопросу, особенно по проверке фактов.
uk: Ця сторінка __в розробці__ й потребує експертної уваги по темі, особливо перевірки фактів.
zh_hans: 此页面是__正在进行的__工作，需要专家关注这个主题，尤其是事实核查方面。

source: This guide gives some more detailed information on what to store in metadata fields. Most items are outdated and will be merge with the manual over time.
de: Dieser Leitfaden enthält detaillierte Informationen darüber, was in Metadatenfeldern gespeichert werden soll. Die meisten Artikel sind veraltet und werden im Laufe der Zeit mit dem Handbuch zusammengeführt.
pl: Ten przewodnik zawiera bardziej szczegółowe informacje na temat tego, co należy przechowywać w polach metadanych. Większość pozycji jest nieaktualna i z czasem zostanie scalona z instrukcją.
pt_pt: Este guia fornece algumas informações mais detalhadas sobre o que armazenar em campos de metadados. A maioria dos itens estão desatualizados e serão mesclados com o manual ao longo do tempo.
ro: Acest ghid oferă informații mai detaliate despre ce trebuie stocat în câmpurile de metadate. Majoritatea elementelor sunt depășite și vor fi fuzionate cu manualul în timp.
ru: Это руководство дает более подробную информацию о том, что следует хранить в полях метаданных. Большинство пунктов устарели и со временем будут объединены с руководством.
uk: Цей посібник надає докладні дані про те, що варто розміщувати в полях метаданих. Більшість пунктів застаріли, а їхній актуальний вміст колись буде додано прямо в інструкцію.
zh_hans: 本指南给出了一些更详细的信息，说明在元数据字段中应该存储什么。大多数项目已经过期，将随着时间的推移与手册合并。

source: *E.g* <https://gitlab.com/fdroid/fdroidclient/tree/master>
de: *z. B.* <https://gitlab.com/fdroid/fdroidclient/tree/master>
pl: *Np* <https://gitlab.com/fdroid/fdroidclient/tree/master>
pt_pt: *Por exemplo*<https://gitlab.com/fdroid/fdroidclient/tree/master>
ru: *Например* <https://gitlab.com/fdroid/fdroidclient/tree/master>
uk: *Приклад:* <https://gitlab.com/fdroid/fdroidclient/tree/master>
zh_hans: *例如* <https://gitlab.com/fdroid/fdroidclient/tree/master>

source: The F-Droid server does not directly publish an APK online, instead the F-Droid server needs a buildable source to build an APK from. This way the server guarantees that the resulting APK accurately represents the source code without any hidden anti-features.
de: Der F-Droid Server veröffentlicht ein APK nicht direkt online, sondern der F-Droid Server benötigt eine build-fähige Quelle, um ein APK zu erstellen. Auf diese Weise garantiert der Server, dass das resultierende APK den Quellcode ohne versteckte Anti-Features korrekt darstellt.
pl: Serwer F-Droid nie publikuje bezpośrednio pliku APK online, zamiast tego serwer F-Droid potrzebuje budowanego źródła do zbudowania pliku APK. W ten sposób serwer gwarantuje, że wynikowy plik APK dokładnie reprezentuje kod źródłowy bez żadnych ukrytych niepożądanych funkcji.
pt_pt: O servidor F-Droid não publica um APK diretamente online, mas o servidor F-Droid precisa de uma fonte compilável para compilar um APK dele. Desta forma, o servidor garante que o APK resultante representa com precisão o código-fonte sem quaisquer características indesejadas ocultas.
ro: Serverul F-Droid nu publică direct un APK online, în schimb, serverul F-Droid are nevoie de o sursă construibilă din care să construiască un APK. În acest fel, serverul garantează că APK-ul rezultat reprezintă cu exactitate codul sursă, fără anti-funcții ascunse.
ru: Сервер F-Droid не публикует APK, которые просто опубликованы в Интернете, вместо этого серверу F-Droid необходим источник с исходным кодом, из которого можно собрать APK. Таким образом, сервер гарантирует, что полученный APK точно представляет исходный код без каких-либо скрытых анти-функций.
uk: Сервер F-Droid не просто вивантажує чиїсь APK в мережу, а збирає кожен APK з вихідного коду. Таким чином сервер гарантує, що отриманий APK точно відповідає вихідному коду без жодних прихованих небажаних можливостей.
zh_hans: F-Droid 服务器不会直接在网上发布 APK，相反，F-Droid 服务器需要一个可构建的源代码来构建 APK。这样，服务器就能保证生成的 APK 准确地展现了源代码，没有任何隐藏的负面特征。

source: Because F-Droid builds every app from its source code (via the Android SDK with ant, gradle or maven, sometimes with help from the Android NDK, standard GNU/Linux programs and a little pre-processing in the BASH shell), probably if you can see a file called _AndroidManifest.xml_ or _build.gradle_ in your sources then there are many possibilities that F-Droid will be able to build it.
de: Da F-Droid jede App aus deren Quellcode erstellt (über das Android SDK mit ant, gradle oder maven, manchmal mit Hilfe des Android NDK, Standard GNU/Linux Programmen und ein wenig Vorverarbeitung in der BASH-Shell), gibt es wahrscheinlich viele Möglichkeiten, dass F-Droid sie erstellen kann, wenn Sie eine Datei namens _AndroidManifest.xml_ oder _build.gradle_ in Ihren Quellen finden.
pl: Ponieważ F-Droid buduje każdą aplikację z kodu źródłowego (za pomocą zestawu SDK Android z ant, gradle lub maven, czasami przy pomocy Android NDK, standardowych programów GNU/Linux i trochę wstępnego przetwarzania w powłoce BASH), prawdopodobnie jeśli możesz zobaczyć plik o nazwie _AndroidManifest.xml_ lub _build.gradle_ w swoich źródłach, istnieje wiele możliwości, że F-Droid będzie w stanie go zbudować.
pt_pt: Porque o F-Droid compila cada app do seu código-fonte (através do SDK Android com ant, gradle ou maven, às vezes com a ajuda do Android NDK, programas padrão GNU/Linux e um pouco de pré-processamento no shell BASH), provavelmente se vê um ficheiro chamado _AndroidManifest.xml_ ou _build.gradle_ em suas fontes, haverá muitas possibilidades de F-Droid construí-lo.
ro: Deoarece F-Droid construiește fiecare aplicație din codul său sursă (prin intermediul Android SDK cu ant, gradle sau maven, uneori cu ajutorul Android NDK, programe standard GNU/Linux și o mică pre-procesare în shell-ul BASH), probabil dacă puteți vedea un fișier numit _AndroidManifest.xml_ sau _build.gradle_ în sursele dvs., atunci există multe posibilități ca F-Droid să fie capabil să o construiască.
ru: Поскольку F-Droid собирает каждое приложение из его исходного кода (через Android SDK с помощью ant, gradle или maven, иногда с помощью Android NDK, стандартных программ GNU/Linux и небольшой предварительной обработки в оболочке BASH), вероятно, если вы видите файл под названием _AndroidManifest.xml_ или _build.gradle_ в ваших исходниках, то существует возможностm, что F-Droid сможет собрать его.
uk: F-Droid підтримує збірку застосунків із вихідного коду за допомогою Android SDK з Ant, Gradle чи Maven; іноді за допомогою Android NDK, стандартних програм GNU/Linux і певної попередньої обробки оболонкою Bash. Тож коли ви бачите в якому-небудь вихідному коді файл _AndroidManifest.xml_ чи _build.gradle_, F-Droid із великою ймовірністю може його зібрати.
zh_hans: 因为 F-Droid 从其源代码构建每个应用（通过带有 ant、gradle 或 maven 的 Android SDK，有时在 Android NDK、标准 GNU/Linux 程序和 BASH shell 中的一些预处理的帮助下），可能如果你可以在源代码中看到一个名为 _AndroidManifest.xml_ 或 _build.gradle_ 的文件，那么 F-Droid 可以构建它的可能性有很多。
