Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: You can use `$$name$$` to substitute the path to a referenced srclib - see the `srclib` directory for details of this.
de: Es kann `$$name$$` verwendet werden, um den Pfad zu einer eingetragenen „srclib“ zu ersetzen - Einzelheiten hierzu unter: das `srclib`-Verzeichnis.
pl: Możesz użyć \$\$name\$\$ aby zastąpić ścieżkę do odniesienia srclib - zobacz szczegóły w katalogu `srclib`.
ro: Puteți folosi `$$name$$` pentru a înlocui calea de acces la un fișier de referință. srclib - consultați directorul `srclib` pentru detalii în acest sens.
ru: Вы можете использовать `$$name$$` для подстановки пути к библиотекам исходного кода (srclib); подробности см. в `srclib`.
uk: Замість `$$name$$` буде підставлено шлях відповідної srclib, докладніше про це в каталозі `srclib`.
zh_hans: 可以使用 `$$name$$` 将路径替换为引用的 srclib - 有关详细信息，请参阅 `srclib` 目录。

source: You can use `$$SDK$$` and `$$NDK$$` to substitute the paths to the Android SDK and NDK directories respectively e.g. for when you need to run `android update project` explicitly. The following per-build variables are available likewise: `$$VERSION$$`, `$$VERCODE$$` and `$$COMMIT$$`.
ru: Чтобы подставить пути к каталогам Android SDK и NDK, вы можете использовать переменные `$$SDK$$` и `$$NDK$$` соответственно, например если вам нужно явно запустить `android update project`. Также в `prebuild` доступны следующие переменные: `$$VERSION$$`, `$$VERCODE$$` и `$$COMMIT$$`.
zh_hans: 你可以使用 `\$\$SDK\$\$` 和 `$$NDK$$`分别替换 Android SDK 和 NDK 目录路径。比如，当你 需要显式运行 `android update project` 时。此外，下列 不同构建的变量也可用： `$$VERSION$$`、 `$$VERCODE$$` 和 `$$COMMIT$$`

source: `scanignore: <path1>[,<path2>,...]`<a name="build_scanignore"></a>
pt_pt: `scanignore: <caminho1>[,<caminho2>,...]`<a name="build_scanignore"></a>
ru: `scanignore: <путь1>[,<путь2>,...]`<a name="build_scanignore"></a>
uk: `scanignore: <шлях1>[,<шлях2>,...]`<a name="build_scanignore"></a>

source: : Enables one or more files/paths to be excluded from the scan process. This should only be used where there is a very good reason, and probably accompanied by a comment explaining why it is necessary.
de: : Ermöglicht den Ausschluss von Dateien/Pfaden beim Scan-Vorgang Sollte nur verwendet werden, wenn es dafür einen triftigen Grund gibt, und möglichst von einem Vermerk begleitet sein, der erklärt, warum es notwendig ist.
pl: : Umożliwia wykluczenie jednego lub więcej plików/ścieżek z procesu skanowania. Powinno to być stosowane tylko w uzasadnionych przypadkach i prawdopodobnie wraz z komentarzem wyjaśniającym, dlaczego jest to konieczne.
pt_pt: : Permite que um ou mais ficheiros/caminhos sejam excluídos do processo de varredura. Isso só deve ser usado onde houver uma boa razão e provavelmente acompanhado de um comentário a explicar por que é necessário.
ro: : Permite excluderea din scanare a unuia sau mai multor fișiere/căi de acces de scanare. Acest lucru ar trebui să fie utilizat numai atunci când există un motiv foarte bun, și probabil însoțită de un comentariu care să explice de ce este necesar.
ru: : Позволяет исключить один или несколько файлов/путей из процесса сканирования. Этот параметр следует использовать только при наличии очень веских причин, и, вероятно, сопровождать комментарием, объясняющим почему именно это необходимо.
uk: : Дає змогу нехтувати одним чи кількома файлами чи шляхами при скануванні. Використовуйте лише в крайніх випадках, бажано супроводжуючи коментарем із поясненням, чому це знадобилося.
zh_hans: ：允许从扫描过程中排除一个或多个文件/路径。这应该只在有很好的理由的情况下使用，并且或许可以附加一条评论，解释为什么这是必要的。

source: When scanning the source tree for problems, matching files whose relative paths start with any of the paths given here are ignored.
de: Beim Durchsuchen der Quellverzeichnisstruktur nach Problemen, werden entsprechende Dateien, deren relative Pfade mit einem der hier angegebenen Pfade beginnen, übergangen.
pl: Podczas skanowania drzewa źródłowego w poszukiwaniu problemów, pasujące pliki, których ścieżki względne zaczynają się od którejkolwiek z podanych tu ścieżek, są ignorowane.
pt_pt: Ao varrer a árvore fonte por problemas, os ficheiros correspondentes cujos caminhos relativos iniciam com qualquer um dos caminhos fornecidos aqui são ignorados.
ro: Atunci când se scanează arborele sursă pentru a găsi probleme, se potrivesc fișiere ale căror ale căror căi relative încep cu oricare dintre căile indicate aici sunt ignorate.
ru: При сканировании дерева исходных кодов на наличие проблем, все файлы, чьи относительные пути начинаются с любого из указанных в данном параметре путей, будут проигнорированы.
uk: Виявлення проблем у вихідному коді пропускатиме файли, чиї відносні шляхи починаються з будь-якого зазначеного тут шляху.
zh_hans: 扫描源代码树中的问题时，相对路径以此处给出的任何路径开始的相应文件将被忽略。

source: `scandelete: <path1>[,<path2>,...]`<a name="build_scandelete"></a>
pt_pt: `scandelete: <caminho1>[,<caminho2>,...]`<a name="build_scandelete"></a>
ru: `scandelete: <путь1>[,<путь2>,...]`<a name="build_scandelete"></a>
uk: `scandelete: <шлях1>[,<шлях2>,...]`<a name="build_scandelete"></a>

source: : When running the scan process, any files that trigger errors - like binaries - will be removed. It acts just like [`scanignore`](#build_scanignore), but instead of ignoring the files, it removes them.
ru: : В процессе сканирования все файлы, вызывающие ошибки, как например, двоичные файлы, будут удалены. Данный параметр действует так же, как и [`scanignore`](#build_scanignore), но вместо того, чтобы игнорировать файлы, он их удаляет.
zh_hans: : 运行扫描过程时， 任何触发错误的文件 - 如二进制文件 - 将被删除。 它与 [`scanignore`](#build_scanignore)作用一样， 但是它不会忽略这些文件，而是删除它们。

source: Useful when a source code repository includes binaries or other unwanted files which are not needed for the build. Instead of removing them manually via [`rm`](#build_rm), using `scandelete` is easier.
ru: Полезно, когда хранилище исходного кода включает двоичные или другие нежелательные файлы, которые не нужны для сборки. Вместо того чтобы удалять их вручную с помощью [`rm`](#build_rm), проще использовать `scandelete`.
zh_hans: 用于当源代码存储库包含二进制文件或其他构建不需要的文件。 相比于通过 [`rm`](#build_rm)手动删除它们， 使用`scandelete` 更容易。

source: : As for [`prebuild`](#build_prebuild), but runs during the actual build phase (but before the main Ant/Maven build). Use this only for actions that do actual building. Any preparation of the source code should be done using [`init`](#build_init) or [`prebuild`](#build_prebuild).
ru: : Аналогичен [`prebuild`](#build_prebuild), но будет запущен собственно на этапе сборки (но перед основной сборкой с помощью Ant/Maven). Используйте данный параметр только для действий, которые выполняют фактическую сборку. Любая подготовка исходного кода должна выполняться с помощью [`init`](#build_init) или [`prebuild`](#build_prebuild).
zh_hans: : 类似[`prebuild`](#build_prebuild)，但在实际构建阶段期间运行 (不过在主 Ant/Maven 构建前)。 请只对进行实际构建的操作使用它。 任何的源码准备都应使用 [`init`](#build_init)或 [`prebuild`](#build_prebuild)来完成。

source: Any building that takes place before `build` will be ignored, as either Ant, mvn or gradle will be executed to clean the build environment right before `build` (or the final build) is run.
ru: Любые операции сборки, выполненная до `build`, будут проигнорированы, так как непосредственно перед запуском `build` (т.е. финальной сборкой) среда сборки будет очищена с помощью Ant, mvn или gradle.
zh_hans: 在 `build`之前发生的任何构建都将被忽略， 因为在运行 `build`（或最终构建）之前 Ant、mvn 或 gradle 将被执行以清理构建环境。

source: You can use `$$SDK$$` and `$$NDK$$` to substitute the paths to the Android SDK and NDK directories respectively. The following per-build variables are available likewise: `$$VERSION$$`, `$$VERCODE$$` and `$$COMMIT$$`.
ru: Чтобы подставить пути к каталогам Android SDK и NDK, вы можете использовать переменные `$$SDK$$` и `$$NDK$$` соответственно. Также для каждой сборки доступны следующие переменные: `$$VERSION$$`, `$$VERCODE$$` и `$$COMMIT$$`.
zh_hans: 你可以使用 `SDK` 和 `$$NDK$$` 分别替换 Android SDK 和 NDK 目录路径。以下 不同构建的变量同样可用：`$$VERSION$$`、 `$$VERCODE$$` 和 `$$COMMIT$$`。

source: `buildjni: [yes|no|<dir list>]`<a name="build_buildjni"></a>
pt_pt: `buildjni: [yes|no|<lista de diretório>]`<a name="build_buildjni"></a>
ru: `buildjni: [yes|no|<список каталогов>]`<a name="build_buildjni"></a>
uk: `buildjni: [yes|no|<перелік тек>]`<a name="build_buildjni"></a>

source: : Enables building of native code via the `ndk-build` script before doing the main Ant build. The value may be a list of directories relative to the main application directory in which to run ndk-build, or 'yes' which corresponds to '.' . Using explicit list may be useful to build multi-component projects.
ru: : Позволяет собирать нативный код с помощью сценария `ndk-build` до того, как будет запущена основная сборка Ant. В качестве значения может использоваться или список путей к каталогам (относительно основного каталога приложения), в которых следует запустить ndk-build, или 'yes', что равносильно '.'. Использование явного списка может быть полезно для сборки проектов состоящих из множества компонентов.
zh_hans: : 执行主 Ant 构建前，通过 `ndk-build` 脚本启用本地代码的构建。 值可以是由相对于主应用的多个目录组成的列表， 在这些目录中运行 ndk-build 命令，或者是 对应于 '.' 的 'yes'。 使用明确的列表对构建多组件项目很有用。

source: The build and scan processes will complain (refuse to build) if this parameter is not defined, but there is a `jni` directory present. If the native code is being built by other means like a Gradle task, you can specify `no` here to avoid that. However, if the native code is actually not required or used, remove the directory instead (using [`rm: jni`](#build_rm) for example). Using `buildjni: no` when the jni code isn't used nor built will result in an error saying that native libraries were expected in the resulting package.
ru: Процессы сборки и сканирования будут выдавать ошибку (и не будут собираться), если этот параметр не определён, но присутствует каталог `jni`. Если нативный код должен быть собран с помощью других средств, например, непосредственно Gradle, то чтобы избежать этих ошибок, вы можете указать `no` в данном параметре. Однако если нативный код на самом деле не требуется и не используется, то вместо указания `no` удалите каталог (например, с помощью [`rm: jni`](#build_rm)). Использование `buildjni:no`, когда код jni не используется и не собирается, приведёт к ошибке, сообщающей о том, что в итоговом пакете ожидается наличие нативных библиотек.
zh_hans: 如果此参数未定义，却存在一个 `jni` 目录的话， 构建和扫描过程会抱怨 (拒绝进行构建) 。如果 本机代码正由 Gradle 任务等其他方式构建， 你可以在此处指定 `no` 来避免这种情况。不过，如果实际上本机代码 不是必需的或不被使用，那么请删除该目录 (比如使用 [`rm: jni`](#build_rm)）。当 jni 代码既未被使用也未被 构建时使用 `buildjni:no` 会导致一条错误信息，表示 生成的包中预期有本地库。

source: `ndk: <version>`<a name="build_ndk"></a>
pl: `ndk: <wersja>`<a name="build_ndk"></a>
ro: `ndk: <versiune>`<a name="build_ndk"></a>
ru: `ndk: <версия>`<a name="build_ndk"></a>
uk: `ndk: <версія>`<a name="build_ndk"></a>

source: : Version of the NDK to use in this build. The value is the NDK version as a string in either of the two official version schemes, e.g. _r21e_ or _21.4.7075529_. NDK r10e or later is supported. This can also be a list of version strings, and all listed versions will be installed. The `ANDROID_SDK_ROOT` environment variable will be set to the first version in the list.
de: : Version des NDK, das in diesem Build verwendet werden soll. Der Wert ist die NDK-Version als Zeichenkette in einer der zwei offiziellen Schemata, z. B. _r21e_ oder _21.4.7075529_. NDK r10e oder later werden unterstützt. This can also be a list of version strings, and all listed versions will be installed. The `ANDROID_SDK_ROOT` environment variable will be set to the first version in the list.
pl: : Wersja NDK, która ma być użyta w tej kompilacji. Wartością jest wersja NDK jako w jednym z dwóch oficjalnych schematów wersji, np. _r21e_ lub _21.4.7075529_. Obsługiwany jest pakiet NDK r10e lub nowszy. Może to być także lista łańcuchów wersji, a zainstalowane zostaną wszystkie wymienione wersje. Zmienna środowiskowa `ANDROID_SDK_ROOT` zostanie ustawiona na pierwszą wersję na liście.
ro: : Versiunea NDK care urmează să fie utilizată în această construcție. Valoarea este versiunea NDK sub formă de șir de caractere în oricare dintre cele două scheme oficiale de versiuni, de exemplu _r21e_ sau _21.4.7075529_. Se acceptă NDK r10e sau o versiune ulterioară. Aceasta poate fi, de asemenea, o listă de șiruri de versiuni, iar toate versiunile enumerate vor fi instalate. Adresa variabila de mediu `ANDROID_SDK_ROOT` va fi setată la prima versiune din lista `ANDROID_SDK_ROOT`. din listă.
ru: : Версия NDK для использования в этой сборке. Значение представляет собой строку версии NDK в одной из двух официальных схем: например, _r21e_ или _21.4.7075529_. Поддерживаются версии NDK не меньше _r10e_. Это также может быть список версий, в таком случае все перечисленные версии будут установлены. Переменной окружения `ANDROID_SDK_ROOT` будет присвоено значение первой версии в списке.
uk: : Версія NDK, потрібного цій збірці. Значення — рядок версії NDK за одною з двох офіційних схем версій: _r21e_ або _21.4.7075529_. Підтримується NDK r10e чи новіший. Або тут може бути перелік рядків усіх версій, які потрібно встановити. Змінна середовища `ANDROID_SDK_ROOT` міститиме першу версію з переліку.
zh_hans: ：在本次构建中使用的 NDK 版本。该值是 NDK 的版本，是一个字符串，支持两种官方版本方案，例如 _r21e_ 或 _21.4.7075529_ 。支持 NDK r10e 或更高版本。这也可以是一个版本字符串列表，所有列出的版本都会被安装。`ANDROID_SDK_ROOT` 环境变量将被设置为列表中的第一个版本。

source: `gradle: <flavour1>[,<flavour2>,...]`<a name="build_gradle"></a>
pt_pt: `gradle: <sabor1>[,<sabor2>,...]`<a name="build_gradle"></a>
ru: `gradle: <вариант1>[,<вариант2>,...]`<a name="build_gradle"></a>

source: : Build with Gradle instead of Ant, specifying what flavours to use. Flavours are case sensitive since the path to the output APK is as well.
de: : Mit Gradle statt Ant bauen, mit Festlegung der zu verwendenden Flavours. Bei Flavours ist die Groß- und Kleinschreibung zu beachten, da sie auch für den Pfad zum ausgegebenen APK gilt.
pl: : Twórz z Gradle zamiast Ant, określając, jaki wariant (ang. flavours) użyć. Warianty (ang. Flavours) są wrażliwe na wielkość liter, ponieważ ścieżka do wyjściowego pliku APK jest również wrażliwa.
pt_pt: : Compila com Gradle em vez de Ant, a especificar quais sabores usar. Os sabores fazem distinção entre maiúsculas e minúsculas, pois o caminho para o APK de saída também faz.
ro: : Construiți cu Gradle în loc de Ant, specificând ce variante să utilizați. Variantele sunt sensibile la majuscule și minuscule, deoarece calea către APK-ul de ieșire este de asemenea.
ru: : Собирать с помощью Gradle вместо Ant, с указанием, какие варианты сборки (flavours) использовать. Варианты сборки чувствительны к регистру, также как и путь к итоговому APK-файлу.
uk: : Збирати з Gradle замість Ant. Зазначте потрібні різновиди (flavours). Регістр чутливий, оскільки шлях до APK результату міститиме вид.
zh_hans: ：用 Gradle 而不是 Ant 进行构建，指定要使用的 flavour。Flavour 是区分大小写的，因为输出 APK 的路径是也是如此。

source: If only one flavour is given and it is 'yes', no flavour will be used. Note that for projects with flavours, you must specify at least one valid flavour since 'yes' will build all of them separately.
de: Wenn nur eine Variante gegeben ist und sie "ja" ist, wird keine Variante verwendet. Beachten Sie, dass Sie bei Projekten mit Varianten mindestens ein gültiger Geschmack angegeben werden muss, da "ja" alle getrennt erstellt.
pl: Jeśli podany jest tylko jeden wariant (ang. flavour) i jest to 'yes', nie będzie używany żaden wariant. Zwróć uwagę, że w przypadku projektów z wariantami musisz podać przynajmniej jeden prawidłowy wariant, ponieważ 'yes' będzie kompilować je wszystkie oddzielnie.
ro: În cazul în care este indicată o singură marcă și aceasta este "da", nicio caracteristică nu va fi folosită. Rețineți că, pentru proiectele cu anumite variante, trebuie să specificați cel puțin o caracteristică validă, deoarece "yes" va construi toate acestea separat.
ru: Если указан только один вариант сборки и он имеет значение 'yes', то будет осуществлена сборка по умолчанию, без дополнительных особенностей. Обратите внимание, что для проектов, которые активно используют варианты сборки, вы должны задать хотя бы один корректный вариант, так как значение 'yes' приведёт к сборке всех доступных вариантов.
uk: Якщо в переліку лише один різновид «yes», то жоден різновид не матиме переваги. Зауважте, якщо проєкт має кілька різновидів, обов'язково зазначити принаймні один різновид, оскільки «yes» збере всі види окремо.
zh_hans: 如果只给定一种 flavour 而且是 'yes' 的话，则没有 flavour 会被 使用。请注意，对于有 flavours 的项目，你必须指定至少 一种有效的 flavour， 因为 'yes' 会分别 构建所有的 flavor。

source: `maven: yes[@<dir>]`<a name="build_maven"></a>
pt_pt: `maven: yes[@<diretório>]`<a name="build_maven"></a>
ru: `maven: yes[@<каталог>]`<a name="build_maven"></a>
uk: `maven: yes[@<каталог>]`<a name="build_maven"></a>

source: : Build with Maven instead of Ant. An extra `@<dir>` tells F-Droid to run Maven inside that relative subdirectory. Sometimes it is needed to use `@..` so that builds happen correctly.
ru: : Собирать с помощью Maven вместо Ant. Добавление `@<каталог>` к параметрам указывает F-Droid запускать Maven внутри указанного подкаталога. Иногда для корректной сборки необходимо использовать `@..`.
zh_hans: : 用 Maven 而不是 Ant 构建。 一个额外的 `@<dir>` 告诉 F-Droid 在该相对子文件夹下运行 Maven。 有时需要使用 `@..`才能正确地进行构建。

source: `preassemble: <task1>[,<task2>,...]`<a name="build_preassemble"></a>
pt_pt: `preassemble: <tarefa1>[,<tarefa2>,...]`<a name="build_preassemble"></a>
ru: `preassemble: <задача1>[,<задача2>,...]`<a name="build_preassemble"></a>
uk: `preassemble: <завдання1>[,<завдання2>,...]`<a name="build_preassemble"></a>

source: : List of Gradle tasks to be run before the assemble task in a Gradle project build.
de: : Liste der Gradle-Aufgaben, die vor der Assemblierung in einer Gradle-Projekterstellung ausgeführt werden sollen.
pl: : Lista zadań Gradle uruchamianych przed zadaniem złożenia w kompilacji projektu Gradle.
pt_pt: : Lista de tarefas Gradle a serem executadas antes da tarefa de montagem numa compilação de projeto Gradle.
ro: : Lista de sarcini Gradle care trebuie executate înainte de sarcina de asamblare într-o sarcină Gradle în cadrul unui proiect .
ru: : Список задач Gradle, которые должны быть запущены перед задачей сборки при сборке проекта с помощью Gradle.
uk: : Перелік завдань Gradle, які слід запустити перед завданням assemble у Gradle-проєкті.
zh_hans: ：在 Gradle 项目构建中，在 assemble 任务之前要运行的 Gradle 任务列表。

source: `gradleprops: <prop1>[,<prop2>,...]`<a name="build_gradleprops"></a>
ru: `gradleprops: <свойство1>[,<свойство2>,...]`<a name="build_gradleprops"></a>
uk: `gradleprops: <властивість1>[,<властивість2>,...]`<a name="build_gradleprops"></a>

source: : List of Gradle properties to pass via the command line to Gradle. A property can be of the form `foo` or of the form `key=value`.
de: : Liste der Gradle-Eigenschaften, die über die Kommandozeile an Gradle übergeben werden. Eine Eigenschaft kann die Form `foo` oder `key=value` haben.
pl: : Lista właściwości Gradle do przejścia przez linię poleceń do Gradle. Właściwość może mieć postać `foo` lub postać `key=value`.
pt_pt: : Lista de propriedades Gradle para passar pela linha de comando ao Gradle. Uma propriedade pode ter o formato `foo` ou o formato `chave=valor`.
ro: : Lista de proprietăți Gradle care trebuie transmise prin linia de comandă către Gradle. O caracteristică poate fi de forma `foo` sau de forma `key=valoare`.
ru: : Список свойств Gradle, которые будут переданы Gradle в командной строке. Свойства могут иметь форму `foo` или `key=value`.
uk: : Перелік властивостей, які Gradle отримає через командний рядок. Властивість може мати вигляд `щось` або `ключ=значення`.
zh_hans: ：要通过命令行传递给 Gradle 的 Gradle 属性列表。属性可以是 `foo` 的形式或 `key=value` 的形式。

source: For example: `gradleprops=enableFoo,someSetting=bar` will result in `gradle -PenableFoo -PsomeSetting=bar`.
de: Zum Beispiel: `gradleprops=enableFoo,someSetting=bar` liefert das Ergebnis `gradle -PenableFoo -PsomeSetting=bar`.
pl: Na przykład: `gradleprops=enableFoo,someSetting=bar` spowoduje `gradle -PenableFoo -PsomeSetting=bar`.
pt_pt: Por exemplo: `gradleprops=ativaFoo,umaConfig=bar` resultará em `gradle -PhabilitaFoo -PumaConfig=bar`.
ro: De exemplu: `gradleprops=enableFoo,someSetting=bar` va avea ca rezultat `gradle -PenableFoo -PsomeSetting=bar`.
ru: Например, `gradleprops=enableFoo,someSetting=bar` приведёт к запуску Gradle как: `gradle -PenableFoo -PsomeSetting=bar`.
uk: Наприклад: `gradleprops=enableFoo,someSetting=bar` буде перетворено на `gradle -PenableFoo -PsomeSetting=bar`.
zh_hans: 比如说：`gradleprops=enableFoo,someSetting=bar` 将产生 `gradle -PenableFoo -PsomeSetting=bar`。

source: `antcommands: <target1>[,<target2>,...]`<a name="build_antcommands"></a>
pt_pt: `antcommands: <alvo1>[,<alvo2>,...]`<a name="build_antcommands"></a>
ru: `antcommands: <цель1>[,<цель2>,...]`<a name="build_antcommands"></a>
uk: `antcommands: <ціль1>[,<ціль2>,...]`<a name="build_antcommands"></a>

source: : Specify an alternate set of Ant commands (target) instead of the default 'release'. It can't be given any flags, such as the path to a _build.xml_.
de: : Geben Sie einen alternativen Satz von Ant-Befehlen (Ziel) an anstelle des Standard-'release'. Es können keine Flags angegeben werden, wie z. B. der Pfad zu einer _build.xml_.
pl: : Podaj alternatywny zestaw komend Ant (target) zamiast domyślnego 'wydania'. Nie można podać żadnych flag, takich jak ścieżka do pliku _build.xml_.
ro: : Specificați un set alternativ de comenzi Ant (țintă) în locul celor implicite "release". Nu i se poate da niciun indicator, cum ar fi calea către un _build.xml_.
ru: : Укажите альтернативный набор команд (целей) Ant вместо стандартной 'release'. Никакие флаги (вроде пути к _build.xml_) не могут быть переданы вместе целью.
uk: : Альтернативний набір команд (цілей) Ant замість усталеного «release». Не підтримує жодних опцій, зокрема шляху до файлу _build.xml_.
zh_hans: : 指定另一套 Ant 命令 (target) 而非 默认的 'release'。它不能被赋予任何标记， 比如 _build.xml_ 的路径。

source: `output: <glob/to/output.apk>`<a name="build_output"></a>
ru: `output: <glob-путь/к/output.apk>`<a name="build_output"></a>

source: : Specify a glob path where the resulting unsigned release APK from the build should be. This can be used in combination with build methods like [`gradle: yes`](#build_gradle) or [`maven: yes`](#build_maven), but if no build method is specified, the build is manual. You should run your build commands, such as `make`, in [`build`](#build_build).
ru: : Задаёт glob-путь (который может включать джокеры, как `*` и `?`), где должен находиться выходной не подписанный APK-файл релиза, полученный в результате сборки. Этот параметр можно использовать в сочетании с методами сборки, как например [`gradle: yes`](#build_gradle) или [`maven: yes`](#build_maven), но если не используется ни один из методов сборки то сборка должна осуществляться вручную: вам следует запускать команды сборки, как например `make`, на этапе [`build`](#build_build).
zh_hans: : 指定构建的未签名版本 APK 应在的 glob 路径。 这可以和像 [`gradle: yes`](#build_gradle)或 [`maven: yes`](#build_maven)这样的构建方法结合使用， 但是如果没有指定构建方法， 构建是手动的。 你应该在 [`build`](#build_build)中运行构建命令，例如`make`。

source: : As for [`prebuild`](#build_prebuild), but runs after the actual build phase (the main Ant/Maven build). Use this only for actions that perform some post-processing on the build outputs.
ru: : Аналогично [`prebuild`](#build_prebuild), но запускается после фазы собственно сборки (`build`, основной сборки с помощью Ant/Maven). Используйте это только для действий, которые выполняют некоторую постобработку результатов сборки.
zh_hans: : 类似[`prebuild`](#build_prebuild)， 但在实际构建阶段之后运行 （主 Ant/Maven 构建）。 仅将此用于对构建输出执行某些后处理的操作。
