Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: This is converted to (`<antifeatures>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<antifeatures>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<antifeatures>`) na plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<antifeatures>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit din (`<antifeatures>`) în fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<antifeatures>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<antifeatures>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件(_index.xml_) 中，该字段将被转换为 (`<antifeatures>`)。

source: _Disabled_<a name="Disabled"></a>
de: Deaktiviert (_Disabled_)<a name="Disabled"></a>
pt_pt: _Desativado_<a name="Disabled"></a>
ro: _Disabled_(Dezactivat)<a name="Disabled"></a>
ru: _Disabled_ (Отключено)<a name="Disabled"></a>
uk: _Disabled_ (Вимкнено)<a name="Disabled"></a>

source: If this field is present, the application does not get put into the public index. This allows metadata to be retained while an application is temporarily disabled from being published. The value should be a description of why the application is disabled. No APKs or source code archives are deleted: to purge an APK see [`disable`](#build_disable) in the _Builds_ section or delete it manually for developer builds. The field is therefore used when an app has outlived it's usefulness, because the source tarball is retained.
ru: Если это поле присутствует, приложение не попадает в публичный индекс. Это позволяет сохранить метаданные, пока публикация приложения временно приостановлена. Значение должно представлять собой описание того, почему приложение отключено. APK или архивы исходного кода не удаляются: для удаления APK см. [`disable`](#build_disable) в разделе _Builds_ или удалите его вручную для тестовых сборок. Так что, данное поле используется, когда приложение пережило свою полезность, поскольку архив с исходным кодом сохраняется.
zh_hans: 如果这个字段存在，该应用不会被放入公开索引。这允许在一个应用被暂时禁用时保留元数据。该值应该是对应用被禁用原因的描述。没有 APK 或源代码档案会被删除：要清除APK，请见_Builds_ 部分的[`disable`](#build_disable)，或者手动删除开发者版本。因此，这个字段是在一个应用已经过期的情况下使用的，因为源代码压缩包被保留。

source: _RequiresRoot_<a name="RequiresRoot"></a>
de: Benötigt Root (_RequiresRoot_)<a name="RequiresRoot"></a>
pt_pt: _Requer Root_<a name="RequiresRoot"></a>
ro: _RequiresRoot_(Root necesar)<a name="RequiresRoot"></a>
ru: _RequiresRoot_ (Требуется root)<a name="RequiresRoot"></a>
uk: _RequiresRoot_ (Необхідні права root)<a name="RequiresRoot"></a>

source: Set this optional field to `true` if the application requires root privileges to be usable. This lets the client filter it out if the user so desires. Whether root is required or not, it is good to give a paragraph in the description to the conditions on which root may be asked for and the reason for it.
de: Dieses optionale Feld sollte `true` enthalten, wenn die Anwendung Root-Rechte benötigt, um nutzbar zu sein. Dadurch kann der Client sie aussortieren, wenn der Nutzer dies so wünscht. Egal ob Root zwingend erforderlich ist oder nicht, empfiehlt es sich, bei Verwendung von Root-Zugriffen in der Beschreibung einen Absatz zu ergänzen, der die Bedingungen und den Grund dafür nennt.
pl: Ustaw to opcjonalne pole na `true`, jeśli aplikacja wymaga przywilejów roota, aby była użyteczna. To pozwala klientowi odfiltrować go, jeśli użytkownik tego wymaga. Niezależnie od tego, czy root jest wymagany, czy nie, dobrze jest podać akapit w opisie do warunków, na których root może zostać poproszony i dlaczego.
ro: Setați acest câmp opțional la `true` dacă aplicația necesită privilegii de root pentru a putea fi utilizată. Acest lucru permite clientului să o filtreze dacă utilizatorul dorește acest lucru. Indiferent dacă este necesar sau nu root, este bine să se includă un paragraf în descriere care să precizeze condițiile în care poate fi solicitat root și motivul pentru care se solicită acest lucru.
ru: Установите в это необязательное поле в значение `true`, если для использования приложения необходимы привилегии root. Это позволит пользователю отфильтровать такие приложения в клиенте, если он того пожелает. Независимо от того, абсолютно ли необходим root или опционально, в описании желательно указать при каких условиях и с какой целью, приложение может запросить root-доступ.
uk: Додайте це необов'язкове поле зі значенням `true`, якщо для використання застосунку потрібні root-права. Це дає змогу фільтрувати користувацьку видачу. Незалежно від того, обов'язковий root чи ні, в описі слід виділити абзац на умови, в яких root може бути запитано, й на підстави для цього.
zh_hans: 如果应用需要 root 权限才能使用，请将此可选字段设置为 `true`。如果用户愿意，可以让客户端过滤掉它。无论是否需要 root 权限，最好在描述中给出一段可能要求 root 权限的条件及其原因。

source: This is converted to (`<requirements>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<requirements>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<requirements>`) in the XML file (_index.xml_).
pt_pt: Isso é convertido em (`<requirements>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<requirements>`) în fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<requirements>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<requirements>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_)中，该字段将被转换为 (`<requirements>`)。

source: _ArchivePolicy_<a name="ArchivePolicy"></a>
de: Archivrichtlinie (_ArchivePolicy_)<a name="ArchivePolicy"></a>
pt_pt: _Política de Arquivação_<a name="ArchivePolicy"></a>
ro: _ArchivePolicy_(Politica de arhivare)<a name="ArchivePolicy"></a>
ru: _ArchivePolicy_ (Политика архивирования)<a name="AutoUpdateMode"></a>
uk: _ArchivePolicy_ (Політика архівації)<a name="ArchivePolicy"></a>
zh_hans: _ArchivePolicy_（存档政策）<a name="ArchivePolicy"></a>

source: This determines the policy for moving old versions of an app to the archive repo, if one is configured. The configuration sets a default maximum number of versions kept in the main repo, after which older ones are moved to the archive. This app-specific policy setting can override that.
de: Legt die Richtlinien fest, nach der alte Versionen einer App ins Archiv-Repo verschoben werden, wenn eines eingerichtet ist. Die Konfiguration legt den Standardwert für die maximale Anzahl von im Haupt-Repo aufbewahrten Versionen fest, nach dem ältere Versionen ins Archiv verschoben werden. Diese app-spezifische Richtlinienfestlegung kann den Wert überschreiben.
pl: Określa zasady przenoszenia starych wersji aplikacji do repozytorium archiwizacji, jeśli jest skonfigurowane. Konfiguracja ustawia domyślną maksymalną liczbę wersji przechowywanych w głównym repozytorium, po czym starsze są przenoszone do archiwum. To ustawienie polityki dotyczące konkretnej aplikacji może je zastąpić.
pt_pt: Isso determina a política para mover versões antigas de uma app para o repositório de arquivamento, se um estiver configurado. A configuração define uma quantidade máxima predefinida de versões mantidas no repositório principal, após o qual as versões mais antigas são movidas para o arquivo. Essa configuração de política específica da app pode substituir isso.
ro: Aceasta determină politica de mutare a versiunilor vechi ale unei aplicații în arhiva repo, dacă este configurată una. Configurația stabilește un număr maxim implicit de versiuni păstrate în repo-ul principal, după care cele mai vechi sunt mutate în arhivă. Această setare de politică specifică aplicației poate anula acest lucru.
ru: Определяет политику перемещения старых версий приложения в архивный репозиторий, если таковой настроен. Настройки репозитория устанавливают максимальное количество версий, хранящихся в основном репозитории, по умолчанию, после чего старые версии перемещаются в архив. Этот параметр позволяет переопределить это значение для конкретного приложения.
uk: Це визначає політику пересування старих версій застосунку до архівного репозиторію, якщо такий налаштовано (вказано усталену максимальну кількість версій, що зберігаються в головному репозиторії, при досягненні якої старіші версії посуваються до архіву). Усталене значення можна замінити для певного застосунку цією властивістю.
zh_hans: 如果配置了一个归档存储库的话，这决定了将应用的旧版本转移到归档存储库的策略。配置设置了一个默认的在主存储库中保留的最大版本数，之后旧版本会被移到归档存储库中。这个特定于应用的策略设置可以覆盖它。

source: The version specified via [_CurrentVersionCode_](#CurrentVersionCode) is always considered the newest version when deciding which versions to put into the archive. This means that when _ArchivePolicy_ is set to `1` only the APK corresponding to CVC is kept, which is not necessarily the one with the highest version code.
ru: При решении вопроса о том, какие версии поместить в архив, версия, указанная в [_CurrentVersionCode_](#CurrentVersionCode), всегда считается самой новой. Это означает, что при значении _ArchivePolicy_ равным `1` сохраняется только APK, соответствующий CVC, который не обязательно имеет самый высокий номер версии.
zh_hans: 在决定将哪些版本放入存档时，通过 [_CurrentVersionCode_](#CurrentVersionCode)指定的版本始终被视为最新版本。这意味着当_ArchivePolicy_ 设置为 `1` 时，只保留 CVC 对应的 APK，而不一定是版本号最高的那个。

source: Currently the only supported format is `n`, where `n` is the number of versions to keep. Defaults to `3`. For apps with a list of [_VercodeOperation_](#VercodeOperation) the default is calculated as `3 × number of operations`, e.g. for an app with two operations, for two ABIs, 6 versions will be kept.
ru: В настоящее время поддерживается только формат `n`, где `n` - количество версий, которые нужно сохранять. Значение по умолчанию: `3`. Для приложений со списком [_VercodeOperation_](#VercodeOperation) значение по умолчанию рассчитывается как `3 × количество операций`, например, для приложения с двумя операциями, для двух ABI, будет сохранено 6 версий.
zh_hans: `n` 是当前唯一受支持的格式， `n`是要保留的版本数。 默认值为 `3`。 对于有[_VercodeOperation_](#VercodeOperation)列表的应用，默认计算方法为`3 x 操作数`。例如， 对于有两个操作的应用，对于两个 ABI，将保留 6 个版本。

source: _AutoUpdateMode_<a name="AutoUpdateMode"></a>
de: Automatische Aktualisierungsmethode (_AutoUpdateMode_)<a name="AutoUpdateMode"></a>
pt_pt: _Modo de Auto-Atualização_<a name="AutoUpdateMode"></a>
ro: _AutoUpdateMode_( AutoActualizareMod)<a name="AutoUpdateMode"></a>
ru: _AutoUpdateMode_ (Режим автообновления)<a name="UpdateCheckMode"></a>
uk: _AutoUpdateMode_ (Режим автооновлення)<a name="AutoUpdateMode"></a>
zh_hans: _AutoUpdateMode_（自动更新模式）<a name="AutoUpdateMode"></a>

source: This determines the method used for auto-generating new builds when new releases are available - in other words, adding a new Build Version line to the metadata. This happens in conjunction with the [_UpdateCheckMode_](#UpdateCheckMode) functionality - i.e. when an update is detected by that, it is also processed by this.
ru: Данное поле определяет метод, используемый для автоматической генерации новых сборок при появлении новых релизов; другими словами, для добавления новой строки Build Version в метаданные. Это происходит в сочетании с функциональностью [_UpdateCheckMode_](#UpdateCheckMode), т.е. когда обновление обнаруживается с помощью _UpdateCheckMode_, оно обрабатывается с помощью _AutoUpdateMode_.
zh_hans: 这决定了在有新版本时自动生成新构建的方法 - 换句话说，在元数据中添加新的构建版本行。这与[_UpdateCheckMode_](#UpdateCheckMode)功能共同进行 - 也就是说，当一个更新被检测到时，它也会被此功能处理。

source: Valid modes are:
de: Gültige Methoden sind:
pl: Prawidłowe tryby to:
pt_pt: Modos válidos são:
ro: Modurile valabile sunt:
ru: Доступными режимами являются:
uk: Чинні режими:
zh_hans: 有效模式是：

source: `None` - Auto-updating is disabled.
de: `None` – Automatische Aktualisierung deaktiviert.
ru: `None` — автоматическое обновление отключено.
zh_hans: `None` - 自动更新被禁用。

source: `Version` - Auto-updating is enabled.
de: `Version` – Automatische Aktualisierung aktiviert.
pl: `Wersja` - Automatyczna aktualizacja jest włączona.
ro: `Versiunea` - Actualizarea automată este activată.
ru: `Version` — автоматическое обновление включено.
uk: `Version` — автооновлення увімкнено.
zh_hans: `Version` - 已启用自动更新。

source: If [_UpdateCheckMode_](#UpdateCheckMode) is set to `Tags`, this should be set to `Version` without any pattern. The checked tag is used directly.
ru: Если в [_UpdateCheckMode_](#UpdateCheckMode) установлено значение `Tags`, то в данном поле должно быть установлено `Version` без какого-либо шаблона. Извлечённое имя тега будет использоваться напрямую.
zh_hans: 如 [_UpdateCheckMode_](#UpdateCheckMode)被设为`Tags`，那么这个应设为 `Version`，不带任何正则模式。 勾选的标签被直接使用。

source: If `UpdateCheckMode` is set to `HTTP`, a pattern should be added after the `Version`. The pattern is used to generate a value (tag name) used for the [`commit:`](#build_commit) property of new build blocks. It is simply text in which `%v` and `%c` are replaced with the required version name and version code respectively. The resulting string must match an existing tag in the app's repo, which then will be used by F-Droid to build the corresponding version.
ru: Если в `UpdateCheckMode` установлено значение `HTTP`, то после `Version` должен быть добавлен шаблон. Этот шаблон используется для генерации значения (имени тега), который будет использован для свойства [`commit:`](#build_commit) в новых блоках сборки. Это просто строка символов, в котором `%v` и `%c` будут заменены на запрошенные имя и кодовый номер версии, соответственно. Полученная таким образом строка должна совпадать с существующим тегом в репозитории приложения, который и будет использоваться F-Droid для сборки соответствующей версии.
zh_hans: 如 `UpdateCheckMode` 设为 `HTTP`， 那么应在 `Version` 之后添加一个模式。 该模式用来生成一个用于新构建块 [`commit:`](#build_commit)属性的值（标签名）。 它是简单的文本， 其中 `%v` 和 `%c` 分别被替换成所需的版本名称和版本代码。 产生的字符串必须与应用存储库中的现有标签相匹配， 然后 F-Droid 将使用该标签来构建相应的版本。

source: For example, if an app always has a tag `2.7.2` corresponding to version 2.7.2, you would simply specify `Version %v`. If an app always has a tag `ver_1234` for a version with version code 1234, you would specify `Version ver_%c`.
de: Zum Beispiel, wenn eine App immer einen Tag `2.7.2` hat, der Version 2.7.2 entspricht, würde man einfach `Version %v` angeben. Wenn eine App immer einen Tag `ver\_1234` für eine Version mit dem Versionscode 1234 hat, würde man `Version ver\_%c` angeben.
ru: Например, если в репозитории приложении тег вида `2.7.2` всегда соответствует версии 2.7.2, вы можете указать просто `Version %v`. А если тег вида `ver_1234` соответствует версии с кодовым номером 1234, то вы могли бы указать `Version ver_%c`.
uk: Наприклад, якщо в застосунку тег `2.7.2` завжди відповідає версії 2.7.2, то зазначте просто `Version %v`. Якщо в застосунку тег `ver_1234` завжди відповідає версії з кодом 1234, то зазначте `Version ver_%c`.
zh_hans: 例如，如果一个应用总是有一个标签 `2.7.2` 对应于 2.7.2 版本， 你可以简单地指定 `Version %v`。 如果一个应用总是有一个标签 `ver_1234` 表示版本代码为 1234 的版本， 你可以指定 `Version ver_%c`。

source: Additionally, a suffix can be added to the version name at this stage, to differentiate F-Droid's build from the original. Continuing the first example above, you would specify that as `Version +-fdroid %v`, where `-fdroid` is the suffix that will be appended to the [`versionName`](#build_versionName) specified in e.g. `build.gradle` when building the APK.
ru: Кроме того, на этом этапе к имени версии может быть добавлен суффикс чтобы отличить сборку F-Droid от оригинальной. Продолжая первый пример выше, вы можете указать это как: `Version +-fdroid %v`, где `-fdroid` — это суффикс, который будет добавлен к [`versionName`](#build_versionName), указанному при сборке APK, например, в `build.gradle`.
zh_hans: 此外，在这个阶段， 可以在版本名称中添加一个后缀， 以区分 F-Droid 的构建和原始版本。 继续上面的第一个例子，你可以将其指定为 `Version +-fdroid %v`， 其中 `-fdroid`是构建 APK 时将被附加 到比方说`build.gradle`中指定的[`versionName`](#build_versionName)的后缀。

source: For apps with a list of [_VercodeOperation_](#VercodeOperation) the number of builds is equal to the number of items in the list.
de: Für Apps mit einer Liste in [_VercodeOperation_](#VercodeOperation) entspricht die Anzahl der Builds der Anzahl der Einträge in der Liste.
pl: Dla aplikacji z listą [_VercodeOperation_](#VercodeOperation) ilość zbudowanych paczek jest równa ilości rzeczy w liście.
ro: Pentru aplicațiile cu o listă de [_VercodeOperation_](#VercodeOperation), numărul de compilări este egal cu numărul de elemente din listă.
ru: Для приложений со списком [_VercodeOperation_](#VercodeOperation) количество сборок равно количеству элементов в списке.
uk: Для застосунків зі списком з [_VercodeOperation_](#VercodeOperation) кількість збірок дорівнює кількості елементів у списку.
zh_hans: 对于带 [_VercodeOperation_](#VercodeOperation)列表的应用， 构建数等于列表中项目数。

source: _UpdateCheckMode_<a name="UpdateCheckMode"></a>
de: Aktualisierungsprüfmethode (_UpdateCheckMode_)<a name="UpdateCheckMode"></a>
pt_pt: _Modo de Verificação de Atualização_<a name="UpdateCheckMode"></a>
ro: _UpdateCheckMode_(Actualizare CheckMode)<a name="UpdateCheckMode"></a>
ru: _UpdateCheckMode_(Режим проверки обновлений)<a name="UpdateCheckMode"></a>
uk: _UpdateCheckMode_ (Режим перевірки оновлень)<a name="UpdateCheckMode"></a>
zh_hans: _UpdateCheckMode_（更新检查模式）<a name="UpdateCheckMode"></a>

source: This determines the method using for determining when new releases are available - in other words, the updating of the [_CurrentVersion_](#CurrentVersion) and [_CurrentVersionCode_](#CurrentVersionCode) fields in the metadata by the `fdroid checkupdates` process.
ru: Данное поле задаёт метод, используемый для определения доступности новых выпусков; другими словами, для обновления в метаданных полей _CurrentVersion_](#CurrentVersion) и [_CurrentVersionCode_](#CurrentVersionCode) командой `fdroid checkupdates`.
zh_hans: 这决定了用于确定何时有新版本 - 换句话说，由 `fdroid checkupdates` 进程更新元数据中[_CurrentVersion_](#CurrentVersion)和 [_CurrentVersionCode_](#CurrentVersionCode)字段。

source: It currently works for every repository type to different extents, except the `srclib` repo type. For `git`, `git-svn` and `hg` repo types, you may use `RepoManifest/yourbranch` as _UpdateCheckMode_ so that "yourbranch" would be the branch used in place of the default one. The default values are "master" for git, "default" for hg and none for git-svn (it stays in the same branch). On the other hand, branch support hasn't been implemented yet in `bzr` and `svn`, but `RepoManifest` may still be used without it.
ru: В настоящее время данный метод работает для разных типов репозиториев с разной степенью успешности (за исключением репозиториев типа `srclib`). Для репозиториев типа `git`, `git-svn` и `hg` вы можете указать `RepoManifest/ваша_ветка` в _UpdateCheckMode_, тогда `ваша_ветка` будет использоваться для проверки обновлений вместо ветки по умолчанию. Значения по умолчанию: `master` для git, `default` для hg и ни пустое значени для git-svn (он остаётся на той же ветке). С другой стороны, поддержка веток в `bzr` и `svn` пока не была реализована, но `RepoManifest` может быть использован и без этого.
zh_hans: 目前，它在不同程度上适用于除了 `srclib` 存储库类型以外的每种存储库类型。 对于 `git`、`git-svn` 和 `hg` 存储库类型， 你可以用 `RepoManifest/yourbranch` 作为 _UpdateCheckMode_， 这样 "yourbranch" 就会被用来代替默认分支。 git 的默认值是 "master"，hg 的默认值是 "default"， git-svn 的默认值是 none（它保持在同一分支）。 另一方面，分支支持还没有在 `bzr` 和 `svn` 中实现， 但`RepoManifest` 仍然可以在没有它的情况下使用。

source: It currently only works for `git`, `hg`, `bzr` and `git-svn` repositories. In the case of the latter, the repo URL must contain the path to the `trunk` and `tags` or else no tags will be found.
ru: В настоящее время он работает только для репозиториев `git`, `hg`, `bzr` и `git-svn`. В случае последнего, URL репозитория должен содержать путь как к основной линии (`trunk`), так и к тегам (`tags`), иначе ни какие теги не будут найдены.
zh_hans: 目前它只适用于 `git`、`hg`、`bzr` 和 `git-svn`存储库。 在后者的情况下，存储库的 URL 必须包含通往`trunk` 和 `tags`的路径， 否则将找不到标签。

source: Optionally append a regex pattern at the end - separated with a space - to only check the tags matching said pattern. Useful when apps tag non-release versions such as `X.X-alpha`, so you can filter them out with something like `.*[0-9]$` which requires tag names to end with a digit. Example: `UpdateCheckMode: Tags .*[0-9]$`
ru: Добавьте регулярное выражение в конец поля через пробел, для опциональной проверки тегов на соответствие указанному шаблону, Полезно, когда тегами отмечены нерелизные версии приложения, например, `X.X-alpha`, чтобы отфильтровать их с помощью выражения вроде `.*[0-9]$`, которое будет соответствовать только тем тегам, чьи имена заканчиваются на цифру. Пример: `UpdateCheckMode: Tags .*[0-9]$`
zh_hans: 要只检查匹配特定正则表达式的标签， 只需在末尾添加相应的正则模式即可， 不同模式间用空格隔开 。 这在应用标签为非发布版本（如 `X.X-alpha`）时非常有用， 你可以用 `.*[0-9]$` 这样的正则表达式来筛掉不是以数字结尾的标签名。 示例：`UpdateCheckMode: Tags .*[0-9]$`

source: Optionally [_UpdateCheckData_](#UpdateCheckData) can be specified to extract version code and name from repository files you specify (instead of relying on the defaults, which in most cases is `build.gradle` or `AndroidManifest.xml`).
ru: Кроме того, в [_UpdateCheckData_](#UpdateCheckData) можно указать, чтобы кодовый номер и имя версии извлекались из других файлов репозитория (вместо того, чтобы полагаться на значение по умолчанию, которым в большинстве случаев будет `build.gradle` или `AndroidManifest.xml`).
zh_hans: 可选地， 可以明确 [_UpdateCheckData_](#UpdateCheckData)来从你指定的存储库文件 而不是依靠默认值（在大多数情况下是 `build.gradle` 或 `AndroidManifest.xml`）中 提取版本代码和名称。

source: Firstly, if `urlcode` is non-empty, the document from that URL is retrieved, and matched against the regular expression `excode`, with the first group becoming the version code.
de: Zuerst wird, wenn `urlcode` nicht leer ist, das Dokument von dieser URL bezogen und gegen den regulären Ausdruck `excode` abgeglichen, so dass die erste Gruppe der Versionscode wird.
pt_pt: Primeiramente, se `urlcode` não estiver vazio, o documento dessa URL será obtido e comparado com a expressão regular `excode`, com o primeiro grupo a tornar-se o código da versão.
ru: Во-первых, если `urlcode` не является пустым, происходит запрос документа, расположенного по этому URL-адресу, и он сопоставляется с регулярным выражением `excode`, причём строка, сопоставленная первой группе регулярного выражения используется в качестве кодового номера версии.
uk: По-перше, якщо `urlcode` не порожній, документ за цією URL-адресою завантажується й зіставляється з регулярним виразом `excode`, перша група якого стає кодом версії.
zh_hans: 首先，如果 `urlcode` 不为空，则获取该 URL 中的文档，并与正则表达式 `excode` 匹配，以其中第一个匹配组作为版本代码。

source: Secondly, if `urlver` is non-empty, the document from that URL is retrieved, and matched against the regular expression `exver`, with the first group becoming the version name. The `urlver` field can be set to simply '.' which says to use the same document returned for the version code again, rather than retrieving a different one.
de: Danach wird, wenn `urlver` nicht leer ist, das Dokument von dieser URL geholt und gegen den regulären Ausdruck `exver` abgeglichen, wodurch die erste Gruppe zum Versionsnamen wird. Das Feld `urlver` kann einfach auf '.' gesetzt werden, was besagt, dasselbe Dokument wieder zu verwenden, das für den Versionscode zurückkam, bevor ein Weiteres bezogen wird.
ru: Во-вторых, если `urlver` не является пустым, то происходит запрос документа, расположенного по этому URL-адресу, и он сопоставляется с регулярным выражением `exver`. И аналогично, строка, сопоставленная первой группе регулярного выражения используется в качестве имени версии. Также поле `urlver` может быть равно просто '.', что означает использовать тот же документа, который использовался для запроса кодового номера версии, а не запрашивать какой-то другой.
uk: По-друге, якщо `urlver` не порожня, документ за цією URL-адресою завантажується й зіставляється з регулярним виразом `exver`, перша група якого стає назвою версії. В полі `urlver` можна зазначити просто «.», щоб перевикористати документ, із якого взято код версії, а не завантажувати інший.
zh_hans: 其次，如果 `urlver` 不是空的， 则获取该 URL 中的文档， 并与正则表达式 `exver` 进行匹配，其中第一组成为版本名。 `urlver` 字段可以简单设置为 '.'， 表示和版本代码使用同一文件而不是获取另一个。
