Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Please be aware that texts in the app's metadata file will override all other descriptive texts provided through the structures explained below. This affects [_Name_](../Build_Metadata_Reference/#Name), [_Summary_](../Build_Metadata_Reference/#Summary), and [_Description_](../Build_Metadata_Reference/#Description). Once metadata fields that were previously in the metadata file have been moved to the app's source repo, please file a [merge request](https://gitlab.com/fdroid/fdroiddata/merge_requests) or [issue](https://gitlab.com/fdroid/fdroiddata/issues) to remove _Summary_ and _Description_ from the app's metadata file.
de: Bitte seien Sie sich bewusst, dass die Texte in der Metadaten-Datei der App alle anderen beschreibenden Texte durch die hier erläuterten Strukturen ersetzen. Das gilt insbesondere für [_Name_](../Build_Metadata_Reference/#Name), [_Summary_](../Build_Metadata_Reference/#Summary) und [_Description_](../Build_Metadata_Reference/#Description). Sobald Metadaten-Felder, die zuvor in der Metadaten-Datei gewesen sind, in das Quellrepository der App verschoben wurden, erstellen Sie bitte eine [Merge-Anfrage](https://gitlab.com/fdroid/fdroiddata/merge_requests) oder ein [Ticket](https://gitlab.com/fdroid/fdroiddata/issues), um _Summary_ und _Description_ aus der Metadaten-Datei der App zu entfernen oder entfernen zu lassen.
pl: Należy pamiętać, że teksty w pliku metadanych aplikacji zastępują wszystkie inne teksty opisowe dostarczone przez struktury wyjaśnione poniżej. Ma to wpływ na [_Name_](../Build_Metadata_Reference/#Name), [_Summary_](../Build_Metadata_Reference/#Summary) i [_Description_](../Build_Metadata_Reference/#Description). Gdy pola metadanych, które wcześniej znajdowały się w pliku metadanych, zostaną przeniesione do repo aplikacji, wypełnij [merge request](https://gitlab.com/fdroid/fdroiddata/merge_requests) lub zgłoś [błąd](https://gitlab.com/fdroid/fdroiddata/issues), aby usunąć _Summary_ i _Description_ z pliku metadanych aplikacji.
ro: Vă rugăm să țineți cont de faptul că textele din fișierul de metadate al aplicației vor prevala asupra tuturor celorlalte texte descriptive furnizate prin intermediul structurilor explicate mai jos. Acest lucru afectează [_Name_](../Build_Metadata_Reference/#Name), [_Summary_](../Build_Metadata_Reference/#Summary) și [_Description_](../Build_Metadata_Reference/#Description). Odată ce câmpurile de metadate care se aflau anterior în fișierul de metadate au fost mutate în fișierul sursă al aplicației, vă rugăm să depuneți o [merge request](https://gitlab.com/fdroid/fdroiddata/merge_requests) sau [issue](https://gitlab.com/fdroid/fdroiddata/issues) pentru a elimina _Summary_ și _Description_ din fișierul de metadate al aplicației.
ru: Имейте в виду, что содержимое файла метаданных приложения переписывает любые другие тексты описаний, предоставленные с помощью структур, описанных ниже. Это влияет на [_имя_](../Build_Metadata_Reference/#Name), [_обзор приложения_](../Build_Metadata_Reference/#Summary) и [_его описание_](../Build_Metadata_Reference/#Description). Как только информация, которая ранее располагались в файле метаданных будет перенесена в репозиторий с исходным кодом, можно [подать запрос на слияние](https://gitlab.com/fdroid/fdroiddata/merge_requests) или [сообщить о проблеме](https://gitlab.com/fdroid/fdroiddata/issues), чтобы удалить секции _Summary_ и _Description_ из файла метаданных приложения.
uk: Майте на увазі, що вміст файлу метаданих застосунку перезаписує будь-які інші тексти описів, надані за допомогою описаних далі структур. Це впливає на [_назву_](../Build_Metadata_Reference/#Name), [_огляд застосунку_](../Build_Metadata_Reference/#Summary) та [_його опис_](../Build_Metadata_Reference/#Description). Тільки-но відомості, які раніше розташовувалися в файлі метаданих буде перенесено в репозиторій з джерельним кодом, можна [подати запит на злиття](https://gitlab.com/fdroid/fdroiddata/merge_requests) або [повідомити про помилку](https://gitlab.com/fdroid/fdroiddata/issues), щоб видалити розділи _Summary_ та _Description_ з файлу метаданих застосунку.
zh_hans: 请注意，应用的元数据文件中的文本将覆盖所有其他通过下面解释的结构提供的描述性文本。这影响到 [_Name_](../Build_Metadata_Reference/#Name)，[_Summary_](../Build_Metadata_Reference/#Summary) 和 [_Description_](../Build_Metadata_Reference/#Description)。一旦之前在元数据文件中的元数据字段被转移到应用的存储库中，请提交[合并请求](https://gitlab.com/fdroid/fdroiddata/merge_requests)或[问题](https://gitlab.com/fdroid/fdroiddata/issues)以从应用的元数据文件中删除 _Summary_ 和 _Description_。

source: For more details, see the [precedence rules](#precedence) described at the end of this file.
de: Für weitere Details, siehe die [Präzidenzregeln](#precedence) am Ende der Datei.
pl: Aby uzyskać więcej informacji, zobacz [reguły pierwszeństwa](#precedence) opisane na końcu tego pliku.
pt_pt: Para mais detalhes, veja a [regras de precedência](#precedence) descrita no final deste ficheiro.
ro: Pentru mai multe detalii, consultați [precedence rules](#precedence) descrisă la sfârșitul acestui fișier.
ru: Для получения дополнительных сведений см. [правила приоритета](#precedence), описанные в конце этого файла.
uk: Докладніше див. [правила пріоритету](#precedence) описані в кінці цього файлу.
zh_hans: 更多细节参见本文件末尾描述的[优先权规则](#precedence)。

source: F-Droid will only use metadata files from the latest release. This means that *fdroidserver* will check out the latest version it knows and scan the repository at the state of that version for metadata files.
de: F-Droid nutzt nur Metadaten-Dateien von der letzten veröffentlichten Version der App. Das bedeutet, dass *fdroiddata* die letzte bekannte Version auschecken wird und das Repository auf dem Stand dieser Version nach Metadaten-Dateien durchsuchen wird.
pl: F-Droid będzie używał tylko plików metadanych z najnowszej wersji. Oznacza to, że *fdroidserver* pobierze najnowszą znaną wersję i przeskanuje repozytorium w stanie tej wersji w poszukiwaniu plików metadanych.
pt_pt: O F-Droid só utilizará ficheiros de metadados da versão mais recente. Isto significa que *fdroidserver* verificará a última versão que conhece e verificará o repositório no estado daquela versão para a procura de ficheiros de metadados.
ro: F-Droid va utiliza numai fișierele de metadate din cea mai recentă versiune. Acest lucru înseamnă că *fdroidserver* va verifica cea mai recentă versiune pe care o cunoaște și va scana depozitul la starea acelei versiuni pentru fișierele de metadate.
ru: F-Droid будет использовать файлы метаданных только последней версии. Это означает, что *fdroidserver* проверит последнюю известную ему версию и просканирует репозиторий в состоянии этой версии на предмет файлов метаданных.
uk: F-Droid використовуватиме лише метадані з останнього випуску. Це означає що *fdroidserver* перевірить останню відому версію та перевірить репозиторій у стані цієї версії на наявність файлів метаданих.
zh_hans: F-Droid 将只使用最新发布版本里的元数据文件。这意味着 *fdroidserver* 将拉取它所知道的最新版本，并在该版本的存储库中查找元数据文件。

source: All metadata files are completely optional, except for the short summary description as well as the longer full description. However, apps which do not fulfill certain [criteria](#latest-tab-criteria) will not be shown on the Latest tab.
de: Alle Metadaten-Dateien sind völlig optional, abgesehen von der kurzen, zusammenfassenden Beschreibung sowohl als auch der ausführlichen Beschreibung. Allerdings werden Anwendungen, die bestimmte [Kriterien](#latest-tab-criteria) nicht erfüllen, nicht auf dem Neueste-Tab angezeigt.
pl: Wszystkie pliki metadanych są całkowicie opcjonalne, z wyjątkiem krótkiego opisu podsumowującego, a także dłuższego opisu pełnego. Jednak aplikacje, które nie spełniają określonych [kryteriów](#latest-tab-criteria), nie będą wyświetlane na karcie Najnowsze.
pt_pt: Todos os ficheiros de metadados são completamente opcionais, exceto a breve descrição resumida, bem como a descrição completa mais longa. No entanto, as aplicações que não cumprem certos [critérios](#latest-tab-criteria) não serão mostradas na guia Últimos.
ro: Toate fișierele de metadate sunt complet opționale, cu excepția unei scurte descrieri sumare și a unei descrieri complete mai lungi. Cu toate acestea, aplicațiile care nu îndeplinesc anumite [criteria](#latest-tab-criteria) nu vor fi afișate în fila Latest .
ru: Все файлы метаданных являются необязательными, за исключением краткого сводного описания, а также более подробного полного описания. Однако приложения, которые не соответствуют определенным [критериям](#latest-tab-criteria), не будут отображаться на вкладке «Последние».
uk: Усі файли метаданих є абсолютно необов'язковими, за винятком короткого зведеного опису, а також довшого повного опису. Однак застосунки, які не відповідають певним [чинникам](#latest-tab-criteria) не відображатимуться на вкладці Останні.
zh_hans: 所有元数据文件都是完全可选的，除了简短的概要描述以及较长的完整描述。然而，不符合某些[标准](#latest-tab-criteria)的应用将不会被显示在最新标签页上。

source: Fastlane structure
de: Fastlane-Struktur
pl: Struktura Fastlane
pt_pt: Estrutura Fastlane
ro: Structura Fastlane
ru: Структура Fastlane
uk: Структура Fastlane
zh_hans: Fastlane 结构

source: The first of the two structures is aiming to be compatible to the [fastlane supply](https://github.com/fastlane/fastlane/blob/2.28.7/supply/README.md#images-and-screenshots) tool.
de: Die erste der beiden Strukturen zielt darauf ab, mit dem Programm [fastlane supply](https://github.com/fastlane/fastlane/blob/2.28.7/supply/README.md#images-and-screenshots) kompatibel zu sein.
pl: Pierwsza z dwóch struktur ma być kompatybilna z narzędziem [fastlane supply](https://github.com/fastlane/fastlane/blob/2.28.7/supply/README.md#images-and-screenshots) tool.
pt_pt: A primeira das duas estruturas visa ser compatível com a ferramenta [fastlane supply](https://github.com/fastlane/fastlane/blob/2.28.7/supply/README.md#images-and-screenshots).
ro: Prima dintre cele două structuri se dorește a fi compatibilă cu instrumentul [fastlane supply](https://github.com/fastlane/fastlane/blob/2.28.7/supply/README.md#images-and-screenshots).
ru: Первая из двух структур нацелена на совместимость с инструментом [fastlane supply](https://github.com/fastlane/fastlane/blob/2.28.7/supply/README.md#images-and-screenshots).
uk: Перша з двох структур прагне бути сумісною зі знаряддям [fastlane supply](https://github.com/fastlane/fastlane/blob/2.28.7/supply/README.md#images-and-screenshots).
zh_hans: 第一种结构旨在与 [Fastlane 提供](https://github.com/fastlane/fastlane/blob/2.28.7/supply/README.md#images-and-screenshots)工具兼容。

source: The basic file structure is as follows. Pay attention to the notes at the right. When this structure is created, it needs to be place in the correct position as outlined below.
de: Die grundliegende Struktur sieht wie folgt aus. Beachten Sie die Hinweise auf der rechten Seite. Wenn diese Struktur erstellt ist, muss sie noch wie unten beschrieben richtig platziert werden.
pl: Podstawowa struktura plików jest następująca. Zwróć uwagę na notatki po prawej stronie. Po utworzeniu tej struktury należy ją umieścić we właściwej pozycji, jak opisano poniżej.
pt_pt: A estrutura básica do ficheiro é a seguinte. Preste atenção às notas à direita. Quando esta estrutura é criada, precisa ser posta na posição correta, conforme descrito abaixo.
ro: Structura de bază a fișierelor este următoarea. Fiți atenți la notele din dreapta. Atunci când această structură este creată, trebuie să fie plasată în poziția corectă, așa cum se arată mai jos.
ru: Базовая структура файла следующая. Обратите внимание на примечания справа. При создании этой конструкции ее необходимо разместить в правильном положении, как показано ниже.
uk: Основна структура файлів така. Зверніть увагу на примітки праворуч. Коли ця структура створена, її потрібно розмістити у правильному положенні, як зазначено далі.
zh_hans: 基本的文件结构如下。请注意右边的注释。当创建项目结构时，这些文件一定要被放置在正确的位置，如下所述。

source: ├── en-US (en-US is the F-Droid fallback language) │ ├── short_description.txt (short description, max 80 chars, mandatory) │ ├── full_description.txt (full app description, mandatory) │ ├── title.txt (app name) │ ├── video.txt (URL to a video introducing the app) │ ├── images │ │ ├── icon.png (app icon) │ │ ├── featureGraphic.png (promo banner, shown on top of the app desc in F-Droid client; landscape) │ │ ├── tvBanner.png ("icon" for TV devices, currently not used) │ │ ├── phoneScreenshots │ │ │ ├── 1.png │ │ │ ├── 2.png │ │ │ ... │ │ ├── sevenInchScreenshots/ │ │ ├── tenInchScreenshots/ (you may add different screenshots for different screen sizes) │ │ ├── tvScreenshots/ │ │ └── wearScreenshots/ │ └── changelogs │ ├── 100000.txt (must correspond to versionCode, literally, no padding) │ ├── 100100.txt (if the version code was set to 100100) │ └── 100101.txt (maximum size: 500 characters) └── ru (other locale codes) ... (localized metadata is always preferred by the client) └── changelogs └── 100100.txt
de: ├── en-US (F-Droid weicht auf en-US aus) │ ├── short_description.txt (kurze Beschreibung, max. 80 Zeichen, obligatorisch) │ ├── full_description.txt (ausführiche App-Beschreibung, obligatorisch) │ ├── title.txt (Name der App) │ ├── video.txt (URL eines Video, was die App vorstellt) │ ├── images │ │ ├── icon.png (App-Icon) │ │ ├── featureGraphic.png (Werbebanner, wird oben in der F-Droid-Client angezeigt; Querformat) │ │ ├── tvBanner.png ("Icon" für Fernsehgeräte, momentan nicht in Verwendung) │ │ ├── phoneScreenshots │ │ │ ├── 1.png │ │ │ ├── 2.png │ │ │ … │ │ ├── sevenInchScreenshots/ │ │ ├── tenInchScreenshots/ (verschiedene Screenshots für verschiedene Größen lassen sich hinzufügen) │ │ ├── tvScreenshots/ │ │ └── wearScreenshots/ │ └── changelogs │ ├── 100000.txt (muss genau mit versionCode übereinstimmen) │ ├── 100100.txt (wenn versionCode 100100 wäre) │ └── 100101.txt (maximale Größe: 500 Zeichen) └── ru (andere Sprachkürzel) … (übersetzte Metadaten werden von der Client immer bevorzugt) └── changelogs └── 100100.txt
ro: ├─ en-US (en-US este limba de rezervă pentru F-Droid) ├─ short_description.txt (descriere scurtă, max 80 de caractere, obligatoriu) │ ├─── full_description.txt (descrierea completă a aplicației, obligatorie) │ ├─ title.txt (numele aplicației) ├─ video.txt (URL către un videoclip de prezentare a aplicației) ├─ imagini │ │ │ ├─ icon.png │ │ │ ├─ featureGraphic.png (banner promoțional, afișat în partea de sus a descrierii aplicației în clientul F-Droid; landscape) │ ├─ tvBanner.png ("pictograma" pentru dispozitivele TV, în prezent neutilizată) │ ├─ phoneScreenshots │ │ ├─── 1.png │ │ ├─── 2.png │ │ │ ... │ │ │ ├─ sevenInchScreenshots/. │ │ │ ├─ tenInchScreenshots/ (puteți adăuga capturi de ecran diferite pentru diferite dimensiuni de ecran) │ │ ├─ tvScreenshots/ │ │ └─ wearScreenshots/ │ └─ changelogs │ ├─ 100000.txt (trebuie să corespundă cu versionCode, literalmente, fără umplutură) │ ├─ 100100.txt (în cazul în care codul de versiune a fost setat la 100100) │ └─ 100101.txt (dimensiune maximă: 500 caractere) └─ ru (alte coduri locale) ... (metadatele localizate sunt întotdeauna preferate de client) └─── changelogs └─ 100100.txt
ru: ├── en-US (en-US это резервный язык F-Droid) │ ├── short_description.txt (краткое описание, не более 80 символов, обязательно) │ ├── full_description.txt (полное описание приложения, обязательно) │ ├── title.txt (название приложения) │ ├── video.txt (URL-адрес видеоролика с описанием приложения) │ ├── images │ │ ├── icon.png (значок приложения) │ │ ├── featureGraphic.png (рекламный баннер, отображаемый в верхней части описания приложения в клиенте F-Droid; горизонтальная ориентация) │ │ ├── tvBanner.png ("значок" для тв устройств, в настоящее время не используется) │ │ ├── phoneScreenshots │ │ │ ├── 1.png │ │ │ ├── 2.png │ │ │ ... │ │ ├── sevenInchScreenshots/ │ │ ├── tenInchScreenshots/ (вы можете добавлять разные скриншоты для разных размеров экрана) │ │ ├── tvScreenshots/ │ │ └── wearScreenshots/ │ └── changelogs │ ├── 100000.txt (должен соответствовать versionCode, буквально, без заполнения) │ ├── 100100.txt (если код версии был установлен на 100100) │ └── 100101.txt (максимальный размер: 500 символов) └── ru (коды других языков) ... (клиент всегда предпочитает локализованные метаданные) └── changelogs └── 100100.txt

source: This structure must be placed at one of the following locations from **the repository's root**:
de: Diese Struktur muss, ausgehend **vom Wurzelverzeichnis des Repositorys**, an einer der folgenden Stellen platziert werden:
pl: Strukturę tę należy umieścić w jednej z następujących lokalizacji z **katalogu głównego repozytorium**:
pt_pt: Esta estrutura deve ser situada num dos locais seguintes de **da raiz do repositório**:
ro: Această structură trebuie să fie plasată la una dintre următoarele locații din **the repository's root**:
ru: Эта структура должна быть размещена в одном из следующих мест **корня репозитория**:
uk: Ця структура повинна бути розміщена в одному з цих місць з **кореня репозиторію**:
zh_hans: 这个结构必须放置在**代码库根目录**的以下位置之一：

source: Note that placing the structure anywhere else, like in the gradle module's root, **won't work**.
de: Vorsicht: wird diese Struktur irgendwo anders platziert, zum Beispiel im Wurzelverzeichnis des Gradle-Moduls, dann **funktioniert es nicht**.
pl: Zauważ, że umieszczenie struktury w innym miejscu, np. W katalogu głównym modułu gradle, **nie zadziała**.
pt_pt: Note que a posicionar a estrutura em outro lugar, como na raiz do módulo de graduação, **não vai funcionar**.
ro: Rețineți că plasarea structurii în altă parte, cum ar fi în rădăcina modulului gradle, **nu va funcționa**.
ru: Обратите внимание, что размещение структуры где-нибудь еще, например, в корне модуля gradle, **не сработает**.
uk: Зверніть увагу, що розміщення структури де-небудь ще, наприклад, в корені модуля gradle, **не спрацює**.
zh_hans: 注意，把这个结构放在其他地方，比如在 gradle 模块的根目录下**将不能正常工作**。

source: **Build flavors** and multiple apps inside one repository are currently not properly supported. (Follow [this issue](https://gitlab.com/fdroid/fdroidserver/issues/829) tracking the implementation of this.)
de: **Build-Varianten** (build flavours) und mehrere Apps in einem Repository werden momentan nicht sinnvoll unterstützt. ([Dieses Ticket](https://gitlab.com/fdroid/fdroidserver/issues/829) verfolgt den Implementierungsstand hiervon.)
pl: **Build flavors** i wiele aplikacji wewnątrz jednego repozytorium nie są obecnie poprawnie obsługiwane. (Śledź [ten problem](https://gitlab.com/fdroid/fdroidserver/issues/829) śledząc implementację tego).
pt_pt: **Construir sabores** e múltiplas aplicações dentro de um repositório não são atualmente suportados corretamente. (Siga [esta edição](https://gitlab.com/fdroid/fdroidserver/issues/829) a acompanhar a implementação disto).
ro: **Build flavors** și aplicațiile multiple din cadrul unui depozit nu sunt în prezent acceptate în mod corespunzător. (Urmăriți [this issue](https://gitlab.com/fdroid/fdroidserver/issues/829)pentru implementarea acestui aspect.)
ru: **Варианты сборки** и несколько приложений в одном репозитории сейчас не поддерживаются в полной мере. (Отслеживайте в [этой задаче](https://gitlab.com/fdroid/fdroidserver/issues/829))
uk: **Збірка flavors** і кілька застосунків всередині одного репозиторію наразі не підтримуються належним чином. (Перейдіть [до цієї хиби](https://gitlab.com/fdroid/fdroidserver/issues/829) для відстеження виправлення.)
zh_hans: 目前还没有支持**构建 Flavor** 或者在一个存储库内构建多个应用。 （关注[此议题](https://gitlab.com/fdroid/fdroidserver/issues/829)跟踪此功能的实现。）

source: Triple-T structure
de: Triple-T-Struktur
pl: Struktura "trzech T" Triple-T
pt_pt: Estrutura Triple-T
ro: Structura Triple-T
ru: Структура Triple-T
uk: Структура Triple-T
zh_hans: Triple-T 结构

source: The second supported structure is compatible with the tool [Triple-T Gradle Play Publisher](https://github.com/Triple-T/gradle-play-publisher/blob/2.8.0/README.md#publishing-listings).
de: Die zweite unterstützte Struktur ist kompatibel mit dem Tool [Triple-T Gradle Play Publisher](https://github.com/Triple-T/gradle-play-publisher/blob/2.8.0/README.md#publishing-listings).
pl: Druga obsługiwana struktura jest kompatybilna z narzędziem [Triple-T Gradle Play Publisher](https://github.com/Triple-T/gradle-play-publisher/blob/2.8.0/README.md#publishing-listings).
pt_pt: A segunda estrutura suportada é compatível com a ferramenta [Triple-T Gradle Play Publisher](https://github.com/Triple-T/gradle-play-publisher/blob/2.8.0/README.md#publishing-listings).
ro: Cea de-a doua structură acceptată este compatibilă cu instrumentul [Triple-T Gradle Play Publisher](https://github.com/Triple-T/gradle-play-publisher/blob/2.8.0/README.md#publishing-listings).
ru: Вторая поддерживаемая структура совместима с инструментом [Triple-T Gradle Play Publisher](https://github.com/Triple-T/gradle-play-publisher/blob/2.8.0/README.md#publishing-listings).
uk: Друга підтримувана структура сумісна зі знаряддям [Triple-T Gradle Play Publisher](https://github.com/Triple-T/gradle-play-publisher/blob/2.8.0/README.md#publishing-listings).
zh_hans: 第二种支持的结构与 [Triple-T Gradle Play Publisher](https://github.com/Triple-T/gradle-play-publisher/blob/2.8.0/README.md#publishing-listings) 工具兼容。

source: Place the following structure at `<module>/src/main/play/` or, for **build flavor** support, at `<module>/src/<buildFlavor>/play/`, where `<module>` is the gradle module of your app (in many cases, this is just the folder `app`):
de: Platzieren Sie die folgende Struktur unter `<module>/src/main/play/` oder, für die Unterstützung von **build flavor**, unter `<module>/src/<buildFlavor>/play/`, wobei `<module>` das Gradle-Modul Ihrer Anwendung ist (in vielen Fällen ist dies nur der Ordner `app`):
pl: Umieść następującą strukturę w `<module>/src/main/play/` lub, do obsługi **wariantu kompilacji**, w `<module>/src/<buildFlavor>/play/ `, gdzie `<module>` to moduł gradle Twojej aplikacji (w wielu przypadkach jest to po prostu folder `app`):
pt_pt: Ponha a estrutura seguinte em `<módulo>/src/main/play/` ou, para suporte de **build flavor**, em `<módulo>/src/<buildFlavor>/play/`, onde `<módulo>` é o módulo gradle da sua aplicação (em muitos casos, esta é apenas a pasta `app`):
ro: Așezați următoarea structură la `<module>/src/main/play/` sau, pentru suportul **build flavor**, la `<module>/src/<buildFlavor>/play/`, unde `<module>` este modulul gradle al aplicației dumneavoastră (în multe cazuri, acesta este doar folderul `app`):
ru: Поместите следующую структуру в `<модуль>/src/main/play/` или, для поддержки **варианта сборки**, в `<модуль>/src/<вариантсборки>/play/`, где `<модуль>` является gradle модулем вашего приложения (во многих случаях это просто папка `app`):
uk: Помістіть таку структуру в `<модуль>/src/main/play/` або, для підтримки **варіанту збірки**, в `<модуль>/src/<варіантзбірки>/play/`, де `<модуль>` є gradle-модулем вашого застосунку (у багатьох випадках це просто каталог `app`):
zh_hans: 将以下结构放在 `<module>/src/main/play/`，或者，要支持**构建 Flavor**，放在`<module>/src/<buildFlavor>/play/`，其中 `<module>` 是你的应用的 gradle 模块（在许多情况下是`app` 文件夹）。
