Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Be careful with R8. Always test your builds multiple times and disable optimizations which produce non-deterministic output.
de: Seien Sie vorsichtig im Umgang mit R8. Testen Sie Ihre Builds immer mehrere Male und deaktivieren Sie Optimierungen, die nicht-deterministische Ausgaben erzeugen.
pl: Zachowaj ostrożność z R8. Zawsze testuj swoje kompilacje wielokrotnie i wyłączaj optymalizacje, które dają niedeterministyczne wyniki.
ro: Aveți grijă cu R8. Testați-vă întotdeauna compilările de mai multe ori și dezactivați optimizările care produc un rezultat nedeterminist.
ru: Будьте осторожны с R8. Всегда многократно тестируйте свои сборки и отключайте оптимизации, которые дают недетерминированный результат.
uk: Будьте обачні з R8. Завжди випробовуйте свої збірки по кілька разів і вимикайте оптимізації, які мають недетермінований вивід.
zh_hans: 使用 R8 要小心。始终多次测试你的构建，并禁用产生非确定性输出的优化。

source: Resource Shrinker
de: Ressourcen schrumpfen
pt_pt: Encolhedor de Recursos
ro: Resurse Shrinker
ru: Сократитель (сжиматель) ресурсов
uk: Зрізання ресурсів
zh_hans: 资源压缩器

source: It's possible to reduce the APK file size by removing unused resources from the package. This is useful when a project depends on some bloated libraries such as AppCompat, especially when R8/ProGuard code shrinking is used.
de: Es ist möglich die APK-Dateigröße zu reduzieren, indem nicht verwendete Ressourcen aus dem Paket entfernt werden. Das ist praktisch, wenn ein Projekt von bestimmten aufgeblähten Bibliotheken, wie AppCompat, abhängt, insbesondere wenn R8/ProGuard zum Schrumpfen des Codes verwendet wird.
pl: Możliwe jest zmniejszenie rozmiaru pliku APK przez usunięcie nieużywanych zasobów z pakietu. Jest to przydatne, gdy projekt zależy od niektórych zbędnych bibliotek, takich jak AppCompat, zwłaszcza gdy używane jest kurczenie kodu R8/ProGuard.
ro: Este posibil să se reducă dimensiunea fișierului APK prin eliminarea resurselor neutilizate din pachet. Acest lucru este util atunci când un proiect depinde de unele biblioteci umflate, cum ar fi AppCompat, în special atunci când se utilizează micșorarea codului R8/ProGuard.
ru: Можно уменьшить размер APK-файла, удалив из пакета неиспользуемые ресурсы. Это полезно, когда проект зависит от некоторых раздутых библиотек, таких как AppCompat, особенно при использовании R8/ProGuard code shrinking.
uk: Можливо зменшити розмір APK-файлу, вилучивши невикористані ресурси з пакунка. Це корисно, коли проєкт залежить від деяких надміру важких бібліотек, таких як AppCompat, особливо при використанні R8 чи ProGuard, які зрізають невикористаний код.
zh_hans: 可以通过从包中删除未使用的资源来减小 APK 文件的大小。当项目依赖于一些臃肿的库（例如 AppCompat）时，这很有用，尤其是在使用 R8/ProGuard 代码压缩时。

source: However, it might be possible that resource shrinker will increase the APK size on different platforms, especially if there are not many resources to shrink, in which case the original APK will be used instead of the shrunk one (non-deterministic behavior of Gradle plugin). Avoid using resource shrinker unless it decreases the APK file size significantly.
de: Allerdings kann es geschehen, dass der Ressourcen-Schrumpfer die APK-Größe auf verschiedenen Plattformen erhöht, insbesondere wenn es nicht viele Ressourcen zu schrumpfen gibt, sodass dann das Original-APK anstatt des geschrumpften verwendet wird (nicht-deterministisches Verhalten des Gradle-Plugin). Vermeiden Sie die Verwendung des Ressourcen-Schrumpfers, solange die APK-Dateigröße nicht signifikant verkleinert wird.
pl: Może się jednak zdarzyć, że narzędzie resource shrinker zwiększy rozmiar APK na różnych platformach, zwłaszcza jeśli nie ma zbyt wielu zasobów do zmniejszenia, w którym to przypadku zostanie użyty oryginalny APK zamiast zmniejszonego (niedeterministyczne zachowanie wtyczki Gradle). Należy unikać używania narzędzia resource shrinker, chyba że znacznie zmniejszy ono rozmiar pliku APK.
ro: Cu toate acestea, ar putea fi posibil ca resource shrinker să mărească dimensiunea APK pe diferite platforme, mai ales dacă nu există prea multe resurse de micșorat, caz în care APK-ul original va fi utilizat în locul celui micșorat (comportament nedeterminist al plugin-ului Gradle). Evitați să folosiți resource shrinker dacă nu scade semnificativ dimensiunea fișierului APK.
ru: Однако может случиться так, что сократитель ресурсов увеличит размер APK на разных платформах, особенно если ресурсов для сокращения не так много, и в этом случае вместо сокращенного APK будет использоваться оригинальный (недетерминированное поведение плагина Gradle). Избегайте использования ресурсоуменьшителя, если он не уменьшает размер APK-файла значительно.
uk: Однак, може статися так, що програма для скорочення ресурсів збільшить розмір APK на різних платформах, особливо якщо ресурсів для скорочення не так багато, і в цьому випадку буде використано оригінальний APK замість зменшеного (недетермінована поведінка плагіну Gradle). Уникайте використання засобу для скорочення ресурсів, якщо це не призведе до значного зменшення розміру файлу APK.
zh_hans: 然而，在不同的平台上，资源收缩器可能会增加 APK 的大小，尤其是在没有许多资源需要压缩的情况下，在这种情况下，将使用原始的 APK 而不是收缩后的 APK（Gradle 插件的非确定性行为）。避免使用资源压缩器，除非它能显著减少 APK 文件的大小。

source: VCS Info
ro: Informații VCS
ru: Информация о VCS
uk: Інформація VCS
zh_hans: 版本控制系统（VCS）信息

source: Since Android Gradle Plugin 8.3, VCS info is generated by default and bundled in the apk in `META-INF/version-control-info.textproto`, e.g.
de: Seit Android-Gradle-Plugin 8.3 werden VCS-Informationen standardmäßig generiert und im APK in `META-INF/version-control-info.textproto` gebündelt, z. B.
pl: Od Android Gradle Plugin 8.3, informacje VCS są generowane domyślnie i dołączane do apk w `META-INF/version-control-info.textproto`, np.
ro: Începând cu Android Gradle Plugin 8.3, informațiile VCS sunt generate în mod implicit și incluse în apk în `META-INF/version-control-info.textproto`, de exemplu.
ru: Начиная с Android Gradle Plugin 8.3, информация о VCS генерируется по умолчанию и включается в apk в `META-INF/version-control-info.textproto`, например.
uk: Починаючи з Android Gradle Plugin 8.3, інформація про VCS усталено генерується та додається до apk у `META-INF/version-control-info.textproto`, наприклад.
zh_hans: 自 Android Gradle 插件 8.3 起，VCS 信息便默认生成并被捆绑进 apk 中的 `META-INF/version-control-info.textproto`，比如.

source: This may cause problem when there is no real code change but a different commit is used, e.g. for changelog update. VCS info can be disabled in gradle as follows:
de: Dies kann zu Problemen führen, wenn es keine wirkliche Codeänderung gibt, aber ein anderer Commit verwendet wird, z. B. für das Aktualisieren des Änderungsprotokolls. VCS-Info kann in Gradle wie folgt deaktiviert werden:
ro: Acest lucru poate cauza probleme atunci când nu există nicio modificare reală a codului, dar se folosește o altă versiune de cod, de exemplu pentru actualizarea jurnalului de modificări. Informațiile VCS pot fi dezactivate în gradle după cum urmează:
ru: Это может вызвать проблемы, когда реальных изменений кода нет, но используется другой коммит, например, для обновления журнала изменений. Информацию о VCS можно отключить в gradle следующим образом:
uk: Це може спричинити проблеми, коли не відбувається реальних змін у коді, але використовується інший коміт, наприклад, для оновлення журналу змін. Інформацію про VCS можна вимкнути у gradle наступним чином:
zh_hans: 在没有实际的代码变化但却使用了不同的提交时，这可能造成问题，比如， 为了更新 changelog。可按如下方法停用 VCS 信息：

source: While we understand that developers build and test during their normal workflow, please upload releases APKs build after tagging, from the actual tagged commit.
de: Wir verstehen zwar, dass Entwickler während ihres normalen Arbeitsablaufs APKs erstellen und testen, aber bitte laden Sie die APKs, die nach dem Kennzeichnen erstellt wurden, von dem aktuell gekennzeichneten Commit hoch.
ro: În timp ce înțelegem că dezvoltatorii construiesc și testează în timpul fluxului lor normal de lucru, vă rugăm să încărcați versiuni APK construite după etichetare, din versiunea efectivă etichetată.
ru: Хотя мы понимаем, что разработчики собирают и тестируют в ходе своего обычного рабочего процесса, пожалуйста, загружайте релизы APK, собранные после тегирования, с фактического тегированного коммита.
zh_hans: 虽然我们理解开发者在常规工作流期间构建并测试，但请在 tagging 操作后从实际 tagged 的代码提交处上传用于发布的 APK 构建。

source: ZIP metadata
de: ZIP-Metadaten
pl: Metadane ZIP
ru: Метаданные ZIP
uk: ZIP-метадані
zh_hans: ZIP 元数据

source: APKs use the ZIP file format, which was originally designed around the MSDOS FAT filesystem. UNIX file permissions were added as an extension. APKs only need the most basic ZIP format, without any of the extensions. These extensions are often stripped out in the final release signing process. But the APK build process can add them. For example:
de: APKs verwenden das ZIP-Dateiformat, das ursprünglich für das MSDOS FAT-Dateisystem entwickelt wurde. UNIX-Dateiberechtigungen wurden als Erweiterung hinzugefügt. APKs benötigen nur das einfachste ZIP-Format, ohne irgendwelche Erweiterungen. Diese Erweiterungen werden oft bei der finalen Versionssignierung entfernt. Aber der APK-Build-Prozess kann sie hinzufügen. Zum Beispiel:
pl: Format ZIP został pierwotnie zaprojektowany wokół systemu plików MSDOS FAT. Uprawnienia do plików UNIX zostały dodane jako rozszerzenie. Pliki APK wymagają tylko najbardziej podstawowego formatu ZIP, bez żadnego rozszerzenia. Te rozszerzenia są często usuwane w procesie podpisywania ostatecznej wersji. Ale proces budowania APK może je dodać. Na przykład:
ro: Formatul ZIP a fost conceput inițial în jurul sistemului de fișiere MSDOS FAT. Permisiunile de fișier UNIX au fost adăugate ca o extensie. APK-urile au nevoie doar de cel mai simplu format ZIP, fără niciuna dintre extensii. Aceste extensii sunt adesea eliminate în procesul de semnare a versiunii finale. Dar procesul de construire a APK-ului le poate adăuga. De exemplu:
ru: APK используют формат файлов ZIP, который изначально был разработан для файловой системы MSDOS FAT. Разрешения файлов UNIX были добавлены в качестве расширения. Для APK нужен только самый базовый формат ZIP, без расширений. Эти расширения часто удаляются в процессе подписания финального релиза. Но в процессе сборки APK их можно добавить. Например:
uk: APK-файли використовують формат ZIP, який початково розроблено для файлової системи MSDOS FAT. Дозволи файлів UNIX додано як розширення. APK потребують лише найпростішого ZIP-формату, без жодних розширень. Ці розширення часто зрізаються під час остаточного підписання випуску. Проте в ході збірки APK їх може бути додано. Наприклад:
zh_hans: APKs 使用 ZIP 文件格式，ZIP 格式最初是围绕 MSDOS 的 FAT 文件系统设计的。 UNIX 文件权限是作为一个扩展添加的。 APK 只需要最基本的 ZIP 格式，没有任何的扩展。 在最后的发布签名过程中，这些扩展往往被剥离出来。 但 APK 构建过程中可以添加它们。例如：

source: Mismatched Toolchains
de: Nicht zusammenpassende Toolchains
ro: Lanțuri de instrumente nepotrivite
ru: Несоответствующие цепочки инструментов
uk: Невідповідні ланцюжки інструментів
zh_hans: 不匹配的工具链

source: Different toolchains may produce different binaries. A usual case is when more than one JDK version/distribution are used to build the apk. Sometimes even Gradle may mix versions of JDKs to build an apk. To avoid such problems unused JDKs should be removed.
de: Verschiedene Werkzeug-Programme können unterschiedliche Binärdateien erzeugen. Für gewöhnlich ist das so, wenn mehr als eine JDK-Version/Distribution verwendet werden, um das APK herzustellen. Manchmal kann sogar Gradle verschiedene JDK-Versionen beim Build eines APK mischen. Um solche Probleme zu vermeiden, sollten ungenutzte JDKs entfernt werden.
ro: Diferite lanțuri de instrumente pot produce binare diferite. Un caz obișnuit este atunci când mai multe versiuni/distribuții JDK sunt utilizate pentru a construi apk-ul. Uneori, chiar și Gradle poate amesteca versiuni ale JDK pentru a construi un apk. Pentru a evita astfel de probleme, JDK-urile nefolosite trebuie eliminate.
ru: Разные цепочки инструментов могут создавать разные двоичные файлы. Обычный случай - когда для сборки apk используется более одной версии/расширения JDK. Иногда даже Gradle может смешивать версии JDK для сборки apk. Чтобы избежать подобных проблем, неиспользуемые JDK следует удалить.
uk: Різні набори інструментів можуть створювати різні двійкові файли. Типовий випадок — використання кількох версій/дистрибутивів JDK для збірки apk. Іноді навіть Gradle може змішувати версії JDK для створення apk. Щоб уникнути таких проблем, невикористовувані JDK слід вилучити.
zh_hans: 工具链不同，产生的二进制文件便可能不一样。常见的情况是使用不止一个 JDK 版本/分发来构建 apk 文件。有时即便是 Gradle 也会混合不同版本的 JDK 来构建一个 apk 文件。要避免这样的问题，请去掉不使用的 JDK。

source: The APK diff will have entries in the `classes.dex` files like this, e.g. Java 17 vs Java 11:
de: Das APK diff wird in den `classes.dex`-Dateien Einträge wie diese aufweisen, z. B. Java 17 vs. Java 11:
ro: Difuzarea APK va avea intrări în fișierele `classes.dex` de genul acesta, de exemplu, Java 17 vs Java 11:
ru: В APK diff в файлах `classes.dex` будут присутствовать такие записи, как, например, Java 17 против Java 11:
uk: diff APK матиме записи у файлах `classes.dex` на зразок цього, наприклад, Java 17 vs Java 11:
zh_hans: APK diff 在 `classes.dex` 文件中的条目形如 Java 17 vs Java 11：

source: Or like this, e.g. Java 17 vs Java 21:
de: Oder so, z. B. Java 17 gegen Java 21:
ro: Sau așa, de exemplu, Java 17 vs Java 21:
ru: Или вот так, например, Java 17 против Java 21:
uk: Або ось так, наприклад, Java 17 проти Java 21:
zh_hans: 或者像这样，例如 Java 17 vs Java 21：

source: Different NDK versions also produce different binaries. Generally this can be recognized via the metadata, e.g. LLD version, in the native libs. However, since NDK r26d a weird behavior is observed that sometimes only the `.shstrtab` sections in ELF of the native libs are changed when NDK is installed. The native libs may be built along with the app or fetched from maven repo. If AGP finds that the NDK is installed, it will use NDK to strip the native lib but in fact it only messes up the `.shstrtab` section of the native lib. The NDK setup needs to be checked carefully to ensure it matches upstream setup, including the NDK version and if it's used by AGP.
de: Unterschiedliche NDK-Versionen erzeugen auch unterschiedliche Binärdateien. In der Regel kann dies anhand der Metadaten, z. B. der LLD-Version, in den nativen Bibliotheken erkannt werden. Seit NDK r26d wird jedoch ein seltsames Verhalten beobachtet, dass manchmal nur die `.shstrtab`-Abschnitte in ELF der nativen Bibliotheken geändert werden, wenn NDK installiert wird. Die nativen Bibliotheken können zusammen mit der Anwendung gebaut oder aus dem Maven-Repo geholt werden. Wenn AGP feststellt, dass das NDK installiert ist, wird es das NDK verwenden, um die native Bibliothek zu entfernen, aber in Wirklichkeit wird nur der `.shstrtab`-Abschnitt der nativen Bibliothek durcheinandergebracht. Das NDK-Setup muss sorgfältig überprüft werden, um sicherzustellen, dass es mit dem Upstream-Setup übereinstimmt, einschließlich der NDK-Version und ob es von AGP verwendet wird.
ro: Versiunile NDK diferite produc, de asemenea, binare diferite. În general, acest lucru poate fi recunoscut prin intermediul metadatelor, de exemplu, versiunea LLD, din librăriile native. Cu toate acestea, începând cu NDK r26d, se observă un comportament ciudat, uneori doar secțiunile `.shstrtab` din ELF ale librăriilor native sunt modificate atunci când NDK este instalat. Librăriile native pot fi construite împreună cu aplicația sau pot fi preluate din depozite maven. În cazul în care AGP constată că NDK este instalat, va utiliza NDK pentru a micșora librăriile native, dar, de fapt, va modifica doar secțiunea `.shstrtab` a librării native. Configurația NDK trebuie verificată cu atenție pentru a se asigura că se potrivește cu configurația dezvoltatorilor, inclusiv versiunea NDK și dacă este utilizată de AGP.
ru: Разные версии NDK также создают разные двоичные файлы. Обычно это можно определить по метаданным, например, версии LLD, в нативных библиотеках. Однако, начиная с NDK r26d, наблюдается странное поведение: иногда при установке NDK изменяются только секции `.shstrtab` в ELF нативных библиотек. Нативные библиотеки могут быть собраны вместе с приложением или взяты из maven repo. Если AGP обнаружит, что NDK установлен, он будет использовать NDK для удаления нативных lib, но на самом деле он только испортит секцию `.shstrtab` нативной lib. Необходимо тщательно проверить установку NDK, чтобы убедиться, что она совпадает с установкой upstream, включая версию NDK и то, используется ли она AGP.
zh_hans: 不同的 NDK 版本也会产生不同的二进制文件。通常而言，这可以通过原生库中的元数据，如 LLD 版本，进行识别。不过，自 NDK r26d 起观察到了一个奇怪的行为。当 NDK 安装时，有时只有原生库 ELF 中的 `.shstrtab`部分发生变化。这些原生库可能是和应用一道构建的，也可能是从 maven 存储库获取的。如果 AGP 发现安装了 NDK，那么它会使用 NDK 从原生库中移除调试符号，但事实上，它仅仅弄乱了原生库的 `.shstrtab`部分。需要仔细检查 NDK 配置确保它匹配上游配置，包括 NDK 版本以及它是否被 AGP 使用。

source: Support 16 KB page sizes
de: Unterstützung von 16-KB-Seitengrößen
ro: Suportă dimensiuni de pagină de 16 KB
ru: Поддержка страниц размером 16 КБ
zh_hans: 支持 16KB 页面尺寸

source: Beginning with Android 15, Android supports devices that are configured to use a page size of 16 KB (16 KB devices). If your app uses any NDK libraries, either directly or indirectly through an SDK, then you will need to rebuild your app for it to work on these 16 KB devices. More info [here](https://developer.android.com/guide/practices/page-sizes)
de: Ab Android 15 unterstützt Android Geräte, die für eine Seitengröße von 16 KB konfiguriert sind (16-KB-Geräte). Wenn die App NDK-Bibliotheken verwendet, entweder direkt oder indirekt über ein SDK, dann müssen Sie die App neu erstellen, damit sie auf diesen 16-KB-Geräten funktioniert. Weitere Informationen [hier](https://developer.android.com/guide/practices/page-sizes)
ro: Începând cu Android 15, Android acceptă dispozitive care sunt configurate să utilizeze o dimensiune a paginii de 16 KB. Dacă aplicația dvs. utilizează biblioteci NDK, fie direct, fie indirect prin intermediul unui SDK, atunci va trebui să vă reconstruiți aplicația pentru ca aceasta să funcționeze pe aceste dispozitive de 16 KB. Mai multe informații [aici](https://developer.android.com/guide/practices/page-sizes)
ru: Начиная с Android 15, Android поддерживает устройства, настроенные на использование страниц размером 16 КБ (устройства с 16 КБ). Если ваше приложение использует какие-либо библиотеки NDK, прямо или косвенно через SDK, то вам придется переделать свое приложение, чтобы оно работало на устройствах с 16 КБ. Дополнительная информация [здесь](https://developer.android.com/guide/practices/page-sizes)
zh_hans: 自 Android 15 起，Android 支持被配置为使用 16KB 页面尺寸的设备（16 KB 设置）。如果你的应用直接或间接通过 SDK 使用任何 NDK 库，那么为了让你的应用能在这些 16 KB 设备上运行，你需要重新构建你的应用。更多信息见 [此处](https://developer.android.com/guide/practices/page-sizes)

source: Language-specific instructions
de: Sprachspezifische Anweisungen
pl: Instrukcje charakterystyczne dla języka
ro: Instrucțiuni specifice limbajelor
ru: Инструкции для конкретного языка
uk: Інструкції для окремих мов
zh_hans: 特定于编程语言的操作指南

source: Native libraries may be built with various tools and languages. Though they suffer from similar reproducible build issues, the methods for fixing them are different. Some known solutions are listed below:
de: Native Bibliotheken können mit verschiedenen Werkzeugen und in vielen Sprachen erzeugt werden. Auch wenn sie mit ähnlichen Schwierigkeiten bei der Reproduzierbarkeit kämpfen, sind die Methoden, diese zu lösen, verschieden. Einige bekannte Lösungen sind im Folgenden aufgelistet:
pl: Biblioteki natywne mogą być tworzone przy użyciu różnych narzędzi i języków. Chociaż cierpią one na podobne powtarzalne problemy z kompilacją, metody ich naprawy są różne. Poniżej wymieniono kilka znanych rozwiązań:
ro: Bibliotecile native pot fi construite cu diferite instrumente și limbaje. Deși suferă de probleme de compilare reproductibile similare, metodele de rezolvare a acestora sunt diferite. Unele soluții cunoscute sunt enumerate mai jos:
ru: Нативные библиотеки могут быть собраны с помощью различных инструментов и языков. Хотя они страдают от схожих воспроизводимых проблем при сборке, методы их устранения отличаются. Ниже приведены некоторые известные решения:
uk: Нативні бібліотеки можуть бути зібрані за допомогою різних інструментів та мов. Хоча вони страждають від подібних проблем зі збіркою, методи їх вирішення відрізняються. Нижче наведено деякі відомі рішення:
zh_hans: 原生库可能由各种工具和语言所构建。虽然它们在可重复构建方面遇到的问题差不多，但修复方法却不同。下面列举一些已知的解决方案：

source: `LOCAL_LDFLAGS += -Wl,<linker args>` can be added to `Android.mk` files or to `build.gradle`/`build.gradle.kts`:
de: `LOCAL_LDFLAGS += -Wl,<linker args>` können in `Android.mk`-Dateien oder `build.gradle`/`build.gradle.kts` ergänzt werden:
ro: `LOCAL_LDFLAGS += -Wl,<linker args>` poate fi adăugat la fișierele `Android.mk` sau la `build.gradle`/`build.gradle.kts`:
ru: `LOCAL_LDFLAGS += -Wl,<параметры линковки>` можно добавить в файлы `Android.mk` или в `build.gradle`/`build.gradle.kts`:
uk: `LOCAL_LDFLAGS += -Wl,<linker args>` можуть бути додані до файлів `Android.mk` або до `build.gradle`/`build.gradle.kts`:
zh_hans: `LOCAL_LDFLAGS += -Wl,<linker args>` 可被添加到 `Android.mk` 文件或 `build.gradle`/`build.gradle.kts`：

source: For CMake versions since 3.13, `add_link_options(LINKER:<linker args>)` can be added to `CMakeLists.txt` globally:
de: Für CMake-Versionen ab 3.13 kann `add_link_options(LINKER:<linker args>)` global zu `CMakeLists.txt` hinzugefügt werden:
pl: Od wersji 3.13 CMake, `add_link_options(LINKER:<linker args>)` może być dodane globalnie do `CMakeLists.txt`:
ro: Pentru versiuni CMake începând cu 3.13, `add_link_options(LINKER:<linker args>)` poate fi adâugat la `CMakeLists.txt` în mod global:
ru: Для версий CMake, начиная с 3.13, `add_link_options(LINKER:<параметры линковки>)` можно глобально добавить в `CMakeLists.txt`:
zh_hans: 对于3.13 以来的 CMake 版本, `add_link_options(LINKER:<linker args>)` 可以 被全局添加到 `CMakeLists.txt`：

source: For CMake versions before 3.13, `target_link_libraries(<target> LINKER:<linker args>)` can be used instead for every target. It can also be set in Gradle files:
de: Für CMake-Versionen vor 3.13 kann stattdessen `target_link_libraries(<target> LINKER:<linker args>)` für jedes Ziel verwendet werden. Es kann auch in Gradle-Dateien gesetzt werden:
pl: Poniżej wersji 3.13 CMake, dla każdego celu można użyć `target_link_libraries(<target> LINKER:<linker args>)`. Można to także skonfigurować w plikach Gradle:
ro: Pentru versiunile CMake anterioare la 3.13, `target_link_libraries(<target> LINKER:<linker args>)` poate fi folosit în schimb pentru fiecare țintă. De asemenea, poate fi setat în fișierele Gradle:
ru: Для версий CMake до 3.13, вместо этого можно использовать `target_link_libraries(<цель> LINKER:<параметры линковки>)`, указав это для каждой отдельной цели. Параметры линковки также можно установить в файлах Gradle:
zh_hans: 对于 3.13 之前的 CMake 版本， 可以对每个目标使用 `target_link_libraries(<target> LINKER:<linker args>)`。也可以在 Gradle 文件中设置它。

source: `-ffile-prefix-map` can be used to remove embedded build path.
de: `-ffile-prefix-map` kann verwendet werden, um eingebettete Build-Pfade zu entfernen.
pl: Można użyć `-ffile-prefix-map` w celu usunięcia osadzonej ścieżki kompilacji.
ro: `-ffile-prefix-map` poate fi folosit pentru a elimina calea de compilare încorporată.
ru: `-ffile-prefix-map` можно использовать для удаления встроенного пути сборки.
uk: `-ffile-prefix-map` можна використовувати для видалення вбудованого шляху до збірки.
zh_hans: `-ffile-prefix-map` 可用来删除嵌入的构建路径。
