Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Yes! You can also setup and run your own F-Droid repository of apps and other packages. If you also release your own app via other app stores, like Google Play, we recommend that you also include those releases in your own binary repo, for among other reasons, this will provide a source of APKs for [reproducible builds](../Reproducible_Builds). This repository can be a "[simple binary repo](../Setup_an_F-Droid_App_Repo)", which does not use the _fdroidserver_ build system, or you could host your own mirror of the full F-Droid.org repo.
de: Ja! Sie können auch Ihr eigenes F-Droid-Repository mit Apps und anderen Paketen einrichten und betreiben. Wenn Sie Ihre eigene App auch in anderen App-Stores, wie Google Play, veröffentlichen, empfehlen wir, dass Sie diese Versionen ebenfalls in Ihr eigenes Binärdatei-Repo aufnehmen, weil so, neben anderen Gründen, eine Quelle für APKs für [reproduzierbare Builds](../Reproducible_Builds) zur Verfügung steht. Dieses Repository kann ein "[einfaches Binärdatei-Repo](../Setup_an_F-Droid_App_Repo)" sein, das nicht das Build-System des _fdroidserver_ nutzt, oder Sie könnten Ihren eigenen Spiegel des kompletten F-Droid.org-Repos hosten.
pl: Tak! Możesz także skonfigurować i uruchomić własne repozytorium aplikacji F-Droid i innych pakietów. Jeśli udostępniasz też własną aplikację za pośrednictwem innych sklepów z aplikacjami, takich jak Google Play, zalecamy włączenie tych wersji do własnego repozytorium binarnego, między innymi z tego powodu zapewni źródło plików APK dla [odtwarzalnych wersji](../Reproducible_Builds). To repozytorium może być "[proste repozytorium binarne](../Setup_an_F-Droid_App_Repo)", które nie korzysta z systemu budowania _fdroidserver_ lub możesz obsługiwać własne lustro pełnego repozytorium F-Droid.org.
pt_pt: Sim! Também pode configurar e executar seu próprio repositório F-Droid de apps e outros pacotes. Se também lançar seu próprio app através de outras lojas de apps, como o Google Play, recomendamos que também inclua essas versões em seu próprio repositório binário, que por entre outras razões, irá fornecer uma fonte de APKs para [compilações reproduzíveis](../Reproducible_Builds). Este repositório pode ser um "[repo binário simples](../Setup_an_F-Droid_App_Repo)", que não usa o sistema de construção _fdroidserver_, ou pode hospedar seu próprio espelho do repo F-Droid.org completo.
ro: Da! De asemenea, puteți configura și rula propriul depozit F-Droid de aplicații și alte pachete. Dacă vă lansați propria aplicație prin intermediul altor magazine de aplicații, cum ar fi Google Play, vă recomandăm să includeți și aceste versiuni în propriul repo binar, deoarece, printre altele, acest lucru va oferi o sursă de APK-uri pentru [reproducible builds](../Reproducible_Builds). Acest depozit poate fi un "[simple binary repo](../Setup_an_F-Droid_App_Repo)", care nu utilizează sistemul de construire _fdroidserver_, sau puteți găzdui propria oglindă a repo-ului complet F-Droid.org.
ru: Да! Вы также можете настроить и запустить свой собственный репозиторий F-Droid с приложениями и другими пакетами. Если вы также выпускаете свои собственные приложения через другие магазины приложений, например Google Play, мы рекомендуем вам также включить эти релизы в собственное бинарное хранилище, поскольку, помимо прочего, это обеспечит источник APK для [воспроизводимых сборок](../Reproducible_Builds). Этот репозиторий может быть "[простым бинарным репозиторием](../Setup_an_F-Droid_App_Repo)", который не использует систему сборки _fdroidserver_, или вы можете разместить свое собственное зеркало полного репозитория F-Droid.org.
uk: Так! Ви можете налаштувати й супроводжувати власний репозиторій F-Droid із застосунками й іншими пакунками. Якщо ви також надсилаєте свій застосунок іншим сховищам, як-от Google Play, ці випуски варто додати ще й до вашого власного двійкового репозиторію як мінімум заради того, щоб забезпечити джерело APK для [відтворюваних збірок](../Reproducible_Builds). Цей репозиторій може бути «[простим двійковим репозиторієм](../Setup_an_F-Droid_App_Repo)» без використання системи збірки _fdroidserver_, або ви можете розгорнути ціле власне дзеркало повного репозиторію F-Droid.org.
zh_hans: 是的！你也可以设置并运行你自己的 F-Droid 应用和其他软件包的仓库。如果你也通过其他应用商店发布你自己的应用，比如 Google Play，我们建议你也将这些发布的应用包含在你自己的二进制版本中，因为除其他原因外，这将为[可重复构建](../Reproducible_Builds)提供一个 APK 来源。这个仓库可以是一个“[简单的二进制存储库](../Setup_an_F-Droid_App_Repo)”，它不使用 _fdroidserver_ 构建系统，你也可以托管你自己的完整 F-Droid.org 存储库镜像。

source: Can I see who's installing my app?
de: Kann ich sehen, wer meine App installiert?
pl: Czy mogę zobaczyć, kto instaluje moją aplikację?
pt_pt: Posso ver quem está a instalar meu app?
ro: Pot să văd cine îmi instalează aplicația?
ru: Могу ли я увидеть, кто устанавливает мое приложение?
uk: Чи можна побачити, хто встановлює мій застосунок?
zh_hans: 我可以看到谁在安装我的应用吗？

source: No. While information and metrics about installations would be interesting and useful to you, it would also require us to track and monitor our users, something we won't do. We don't have any information about what apps or versions people install, whether they keep them installed, what other software or OS version they're running, or indeed anything else, so we can't pass that information on to you.
de: Nein. Obwohl Informationen und Zahlen zu Installationen für Sie interessant und praktisch wären, würde dies auch die Überwachung und Beobachtung unserer Nutzer erfordern, etwas, was wir nicht tun werden. Wir verfügen über keinerlei Daten, welche Apps oder Versionen die Leute installieren, ob sie diese installiert lassen, welche weitere Software oder Betriebssystemversion in Betrieb ist oder überhaupt zu irgendetwas Anderem. Somit können wir keine dieser Informationen an Sie weiterleiten.
pl: Nie. Chociaż informacje i metryki dotyczące instalacji byłyby dla Ciebie interesujące i przydatne, wymagałoby to również śledzenia i monitorowania naszych użytkowników, czego nie zrobimy. Nie mamy żadnych informacji o tym, jakie aplikacje lub wersje ludzie instalują, czy nadal je instalują, jakie inne oprogramowanie lub wersję systemu operacyjnego uruchamiają, ani o niczym innym, więc nie możemy przekazać Ci tych informacji.
pt_pt: Não. Embora as informações e métricas sobre instalações fossem interessantes e úteis para si, também nos obrigaria a rastrear e monitorar os nossos utilizadores, algo que não faremos. Não temos nenhuma informação sobre quais aplicações ou versões as pessoas instalam, se eles os mantêm instalados, que outro software ou versão de sistema operacional eles executam, ou qualquer outra coisa, então não podemos passar essa informação para si.
ro: Nu. În timp ce informațiile și măsurătorile privind instalațiile ar fi interesante și utile pentru dvs., ar însemna să urmărim și să monitorizăm utilizatorii noștri, lucru pe care nu îl vom face. Nu deținem nicio informație despre ce aplicații sau versiuni instalează oamenii, dacă le păstrează instalate, ce alt software sau versiune de sistem de operare rulează sau orice altceva, așa că nu vă putem transmite aceste informații.
ru: Нет. Хотя информация и показатели об установках были бы интересны и полезны для вас, это также потребовало бы от нас отслеживания и мониторинга наших пользователей, чего мы делать не будем. У нас нет информации о том, какие приложения или версии устанавливают люди, продолжают ли они их устанавливать, какое другое программное обеспечение или версию ОС они используют, или вообще что-либо еще, поэтому мы не можем передать вам эту информацию.
uk: Ні. Якими б цікавими й корисними не були для вас дані й метрики про встановлення, нам довелося б заради них відстежувати наших користувачок і користувачів, а цього ми не робитимемо. Ми не маємо жодних даних про те, які застосунки чи версії люди встановлюють, чи зберігають вони їх тривалий час, які в них інші програми чи версія ОС — власне, про будь-що, тож ми не можемо надати вам цих даних.
zh_hans: 不行。虽然有关安装的信息和指标对你来说是有趣和有用的，但这也需要我们跟踪和监测我们的用户，而我们不会这么做的。我们没有任何关于人们安装什么应用或版本，他们是否保持安装，他们正在运行什么其他软件或操作系统版本的信息，或者其他任何信息，所以我们不能将这些信息传递给你。

source: Can I track users from my app?
de: Kann ich Anwender meiner App rückverfolgen?
pl: Czy mogę śledzić użytkowników z mojej aplikacji?
pt_pt: Posso rastrear utilizadores do meu app?
ro: Pot să urmăresc utilizatorii din aplicația mea?
ru: Могу ли я отслеживать пользователей из своего приложения?
uk: Чи можна моєму застосунку відстежувати авдиторію?
zh_hans: 我可以从我的应用中跟踪用户吗？

source: You can, but if you include any kind of tracking or analytics in your application (even sending crash reports) this must be something that the user explicitly opts **in** to - i.e. you ask them on first run, before sending anything anywhere, or there's a preference that defaults to OFF. In all other cases, we may still include the app, but it will be flagged with our 'Tracking' Anti-Feature, which means users will only ever see the app if they choose to view such apps.
de: Sie können, aber wenn Sie irgendeine Form der Überwachung oder Nutzungsanalyse (selbst den Versand von Absturzberichten) in Ihre Anwendung integrieren, darf dies nur mit ausdrücklicher **Zustimmung** des Anwenders geschehen - d. h. er muss beim ersten Start der App danach gefragt werden, bevor irgendetwas irgendwohin versendet wird, oder es gibt eine Einstellung, deren Standardwert AUS ist. In allen anderen Fällen können wir die App zwar aufnehmen, sie wird aber mit dem Kennzeichen „Überwachung“ als unerwünschtes Merkmal versehen werden, was bedeutet, dass Anwender sie nur dann sehen werden, wenn sie die Anzeige solcher Apps ausgewählt haben.
pl: Możesz, ale jeśli umieścisz w aplikacji dowolne śledzenie lub analitykę (nawet wysyłanie raportów o awariach), musi to być coś, co użytkownik jawnie wybiera **na** - tzn. pytasz ich o pierwsze uruchomienie, zanim wyślesz coś gdziekolwiek lub istnieje preferencja domyślnie wyłączona. We wszystkich innych przypadkach możemy nadal dołączać tę aplikację, ale zostanie ona oznaczona za pomocą naszego "Śledzenia" niepożądanych funkcji, co oznacza, że użytkownicy zobaczą ją tylko wtedy, gdy zdecydują się wyświetlić takie aplikacje.
ro: Puteți, dar dacă includeți orice fel de urmărire sau analiză în aplicația dvs. (chiar și trimiterea de rapoarte de erori), trebuie să fie ceva pentru care utilizatorul optează **în** mod explicit - adică îl întrebați la prima rulare, înainte de a trimite ceva oriunde, sau există o preferință care este dezactivată. În toate celelalte cazuri, este posibil să includem totuși aplicația, dar aceasta va fi marcată cu anti-funcția 'Urmărire', ceea ce înseamnă că utilizatorii vor vedea aplicația doar dacă aleg să vadă astfel de aplicații.
ru: Вы можете, но если вы включаете в приложение какие-либо функции отслеживания или аналитики (даже отправку отчетов о падениях), пользователь должен явно согласиться на это - т.е. вы спросите его при первом запуске, прежде чем отправлять что-либо куда-либо, или **в ** настройках будет установлено значение OFF. Во всех остальных случаях мы можем включить приложение, но оно будет помечено нашей анти-функцией "Отслеживание", что означает, что пользователи увидят приложение только в том случае, если они выберут просмотр таких приложений.
uk: Додати у свій застосунок будь-яке стеження чи аналітику (навіть надсилання звітів про збої) можна лише таким чином, щоб їх явно **вмикали:** запитуйте при першому запуску, перш ніж будь-що будь-куди надіслати, або надавайте пункт налаштувань з усталеним значенням ВИМКНЕНО. Інакше, навіть якщо ми додамо застосунок, його буде позначено небажаною можливістю «Стеження» (Tracking), тобто застосунок бачитимуть лише ті, хто обрали показ таких застосунків.
zh_hans: 你可以，但如果你在你的应用中包含任何类型的跟踪或分析（甚至是发送崩溃报告），这必须是用户明确选择**同意**的东西 - 即你在第一次运行时询问他们，在发送任何东西之前，或有一个偏好设置，默认为关闭。在所有其他情况下，我们仍然可能包括该应用，但它将被标记为我们的“跟踪”负面特征，这意味着用户只有在选择查看此类应用时才会看到该应用。

source: Additionally, note that third party analytics libraries that come in the form of proprietary software (for example, Google Analytics or Flurry) are not acceptable here.
de: Berücksichtigen Sie darüberhinaus, dass Analysebibliotheken von Drittanbietern, die in Form proprietärer Software vorliegen (zum Beispiel Google Analytics oder Flurry) hier inakzeptabel sind.
pl: Ponadto należy pamiętać, że biblioteki analityczne firm trzecich, które mają postać zastrzeżonego oprogramowania (na przykład Google Analytics lub Flurry), są tutaj niedopuszczalne.
pt_pt: Além disso, note que as bibliotecas analíticas de terceiros que vêm na forma de software proprietário (por exemplo, Google Analytics ou Flurry) não são aceitáveis aqui.
ro: În plus, rețineți că bibliotecile de analiză ale unor terțe părți care vin sub formă de software proprietar (de exemplu, Google Analytics sau Flurry) nu sunt acceptate aici.
ru: Кроме того, обратите внимание, что сторонние аналитические библиотеки, поставляемые в виде проприетарного программного обеспечения (например, Google Analytics или Flurry), здесь неприемлемы.
uk: Також зауважте: сторонні бібліотеки аналітики (наприклад, Google Analytics чи Flurry), що є пропрієтарним програмним забезпеченням, для нас неприйнятні.
zh_hans: 此外，请注意，专有软件的第三方分析库（例如，Google Analytics 或 Flurry）在此不被接受。

source: Can I include advertising?
de: Kann ich Werbeanzeigen einbinden?
pl: Czy mogę dołączyć reklamy?
pt_pt: Posso incluir publicidade?
ro: Pot să includ publicitate?
ru: Могу ли я включить рекламу?
uk: Чи можна додати рекламу?
zh_hans: 我可以包括广告吗？

source: Yes, but:
de: Ja, aber:
pl: Tak ale:
pt_pt: Sim, mas:
ro: Da, dar:
ru: Да, но:
uk: Так, але:
zh_hans: 可以，但是：

source: Many users don't like ads and find them intrusive. We flag applications that include ads, so people know what they're getting. They can choose whether or not these apps will be shown to them.
de: Viele Nutzer mögen keine Werbung und finden sie aufdringlich. Wir kennzeichnen Anwendungen, die Werbung beinhalten, damit die Leute wissen, was sie erhalten werden. Sie haben die Wahl, ob ihnen diese Apps angezeigt werden oder nicht.
pl: Wielu użytkowników nie lubi reklam i uważa je za natarczywe. Zgłaszamy aplikacje zawierające reklamy, aby inni wiedzieli, co otrzymują. Mogą wybrać, czy te aplikacje będą im pokazywane.
pt_pt: Muitos utilizadores não gostam de anúncios e os acham intrusivos. Marcamos aplicações que incluem anúncios, para que as pessoas saibam o que estão a receber. Eles podem escolher se estas aplicações serão-lhes mostrados ou não.
ro: Multor utilizatori nu le plac reclamele și le consideră intruzive. Semnalizăm aplicațiile care includ reclame, pentru ca oamenii să știe ce primesc. Aceștia pot alege dacă li se vor afișa sau nu aceste aplicații.
ru: Многие пользователи не любят рекламу и считают ее навязчивой. Мы помечаем приложения, содержащие рекламу, чтобы люди знали, что они получают. Они могут выбирать, показывать им эти приложения или нет.
uk: Багато хто не любить рекламу та вважає її нав'язливою. Ми позначаємо застосунки з рекламою, щоб люди розуміли, що отримують. Вони можуть обирати, показуватиме F-Droid їм такі застосунки чи ні.
zh_hans: 许多用户不喜欢广告，认为它们具有干扰性。我们对包含广告的应用进行标记，因此人们知道他们将得到什么。他们可以选择是否向他们显示这些应用。

source: Frequently incorporating ads into an app is done by including proprietary software in the form of a binary library (jar file). Obviously this would make your app ineligible for inclusion.
de: Die Einbindung von Werbung in eine App erfolgt häufig durch Einschluss proprietärer Software in Form einer Binärdatei (jar-Datei). Offenkundig wäre Ihre App damit zur Aufnahme ungeeignet.
pl: Częste włączanie reklam do aplikacji odbywa się poprzez uwzględnienie prawnie zastrzeżonego oprogramowania w postaci biblioteki binarnej (plik jar). Oczywiście spowodowałoby to, że Twoja aplikacja nie kwalifikuje się do włączenia.
pt_pt: Frequentemente, a incorporação de anúncios n uma app é feita pela inclusão de software proprietário na forma de uma biblioteca binária (ficheiro jar). Obviamente, isso tornaria seu app inelegível para inclusão.
ro: În mod frecvent, încorporarea de reclame într-o aplicație se face prin includerea de software proprietar sub forma unei biblioteci binare (fișier jar). Evident, acest lucru ar face ca aplicația dvs. să nu fie eligibilă pentru includere.
ru: Часто включение рекламы в приложение происходит путем включения проприетарного программного обеспечения в виде бинарной библиотеки (jar-файл). Очевидно, что это сделает ваше приложение неприемлемым для включения.
uk: Часто рекламу в застосунок додають пропрієтарним програмним забезпеченням у вигляді двійкової бібліотеки (jar-файлу). Звісно, це зробить ваш застосунок непридатним для додання.
zh_hans: 将广告纳入一个应用通常是通过包括二进制库（jar 文件）形式的专有软件来完成的。显然，这将使你的应用无法被收录。

source: Which libraries and dependencies are good to use?
de: Welche Bibliotheken und Abhängigkeiten sollten am besten verwendet werden?
pl: Które biblioteki i zależności są dobre w użyciu?
pt_pt: Quais bibliotecas e dependências são boas para usar-las?
ro: Ce biblioteci și dependențe este bine să folosiți?
ru: Какие библиотеки и зависимости стоит использовать?
uk: Які бібліотеки й залежності радите використовувати?
zh_hans: 哪些库和依赖可以使用？

source: To be FLOSS, your entire app has to be, including dependencies. If you use Non-Free/proprietary libraries, we cannot build your app and thus it cannot be included in our mainline repository (see "Can I run my own app repo?" in that case). Unfortunately that rules out any libraries that are part of the "Google repository" from the SDK manager (e.g. play-services, fabric, firebase) -- only the "Android support repository" is allowed.
de: Um FLOSS zu sein, muss es Ihre ganze App sein, einschließlich aller Abhängigkeiten. Wenn Sie nicht-quelloffene/proprietäre Bibliotheken verwenden, können wir Ihre App nicht erstellen, und somit kann sie nicht in das Hauptrepository aufgenommen werden (siehe „Kann ich mein eigenes App-Repo betreiben?“ für diesen Fall). Damit sind leider alle Bibliotheken, die Teil des „Google Repository“ aus der SDK-Verwaltung sind, ausgeschlossen (z. B. Play-Services, Fabric, Firebase) -- nur das „Android Support Repository“ ist zulässig.
pl: Aby być FLOSS, cała Twoja aplikacja musi taka być włącznie z zależnościami. Jeśli używasz niewolnych/zastrzeżonych bibliotek, nie możemy skompilować Twojej aplikacji, a zatem nie można jej włączyć do naszego głównego repozytorium (patrz „Czy mogę uruchomić własne repozytorium aplikacji?” w takim przypadku). Niestety, wyklucza to wszelkie biblioteki, które są częścią „repozytorium Google” z menedżera SDK (np. play-services, fabric, firebase) - dozwolone jest tylko „repozytorium obsługi Androida”.
pt_pt: Para ser FLOSS, todo a sua app tem que o ser, incluindo dependências. Se usar bibliotecas não livres/proprietárias, não podemos compilar a sua app e, portanto, infelizmente não pode ser incluído no nosso repositório mainline (consulte "Posso executar o meu próprio repositório de apps?) , a excluir quaisquer bibliotecas que fazem parte do "repositório do Google" do gerente do SDK (por exemplo, play-services, fabric, firebase) -- apenas o "repositório de suporte Android" é permitido.
ro: Pentru a fi FLOSS, întreaga aplicație trebuie să fie FLOSS, inclusiv dependențele. Dacă folosiți biblioteci care nu sunt libere/proprietare, nu putem construi aplicația dvs. și, prin urmare, nu poate fi inclusă în depozitul nostru principal (în acest caz, consultați "Pot să îmi administrez propriul depozit de aplicații?"). Din păcate, acest lucru exclude orice biblioteci care fac parte din "Google repository" din managerul SDK (de exemplu, play-services, fabric, firebase) - este permis doar "Android support repository".
ru: Чтобы быть FLOSS, все ваше приложение должно быть FLOSS, включая зависимости. Если вы используете несвободные/проприетарные библиотеки, мы не сможем собрать ваше приложение, и, следовательно, оно не может быть включено в наш основной репозиторий (в этом случае смотрите "Могу ли я запустить свой собственный репозиторий приложений?"). К сожалению, это исключает любые библиотеки, входящие в "репозиторий Google" из менеджера SDK (например, play-services, fabric, firebase) - разрешено использовать только "репозиторий поддержки Android".
uk: Застосунок може бути вільним лише повністю, включно з залежностями. Якщо ви використовуєте невільні чи пропрієтарні бібліотеки, ми не зможемо зібрати ваш застосунок, тож не додамо його в наш головний репозиторій (див. «Чи можна вести свій репозиторій пакунків F-Droid?» у такому разі). На жаль, жодні бібліотеки «Google-репозиторію» з SDK-менеджера (наприклад, Play Services, Fabric, Firebase) через це не є прийнятними — дозволено лише репозиторій «підтримки Android» (Android Support).
zh_hans: 要做到 FLOSS，你的整个应用都必须是 FLOSS，包括依赖项。如果你使用非自由/专有库，我们无法构建你的应用，因此它不能包含在我们的主存储库中（在这种情况下，请参阅"我可以运行自己的应用存储库吗？"）。不幸的是，这排除了 SDK 管理器中属于 "Google repository" 的任何库（例如 play-services， fabric， firebase） - 只允许使用 "Android support repository"。

source: For external resources, please restrain yourself to "well known repositories", e.g. Maven Central or OSS Sonatype (see complete listing in the "srclib" section of [Build Metadata Reference](../Build_Metadata_Reference)). Please note that sometimes these repos also host user-repos as well. Those are not part of the trusted repository list.
de: Bei externen Ressourcen beschränken Sie sich bitte auf „bekannte Repositorys“, z. B. Maven Central oder OSS Sonatype (sehen Sie sich hierzu die komplette Liste im Abschnitt „srclib“ in der [Build-Metadaten-Referenz](../Build_Metadata_Reference) an). Beachten Sie, dass diese Repos manchmal auch Anwender-Repos anbieten. Diese sind nicht Teil der Liste der vertrauenswürdigen Repositorys.
pl: W przypadku zasobów zewnętrznych należy ograniczyć się do „dobrze znanych repozytoriów”, np. Maven Central lub OSS Sonatype (zobacz pełną listę w sekcji „srclib” [Build Metadata Reference](../Build_Metadata_Reference)). Należy pamiętać, że czasami te repozytoria zawierają również repozytoria użytkownika. Nie są one częścią listy zaufanych repozytoriów.
ro: Pentru resursele externe, vă rugăm să vă limitați la "depozite bine cunoscute", de exemplu Maven Central sau OSS Sonatype (a se vedea lista completă în secțiunea "srclib" din [Build Metadata Reference](../Build_Metadata_Reference)). Vă rugăm să rețineți că uneori aceste depozite pot conține și depozite încărcate de utilizatori. Acestea nu fac parte din lista de depozite de încredere.
ru: Для внешних ресурсов, пожалуйста, ограничивайтесь "хорошо известными репозиториями", например, Maven Central или OSS Sonatype (см. полный список в разделе "srclib" в [Build Metadata Reference](../Build_Metadata_Reference)). Обратите внимание, что иногда в этих репозиториях также размещаются пользовательские репозитории. Они не входят в список доверенных репозиториев.
zh_hans: 对于外部资源，请约束自己使用“众所周知的存储库”，例如 MavenCentral 或 OSS Sonatype（请参阅[构建元数据参考](../Build_Metadata_Reference)的 "srclib" 部分中的完整列表）。请注意，有时这些存储库也托管用户存储库。这些不是受信任的存储库列表的一部分。
