Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: The URL for the application’s translation portal or at least a guide. Optional, since not all applications have one.
pt_pt: O URL do portal de tradução da aplicação ou pelo menos um guia. Opcional, desde que nem todas as aplicações têm uma.

source: The URL for the application’s changelog. Optional, since not all applications have one.
pt_pt: A URL do rastreador de problemas do registo de alterações. Opcional, pois nem todos as aplicações possuem um.

source: The URL to donate to the project. This should be the project’s donate page if it has one.
pt_pt: A URL para doar para o projeto. Esta deve ser a página de doação do projeto, se tiver uma.

source: It is possible to use a direct PayPal link here, if that is all that is available. However, bear in mind that the developer may not be aware of that direct link, and if they later changed to a different PayPal account, or the PayPal link format changed, things could go wrong. It is always best to use a link that the developer explicitly makes public, rather than something that is auto-generated ’button code’.
pt_pt: É possível usar uma ligação direta do PayPal aqui, se isso for tudo o que estiver disponível. No entanto, lembre-se de que o programador pode não estar ciente dessa ligação direte e se posteriormente mudou para outra conta do PayPal, ou se o formato da ligação do PayPal for alterado, as coisas podem dar errado. É sempre melhor usar uma ligação que o programador divulgue explicitamente, em vez de algo que seja gerado automaticamente pelo "código do botão".

source: The project’s Flattr (https://flattr.com) ID, if it has one. This should be a numeric ID, such that (for example) https://flattr.com/thing/xxxx leads directly to the page to donate to the project.
pt_pt: O ID do Flattr (https://flattr.com) do projeto, se tiver um. Este deve ser um ID numérico, de tal forma que (por exemplo) https://flattr.com/coisa/xxxx leva diretamente para a página para doar para o projeto.

source: The project’s Liberapay (https://liberapay.com) user or group name, if it has one. This should be an alphanumeric name, such that (for example) https://liberapay.com/xxxxx which redirects to your account page. This used to be _LiberapayID_, which was a numeric ID fetched from Liberapay’s site by adding /public.json behind your team page.
pt_pt: O nome do utilizador ou grupo do projeto Liberapay (https://liberapay.com), se o tiver. Este deve ser um nome alfanumérico, tal que (por exemplo) https://liberapay.com/xxxxx que redireciona para a página da sua conta. Este costumava ser _LiberapayID_, que era um ID numérico obtido do site do Liberapay a adicionar /public.json atrás da página da sua equipa.

source: The project’s OpenCollective (https://opencollective.com) user or group name, if it has one. This should be an alphanumeric name, such that (for example) https://opencollective.com/xxxxx redirects to your account page.
pt_pt: O nome de utilizador ou grupo do OpenCollective (https://opencollective.com) do projeto, se o tiver. Este deve ser um nome alfanumérico, tal que (por exemplo) https://opencollective.com/xxxxx seja redirecionado para a página da sua conta.

source: A full description of the application, relevant to the latest version. This can span multiple lines (which should be kept to a maximum of 80 characters), and is terminated by a line containing a single ’.’.
pt_pt: Uma descrição completa da aplicação, relevante para a versão mais recente. Isso pode abranger várias linhas (que devem ser mantidas no máximo em 80 caracteres) e é encerrado por uma linha a conter um único ".".

source: This is a multi-line field using the same rules and syntax as the description. It’s used to record notes for F-Droid maintainers to assist in maintaining and updating the application in the repository.
pt_pt: Este é um campo de várias linhas a usar as mesmas regras e sintaxe da descrição. É usado para gravar notas para os mantenedores do F-Droid para ajudar na manutenção e atualização da aplicação no repositório.

source: The git-svn option connects to an SVN repository, and you specify the URL in exactly the same way, but git is used as a back-end. This is preferable for performance reasons, and also because a local copy of the entire history is available in case the upstream repository disappears. (It happens!). In order to use Tags as _UpdateCheckMode_ for this VCS type, the URL must have the tags= special argument set. Likewise, if you intend to use the RepoManifest/branch scheme, you would want to specify branches= as well. Finally, trunk= can also be added. All these special arguments will be passed to "git svn" in order, and their values must be relative paths to the svn repo root dir. Here’s an example of a complex git-svn _Repo_ URL: http://svn.code.sf.net/p/project/code/svn;trunk=trunk;tags=tags;branches=branches
pt_pt: A opção git-svn conecta-se a um repositório SVN e específica a URL exatamente da mesma maneira, mas o git é usado como um back-end. Isso é preferível por motivos de desempenho e também porque uma cópia local de todo o histórico está disponível, caso o repositório upstream desapareça (Acontece!). Para usar marcações como _UpdateCheckMode_ para esse tipo de VCS, a URL deve ter o conjunto especial de argumentos tags=. Da mesma forma, se pretende usar o esquema RepoManifest/ramificação, também desejará especificar branches=. Finalmente, o branch= também pode ser adicionado. Estes argumentos especiais serão passados para "git svn" na ordem, e os seus valores devem ser caminhos relativos ao diretório raiz do repositório svn. Veja um exemplo de uma URL de _Repo_ git-svn complexa: http://svn.code.sf.net/p/project/code/svn;trunk=trunk;tags=tags;branches=branches

source: If the _RepoType_ is `srclib`, then you must specify the name of the according srclib .txt file. For example if `scrlibs/FooBar.txt` exist and you want to use this srclib, then you have to set _Repo_ to `FooBar`.
pt_pt: Se o _RepoType_ for `srclib`, deverá especificar o nome do ficheiro conforme srclib .txt. Por exemplo, se `scrlibs/FooBar.txt` existir e quiser usar este srclib, deve configurar o Repo para `FooBar`.

source: : Disables this build, giving a reason why. (For backwards compatibility, this can also be achieved by starting the commit ID with ’!’)
pt_pt: : Desativa esta compilação, a dar um motivo. (Para compatibilidade com versões anteriores, isso também pode ser obtido a iniciar o ID de confirmação com ’!’)

source: The purpose of this feature is to allow non-buildable releases (e.g. the source is not published) to be flagged, so the scripts don’t generate repeated messages about them. (And also to record the information for review later). If an APK has already been built, disabling causes it to be deleted once `fdroid update` is run; this is the procedure if ever a version has to be replaced.
pt_pt: O objetivo desse recurso é permitir que as versões não compiláveis (por exemplo, a fonte não está publicada) sejam sinalizadas, para que os scripts não gerem mensagens repetidas sobre eles. (E também para gravar as informações para revisão posterior). Se um APK já foi compilado, desativá-lo fará com que ele seja apagado uma vez que `fdroid update` seja executado; este é o procedimento se alguma vez uma versão tiver que ser substituída.

source: : Specifies to build from a subdirectory of the checked out source code. Normally this directory is changed to before building,
pt_pt: : Especifica a compilação de um subdiretório do código-fonte retirado. Normalmente este diretório é alterado para antes de compilar,

source: : Like ’prebuild’, but runs on the source code BEFORE any other processing takes place.
pt_pt: : Como "prebuild", mas é executado no código-fonte ANTES de qualquer outro processamento ocorrer.

source: You can use \$\$SDK\$\$, \$\$NDK\$\$ and \$\$MVN3\$\$ to substitute the paths to the android SDK and NDK directories and the maven 3 executable respectively. The following per-build variables are available likewise: \$\$VERSION\$\$, \$\$VERCODE\$\$ and \$\$COMMIT\$\$.
pt_pt: Pode usar \$\$SDK\$\$, \$\$NDK\$\$ e \$\$MVN3\$\$ para substituir os caminhos dos diretórios de SDK e NDK do Android e do executável do maven 3, respectivamente. As seguintes variáveis porcompilação também estão disponíveis: \$\$VERSION\$\$, \$\$VERCODE\$\$ e \$\$COMMIT\$\$.

source: : The sdk location in the repo is in an old format, or the build.xml is expecting such. The ’new’ format is sdk.dir while the VERY OLD format is sdk-location. Typically, if you get a message along the lines of: "com.android.ant.SetupTask cannot be found" when trying to build, then try enabling this option.
pt_pt: : O local do sdk no repositório está num formato antigo ou o build.xml está a esperar isso. O formato ’novo’ é sdk.dir, enquanto o formato MUITO ANTIGO é sdk-location. Normalmente, se receber uma mensagem nos seguintes termos: "com.android.ant.SetupTask cannot be found" ao tentar criar, tente ativar essa opção.

source: In the case of an Ant project, it modifies _project.properties_ of the app and possibly sub-projects. This is likely to cause the whole _build.xml_ to be rewritten, which is fine if it’s a ’standard’ android file or doesn’t already exist, but not a good idea if it’s heavily customised.
pt_pt: No caso de um projeto Ant, ele modifica _project.properties_ do app e possivelmente subprojetos. Isso provavelmente fará com que o _build.xml_ inteiro seja reescrito, o que é bom se for um ficheiro "padrão" do Android ou ainda não existir, mas não é uma boa ideia se for altamente personalizado.

source: : By default, ’android update’ is used in Ant builds to generate or update the project and all its referenced projects. Specifying update=no bypasses that. Note that this is useless in builds that don’t use Ant.
pt_pt: : Por padrão, "android update" é usado nas compilações do Ant para gerar ou atualizar o projeto e todos os seus projetos referenciados. Especificar update=no resulta em ignorar isso. Isso é inútil em compilações que não usam o Ant.

source: Default value is ’`auto`’, which recursively uses the paths in _project.properties_ to find all the subprojects to update.
pt_pt: O valor padrão é "`auto`", que recursivamente usa os caminhos em _project.properties_ para localizar todos os subprojetos a serem atualizados.

source: Otherwise, the value can be a comma-separated list of directories in which to run ’android update’ relative to the application directory.
pt_pt: Caso contrário, o valor poderá ser uma lista de diretórios separados por vírgulas na qual será executado "android update" em relação ao diretório da aplicação.

source: : Adds a java.encoding property to local.properties with the given value. Generally the value will be ’utf-8’. This is picked up by the SDK’s ant rules, and forces the Java compiler to interpret source files with this encoding. If you receive warnings during the compile about character encodings, you probably need this.
pt_pt: : Adiciona a propriedade java.encoding a local.properties com o valor fornecido. Geralmente, o valor será "utf-8". Isso é captado pelas regras ant do SDK e força o compilador Java a interpretar os ficheiros de origem com essa codificação. Se receber avisos durante a compilação sobre codificações de caracteres, provavelmente precisará disto.

source: : Specifies the relative paths of files or directories to delete before the build is done. The paths are relative to the base of the build directory - i.e. the root of the directory structure checked out from the source respository - not necessarily the directory that contains _AndroidManifest.xml_.
pt_pt: : Especifica os caminhos relativos dos ficheiros ou diretórios a serem excluídos antes da conclusão da compilação. Os caminhos são relativos à base do diretório de compilação - por exemplo, a raiz da estrutura de diretórios retirada do repositório de fonte - não necessariamente o diretório que contém _AndroidManifest.xml_.

source: Multiple files/directories can be specified by separating them with ’,’. Directories will be recursively deleted.
pt_pt: Vários ficheiros/diretórios podem ser especificados a separar-os com ",". Os diretórios serão excluídos recursivamente.

source: For Ant projects, you can optionally append a number with a colon at the beginning of a srclib item to automatically place it in _project.properties_ as a library under the specified number. For example, if you specify `1:somelib@1.0`, F-Droid will automatically do the equivalent of the legacy practice `prebuild=echo "android.library.reference.1=$$somelib$$" >> project.properties`.
pt_pt: Para projetos Ant, é possível incluir opcionalmente um número com dois pontos no início de um item srclib para colocá-lo automaticamente em _project.properties_ como uma biblioteca sob o número especificado. Por exemplo, se especificar `1:biblioteca@1.0`, o F-Droid fará automaticamente o equivalente à prática legada `prebuild=echo "android.library.reference.1=$$biblioteca$$" >> project.properties`.

source: Each srclib has a metadata file under srclibs/ in the repository directory, and the source code is stored in build/srclib/. _RepoType_ and _Repo_ are specified in the same way as for apps; Subdir: can be a comma separated list, for when directories are renamed by upstream; Update Project: updates the projects in the working directory and one level down; Prepare: can be used for any kind of preparation: in particular if you need to update the project with a particular target. You can then also use \$\$name\$\$ in the init/prebuild/build command to substitute the relative path to the library directory, but it could need tweaking if you’ve changed into another directory.
pt_pt: Cada srclib possui um ficheiro de metadados em srclibs/ no diretório do repositório e o código-fonte é armazenado em build/srclib/. _Repo Type_ e _Repo_ são especificados da mesma forma como para apps; Subdir: pode ser uma lista separada por vírgulas, para quando os diretórios forem renomeados pelo upstream; Update Project: atualiza os projetos no diretório de trabalho e um nível abaixo; Prepare: pode ser usado para qualquer preparação: em particular, se precisar atualizar o projeto com um alvo em particular. Também pode usar \$\$name\$\$ no comando init/prebuild/build para substituir o caminho relativo ao diretório da biblioteca, mas pode ser necessário fazer ajustes se mudou para outro diretório.

source: Currently srclibs are necessary when upstream uses jar files or pulls dependencies from non-trusted repositories. While there is no guarantee that those binaries are free and correspondent to the source code, F-Droid allows the following known repositories until a source-built alternative is available:
pt_pt: Atualmente srclibs são necessários quando o upstream usa ficheiros jar ou obtém dependências de repositórios não confiáveis. Embora não haja garantia de que esses binários sejam livres e correspondam ao código-fonte, o F-Droid permite os seguintes repositórios conhecidos até que uma alternativa de origem esteja disponível:

source: ‘mavenCentral’ - the original repo, hardcoded in Maven and Gradle.
pt_pt: ‘mavenCentral’ - o repositório original, codificado em Maven e Gradle.

source: ‘jCenter’ - hardcoded in Gradle, this repo by Bintray tries to provide easier handling. It should sync with mavenCentral from time to time.
pt_pt: ‘jCenter’ - codificado no Gradle, este repositório da Bintray tenta fornecer uma manipulação mais fácil. Ele deve sincronizar com o mavenCentral de tempos em tempos.

source: ‘OSS Sonatype’ - maintained by the people behind mavenCentral, this repository focuses on hosting services for open source project binaries.
pt_pt: ‘OSS Sonatype’ - mantido pelas pessoas por trás do mavenCentral, este repositório se concentra em serviços de hospedagem para binários de projetos de código aberto.

source: ‘OSS JFrog’ - maintained by the people behind jCenter, this repository focuses on hosting services for open source project binaries.
pt_pt: ‘OSS JFrog’ - mantido pelas pessoas por trás do jCenter, este repositório se concentra em serviços de hospedagem para binários de projetos de código aberto.

source: ‘JitPack.io’ - builds directly from GitHub repositories. However, they do not provide any option to reproduce or verify the resulting binaries. Builds pre-release versions in some cases.
pt_pt: ‘JitPack.io’ - compila diretamente dos repositórios do Github. No entanto, não fornecem nenhuma opção para reproduzir ou verificar os binários resultantes. Compila versões de pré-lançamento em alguns casos.

source: ‘Clojars’ - Clojure libraries repo.
pt_pt: ‘Clojars’ - Repositório de bibliotecas de Clojure.

source: ‘CommonsWare’ - repo holding a collection of open-source libs.
pt_pt: ‘CommonsWare’ - repositório a manter uma coleção de bibliotecas de código aberto.

source: : Apply patch(es). ’x’ names one (or more - comma-seperated) files within a directory below the metadata, with the same name as the metadata file but without the extension. Each of these patches is applied to the code in turn.
pt_pt: : Aplica patch(es). ’x’ nomeia um (ou mais - separados por vírgula) ficheiros num diretório abaixo dos metadados, com o mesmo nome do ficheiro de metadados, mas sem a extensão. Cada um desses patches é aplicado ao código por vez.

source: Note that nothing should be built during this prebuild phase - scanning of the code and building of the source tarball, for example, take place after this. For custom actions that actually build things or produce binaries, use ’build’ instead.
pt_pt: Observe que nada deve ser compilado durante a fase "prebuild" - a varredura do código e construção do tarball fonte, p.ex., ocorre após esta. Para ações personalizadas que realmente criam coisas ou produzem binários, use "build".

source: You can use \$\$SDK\$\$, \$\$NDK\$\$ and \$\$MVN3\$\$ to substitute the paths to the android SDK and NDK directories, and Maven 3 executable respectively e.g. for when you need to run `android update project` explicitly. The following per-build variables are available likewise: \$\$VERSION\$\$, \$\$VERCODE\$\$ and \$\$COMMIT\$\$.
pt_pt: Pode usar \$\$SDK\$\$, \$\$NDK\$\$ e \$\$MVN3\$\$ para substituir os caminhos dos diretórios de SDK e NDK do Android e do executável do maven 3, respectivamente, p.ex., para quando precisa executar `android update project` explicitamente. As variáveis seguintes pré-compilação também estão disponíveis: \$\$VERSION\$\$, \$\$VERCODE\$\$ e \$\$COMMIT\$\$.

source: : As for ’prebuild’, but runs during the actual build phase (but before the main Ant/Maven build). Use this only for actions that do actual building. Any preparation of the source code should be done using ’init’ or ’prebuild’.
pt_pt: : Como "prebuild", mas é executado durante a fase de compilação de fato (mas antes da compilação principal de Ant/Maven). Use isto apenas para ações que realmente fazem compilação. Qualquer preparação do código-fonte deve ser feita a usar "init" ou "prebuild".

source: You can use \$\$SDK\$\$, \$\$NDK\$\$ and \$\$MVN3\$\$ to substitute the paths to the android SDK and NDK directories, and maven 3 executable respectively. The following per-build variables are available likewise: \$\$VERSION\$\$, \$\$VERCODE\$\$ and \$\$COMMIT\$\$.
pt_pt: Pode usar \$\$SDK\$\$, \$\$NDK\$\$ e \$\$MVN3\$\$ para substituir os caminhos dos diretórios de SDK e NDK do Android e do executável do maven 3, respectivamente. As seguintes variáveis pré-compilação também estão disponíveis: \$\$VERSION\$\$, \$\$VERCODE\$\$ e \$\$COMMIT\$\$.

source: : Enables building of native code via the _ndk-build_ script before doing the main Ant build. The value may be a list of directories relative to the main application directory in which to run ndk-build, or ’yes’ which corresponds to ’.’ . Using explicit list may be useful to build multi-component projects.
pt_pt: : Permite a compilação de código nativo por meio do script _ndk-build_ antes de fazer a compilação principal de Ant. O valor pode ser uma lista de diretórios relativa ao diretório principal da aplicação no qual será executado o ndk-build, ou "yes", que corresponde a ".". Usar lista explícita pode ser útil para criar projetos com vários componentes.

source: The build and scan processes will complain (refuse to build) if this parameter is not defined, but there is a `jni` directory present. If the native code is being built by other means like a Gradle task, you can specify `no` here to avoid that. However, if the native code is actually not required or used, remove the directory instead (using `rm=jni` for example). Using `buildjni=no` when the jni code isn’t used nor built will result in an error saying that native libraries were expected in the resulting package.
pt_pt: Os processos de compilação e varredura vão reclamar (recusar-se a compilar) se este parâmetro não estiver definido, mas um diretório estiver `jni` presente. Se o código nativo está a ser compilado por outros meios, como uma tarefa Gradle, pode especificar `no` aqui para evitar isso. No entanto, se o código nativo não for realmente necessário ou usado, remova o diretório (a usar, p.ex., `rm = jni`). Usar `buildjni = no` quando o código jni não for usado nem compilado resultará num erro a informar que as bibliotecas nativas eram esperadas no pacote resultante.

source: If only one flavour is given and it is ’yes’, no flavour will be used. Note that for projects with flavours, you must specify at least one valid flavour since ’yes’ will build all of them separately.
pt_pt: Se apenas um sabor for dado e for "sim", nenhum sabor será usado. Observe que, para projetos com sabores, deve especificar pelo menos um sabor válido, pois "sim" criará todos eles separadamente.

source: : Specify an alternate set of Ant commands (target) instead of the default ’release’. It can’t be given any flags, such as the path to a _build.xml_.
pt_pt: : Especifica um conjunto alternativo de comandos Ant (alvo) em vez do "release" padrão. Não pode receber sinalizadores, tal como o caminho para um _build.xml_.

source: : Specify a glob path where the resulting unsigned release APK from the build should be. This can be used in combination with build methods like `gradle=yes` or `maven=yes`, but if no build method is specified, the build is manual. You should run your build commands, such as `make`, in _build_.
pt_pt: : Especifica um caminho ao glob no qual o ficheiro resultante de lançamento não assinado da compilação deve estar. Isso pode ser usado em combinação com métodos de compilação como `gradle=yes` ou `maven=yes`, mas se nenhum método de compilação for especificado a compilação é manual. Deve executar os seus comandos de compilação, como `make`, em _build_.

source: : Don’t check that the version name and code in the resulting APK are correct by looking at the build output - assume the metadata is correct. This takes away a useful level of sanity checking, and should only be used if the values can’t be extracted.
pt_pt: : Não verifica se o nome da versão e o código no APK resultante estão corretos, a analisar a saída da compilação - supõe que os metadados estejam corretos. Isso retira um nível útil de verificação de integridade e só deve ser usado se os valores não puderem ser extraídos.

source: ‘Ads’ - the application contains advertising.
pt_pt: ‘Ads’ - a aplicação contém publicidade.
