Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: The name of the author, either full, abbreviated or pseudonym. If present, it should represent the name(s) as published by upstream, e.g. in their copyright or authors file. This can be omitted (or left blank).
de: Der Name des Autors, ausgeschrieben, abgekürzt oder als Pseudonym. Wenn vorhanden, sollte er dem/den beim Upstream veröffentlichten Namen entsprechen, d. h. denen in der Copyright- oder Autoren-Datei. Kann weggelassen werden (oder unausgefüllt bleiben).
pl: Imię i nazwisko autora, pełne, skrócone lub pseudonim. Jeśli jest obecny, powinien reprezentować nazwę (nazwy) opublikowane w pliku nadrzędnym, np. prawa autorskie lub autorskim pliku. Można to pominąć (lub pozostawić puste).
pt_pt: O nome do autor, completo, abreviado ou pseudônimo. Se presente, deve representar o(s) nome(s) como publicado(s) pelo upstream, como, por ex., em seus ficheiros de copyright ou de autores. Isso pode ser omitido (ou deixado em branco).
ro: Numele autorului, complet, prescurtat sau pseudonim. Dacă este prezent, acesta trebuie să reprezinte numele așa cum a fost publicat de upstream, de exemplu, în dosarul de copyright sau în dosarul autorilor. Această rubrică poate fi omisă (sau lăsată în alb).
ru: Имя автора: полное, сокращенное или псевдоним. Если это поле присутствует, оно должно отражать имя (имена), опубликованные разработчиками вышележащего проекта, например в файле об авторских правах (`COPYRIGHT`) или об авторах (`AUTHORS`). Это поле можно опустить (или оставить пустым).
uk: Ім'я автора: повне, ініціали чи псевдонім. Якщо вказано, то має збігатися з іменем, вказаним у вихідному коді: наприклад, у файлі авторських прав чи переліку розробниць і розробників. Можна пропустити (чи залишити порожнім).
zh_hans: 作者名字可为全名、缩写或别名。如果存在，它应该等同于上游发布的名称，例如在其版权或作者文件中。该部分可省略（或留空）。

source: This is converted to (`<author>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<author>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<author>`) w pliku XML (_index.xml_).
pt_pt: Isso é convertido em (`<author>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<author>`) în fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<author>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<author>`) в XML-файлі (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<author>`)。

source: _AuthorEmail_<a name="AuthorEmail"></a>
de: Autoren-E-Mail (_AuthorEmail_)<a name="AuthorEmail"></a>
pt_pt: _Email do Autor_<a name="AuthorEmail"></a>
ro: _AuthorEmail_(AutorEmail)<a name="AuthorEmail"></a>
ru: _AuthorEmail_ (Почта автора)<a name="AuthorEmail"></a>
uk: _AuthorEmail_ (Електронна адреса автора)<a name="AuthorEmail"></a>
zh_hans: _AuthorEmail_ (作者的电子邮箱) <a name="AuthorEmail"></a>

source: The e-mail address of the author(s). This can be omitted (or left blank).
de: Die E-Mail-Adresse des Autors. Kann weggelassen werden (oder unausgefüllt bleiben).
pl: Adres e-mail autora (ów). Można to pominąć (lub pozostawić puste).
pt_pt: O endereço de e-mail do(s) autor(es). Isso pode ser omitido (ou deixado em branco).
ro: Adresa de e-mail a autorului (autorilor). Aceasta poate fi omisă (sau lăsată în alb).
ru: Электронный адрес автора(ов). Это поле можно опустить (или оставить пустым).
uk: Адреса е-пошти авторки, автора чи команди. Можна пропустити (чи залишити порожньою).
zh_hans: 作者的电子邮箱地址。可省略（或留白）。

source: __Warning__: this overrides all _AuthorEmail_ entries [set in the app's source code](../All_About_Descriptions_Graphics_and_Screenshots).
de: __Achtung__: Dies ist allen [im App-Quellcode festgelegten](../All_About_Descriptions_Graphics_and_Screenshots) _AuthorEmail_-Einträgen übergeordnet.
pl: __Ostrzeżenie__: to przesłoni wszystkie wpisy _E-mail autora_ [ustawione w kodzie źródłowym aplikacji](../All_About_Descriptions_Graphics_and_Screenshots).
pt_pt: __Aviso__: isso sobrescreve todas as entradas de _AuthorEmail_ [definidas no código-fonte da app](../All_About_Descriptions_Graphics_and_Screenshots).
ro: __Warning__: aceasta prevalează asupra tuturor _AuthorEmail_ intrărilor[set in the app's source code](../All_About_Descriptions_Graphics_and_Screenshots).
ru: __Предупреждение__: это переопределяет значение _AuthorEmail_ [указанное в исходном коде приложения](../All_About_Descriptions_Graphics_and_Screenshots).
uk: __Увага__: це замінює всі значення _AuthorEmail_, [вказані у вихідному коді застосунку](../All_About_Descriptions_Graphics_and_Screenshots).
zh_hans: __警告__：这会覆盖所有的 _AuthorEmail_ 条目[在应用的源代码中设置](../All_About_Descriptions_Graphics_and_Screenshots)。

source: This is converted to (`<email>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<email>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<email>`) w pliku XML (_index.xml_).
pt_pt: Isso é convertido em (`<email>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<email>`) in the XML file (_index.xml_).
ru: На основе этого поля формируется (`<email>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<email>`) в XML-файлі (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<email>`)。

source: _AuthorWebSite_<a name="AuthorWebSite"></a>
de: Internetseite der Autoren (_AuthorWebSite_)<a name="AuthorWebSite"></a>
pt_pt: _Site Web do Autor_<a name="AuthorWebSite"></a>
ro: Autor de pagini web(_AuthorWebSite_)<a name="AuthorWebSite"></a>
ru: _AuthorWebSite_ (Веб-сайт автора)<a name="AuthorWebSite"></a>
uk: _AuthorWebSite_ (Вебсайт автора)<a name="AuthorWebSite"></a>
zh_hans: _AuthorWebSite_ (作者网站) <a name="AuthorWebSite"></a>

source: The website URL of the author(s). This can be omitted (or left blank).
de: Die URL der Autorenwebseite. Kann weggelassen werden (oder unausgefüllt bleiben).
pl: Adres URL strony autora(ów). Można to pominąć (lub pozostawić puste).
ro: Adresa site-ului web al autorului (autorilor). Această rubrică poate fi omisă (sau lăsată în alb).
ru: URL веб-сайта автора(ов). Это поле можно опустить (или оставить пустым).
zh_hans: 作者网站的链接。可省略（或留空）。

source: __Warning__: this overrides all _AuthorWebSite_ entries [set in the app's source code](../All_About_Descriptions_Graphics_and_Screenshots).
de: __Achtung__: Dies ist allen [im App-Quellcode festgelegten](../All_About_Descriptions_Graphics_and_Screenshots) _AuthorWebSite_-Einträgen übergeordnet.
pl: __Ostrzeżenie__: to nadpisze wszystkie wpisy _AuthorWebSite_ [ustawione w kodzie źródłowym aplikacji](../All_About_Descriptions_Graphics_and_Screenshots).
pt_pt: __Aviso__: isto sobrescreve todas as entradas de _AuthorWebSite_ [definidas no código-fonte da app](../All_About_Descriptions_Graphics_and_Screenshots).
ro: __Warning__: acest lucru înlocuiește toate intrările _AuthorWebSite_ [set in the app's source code](../All_About_Descriptions_Graphics_and_Screenshots).
ru: __Предупреждение__: это переопределяет значение _AuthorWebSite_ [указанное в исходном коде приложения](../All_About_Descriptions_Graphics_and_Screenshots).
uk: __Увага__: це замінює всі значення _AuthorWebSite_, [вказані у вихідному коді застосунку](../All_About_Descriptions_Graphics_and_Screenshots).
zh_hans: __警告__：这会覆盖所有的 _AuthorWebSite_ 条目[在应用的源代码中设置](../All_About_Descriptions_Graphics_and_Screenshots)。

source: _License_<a name="License"></a>
de: Lizenz (_License_)<a name="License"></a>
pt_pt: _Licença_<a name="License"></a>
ro: (Licență)_License_<a name="License"></a>
ru: _License_ (Лицензия)<a name="License"></a>
uk: _License_ (Ліцензія)<a name="License"></a>
zh_hans: _License_ (许可证)<a name="License"></a>

source: The overall license for the application in terms of the binary that the user can install. Values should correspond to short identifiers of the [SPDX](https://spdx.org/licenses/) license list. There can only be one license listed here. If there are multiple licenses that apply to the source code, then this field should contain the least restrictive license that the whole app can be used under. When multiple licenses are combined, that usually means the most restrictive wins.
de: Die Gesamtlizenz für die Anwendung im Hinblick auf die ausführbare Datei, die der Nutzer installieren kann. Die Werte sollten den Kurzbezeichnungen aus der [SPDX](https://spdx.org/licenses/)-Lizenzliste entsprechen. Es kann hier nur eine Lizenz aufgeführt werden. Wenn im Quellcode mehrere Lizenzen zur Anwendung kommen, dann sollte dieses Feld die am wenigsten restriktive Lizenz enthalten, unter der die ganze App verwendet werden kann. Werden mehrere Lizenzen kombiniert, bedeutet das normalerweise, dass sich die restriktivste durchsetzt.
pl: Ogólna licencja dla aplikacji pod względem plików binarnych, które użytkownik może zainstalować. Wartości powinny odpowiadać krótkim identyfikacjom na liście licencji [SPDX](https://spdx.org/licenses/). Tutaj może być tylko jedna licencja. Jeśli istnieje wiele licencji, które mają zastosowanie do kodu źródłowego, to pole powinno zawierać najmniej restrykcyjną licencję, na której można używać w całej aplikacji. Gdy połączonych jest wiele licencji, zwykle oznacza to najbardziej restrykcyjne wygrane.
pt_pt: A licença geral para a aplicação em termos do binário que o utilizador pode instalar. Os valores devem corresponder a identificadores abreviados da lista de licenças [SPDX](https://spdx.org/licenses/). Só pode haver uma licença listada aqui. Se houver várias licenças que se aplicam ao código-fonte, esse campo deve conter a licença menos restritiva em que o app inteiro pode ser usado. Quando várias licenças são combinadas, isso geralmente significa as vitórias mais restritivas.
ro: Licența generală a aplicației în ceea ce privește binarul pe care utilizatorul îl poate instala. Valorile trebuie să corespundă identificatorilor scurți din lista de licențe [SPDX](https://spdx.org/licenses/). Nu poate exista decât o singură licență listată aici. Dacă există mai multe licențe care se aplică codului sursă, atunci acest câmp trebuie să conțină licența cea mai puțin restrictivă sub care poate fi utilizată întreaga aplicație. Atunci când mai multe licențe sunt combinate, de obicei, aceasta înseamnă că cea mai restrictivă câștigă.
ru: Общая лицензия для всего приложения, которая применима к двоичному файлу, устанавливаемому пользователем. Значение должно соответствовать коротким идентификаторам из списка лицензий [SPDX](https://spdx.org/licenses/). В этом поле может быть задана только одна лицензия. Если к исходному коду применимо несколько лицензий, то это поле должно содержать ту из них, под которой можно использовать всё приложение целиком и которая налагает наименьшее количество ограничений. Когда приложение совмещает несколько лицензий для разных компонентов, это обычно означает для всего приложения можно использовать только ту, которая налагает наибольшее количество ограничений.
uk: Загальна ліцензія застосунку, а точніше, його двійкового файлу, який встановлює авдиторія. Бажано, щоб значення відповідали коротким ідентифікаторам із переліку ліцензій [SPDX](https://spdx.org/licenses/). Вказати тут можна лише одну ліцензію. Якщо код доступний під кількома ліцензіями на вибір, то в це поле слід вписати ту найменш строгу з них, яка все ще поширюється на весь застосунок. Але якщо складові застосунку ліцензовано по-різному, то зазвичай силу має найбільш строга з їхніх ліцензій.
zh_hans: 在用户可以安装的二进制文件意义上的应用的总体许可证。值应对应于 [SPDX](https://spdx.org/licenses/) 许可证列表的短标识符。这里只能列出一个许可证。如果有多个适用于源代码的许可证，那么这个字段应该包含整个应用可以使用的限制性最小的许可证。当多个许可证结合时，通常意味着限制性最强的许可证获胜。

source: This field cannot represent the complexity of licenses that apply to parts of the app, or apps that have the entire thing released under more than one license.
de: Dieses Feld kann keine komplexen Lizenzstrukturen abbilden, wie Lizenzen, denen App-Teile unterliegen, oder Apps, die insgesamt unter mehr als einer Lizenz veröffentlicht wurden.
pl: To pole nie może reprezentować złożoności licencji, które dotyczą części aplikacji lub aplikacji, które mają całą wydaną wersję na podstawie więcej niż jednej licencji.
pt_pt: Esse campo não pode representar a complexidade das licenças que se aplicam a partes da app ou apps que têm a coisa toda liberada sob mais de uma licença.
ro: Acest câmp nu poate reprezenta complexitatea licențelor care se aplică unor părți ale aplicației sau a aplicațiilor care sunt publicate integral sub mai multe licențe.
ru: Это поле не может отражать всю сложность лицензий, которые применяются к отдельным частям приложения, или приложений, у которых различные компоненты имеют отличающиеся лицензии.
uk: Це поле не описує ні всієї складності ліцензій окремих складових застосунку, ні випуску застосунків водночас під кількома ліцензіями.
zh_hans: 这个字段不能表示适用于部分应用的许可证的复杂性，或者整体在一个以上的许可证下发布的应用。

source: This is converted to (`<license>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<license>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<license>`) w pliku XML (_index.xml_).
pt_pt: Isso é convertido em (`<license>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<license>`) în fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<license>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<license>`) в XML-файлі (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<license>`) 。

source: _AutoName_<a name="AutoName"></a>
de: Automatischer Name (_AutoName_)<a name="AutoName"></a>
pt_pt: _Nome Auto_<a name="AutoName"></a>
ro: (Nume automat)_AutoName_<a name="AutoName"></a>
ru: _AutoName_ (Имя Автора)<a name="AutoName"></a>
uk: _AutoName_ (Автоназва)<a name="AutoName"></a>
zh_hans: _AutoName_ (自动命名的应用名)<a name="AutoName"></a>

source: The name of the application as can best be retrieved from the source code. This is done so that `fdroid checkupdates` can put a familiar name in the description of commits created when a new update of the application is found. The _AutoName_ entry is generated automatically when `fdroid checkupdates` is run, and is only used for the commit messages generated by `fdroid checkupdates`.
de: Der Name der Anwendung, wie er am besten aus dem Quellcode abgerufen werden kann. Dies erfolgt so, dass `fdroid checkupdates` einen bekannten Namen in die Commits-Beschreibung einsetzt, die erstellt wird, wenn eine aktualisierte Version der Anwendung gefunden wird. Der _AutoName_-Eintrag wird automatisch erzeugt, wenn `fdroid checkupdates` ausgeführt wird und wird nur für die Commit-Nachricht verwendet, die von `fdroid checkupdates` erzeugt wird.
pl: Nazwę aplikacji najlepiej można pobrać z kodu źródłowego. Odbywa się to tak, że `fdroid checkupdates` może umieścić znaną nazwę w opisie zatwierdzeń utworzonych po znalezieniu nowej aktualizacji aplikacji. Wpis _Nazwa automatyczna_ jest generowany automatycznie po uruchomieniu `fdroid checkupdates` i jest używany tylko w komunikatach commit generowanych przez `fdroid checkupdates`.
pt_pt: O nome da aplicação como melhor pode ser recuperado a partir do código-fonte. Isto é feito de modo que `fdroid checkupdates` possam colocar um nome familiar na descrição dos commits criados quando uma nova atualização da aplicação é encontrada. A entrada _AutoNome_ é gerada automaticamente quando o `fdroid checkupdates' é executado, e só é utilizada para as mensagens de commit geradas pelo `fdroid checkupdates'.
ro: Numele aplicației, așa cum poate fi cel mai bine recuperat din codul sursă. Acest lucru se face pentru ca `fdroid checkupdates` să poată pune un nume familiar în descrierea modificărilor create atunci când se găsește o nouă actualizare a aplicației. _AutoName_ este intrarea generată automat atunci când se execută `fdroid checkupdates` și este utilizată numai pentru mesajele de confirmare generate de `fdroid checkupdates`.
ru: Название приложения в той форме, в которой оно наилучшим образом может быть напрямую извлечено из исходного кода. Это делается для того, чтобы `fdroid checkupdates` мог поместить знакомое имя в описание коммитов, создаваемых при обнаружении нового обновления приложения. Запись _AutoName_ генерируется автоматически при запуске `fdroid checkupdates` и используется только в его сообщениях коммитов.
uk: Назва застосунку в тому вигляді, в якому її вдається отримати з вихідного коду. Це потрібно, щоб `fdroid checkupdates` міг вписувати звичну назву в опис комітів, створюваних при виявленні оновлення застосунку. Значення _AutoName_ генерується автоматично при запуску `fdroid checkupdates` і використовується лише для повідомлень комітів, створюваних `fdroid checkupdates`.
zh_hans: 应用的名称可以最好地从源代码中检索出来。这样做是为了让 `fdroid checkupdates` 能够在发现应用的新更新时，在创建的提交描述中放入一个熟悉的名字。_AutoName_ 条目在 `fdroid checkupdates` 运行时自动生成，并且只用于 `fdroid checkupdates` 生成的提交消息。

source: _Name_<a name="Name"></a>
de: Name (_Name_)<a name="Name"></a>
pt_pt: _Nome_<a name="Name"></a>
ru: _Name_ (Название)<a name="Name"></a>
uk: _Name_ (Назва)<a name="Name"></a>
zh_hans: _Name_(名称)<a name="Name"></a>

source: The title of the application, with optional descriptive phrase. This field will override all other sources of the application name, including scraped from the APK and from [localized metadata](../All_About_Descriptions_Graphics_and_Screenshots). Setting _Name_ is usually not needed, since the application's correct name is retrieved from the APK file. However, in a situation where an APK contains a bad or missing application name, it can be overridden using this. Note that this only overrides the name in the list of apps presented in the client; it doesn't change the name or application label in the source code.
de: Die Bezeichnung der Anwendung, wahlweise mit einem beschreibenden Satz. Dieses Feld überschreibt alle anderen Quellen des Anwendungsnamens, einschließlich den aus dem APK und den [lokalisierten Metadaten](../All_About_Descriptions_Graphics_and_Screenshots)gewonnenen. Die Festlegung des _Name_ ist normalerweise nicht nötig, da der korrekte Name der Anwendung aus der APK-Datei bezogen wird. In Situationen, in denen ein APK einen fehlerhaften oder keinen Anwendungsnamen enthält, kann dies jedoch hiermit korrigiert werden. Zu beachten ist, dass damit lediglich der Name in der App-Liste, die im Client erscheint, korrigiert wird; der Name oder die App-Bezeichnung im Quellcode bleibt unverändert.
pl: Nazwa aplikacji, z opcjonalną frazą opisową. To pole zastąpi wszystkie inne źródła nazwy aplikacji, włączając w to nazwę pobraną z APK oraz z [przetłumaczonych metadanych](../All_About_Descriptions_Graphics_and_Screenshots). Ustawienie _Nazwa_ zazwyczaj nie jest potrzebne, ponieważ poprawna nazwa aplikacji jest pobierana z pliku APK. Jednak w sytuacji, gdy plik APK zawiera złą lub brakującą nazwę aplikacji, można go zastąpić za pomocą tego. Zauważ, że to tylko zastępuje nazwę na liście aplikacji prezentowanych w kliencie; nie zmienia nazwy ani etykiety aplikacji w kodzie źródłowym.
ro: Titlul aplicației, cu o frază descriptivă opțională. Acest câmp va anula toate celelalte surse ale numelui aplicației, inclusiv cele extrase din APK și din [localized metadata](../All_About_Descriptions_Graphics_and_Screenshots). Setarea _Name_ nu este de obicei necesară, deoarece numele corect al aplicației este preluat din fișierul APK. Cu toate acestea, în situația în care un fișier APK conține un nume de aplicație greșit sau lipsă, acesta poate fi înlocuit cu ajutorul acestui parametru. Rețineți că acest lucru înlocuiește doar numele din lista de aplicații prezentată în client; nu modifică numele sau eticheta aplicației din codul sursă.
ru: Название приложения, возможно, с краткой фразой, описывающей его назначение. Значение поле имеет приоритет перед всеми другими источниками названия приложения, в том числе получаемыми из APK и из [локализованных метаданных](../All_About_Descriptions_Graphics_and_Screenshots). Указание поля _Name_ обычно не требуется, поскольку правильное имя приложения в большинстве случаев извлекается из APK-файла. Однако в ситуации, когда APK-файл содержит некорректное имя приложения или не содержит его вовсе, то его можно переопределить с помощью данного поля. Обратите внимание, что это переопределяет имя только в списке приложений, представленном в клиенте; оно не изменяет имя (`name`) или метку (`label`) приложения непосредственно в самом исходном коде.
uk: Назва застосунку, з необов'язковою описовою фразою. Це поле перевизначить всі інші джерела назви застосунку, зокрема витяг з файла .apk і з [локалізованих метаданих](../All_About_Descriptions_Graphics_and_Screenshots). Значення _Назва_ зазвичай не потрібне, оскільки правильну назву застосунку отримано з файлу APK. Однак у ситуації, коли файл .apk містить неправильну або відсутню назву застосунку, її можна перевизначити за допомогою цього. Зверніть увагу, що це лише перевизначає назву в переліку застосунків, представлених у клієнті; це не змінює назву або підпис застосунку в джерельному коді.
zh_hans: 应用的标题，可选描述性短语。这个字段将覆盖所有其他来源的应用名称，包括从 APK 和[本地化元数据](../All_About_Descriptions_Graphics_and_Screenshots)中抓取的名称。一般不需要设置 _Name_，因为应用的正确名称是从 APK 文件中检索出来的。然而，在 APK 包含一个坏的或缺失的应用名称的情况下，可以用这个来覆盖它。请注意，这只覆盖客户端显示的应用列表中的名称；它并不改变源代码中的名称或应用标签。

source: __50 character limit__
de: __Auf 50 Zeichen begrenzt__
pl: __ograniczenie znaków do 50__
pt_pt: __limite de 50 caracteres__
ro: __limită de 50 de caractere__
ru: __Ограничение в 50 символов__
uk: __максимум 50 символів__
zh_hans: __50 个字符限制__

source: __Warning__: this overrides all _Name_/_title_ entries [set in the app's source code](../All_About_Descriptions_Graphics_and_Screenshots).
de: __Achtung__: Dies ist allen [im App-Quellcode festgelegten](../All_About_Descriptions_Graphics_and_Screenshots) Einträgen zu _Name_/_title_ übergeordnet.
pl: __Ostrzeżenie__: to zastępuje wszystkie wpisy _Nazwa_/_tytuł_ [ustawione w kodzie źródłowym aplikacji](../All_About_Descriptions_Graphics_and_Screenshots).
pt_pt: __Aviso__: isto anula todas as entradas _Nome_/_título_ [definido no código-fonte da app](../All_About_Descriptions_Graphics_and_Screenshots).
ro: __Warning__: acest lucru suprascrie toate intrările _Name_/_title_ [set in the app's source code](../All_About_Descriptions_Graphics_and_Screenshots).
ru: __Предупреждение__: это переопределяет значения _Name_/_title_ [указанные в исходном коде приложения](../All_About_Descriptions_Graphics_and_Screenshots).
uk: __Увага__: це замінює всі значення _Name_/_title_, [вказані у вихідному коді застосунку](../All_About_Descriptions_Graphics_and_Screenshots).
zh_hans: __警告__：这会覆盖所有的 _Name_ / _title_ 条目[在应用的源代码中设置](../All_About_Descriptions_Graphics_and_Screenshots)。

source: This is converted to (`<name>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<name>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowany na (`<name>`) w pliku XML (_index.xml_).
pt_pt: Isso é convertido em (`<name>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<name>`) în fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<name>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<name>`) в XML-файлі (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<name>`)。

source: _WebSite_<a name="WebSite"></a>
de: Internetseite (_WebSite_)<a name="WebSite"></a>
pt_pt: _Site Web_<a name="WebSite"></a>
ru: _WebSite_ (Веб-сайт)<a name="WebSite"></a>
uk: _WebSite_ (Вебсайт)<a name="WebSite"></a>
zh_hans: _WebSite_ (网站)<a name="WebSite"></a>
