Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Third party repositories are not under our control what so ever. If you think a 3rd party repository is violating your rights you will have to get in contact with their respective operators. Procedures described here apply exclusively to f-droid.org.
de: Drittanbieter-Repositorys unterliegen allerdings nicht unserer Kontrolle. Wenn Sie glauben, dass ein Repository eines Drittanbieters Ihre Rechte verletzt, müssen SIe sich mit den entsprechenden Betreibern in Verbindung setzen. Die hier beschriebenen Vorgänge betreffen ausschließlich f-droid.org.
pl: Repozytoria stron trzecich nie podlegają naszej kontroli. Jeśli uważasz, że repozytorium strony trzeciej narusza swoje prawa, skontaktuj się z ich operatorami. Procedury opisane tutaj mają zastosowanie wyłącznie do f-droid.org.
ro: Depozitele terților nu se află sub controlul nostru. Dacă credeți că un depozit terță parte vă încalcă drepturile, va trebui să luați legătura cu operatorii respectivi. Procedurile descrise aici se aplică exclusiv la f-droid.org.
ru: Мы не контролируем сторонние репозитории. Если вы считаете, что сторонний репозиторий нарушает ваши права, вам придется связаться с соответствующими операторами. Описанные здесь процедуры относятся исключительно к f-droid.org.
uk: Репозиторії сторонніх осіб жодним чином нами не керовані. Якщо вважаєте, що сторонній репозиторій порушує ваші права, зв'яжіться з його відповідними операторами. Описаний тут процес стосується винятково f-droid.org.
zh_hans: 第三方存储库并不在我们的控制之下。如果您认为第三方存储库侵犯了您的权利，您将不得不与这些存储库各自的运营方联系。这里描述的流程只适用于 f-droid.org。

source: Translation and Localization
de: Übersetzung und Lokalisation
pl: Tłumaczenie i lokalizacja
pt_pt: Tradução e Localização
ro: Traducere și localizare
ru: Перевод и локализация
uk: Переклад та локалізація
zh_hans: 翻译和本地化

source: Every piece of F-Droid can be localized, including the Android app, the entire website, and the tools. That means that all of the texts can be translated into any language supported by Android. F-Droid will also use localized formats for numbers, currency, dates, etc. which happens automatically based on the language and country specified in the device's settings. All of the F-Droid resources are available for translation on [Weblate "components"](https://hosted.weblate.org/projects/f-droid/) that are each managed separately, based on technical requirements.
de: Jedes Bestandteil von F-Droid kann lokalisiert werden, einschließlich der Android-App, der gesamten Internetseite und der Werkzeuge. Das bedeutet, dass alle Texte in alle Sprachen übersetzt werden können, die Android unterstützt. F-Droid wird darüberhinaus lokalisierte Formate für Zahlen, Währungen, Datumsangaben verwenden, was automatisch gemäß den auf dem Gerät festgelegten Sprach- und Landeseinstellungen geschieht. Alle F-Droid-Quellen stehen als [Weblate-„Komponenten“](https://hosted.weblate.org/projects/f-droid/) zur Übersetzung bereit. Die Einzelkomponenten werden aus technischen Gründen getrennt voneinander verwaltet.
pl: Każdy element F-Droid można przetłumaczyć, w tym aplikację na system Android, całą stronę internetową i narzędzia. Oznacza to, że wszystkie teksty można przetłumaczyć na dowolny język obsługiwany przez system Android. F-Droid będzie również używać lokalnych formatów dla liczb, walut, dat itp., co dzieje się automatycznie na podstawie języka i kraju określonego w ustawieniach urządzenia. Cały obszar zasobów F-Droid dostępny do tłumaczenia w [komponentach Weblate](https://hosted.weblate.org/projects/f-droid/), z których każdy jest zarządzany osobno, na podstawie wymagań technicznych.
pt_pt: Cada peça do F-Droid pode ser localizada, incluindo o app Android, o site inteiro e as ferramentas. Isso significa que todos os textos podem ser traduzidos para qualquer idioma suportado pelo Android. O F-Droid também usará formatos localizados para números, moedas, datas, etc., o que acontece automaticamente com base no idioma e país especificados nas configurações do aparelho. Todos os recursos do F-Droid disponíveis para tradução em ["componentes" do Weblate](https://hosted.weblate.org/projects/f-droid/) são gerados separadamente, com base em requisitos técnicos.
ro: Fiecare componentă a F-Droid poate fi localizată, inclusiv aplicația Android, întregul site web și instrumentele. Aceasta înseamnă că toate textele pot fi traduse în orice limbă suportată de Android. F-Droid va folosi, de asemenea, formate localizate pentru numere, valută, date etc., ceea ce se întâmplă automat în funcție de limba și țara specificate în setările dispozitivului. Toate resursele F-Droid sunt disponibile pentru traducere pe [Weblate "components"](https://hosted.weblate.org/projects/f-droid/), care sunt gestionate fiecare separat, în funcție de cerințele tehnice.
ru: Каждый элемент F-Droid может быть локализован, включая приложение для Android, весь веб-сайт и инструменты. Это означает, что все тексты могут быть переведены на любой язык, поддерживаемый Android. F-Droid также будет использовать локализованные форматы для чисел, валюты, дат и т.д., что происходит автоматически на основе языка и страны, указанных в настройках устройства. Все ресурсы F-Droid доступны для перевода на [Weblate "components"](https://hosted.weblate.org/projects/f-droid/), каждый из которых управляется отдельно, исходя из технических требований.
uk: Усі частини F-Droid можна локалізувати, включно з застосунком Android, вебсайтом та інструментами. Це означає, що всі тексти можна перекласти будь-якою мовою, що підтримується Android. F-Droid також використовуватиме локалізовані формати для чисел, валюти, дат тощо, що відбувається автоматично залежно від мови та країни, зазначених у налаштуваннях пристрою. Усі ресурси F-Droid доступні для перекладу на [Weblate "складниках"](https://hosted.weblate.org/projects/f-droid/), кожен з яких управляється окремо, виходячи з технічних вимог.
zh_hans: F-Droid 的每一块都可以被本地化，包括 Android 应用、整个网站和工具。 这意味着所有的文本都可以被翻译成 Android 支持的任何语言。 F-Droid 还将根据设备设置中指定的语言和国家/地区自动使用数字、货币、日期等的本地化格式。 所有的 F-Droid 资源都可以在 [Weblate "组件"](https://hosted.weblate.org/projects/f-droid/)上进行翻译，每个组件都根据技术要求单独管理。

source: If an app's source code repo includes app descriptions, then those will be automatically included as long as they use the [supported layouts](../All_About_Descriptions_Graphics_and_Screenshots). If there are any issues with missing translations or broken localized formats, please [file an issue](https://gitlab.com/fdroid/fdroid-website/-/issues) so it can be fixed.
de: Wenn ein App-Quellcode-Repo App-Beschreibungen enthält, werden diese automatisch eingeschlossen, solange sie ein [unterstütztes Layout](../All_About_Descriptions_Graphics_and_Screenshots) verwenden. Sollten Probleme mit fehlenden Übersetzungen oder fehlerhaft lokalisierten Formaten auftreten, senden Sie bitte einen [Problembericht](https://gitlab.com/fdroid/fdroid-website/-/issues), damit sie behoben werden können.
pl: Jeśli repozytorium kodu źródłowego aplikacji zawiera opisy aplikacji, zostaną one automatycznie uwzględnione, o ile będą korzystały z [obsługiwanych układów](../All_About_Descriptions_Graphics_and_Screenshots). Jeśli występują problemy z brakującymi tłumaczeniami lub uszkodzonymi zlokalizowanymi formatami, [zgłoś problem](https://gitlab.com/fdroid/fdroid-website/-/issues), aby można je było naprawić.
ro: Dacă repo-ul de cod sursă al unei aplicații include descrieri ale aplicației, atunci acestea vor fi incluse în mod automat, atâta timp cât utilizează [supported layouts](../All_About_Descriptions_Graphics_and_Screenshots). Dacă există probleme cu traduceri lipsă sau formate localizate defecte, vă rugăm să [file an issue](https://gitlab.com/fdroid/fdroid-website/-/issues) pentru a putea fi rezolvate.
ru: Если репозиторий исходного кода приложения включает описания приложений, то они будут автоматически включены, если они используют [поддерживаемые макеты](../All_About_Descriptions_Graphics_and_Screenshots). Если есть какие-либо проблемы с отсутствующими переводами или неработающими локализованными форматами, пожалуйста, [оформите проблему](https://gitlab.com/fdroid/fdroid-website/-/issues), чтобы ее можно было исправить.
zh_hans: 如果应用的源代码存储库包含应用的说明，那么只要它们使用 [支持的布局](../All_About_Descriptions_Graphics_and_Screenshots)，它们就会自动包含在内。如果有任何翻译缺失或本地化格式损坏的问题，请[提交问题](https://gitlab.com/fdroid/fdroid-website/-/issues) 以便修复。

source: Contributing
de: Mitarbeit
pl: Rozwój
pt_pt: Contribuir
ro: Contribuții
ru: Вклад
uk: Участь у розробці
zh_hans: 贡献

source: Is F-Droid not in your language, or the translation is incorrect or incomplete? Get involved in the translations on [our Weblate](https://hosted.weblate.org/projects/f-droid/).
de: Gibt es F-Droid nicht in Ihrer Sprache oder ist die Übersetzung fehlerhaft oder unvollständig? Beteiligen Sie sich an den Übersetzungen in [unserem Weblate](https://hosted.weblate.org/projects/f-droid/).
pl: Czy F-Droid nie jest w Twoim języku, lub tłumaczenie jest nieprawidłowe lub niekompletne? Zaangażuj się w tłumaczenia na stronie [nasz Weblate](https://hosted.weblate.org/projects/f-droid/).
pt_pt: O F-Droid não está disponível no seu idioma ou a tradução está incorrecta ou incompleta? Envolva-se nas traduções em [nosso Weblate](https://hosted.weblate.org/projects/f-droid/).
ro: F-Droid nu este în limba dvs. sau traducerea este incorectă sau incompletă? Implică-te în traducerile de pe [our Weblate](https://hosted.weblate.org/projects/f-droid/).
ru: F-Droid не на вашем языке, или перевод неверный или неполный? Примите участие в переводах на [нашем сайте](https://hosted.weblate.org/projects/f-droid/).
uk: F-Droid не має вашої мови чи перекладений хибно або частково? Долучіться до перекладу в [нашому Weblate](https://hosted.weblate.org/projects/f-droid/).
zh_hans: F-Droid 没有以你的语言呈现，或者翻译不正确或不完整？请参与到 [我们在 Weblate](https://hosted.weblate.org/projects/f-droid/) 上进行的翻译工作中来。

source: All translation work is done in Weblate to keep the workflow easy. We recommend that translators use a [GitLab](https://gitlab.com) account for logging into Weblate since that same account can be used on all of the F-Droid projects on GitLab. you can find other translators on the [forum](https://forum.f-droid.org/c/translation).
de: Die gesamte Übersetzungsarbeit wird in Weblate erledigt, um den Arbeitsablauf einfach zu halten. Wir empfehlen den Übersetzern, ein [GitLab](https://gitlab.com)-Konto zur Anmeldung bei Weblate zu verwenden, da dasselbe Konto für alle F-Droid-Projekte bei GitLab genutzt werden kann. Andere Übersetzer findet man im [Forum](https://forum.f-droid.org/c/translation).
pl: Wszystkie tłumaczenia wykonywane są w Weblate, aby ułatwić przepływ pracy. Zalecamy, aby tłumacze korzystali z konta [GitLab](https://gitlab.com) w celu zalogowania się do Weblate, ponieważ takie samo konto może być użyte we wszystkich projektach F -Droid w GitLab. Możesz znaleźć innych tłumaczy na [forum](https://forum.f-droid.org/c/translation).
pt_pt: Todo o trabalho de tradução é feito em Weblate para manter o fluxo de trabalho fácil. Recomendamos que os tradutores usem uma conta [GitLab](https://gitlab.com) para entrar no Weblate, uma vez que essa mesma conta pode ser usada em todos os projectos F-Droid no GitLab. Pode encontrar outros tradutores no [fórum](https://forum.f-droid.org/c/translation).
ro: Toate lucrările de traducere sunt efectuate în Weblate pentru a menține un flux de lucru ușor. Recomandăm ca traducătorii să folosească un cont [GitLab](https://gitlab.com) pentru a se loga în Weblate, deoarece același cont poate fi folosit pentru toate proiectele F-Droid de pe GitLab. puteți găsi alți traducători pe [forum](https://forum.f-droid.org/c/translation).
ru: Вся работа по переводу ведется в Weblate, чтобы упростить рабочий процесс. Мы рекомендуем переводчикам использовать учетную запись [GitLab](https://gitlab.com) для входа в Weblate, поскольку эта же учетная запись может использоваться для всех проектов F-Droid на GitLab. Вы можете найти других переводчиков на [форуме](https://forum.f-droid.org/c/translation).
uk: Робота над усіма перекладами виконується на Weblate задля простоти робочого процесу. Радимо ввійти до Weblate за допомогою облікового запису [GitLab](https://gitlab.com), щоб використовувати один і той же обліковий запис для всіх GitLab-проєктів F-Droid. Інших перекладачок і перекладачів можна знайти на [форумі](https://forum.f-droid.org/c/translation).
zh_hans: 所有的翻译工作都在 Weblate 中完成，以保持工作流程的简便。 我们建议译者使用 [GitLab](https://gitlab.com) 账户登录 Weblate，因为同一账户可以用于 GitLab 上所有的 F-Droid 项目。你可以在 [论坛](https://forum.f-droid.org/c/translation) 上找到其他译者。

source: Adding a new language
de: Eine neue Sprache hinzufügen
pl: Dodawanie nowego języka
pt_pt: Adicionar um novo idioma
ro: Adăugarea unei noi limbi
ru: Добавление нового языка
uk: Додання мови
zh_hans: 添加新语言

source: First and foremost, Android must [already support](https://android.googlesource.com/platform/frameworks/base/+/master/core/res/res/values/locale_config.xml) the specific language and locale you want to add. We cannot work with languages that Android and the SDK do not support, the tools simply break down. Next, if you are considering adding a country-specific variant of a language (e.g. _de-AT_), first make sure that the main language is well maintained (e.g. _de_). Your contribution might be useful to more people if you contribute to the existing version of your language rather than the country-specific variant.
de: Zuerst und vor allem muss Android die spezielle Sprache und Lokalisation, die Sie hinzufügen möchten, [bereits unterstützen](https://android.googlesource.com/platform/frameworks/base/+/master/core/res/res/values/locale_config.xml). Wir können nicht mit Sprachen arbeiten, die nicht von Android oder dem SDK unterstützt werden, die Instrumente werden schlicht versagen. Als nächstes, wenn Sie beabsichtigen, eine landesspezifische Variante einer Sprache zu ergänzen (z. B. _de-AT_), vergewissern Sie sich zunächst, dass die Hauptsprache (z. B. _de_) gut gepflegt ist. Ihr Beitrag kann möglicherweise für mehr Menschen von Nutzen sein, wenn Sie an der schon existierenden Version Ihrer Sprache mitarbeiten als an einer landesspezifischen Variante.
pl: Przede wszystkim Android musi już [obsługiwać określony](https://android.googlesource.com/platform/frameworks/base/+/master/core/res/res/values/locale_config.xml) język i ustawienia regionalne, które chcesz dodać. Nie możemy pracować z językami, których nie obsługuje Android i SDK, narzędzia po prostu się zepsują. Następnie, jeśli rozważasz dodanie wariant języka dla danego kraju (np. _de-AT_), najpierw upewnij się, że główny język jest dobrze utrzymany (na przykład _de_). Twój wkład może być przydatny dla większej liczby osób, jeśli przyczynisz się do głównego języka, a nie do wariantu specyficznego dla danego kraju.
pt_pt: Em primeiro lugar, o Android já deve [oferecer suporte](https://android.googlesource.com/platform/frameworks/base/+/master/core/res/res/values/locale_config.xml) ao idioma e localidade específicos que deseja adicionar. Não podemos trabalhar com idiomas que o Android e o SDK não possuiem suporte, as ferramentas simplesmente são quebradas. Em seguida, se estiver a pensar em adicionar uma variante específica do país de um idioma (por exemplo, _pt-BR_), primeiro certifique-se de que o idioma principal seja bem mantido (por exemplo, _pt_). Sua contribuição pode ser útil para mais pessoas se contribuir para a versão existente do idioma e não para a variante específica do país.
ro: În primul rând, Android trebuie să [already support](https://android.googlesource.com/platform/frameworks/base/+/master/core/res/res/res/values/locale_config.xml) limba și locația specifice pe care doriți să le adăugați. Nu putem lucra cu limbi pe care Android și SDK-ul nu le suportă, instrumentele pur și simplu se strică. În continuare, dacă aveți în vedere adăugarea unei variante specifice unei țări a unei limbi (de exemplu, _de-AT_), asigurați-vă mai întâi că limba principală este bine întreținută (de exemplu, _de_). Contribuția dvs. ar putea fi utilă pentru mai multe persoane dacă contribuiți la versiunea existentă a limbii dvs. mai degrabă decât la varianta specifică unei țări.
ru: Прежде всего, Android должен [уже поддерживать](https://android.googlesource.com/platform/frameworks/base/+/master/core/res/res/values/locale_config.xml) конкретный язык и локаль, которые вы хотите добавить. Мы не можем работать с языками, которые Android и SDK не поддерживают, инструменты просто сломаются. Далее, если вы собираетесь добавить вариант языка для конкретной страны (например, _de-AT_), сначала убедитесь, что основной язык поддерживается (например, _de_). Ваш вклад может быть полезен большему числу людей, если вы внесете вклад в существующую версию языка, а не в вариант для конкретной страны.
uk: Насамперед, Android мусить [уже підтримувати](https://android.googlesource.com/platform/frameworks/base/+/master/core/res/res/values/locale_config.xml) бажані вами мову й локаль. Ми не можемо працювати з мовами, не підтримуваними Android і його SDK: інструменти просто виходять із ладу. Далі, якщо ви бажаєте додати місцевий діалект мови (як-от _de-AT_), спершу переконайтесь, що мова (як-от _de_) активно супроводжується сама по собі. Ваш внесок може принести користь більшій кількості людей, якщо ви доповните ширше вживаний варіант мови, а не лише місцевий.
zh_hans: 首先，Android 必须[已经支持](https://android.googlesource.com/platform/frameworks/base/+/master/core/res/res/values/locale_config.xml) 你想要添加的特定语言和区域设置。我们无法使用 Android 和 SDK 不支持的语言，否则这些工具会崩溃。接下来，如果你正在考虑添加特定于国家/地区的语言变体（例如 _de-AT_），请首先确保主要语言得到良好维护（例如 _de_）。如果你为你的语言的现有版本而不是特定国家/地区的变体做出贡献，那么你的贡献可能对更多人有用。

source: For [_fdroidclient_](https://hosted.weblate.org/projects/f-droid/f-droid/), [_fdroidserver_](https://hosted.weblate.org/projects/f-droid/fdroidserver/) and [_Repomaker_](https://hosted.weblate.org/projects/f-droid/repomaker), anyone can create a new language via Weblate. For the rest of the translation "components" on Weblate, please [file an admin issue](https://gitlab.com/fdroid/admin/issues) to request a new language.
de: Für [_fdroidclient_](https://hosted.weblate.org/projects/f-droid/f-droid/), [_fdroidserver_](https://hosted.weblate.org/projects/f-droid/fdroidserver/) und [_Repomaker_](https://hosted.weblate.org/projects/f-droid/repomaker) kann jeder über Weblate eine neue Sprache einführen. Für die übrigen Übersetzungs„komponenten“ auf Weblate, senden Sie bitte ein [Ticket an die Administratoren](https://gitlab.com/fdroid/admin/issues), um eine neue Sprache zu beantragen.
pl: Dla [_fdroidclient_](https://hosted.weblate.org/projects/f-droid/f-droid/), [_fdroidserver_](https://hosted.weblate.org/projects/f-droid/fdroidserver/) i [_Repomaker_](https://hosted.weblate.org/projects/f-droid/repomaker), każdy może stworzyć nowy język przez Weblate. W dalszej części tłumaczenia "komponentów" na Weblate, proszę [zgłoś problem administratorowi](https://gitlab.com/fdroid/admin/issues), aby poprosić o nowy język.
pt_pt: Para [_fdroidclient_](https://hosted.weblate.org/projects/f-droid/f-droid/), [_fdroidserver_](https://hosted.weblate.org/projects/f-droid/fdroidserver/) e [_Repomaker_](https://hosted.weblate.org/projects/f-droid/repomaker), qualquer um pode criar um novo pelo Weblate. Para os demais "componentes" de tradução no Weblate, por favor preencha um [relatório de problema administrativo](https://gitlab.com/fdroid/admin/issues) para solicitar um novo idioma.
ro: Pentru [_fdroidclient_](https://hosted.weblate.org/projects/f-droid/f-droid/), [_fdroidserver_](https://hosted.weblate.org/projects/f-droid/fdroidserver/) și [_Repomaker_](https://hosted.weblate.org/projects/f-droid/repomaker), oricine poate crea o nouă limbă prin intermediul Weblate. Pentru restul "componentelor" de traducere de pe Weblate, vă rugăm să [file an admin issue](https://gitlab.com/fdroid/admin/issues) pentru a solicita o nouă limbă.
ru: Для [_fdroidclient_](https://hosted.weblate.org/projects/f-droid/f-droid/), [_fdroidserver_](https://hosted.weblate.org/projects/f-droid/fdroidserver/) и [_Repomaker_](https://hosted.weblate.org/projects/f-droid/repomaker) любой может создать новый язык через Weblate. Для остальных "компонентов" перевода на Weblate, пожалуйста, [file an admin issue](https://gitlab.com/fdroid/admin/issues), чтобы запросить новый язык.
uk: Для [_fdroidclient_](https://hosted.weblate.org/projects/f-droid/f-droid/), [_fdroidserver_](https://hosted.weblate.org/projects/f-droid/fdroidserver/) і [_Repomaker_](https://hosted.weblate.org/projects/f-droid/repomaker) будь-хто може додати мову за допомогою Weblate. Щодо перекладу інших складових на Weblate, просимо [створити адміністративне обговорення](https://gitlab.com/fdroid/admin/issues) про додання мови.
zh_hans: 对于 [_fdroidclient_](https://hosted.weblate.org/projects/f-droid/f-droid/)，[_fdroidserver_](https://hosted.weblate .org/projects/f-droid/fdroidserver/) 和 [_Repomaker_](https://hosted.weblate.org/projects/f-droid/repomaker)，任何人都可以通过 Weblate 创建一种新语言。对于 Weblate 上的其余翻译“组件”，请[提交管理问题](https://gitlab.com/fdroid/admin/issues) 以请求新语言。

source: When translations are included
de: Wann Übersetzungen aufgenommen werden
pl: Kiedy tłumaczenia będą uwzględnione
pt_pt: Quando traduções são incluídas
ro: Când sunt incluse traducerile
ru: Когда переводы включены
uk: Коли додаються переклади
zh_hans: 翻译何时会被收录

source: The translation files are included from Weblate before each release. There are varying conditions for when the translations are included, based on the limitations of each platform.
de: Die Übersetzungsdateien aus Weblate werden vor jeder Veröffentlichung miteinbezogen. Abhängig von den Maßgaben für jede Plattform gelten verschiedene Regeln, wann Übersetzungen übernommen werden.
pl: Pliki tłumaczeń są zawarte w Weblate przed każdym wydaniem. Istnieją różne warunki, w których zawarte są tłumaczenia, w oparciu o ograniczenia każdej platformy.
pt_pt: Os ficheiros de tradução são incluídos do Weblate antes de cada lançamento. Existem condições diferentes para quando as traduções são incluídas, dento das limitações de cada plataforma.
ro: Fișierele de traducere sunt incluse de Weblate înainte de fiecare versiune. Există condiții diferite pentru momentul în care sunt incluse traducerile, în funcție de limitările fiecărei platforme.
ru: Файлы переводов включаются из Weblate перед каждым релизом. Существуют различные условия включения переводов, основанные на ограничениях каждой платформы.
uk: Файли перекладів завантажуються з Weblate перед кожним випуском. Умови включення перекладів залежать від особливостей та обмежень кожної платформи.
zh_hans: 在每个版本发布前，都会从 Weblate 中收录翻译文件。 根据每个平台的限制，收录翻译的时间会有不同的情况。

source: Android app
pl: Aplikacja na Androida
pt_pt: App para Android
ro: Aplicație Android
ru: Приложение для Android
uk: Android-застосунок
zh_hans: Android 应用
