Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: F-Droid Contributors have many ways of reaching our common goal of distributing free software which may differ from your ways. Assume that other people are working towards this goal.
de: F-Droid-Mitwirkende haben viele Wege, unser gemeinsames Ziel der Verbreitung Freier Software zu erreichen, die sich von Ihren Wegen unterscheiden können. Gehen Sie davon aus, dass auch andere Menschen auf dieses Ziel hinarbeiten.
pl: Współpracownicy F-Droida mogą mieć różne sposoby na osiągnięcie wspólnego celu, jakim jest wolne oprogramowanie, które mogą być inne od naszych. Zakładamy, że inne osoby pracują dążąc do tego celu.
pt_pt: Os colaboradores da F-Droid têm muitas formas de alcançar o nosso objetivo comum de distribuir software livre que podem diferir das suas formas. Assumam que outras pessoas trabalham para este objetivo.
ro: Contributorii F-Droid au mai multe modalități de a atinge obiectivul nostru comun de a distribui software liber, care pot fi diferite de ale dumneavoastră. Presupuneți că și alte persoane lucrează pentru atingerea acestui obiectiv.
ru: У участников проекта F-Droid есть много способов достижения нашей общей цели - распространения свободного программного обеспечения, которые могут отличаться от ваших способов. Предположите, что другие люди работают над достижением этой цели.
uk: Люди, що роблять внески в F-Droid, можуть прямувати до нашої спільної мети — поширення вільного програмного забезпечення — іншим шляхом, ніж ви. Не вважайте, ніби в їхньої роботи якась інша мета.
zh_hans: F-Droid 贡献者有很多方法来达到我们发布自由软件的共同目标，这可能与你的方法不同。请始终假设其他人都在为这一目标而付诸努力。

source: Note that many of our Contributors are not native English speakers or may have different cultural backgrounds.
de: Bitte beachten Sie, dass viele unserer Mitwirkenden keine englischen Muttersprachler sind oder einen anderen kulturellen Hintergrund haben.
pl: Należy pamiętać, że dla wielu naszych Współpracowników język angielski nie jest ich rodowitym językiem oraz że mogą oni pochodzić z różnych kultur.
pt_pt: Note-se que muitos dos nossos contribuintes não são falantes nativos de inglês ou podem ter origens culturais diferentes.
ro: Rețineți că mulți dintre colaboratorii noștri nu sunt vorbitori nativi de limba engleză sau pot avea origini culturale diferite.
ru: Заметьте, что для многих Участников английский язык не является родным и они могут быть воспитаны в другой культурной среде.
uk: Зауважте, багато для кого з нас англійська — не рідна мова, й наші культурні середовища можуть відрізнятись.
zh_hans: 请注意，我们的许多贡献者不是以英语为母语的人，或者可能有不同的文化背景。

source: 3. Be collaborative
de: 3. Kooperativ sein
pl: 3. Współpracuj
pt_pt: 3. Seja colaborativo
ro: 3. Fiți colaborativi
ru: 3. Сотрудничать
uk: 3. Працюйте разом
zh_hans: 3. 保持合作

source: F-Droid is a large and complex project; there is always more to learn within F-Droid. It's good to ask for help when you need it. Similarly, offers for help should be seen in the context of our shared goal of improving F-Droid.
de: F-Droid ist ein großes und komplexes Projekt; es gibt immer mehr in F-Droid zu lernen. Es ist gut, um Hilfe zu bitten, wenn man sie braucht. Ebenso sollten Hilfsangebote im Kontext unseres gemeinsamen Ziels, F-Droid zu verbessern, gesehen werden.
pl: F-Droid jest dużym i skomplikowanym projektem; zawsze jest w nim coś do nauczenia się. Jeżeli potrzebujemy pomocy, należy o nią poprosić. Podobnie prośby o pomoc należy postrzegać w kontekście naszego wspólnego celu, jakim jest ciągłe udoskonalanie F-Droida.
pt_pt: O F-Droid é um projeto grande e complexo; há sempre mais a aprender no F-Droid. É bom pedir ajuda quando se precisa dela. Da mesma forma, as ofertas de ajuda devem ser vistas no contexto do nosso objetivo comum de melhorar o F-Droid.
ro: F-Droid este un proiect mare și complex; întotdeauna mai sunt multe de învățat în F-Droid. Este bine să cereți ajutor atunci când aveți nevoie de el. În mod similar, ofertele de ajutor trebuie privite în contextul obiectivului nostru comun de a îmbunătăți F-Droid.
ru: F-Droid представляет собой большой и сложный проект; внутри F-Droid всегда есть чему научиться. Если вам нужна помощь, попросите о ней. Кроме того, предложения помощи следует рассматривать в контексте общей цели улучшения F-Droid.
uk: F-Droid — великий і складний проєкт, у якому завжди є щось вам досі невідоме. Звертайтесь по допомогу, коли потрібно. Допомагайте іншим, бо це сприяє нашій спільній меті — вдосконалювати F-Droid.
zh_hans: F-Droid 是一个庞大而复杂的项目，这里永远会有需要学习的新知识。当你需要帮助的时候，主动向他人求助是一个好的选择。类似地，他人所提供的帮助应该放在改进 F-Droid 这一共同目标的上下文中理解。

source: When you make something for the benefit of the project, be willing to explain to others how it works, so that they can build on your work to make it even better.
de: Wenn Sie etwas zum Nutzen des Projekts herstellen, sollten Sie bereit sein, anderen zu erklären, wie es funktioniert, damit sie auf Ihrer Arbeit aufbauen und sie noch besser machen können.
pl: Kiedy zrobimy coś na rzecz projektu, bądźmy gotowi wyjaśnić innym jak to działa, aby inni mogli oprzeć się na naszej pracy, a nawet ją poprawić.
pt_pt: Quando fizer algo em benefício do projeto, esteja disposto a explicar aos outros como funciona, para que possam desenvolver o seu trabalho de modo a torná-lo ainda melhor.
ro: Atunci când creați ceva în beneficiul proiectului, fiți dispus să le explicați celorlalți cum funcționează, astfel încât aceștia să se bazeze pe munca dvs. pentru a o face și mai bună.
ru: Когда вы делаете что-то, что приносит проекту пользу, будьте готовы объяснить другим то, как это работает, чтобы они могли взять вашу работу за основу и сделать ее еще лучше.
uk: Коли додаєте до проєкту щось корисне, терпляче роз'яснюйте іншим, як воно працює, щоб вони змогли побудувати щось на його основі й зробити проєкт іще кращим.
zh_hans: 当你做了有益于项目的事情时，也请不要吝啬向他人解释其原理，这样他人才能够基于你的工作做出进一步的改进。

source: 4. Try to be concise
de: 4. Versuchen Sie sich kurz zu fassen
pl: 4. Staraj się być zwięzły
pt_pt: 4. Tente ser conciso
ro: 4. Încercați să fiți concis
ru: 4. Старайтесь быть лаконичными
uk: 4. Коротше — краще
zh_hans: 4. 言简意赅

source: Keep in mind that what you write once will be read by hundreds of persons. Writing a short message means people can understand the conversation as efficiently as possible. When a long explanation is necessary, consider adding a summary.
de: Denken Sie daran, dass das, was Sie einmal schreiben, von Hunderten von Personen gelesen wird. Wenn Sie eine kurze Nachricht schreiben, können die Leute das Gespräch so effizient wie möglich verstehen. Wenn eine lange Erklärung erforderlich ist, sollten Sie eine Zusammenfassung hinzufügen.
pl: Należy pamiętać, że to, co napiszemy raz, będzie czytane przez setki osób. Pisanie krótkich wiadomości sprawi, że ludzie łatwiej zrozumieją sens konwersacji. Kiedy potrzebne jest dłuższe wyjaśnienie, należy rozważyć dodanie streszczenia.
pt_pt: Tenha em mente que o que escrever uma vez será lido por centenas de pessoas. Escrever uma pequena mensagem significa que as pessoas podem compreender a conversa da forma mais eficiente possível. Quando for necessária uma explicação longa, considere acrescentar um resumo.
ro: Țineți cont de faptul că ceea ce scrieți o dată va fi citit de sute de persoane. Scrierea unui mesaj scurt înseamnă că oamenii pot înțelege conversația cât mai eficient posibil. Atunci când este necesară o explicație lungă, luați în considerare adăugarea unui rezumat.
ru: Помните, что то, что вы напишете один раз, будет прочитано сотнями людей. Написание короткого сообщения означает, что люди смогут понять суть разговора максимально эффективно. Если необходимо длинное объяснение, подумайте о том, чтобы добавить резюме.
uk: Пам'ятайте, ви пишете щось один раз, а читають це сотні осіб. Чим коротше ваше повідомлення, тим ефективніше сприйматиметься контекст розмови. Коли без довгого пояснення не обійтися, спробуйте підсумувати тези.
zh_hans: 请时刻留心你所写的内容，它会被成百上千的人阅读。书写简短的邮件意味着人们可以尽可能高效地理解一次对话。如果必须写出详细的解释，那么请尝试增加一些总结。

source: Try to bring new arguments to a conversation so that each post adds something unique to the thread, keeping in mind that the rest of the thread still contains the other messages with arguments that have already been made.
de: Versuchen Sie, neue Argumente in ein Gespräch einzubringen, so dass jeder Beitrag etwas Einzigartiges zum Thema beiträgt, ohne dabei zu vergessen, dass der Rest des Themas immer noch die anderen Beiträge mit bereits vorgebrachten Argumenten enthält.
pl: Należy starać się wprowadzać nowe argumenty do dyskusji tak, aby każda wiadomość dodawała coś nowego do wątku pamiętając, że reszta wątku wciąż zawiera pozostałe wiadomości z argumentami, które zostały już przedstawione.
pt_pt: Tente trazer novos argumentos a uma conversa para que cada post acrescente algo único ao fio, tendo em mente que o resto do fio ainda contém as outras mensagens com argumentos que já foram feitos.
ro: Încercați să aduceți argumente noi într-o conversație, astfel încât fiecare mesaj să adauge ceva unic la discuție, ținând cont de faptul că restul discuției conține în continuare celelalte mesaje cu argumente care au fost deja prezentate.
ru: Старайтесь приводить новые аргументы в разговоре, чтобы каждое сообщение добавляло что-то уникальное в тему, не забывая о том, что в остальной части темы все еще находятся другие сообщения с аргументами, которые уже были высказаны.
uk: Намагайтеся вносити до розмови нові аргументи, щоб кожен допис додавав у тред щось унікальне. Звертайте увагу на інші повідомлення в треді: ваші аргументи вже могли бути висловлені.
zh_hans: 尽量为对话带来新的论点，使每个帖子都能为主题增加一些独特的内容，同时要记住，主题的其余部分仍然包含其他已经提出论点的信息。

source: Try to stay on topic, especially in discussions that are already fairly large.
de: Versuchen Sie, beim Thema zu bleiben, vor allem in Diskussionen, die bereits recht umfangreich sind.
pl: Należy trzymać się tematu, zwłaszcza w dyskusjach, które są już dość długie.
pt_pt: Tente manter-se no tópico, especialmente em discussões que já são bastante grandes.
ro: Încercați să rămâneți la subiect, mai ales în discuțiile care sunt deja destul de ample.
ru: Попытайтесь оставаться в рамках темы, особенно это касается обсуждений, которые уже достаточно велики.
uk: Дотримуйтесь теми, особливо в обговореннях, які вже достатньо розрослися.
zh_hans: 请尽量扣紧主题，尤其是在讨论宽泛话题的情况下更需注意。

source: 5. Be open
de: 5. Offen sein
pl: 5. Bądź otwarty
pt_pt: 5. Esteja aberto
ro: 5. Fii deschis
ru: 5. Быть открытым
uk: 5. Дійте відкрито
zh_hans: 5. 保持开放

source: Most ways of communication used within F-Droid allow for public and private communication. As per paragraph three of the social contract, you should preferably use public methods of communication for F-Droid-related messages, unless posting something sensitive.
de: Die meisten Kommunikationsmittel, die in F-Droid verwendet werden, erlauben sowohl öffentliche als auch private Kommunikation. Gemäß Absatz drei des Gesellschaftsvertrags sollten Sie vorzugsweise öffentliche Kommunikationswege für F-Droid-bezogene Nachrichten verwenden, es sei denn, Sie posten etwas Sensibles.
pl: Większość sposobów komunikacji używanych w F-Droidzie pozwala na publiczną oraz prywatną komunikację. Zgodnie z punktem trzecim umowy społecznej, zaleca się korzystanie z publicznych metod komunikacji dla wiadomości związanych z F-Droidem, chyba że wysyłamy wiadomości zawierające treści poufne.
pt_pt: A maioria das formas de comunicação utilizadas no F-Droid permite a comunicação pública e privada. De acordo com o parágrafo três do contrato social, deve preferir utilizar métodos públicos de comunicação para mensagens relacionadas com o F-Droid, a menos que afixe algo sensível.
ro: Majoritatea mijloacelor de comunicare utilizate în F-Droid permit comunicarea publică și privată. Conform paragrafului trei din contractul social, ar trebui să folosiți de preferință metodele publice de comunicare pentru mesajele legate de F-Droid, cu excepția cazului în care postați ceva sensibil.
ru: Большинство способов общения, используемых в F-Droid, допускают публичное и приватное общение. Согласно третьему пункту общественного договора, для сообщений, связанных с F-Droid, предпочтительно использовать публичные способы общения, если только вы не размещаете что-то конфиденциальное.
uk: Більшість способів зв'язку з F-Droid передбачають і загальнодоступне, і приватне спілкування. Згідно з третім пунктом кодексу поведінки, надавайте перевагу загальнодоступним шляхам спілкування, коли йдеться про F-Droid і не йдеться про щось чутливе.
zh_hans: F-Droid 中使用的大多数通信方式都允许公共和私人通信。根据社会契约的第三段，除非发布敏感信息，否则你最好对 F-Droid 相关的信息使用公开的交流方式。

source: This applies to messages for help or F-Droid-related support, too; not only is a public support request much more likely to result in an answer to your question, it also makes sure that any inadvertent mistakes made by people answering your question will be more easily detected and corrected.
de: Dies gilt auch für Hilfe- oder F-Droid-bezogene Supportnachrichten. Bei einer öffentlichen Supportanfrage ist es nicht nur viel wahrscheinlicher, dass Sie eine Antwort auf Ihre Frage erhalten, sondern es wird auch sichergestellt, dass versehentliche Fehler von Personen, die Ihre Frage beantworten, leichter entdeckt und korrigiert werden.
pl: Dotyczy to także wiadomości o pomoc lub wsparcie związane z F-Droidem; publiczna prośba ma nie tylko większe szanse na otrzymanie odpowiedzi, ale także jest większa szansa na to, że przypadkowe błędy jakie mogą pojawić się w udzielonej odpowiedzi zostaną wykryte i poprawione.
pt_pt: Isto aplica-se também a mensagens de ajuda ou apoio relacionado com F-Droid; não só é muito provável que um pedido de apoio público resulte numa resposta à sua pergunta, como também assegura que quaisquer erros inadvertidos cometidos por pessoas que respondam à sua pergunta serão mais facilmente detetados e corrigidos.
ro: Acest lucru este valabil și pentru mesajele de ajutor sau de asistență legată de F-Droid; nu numai că este mult mai probabil ca o cerere de asistență publică să aibă ca rezultat un răspuns la întrebarea dvs., dar se asigură, de asemenea, că orice greșeală involuntară făcută de persoanele care răspund la întrebarea dvs. va fi mai ușor de detectat și corectat.
ru: Это также применяется и к сообщениям о помощи и связанной с F-Droid поддержке; не только публичная просьба о поддержке более вероятно приведет к получению ответа на ваш вопрос, но она еще гарантирует, что любые случайные ошибки, допущенные людьми в ходе ответа на ваш вопрос, будут легко обнаружены и исправлены.
uk: Це також стосується звернень по допомогу й підтримки F-Droid: загальнодоступний запит на підтримку не лише ймовірніше отримує відповідь, а й дає змогу легше виявляти й виправляти випадкові помилки тих, хто вам відповідають.
zh_hans: 这也适用于寻求帮助或 F-Droid 相关支持的信息；不仅公开的支持请求更有可能导致对你的问题的回答，它还能确保回答你问题的人所犯的任何不经意的错误将更容易被发现和纠正。

source: 6. In case of problems
de: 6. Im Falle von Problemen
pl: 6. W przypadku problemów
pt_pt: 6. Em caso de problemas
ro: 6. În cazul în care apar probleme
ru: 6. В случае возникновения проблем
uk: 6. Коли є проблеми
zh_hans: 6. 遇到问题

source: While this code of conduct should be adhered to by participants, we recognize that sometimes people may have a bad day, or be unaware of some of the guidelines in this code of conduct. When that happens, you may reply to them and point out this code of conduct. Such messages may be in public or in private, whatever is most appropriate. However, regardless of whether the message is public or not, it should still adhere to the relevant parts of this code of conduct; in particular, it should not be abusive or disrespectful. Assume good faith; it is more likely that participants are unaware of their bad behaviour than that they intentionally try to degrade the quality of the discussion.
de: Obwohl dieser Verhaltenskodex von den Teilnehmern eingehalten werden sollte, sind wir uns darüber im Klaren, dass manche Leute einen schlechten Tag haben oder sich einiger der Richtlinien dieses Verhaltenskodexes nicht bewusst sind. Wenn dies der Fall ist, können Sie ihnen antworten und auf diesen Verhaltenskodex hinweisen. Solche Mitteilungen können öffentlich oder privat erfolgen, je nachdem, was am angemessensten ist. Unabhängig davon, ob die Nachricht öffentlich ist oder nicht, sollte sie dennoch die relevanten Teile dieses Verhaltenskodex einhalten; insbesondere sollte sie nicht beleidigend oder respektlos sein. Gehen Sie davon aus, dass die Teilnehmer gutgläubig sind; es ist wahrscheinlicher, dass sie sich ihres schlechten Verhaltens nicht bewusst sind, als dass sie absichtlich versuchen, die Qualität der Diskussion zu verschlechtern.
pl: Chociaż ten kodeks postępowania powinien być przestrzegany przez uczestników, zdajemy sobie sprawę, że czasem ludzie mogą mieć zły dzień, albo nie zdają sobie sprawy z niektórych wytycznych zawartych w tym kodeksie. W takim przypadku można do nich napisać powołując się na ten kodeks. Wiadomość taka może być zarówno publiczna jak i prywatna, zależy która z nich jest bardziej odpowiednia. Niezależnie od tego, czy wiadomość ta będzie publiczna, czy też prywatna, także powinna przestrzegać kodeksu; w szczególności, nie powinna być obraźliwa lub lekceważąca. Należy zawsze zakładać dobrą wiarę; bardziej prawdopodobne jest, że uczestnicy są nieświadomi swojego złego zachowania, niż że świadomie starają się pogorszyć jakość dyskusji.
pt_pt: Embora este código de conduta deva ser respeitado pelos participantes, reconhecemos que por vezes as pessoas podem ter um dia mau, ou não ter conhecimento de algumas das diretrizes deste código de conduta. Quando isso acontecer, poderá responder-lhes e apontar este código de conduta. Tais mensagens podem ser em público ou em privado, o que for mais apropriado. No entanto, independentemente de a mensagem ser ou não pública, deverá ainda assim aderir às partes relevantes deste código de conduta; em particular, não deverá ser abusiva ou desrespeitosa. Assumir boa fé; é provável que os participantes não estejam cientes do seu mau comportamento do que tentarem intencionalmente degradar a qualidade da discussão.
ro: Deși participanții ar trebui să respecte acest cod de conduită, recunoaștem că, uneori, este posibil ca oamenii să aibă o zi proastă sau să nu fie conștienți de unele dintre liniile directoare din acest cod de conduită. Când se întâmplă acest lucru, puteți să le răspundeți și să le atrageți atenția asupra acestui cod de conduită. Astfel de mesaje pot fi publice sau private, după cum este cel mai potrivit. Cu toate acestea, indiferent dacă mesajul este public sau nu, ar trebui să respecte în continuare părțile relevante ale acestui cod de conduită; în special, nu ar trebui să fie abuziv sau lipsit de respect. Presupuneți că sunteți de bună credință; este mai probabil ca participanții să nu fie conștienți de comportamentul lor inadecvat decât să încerce în mod intenționat să degradeze calitatea discuției.
ru: Хотя данный кодекс поведения должен соблюдаться участниками проекта, мы понимаем, что иногда у кого-то может быть неудачный день, либо кто-то может не знать о некоторых рекомендациях из данного кодекса поведения. Когда это происходит, вы можете ответить им, указав на данный кодекс поведения. Такие сообщения могут быть публичными или частными, в зависимости от того, что лучше подходит. Тем не менее, не зависимо от того, является ваше сообщение публичным или нет, оно все равно должно соответствовать релевантным частям данного кодекса поведения; в частности, оно не должно быть оскорбительным или невежливым. Предполагайте добросовестность; скорее всего эти участники не понимают, что ведут себя плохо, чем что они умышленно пытаются снизить качество обсуждения.
uk: Кодекс поведінки слід дотримувати всім, хто бере участь у проєкті; водночас розуміємо, що іноді в когось може бути поганий день або хтось не знає про певний пункт саме цього кодексу поведінки. У такому разі ви можете відповісти їм посиланням на цей кодекс. Такі повідомлення можуть бути як загальнодоступними, так і особистими — залежно від обставин. Незалежно від загальнодоступності чи особистості повідомлення, дотримуйте в ньому пункти цього кодексу поведінки: жодних образ чи зневаги. Вбачайте сумлінність; значно ймовірніше, що поганої поведінки ще не усвідомлюють, ніж що якість обговорення зумисне намагаються зіпсувати.
zh_hans: 虽然参与者们都应该遵守这一份行为准则，但我们承认人们有时候会遭遇不顺，或者对这份准则中的某一部分不清楚。如果遇到这种情况，你可以尝试回复他们并向其指出这份行为准则。只要符合时宜，这样的交流无论通过公共或者私人渠道均可。然而，不论是通过公共还是私人渠道，消息的内容应当紧扣行为准则中的相关部分。特别地，侮辱和不尊重的言辞应当杜绝。时刻假设别人心怀善意；参与者更有可能并未意识到自己的失当行为，而不是故意降低讨论质量。

source: Serious or persistent offenders will be temporarily or permanently banned from communicating through F-Droid's systems. Complaints should be made (in private) to the administrators of the F-Droid communication forum in question. It is also possible to report issues on our [admin issue tracker](https://gitlab.com/fdroid/admin/issues/).
de: Schwere oder hartnäckige Verstöße werden vorübergehend oder dauerhaft von der Kommunikation über die Systeme von F-Droid ausgeschlossen. Beschwerden sollten (privat) an die Administratoren des betreffenden F-Droid Kommunikationsforums gerichtet werden. Es ist auch möglich, Probleme in unserem [admin issue tracker](https://gitlab.com/fdroid/admin/issues/) zu melden.
pl: Sprawcy poważnych lub notorycznych naruszeń będą tymczasowo lub na stałe blokowani w systemach komunikacji F-Droida. Skargi należy zgłaszać w formie pytania (w prywatnej wiadomości) do administratorów forum dotyczącego komunikacji w F-Droidzie. Jest także możliwe zgłaszanie problemów na naszym [admin issue tracker](https://gitlab.com/fdroid/admin/issues/).
pt_pt: Os infratores sérios ou persistentes serão temporária, ou permanentemente proibidos de comunicar através dos sistemas do F-Droid. As queixas devem ser apresentadas (em privado) aos administradores do fórum de comunicação do F-Droid em questão. Também é possível reportar problemas no nosso [rastreador de questões administrativas](https://gitlab.com/fdroid/admin/issues/).
ro: Contravenienții grav sau persistent vor fi temporar sau permanent interziși de la comunicarea prin intermediul sistemelor F-Droid. Reclamațiile trebuie făcute (în privat) administratorilor forumului de comunicare F-Droid în cauză. De asemenea, este posibil să raportați probleme pe [admin issue tracker](https://gitlab.com/fdroid/admin/issues/).
ru: Серьезным или постоянным нарушителям будет временно или навсегда запрещено общаться через системы F-Droid. Жалобы следует подавать (в частном порядке) администраторам соответствующего коммуникационного форума F-Droid. Также можно сообщать о проблемах в наш [администрируемый трекер проблем](https://gitlab.com/fdroid/admin/issues/).
uk: Серйозні чи повторювані порушення караються тимчасовою чи постійною забороною спілкуватися в системах F-Droid. Надсилайте скарги в особисті повідомлення адміністрації відповідного форуму F-Droid. Також можете звітувати про проблеми в наш [трекер адміністративних обговорень](https://gitlab.com/fdroid/admin/issues/).
zh_hans: 严重冒犯他人或屡教不改者，会视情况被 F-Droid 的通信系统临时或者永久封禁。相关的控诉应当（私下）发送给相应的 F-Droid 交流论坛管理员。也可以在我们的[管理问题追踪器](https://gitlab.com/fdroid/admin/issues/)上报告问题。
