Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Along similar lines (and only in conjunction with `--test`, you can use `--force` to force a build of a Disabled application, where normally it would be completely ignored. Similarly a version that was found to contain ELFs or known Non-Free libraries can be forced to build. See also — _scanignore_ and _scandelete_ in the _Builds_ section.
de: In ähnlicher Weise (und nur in Verbindung mit `--test`), kann `--force` verwendet werden, um die Herstellung einer Gesperrten Anwendung zu erzwingen, für die es normalerweise völlig ignoriert werden würde. Ebenso kann die Herstellung einer Version, in der ELFs oder bekannte nicht-quelloffene Bibliotheken gefunden wurden, erzwungen werden. Siehe auch — _scanignore_ und _scandelete_ im Abschnitt _Builds_.
pl: W podobny sposób (i tylko w połączeniu z `--test`) możesz użyć `--force`, aby wymusić kompilację wyłączonej aplikacji, gdy normalnie zostałaby całkowicie zignorowana. Podobnie wersja, która zawierała pliki ELF lub znane niewolne biblioteki, może zostać zmuszona do kompilacji. Zobacz także — _scanignore_ i _scandelete_ w sekcji _Builds_.
pt_pt: Ao longo de linhas similares (e somente em conjunto com `--test`, pode usar `--force` para forçar a construção de uma aplicação Desativada, onde normalmente seria completamente ignorada. Similarmente, uma versão que continha ELFs ou bibliotecas Não Livres conhecidas podem ser forçadas a compilar. Veja também — _scanignore_ e _scandelete_ na secção _Builds_.
ro: În mod similar (și numai în combinație cu `--test`, puteți folosi `--force` pentru a forța construirea unei aplicații dezactivate, care în mod normal ar fi complet ignorată. În mod similar, se poate forța compilarea unei versiuni care conține ELF-uri sau biblioteci cunoscute ca nefiind libere. A se vedea, de asemenea, _scanignore_ și _scandelete_ în secțiunea _Builds_.
ru: Аналогичным образом можно использовать опцию `--force` (только вместе с опцией `--test`!) для принудительной сборки отключенных приложений (обычно их не собирают). Так же принудительно можно собрать версии приложений со включенными в них ELF файлами и несвободными библиотеками (см. _scanignore_ и _scandelete_ в разделе _Cборки_ ).
uk: Приблизно так само (й тільки в поєднанні з `--test`) ви можете додати `--force`, щоб примусово зібрати вимкнений застосунок, який зазвичай зовсім нехтується. Або щоб зібрати версію, в якій знайдено ELF чи відомі невільні бібліотеки. Також перегляньте _scanignore_ та _scandelete_ у розділі _Builds_ довідки про метадані.
zh_hans: 与此相似（并仅在与 `--test` 同时使用时，你可以使用 `--force` 强制构建 Disabled 的应用，一般它会被直接忽略。被发现包含 ELF 或已知非自由库的版本也可以被强制构建。参见 — _构建_章节中的 _scanignore_ 和 _scandelete_。

source: If the build was unsuccessful, you can find out why by looking at the output in the _logs/_ directory. If that isn't illuminating, try building the app the regular way, step by step: android update project, ndk-build, ant debug.
de: Wenn die Erstellung fehlschlug, können Sie einen Blick auf die Ausgabe im _logs/_-Verzeichnis werfen, um herauszufinden warum. Ist das nicht erhellend, versuchen Sie die App auf herkömmlichem Weg, Schritt für Schritt, herzustellen: Android Update Project, NDK-Build, Ant Debug.
pl: Jeśli kompilacja nie powiodła się, możesz dowiedzieć się dlaczego, patrząc na dane wyjściowe w katalogu _logs/_. Jeśli to nic nie daje, spróbuj skompilować aplikację w normalny sposób, krok po kroku: android update project, ndk-build, ant debug.
ro: În cazul în care compilarea nu a reușit, puteți afla de ce uitându-vă la rezultatul din directorul _logs/_. Dacă acest lucru nu vă lămurește, încercați să construiți aplicația în mod obișnuit, pas cu pas: android update project, ndk-build, ant debug.
ru: Если приложение не собралось, логи сборки можно посмотреть в директории _logs/_. Если после просмотра логов просветления не наступило (а такое бывает!), попробуйте собрать приложение старым добрым способом, шаг за шагом: android update project, ndk-build и ant debug.
uk: Якщо виникає помилка збірки, вивід у каталозі _logs/_ може допомогти вам її розв'язати. Якщо нічого не прояснюється, спробуйте зібрати застосунок як зазвичай, крок за кроком: android update project, ndk-build, ant debug.
zh_hans: 如果构建未成功，你可以查看 _logs/ _ 文件夹中的输出寻找原因。如果这样仍未找到原因，尝试用常规的方法逐步构建应用：android update project, ndk-build, ant debug。

source: Note that source code repositories often contain prebuilt libraries. If the app is being considered for the main F-Droid repository, it is important that all such prebuilts are built either via the metadata or by a reputable third party.
de: Berücksichtigen Sie, dass Quellcode-Repositorys oft vorgefertigte Programmbibliotheken enthalten. Wenn die App für das F-Droid-Hauptrepository bestimmt ist, ist es wichtig, dass alle diese Bibliotheken entweder über die Metadaten oder durch einen seriösen Drittanbieter hergestellt sind.
pl: Zauważ, że repozytoria kodu źródłowego często zawierają wstępnie zbudowane biblioteki. Jeśli aplikacja jest rozpatrywana dla głównego repozytorium F-Droid, ważne jest, aby wszystkie takie prebuilty zostały zbudowane za pośrednictwem metadanych lub przez renomowaną stronę trzecią.
pt_pt: Observe que os repositórios de código-fonte geralmente contêm bibliotecas pré-compiladas. Se a app estiver a ser considerada para o repositório principal do F-Droid, é importante que todos esses pré-compiladores sejam criados por meio dos metadados ou por terceiros respeitáveis.
ro: Rețineți că depozitele de cod sursă conțin adesea biblioteci preinstalate. În cazul în care aplicația este luată în considerare pentru depozitul principal F-Droid, este important ca toate aceste prebuilt-uri să fie construite fie prin intermediul metadatelor, fie de către o terță parte de încredere.
ru: Следует помнить, что в репозитории с исходным кодом очень часто включают заранее собранные библиотеки. Если вы планируете выложить приложение в основной репозиторий F-Droid, стоит убедиться, что все предварительные сборки выполнены или согласно инструкциям из файла метаданных, или внушающей доверие третьей стороной.
uk: Зауважте, репозиторії вихідного коду часто містять зібрані наперед бібліотеки. Надсилаючи застосунок головному репозиторію F-Droid, обов'язково замініть усі такі блоби збіркою в метаданих чи завантаженням від сторонньої особи з хорошою репутацією.
zh_hans: 请注意，源代码存储库通常包含预构建库。如果想要在 F-Droid 主存储库发布该应用，那么所有这些预构建库都必须通过元数据或由可信的第三方构建，这点非常重要。

source: Running `fdroid build` in your app's source
de: Ausführung von `fdroid build` in Ihrer App-Quelle
pl: Uruchamianie `fdroid build` w źródle twojej aplikacji
ro: Rularea `fdroid build` în sursa aplicației dumneavoastră
ru: Запуск `fdroid build` в исходном коде приложения
uk: Запуск `fdroid build` у каталозі вашого застосунку
zh_hans: 在应用源代码中运行 `fdroid build`

source: Another option for using `fdroid build` is to use a metadata file that is included in the app's source itself, rather than in a _metadata/_ folder with lots of other apps. The _.fdroid.yml_ metadata file should be in the root of your source repo.
de: Eine weitere Möglichkeit, `fdroid build` einzusetzen, besteht, wenn lieber eine Metadaten-Datei genutzt werden soll, die in der App-Quelle selbst enthalten ist, als eine in einem _metadata/_-Ordner mit vielen anderen Apps. Die Metadaten-Datei _.fdroid.yml_ sollte sich im Wurzelverzeichnis des Quellrepos befinden.
pl: Inną opcją korzystania z `fdroid build` jest użycie pliku metadanych, który jest zawarty w samym źródle aplikacji, a nie w folderze _metadata/_ z wieloma innymi aplikacjami. Plik metadanych _.fdroid.yml_ powinien znajdować się w katalogu głównym repozytorium źródłowego.
ro: O altă opțiune pentru utilizarea `fdroid build` este de a utiliza un fișier de metadate care este inclus în sursa aplicației, mai degrabă decât într-un dosar _metadata/_ cu o mulțime de alte aplicații. Fișierul de metadate _.fdroid.yml_ ar trebui să se afle în root-ul fișierului dvs. sursă.
ru: `fdroid build` может использовать файл метаданных из исходного кода приложения (а не из папки _metadata/_, где сложена гора других приложений). Этот файл метаданных (_.fdroid.yml_) обязательно должен лежать в корне вашего репозитория с исходниками.
uk: Ще один варіант використання `fdroid build` — це розмістити файл метаданих прямо у вихідному коді свого застосунку, а не в каталозі _metadata/_ поруч з іншими. Тоді файл метаданих _.fdroid.yml_ має бути в корені репозиторію вашого застосунку.
zh_hans: 使用 `fdroid build` 的另一种选择是使用一个元数据文件，该文件包含在应用的源代码中，而不是在一个有很多其他应用的 _metadata/_ 目录中。_.fdroid.yml_ 元数据文件应当位于代码库的根目录下。

source: Once you have that setup, you can build the most recent version of the app using the whole F-Droid stack by running:
de: Sind diese Vorgaben erfüllt, kann die Herstellung der aktuellsten Version der App unter Nutzung des gesamten F-Droid-Funktionsumfanges folgendermaßen erfolgen:
pl: Skoro masz tego instalatora, możesz zbudować najnowszą wersję aplikacji, używając całego stosu F-Droid, uruchamiając:
pt_pt: Depois de ter essa configuração, pode criar a versão mais recente da app a usar toda a pilha do F-Droid a executar:
ro: Odată ce ați configurat acest lucru, puteți construi cea mai recentă versiune a aplicației folosind întreaga stivă F-Droid prin rularea:
ru: При такой схеме действий можно собрать самую свежую версию приложения, используя весь набор инструментов F-Droid. Выполняйте команду:
uk: Щойно цей файл на місці, ви можете застосувати весь стек F-Droid для збірки найостаннішої версії застосунку:
zh_hans: 设置完成之后，你可以通过运行以下命令使用整个 F-Droid 技术栈构建最新版本应用：

source: If you want to build every single version, then specify `--all`.
de: Möchten Sie jede Einzelversion herstellen, ergänzen Sie `--all`.
pl: Jeśli chcesz zbudować każdą wersję, podaj `--all`.
pt_pt: Se quiser compilar toda versão singular, especifique `--all`.
ro: Dacă doriți să construiți fiecare versiune în parte, atunci specificați `--all`.
ru: Если хочется собрать все существующие версии, добавьте `--all`.
uk: А щоб зібрати всі версії, додайте `--all`.
zh_hans: 如需构建每一个版本，可指定 `--all` 选项。

source: Direct Installation
de: Direktinstallation
pl: Bezpośrednia instalacja
pt_pt: Instalação direta
ro: Instalare directă
ru: Прямая установка на устройство
uk: Пряме встановлення
zh_hans: 直接安装

source: You can also build and install directly to a connected device or emulator using the `fdroid install` command. If you do this without passing packages as arguments then all the latest built and signed version available of each package will be installed . In most cases, this will not be what you want to do, so execution will stop straight away. However, you can override this if you're sure that's what you want, by using `--all`. Note that currently, no sanity checks are performed with this mode, so if the files in the signed output directory were modified, you won't be notified.
de: Erstellung und Installation können auch direkt auf einem verbundenen Gerät oder Emulator erfolgen, indem der Befehl `fdroid install` angewendet wird. Geschieht das ohne Übergabe von Paketen als Argumente, dann wird jede verfügbare, zuletzt erstellte und signierte Version jedes Pakets installiert werden. In den meisten Fällen wird dies nicht erwünscht sein, daher bricht die Ausführung sofort ab. Sollte es tatsächlich gewünscht sein, kann dieses Verhalten allerdings durch Verwendung von `--all` wieder aufgehoben werden. Zu beachten ist, dass dabei momentan keine Plausibilitätsprüfungen erfolgen, sodass keine Benachrichtigungen stattfinden, wenn die Dateien im signierten Ausgabeverzeichnis verändert wurden.
pl: Możesz także zbudować i zainstalować bezpośrednio na podłączonym urządzeniu lub emulatorze za pomocą polecenia `fdroid install`. Jeśli zrobisz to bez przekazywania pakietów jako argumentów, zostanie zainstalowana cała najnowsza zbudowana i podpisana wersja dostępna dla każdego pakietu. W większości przypadków nie będzie to tym, co chcesz zrobić, więc wykonanie zatrzyma się natychmiast. Możesz jednak to zmienić, jeśli masz pewność, że tego właśnie chcesz, używając `--all`. Zwróć uwagę, że obecnie w tym trybie nie są wykonywane żadne testy poprawności, więc jeśli pliki w podpisanym katalogu wyjściowym zostały zmodyfikowane, nie otrzymasz powiadomienia.
ro: De asemenea, puteți construi și instala direct pe un dispozitiv conectat sau pe un emulator folosind comanda `fdroid install`. Dacă faceți acest lucru fără să treceți pachetele ca argumente, atunci toate cele mai recente versiuni construite și semnate disponibile ale fiecărui pachet vor fi instalate. În cele mai multe cazuri, acest lucru nu va fi ceea ce doriți să faceți, așa că execuția se va opri imediat. Cu toate acestea, dacă sunteți sigur că este ceea ce doriți, puteți anula acest lucru folosind `--all`. Rețineți că, în prezent, în acest mod nu se efectuează verificări de corectitudine, astfel încât, dacă fișierele din directorul de ieșire semnat au fost modificate, nu veți fi notificat.
ru: Можно объединить сборку и установку на подключенное устройство (или эмулятор) командой `fdroid install`. Если сделать это без указания конкретных пакетов (их передают в виде аргументов), то в результате вы получите самые свежие (собранные и подписанные) версии всех имеющихся приложений. Скорей всего, это не то, что сердце просит, поэтому установка прервется. Тем не менее, если хочется именно этого, то защиту от невнимательных можно перешагнуть, указав опцию `--all`. Сейчас проверок работоспособности приложений для этого режима нет, поэтому даже если файлы из подписанной результирующей директории поменялись, вам об этом никто не скажет.
uk: Ще ви можете встановити зібраний застосунок прямо на з'єднаний пристрій чи емулятор за допомогою команди `fdroid install`. Якщо не перелічити конкретних пакунків як аргументів, то буде встановлено всі зібрані й підписані версії кожного пакунку. Зазвичай це не те, що ви хочете зробити, тож виконання буде одразу припинено. Проте ви можете примусово продовжити таке виконання за допомогою `--all`. Зауважте, наразі жодних перевірок цілісності в цьому режимі не відбувається, тож якщо підписані файли в каталозі виводу буде змінено, ви не отримаєте про це сповіщень.
zh_hans: 你还可以使用 `fdroid install` 命令构建并直接安装到所连接的设备或模拟器上。如果在不将包作为参数传递的情况下执行此操作，则将安装每个包的所有最新构建和签名版本。在大多数情况下，这不是你想要做的，因此将直接终止该命令执行。但是，如果你确定这是你想要的，你可以通过使用 `---all` 来覆盖这一规则。请注意，当前该模式不执行完整性检查，因此，如果已签名输出目录中的文件被修改，你不会被提示。

source: Building a Signing Server
de: Aufbau eines Servers zur Signierung
pl: Podpisanie Kompilacji Serwera
pt_pt: A compilar um servidor assinatura
ro: Crearea unui server de semnare
ru: Как настроить сервер для подписи приложений
uk: Збірка сервера підпису
zh_hans: 构建签名服务器

source: The Android APK signing model sets the expectation that the signing key will be the same for the entire lifetime of the app. That can be seen in the recommended lifetime of an Android signing key: [20+ years](https://developer.android.com/studio/publish/app-signing.html#considerations). On top of that, it is difficult to [migrate an app to a new key](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/). Since the signing key is an essential part to preventing APKs from impersonating another, Android signing keys must be kept safe for the entire life of the app.
de: Das Modell zur APK-Signierung von Android hat die Erwartung, dass der Signierschlüssel für die gesamte Lebenszeit einer App derselbe sein wird. Das lässt sich an der für einen Android-Signierschlüssel empfohlenen Lebenserwartung erkennen: [über 20 Jahre](https://developer.android.com/studio/publish/app-signing.html#considerations). Darüberhinaus ist es schwierig, [eine App zu einem neuen Schlüssel zu migrieren](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/). Da der Signierschlüssel ein essentieller Bestandteil ist, um zu verhindern, dass APKs sich gegenseitig nachahmen, müssen Android-Signierschlüssel für die gesamte Lebensdauer einer App sicher aufbewahrt werden.
pl: Model podpisywania APK systemu Android zakłada, że klucz podpisu będzie taki sam przez cały czas życia aplikacji. Widać to w zalecanym typie życia klucza podpisu Androida: [20+ lat](https://developer.android.com/studio/publish/app-signing.html#considerations). Poza tym trudno jest [przenieść aplikację na nowy klucz](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/). Ponieważ klucz podpisujący jest niezbędnym elementem zapobiegającym podszywaniu się plików APK, klucze do podpisów Androida muszą być bezpiecznie przechowywane przez cały okres życia aplikacji.
pt_pt: O modelo de assinatura de APK do Android define a expetativa que a chave de assinatura será a mesma durante toda a vida útil da aplicação. Isto pode ser visto na duração recomendada de uma chave de assinatura do Android: [20 anos ou mais](https://developer.android.com/studio/publish/app-signing.html#considerations). Além disso, é difícil [migrar uma aplicação para uma nova chave](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/). Como a chave de assinatura é essencial para impedir que os APKs personifiquem outra, as chaves de assinatura do Android devem ser mantidas em segurança por toda a vida útil da aplicação.
ro: Modelul de semnare a APK Android stabilește pretenția ca cheia de semnare să fie aceeași pe toată durata de viață a aplicației. Acest lucru se poate observa în durata de viață recomandată a unei chei de semnare Android: [20+ years](https://developer.android.com/studio/publish/app-signing.html#considerations). În plus, este dificil de [migrate an app to a new key](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/). Deoarece cheia de semnare este o parte esențială pentru a preveni ca APK-urile să se dea drept altele, cheile de semnare Android trebuie păstrate în siguranță pe toată durata de viață a aplicației.
ru: Модель подписания APK в Android предполагает, что ключ подписи будет неизменным в течение всего срока службы приложения. Это видно из рекомендуемого срока службы ключа подписи Android: [20+ лет](https://developer.android.com/studio/publish/app-signing.html#considerations). Кроме того, трудно [перенести приложение на новый ключ](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/). Поскольку ключ подписи является важной частью предотвращения выдачи APK за другой, ключи подписи Android должны храниться в безопасности в течение всего срока службы приложения.
uk: Модель підпису APK Android спирається на незмінність ключа підпису протягом усього існування застосунку: рекомендований строк дії ключа підпису Android — [20+ років](https://developer.android.com/studio/publish/app-signing.html#considerations). Крім цього, застосунок складно [мігрувати на новий ключ](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/). Оскільки ключ підпису — важливий складник унеможливлення підміни APK, ключі підпису Android мусять зберігатись у безпеці протягом усього існування застосунку.
zh_hans: Android APK 签名模型期望签名密钥在应用的整个生命周期中保持不变。这体现在 Android 签名密钥的推荐使用期限上：[20 年以上](https://developer.android.com/studio/publish/app-signing.html#considerations) 。基于此，很难[将应用迁移到新密钥](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/)。因为签名密钥是防止 APK 冒充其他人的重要部分，所以 Android 签名密钥必须在应用的整个生命周期中保证安全。

source: The F-Droid repo signing keys follow a very similar model: the signing key is the essential way to safely identify an F-Droid repo. So the same considerations apply to F-Droid repo signing keys as to APK signing keys. This also provides some really useful benefits. Since the integrity of the repo index file and the APKs are guaranteed by the repo signature, the files can be delivered via whatever method is most convenient, and their integrity will be automatically verified by the F-Droid client app, the _f-droid.org_ deploy process, and Repomaker.
de: Die Repo-Signierschlüssel von F-Droid folgen einem sehr ähnlichen Modell: der Signierschlüssel ist das grundlegende Verfahren, um ein F-Droid-Repo sicher zu identifizieren. Somit gelten für F-Droid-Repo-Signierschlüssel die gleichen Überlegungen wie für APK-Signierschlüssel. Das bietet zudem einige wirklich wertvolle Vorteile. Da die Integrität der Repo-Registerdatei und der APKs durch die Repo-Signatur garantiert wird, können die Dateien über jedwede, gerade am besten passende Methode ausgeliefert werden, und ihre Integrität wird automatisch durch die F-Droid-App, den _f-droid.org_ Bereitstellungsvorgang und Repomaker überprüft werden.
pl: Klucze do podpisywania repo F-Droida działają według bardzo podobnego modelu: klucz podpisujący jest podstawowym sposobem bezpiecznego zidentyfikowania repozytorium F-Droid. Tak więc te same uwagi odnoszą się do kluczy podpisywania repo F-Droida, jak do kluczy podpisujących APK. Zapewnia to również kilka naprawdę użytecznych korzyści. Ponieważ integralność pliku indeksu repo i plików APK jest gwarantowana przez sygnaturę repo, pliki mogą być dostarczane za pomocą dowolnej metody, a ich integralność zostanie automatycznie zweryfikowana przez aplikację kliencką F-Droid, _f-droid.org_ wdrożyć proces i Repomaker.
pt_pt: As chaves de assinatura de repositório do F-Droid seguem um modelo muito similar: a chave de assinatura é a maneira essencial de identificar com segurança um repositório F-Droid. Portanto, as mesmas considerações se aplicam às chaves de assinatura do F-Droid e às chaves de assinatura do APK. Isso também fornece alguns benefícios realmente úteis. Como a integridade do ficheiro de índice do repositório e os APKs são garantidos pela assinatura do repositório, os ficheiros podem ser entregues por qualquer método que seja mais conveniente e a integridade deles será verificada automaticamente pela app cliente do F-Droid, o processo de implantação do _f-droid.org_ e o Repomaker.
ro: Cheile de semnare a repo-urilor F-Droid urmează un model foarte asemănător: cheia de semnare este modalitatea esențială de a identifica în siguranță un repo F-Droid. Prin urmare, pentru cheile de semnare a repo-urilor F-Droid se aplică aceleași considerații ca și pentru cheile de semnare a APK-urilor. Acest lucru oferă, de asemenea, câteva beneficii foarte utile. Deoarece integritatea fișierului de index al repo și a APK-urilor este garantată de semnătura repo, fișierele pot fi livrate prin orice metodă este cea mai convenabilă, iar integritatea lor va fi verificată automat de aplicația client F-Droid, de procesul de implementare _f-droid.org_ și de Repomaker.
ru: Ключи подписи репозитория F-Droid следуют очень похожей модели: ключ подписи является основным способом безопасной идентификации репозитория F-Droid. Поэтому к ключам подписи репозитория F-Droid применимы те же соображения, что и к ключам подписи APK. Это также дает некоторые действительно полезные преимущества. Поскольку целостность индексного файла репозитория и APK гарантируется подписью репозитория, файлы могут быть доставлены любым удобным способом, и их целостность будет автоматически проверена клиентским приложением F-Droid, процессом развертывания _f-droid.org_ и Repomaker.
uk: Підпис репозиторію F-Droid використовує дуже схожу модель: ключ підпису — основний спосіб безпечно ідентифікувати репозиторій F-Droid. Тож застереження щодо ключів підпису APK стосуються й ключів підпису репозиторію F-Droid. Це також має деякі вкрай суттєві переваги. Оскільки підпис репозиторію гарантує цілісність файлу індексу репозиторію та APK, файли можна передавати будь-яким зручним способом: клієнтський застосунок F-Droid, процес вивантаження _f-droid.org_ та Repomaker автоматично перевіряють їхню цілісність.
zh_hans: F-Droid 存储库的签名密钥遵循一个非常相似的模型：签名密钥是安全识别 F-Droid 存储库的重要方式。因此，同样的考虑适用于F-Droid 存储库签名密钥和APK签名密钥。这也提供了一些真正有用的好处。由于存储库索引文件和 APK 的完整性由存储库签名保证，文件可以通过任何最方便的方法交付，它们的完整性将被 F-Droid 客户端应用，_f-droid.org_ 部署过程和 Repomaker 自动验证。
