Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Include Build entries in the metadata files.
de: Eintragungen zur Herstellung in die Metadaten-Dateien einschließen.
pl: Uwzględnij pozycje kompilacji w plikach metadanych.
pt_pt: Incluir entradas de Compilação nos ficheiros de metadados.
ro: Includeți intrări Build în fișierele de metadate.
ru: Включайте сведения о сборке (из каких коммитов какие версии собирать) в файлы метаданных.
uk: Додайте пункти Build у файли метаданих.
zh_hans: 包含 Build 条目至元数据文件。

source: Run `fdroid build` to build any applications that are not already built.
de: `fdroid build` ausführen, um alle Anwendungen herzustellen, die noch nicht erstellt sind.
pl: Uruchom `fdroid build`, aby zbudować aplikacje, które nie zostały jeszcze zbudowane.
pt_pt: Executar `fdroid build` para compilar quaisquer aplicações que ainda não tenham sido compilados.
ro: Rulați `fdroid build` pentru a construi orice aplicație care nu este deja construită.
ru: Выполняйте команду `fdroid build` для любых еще не собранных приложений.
uk: Запустіть `fdroid build`, щоб зібрати всі досі незібрані застосунки.
zh_hans: 运行 `fdroid build` 来构建任何尚未构建的应用。

source: Run `fdroid publish` to finalise packaging and sign any APKs that have been built.
de: `fdroid publish` ausführen, um die Konfektionierung abzuschließen und alle hergestellten APKs zu signieren.
pl: Uruchom `fdroid publish`, aby sfinalizować opakowanie i podpisać wszystkie pliki APK, które zostały zbudowane.
pt_pt: Executar `fdroid publish` para finalizar o empacotamento e assinar quaisquer APKs que foram compilados.
ro: Rulați `fdroid publish` pentru a finaliza împachetarea și a semna toate APK-urile care au fost construite.
ru: Выполняйте команду `fdroid publish` для упаковки и подписи любых собранных APK.
uk: Запустіть `fdroid publish`, щоб після пакування підписати всі зібрані APK.
zh_hans: 运行`fdroid publish`完成打包，并对所有已构建的 APK 进行签名。

source: App data directory aka _fdroiddata_
de: App-Daten-Verzeichnis oder _fdroiddata_
pl: Katalog danych aplikacji aka _fdroiddata_
pt_pt: Diretório de dados da app, conhecido como _fdroiddata_
ro: Directorul de date al aplicației, cunoscut sub numele de _fdroiddata_
ru: Директория с данными приложения (_fdroiddata_)
uk: _fdroiddata_ — тека даних про застосунки
zh_hans: 应用的数据目录，即 _fdroiddata_

source: To do anything, you'll need at least one repository data directory. It's from this directory that you run the `fdroid` command to perform all repository management tasks. You can either create a brand new one, or grab a copy of the data used by the main F-Droid repository:
de: Um alles zu erledigen, wird mindestens ein Repository-Datenverzeichnis benötigt. Innerhalb dieses Verzeichnisses führen Sie den `fdroid`-Befehl aus, um alle Repository-Verwaltungsaufgaben auszuführen. Sie können entweder ein ganz neues erstellen oder eine Kopie der Daten heranziehen, die im F-Droid-Hauptrepository verwendet werden:
pl: Aby cokolwiek zrobić, potrzebujesz co najmniej jednego katalogu danych repozytorium. Z tego katalogu można uruchomić polecenie `fdroid`, aby wykonać wszystkie zadania zarządzania repozytorium. Możesz utworzyć zupełnie nowy lub pobrać kopię danych używanych przez główne repozytorium F-Droid:
ro: Pentru a face ceva, veți avea nevoie de cel puțin un director de date al depozitului. Din acest director veți rula comanda `fdroid` pentru a efectua toate sarcinile de gestionare a depozitului. Puteți fie să creați unul complet nou, fie să luați o copie a datelor folosite de depozitul principal F-Droid:
ru: Для любых задач вам понадобится как минимум одна директория с каталогом данных самого репозитория. Именно в ней выполняют команды `fdroid` для управления репозиторием. Можно создать ее с нуля, а можно скопировать уже имеющуюся из основного репозитория F-Droid:
uk: Для будь-яких дій вам знадобиться принаймні один репозиторій — тека даних. В цій теці ви запускатимете команду `fdroid`, що виконує всі завдання по супроводу репозиторію. Ви можете створити новий репозиторій чи отримати копію даних головного репозиторію F-Droid:
zh_hans: 开始之前，你需要至少一个存储库数据目录。在这个目录下，可运行 `fdroid` 命令执行所有存储库管理任务。可以创建全新的数据，或者复制 F-Droid 主存储库使用的数据：

source: Regardless of the intended usage of the tools, you will always need to set up some basic configuration details. This is done by creating a file called _config.yml_ in the data directory. You should do this by copying the example file (`./examples/config.yml`) from the fdroidserver project to your data directory and then editing according to the instructions within.
de: Unabhängig von der beabsichtigten Verwendung der Werkzeuge, werden Sie immer einige grundlegende Konfigurationsdetails festlegen müssen. Dies geschieht durch Erstellung einer Datei namens _config.yml_ im Datenverzeichnis. Es empfiehlt sich die Beispieldatei (`./examples/config.yml`) aus dem fdroidserver-Projekt in Ihr Datenverzeichnis zu kopieren und sie dann entsprechend der darin enthaltenen Anweisungen zu bearbeiten.
pl: Bez względu na zamierzone użycie narzędzi, zawsze będziesz musiał skonfigurować podstawowe szczegóły konfiguracji. Odbywa się to poprzez utworzenie w katalogu danych pliku o nazwie _config.yml_. Powinieneś to zrobić, kopiując przykładowy plik (`. /examples/config.yml`) z projektu fdroidserver do katalogu danych, a następnie edytując zgodnie z instrukcjami wewnątrz.
pt_pt: Independentemente do uso pretendido das ferramentas, sempre precisará configurar alguns detalhes básicos de configuração. Isso é feito a criar um ficheiro chamado _config.yml_ no diretório de dados. Deve fazer isso a copiar o ficheiro de exemplo (`./examples/config.yml`) do projeto fdroidserver para o seu diretório de dados e a editar de acordo com as instruções.
ro: Indiferent de utilizarea preconizată a instrumentelor, va trebui întotdeauna să stabiliți câteva detalii de configurare de bază. Acest lucru se face prin crearea unui fișier numit _config.yml_ în directorul de date. Ar trebui să faceți acest lucru copiind fișierul de exemplu (`./examples/config.yml`) din proiectul fdroidserver în directorul dvs. de date și apoi să îl editați în conformitate cu instrucțiunile din acesta.
ru: Для любых задач и корректной работы инструментов управления необходимо добавить основные настройки в конфигурационный файл _config.yml_ (его нужно создать в директории с каталогом данных репозитория). Для этого скопируйте шаблонный файл `./examples/config.yml` из проекта fdroidserver в эту директорию и поправьте согласно содержащимся в нем инструкциям.
uk: Незалежно від того, як ви плануєте користуватися цими засобами, вам слід налаштувати деякі основні деталі. Для цього створіть файл _config.yml_ у теці даних: скопіюйте зразок `./examples/config.yml` із проєкту fdroidserver до теки даних і відредагуйте його згідно з інструкціями, які він містить.
zh_hans: 无论如何使用这些工具，总是需要设置一些基本的配置细节：这可通过在数据目录中创建名一个为 _config.yml_ 的文件来完成。你应该从 fdroidserver 项目中复制示例文件 (`./examples/config.yml`) 至你的数据目录，然后根据其中的说明进行编辑。

source: Once configured in this way, all the functionality of the tools is accessed by running the `fdroid` command. Run it on its own to get a list of the available sub-commands.
de: Ist die Konfiguration auf diese Weise einmal erfolgt, werden alle Werkzeugfunktionen durch Ausführung des `fdroid`-Befehls zugänglich. Wird der Befehl für sich allein ausgeführt, erhalten Sie eine Liste der zur Verfügung stehenden Unterbefehle.
pl: Po skonfigurowaniu w ten sposób wszystkie funkcje narzędzi są dostępne po uruchomieniu polecenia `fdroid`. Uruchom go samodzielnie, aby uzyskać listę dostępnych podrzędnych poleceń.
pt_pt: Uma vez configurado desta maneira, toda a funcionalidade das ferramentas é acessada a executar o comando `fdroid`. Execute-o sozinho para obter uma lista dos subcomandos disponíveis.
ro: Odată configurate în acest mod, toate funcționalitățile instrumentelor sunt accesate prin rularea comenzii `fdroid`. Rulați-o singură pentru a obține o listă a sub-comandelor disponibile.
ru: После этого вам становятся доступны все инструменты, нужно лишь выполнить команду `fdroid`. Чтобы посмотреть, какие, можно запустить эту команду без опций.
uk: Після цього налаштування, весь функціонал засобів стає доступний у команді `fdroid`. Виконайте її без аргументів, щоб переглянути перелік наявних підкоманд.
zh_hans: 按照这种方式设置之后，即可通过 `fdroid` 命令访问这些工具的所有功能。不加参数运行该命令可显示一个可用的子命令的列表。

source: You can follow any command with `--help` to get a list of additional options available for that command.
de: Jeder Befehl kann mit `--help` ergänzt werden, um eine Liste zusätzlich verfügbarer Optionen für diesen Befehl zu erhalten.
pl: Możesz wykonać dowolne polecenie za pomocą `--help`, aby uzyskać listę dodatkowych opcji dostępnych dla tego polecenia.
pt_pt: Pode seguir qualquer comando com `--help` para obter uma lista de opções adicionais disponíveis para esse comando.
ro: Puteți să urmați orice comandă cu `--help` pentru a obține o listă de opțiuni suplimentare disponibile pentru acea comandă.
ru: Список доступных для любой команды параметров можно посмотреть, запустив ее с опцией `--help`.
uk: Додайте `--help` після будь-якої команди, щоб отримати перелік доступних для неї додаткових опцій.
zh_hans: 任何命令后加上 `--help` 可获取该命令可用的附加选项列表。

source: More about `fdroid build`
de: Mehr zu `fdroid build`
pl: Więcej informacji na temat `fdroid build`
pt_pt: Mais sobre `fdroid build`
ro: Mai multe despre `fdroid build`
ru: Подробнее об `fdroid build`
uk: Більше про `fdroid build`
zh_hans: 有关 `fdroid build` 的更多信息

source: When run without any parameters, `fdroid build` will build any and all versions of applications that you don't already have in the `repo` directory (or more accurately, the `unsigned` directory). There are various other things you can do. As with all the tools, the `--help` option is your friend, but a few annotated examples and discussion of the more common usage modes follows:
de: Bei Ausführung ohne weitere Parameter wird `fdroid build` sämtliche Versionen von Anwendungen herstellen, die noch nicht im `repo`-Verzeichnis (oder genauer, im `unsigned`-Verzeichnis) enthalten sind. Es gibt zahlreiche weitere Dinge, die Sie tun können. Wie bei allen Instrumenten ist die `--help`-Option Ihr Freund. Es folgen lediglich einige erläuternde Beispiele und die Besprechung der meistgebrauchten Verwendungsarten:
pl: Po uruchomieniu bez żadnych parametrów, `fdroid build` zbuduje wszystkie wersje aplikacji, których jeszcze nie posiadasz w katalogu `repo` (lub dokładniej, katalogu `unsigned`). Istnieje wiele innych rzeczy, które możesz zrobić. Podobnie jak w przypadku wszystkich narzędzi, opcja '--help' jest Twoim przyjacielem, ale kilka przykładów z komentarzem i omówienie najczęściej używanych trybów jest następujące:
ro: Atunci când este rulat fără parametri, `fdroid build` va construi toate versiunile de aplicații pe care nu le aveți deja în directorul `repo` (sau, mai exact, în directorul `unsigned`). Există diverse alte lucruri pe care le puteți face. La fel ca în cazul tuturor instrumentelor, opțiunea `--help` este prietenul dumneavoastră, dar urmează câteva exemple adnotate și o discuție despre cele mai comune moduri de utilizare:
ru: Если запустить команду `fdroid build` без дополнительных параметров, она соберет все версии приложения, которых еще нет в директории `repo` (точнее, в директории `unsigned`). Вы можете сделать миллион других вещей (`--help` вам в помощь при работе с инструментами `fdroid`), а ниже — несколько типичых примеров использования команды с пояснениями:
uk: При запуску без параметрів, `fdroid build` збере всі версії кожного застосунку, відсутні в теці `repo` (точніше, в теці `unsigned`). Доступно також багато інших дій. Як і в інших засобів, опція `--help` надасть вам підказки, проте наведемо й прокоментуємо кілька прикладів типових сценаріїв використання:
zh_hans: 在不加任何参数的情况下运行时，`fdroid build` 将构建所有不在 `repo` 目录（准确地说，`unsigned` 目录）中的应用版本。你还可以做其他各种事情。和所有工具一样，`--help` 选项很有帮助，以下为一些常见用途的附有注释的示例和说明：

source: To build a single version of a single application, you could run the following:
de: Um eine Einzelversion einer einzigen Anwendung herzustellen, könnten Sie Folgendes ausführen:
pl: Aby zbudować pojedynczą wersję pojedynczej aplikacji, możesz uruchomić:
pt_pt: Para compilar uma única versão de uma única aplicação, pode executar o seguinte:
ro: Pentru a crea o singură versiune a unei singure aplicații, puteți rula următoarele:
ru: Чтобы собрать отдельно взятую версию какого-либо приложения, можно выполнить команду:
uk: Щоб зібрати конкретну версію одного застосунку, виконайте наступне:
zh_hans: 为构建单一应用的单一版本，你可以运行如下命令：

source: This attempts to build version code 16 (which is version 0.25) of the F-Droid client. Many of the tools recognise arguments as packages, allowing their activity to be limited to just a limited set of packages.
de: Es wird hier versucht Version Code 16 (entspricht Version 0.25) des F-Droid-Client herzustellen. Viele der Instrumente erkennen Argumente als Pakete, sodass ihr Aufgabenbereich genau auf einen begrenzten Satz von Paketen beschränkt werden kann.
pl: Ta próba zbudowania wersji kodu 16 (która jest wersją 0.25) klienta F-Droid. Wiele narzędzi rozpoznaje argumenty jako pakiety, dzięki czemu ich działanie ogranicza się do ograniczonego zestawu pakietów.
pt_pt: Isso tenta criar o código de versão 16 (que é a versão 0.25) do cliente F-Droid. Muitas das ferramentas reconhecem argumentos como pacotes, a permitir que sua atividade seja limitada a apenas um conjunto limitado de pacotes.
ro: Aceasta încearcă să construiască codul de versiune 16 (care este versiunea 0.25) a clientului F-Droid. Multe dintre instrumente recunosc argumentele ca fiind pachete, permițând ca activitatea lor să fie limitată doar la un set limitat de pachete.
ru: Эта команда соберет код для 16 версии (versionCode) клиента F-Droid (versionName 0.25). Большинство инструментов распознает аргументы команды как имена пакетов, что позволяет им работать только с обозначенным набором пакетов.
uk: Це спроба побудувати код версії 16 (тобто версію 0,25) для клієнта F-Droid. Багато інструментів визнають аргументи як пакунки, що дозволяє обмежувати їхню діяльність обмеженим набором пакунків.
zh_hans: 该命令用于编译版本代码 16（即 0.25 版本）的 F-Droid 客户端。这些工具中许多可将参数识别为包，以便其活动仅限于特定一组包。

source: If the build above was successful, two files will have been placed in the `unsigned` directory:
de: Wenn die o. g. Herstellung erfolgreich war, werden zwei Dateien im `unsigned`-Verzeichnis eingestellt sein:
pl: Jeśli powyższa kompilacja się powiedzie, dwa pliki zostaną umieszczone w katalogu `unsigned`:
pt_pt: Se a compilação acima foi bem-sucedida, dois ficheiros serão postos no diretório `unsigned`:
ro: Dacă compilarea de mai sus a avut succes, două fișiere vor fi plasate în directorul `unsigned`:
ru: Если сборка прошла без ошибок, то в директории `unsigned` появятся два файла:
uk: Якщо вищезазначена збірка була успішною, два файли будуть додані у каталог `unsigned`:
zh_hans: 编译成功后，`unsigned` 目录将生成两个文件：

source: The first is the (unsigned) APK. You could sign this with a debug key and push it direct to your device or an emulator for testing. The second is a source tarball containing exactly the source that was used to generate the binary.
de: Die erste ist das (unsignierte) APK. Sie könnte mit einem Debug-Schlüssel signiert und direkt auf Ihr Gerät oder einen Emulator zum Testen verschoben werden. Die zweite ist ein Quell-Tarball, der genau den Quellcode enthält, der zum Generieren der Binärdatei verwendet wurde.
pl: Pierwszym z nich jest (niepodpisany) plik APK. Możesz go podpisać za pomocą klucza debugowania i przesłać go bezpośrednio do urządzenia lub emulatora do testowania. Drugim jest archiwum źródłowe zawierające dokładnie źródło, które zostało użyte do wygenerowania pliku binarnego.
pt_pt: O primeiro é o APK (não assinado). Pode assinar isso com uma chave de depuração e enviá-la diretamente para o seu aparelho ou um emulador para teste. O segundo é um tarball de origem que contém exatamente a fonte usada para gerar o binário.
ro: Primul este APK (fără semnătură). Îl puteți semna cu o cheie de depanare și îl puteți trimite direct pe dispozitivul dvs. sau pe un emulator pentru testare. Al doilea este un tarball sursă care conține exact sursa care a fost folosită pentru a genera fișierul binar.
ru: Первый файл — это неподписанный файл приложения (APK). Его необходимо подписать отладочным ключом (debug key) и установить на устройство или эмулятор устройства в тестовых целях. Второй файл — это архив с исходным кодом, из которого собран файл приложения.
uk: Перший із них — це непідписаний APK. Можете підписати його зневаджувальним ключем і встановити прямо на свій пристрій чи емулятор для випробування. Другий — це архів повної копії вихідного коду, використаного для генерації двійкового APK.
zh_hans: 第一个文件是（未签名的）APK。你可以使用调试密钥签名，然后直接在设备或模拟器中进行测试。第二个文件是源代码 tarball，其中包含生成二进制所用的源代码。

source: If you were intending to publish these files, you could then run:
de: Beabsichtigen Sie diese Dateien zu veröffentlichen, könnten Sie nun Folgendes ausführen:
pl: Jeśli zamierzałeś opublikować te pliki, możesz uruchomić:
pt_pt: Se pretendesse publicar esses ficheiros, poderia executar:
ro: Dacă intenționați să publicați aceste fișiere, ați putea rula:
ru: Если вы собираетесь опубликовать эти файлы, то необходимо выполнить вот эту команду:
uk: Якщо ви мали намір опублікувати ці файли, ви можете запустити:
zh_hans: 如果你想要发布这些文件，请运行：

source: The source tarball would move to the `repo` directory (which is the directory you would push to your web server). A signed and zipaligned version of the APK would also appear there, and both files would be removed from the `unsigned` directory.
de: Der Quell-Tarball würde ins `repo`-Verzeichnis verlagert (das Verzeichnis, das Sie auf Ihren Webserver kopieren würden). Eine signierte und zip-komprimierte Version des APK würde ebenfalls dort erscheinen und beide Dateien würden aus dem `unsigned`-Verzeichnis entfernt werden.
pl: Skrypt źródłowy zostanie przeniesiony do katalogu `repo` (który jest katalogiem, który można przesłać do serwera WWW). Zostanie tam również podpisana i zipowa wersja pliku APK, a oba pliki zostaną usunięte z katalogu `unsigned`.
pt_pt: O tarball fonte se moveria para o diretório `repo` (que é o diretório que enviaria ao seu servidor web). Uma versão assinada e zipaligned do APK também apareceria lá, e ambos os ficheiros seriam removidos do diretório `unsigned`.
ro: Pachetul sursă va fi mutat în directorul `repo` (care este directorul pe care îl veți muta pe serverul dvs. web). O versiune semnată și aliniată prin zip a APK-ului ar apărea, de asemenea, acolo, iar ambele fișiere ar fi eliminate din directorul `unsigned`.
ru: Архив с исходным кодом будет помещен в директорию `repo` (каталог, который вы отправляете на веб-сервер). Туда же попадет оптимизированная и подписанная версия приложения (файл APK). Оба файла будут удалены из директории `unsigned`.
uk: Архів вихідного коду буде посунуто до каталогу `repo` (каталог для вивантаження на ваш вебсервер). Версія APK з підписом та zipalign опиниться там же, й тоді обидва файли з каталогу `unsigned` буде видалено.
zh_hans: 源代码 tarball 将移动到 `repo` 目录（这是你将要推送到你的 Web 服务器的目录）。APK 的已签名和压缩对齐版本也将出现在那里，并且这两个文件将从 `unsigned` 目录中被删除。

source: If you're building purely for the purposes of testing, and not intending to push the results to a repository, at least yet, the `--test` option can be used to direct output to the `tmp` directory instead of `unsigned`. A similar effect could be achieved by simply deleting the output files from `unsigned` after the build, but with the risk of forgetting to do so!
de: Erfolgt die Herstellung rein zu Testzwecken und sollen die Ergebnisse nicht, oder zumindest noch nicht, in ein Repository verschoben werden, kann die `--test`-Option verwendet werden, um die Ausgabe ins `tmp`-Verzeichnis statt ins `unsigned` umzuleiten. Der gleiche Effekt könnte erzielt werden, indem die Ausgabedateien aus `unsigned` nach der Herstellung einfach gelöscht werden, allerdings mit dem Risiko, dass dies vergessen wird!
pl: Jeśli kompilujesz wyłącznie w celu testowania, a nie zamierzasz przekazywać wyników do repozytorium, przynajmniej na razie, opcja `--test` może być użyta do skierowania wyjścia do katalogu `tmp` zamiast `unsigned`. Podobny efekt można uzyskać, po prostu usuwając pliki wyjściowe z `unsigned` po kompilacji, ale ryzykujesz, że zapomnisz o tym!
ro: Dacă construiți doar în scopul testării și nu intenționați să trimiteți rezultatele într-un depozit, cel puțin încă, opțiunea `--test` poate fi utilizată pentru a direcționa ieșirea în directorul `tmp` în loc de `unsigned`. Un efect similar ar putea fi obținut prin simpla ștergere a fișierelor de ieșire din `unsigned` după compilare, dar cu riscul de a uita să faceți acest lucru!
ru: Если сборка происходит в тестовых целях, и результаты не предназначены для публикации в репозитории, то можно указать опцию `--test`, чтобы помещать результирующие файлы не в директорию `unsigned`, а в директорию `tmp`. Можно, конечно, просто-напросто удалить эти файлы из `unsigned` вручную после окончания сборки, но всегда есть риск, что вы забудете это сделать!
uk: Якщо ваша збірка — випробувальна, без планів вивантаження результатів до репозиторію (принаймні поки що), скористайтеся опцією `--test` для виведення прямо до каталогу `tmp` замість `unsigned`. Або ви можете просто видалити файли результату з `unsigned` після збірки — тільки не забудьте тоді це зробити!
zh_hans: 如果你纯粹是为了测试而构建，并且不打算将结果推送到存储库中，至少现在还不打算推送，那么可以使用 `--test` 选项将输出指向到 `tmp` 目录，而不是 `unsigned` 目录。类似的效果可以通过在构建后简单地删除 `unsigned` 目录中的输出文件来实现，但你可能会忘记这么做！
