Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: As a general rule, a translation must be at least 70% complete for it to be included in a final release. For alpha releases, we try to include all translations, no matter how incomplete.
de: Als Grundregel gilt, dass eine Übersetzung zu mindestens 70% abgeschlossen sein muss, um in eine Endversion eingeschlossen zu werden. Bei Alpha-Versionen versuchen wir alle Übersetzungen zu integrieren, unabhängig von deren Vollständigkeit.
pl: Zgodnie z ogólną zasadą tłumaczenie musi być ukończone w co najmniej 70%, aby mogło zostać włączone do ostatecznego wydania. W przypadku wersji alpha staramy się uwzględnić wszystkie tłumaczenia, bez względu na to, jak są niekompletne.
pt_pt: Como regra geral, uma tradução deve estar pelo menos 70% completa para que seja incluída numa versão final. Para lançamentos alfa, tentamos incluir todas as traduções, não importa quão incompletas.
ro: Ca regulă generală, o traducere trebuie să fie finalizată în proporție de cel puțin 70% pentru a fi inclusă în versiunea finală. Pentru versiunile alfa, încercăm să includem toate traducerile, indiferent cât de incomplete sunt.
ru: Как правило, для включения перевода в финальный релиз он должен быть выполнен не менее чем на 70%. Для альфа-релизов мы стараемся включать все переводы, независимо от того, насколько они неполные.
uk: Як правило, переклад мусить бути готовим принаймні на 70%, щоб його додали до остаточного випуску. До альфа-версій намагаємося додавати всі переклади, навіть далекі від завершення.
zh_hans: 一般来说，翻译必须至少完成 70%，才会被包含在最终发布版本中。 我们会尝试在 Alpha 版本中收录所有翻译，无论翻译多么不完整。

source: App summaries
de: App-Zusammenfassungen
pl: Streszczenia aplikacji
pt_pt: Resumos de apps
ro: Rezumatele aplicației
ru: Сводки по приложениям
uk: Підсумки про застосунки
zh_hans: 应用概要

source: _f-droid.org_ makes the one line summaries for many apps [available for translation](https://hosted.weblate.org/projects/f-droid/fdroiddata/). The goal is to make it possible to have sections where only a single language is show, like the Latest Tab or the website sidebar. These are imported on a rolling basis, at least once a month.
de: _f-droid.org_ stellt einzeilige Zusammenfassungen für viele Apps [zur Übersetzung zur Verfügung ](https://hosted.weblate.org/projects/f-droid/fdroiddata/). Ziel ist es, Abschnitte zu ermöglichen, in denen nur eine einzige Sprache angezeigt wird, wie z. B. auf dem „Neueste“-Tab oder in der Seitenleiste der Website. Diese werden wiederkehrend, mindestens einmal im Monat importiert.
pl: _f-droid.org_ sprawia, że podsumowania jednej linii dla wielu aplikacji [dostępne do tłumaczenia](https://hosted.weblate.org/projects/f-droid/fdroiddata/). Celem jest umożliwienie posiadania sekcji, w których wyświetlany jest tylko jeden język, takich jak karta Najnowsze lub pasek boczny witryny. Są one importowane w sposób ciągły, co najmniej raz w miesiącu.
pt_pt: _f-droid.org_ faz resumos de uma linha para muitos apps [disponíveis para tradução](https://hosted.weblate.org/projects/f-droid/fdroiddata/). O objetivo é tornar possível ter secções onde apenas um único idioma é mostrado, como o Latest Tab ou a barra lateral do site. Estes são importados numa base rotativa, pelo menos uma vez por mês.
ro: _f-droid.org_ face rezumatele de o linie pentru multe aplicații [available for translation](https://hosted.weblate.org/projects/f-droid/fdroiddata/). Scopul este de a face posibilă existența unor secțiuni în care să fie afișată doar o singură limbă, cum ar fi Latest Tab sau bara laterală a site-ului web. Acestea sunt importate în mod continuu, cel puțin o dată pe lună.
ru: _f-droid.org_ делает однострочные резюме для многих приложений [доступными для перевода](https://hosted.weblate.org/projects/f-droid/fdroiddata/). Цель состоит в том, чтобы сделать возможными разделы, в которых отображается только один язык, например, вкладка "Последние новости" или боковая панель сайта. Они импортируются на регулярной основе, не реже одного раза в месяц.
uk: _f-droid.org_ [дає змогу перекладати](https://hosted.weblate.org/projects/f-droid/fdroiddata/) однорядкові підсумки про більшість застосунків. Маємо на меті повний переклад таких розділів, як вкладка «Останні» чи бічна панель сайту. Ці підсумки імпортуємо регулярно — принаймні раз на місяць.
zh_hans: _f-droid.org_ 使许多应用的单行概要 [可供翻译](https://hosted.weblate.org/projects/f-droid/fdroiddata/)。 我们的目标是使只显示一种语言的部分成为可能，比如最新标签或网站侧边栏。 这些都是以滚动方式导入的，至少每月一次。

source: f-droid.org website
de: f-droid.org-Internetseite
pl: strona internetowa f-droid.org
pt_pt: site f-droid.org
ro: f-droid.org site web
ru: Сайт f-droid.org
uk: Вебсайт f-droid.org
zh_hans: f-droid.org 网站

source: For the f-droid.org website, it is a much more complicated system. Each time the website is updated, thousands of pages must be regenerated per-locale. Since this setup [cannot](https://gitlab.com/groups/fdroid/-/milestones/6) support lots of languages, we have to put stricter requirements on it. The core strings must be fully translated to be included. They also must be maintained in order to stay included. The documentation and tutorials are very useful to have translated. The blog posts are the least important. Each page must be fully translated before the translated version will be shown, otherwise, the site will show the original English.
de: Für die f-droid.org-Website gilt ein sehr viel komplizierteres System. Bei jedem Update der Internetseite müssen pro Sprache Tausende von Seiten neu erstellt werden. Da das Setup [nicht viele Sprachen](https://gitlab.com/groups/fdroid/-/milestones/6) unterstützen kann, müssen wir an sie strengere Anforderungen stellen. Der Kern der Zeichenketten muss vollständig übersetzt sein, um aufgenommen zu werden. Sie müssen auch gepflegt werden, damit sie eingeschlossen bleiben. Sehr hilfreich ist eine Übersetzung der Dokumentation und Anleitungen. Die Blog-Posts sind am unwichtigsten. Jede Seite muss komplett übersetzt sein, damit die übersetzte Version angezeigt wird, ansonsten wird die Website das englische Original zeigen.
pl: W przypadku strony f-droid.org jest to znacznie bardziej skomplikowany system. Za każdym razem, gdy strona jest aktualizowana, tysiące stron musi zostać zregenerowanych dla każdego locale. Ponieważ ta konfiguracja [nie może](https://gitlab.com/groups/fdroid/-/milestones/6) obsługiwać wielu języków, musimy nałożyć na nią bardziej rygorystyczne wymagania. Podstawowe ciągi znaków muszą być w pełni przetłumaczone, aby mogły zostać uwzględnione. Muszą też być utrzymywane, aby pozostać w zestawie. Tłumaczenie dokumentacji i samouczków jest bardzo przydatne. Posty na blogu są najmniej ważne. Każda strona musi być w pełni przetłumaczona, zanim zostanie wyświetlona jej przetłumaczona wersja, w przeciwnym razie w witrynie zostanie wyświetlony oryginalny język angielski.
ro: Pentru site-ul f-droid.org, este un sistem mult mai complicat. De fiecare dată când site-ul este actualizat, mii de pagini trebuie regenerate pentru fiecare locație. Deoarece această configurație [nu poate](https://gitlab.com/groups/fdroid/-/milestones/6) să suporte multe limbi, trebuie să impunem cerințe mai stricte. Șirurile de bază trebuie să fie traduse integral pentru a fi incluse. De asemenea, acestea trebuie să fie întreținute pentru a rămâne incluse. Documentația și tutorialele sunt foarte utile pentru a fi traduse. Articolele de pe blog sunt cele mai puțin importante. Fiecare pagină trebuie să fie complet tradusă înainte ca versiunea tradusă să fie afișată, în caz contrar, site-ul va afișa versiunea originală în limba engleză.
ru: Для сайта f-droid.org это гораздо более сложная система. Поскольку она [не может](https://gitlab.com/fdroid/fdroid-website/-/milestones/6) поддерживать множество языков, нам приходится предъявлять к ней более жесткие требования. Основные строки должны быть полностью переведены, чтобы быть включенными. Они также должны поддерживаться, чтобы оставаться включенными. Очень полезно переводить документацию и учебники. Заметки в блоге не так важны. Прежде чем будет показана переведенная версия, все страницы должны быть полностью переведены, в противном случае на сайте будет показан оригинал на английском.
uk: Система вебсайту f-droid.org значно складніша. При кожному оновленні вебсайту доводиться заново генерувати тисячі сторінок для кожної мови. Оскільки він [далекий](https://gitlab.com/groups/fdroid/-/milestones/6) від повної підтримки багатьох мов, ми вимогливіші до його перекладів. Для додання мови обов'язково повністю перекласти основні рядки сайту й підтримувати їх в актуальному стані. Бажано перекласти документацію й посібники. Найменш важливі повідомлення блогу. Показуються лише повні переклади сторінок; до завершення перекладу сторінки сайт показує її оригінал англійською мовою.
zh_hans: f-droid.org 网站则是一个更复杂的系统。每次更新网站，必须为每种语言重新生成数千个页面。由于它[不能](https://gitlab.com/groups/fdroid/-/milestones/6)支持很多语言，我们必须对它提出更严格的要求。 核心字符串必须被完全翻译才能被收录。 为保持收录状态，它们必须得到维护。 文档和教程的翻译是非常有用的。 博客文章是最不重要的。 每个页面在显示翻译版本之前都必须完全翻译，否则，网站将显示原始英文。

source: In order for a new language to be added to f-droid.org, it must have:
de: Damit eine neue Sprache auf f-droid.org ergänzt werden kann, muss sie Folgendes erfüllen:
pl: Aby nowy język mógł zostać dodany do f-droid.org, musi posiadać:
pt_pt: Para que um novo idioma seja adicionado ao f-droid.org, ele deve ter:
ro: Pentru ca o nouă limbă să fie adăugată la f-droid.org, aceasta trebuie să aibă:
ru: Для того чтобы новый язык был добавлен на f-droid.org, он должен иметь:
uk: Для того, щоб нову мову можна було додати до f-droid.org, вона повинна мати:
zh_hans: 为了将新语言添加到 f-droid.org，它必须满足：

source: [Website](https://hosted.weblate.org/projects/f-droid/website) component: 100% translated
de: [Website](https://hosted.weblate.org/projects/f-droid/website)-Komponente: 100% übersetzt
pl: [Witryna internetowa](https://hosted.weblate.org/projects/f-droid/website) i jej składniki: 100% przetłumaczone
pt_pt: Componente [Website](https://hosted.weblate.org/projects/f-droid/website): 100% traduzido
ro: [Website](https://hosted.weblate.org/projects/f-droid/website) componentă: 100% tradus
ru: Компонент [Веб-сайт](https://hosted.weblate.org/projects/f-droid/website): 100% переведено
uk: Складник [Website](https://hosted.weblate.org/projects/f-droid/website): 100% перекладу
zh_hans: [网站](https://hosted.weblate.org/projects/f-droid/website) 部件：100% 已翻译

source: [Website Pages](https://hosted.weblate.org/projects/f-droid/website-pages/) component: 100% translated
de: [Website Pages](https://hosted.weblate.org/projects/f-droid/website-pages/)-Komponente: 100 % übersetzt
pl: [Strona internetowa](https://hosted.weblate.org/projects/f-droid/website-pages/) składnik: 100% przetłumaczony
pt_pt: Componente [Website Pages](https://hosted.weblate.org/projects/f-droid/website-pages): 100% traduzido
ro: [Website Pages](https://hosted.weblate.org/projects/f-droid/website-pages/) componentă: 100% tradus
ru: [Страницы сайта](https://hosted.weblate.org/projects/f-droid/website-pages/) компонент: 100% переведено
uk: Складник [Website Pages](https://hosted.weblate.org/projects/f-droid/website-pages/): 100% перекладу
zh_hans: [网站页面](https://hosted.weblate.org/projects/f-droid/website-pages/) 部件：100% 已翻译

source: [Data](https://hosted.weblate.org/projects/f-droid/fdroiddata) component: at least 10% translated
de: [Data](https://hosted.weblate.org/projects/f-droid/fdroiddata)-Komponente: Mindestens 10 % vollständig übersetzte App-Beschreibungen
pl: [Data](https://hosted.weblate.org/projects/f-droid/fdroiddata) składniki: co najmniej 10% zostało przetłumaczonych
pt_pt: Componente [Data](https://hosted.weblate.org/projects/f-droid/fdroiddata): pelo menos 10% traduzidos
ro: [Data](https://hosted.weblate.org/projects/f-droid/fdroiddata) componentă: cel puțin 10% tradusă
ru: [Данные](https://hosted.weblate.org/projects/f-droid/fdroiddata) компонент: не менее 10% переведено
uk: Складник [Data](https://hosted.weblate.org/projects/f-droid/fdroiddata): перекладено принаймні 10%
zh_hans: [数据](https://hosted.weblate.org/projects/f-droid/fdroiddata) 部件：至少翻译了 10%

source: A blog post announcing support for the new language with an explanation the translation team.
de: Ein Blogbeitrag, in dem die Unterstützung für die neue Sprache angekündigt wird, mit einer Erklärung des Übersetzungsteams.
ro: O postare pe blog care anunță suportul pentru noua limbă cu o explicație a echipei de traducere.
ru: Сообщение в блоге о поддержке нового языка с пояснением команды переводчиков.
zh_hans: 宣布对新语言支持的博客文章，其中包含翻译团队等解释性内容。

source: There is a [nightly build of the website](https://staging.f-droid.org) that includes all translations on Weblate, no matter how complete they are. This lets everyone see the progress, and means we can get new languages working well before launching them.
de: Es gibt ein [Nightly Build der Internetseite](https://staging.f-droid.org), die alle Weblate-Übersetzungen einschließt, egal wie vollständig sie sind. Dieses lässt jeden die Fortschritte erkennen und führt dazu, dass neue Sprachen gründlich ausgearbeitet werden können, bevor sie an den Start gehen.
pl: Istnieje [wieczorna wersja strony](https://staging.f-droid.org), która obejmuje wszystkie tłumaczenia na Weblate, bez względu na to, jak są kompletne. Dzięki temu każdy może zobaczyć postępy i oznacza, że możemy sprawić, by nowe języki działały dobrze przed ich uruchomieniem.
pt_pt: Há uma [compilação noturna do website](https://staging.f-droid.org) que inclui todas as traduções no Weblate, independentemente de quão completas estejam. Isso permite que todos vejam o progresso e significa que podemos obter novos idiomas a funcionar bem antes de iniciá-los.
ro: Există un [nightly build of the website](https://staging.f-droid.org) care include toate traducerile de pe Weblate, indiferent cât de complete sunt acestea. Acest lucru permite tuturor să vadă progresul și înseamnă că putem face ca noile limbi să funcționeze bine înainte de a le lansa.
ru: Существует [ночная сборка сайта](https://staging.f-droid.org), которая включает все переводы на Weblate, независимо от того, насколько они завершены. Это позволяет всем видеть прогресс, а также позволяет нам обеспечить хорошую работу новых языков перед их запуском.
uk: [Нічна збірка вебсайту](https://staging.f-droid.org) містить усі переклади з Weblate, незалежно від того, наскільки їх завершено. Це дозволяє всім бачити прогрес, а значить, ми можемо допрацювати підтримку нових мов, перш ніж запускати їх.
zh_hans: 有一个[每日构建的网站](https://staging.f-droid.org)，其中包括 Weblate 上的所有不同完成度的翻译。这让每个人都能看到进展，这意味着我们可以在发布新语言之前让它们运行良好。

source: The old "Languages" preference
de: Die alte „Sprachen“-Voreinstellung
pl: Stare preferencje "Językowe"
pt_pt: A antiga preferência "Idiomas"
ro: Vechea preferință "Languages"
ru: Старое предпочтение "Языки"
uk: Старий параметр «Мови»
zh_hans: 旧的"语言"首选项

source: There are cases where having English as the fallback language is not helpful. For example, much of the world would prefer to fall back to Chinese, Spanish, or Russian instead of English. On Android 6.0 and older, F-Droid provides a "Languages" setting inside the app so that users can switch F-Droid to a different language. Note that this might not handle localized format properly, just the language. Android 7.0 fixed this by allowing users to specify a list of language+country "locales", ordered by importance to the user.
de: Es gibt Fälle, in denen Englisch als Ausweichsprache nicht genügt. Ein Großteil der Welt würde beispielsweise Chinesisch, Spanisch oder Russisch statt Englisch den Vorzug geben. Bis Android 6.0 bietet F-Droid innerhalb der App eine Einstellung „Sprache“, damit Nutzer F-Droid in eine andere Sprache umstellen können. Zu beachten ist, dass sich dabei nur die Sprache ändert, länderspezifische Formate aber evtl. unsauber verarbeitet werden. Ab Android 7.0 wurde dies dahingehend geändert, dass Nutzer die Möglichkeit erhalten, eine nach Wichtigkeit sortierte Liste von „Locales“ aus Sprache (Land) festzulegen.
pl: Zdarzają się przypadki, w których znajomość angielskiego jako języka zastępczego nie jest pomocna. Na przykład duża część świata wolałaby wrócić do chińskiego, hiszpańskiego lub rosyjskiego zamiast angielskiego. W systemie Android 6.0 i starszym F-Droid zapewnia ustawienie "Języki" w aplikacji, dzięki czemu użytkownicy mogą przełączyć F-Droid na inny język. Zwróć uwagę, że może to nie obsługiwać zlokalizowanego formatu poprawnie, tylko w języku. Android 7.0 naprawił to, umożliwiając użytkownikom określenie listy języków + krajów "lokalizacje", uporządkowanych według ważności dla użytkownika.
pt_pt: Há casos em que ter o inglês como idioma reserva não é útil. Por exemplo, grande parte do mundo preferiria recorrer a chinês, espanhol ou russo em vez de inglês. No Android 6.0 e anterior, o F-Droid fornece uma configuração de "Idiomas" dentro da app para que os utilizadores possam alternar o F-Droid para um idioma diferente. Observe que isso pode não manipular corretamente o formato localizado, apenas o idioma. O Android 7.0 corrigiu isso, a permitir que os utilizadores especificassem uma lista de "localidades" idiomas+país, ordenados por importância para o utilizador.
ro: Există cazuri în care limba engleză ca limbă de rezervă nu este utilă. De exemplu, o mare parte a lumii ar prefera să folosească chineza, spaniola sau rusa în loc de engleză. Pe Android 6.0 și mai vechi, F-Droid oferă o setare "Languages" în interiorul aplicației, astfel încât utilizatorii pot comuta F-Droid într-o altă limbă. Rețineți că este posibil ca acest lucru să nu gestioneze corect formatul localizat, ci doar limba. Android 7.0 a remediat acest lucru, permițând utilizatorilor să specifice o listă de "locale" limbă+țară, ordonate în funcție de importanța pentru utilizator.
ru: Есть случаи, когда использование английского языка в качестве запасного не является полезным. Например, в большинстве стран мира вместо английского языка предпочитают использовать китайский, испанский или русский. На Android 6.0 и старше F-Droid предоставляет настройку "Языки" внутри приложения, чтобы пользователи могли переключить F-Droid на другой язык. Обратите внимание, что при этом может не обрабатываться локализованный формат, а только язык. В Android 7.0 это исправлено: пользователи могут указать список "локалей" языка+страны, упорядоченных по важности для пользователя.
uk: Інколи використання англійської за відсутності перекладу небажане. Наприклад, значна частина світу легше розуміє китайську, іспанську чи болгарську, ніж англійську. На Android 6.0 і раніших версіях, F-Droid показує параметр «Мови» всередині застосунку, що дає змогу перемкнути F-Droid на іншу мову. Це просто змінює мову й не завжди коректно адаптує місцеві формати. В Android 7.0 це було виправлено можливістю вказати перелік локалей (мов + країн) за спаданням бажаності в усій системі.
zh_hans: 在有些情况下，将英语作为后备语言是没有帮助的。 例如，世界上很多地方都喜欢使用中文、西班牙语或俄语，而不是英语。 在 Android 6.0 及更早版本中，F-Droid 在应用中提供了"语言"设置，以便用户可以将 F-Droid 切换到不同的语言。 注意，这可能无法正确处理语言以外的本地化格式。Android 7.0 修复了这一点，允许用户指定一个语言+国家/地区"区域设置"列表，按对用户的重要性排序。

source: Update Processing
de: Aktualisierungsverarbeitung
pl: Aktualizacja Przetwarzania
pt_pt: Processo de Atualização
ro: Prelucrarea actualizărilor
ru: Обработка обновлений
uk: Обробка оновлень
zh_hans: 更新处理

source: The F-Droid tools can automatically detect and build updates to apps and packages.
de: Die F-Droid-Werkzeuge können automatisch Aktualisierungen von Apps und Paketen erkennen und herstellen.
pl: Narzędzia F-Droid mogą automatycznie wykrywać i budować aktualizacje aplikacji i pakietów.
pt_pt: As ferramentas do F-Droid podem detetar e compilar automaticamente atualizações para apps e pacotes.
ro: Instrumentele F-Droid pot detecta și crea automat actualizări pentru aplicații și pachete.
ru: Инструменты F-Droid могут автоматически обнаруживать и собирать обновления для приложений и пакетов.
uk: Засоби F-Droid можуть автоматично виявляти й збирати оновлення застосунків і пакунків.
zh_hans: F-Droid 工具可以自动检测和构建应用和软件包的更新。

source: Detecting<a name="Detecting"></a>
de: Erkennen<a name="Detecting"></a>
pl: Wykrywanie<a name="Detecting"></a>
pt_pt: Detecção<a name="Detecting"></a>
ro: Detectare<a name="Detectare"></a>
ru: Обнаружение<a name="Detecting"></a>
uk: Виявлення<a name="Detecting"></a>
zh_hans: 检测<a name="Detecting"></a>

source: There are various mechanisms in place for automatically detecting that updates are available for applications, with the _UpdateCheckMode_ field in the metadata determining which method is used for a particular application.
de: Es gibt gegenwärtig verschiedene Mechanismen zur automatischen Erkennung von verfügbaren Aktualisierungen für Anwendungen, mittels des Feldes _UpdateCheckMode_, in dem festgelegt ist, welche Methode für eine bestimmte Anwendung verwendet wird.
pl: Istnieją różne mechanizmy automatycznego wykrywania, że aktualizacje są dostępne dla aplikacji, z polem _UpdateCheckMode_ w metadanych określających, która metoda jest używana dla konkretnej aplikacji.
pt_pt: Existem vários mecanismos para detectar automaticamente que atualizações estão disponíveis para aplicações, com o campo _UpdateCheckMode_ nos metadados a determinar qual método é usado para uma aplicação específica.
ro: Există diverse mecanisme de detectare automată a disponibilității actualizărilor pentru aplicații, iar câmpul _UpdateCheckMode_ din metadate determină metoda utilizată pentru o anumită aplicație.
ru: Существуют различные механизмы автоматического определения наличия обновлений для приложений, при этом поле _UpdateCheckMode_ в метаданных определяет, какой метод используется для конкретного приложения.
uk: Різноманітні механізми автоматично виявляють, коли для застосунків виходять оновлення. Поле метаданих _UpdateCheckMode_ визначає, який спосіб підходить тому чи іншому застосунку.
zh_hans: 有各种机制来自动检测应用的更新是否可用，元数据中的 _UpdateCheckMode_ 字段决定哪种方法用于特定的应用。

source: Running the `fdroid checkupdates` command will apply this method to each application in the repository and update the _CurrentVersion_ and _CurrentVersionCode_ fields in the metadata accordingly.
de: Ausführen des Befehls `fdroid checkupdates` wird diese Methode auf jede Anwendung im Repository anwenden und die Felder _CurrentVersion_ und _CurrentVersionCode_ in den Metadaten entsprechend aktualisieren.
pl: Uruchomienie polecenia `fdroid checkupdates` zastosuje tę metodę do każdej aplikacji w repozytorium i odpowiednio zaktualizuje pola _CurrentVersion_ oraz _CurrentVersionCode_ w metadanych.
pt_pt: A execução do comando `fdroid checkupdates` aplicará esse método a cada aplicação no repositório e atualizará os campos _CurrentVersion_ e _CurrentVersionCode_ nos metadados adequadamente.
ro: Rularea comenzii `fdroid checkupdates` va aplica această metodă pentru fiecare aplicație din depozit și va actualiza câmpurile _CurrentVersion_ și _CurrentVersionCode_ din metadate în mod corespunzător.
ru: Выполнение команды `fdroid checkupdates` применит этот метод к каждому приложению в хранилище и обновит поля _CurrentVersion_ и _CurrentVersionCode_ в метаданных соответствующим образом.
uk: Запуск команди `fdroid checkupdates` застосовує потрібний спосіб для кожного застосунку в репозиторії й відповідно оновлює поля метаданих _CurrentVersion_ і _CurrentVersionCode_.
zh_hans: 运行 `fdroid checkupdates` 命令会将此方法应用于存储库中的每个应用，并相应地更新元数据中的 _CurrentVersion_ 和 _CurrentVersionCode_ 字段。
