Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: install *fdroidserver* from the [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (fingerprint: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`) by running this in the Bash shell window:
de: Installieren Sie *fdroidserver* aus dem [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (Fingerabdruck: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`), indem Sie das hier in einer Bash Shell ausführen:
pl: zainstaluj *fdroidserver* z [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (fingerprint: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`) poprzez wpisanie tego w oknie konsoli Bash:
pt_pt: instale *fdroidserver* do [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (impressão digital: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`) a executar o seguinte na janela do Bash shell:
ro: instalați *fdroidserver* din [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (fingerprint: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`) rulând acest lucru în fereastra de shell Bash:
ru: установите *fdroidserver* из [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (отпечаток: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`), выполнив это в окне оболочки Bash:
uk: встановіть *fdroidserver* із [F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) (fingerprint: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`) запустивши таке у вікні оболонки Bash:
zh_hans: 从[F-Droid PPA](https://launchpad.net/~fdroid/+archive/fdroidserver/+packages) 安装 *fdroidserver* (指纹: `9AAC 2531 93B6 5D4D F1D0 A13E EC46 32C7 9C5E 0151`)，方法是在 Bash shell 窗口中运行：

source: add Java to your PATH: <http://www.kingluddite.com/tools/how-do-i-add-java-to-my-windows-path>
de: Java dem Windows-PATH zuordnen: <http://www.kingluddite.com/tools/how-do-i-add-java-to-my-windows-path>
pl: dodaj Javę do swojej ŚCIEŻKI: <http://www.kingluddite.com/tools/how-do-i-add-java-to-my-windows-path>
pt_pt: adicione Java ao seu PATH: <http://www.kingluddite.com/tools/how-do-i-add-java-to-my-windows-path>>
ro: adăugați Java în PATH-ul dumneavoastră: <http://www.kingluddite.com/tools/how-do-i-add-java-to-my-windows-path>
ru: добавьте Java в PATH: <http://www.kingluddite.com/tools/how-do-i-add-java-to-my-windows-path>
uk: додайте Java до шляху: <http://www.kingluddite.com/tools/how-do-i-add-java-to-my-windows-path>
zh_hans: 将 Java 加入你的 PATH：<http://www.kingluddite.com/tools/how-do-i-add-java-to-my-windows-path>

source: Install Cygwin <https://www.sourceware.org/cygwin/>
de: Cygwin installieren <https://www.sourceware.org/cygwin/>
pl: Zainstaluj Cygwin <https://www.sourceware.org/cygwin/>
pt_pt: Instale Cygwin <https://www.sourceware.org/cygwin/>
ro: Instalați Cygwin <https://www.sourceware.org/cygwin/>
ru: Установите Cygwin <https://www.sourceware.org/cygwin/>
uk: Встановіть Cygwin <https://www.sourceware.org/cygwin/>
zh_hans: 安装 Cygwin <https://www.sourceware.org/cygwin/>

source: in Cygwin, install these packages: *gcc-core git openssh python3 python3-pyasn1 python3-imaging python3-paramiko python3-requests python3-setuptools rsync wget*
de: in Cygwin, diese Pakete installieren: *gcc-core git openssh python3 python3-pyasn1 python3-imaging python3-paramiko python3-requests python3-setuptools rsync wget*
pl: w Cygwin zainstaluj następujące pakiety: *gcc-core git openssh python3 python3-pyasn1 python3-imaging python3-paramiko python3-requests python3-setuptools rsync wget*
pt_pt: no Cygwin, instale estes pacotes: *gcc-core git openssh python3 python3-pyasn1 python3-imaging python3-paramiko python3-requests python3-setuptools rsync wget*
ro: în Cygwin, instalați aceste pachete: *gcc-core git openssh python3 python3-pyasn1 python3-imaging python3-paramiko python3-requests python3-setuptools rsync wget*
ru: в Cygwin установите эти пакеты: *gcc-core git openssh python3 python3-pyasn1 python3-imaging python3-paramiko python3-requests python3-setuptools rsync wget*
uk: у Cygwin встановіть такі пакунки: *gcc-core git openssh python3 python3-pyasn1 python3-imaging python3-paramiko python3-requests python3-setuptools rsync wget*
zh_hans: 在 Cygwin 中安装这些包： *gcc-core git openssh python3 python3-pyasn1 python3-imaging python3-paramiko python3-requests python3-setuptools rsync wget*

source: open a Cygwin bash shell and run: `easy_install fdroidserver`
de: eine Cygwin-Bash-Shell öffnen und `easy_install fdroidserver` ausführen
pl: otwórz powłokę bash Cygwin i uruchom: `easy_install fdroidserver`
pt_pt: abra um shell bash Cygwin e execute: `easy_install fdroidserver `
ro: deschideți un shell Cygwin bash și rulați: `easy_install fdroidserver`
ru: откройте оболочку Cygwin bash и запустите: `easy_install fdroidserver`
uk: відкрийте оболонку bash у Cygwin і запустіть команду: : `easy_install fdroidserver`
zh_hans: 打开 Cygwin bash shell 并运行：`easy_install fdroidserver`

source: Then here's the repo setup:
de: Dann geschieht hiermit die Repo-Einrichtung:
pl: Oto konfiguracja repozytorium:
pt_pt: Então aqui está a configuração do repo:
ro: Apoi, iată configurația repo:
ru: Затем настройка репозитория:
uk: Нарешті створіть репозиторій:
zh_hans: 然后进行存储库设置：

source: export ANDROID_HOME=/cygdrive/c/path/to/android-sdk fdroid init # the keystore gen will fail
de: export ANDROID_HOME=/cygdrive/c/pfad/zum/android-sdk fdroid init # the keystore gen will fail
pl: export ANDROID_HOME=/cygdrive/c/path/to/android-sdk fdroid init # wygenerowanie keystore nie powiedzie się
pt_pt: export ANDROID_HOME=/cygdrive/c/caminho/para/android-sdk fdroid init # a keystore gen vai falhar
ru: export ANDROID_HOME=/cygdrive/c/path/to/android-sdk fdroid init # создание хранилища ключей будет неудачным
uk: export ANDROID_HOME=/cygdrive/c/шлях/до/android-sdk fdroid init # виникне помилка генерації сховища ключів
zh_hans: export ANDROID_HOME=/cygdrive/c/path/to/android-sdk fdroid init # keystore 生成将失败

source: After running `fdroid init`, you need to set the Windows path to your keystore in _config.yml_. It is also possible to install _fdroidserver_ in a virtual environment using _virtualenv_ and _pip_.
de: Nach Ausführung von `fdroid init`, muss der Windows-Pfad zu Ihrem Schlüsselspeicher in _config.yml_ eingestellt werden. Es ist auch möglich, _fdroidserver_ in einer virtuellen Umgebung mithilfe von _virtualenv_ und _pip_ zu installieren.
pl: Po uruchomieniu `fdroid init`, musisz ustawić ścieżkę Windows do pliku kluczy w _config.yml_. Możliwe jest również zainstalowanie _fdroidserver_ w środowisku wirtualnym za pomocą _virtualenv_ i _pip_.
pt_pt: Depois de executar o `fdroid init`, deve definir o caminho do Windows para o seu repositório de chaves em _config.yml_. Também é possível instalar _fdroidserver_ num ambiente virtual a usar _virtualenv_ e _pip_.
ro: După ce ați rulat `fdroid init`, trebuie să setați calea Windows către keystore în _config.yml_. De asemenea, este posibil să instalați _fdroidserver_ într-un mediu virtual folosind _virtualenv_ și _pip_.
ru: После запуска `fdroid init` необходимо задать Windows-путь к вашему хранилищу ключей в _config.yml_. Также можно установить _fdroidserver_ в виртуальной среде с помощью _virtualenv_ и _pip_.
uk: Запустивши `fdroid init`, вкажіть Windows-шлях до сховища ключів у _config.yml_. Також можливо встановити _fdroidserver_ у віртуальне середовище за допомогою _virtualenv_ і _pip_.
zh_hans: 运行 `fdroid init` 后，你需要在 _config.yml_ 中将 Windows 路径设置为你的 keystore。也可以使用 _virtualenv_ 和 _pip_ 在虚拟环境中安装 _fdroidserver_。

source: Docker Executable Image (any platform)
de: Docker Executable Image (jede Plattform)
pl: Okno dokowane pliku wykonywalnego obrazu (wszystkie platformy)
pt_pt: Imagem executável do Docker (qualquer plataforma)
ro: Imagine executabilă Docker (orice platformă)
ru: Исполняемый образ Docker (любая платформа)
uk: Виконуваний Docker-образ (будь-яка платформа)
zh_hans: Docker 可执行镜像 (任何平台)

source: If you are already running Docker "Executable Images", then the easiest way to run _fdroidserver_ is to use our [executable image](https://gitlab.com/fdroid/docker-executable-fdroidserver)
de: Wenn Sie bereits Docker „Executable Images“ verwenden, dann ist die einfachste Methode _fdroidserver_ auszuführen, unser [Executable Image](https://gitlab.com/fdroid/docker-executable-fdroidserver)
pl: Jeśli już uruchomiłeś Docker "Executable Images", najprostszym sposobem na uruchomienie _fdroidserver_ jest użycie naszego [wykonywalnego obrazu](https://gitlab.com/fdroid/docker-executable-fdroidserver)
pt_pt: Se já está a executar o "Imagens Executáveis" do Docker, a maneira mais fácil de executar o _fdroidserver_ é usar nossa [imagem executável](https://gitlab.com/fdroid/docker-executable-fdroidserver)
ro: Dacă rulați deja "Imagini executabile" Docker, atunci cel mai simplu mod de a rula _fdroidserver_ este să folosiți [executable image](https://gitlab.com/fdroid/docker-executable-fdroidserver)
ru: Если вы уже используете "исполняемые образы" Docker, то самый простой способ запустить _fdroidserver_ - это использовать наш [исполняемый образ](https://gitlab.com/fdroid/docker-executable-fdroidserver)
uk: Якщо у вас уже налаштовано Docker Executable Images, запустити _fdroidserver_ буде найпростіше за допомогою нашого [виконуваного образу](https://gitlab.com/fdroid/docker-executable-fdroidserver)
zh_hans: 如果你已经在运行 Docker “可执行镜像”，那么运行 _fdroidserver_ 的最简单方法是使用我们的 [可执行镜像](https://gitlab.com/fdroid/docker-executable-fdroidserver)

source: Installing the latest code (any platform)
de: Installation des aktuellsten Codes (jede Plattform)
pl: Instalowanie najnowszego kodu (dowolnej platformy)
pt_pt: Instalar o código mais recente (qualquer plataforma)
ro: Instalarea celui mai recent cod (orice platformă)
ru: Установка новейшего кода (любая платформа)
uk: Встановлення найновішого коду (будь-яка платформа)
zh_hans: 安装最新代码（任何平台）

source: The easiest way to install the fdroidserver tools from source is to use virtualenv and pip. First, make sure you have the Python3 version of _virtualenv_ or _pyvenv_ installed, it should be included in your OS's Python distribution or via other mechanisms like dnf/yum/pacman/emerge/Fink/MacPorts/Brew. Then here's how to install _fdroidserver_ into a Python "virtual env":
de: Die einfachste Art die fdroidserver-Instrumente aus der Quelle zu installieren, ist die Verwendung von „virtualenv“ und „pip“. Vergewissern Sie sich zunächst, dass die Python3-Version von _virtualenv_ oder _pyvenv_ installiert ist, sie sollte in der Python-Distribution für Ihr Betriebssystem enthalten sein oder über andere Mechanismen wie dnf/yum/pacman/emerge/Fink/MacPorts/Brew eingeschlossen werden. Dann erfolgt so die Installation von _fdroidserver_ in eine Python „virtual env“:
pl: Najprostszym sposobem zainstalowania narzędzi fdroidserver ze źródła jest użycie virtualenv i pip. Po pierwsze, upewnij się, że masz zainstalowaną wersję _virtualenv_ lub _pyvenv_ w Python3, powinna ona być zawarta w dystrybucji Pythona twojego systemu operacyjnego lub przez inne mechanizmy, takie jak dnf/yum/pacman/emerge/Fink/MacPorts/Brew. Oto jak zainstalować _fdroidserver_ w wirtualnym env Pythona:
pt_pt: A maneira mais fácil de instalar as ferramentas do fdroidserver do código fonte é usar o virtualenv e o pip. Primeiro, certifique-se que tem a versão Python3 de _virtualenv_ ou _pyvenv_ instalada, ela deve ser incluída na distribuição Python do seu SO ou através de outros mecanismos como dnf/yum/pacman/emerge/Fink/MacPorts/Brew. Aqui está como instalar _fdroidserver_ num "virtual env" Python:
ro: Cel mai simplu mod de a instala instrumentele fdroidserver din sursă este să folosiți virtualenv și pip. În primul rând, asigurați-vă că aveți instalată versiunea Python3 a _virtualenv_ sau _pyvenv_, care ar trebui să fie inclusă în distribuția Python a sistemului dumneavoastră de operare sau prin alte mecanisme precum dnf/yum/pacman/emerge/Fink/MacPorts/Brew. Apoi, iată cum se instalează _fdroidserver_ într-un "virtual env" Python:
ru: Самый простой способ установить инструменты fdroidserver из исходного кода - использовать virtualenv и pip. Во-первых, убедитесь, что у вас установлена версия _virtualenv_ или _pyvenv_ для Python3. Она должна быть включена в дистрибутив Python вашей ОС или с помощью других механизмов, таких как dnf/yum/pacman/emerge/Fink/MacPorts/Brew. Затем вот как установить _fdroidserver_ в "виртуальную среду" Python:
uk: Встановити засоби fdroidserver із вихідного коду найпростіше за допомогою virtualenv і pip. Переконайтесь, що маєте саме Python3-версію _virtualenv_ чи _pyvenv_; отримайте її з Python-пакунків вашої ОС чи іншого механізму: наприклад, dnf, yum, pacman, emerge, Fink, MacPorts чи Brew. Тоді встановіть _fdroidserver_ у «віртуальне середовище» Python:
zh_hans: 从源代码安装 fdroidserver 工具的最简单方法是使用 virtualenv 和 pip。首先，确保你安装了 Python3 版本的 _virtualenv_ 或 _pyvenv_，它应该包含在你的操作系统的 Python 发行版中或通过 dnf/yum/pacman/emerge/Fink /MacPorts/Brew 等其他方式安装。接下来介绍如何将 _fdroidserver_ 安装到 Python“虚拟环境”中：

source: You can find variations on this used in the CI tests: https://gitlab.com/fdroid/fdroidserver/blob/master/.gitlab-ci.yml
de: Variationen hierzu finden Sie in den CI-Tests: https://gitlab.com/fdroid/fdroidserver/blob/master/.gitlab-ci.yml
pl: Możesz znaleźć odmiany na temat tego użytego w testach CI: https://gitlab.com/fdroid/fdroidserver/blob/master/.gitlab-ci.yml
pt_pt: Pode encontrar variações sobre isso usadas nos testes de CI: https://gitlab.com/fdroid/fdroidserver/blob/master/.gitlab-ci.yml
ro: Puteți găsi variații ale acesteia folosite în testele CI: https://gitlab.com/fdroid/fdroidserver/blob/master/.gitlab-ci.yml
ru: Вы можете найти вариации на эту тему, используемые в тестах CI: https://gitlab.com/fdroid/fdroidserver/blob/master/.gitlab-ci.yml
uk: Перегляньте варіанти застосування цього в тестах безперервної інтеграції: https://gitlab.com/fdroid/fdroidserver/blob/master/.gitlab-ci.yml
zh_hans: 你可以在CI测试中找到上述步骤的一个用例：https://gitlab.com/fdroid/fdroidserver/blob/master/.gitlab-ci.yml

source: Building apps
de: Herstellung von Apps
pl: Tworzenie aplikacji
pt_pt: Compilar apps
ro: Construirea aplicațiilor
ru: Создание приложений
uk: Збірка застосунків
zh_hans: 构建应用

source: To build apps using F-Droid, Java and the whole Android SDK must be installed. This process is currently only developed on GNU/Linux, but we'd love patches getting it working on macOS and Windows. If you only want to make F-Droid repositories of APK files that you already have or don't know what this means, then you can skip this section.
de: Um Apps mit F-Droid herzustellen, muss Java und das komplette Android-SDK installiert sein. Dieser Vorgang wird momentan nur unter GNU/Linux unterstützt, aber wir würden uns über Patches freuen, die ihn unter macOS und Windows zum Laufen brächten. Wenn Sie nur F-Droid-Repositorys von APK-Dateien erstellen wollen, die Sie bereits haben oder nicht verstehen was gemeint ist, können Sie diesen Abschnitt überspringen.
pl: Do tworzenia aplikacji za pomocą F-Droid musi być zainstalowana Java i cały zestaw Android SDK. Proces ten jest obecnie rozwijany tylko w systemie GNU/Linux, ale chcielibyśmy, aby poprawki działały w systemie macOS i Windows. Jeśli chcesz tylko stworzyć repozytoria F-Droid z plików APK, które już posiadasz, lub nie wiesz, co to oznacza, możesz pominąć tę sekcję.
pt_pt: Para compilar apps a usar o F-Droid, Java e todo o SDK do Android devem estar instalados. Esse processo é atualmente desenvolvido apenas em GNU/Linux, mas nós adoraríamos que patches fizessem com que ele funcionasse em macOS e Windows. Se só quer fazer repositórios F-Droid de ficheiros APK que já tem ou não sabe o que isso significa, pode pular esta secção.
ro: Pentru a crea aplicații folosind F-Droid, trebuie să fie instalate Java și întregul SDK Android. În prezent, acest proces este dezvoltat doar pe GNU/Linux, dar ne-ar plăcea să îl facem să funcționeze și pe macOS și Windows. Dacă doriți doar să faceți depozite F-Droid din fișiere APK pe care le aveți deja sau nu știți ce înseamnă acest lucru, atunci puteți sări peste această secțiune.
ru: Чтобы создавать приложения с помощью F-Droid, необходимо установить Java и весь Android SDK. В настоящее время этот процесс разрабатывается только на GNU/Linux, но мы будем рады получить патчи, позволяющие ему работать на macOS и Windows. Если вы хотите только сделать репозитории F-Droid из APK-файлов, которые у вас уже есть, или не знаете, что это значит, то можете пропустить этот раздел.
uk: Щоб збирати застосунки за допомогою F-Droid, потрібно встановити Java й увесь Android SDK. Цей процес підтримується лише на GNU/Linux, але будемо раді патчам, що зроблять його доступним на macOS та Windows. Якщо ви бажаєте розміщувати в репозиторії F-Droid лише вже готові APK-файли, або якщо не знаєте, що це все означає, можете пропустити цей розділ.
zh_hans: 要使用 F-Droid 构建应用，必须安装 Java 和完整的 Android SDK。这个过程目前仅在 GNU/Linux 上进行，但我们欢迎使其能在 macOS 和 Windows 上运行的补丁。如果你只想为已有的 APK 文件制作 F-Droid 存储库或不知道这意味着什么，那么你可以跳过本节。

source: In order to build Android apps with the _fdroidserver_ toolchain, Java, the Android SDK, and some other essential tools must be installed. Only [parts of the Android SDK](https://qa.debian.org/developer.php?email=android-tools-devel%40lists.alioth.debian.org) are available in Debian, so the Android SDK must be installed manually, as well as the packages that it requires (_the Android SDK tools include some 32-bit binaries, so even 64-bit systems need these i386 library packages_). The F-Droid tools use the Android SDK to build and inspect apps, so you must have the Android SDK installed and setup before using _fdroidserver_.
de: Um Android-Apps mit den _fdroidserver_-Programmierwerkzeugen herzustellen, müssen Java, das Android-SDK und einige weitere grundlegende Werkzeuge installiert sein. Nur [Teile des Android-SDK](https://qa.debian.org/developer.php?email=android-tools-devel%40lists.alioth.debian.org) stehen in Debian zur Verfügung, sodass das Android-SDK manuell installiert werden muss, genauso wie die dafür erforderlichen Pakete (_die Android-SDK-Werkzeuge beinhalten einige 32-Bit-Binärdateien, diese i386-Bibliotheken werden auch auf 64-Bit-Systemen benötigt_). Die F-Droid-Instrumente nutzen das Android-SDK, um Apps herzustellen und durchzusehen, das Android-SDK muss daher vor der Verwendung von _fdroidserver_ installiert und konfiguriert sein.
pl: Aby tworzyć aplikacje dla systemu Android za pomocą łańcucha narzędziowego _fdroidserver_, należy zainstalować Javę, zestaw SDK systemu Android i kilka innych niezbędnych narzędzi. Tylko [części Androida SDK](https://qa.debian.org/developer.php?email=android-tools-devel%40lists.alioth.debian.org) są dostępne w Debianie, więc pakiet SDK Androida musi być instalowane ręcznie, a także pakiety, których wymaga (_narzędzia Android SDK zawierają niektóre 32-bitowe pliki binarne, więc nawet systemy 64-bitowe potrzebują tych pakietów biblioteki i386_). Narzędzia F-Droid korzystają z zestawu Android SDK do tworzenia i sprawdzania aplikacji, więc przed użyciem _fdroidserver_ musisz zainstalować i skonfigurować zestaw SDK systemu Android.
pt_pt: Para compilar apps Android com o toolchain _fdroidserver_, Java, o SDK do Android e algumas outras ferramentas essenciais devem estar instalados. Somente [partes do SDK do Android](https://qa.debian.org/developer.php?email=android-tools-devel%40lists.alioth.debian.org) estão disponíveis no Debian, por isso o SDK do Android deve ser instalado manualmente, assim como os pacotes que ele requer (_as ferramentas SDK do Android incluem alguns binários de 32 bits, assim mesmo sistemas de 64 bits precisam desses pacotes de bibliotecas i386_). As ferramentas F-Droid usam o SDK do Android para compilar e inspecionar apps, pois deve ter o SDK do Android instalado e configurado antes de usar o _fdroidserver_.
ro: Pentru a construi aplicații Android cu lanțul de instrumente _fdroidserver_, trebuie să fie instalate Java, SDK-ul Android și alte câteva instrumente esențiale. Doar [parts of the Android SDK](https://qa.debian.org/developer.php?email=android-tools-devel%40lists.alioth.debian.org) sunt disponibile în Debian, așa că Android SDK trebuie instalat manual, precum și pachetele de care are nevoie (_the Android SDK tools include some 32-bit binaries, so even 64-bit systems need these i386 library packages_). Instrumentele F-Droid utilizează SDK-ul Android pentru a construi și inspecta aplicațiile, deci trebuie să aveți SDK-ul Android instalat și configurat înainte de a utiliza _fdroidserver_.
ru: Чтобы создавать приложения для Android с помощью инструментария _fdroidserver_, необходимо установить Java, Android SDK и некоторые другие необходимые инструменты. В Debian доступны только [части Android SDK](https://qa.debian.org/developer.php?email=android-tools-devel%40lists.alioth.debian.org), поэтому Android SDK должен быть установлен вручную, а также пакеты, которые он требует (_инструменты Android SDK включают некоторые 32-битные двоичные файлы, поэтому даже 64-битные системы нуждаются в этих пакетах библиотек i386_). Инструменты F-Droid используют Android SDK для создания и проверки приложений, поэтому перед использованием _fdroidserver_ необходимо установить и настроить Android SDK.
uk: Для збірки Android-застосунків інструментарієм _fdroidserver_, встановіть Java, Android SDK та інші необхідні засоби. Лише [частина Android SDK](https://qa.debian.org/developer.php?email=android-tools-devel%40lists.alioth.debian.org) доступна в Debian, тож Android SDK потрібно встановити вручну, як і додаткові необхідні йому пакунки (_засоби Android SDK містять деякі 32-бітні виконувані файли, тож навіть на 64-бітних системах вам будуть потрібні пакунки бібліотек для i386_). Засоби F-Droid викликають Android SDK для збірки й перевірки застосунків, тож встановити й налаштувати Android SDK потрібно ще до використання _fdroidserver_.
zh_hans: 为了使用 _fdroidserver_ 工具链构建 Android 应用，必须安装 Java、Android SDK 以及其他必要工具。在 Debian 中只有 [部分 Android SDK](https://qa.debian.org/developer.php?email=android-tools-devel%40lists.alioth.debian.org) 可用，因此必须手动安装 Android SDK 以及它需要的包（_Android SDK 工具包括一些 32 位二进制文件，所以即使是 64 位系统也需要这些 i386 库包 _）。 F-Droid 工具使用 Android SDK 来构建和检查应用，因此你必须在使用 _fdroidserver_ 之前安装和设置 Android SDK。
