Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: <https://gitlab.com/fdroid/fdroidclient/issues>, <https://gitlab.com/fdroid/fdroidserver/issues>, <https://gitlab.com/fdroid/fdroiddata/issues>: All expose RSS feeds, and also email notifications if desired.
de: <https://gitlab.com/fdroid/fdroidclient/issues>, <https://gitlab.com/fdroid/fdroidserver/issues>, <https://gitlab.com/fdroid/fdroiddata/issues>: Alle stellen RSS-Feeds aus, und auf Wunsch auch E-Mail-Benachrichtigungen.
pl: <https://gitlab.com/fdroid/fdroidclient/issues>, <https://gitlab.com/fdroid/fdroidserver/issues>, <https://gitlab.com/fdroid/fdroiddata/issues>: Wszystkie eksponują kanały RSS, a także, w razie potrzeby, powiadomienia e-mail.
pt_pt: <https://gitlab.com/fdroid/fdroidclient/issues>>, <https://gitlab.com/fdroid/fdroidserver/issues>, <https://gitlab.com/fdroid/fdroiddata/issues>: Todos expõem feeds RSS e também notificações por e-mail, se for desejado.
ro: <https://gitlab.com/fdroid/fdroidclient/issues>, <https://gitlab.com/fdroid/fdroidserver/issues>, <https://gitlab.com/fdroid/fdroiddata/issues>: Toate expun fluxuri RSS și, de asemenea, notificări prin e-mail, dacă se dorește.
ru: <https://gitlab.com/fdroid/fdroidclient/issues>, <https://gitlab.com/fdroid/fdroidserver/issues>, <https://gitlab.com/fdroid/fdroiddata/issues>: Все они отображают RSS-каналы, а также, при желании, уведомления по электронной почте.
uk: <https://gitlab.com/fdroid/fdroidclient/issues>, <https://gitlab.com/fdroid/fdroidserver/issues> і <https://gitlab.com/fdroid/fdroiddata/issues> — всі вони надають RSS-стрічки й за вашого бажання сповіщають е-поштою.
zh_hans: <https://gitlab.com/fdroid/fdroidclient/issues>、<https://gitlab.com/fdroid/fdroidserver/issues>、<https://gitlab.com/fdroid/fdroiddata/issues>：所有内容都公开 RSS 源，如果需要，还可以通过电子邮件通知。

source: The room can be previewed without an account on https://matrix.to/#/#fdroid:f-droid.org or https://matrix.to/#/#fdroid-dev:f-droid.org
de: Der Raum kann ohne ein Konto auf https://matrix.to/#/#fdroid:f-droid.org oder https://matrix.to/#/#fdroid-dev:f-droid.org angesehen werden.
pl: Pokój można obejrzeć bez posiadania konta na stronach https://matrix.to/#/#fdroid:f-droid.org lub https://matrix.to/#/#fdroid-dev:f-droid.org
ro: Camera poate fi vizionată fără un cont pe https://matrix.to/#/#fdroid:f-droid.org sau https://matrix.to/#/#fdroid-dev:f-droid.org
ru: Комната может быть просмотрена без учетной записи на сайтах https://matrix.to/#/#fdroid:f-droid.org или https://matrix.to/#/#fdroid-dev:f-droid.org
uk: Кімнату можна переглянути на https://matrix.to/#/#fdroid:f-droid.org чи https://matrix.to/#/#fdroid-dev:f-droid.org без облікового запису
zh_hans: 不需要帐户即可在 https://matrix.to/#/#fdroid:f-droid.org 或 https://matrix.to/#/#fdroid-dev:f-droid.org 上预览房间

source: Old IRC logs are available at <https://botbot.me/freenode/fdroid/> and <https://botbot.me/freenode/fdroid-dev/>.
de: Alte IRC-Protokolle finden Sie unter <https://botbot.me/freenode/fdroid/> and <https://botbot.me/freenode/fdroid-dev/>.
pl: Stare logi IRC są dostępne na <https://botbot.me/freenode/fdroid/> i <https://botbot.me/freenode/fdroid-dev/>.
ro: Jurnalele vechi de IRC sunt disponibile la <https://botbot.me/freenode/fdroid/> și <https://botbot.me/freenode/fdroid-dev/>.
ru: Старые журналы IRC доступны на <https://botbot.me/freenode/fdroid/> и <https://botbot.me/freenode/fdroid-dev/>.
uk: Старі журнали IRC: <https://botbot.me/freenode/fdroid/> і <https://botbot.me/freenode/fdroid-dev/>.
zh_hans: 旧的 IRC 日志可在 <https://botbot.me/freenode/fdroid/> 和 <https://botbot.me/freenode/fdroid-dev/> 查阅。

source: OPML import to a feed reader
de: OPML-Import in einen Feedreader
pl: OPML import do czytnika kanałów
pt_pt: Importação de OPML para um leitor de feeds
ro: Importul OPML către un cititor de fluxuri
ru: Импорт OPML в программу для чтения фидов
uk: Імпорт OPML до читача стрічок
zh_hans: OPML 导入到源阅读器

source: For importing into your favourite news reader, save the following text as feeds.opml and add/remove feeds your are interested in.
de: Zum Import in Ihren bevorzugten Feedreader, speichern Sie den folgenden Text unter feeds.opml und ergänzen Sie Feeds, die Sie interessieren bzw. entfernen die für Sie uninteressanten.
pl: Aby zaimportować do ulubionego czytnika wiadomości, zapisz następujący tekst jako plik feeds.opml i dodaj/usuń kanały, które Cię interesują.
pt_pt: Para importar para o seu leitor de notícias favorito, salve o texto seguinte como feeds.opml e adicione/remova feeds de seu interesse.
ro: Pentru a importa în cititorul de știri preferat, salvați următorul text ca feeds.opml și adăugați/eliminați fluxurile care vă interesează.
ru: Для импорта в вашу любимую программу для чтения новостей сохраните следующий текст как feeds.opml и добавьте/удалите интересующие вас каналы.
uk: Для імпорту до вашого улюбленого застосунку читання, збережіть наступний текст як feeds.opml, додайте стрічки, які вас цікавлять, і вилучіть зайві.
zh_hans: 要导入到你喜欢的新闻阅读器中，请将以下文本另存为 feeds.opml，并添加/删除你感兴趣的源。

source: On Android we have [Feeder]({{ site.baseurl }}/packages/com.nononsenseapps.feeder/), [Handy News Reader]({{ site.baseurl }}/packages/ru.yanus171.feedexfork/), [Antennapod](https://f-droid.org/repository/browse/?fdfilter=de.danoeh.antennapod&fdid=de.danoeh.antennapod), [FreshRSS]({{ site.baseurl }}/packages/fr.chenry.android.freshrss/), [Flym DecSync]({{ site.baseurl }}/packages/org.decsync.flym/) and many more. On the desktop you could use the Akregator for KDE, Liferea for Gnome or [http://newsbeuter.org newsbeuter] which is nice if you like working in a terminal.
de: In Android stehen dafür [Feeder]({{ site.baseurl }}/packages/com.nononsenseapps.feeder/), [Handy News Reader]({{ site.baseurl }}/packages/ru.yanus171.feedexfork/), [Antennapod](https://f-droid.org/repository/browse/?fdfilter=de.danoeh.antennapod&fdid=de.danoeh.antennapod), [FreshRSS]({{ site.baseurl }}/packages/fr.chenry.android.freshrss/), [Flym DecSync]({{ site.baseurl }}/packages/org.decsync.flym/) und viele mehr zur Verfügung. Auf dem Desktop können Sie den Akregator für KDE, Liferea für Gnome verwenden oder auch [http://newsbeuter.org newsbeuter], der nett ist, wenn Sie gerne mit dem Terminal arbeiten.
pl: Na Androidzie mamy [Feeder]({{ site.baseurl }}/packages/com.nononsenseapps.feeder/), [Handy News Reader]({{ site.baseurl }}/packages/ru.yanus171.feedexfork/), [Antennapod](https://f-droid.org/repository/browse/?fdfilter=de.danoeh.antennapod&fdid=de.danoeh.antennapod), [FreshRSS]({{ site.baseurl }}/packages/fr.chenry.android.freshrss/), [Flym DecSync]({{ site.baseurl }}/packages/org.decsync.flym/) i wiele innych. Na pulpicie możesz użyć Akregatora dla KDE, Liferea dla Gnome lub [http://newsbeuter.org newsbeuter], który jest fajny, jeśli lubisz pracować w terminalu.
ro: Pe Android avem [Feeder]({{ site.baseurl }}/packages/com.nononsenseapps.feeder/), [Handy News Reader]({{ site.baseurl }}/packages/ru.yanus171.feedexfork/), [Antennapod](https://f-droid.org/repository/browse/?fdfilter=de.danoeh.antennapod&fdid=de.danoeh.antennapod), [FreshRSS]({{ site.baseurl }}/packages/fr.chenry.android.freshrss/), [Flym DecSync]({{ site.baseurl }}/packages/org.decsync.flym/) și multe altele. Pe desktop ați putea folosi Akregator pentru KDE, Liferea pentru Gnome sau [http://newsbeuter.org newsbeuter], care este bun dacă vă place să lucrați într-un terminal.
ru: На Android у нас есть [Feeder]({{ site.baseurl }}/packages/com.nononsenseapps.feeder/), [Handy News Reader]({{ site.baseurl }}/packages/ru.yanus171.feedexfork/), [Antennapod](https://f-droid.org/repository/browse/? fdfilter=de.danoeh.antennapod&fdid=de.danoeh.antennapod), [FreshRSS]({{ site.baseurl }}/packages/fr.chenry.android.freshrss/), [Flym DecSync]({{ site.baseurl }}/packages/org.decsync.flym/) и многие другие. На рабочем столе вы можете использовать Akregator для KDE, Liferea для Gnome или [http://newsbeuter.org newsbeuter], что очень удобно, если вы любите работать в терминале.
uk: Для Android маємо [Feeder]({{ site.baseurl }}/packages/com.nononsenseapps.feeder/), [Handy News Reader]({{ site.baseurl }}/packages/ru.yanus171.feedexfork/), [Antennapod](https://f-droid.org/repository/browse/?fdfilter=de.danoeh.antennapod&fdid=de.danoeh.antennapod), [FreshRSS]({{ site.baseurl }}/packages/fr.chenry.android.freshrss/), [Flym DecSync]({{ site.baseurl }}/packages/org.decsync.flym/) та багато інших. Для стільниці KDE можете встановити Akregator, для Gnome — Liferea, а для терміналу — [http://newsbeuter.org newsbeuter].
zh_hans: 在 Android 上，我们有 [Feeder]({{ site.baseurl }}/packages/com.nononsenseapps.feeder/)、[Handy News Reader]({{ site.baseurl }}/packages/ru.yanus171.feedexfork/)、[Antennapod](https://f-droid.org/repository/browse/?fdfilter=de.danoeh.antennapod&fdid=de.danoeh.antennapod)、 [FreshRSS]({{ site.baseurl }}/packages/fr.chenry.android.freshrss/)、 [Flym DecSync]({{ site.baseurl }}/packages/org.decsync.flym/) 和许多其他应用。在桌面上，你可以使用 Akregator for KDE、Liferea for Gnome 或 [http://newsbeuter.org newsbeuter]，它对喜欢在终端工作的用户而言很好。

source: <?xml version="1.0" encoding="UTF-8"?> <opml version="1.0"> <head> <title>F-Droid related feeds</title> </head> <body> <outline title="F-Droid"> <outline type="rss" title="News and Reviews" xmlUrl="https://f-droid.org/feed" htmlUrl="https://f-droid.org/news-and-reviews/"/> <outline type="rss" title="Latest Builds" xmlUrl="https://f-droid.org/wiki/api.php?action=feedcontributions&amp;user=Robot&amp;feedformat=atom" htmlUrl="https://f-droid.org/wiki/page/Special:Contributions/Robot"/> </outline> </body> </opml>
de: <?xml version="1.0" encoding="UTF-8"?> <opml version="1.0"> <head> <title>F-Droid bezogene Feeds</title> </head> <body> <outline title="F-Droid"> <outline type="rss" title="Nachrichten und Bewertungen" xmlUrl="https://f-droid.org/feed" htmlUrl="https://f-droid.org/news-and-reviews/"/> <outline type="rss" title="Letzte Builds" xmlUrl="https://f-droid.org/wiki/api.php?action=feedcontributions&amp;user=Robot&amp;feedformat=atom" htmlUrl="https://f-droid.org/wiki/page/Special:Contributions/Robot"/> </outline> </body> </opml>
pl: <?xml version="1.0" encoding="UTF-8"?> <opml version="1.0"> <head> <title>Kanały powiązane z F-Droid</title> </head> <body> <outline title="F-Droid"> <outline type="rss" title="Wiadomości i recenzje" xmlUrl="https://f-droid.org/feed" htmlUrl="https://f-droid.org/news-and-reviews/"/> <outline type="rss" title="Najnowsze kompilacje" xmlUrl="https://f-droid.org/wiki/api.php?action=feedcontributions&amp;user=Robot&amp;feedformat=atom" htmlUrl="https://f-droid.org/wiki/page/Special:Contributions/Robot"/> </outline> </body> </opml>
ro: <?xml version="1.0" encoding="UTF-8"?> <opml version="1.0"> <head> <title>Fluxuri legate de F-Droid</title> </head> <body> <outline title="F-Droid"> <outline type="rss" title="News and Reviews" xmlUrl="https://f-droid.org/feed" htmlUrl="https://f-droid.org/news-and-reviews/"/> <outline type="rss" title="Latest Builds" xmlUrl="https://f-droid.org/wiki/api.php?action=feedcontributions&amp;user=Robot&amp;feedformat=atom" htmlUrl="https://f-droid.org/wiki/page/Special:Contributions/Robot"/> </outline> </body> </opml>
ru: <?xml version="1.0" encoding="UTF-8"?> <opml version="1.0"> <head> <title>Новости, связанные с F-Droid</title> </head> <body> <outline title="F-Droid"> <outline type="rss" title="Новости и обзоры" xmlUrl="https://f-droid.org/feed" htmlUrl="https://f-droid.org/news-and-reviews/"/> <outline type="rss" title="Последние сборки" xmlUrl="https://f-droid.org/wiki/api.php?action=feedcontributions&amp;user=Robot&amp;feedformat=atom" htmlUrl="https://f-droid.org/wiki/page/Special:Contributions/Robot"/> </outline> </body> </opml>
uk: <?xml version="1.0" encoding="UTF-8"?> <opml version="1.0"> <head> <title>Пов'язані з F-Droid новини</title> </head> <body> <outline title="F-Droid"> <outline type="rss" title="Новини та огляди" xmlUrl="https://f-droid.org/feed" htmlUrl="https://f-droid.org/news-and-reviews/"/> <outline type="rss" title="Останні збірки" xmlUrl="https://f-droid.org/wiki/api.php?action=feedcontributions&amp;user=Robot&amp;feedformat=atom" htmlUrl="https://f-droid.org/wiki/page/Special:Contributions/Robot"/> </outline> </body> </opml>
zh_hans: <?xml version="1.0" encoding="UTF-8"?> <opml version="1.0"> <head> <title>F-Droid 相关的 feed</title> </head> <body> <outline title="F-Droid"> <outline type="rss" title="新闻和评论" xmlUrl="https://f-droid.org/feed" htmlUrl="https://f-droid.org/news-and-reviews/"/> <outline type="rss" title="最新的构建" xmlUrl="https://f-droid.org/wiki/api.php?action=feedcontributions&amp;user=Robot&amp;feedformat=atom" htmlUrl="https://f-droid.org/wiki/page/Special:Contributions/Robot"/> </outline> </body> </opml>

source: Get F-Droid
de: F-Droid holen
pl: Pobierz F-Droid
ro: Obțineți F-Droid
ru: Получить F-Droid
uk: Отримати F-Droid
zh_hans: 获取 F-Droid

source: Install F-Droid
de: F-Droid installieren
pl: Zainstaluj F-Droid
ro: Instalează F-Droid
ru: Установить F-Droid
zh_hans: 安装 F-Droid

source: To install F-Droid, choose one of those 4 options:
de: Um F-Droid zu installieren, wählen Sie eine dieser 4 Möglichkeiten:
pl: Aby zainstalować F-Droid, wybierz jedną z tych 4 opcji:
ro: Pentru a instala F-Droid, alegeți una din aceste 4 opțiuni:
ru: Чтобы установить F-Droid, выберите один из этих 4 вариантов:
zh_hans: 选择下列四种选项之一安装 F-Droid：

source: Easy options:
de: Einfache Möglichkeiten:
pl: Łatwe opcje:
ro: Cele ușoare:
ru: Простые варианты:
zh_hans: 简便选项：

source: [Option 1. Buy a phone with pre-installed F-Droid.](#option-1-buy-a-phone-with-pre-installed-f-droid)
de: [Möglichkeit 1. Ein Telefon mit vorinstalliertem F-Droid kaufen.](#option-1-buy-a-phone-with-pre-installed-f-droid)
pl: [Opcja 1. Kup telefon z preinstalowanym F-Droidem](#option-1-buy-a-phone-with-pre-installed-f-droid)
ru: [Вариант 1. Купить телефон с предустановленным F-Droid](#option-1-buy-a-phone-with-pre-installed-f-droid)
zh_hans: [选项1：购买预装了 F-Droid 的手机](#option-1-buy-a-phone-with-pre-installed-f-droid)

source: [Option 2. Download and install F-Droid APK.](#option-2-download-and-install-f-droid-apk)
de: [Möglichkeit 2. F-Droid-APK herunterladen und installieren.](#option-2-download-and-install-f-droid-apk)
pl: [Opcja 2. Pobierz i zainstaluj F-Droid APK](#option-2-download-and-install-f-droid-apk)
ru: [Вариант 2. Скачать и установить F-Droid APK](#option-2-download-and-install-f-droid-apk)
zh_hans: [选项2：下载并安装 F-Droid APK.](#option-2-download-and-install-f-droid-apk)

source: Advanced options
de: Erweiterte Möglichkeiten
pl: Opcje zaawansowane
ro: Cele avansate
ru: Дополнительные опции
zh_hans: 高级选项

source: [Option 3. Install an Android ROM with built-in F-Droid.](#option-3-install-an-android-rom-with-built-in-f-droid)
de: [Möglichkeit 3. Ein Android-ROM mit integriertem F-Droid installieren.](#option-3-install-an-android-rom-with-built-in-f-droid)
pl: [Opcja 3. Zainstaluj Android ROM z wbudowanym F-Droidem](#option-3-install-an-android-rom-with-built-in-f-droid)
ru: [Вариант 3. Установите Android ROM со встроенным F-Droid](#option-3-install-an-android-rom-with-built-in-f-droid)
zh_hans: [选项3：安装内置 F-Droid 的安卓 ROM.](#option-3-install-an-android-rom-with-built-in-f-droid)

source: [Option 4. Flash F-Droid OTA.](#option-4-flash-f-droid-ota)
de: [Möglichkeit 4. F-Droid-OTA flashen.](#option-4-flash-f-droid-ota)
pl: [Opcja 4. Flash F-Droid OTA](#option-4-flash-f-droid-ota)
ru: [Вариант 4. Прошивка F-Droid OTA.](#option-4-flash-f-droid-ota)
zh_hans: [选项4：刷入 F-Droid OTA.](#option-4-flash-f-droid-ota)

source: [Option 5. Install F-Droid using `adb`.](#option-5-install-f-droid-using-adb)
de: [Möglichkeit 5. F-Droid mit `adb` installieren.](#option-5-install-f-droid-using-adb)
pl: [Opcja 5. Zainstaluj F-Droid używając `adb`.](#option-5-install-f-droid-using-adb)
ru: [Вариант 5. Установка F-Droid с помощью `adb`](#option-5-install-f-droid-using-adb)
zh_hans: [选项5：用 `adb`安装 F-Droid.](#option-5-install-f-droid-using-adb)

source: What is the difference between easy and advanced options?
de: Was ist der Unterschied zwischen einfachen und erweiterten Möglichkeiten?
pl: Jaka jest różnica między opcjami łatwymi i zaawansowanymi?
ru: В чем разница между простыми и расширенными опциями?
zh_hans: 简便和高级选项间区别何在？

source: If you do not have technical background or interest, do not need advanced features, or if you are not sure which option to choose, for you to get a better experience, it is suggested to consider choosing one of those [easy options](#easy-options) down below. So that you get a faster and easier start with F-Droid. While keeping in mind that you will get less advanced features.
de: Wenn Sie kein technisches Hintergrundwissen oder Interesse haben, keine fortgeschrittenen Funktionen benötigen oder wenn Sie nicht sicher sind, welche Option Sie wählen sollen, um ein besseres Nutzungserlebnis zu erhalten, wird empfohlen, eine der [einfachen Möglichkeiten](#easy-options) unten zu wählen. So erhalten Sie einen schnelleren und einfacheren Start mit F-Droid. Dabei sollten Sie bedenken, dass Sie weniger fortgeschrittene Funktionen erhalten.
pl: Jeśli nie masz umiejętności technicznych lub zainteresowań, nie potrzebujesz zaawansowanych funkcji lub nie masz pewności, którą opcję wybrać, aby uzyskać lepsze wrażenia, sugerujemy rozważenie wyboru jednej z tych [łatwych opcji](#easy-options) poniżej. Dzięki temu szybciej i łatwiej zaczniesz korzystać z F-Droid. Pamiętaj jednak, że otrzymasz mniej zaawansowane funkcje.
ru: Если у вас нет технического образования или интереса, вам не нужны расширенные возможности или вы не уверены, какой вариант выбрать, чтобы получить лучший опыт, предлагаем вам выбрать один из этих [легких вариантов](#easy-options) ниже. Так вы сможете быстрее и легче начать работу с F-Droid. Не забывая при этом, что вы получите менее продвинутые функции.
zh_hans: 如果你没有技术背景或兴趣，不需要高级特性，或者如果不确定选哪个选项，那么为了您获得更佳体验，建议考虑选择下方 [简便选项](#easy-options) 中的一个。这样你可以更快更容易地开始使用 F-Droid。不过请记住您获得的高级特性会较少。

source: If you do have technical background or interest, and need advanced features, for you to get a better experience, it is suggested to consider choosing one of those [advanced options](#advanced-options) down below. So that after the initial longer learning curve, you benefit from more advanced features.
de: Wenn Sie über entsprechende technische Vorkenntnisse oder Interessen verfügen und fortgeschrittene Funktionen benötigen, um ein besseres Nutzungserlebnis zu erhalten, wird empfohlen, eine der [erweiterten Möglichkeiten](#advanced-options) unten zu wählen. So können Sie nach der anfänglichen längeren Lernkurve von den fortgeschrittenen Funktionen profitieren.
pl: Jeśli posiadasz umiejętności techniczne lub zainteresowania i potrzebujesz zaawansowanych funkcji, aby uzyskać lepsze wrażenia, sugerujemy rozważenie wyboru jednej z tych [zaawansowanych opcji](#advanced-options) poniżej. Dzięki temu po początkowej dłuższej krzywej uczenia się będziesz mógł korzystać z bardziej zaawansowanych funkcji.
ru: Если у вас есть техническое образование или интерес, и вам нужны расширенные возможности, чтобы получить лучший опыт, рекомендуется выбрать один из этих [расширенных вариантов](#advanced-options) ниже. Таким образом, после первоначального долгого обучения вы сможете воспользоваться более продвинутыми функциями.
zh_hans: 如果你有技术背景或兴趣，且需要高级特性，为了您有更佳体验，建议考虑选择下方 [高级选项](#advanced-options) 中的一个。这样在最开始较长的学习曲线后，您将获益于更多的高级特性。

source: Easy options
de: Einfache Möglichkeiten
pl: Łatwe opcje
ro: Opțiuni ușoare
ru: Простые варианты
zh_hans: 简便选项

source: Option 1. Buy a phone with pre-installed F-Droid.
de: Möglichkeit 1. Ein Telefon mit vorinstalliertem F-Droid kaufen.
pl: Opcja 1. Kup telefon z preinstalowanym F-Droidem.
ro: Opțiunea 1. Cumpărați un telefon cu F-Droid preinstalat.
ru: Вариант 1. Купить телефон с предустановленным F-Droid.
zh_hans: 选项1：购买预装了 F-Droid 的手机。

source: __CalyxOS__ - Calyx Institute is an privacy research NGO in the USA. Some of their [membership plans](https://members.calyxinstitute.org/enroll/membership/phone) come with a phone where F-Droid is pre-installed.
de: __CalyxOS__ – Das Calyx Institute ist eine NGO für Forschung an Datenschutz in den USA. Einige ihrer [Mitgliedschaftsverträge](https://members.calyxinstitute.org/enroll/membership/phone) werden mit einem Telefon geliefert, auf dem F-Droid vorinstalliert ist.
pl: __CalyxOS__ — Calyx Institute to organizacja pozarządowa zajmująca się badaniem prywatności w USA. Niektóre z ich [planów członkostwa](https://members.calyxinstitute.org/enroll/membership/phone) są dostarczane z telefonem z preinstalowanym F-Droidem.
ro: __CalyxOS__ - Calyx Institute este un ONG de cercetare în domeniul confidențialității din SUA. Unele dintre [membership plans](https://members.calyxinstitute.org/enroll/membership/phone) sunt însoțite de un telefon în care F-Droid este pre-instalat.
ru: __CalyxOS__ - Институт Calyx - это неправительственная организация, занимающаяся исследованием приватности в США. Некоторые из их [членских планов](https://members.calyxinstitute.org/enroll/membership/phone) поставляются с телефоном, на котором предустановлен F-Droid.
uk: __CalyxOS__ - Calyx Institute — неурядова організація, що досліджує питання приватності у США. Деякі з їхніх [планів для учасників](https://members.calyxinstitute.org/enroll/membership/phone) постачаються з телефоном, на якому попередньо встановлено F-Droid.
zh_hans: __CalyxOS__ - Calyx Institute 是一家位于美国的隐私研究非盈利机构。 该机构的某些 [成员计划](https://members.calyxinstitute.org/enroll/membership/phone) 、包括预装了 F-Droid 的手机。
