Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: This is a full HOWTO to setup your own repository wherever you want to host it. It is somewhat technical, you will use the terminal, but you don't need to be a terminal expert to follow along. First, this HOWTO will walk through setting up a test repo that is not very secure. Then it will walk through setting up a repo for real world use, with the signing key on a separate machine from the public webserver. Before you start, you need to get [the `fdroidserver` tools](../Installing_the_Server_and_Repo_Tools) and a webserver. For the webserver, this HOWTO will use _nginx_ since its lightweight, but any will do if you already have one running.
de: Dies ist ein vollständiges HOWTO, um Ihr eigenes Repository einzurichten, wo auch immer Sie es hosten möchten. Es ist etwas technisch, Sie werden das Terminal benutzen, aber Sie müssen kein Terminal-Experte sein, um mitzumachen. Zuerst durchläuft dieses HOWTO die Einrichtung eines nicht sehr sicheren Test-Repos. Dann bespricht es die Einrichtung eines Repos für die reale Welt, mit dem Signierschlüssel auf einem vom öffentlichen Webserver getrennten Rechner. Bevor Sie beginnen, müssen Sie sich [die `fdroidserver`-Tools](../Installing_the_Server_and_Repo_Tools) und einen Webserver besorgen. Für den Webserver wird dieses HOWTO _nginx_ verwenden, da es leichtgewichtig ist, aber wenn Sie bereits einen anderen haben, kann es auch der sein.
pl: Jest to pełny PORADNIK do konfiguracji własnego repozytorium, gdziekolwiek chcesz je hostować. Jest to trochę techniczne, będziesz korzystać z terminalu, ale nie musisz być ekspertem terminala, aby podążać. Po pierwsze, ten PORADNIK przejdzie przez konfigurację repo testowego, które nie jest bardzo bezpieczne. Następnie przejdzie przez konfigurację repozytorium do rzeczywisteko użytku, z kluczem podpisu na oddzielnej maszynie z publicznego serwera WWW. Zanim zaczniesz, musisz pobrać [narzędzia `fdroidserver`](../Installing_the_Server_and_Repo_Tools) i serwer WWW. Jako serwer WWW ten PORADNIK użyje _nginx_, ponieważ jest lekki, ale nada się jakikolwiek, jeśli masz już inny działający.
pt_pt: Este é um HOWTO completo para configurar o seu próprio repositório onde quer que queira hospedá-lo. É um pouco técnico, usará o terminal, mas não precisa ser um especialista em terminais para acompanhar. Primeiro, este HOWTO irá passar pela configuração de um repositório de teste que não é muito seguro. Então ele irá percorrer a configuração de um repositório para uso no mundo real, com a chave de assinatura numa máquina separada do servidor web público. Antes de começar, precisa obter [as ferramentas `fdroidserver`](https://f-droid.org/wiki/page/Installing) e um servidor web. Para o servidor web, este HOWTO usará _nginx_ desde ser leve, mas qualquer um fará se já tiver um em execução.
ro: Acesta este un HOWTO complet pentru a vă configura propriul depozit oriunde doriți să-l găzduiți. Este oarecum tehnic, veți folosi terminalul, dar nu trebuie să fiți un expert în terminale pentru a urmări acest lucru. În primul rând, acest HOWTO va trece prin configurarea unui depozit de test care nu este foarte sigur. Apoi, se va trece la configurarea unui repo pentru utilizarea în lumea reală, cu cheia de semnare pe o mașină separată de serverul web public. Înainte de a începe, trebuie să obțineți [the `fdroidserver` tools](../Installing_the_Server_and_Repo_Tools) și un server web. Pentru serverul web, acest HOWTO va folosi _nginx_, deoarece este ușor, dar oricare va fi suficient dacă aveți deja unul în funcțiune.
ru: Это полное HOWTO по созданию собственного репозитория, где бы вы ни хотели его разместить. Оно немного техническое, вы будете использовать терминал, но вам не нужно быть экспертом по терминалу, чтобы следовать ему. Сначала в этом HOWTO мы рассмотрим настройку тестового репозитория, который не очень безопасен. Затем будет рассказано о настройке репозитория для реального использования, с ключом подписи на отдельной машине от публичного веб-сервера. Прежде чем начать, вам необходимо получить [инструменты `fdroidserver`](../Installing_the_Server_and_Repo_Tools) и веб-сервер. Для веб-сервера в этом HOWTO будет использоваться _nginx_, поскольку он легкий, но подойдет любой, если у вас уже запущен.
uk: Це повна інструкція зі встановлення свого власного репозиторію, який ви можете розмістити будь-де. Інструкція досить технічна, вам доведеться використовувати термінал, але експертного рівня знань про термінал не буде потрібно. Спершу ви створите тестовий, не дуже безпечний репозиторій. Тоді ви налаштуєте цей репозиторій для польового застосування: з ключем підпису на окремому комп'ютері, не пов'язаному з загальнодоступним вебсервером. Перш ніж почати, завантажте [засоби `fdroidserver`](../Installing_the_Server_and_Repo_Tools) і вебсервер. Інструкція використовує ощадливий вебсервер _nginx_, але якщо у вас уже запущено інший вебсервер, він підійде також.
zh_hans: 这是一个完整的 HOWTO，可以在你想要托管它的任何位置设置自己的存储库。这有点技术性，你将使用终端，但你不需要成为终端专家即可跟进。首先，本 HOWTO 将逐步介绍如何设置不太安全的测试存储库。然后，它将逐步完成设置存储库以供实际使用的过程，并将签名密钥放在与公共 Web 服务器不同的计算机上。在开始之前，你需要获取 [` fdroidserver` 工具](../Installing_the_Server_and_Repo_Tools) 和一个 Web 服务器。对于 Web 服务器，此 HOWTO 将使用 _nginx_，因为它的轻量级，但是如果你已经运行了一个，则可以使用。

source: In the case of this HOWTO, we're going to setup a "simple binary repository" to host a collection of APKs. The repo will be set up in the recommended _fdroid/_ subdirectory. This gives the `fdroid` tool its own directory to work in, and makes the repo URL clearly marked as an F-Droid repo. Also, the F-Droid client will automatically search for a repository at the _/fdroid/repo_ path if the user only enters the server (e.g. "https://f-droid.org"). Let's give our normal user control over this subdirectory in the web root so that we don't need to run the F-Droid tools as root (with _nginx_, the webroot is _/usr/share/nginx/www_, it is different for other webservers):
de: In diesem HOWTO werden wir ein „einfaches Binärdateien-Repository“ einrichten, um eine Sammlung von APKs zu hosten. Das Repo wird im empfohlenen Unterverzeichnis _fdroid/_ eingerichtet. Dies gibt dem `fdroid`-Tool ein eigenes Verzeichnis zum Arbeiten und kennzeichnet die Repo-URL eindeutig als F-Droid-Repo. Außerdem sucht der F-Droid-Client automatisch nach einem Repository im Pfad _/fdroid/repo_, wenn der Benutzer nur den Server (z. B. „https://f-droid.org“) benutzt. Geben wir unserem normalen Benutzer die Kontrolle über dieses Unterverzeichnis im Web-Root, so dass wir die F-Droid-Tools nicht als root ausführen müssen (bei _nginx_ ist das Webroot _/usr/share/nginx/www_, bei anderen Webservern ist es anders):
pl: W przypadku tego PORADNIKA zamierzamy skonfigurować „proste repozytorium binarne” do przechowywania zbioru APK. Repo zostanie ustawione w zalecanym podkatalogu _fdroid/_. Daje to narzędziu `fdroid` własny katalog do pracy i sprawia, że adres URL repozytorium jest wyraźnie oznaczony jako repozytorium F-Droid. Ponadto klient F-Droid automatycznie wyszuka repozytorium na ścieżce _/fdroid/repo_, jeśli użytkownik tylko wejdzie na serwer (np. „https://f-droid.org”). Dajmy naszemu normalnemu użytkownikowi kontrolę nad tym podkatalogiem w katalogu głównym, abyśmy nie musieli uruchamiać narzędzi F-Droid jako root (dla _nginx_, webroot jest w _/usr/share/nginx/www_, dla innych serwerów jest inna):
pt_pt: No caso deste HOWTO, vamos configurar um "repositório binário simples" para hospedar uma coleção de APKs. O repositório será configurado no subdiretório _fdroid/_ recomendado. Isso dá à ferramenta `fdroid` o diretório dele próprio para trabalhar e torna o URL do repositório claramente marcado como um repositório F-Droid. Além disso, o cliente F-Droid irá procurar automaticamente por um repositório no caminho _/fdroid/repo_ se o utilizador apenas entra o servidor (por exemplo, "https://f-droid.org"). Vamos dar controle normal ao nosso utilizador sobre este subdiretório na raiz web para que não precisemos executar as ferramentas F-Droid como root (com _nginx_, a raiz web é _/usr/share/nginx/wwww_, é diferente para outros servidores web):
ro: În cazul acestui HOWTO, vom configura un "depozit binar simplu" pentru a găzdui o colecție de APK-uri. Repo va fi configurat în subdirectorul recomandat _fdroid/_. Acest lucru oferă instrumentului `fdroid` propriul său director în care să lucreze și face ca URL-ul repo-ului să fie marcat clar ca fiind un repo F-Droid. De asemenea, clientul F-Droid va căuta automat un depozit în calea _/fdroid/repo_ dacă utilizatorul introduce doar serverul (de exemplu, "https://f-droid.org"). Să dăm utilizatorului nostru normal controlul asupra acestui subdirectoriu din rădăcina web, astfel încât să nu fie nevoie să rulăm instrumentele F-Droid ca root (cu _nginx_, rădăcina web este _/usr/share/nginx/www_, este diferită pentru alte servere web):
ru: В данном HOWTO мы создадим "простой бинарный репозиторий" для размещения коллекции APK. Репозиторий будет создан в рекомендуемом подкаталоге _fdroid/_. Это даст инструменту `fdroid` свой собственный каталог для работы и сделает URL репозитория четко обозначенным как репозиторий F-Droid. Кроме того, клиент F-Droid будет автоматически искать репозиторий по пути _/fdroid/repo_, если пользователь введет только сервер (например, "https://f-droid.org"). Давайте дадим нашему обычному пользователю контроль над этим подкаталогом в корне web, чтобы нам не нужно было запускать инструменты F-Droid от имени root (в _nginx_ корнем web является _/usr/share/nginx/www_, для других web-серверов он отличается):
uk: Отже, встановімо «простий двійковий репозиторій» для колекції APK. Репозиторій буде встановлено в рекомендований каталог _fdroid/_. Це дає змогу засобу `fdroid` працювати в окремому каталозі й чітко зазначає в URL-адресі, що за нею доступний репозиторій F-Droid. Також клієнт F-Droid автоматично шукатиме репозиторій за шляхом _/fdroid/repo_, якщо користувачка чи користувач введе лише сервер (наприклад, «https://f-droid.org»). Надаймо нашому звичайному обліковому запису контроль над цим підкаталогом у вебкорені, щоб не доводилося запускати засоби F-Droid із root-правами (вебкорінь _nginx_ — це _/usr/share/nginx/www_, але інші вебсервери мають свої корені):
zh_hans: 在本 HOWTO 的情况下，我们将设置一个“简单的二进制存储库”来托管一组 APK。存储库将设置在推荐的 _fdroid/_ 子目录中。这为 `fdroid` 工具提供了自己的工作目录，并使存储库 URL 清楚地标记为 F-Droid 存储库。此外，如果用户仅进入服务器（例如“https://f-droid.org”），F-Droid 客户端将自动在 _/fdroid/repo_ 路径中搜索存储库。让我们让普通用户控制 web root 中的这个子目录，这样我们就不需要以 root 身份运行 F-Droid 工具（使用 _nginx_，webroot 是 _/usr/share/ nginx/www_，其他网络服务器不同）：

source: Now put your APK files into _/usr/share/nginx/www/fdroid/repo_ and you are ready to run the commands to build the repo (if `fdroid init` cannot find your Android SDK in _/opt/android-sdk_ or `$ANDROID_HOME`, it will prompt you for the path):
de: Legen Sie nun Ihre APK-Dateien in _/usr/share/nginx/wwww/fdroid/repo_ ab, danach sind Sie bereit, die Befehle zum Erstellen des Repos auszuführen (wenn `fdroid init` Ihr Android SDK nicht in _/opt/android-sdk_ oder `$ANDROID_HOME` findet, werden Sie nach dem Pfad gefragt):
pl: Teraz umieść pliki APK do _/usr/share/nginx/www/fdroid/repo_ i jesteś już gotowy do uruchomienia komend do zbudowania repo (jeśli `fdroid init` nie może znaleźć twojego zestawu SDK Android w _/opt/android-sdk_ lub `$ANDROID_HOME`, wyświetli monit o podanie ścieżki):
pt_pt: Agora ponhe os seus ficheiros APK em _/usr/share/nginx/wwww/fdroid/repo_ e está pronto para executar os comandos para compilar o repositório (se `fdroid init` não conseguir encontrar seu SDK do Android em _/opt/android-sdk_ ou `$ANDROID_HOME`, ele irá solicitar o caminho):
ro: Acum puneți fișierele APK în _/usr/share/nginx/www/fdroid/repo_ și sunteți gata să rulați comenzile pentru a construi repo-ul (dacă `fdroid init` nu poate găsi SDK-ul Android în _/opt/android-sdk_ sau `$ANDROID_HOME`, vă va cere calea):
ru: Теперь поместите файлы APK в _/usr/share/nginx/www/fdroid/repo_ и вы готовы выполнить команды для сборки репозитория (если `fdroid init` не может найти ваш Android SDK в _/opt/android-sdk_ или `$ANDROID_HOME`, он предложит вам указать путь):
uk: Тепер розмістіть свої APK-файли в _/usr/share/nginx/www/fdroid/repo_ — і можете запускати команди збірки репозиторію (якщо `fdroid init` не знайде Android SDK в _/opt/android-sdk_ чи `$ANDROID_HOME`, то запитає шлях у вас):
zh_hans: 现在将你的 APK 文件放入 _/usr/share/nginx/www/fdroid/repo_，你就可以运行命令来构建存储库（如果 `fdroid init` 找不到你的 Android SDK 在 _/opt/android-sdk_ 或 `$ANDROID_HOME`，它会提示你输入路径）：

source: Voila! Now you have a working F-Droid Repo! Remember, this is __just a test__ setup, remember to move on to the [Real World Setup](#real-world-setup) after this! Add your new repo to an F-Droid client on your Android device to test it out. That is done in the __Manage Repos__ screen available from the menu. Your repo URL will be the hostname or IP address of your machine with `/fdroid/repo/` added to the end of it, i.e. `https://mysecureserver.com/fdroid/repo/` or `http://192.168.2.53/fdroid/repo/`. You can temporarily uncheck the official repos to easily see what F-Droid found in your new repo.
de: Fertig! Jetzt haben Sie ein funktionierendes F-Droid Repo! Vergessen Sie nicht, dass dies __nur ein Test-Setup__ ist, denken Sie daran, danach zum [Real World Setup](#real-world-setup) überzugehen! Fügen Sie Ihr neues Repo zu einem F-Droid-Client auf Ihrem Android-Gerät hinzu, um es zu testen. Dies geschieht über das Untermenü __Paketquellen verwalten__ in den Optionen. Ihre Repo-URL ist der Hostname oder die IP-Adresse Ihres Rechners mit `/fdroid/repo/` am Ende, also `https://mysecureserver.com/fdroid/repo/` oder `http://192.168.2.53/fdroid/repo/`. Sie können die offiziellen Repos vorübergehend deaktivieren, um zu sehen, was F-Droid in Ihrem neuen Repo gefunden hat.
pl: Voila! Teraz masz działający F-Droid Repo! Pamiętaj, że jest to __tylko konfiguracja test__, pamiętaj, aby po tym przenieść się do [Rzeczywista Instalacja](#real-world-setup)! Dodaj swoje nowe repo do klienta F-Droid na urządzeniu z Androidem, aby je przetestować. Odbywa się to na ekranie __Manage Repos__ dostępnym z menu. Twój adres URL repo będzie nazwą hosta lub adresu IP twojego komputera z `/fdroid/repo/` dodanym na końcu, tj. `https://mysecureserver.com/fdroid/repo/` lub `http://192.168.2.53/fdroid/repo/`. Możesz tymczasowo odznaczyć oficjalne repozytorium, aby łatwo zobaczyć, co F-Droid znalazł w twoim nowym repo.
pt_pt: Voilá! Agora tem um F-Droid Repo a funcionar! Lembre-se, este é só uma configuração de teste__, lembre-se de passar para a [Configuração do Mundo Real](#real-world-setup) depois disso! Adicione o seu repositório novo a um cliente F-Droid no seu aparelho Android para testá-lo. Isso é feito no ecrã __Gerir Repos__ disponível no menu. O seu URL de repositório será o nome da máquina ou o endereço IP da sua máquina com `/fdroid/repo/` adicionado ao final dela, ou seja, `https://mysecureserver.com/fdroid/repo/` ou `http://192.168.2.53/fdroid/repo/`. Pode desmarcar temporariamente os repositórios oficiais para ver facilmente o que o F-Droid encontrou no seu novo repositório.
ro: Voila! Acum aveți un Repo F-Droid funcțional! Nu uitați, aceasta este __doar o configurare de test__, nu uitați să treceți la [Real World Setup](#real-world-setup) după aceasta! Adăugați noul vostru repo la un client F-Droid pe dispozitivul Android pentru a-l testa. Acest lucru se face în ecranul __Manage Repos__ disponibil din meniu. URL-ul repo-ului dvs. va fi numele de gazdă sau adresa IP a mașinii dvs. cu `/fdroid/repo/` adăugat la sfârșitul acestuia, adică `https://mysecureserver.com/fdroid/repo/` sau `http://192.168.2.53/fdroid/repo/`. Puteți debifa temporar depozitele oficiale pentru a vedea cu ușurință ce a găsit F-Droid în noul dvs. depozit.
ru: Вуаля! Теперь у вас есть рабочий репозиторий F-Droid! Помните, что это __только тестовая__ установка, не забудьте перейти к [Real World Setup](#real-world-setup) после этого! Добавьте ваш новый репозиторий в клиент F-Droid на вашем устройстве Android, чтобы протестировать его. Это делается на экране __Manage Repos__, доступном из меню. URL вашего репозитория будет именем хоста или IP-адресом вашего компьютера с добавлением `/fdroid/repo/` в конце, т.е. `https://mysecureserver.com/fdroid/repo/` или `http://192.168.2.53/fdroid/repo/`. Вы можете временно снять флажок с официальных репозиториев, чтобы легко увидеть, что F-Droid нашел в вашем новом репозитории.
uk: Готово! Маєте чинний репозиторій F-Droid. Пам'ятайте, це __лише тестове__ встановлення, й пам'ятайте, що далі потрібно навчитися [польовому застосуванню](#real-world-setup)! Додайте свій новий репозиторій у клієнт F-Droid на своєму Android-пристрої для випробування. Це можна зробити на екрані __Репозиторії__ в налаштуваннях. URL-адреса вашого репозиторію — це назва хосту чи IP-адреса вашого комп'ютера з `/fdroid/repo/` в кінці, тобто `https://мійбезпечнийсервер.укр/fdroid/repo/` або `http://192.168.2.53/fdroid/repo/`. Можете тимчасово зняти пташки з офіційних репозиторіїв, щоб легко переглянути, що F-Droid знайде у вашому новому репозиторії.
zh_hans: 瞧！现在你有一个可用的 F-Droid 存储库！请记住，这是__只是一个测试__设置，记住在此之后继续进行[真实世界设置](#real-world-setup)！将你的新存储库添加到 Android 设备上的 F-Droid 客户端以进行测试。这是在菜单中可用的 __Manage Repos__ 屏幕中完成的。你的存储库 URL 将是你机器的主机名或 IP 地址，并在其末尾添加 `/fdroid/repo/`，即 `https://mysecureserver.com/fdroid/repo/` ] 或 `http://192.168.2.53/fdroid/repo/`。你可以暂时取消选中官方存储库，以便轻松查看 F-Droid 在你的新存储库中找到的内容。

source: While you can serve the repository at an arbitrary URL, it is customary to make it available at an URL ending with `/fdroid/repo/`. A good reason to actually do this is that the F-Droid client sets up an intent filter and registers itself for such URLs. As a result, a user that has the F-Droid app installed and opens such a well-formed URL will have their device open F-Droid and guide them directly to adding the repository to it.
de: Während Sie das Repository unter einer beliebigen URL bereitstellen können, ist es üblich, es unter einer URL verfügbar zu machen, die mit `/fdroid/repo/` endet. Ein guter Grund, dies tatsächlich zu tun, ist, dass der F-Droid-Client einen Intent-Filter einrichtet und sich selbst für solche URLs registriert. Infolgedessen wird ein Benutzer, der die F-Droid-Anwendung installiert hat und eine solche wohlgeformte URL öffnet, sein Gerät F-Droid öffnen lassen und ihn direkt zum Hinzufügen des Repositorys zu diesem führen.
pl: Chociaż możesz serwować repozytorium pod dowolnym adresem URL, zwyczajowo udostępnia się je pod adresem URL kończącym się `/fdroid/repo/`. Dobrym powodem, aby to zrobić, jest to, że klient F-Droid ustawia filtr intencji i rejestruje się dla takich adresów URL. W rezultacie, użytkownik, który ma zainstalowaną aplikację F-Droid i otworzy taki dobrze sformatowany adres URL, jego urządzenie otworzy F-Droid i poprowadzi go bezpośrednio do dodania repozytorium do niego.
pt_pt: Enquanto pode servir o repositório num URL arbitrária, é costume torná-lo disponível num URL terminada com `/fddroid/repo/`. Uma boa razão para realmente fazer isso é que o cliente F-Droid configura um filtro de intenção e se registar para tais URLs. Como resultado, um utilizador que tem a app F-Droid instalado e abre um URL bem formatada terá o aparelho dele aberto F-Droid e guiá-los diretamente para adicionar-le o repositório.
ro: Deși puteți servi depozitul la o adresă URL arbitrară, se obișnuiește să îl faceți disponibil la o adresă URL care se termină cu `/fdroid/repo/`. Un motiv întemeiat pentru a face acest lucru este faptul că clientul F-Droid stabilește un filtru de intenție și se înregistrează pentru astfel de URL-uri. Ca urmare, un utilizator care are instalată aplicația F-Droid și care deschide o astfel de adresă URL bine formată va face ca dispozitivul său să deschidă F-Droid și să îl ghideze direct către adăugarea depozitului în acesta.
ru: Хотя вы можете предоставлять репозиторий по произвольному URL, обычно он доступен по URL, заканчивающемуся на `/fdroid/repo/`. Хорошей причиной для этого является то, что клиент F-Droid устанавливает фильтр намерений и регистрирует себя для таких URL. В результате пользователь, у которого установлено приложение F-Droid и который откроет такой правильно сформированный URL, получит на своем устройстве F-Droid и направит его непосредственно к добавлению репозитория.
uk: Попри можливість розмістити репозиторій за будь-якою URL-адресою, усталено розміщувати його за адресою з `/fdroid/repo/` в кінці. Зокрема це дає змогу клієнту F-Droid зареєструвати intent-фільтр для отримання таких URL. Тоді, за наявності застосунку F-Droid, коли хтось відкриє URL-адресу такого усталеного формату, їхній пристрій запустить F-Droid і перейде прямо на екран додання цього репозиторію.
zh_hans: 虽然你可以在任意 URL 上提供存储库，但习惯上使其在以 `/fdroid/repo/` 结尾的 URL 上可用。真正这样做的一个很好的理由是 F-Droid 客户端设置了一个意图过滤器并为这些 URL 注册自己。因此，安装了 F-Droid 应用并打开这样一个格式良好的 URL 的用户将使他们的设备打开 F-Droid 并引导他们直接向其中添加存储库。

source: Customization
de: Anpassung
pl: Dostosowywanie
pt_pt: Personalização
ro: Personalizare
ru: Персонализация
uk: Допрацювання
zh_hans: 定制化
