Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: A full description of the application, relevant to the latest version. This can span multiple lines (which should be kept to a maximum of 80 characters), and is terminated by a line containing a single '.'.
de: Eine komplette Beschreibung der Anwendung entsprechend ihrer aktuellsten Version. Sie kann mehrere Zeilen umfassen (, die auf 80 Zeichen begrenzt sein sollten,) und wird mit einer Zeile, die nur einen '.' enthält, abgeschlossen.
pl: Pełny opis aplikacji, odnoszący się do najnowszej wersji. Może to obejmować wiele linii (które powinny być przechowywane maksymalnie do 80 znaków) i jest zakończone wierszem zawierającym pojedynczy znak '.'.
ro: O descriere completă a aplicației, relevantă pentru cea mai recentă versiune. Aceasta se poate întinde pe mai multe rânduri (care ar trebui să nu depășească 80 de caractere) și se încheie cu o linie care conține un singur "..".
ru: Полное описание приложения, относящееся к последней версии. Оно может состоять из нескольких строк (не более 80 символов) и завершается строкой, содержащей один символ точки (`.`).
uk: Повний опис програми, щодо останньої версії. Може складатися з кількох рядків (максимум 80 символів) та закінчуватися рядком, що містить єдиний знак '.'.
zh_hans: 对应用最新版本的完整描述。这可以跨越多行（每行应保持在 80 个字符以内），并以包含一个单 '.' 的行作为结束。

source: The description formatting follows the established conventions that work across many app stores:
de: Die Formatierung der Beschreibung folgt den eingeführten Konventionen, die über viele App-Stores hinweg funktionieren:
pl: Formatowanie opisu jest zgodne z ustalonymi konwencjami, które funkcjonują w wielu sklepach z aplikacjami:
pt_pt: A formatação da descrição segue as convenções estabelecidas que funcionam em muitas lojas de apps:
ro: Formatarea descrierii respectă convențiile stabilite care funcționează în multe magazine de aplicații:
ru: Форматирование описания должно соответствовать соглашениям, установленным и работающим во многих магазинах приложений:
uk: Форматування опису відповідає усталеним звичаям, підтримуваним різними сховищами застосунків:
zh_hans: 描述的格式遵循许多应用商店的既定惯例：

source: Basic HTML formatting can be used.
de: Eine grundlegende HTML-Formatierung kann verwendet wird.
pl: Można zastosować podstawowe formatowanie HTML.
pt_pt: Formatação HTML básica pode ser usada.
ro: Se poate utiliza formatarea HTML de bază.
ru: Можно использовать базовое форматирование HTML.
uk: Дозволено просте HTML-форматування.
zh_hans: 可以使用基本的 HTML 格式化。

source: Newlines will be preserved.
de: Zeilenvorschübe bleiben erhalten.
pl: Nowe linie zostaną zachowane.
pt_pt: Filas novas serão preservadas.
ro: Noile linii vor fi păstrate.
ru: Переносы строк будут сохранены.
uk: Розриви рядка буде збережено.
zh_hans: 换行将被保留。

source: * Links to other packages on f-droid.org will show up as clickable on the website, other links will show up as plain text.
de: * Links zu weiteren Paketen auf f-droid.org werden auf der Webseite anklickbar dargestellt, andere Links als einfacher Text.
pl: * Odnośniki do innych pakietów na f-droid.org będą wyświetlane jako klikalne na na stronie, inne odnośniki będą wyświetlane jako zwykły tekst.
pt_pt: * Ligações para outros pacotes em f-droid.org aparecerão clicáveis no site, outras ligações aparecerão como texto simples.
ro: * Link-urile către alte pachete de pe f-droid.org vor fi afișate ca și cum ar putea fi accesate pe site, alte linkuri vor apărea ca text simplu.
ru: * Ссылки на другие пакеты, расположенные на f-droid.org, на сайте будут отображаться как кликабельные, другие ссылки будут отображаться как обычный текст.
uk: * Посилання на інші пакунки f-droid.org вебсайт дозволятиме натиснути, а інші посилання покаже звичайним текстом.
zh_hans: * f-droid.org 上的其他软件包的链接将在网站上显示为可点击链接，其他链接将显示为纯文本。

source: It can be helpful to note information pertaining to updating from an earlier version; whether the app contains any prebuilts built by the upstream developers or whether Non-Free elements were removed; whether the app is in rapid development or whether the latest version lags behind the current version; whether the app supports multiple architectures or whether there is a maximum SDK specified (such info not being recorded in the index).
de: Es kann hilfreich sein Informationen zu vermerken, die Änderungen gegenüber einer Vorversion betreffen; ob die App von vorgeschalteten Entwicklern erstellte, vorgefertigte Elemente enthält oder ob nicht-quelloffene Bestandteile entfernt wurden; ob die App sich rasch weiterentwickelt oder ob die neuste Version gegenüber der momentanen lange auf sich warten ließ; ob die App mehrere Architekturen unterstützt oder ob ein Mindest-SDK festgelegt ist (derartige Infos, die im Index nicht verzeichnet werden).
pl: Pomocne może być zanotowanie informacji dotyczących aktualizacji z wcześniejszej wersji; czy aplikacja zawiera jakiekolwiek prebuilty zbudowane przez programistów lub czy elementy inne niż wolne zostały usunięte; czy aplikacja jest w fazie szybkiego rozwoju, czy najnowsza wersja pozostaje w tyle za aktualną wersją; czy aplikacja obsługuje wiele architektur lub czy określono maksymalny pakiet SDK (takie informacje nie są rejestrowane w indeksie).
pt_pt: Pode ser útil anotar informações relativas à atualização de uma versão anterior; se a app contém quaisquer pré-compilações compiladas pelos programadores upstream ou se elementos não livres foram removidos; se a app está em desenvolvimento rápido ou se a versão mais recente fica atrás da versão atual; se a app tem suporte a várias arquiteturas ou se há um SDK máximo especificado (essas informações não são registadas no índice).
ro: Poate fi util să se noteze informațiile referitoare la actualizarea de la o versiune anterioară; dacă aplicația conține prebuilt-uri construite de dezvoltatorii din amonte sau dacă au fost eliminate elementele care nu sunt libere; dacă aplicația este în curs de dezvoltare rapidă sau dacă cea mai recentă versiune este în urma versiunii curente; dacă aplicația acceptă mai multe arhitecturi sau dacă există un SDK maxim specificat (aceste informații nu sunt înregistrate în index).
ru: В описании было бы полезно отметить информацию, касающуюся обновлений с более ранних версии; содержит ли приложение какие-либо предварительные сборки, созданные разработчиками вышележащего проекта, или были ли из приложения удалены несвободные элементы; находится ли приложение в стадии активной разработки, или последняя доступная версия отстаёт от текущей; поддерживает ли приложение несколько архитектур или указан ли максимальный SDK (такая информация не записывается в индекс).
uk: Може бути корисно описати: як оновитися з більш ранньої версії; чи містить застосунок якісь двійкові складові від команди розробки оригіналу; які невільні елементи було видалено; чи триває активна розробка застосунку; чи відстає найновіша доступна версія від актуальної; чи підтримує застосунок декілька архітектур; чи є верхня межа підтримуваних версій SDK — тобто всі дані, яких індекс не передбачає.
zh_hans: 与从更早版本更新有关的注释信息是很有帮助的；应用是否包含任何由上游开发者预构建内容，或者是否移除了非自由元素；应用是否处于快速开发阶段，或者最新版本是否落后于当前版本；应用是否支持多种架构，或者是否有指定的最大 SDK（此类信息未被记录在索引中）。

source: __4000 character limit__
de: __Auf 4000 Zeichen begrenzt__
pl: __ograniczenie znaków do 4000__
pt_pt: _limite de 4000 caracteres_
ro: __Limita de 4000 de caractere__
ru: __Ограничение в 4000 символов__
uk: __максимум 4000 символів__
zh_hans: __4000 个字符限制__

source: __Warning__: this overrides all _Description_ aka "full description" entries [set in the app's source code](../All_About_Descriptions_Graphics_and_Screenshots).
de: __Achtung__: Dies ist allen [im App-Quellcode festgelegten](../All_About_Descriptions_Graphics_and_Screenshots) _Description_-Einträgen oder auch „ausführlichen Beschreibungen“ übergeordnet.
pl: __Ostrzeżenie__: powoduje to nadpisanie wszystkich wpisów _Description_ (inaczej „ pełny opis”) [ustawionych w kodzie źródłowym aplikacji](../All_About_Descriptions_Graphics_and_Screenshots).
pt_pt: __Aviso__: isto substitui todas as entradas de _Descrição_ também conhecida como "descrição completa" [definida no código-fonte da aplicação](../All_About_Descriptions_Graphics_and_Screenshots).
ro: __Warning__: acest lucru anulează toate intrările _Description_ aka "descriere completă" [set in the app's source code](../All_About_Descriptions_Graphics_and_Screenshots).
ru: __Предупреждение__: это переопределяет значение _Description_ (также известное как «полное описание») [заданное в исходном коде приложения](../All_About_Descriptions_Graphics_and_Screenshots).
uk: __Увага__: це замінює всі значення _Description_ або full\_description, [вказані у вихідному коді застосунку](../All_About_Descriptions_Graphics_and_Screenshots).
zh_hans: __警告__：这会覆盖所有的 _Description_ ，即“full description”条目 [在应用的源代码中设置](../All_About_Descriptions_Graphics_and_Screenshots)。

source: This is converted to (`<desc>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<desc>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<desc>`) plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<desc>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<desc>`) din fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<desc>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<desc>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<desc>`)。

source: _MaintainerNotes_<a name="MaintainerNotes"></a>
de: Wartungsnotizen (_MaintainerNotes_)<a name="MaintainerNotes"></a>
pt_pt: _Anotações do Mantenedor_<a name="MaintainerNotes"></a>
ro: _MaintainerNotes_(Observațiile întreținătorului)<a name="MaintainerNotes"></a>
ru: _MaintainerNotes_ (Замечания для поддерживающих)<a name="MaintainerNotes"></a>
uk: _MaintainerNotes_ (Примітки супроводу)<a name="MaintainerNotes"></a>
zh_hans: _MaintainerNotes_ (维护者注解)<a name="MaintainerNotes"></a>

source: This is a multi-line field using the same rules and syntax as the description. It's used to record notes for F-Droid maintainers to assist in maintaining and updating the application in the repository.
de: Ein mehrzeiliges Feld, das dieselben Regeln und dieselbe Syntax wie die Beschreibung verwendet. Es wird dazu genutzt Hinweise für die F-Droid-Maintainers zu vermerken, die sie bei der Pflege und Aktualisierung der Anwendung im Repository unterstützen.
pl: Jest to pole wieloliniowe z użyciem tych samych reguł i składni co opis. Służy do nagrywania notatek dla opiekunów F-Droid, aby pomóc w utrzymaniu i aktualizacji aplikacji w repozytorium.
ro: Acesta este un câmp de mai multe rânduri care utilizează aceleași reguli și sintaxă ca și descrierea. Este utilizat pentru a înregistra note pentru administratorii F-Droid, pentru a ajuta la menținerea și actualizarea aplicației în depozit.
ru: Это многострочное поле, использующее те же правила и синтаксис, что и описание. Оно используется для записи заметок для сопровождающих F-Droid, чтобы помочь в поддержании и обновлении приложения в репозитории.
uk: Це поле може містити кілька рядків (правила й синтаксис — як в описі) із допоміжними нотатками для команди F-Droid про супровід і оновлення саме цього застосунку в репозиторії.
zh_hans: 这是一个多行字段，使用与描述相同的规则和语法。它用于记录 F-Droid 维护者的注意事项，以协助维护和更新仓库中的应用。

source: This information is also published to the wiki.
de: Diese Informationen werden auch im Wiki veröffentlicht.
pl: Informacje te są również publikowane na wiki.
pt_pt: Esta informação também é publicada no wiki.
ro: Aceste informații sunt, de asemenea, publicate pe wiki.
ru: Эта информация также публикуется в вики.
uk: Ці дані також публікуються у вікі.
zh_hans: 这些信息也会发布到维基上。

source: _RepoType_<a name="RepoType"></a>
de: Repo-Typ (_RepoType_)<a name="RepoType"></a>
pt_pt: _Tipo de Repo_<a name="RepoType"></a>
ro: _RepoType_(Tip Repo)<a name="RepoType"></a>
ru: _RepoType_ (Тип репозитория)<a name="RepoType"></a>
uk: _RepoType_ (Тип репозиторію)<a name="RepoType"></a>
zh_hans: _RepoType_ (存储库类别)<a name="RepoType"></a>

source: The type of repository - for automatic building from source. If this is not specified, automatic building is disabled for this application. Possible values are:
de: Die Art des Repositorys - zur automatischen Herstellung aus der Quelle. Ist sie nicht festgelegt, kann für die Anwendung keine automatische Herstellung erfolgen. Mögliche Werte sind:
pl: Typ repozytorium - do automatycznego budowania ze źródła. Jeśli nie zostanie to określone, automatyczne budowanie zostanie wyłączone dla tej aplikacji. Możliwe wartości to:
pt_pt: O tipo de repositório - para criação automática a partir da origem. Se isso não for especificado, a construção automática será desativada para esta aplicação. Os valores possíveis são:
ro: Tipul de depozit - pentru construirea automată din sursă. Dacă nu se specifică acest lucru, construirea automată este dezactivată pentru această aplicație. Valorile posibile sunt:
ru: Тип хранилища - для автоматической сборки из источника. Если этот параметр не указан, автоматическая сборка для данного приложения отключена. Возможные значения:
uk: Тип репозиторію — для автоматичної збірки з вихідного коду. Якщо цього не вказати, автоматичні збірки буде вимкнено для цього застосунку. Можливі значення:
zh_hans: 存储库类型 - 用于从源代码自动构建。如果不指定这个，这个应用的自动构建将被禁用。可能的值为：

source: _Repo_<a name="Repo"></a>
de: Repo (_Repo_)<a name="Repo"></a>
ru: _Repo_ (Репозиторий)<a name="Repo"></a>
uk: _Repo_ (Репозиторій)<a name="Repo"></a>
zh_hans: _Repo_ (存储库)<a name="Repo"></a>

source: The repository location. Usually a git: or svn: URL, for example.
de: Der Ort des Repositorys. Für gewöhnlich beispielsweise eine git: oder svn: URL.
pl: Lokalizacja repozytorium. Zwykle na przykład git: lub svn: URL.
pt_pt: O local do repositório. Geralmente uma URL git: ou svn:, por exemplo.
ro: Locația depozitului. De obicei, un URL git: sau svn:, de exemplu.
ru: Местоположение репозитория. Обычно это, например, URL git: или svn:.
uk: Адреса репозиторію. Зазвичай це URL-адреса git: чи svn:.
zh_hans: 存储库的位置。通常是 git: 或 svn: URL。

source: The `git-svn` option connects to an SVN repository, and you specify the URL in exactly the same way, but git is used as a back-end. This is preferable for performance reasons, and also because a local copy of the entire history is available in case the upstream repository disappears. (It happens!). In order to use Tags as [_UpdateCheckMode_](#UpdateCheckMode) for this VCS type, the URL must have the `tags=` special argument set. Likewise, if you intend to use the `RepoManifest/branch` scheme, you would want to specify `branches=` as well. Finally, `trunk=` can also be added. All these special arguments will be passed to "git svn" in order, and their values must be relative paths to the SVN repo root dir. Here's an example of a complex git-svn _Repo_ URL: `http://svn.code.sf.net/p/project/code/svn;trunk=trunk;tags=tags;branches=branches`
ru: При указании типа репозитория `git-svn` для подключения к SVN-репозиторию, вы указываете URL точно так же как и для `svn`, но для непосредственного соединения с репозиторием будет использоваться git. Это предпочтительнее по соображениям производительности, а также потому, что локальная копия всей истории будет доступна на случай, если вышестоящий репозиторий исчезнет (такое случается!). При использовании этого типа VCS, чтобы использовать `Tags` в качестве [_UpdateCheckMode_](#UpdateCheckMode) , в URL должен быть указан специальный аргумент `tags=`. Аналогично, если вы собираетесь использовать схему `RepoManifest/<ветка>`, вы должны указать `branches=`. Наконец, можно также добавить `trunk=`. Все эти специальные аргументы будут переданы команде "git svn" по порядку, и их значения должны быть относительными путями к корневому каталогу svn-репозитория. Вот пример сложного URL для _Repo_ для git-svn: `http://svn.code.sf.net/p/project/code/svn;trunk=trunk;tags=tags;branches=branches`
zh_hans: `git-svn` 选项连接到一个 SVN 仓库，你以完全相同的方式指定 URL，但 git 被用作后端。出于性能方面的考虑，这样做比较好，而且还因为在上游仓库消失的情况下，可以在本地拷贝整个历史。（这种情况时有发生！）为了将 Tags 作为该 VCS 类型的 [_UpdateCheckMode_](#UpdateCheckMode)，URL 必须设置` tags`= special argument set.。同样，如果你打算使用 `RepoManifest/branch ` 方案，你也要指定 `branch=` 。最后，还可以加上` trunk=`。所有这些特殊参数将依次传递给 "git svn"，其值必须是 SVN repo 根目录的相对路径。下面是一个复杂的 git-svn _Repo_ URL 的例子：`http://svn.code.sf.net/p/project/code/svn;trunk=trunk;tags=tags;branch=branches`

source: If the [_RepoType_](#RepoType) is `srclib`, then you must specify the name of the according srclib `.yml` file. For example if `srclibs/FooBar.yml` exist and you want to use this srclib, then you have to set _Repo_ to `FooBar`.
ru: Если в поле [_RepoType_](#RepoType) указано значение `srclib`, то вы должны указать имя соответствующего `.yml`-файла srclib. Например, если существует `scrlibs/FooBar.yml` и вы хотите использовать этот srclib, то в поле _Repo_ вы должны задать `FooBar`.
zh_hans: 如果 [_RepoType_](#RepoType)是`srclib`，那么你必须指定相应的 srclib .`yml` 文件的名称。例如，如果存在 `srclibs/FooBar.yml` 并且你想使用这个 srclib，那么你必须将 _Repo_ 设置为 `FooBar`。

source: _Binaries_<a name="Binaries"></a>
de: Binärdateien (_Binaries_)<a name="Binaries"></a>
pt_pt: _Binários_<a name="Binaries"></a>
ro: _Binaries_(Binare)<a name="Binaries"></a>
ru: _Binaries_ (Двоичные файлы)<a name="Binaries"></a>
uk: _Binaries_ (Двійкові файли)<a name="Binaries"></a>
zh_hans: _Binaries_ (二进制文件)<a name="Binaries"></a>

source: The location of binaries used in verification process.
de: Der Ort der Binärdateien, die im Prüfprozess verwendet werden.
pl: Lokalizacja plików binarnych używanych w procesie weryfikacji.
pt_pt: O local de binários usado no processo de verificação.
ro: Locația binarelor utilizate în procesul de verificare.
ru: Расположение двоичных файлов, используемых в процессе проверки сборки.
uk: Адреса двійкових файлів, використовуваних для звірки.
zh_hans: 验证过程中使用的二进制文件的位置。

source: If specified, F-Droid will verify the output APK file of a build against the one specified. You can use `%v` and `%c` to point to the version name and version code of the current build. To verify the F-Droid client itself you could use: `Binaries: https://f-droid.org/repo/org.fdroid.fdroid_%c.apk`
ru: Если указано, F-Droid будет сверять выходной APK-файл сборки с указанным. Вы можете использовать `%v` и `%c` для указания имени и кодового номера версии текущей сборки. Например, для проверки самого клиента F-Droid может быть использовано: `Binaries: https://f-droid.org/repo/org.fdroid.fdroid_%c.apk`
zh_hans: 如果指定了，F-Droid 将验证输出的 APK 文件和指定的文件。你可以使用 `%v` 和 `%c`来指向当前构建的版本名称和版本代码。为了验证 F-Droid 客户端本身，你可以使用：`Binaries: https://f-droid.org/repo/org.fdroid.fdroid_%c.apk`

source: F-Droid will use upstream binaries if the verification succeeded.
de: F-Droid verwendet die Original-APKs, wenn die Verifizierung erfolgreich ist.
pl: F-Droid użyje plików binarnych, jeśli weryfikacja się powiedzie.
pt_pt: O F-Droid usará binários upstream se a verificação for bem-sucedida.
ro: F-Droid va utiliza binarele din upstream dacă verificarea a reușit.
ru: Если проверка прошла успешно, F-Droid будет использовать двоичные файлы из вышележащего проекта.
uk: Якщо звірка вдасться, F-Droid використає APK за адресою.
zh_hans: 如果验证成功，F-Droid 将使用上游的二进制文件。

source: _Builds_<a name="Builds"></a>
de: Builds (_Builds_)<a name="Builds"></a>
pt_pt: _Compilações_<a name="Builds"></a>
ro: _Builds_(Compilări)<a name="Builds"></a>
ru: _Builds_ (Сборки)<a name="Builds"></a>
uk: _Builds_ (Збірки)<a name="Builds"></a>
zh_hans: _Builds_ (版本)<a name="Builds"></a>

source: Any number of sub-entries can be present, each specifying a version to automatically build from source. For example:
de: Es kann eine beliebige Anzahl von Untereinträgen vorhanden sein, von denen jeder eine Version angibt, die aus der Quelle automatisch erstellt werden soll. Zum Beispiel:
pl: Może być obecna dowolna liczba podpunktów, z których każda określa wersję do automatycznego utworzenia ze źródła. Na przykład:
pt_pt: Qualquer número de subentradas pode estar presente, cada uma a especificar uma versão para compilar automaticamente do fonte. Por exemplo:
ro: Poate fi prezent un număr nelimitat de subpuncte, fiecare dintre acestea specificând o versiune care trebuie construită automat din sursă. De exemplu:
ru: Это поле содержит одну или более подзапись, каждая из которых указывает отдельную версию приложения для автоматической сборки из исходного кода. Например:
uk: Підпунктів може бути скільки завгодно. Кожен зазначає версію, яка збереться автоматично з вихідного коду. Наприклад:
zh_hans: 可以有任何数量的子条目，每个条目都指定了一个从源代码自动构建的版本。例如：

source: `versionName: xxx`<a name="build_versionName"></a>
ru: `versionName: xxx` (имя версии)<a name="build_versionName"></a>

source: `versionCode: yyy`<a name="build_versionCode"></a>
ru: `versionCode: yyy` (кодовый номер версии)<a name="build_versionCode"></a>

source: : Specifies to build version xxx, which has a version code of yyy.
de: : Bestimmt die Erstellung der Version xxx, die den Versionscode yyy besitzt.
pl: : Określa kompilację wersji xxx, która ma kod wersji yyy.
pt_pt: : Especifica a versão de compilação xxx, que possui um código de versão de yyy.
ro: : Specifică construirea versiunii xxx, care are un cod de versiune yyy.
ru: : Указывает, что необходимо собрать версию xxx, которая имеет кодовый номер yyy.
uk: : Буде зібрано версію, що називається xxx і має код yyy.
zh_hans: ：指定构建版本 xxx，该版本的代码为 yyy。

source: : The _commit_ parameter specifies the tag, commit or revision number from which to build it in the source repository.
de: : Der Parameter _commit_ bestimmt den Tag, Commit oder die Revision-Nummer, ab der die Erstellung im Quell-Repository erfolgen soll.
pl: : Parametr _commit_ określa numer znacznika, zatwierdzenia lub poprawki z którego ma zostać skompilowanie w repozytorium źródłowym.
pt_pt: : O parâmetro _commit_ especifica a tag, o commit ou o número de revisão a partir do qual será compilado no repositório fonte.
ro: : Parametrul _commit_ specifică tag-ul, numărul de angajamente sau de revizuire de la care se construiește în depozitul de surse.
ru: : Параметр _commit_ указывает тег, хеш коммита или номер ревизии в хранилище исходных текстов, на основе которого будет производиться сборка.
uk: : Параметр _commit_ вказує, який тег, коміт чи номер ревізії слід обрати в репозиторії вихідного коду для збірки.
zh_hans: ：_commit_ 参数指定了在源代码库中构建它的标签、提交或修订号。

source: In addition to the three, always required, parameters described above, further parameters can be added (in `name: value` format) to apply further configuration to the build. These are (roughly in order of application):
ru: Помимо трёх обязательных параметров, описанных выше, можно также задать дополнительные параметры (в формате `имя: значение`) для дополнительной конфигурации сборки. К ним относятся (примерно в порядке их применения):
zh_hans: 除了上述三个始终需要的参数外， 还可以添加更多的参数（以 `name: value` 的格式）来 对构建进行进一步配置。这些参数是（大致按应用顺序排列）：

source: `disable: <message>`<a name="build_disable"></a>
de: `disable: <Meldung>`<a name="build_disable"></a>
pl: `disable: <wiadomość>`<a name="build_disable"></a>
ro: `disable: <mesaj>`<a name="build_disable"></a>
ru: `disable: <сообщение>`<a name="build_disable"></a>
uk: `disable: <повідомлення>`<a name="build_disable"></a>
