Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: (_Based on the [Debian Code of Conduct](https://www.debian.org/code_of_conduct), Version 1.0 [ratified](https://www.debian.org/vote/2014/vote_002) on April 28th, 2014._)
de: (_Basierend auf dem [Debian-Verhaltenskodex](https://www.debian.org/code_of_conduct), Version 1.0 [ratifiziert](https://www.debian.org/vote/2014/vote_002) am 28. April 2014._)
pl: (_Oparto na [Kodeksie postępowania Debiana](https://www.debian.org/code_of_conduct), Wersja 1.0 [ratyfikowana](https://www.debian.org/vote/2014/vote_002) 28 kwietnia 2014 r._)
pt_pt: (_Baseado no [Código de Conduta Debian](https://www.debian.org/code_of_conduct), Versão 1.0 [ratificado](https://www.debian.org/vote/2014/vote_002) em 28 de abril de 2014._)
ro: (_Bazat pe [Debian Code of Conduct](https://www.debian.org/code_of_conduct), versiunea 1.0 [ratified](https://www.debian.org/vote/2014/vote_002) la 28 aprilie 2014._)
ru: (_Основано на [Кодексе поведения Debian](https://www.debian.org/code_of_conduct), версия 1.0 [ратифицирована](https://www.debian.org/vote/2014/vote_002) 28 апреля 2014 года._)
uk: (_В основі — [кодекс поведінки Debian](https://www.debian.org/code_of_conduct) версії 1.0, [затвердженої](https://www.debian.org/vote/2014/vote_002) 28 квітня 2014 року._)
zh_hans: （_基于[ Debian 行为准则](https://www.debian.org/code_of_conduct)，1.0 版[批准](https://www.debian.org/vote/2014/vote_002)于 2014 年 4 月 28 日。_）

source: Deploying the Website
de: Bereitstellung der Internetseite
pl: Wdrażanie witryny
pt_pt: Implantação do Website
ro: Implementarea site-ului web
ru: Развертывание веб-сайта
uk: Розгортання вебсайту
zh_hans: 部署网站

source: The F-Droid website is built using [Jekyll](https://jekyllrb.com/) and [gitlab-ci](https://about.gitlab.com/features/gitlab-ci-cd/). The whole website now works using a standard git ["fork" workflow](https://docs.gitlab.com/ce/workflow/forking_workflow.html) that is well supported by GitLab, and well known from services like GitHub. For all of the pages and information about apps and packages distributed by _f-droid.org_, those pages are generated using our [jekyll-fdroid](https://gitlab.com/fdroid/jekyll-fdroid) plugin, which takes the content from the [_f-droid.org_ index file](https://f-droid.org/repo/index-v1.jar).
de: Bei der Erstellung der F-Droid-Internetseite wird [Jekyll](https://jekyllrb.com/) und [gitlab-ci](https://about.gitlab.com/features/gitlab-ci-cd/) verwendet. Die gesamte Internetseite funktioniert nun durch Nutzung eines Standard-Git ["fork"-Workflows](https://docs.gitlab.com/ce/workflow/forking_workflow.html), der völlig von GitLab unterhalten wird und von Diensten wie GitHub bestens bekannt ist. Alle Seiten und Informationen über Apps und Pakete, die von _f-droid.org_ vertrieben werden, werden mithilfe unseres Plugins [jekyll-fdroid](https://gitlab.com/fdroid/jekyll-fdroid) erzeugt, das die Inhalte aus der [_f-droid.org_ Indexdatei](https://f-droid.org/repo/index-v1.jar) bezieht.
pl: Strona internetowa F-Droid została zbudowana przy użyciu [Jekyll](https://jekyllrb.com/) i [gitlab-ci](https://about.gitlab.com/features/gitlab-ci-cd/). Cała strona działa teraz przy użyciu standardowego przepływu pracy git ["fork" workflow](https://docs.gitlab.com/ce/workflow/forking_workflow.html), który jest dobrze obsługiwany przez GitLab i dobrze znany z usług takich jak GitHub. Dla wszystkich stron i informacji o aplikacjach i pakietach rozpowszechnianych przez _f-droid.org_ te strony są generowane przy użyciu naszej wtyczki [jekyll-fdroid](https://gitlab.com/fdroid/jekyll-fdroid), która przyjmuje zawartość z [pliku indeksu _f-droid.org_](https://f-droid.org/repo/index-v1.jar).
pt_pt: O site do F-Droid é compilado a usar [Jekyll](https://jekyllrb.com/) e [gitlab-ci](https://about.gitlab.com/features/gitlab-ci-cd/). O site inteiro agora funciona a usar um fluxo de trabalho padrão do git ["fork"](https://docs.gitlab.com/ce/workflow/forking_workflow.html) que é bem suportado pelo gitlab e bem conhecido de serviços como o GitHub. Para todas as páginas e informações sobre apps e pacotes distribuídos pelo _f-droid.org_, essas páginas são geradas a usar nosso plugin [jekyll-fdroid](https://gitlab.com/fdroid/jekyll-fdroid), que leva o conteúdo do [ficheiro index de _f-droid.org_](https://f-droid.org/repo/index-v1.jar).
ro: Site-ul F-Droid este construit folosind [Jekyll](https://jekyllrb.com/) și [gitlab-ci](https://about.gitlab.com/features/gitlab-ci-cd/). Întregul site web funcționează acum folosind un flux de lucru standard git ["fork"](https://docs.gitlab.com/ce/workflow/forking_workflow.html) care este bine susținut de GitLab și bine cunoscut din servicii precum GitHub. Pentru toate paginile și informațiile despre aplicațiile și pachetele distribuite de _f-droid.org_, paginile respective sunt generate cu ajutorul plugin-ului nostru [jekyll-fdroid](https://gitlab.com/fdroid/jekyll-fdroid), care preia conținutul din fișierul de index [_f-droid.org_](https://f-droid.org/repo/index-v1.jar).
ru: Сайт F-Droid построен с использованием [Jekyll](https://jekyllrb.com/) и [gitlab-ci](https://about.gitlab.com/features/gitlab-ci-cd/). Весь сайт теперь работает с использованием стандартного рабочего процесса git ["fork"](https://docs.gitlab.com/ce/workflow/forking_workflow.html), который хорошо поддерживается GitLab и хорошо известен по сервисам вроде GitHub. Для всех страниц и информации о приложениях и пакетах, распространяемых _f-droid.org_, эти страницы создаются с помощью нашего плагина [jekyll-fdroid](https://gitlab.com/fdroid/jekyll-fdroid), который берет содержимое из индексного файла [_f-droid.org_](https://f-droid.org/repo/index-v1.jar).
uk: Вебсайт F-Droid збирається за допомогою [Jekyll](https://jekyllrb.com/) та [gitlab-ci](https://about.gitlab.com/features/gitlab-ci-cd/). Наразі весь вебсайт використовує стандартний [робочий процес git-форків](https://docs.gitlab.com/ce/workflow/forking_workflow.html), добре відомий і підтримуваний GitLab, GitHub та іншими сервісами. Всі сторінки й дані про застосунки й пакунки на _f-droid.org_ генерує наш плагін [jekyll-fdroid](https://gitlab.com/fdroid/jekyll-fdroid), беручи вміст із [файлу індексу _f-droid.org_](https://f-droid.org/repo/index-v1.jar).
zh_hans: F-Droid 网站是使用 [Jekyll](https://jekyllrb.com/)和 [gitlab-ci](https://about.gitlab.com/features/gitlab-ci-cd/)构建的。整个网站现在使用标准的 git[“复刻”工作流程](https://docs.gitlab.com/ce/workflow/forking_workflow.html)工作，GitLab 很好地支持该工作流程，并且由 GitHub 等服务众所周知。对于 _f-droid.org_ 分发的所有页面和有关应用和软件包的信息，这些页面是使用我们的 [jekyll-fdroid](https://gitlab.com/fdroid/jekyll-fdroid) 插件生成的，该插件从 [_f-droid.org_ 索引文件](https://f-droid.org/repo/index-v1.jar)获取内容。

source: Staging on development forks
de: Staging auf Entwicklungs-Forks
pl: Etapowe odgałęzienie rozwojowe
pt_pt: Preparação de bifurcações de desenvolvimento
ro: Etapizarea pe bifurcații de dezvoltare
ru: Постановка на форки разработки
uk: Випробування форків розробки
zh_hans: 开发复刻上的暂存

source: All development forks of [fdroid-website](https://gitlab.com/fdroid/fdroid-website) automatically have a staging server setup and maintained by the _gitlab-ci_ configuration. This automatically deploys the content of the fork's _master_ branch to [GitLab Pages](https://pages.gitlab.io/). For example, _nicoalt_'s git fork is at <https://gitlab.com/nicoalt/fdroid-website>, and the _master_ branch from that is automatically deployed to <https://nicoalt.gitlab.io/fdroid-website>.
de: Alle Entwicklungs-Forks der [fdroid-Website](https://gitlab.com/fdroid/fdroid-website) haben automatisch einen Staging-Server eingerichtet und werden von der _gitlab-ci_ Konfiguration gepflegt. Dadurch wird der Inhalt des Branches _master_ des Forks automatisch nach [GitLab Pages](https://pages.gitlab.io/) verteilt. Zum Beispiel, _nicoalt_'s git Fork ist auf <https://gitlab.com/nicoalt/fdroid-website> und der _master_ Branch davon wird automatisch auf <https://nicoalt.gitlab.io/fdroid-website> verteilt.
pl: Wszystkie gałęzie rozwojowe witryny [fdroid-site](https://gitlab.com/fdroid/fdroid-website) automatycznie mają konfigurację serwera pośredniczącego i są utrzymywane przez konfigurację _gitlab-ci_ . Spowoduje to automatyczne rozmieszczenie zawartości gałęzi _master_ na stronie [GitLab Pages](https://pages.gitlab.io/). Na przykład, widżet git _nicoalt_ znajduje się na <https://gitlab.com/nicoalt/fdroid-website>, a gałąź _master_ jest automatycznie umieszczana na <https://nicoalt.gitlab.io/fdroid-website>.
pt_pt: Todas as bifurcações de desenvolvimento de [fdroid-website](https://gitlab.com/fdroid/fdroid-website) têm automaticamente uma configuração de servidor de preparo e mantidas pela configuração _ gitlab-ci_. Isso implanta automaticamente o conteúdo da ramificação _ Master _ da bifurcação para [GitLab Pages](https://Pages.gitlab.IO/). Por exemplo, a bifurcação git _ nicoalt_ está em <https://gitlab.com/nicoalt/fdroid-website> e a ramificação _ Master _ de que é implantada automaticamente em <https://nicoalt.gitlab.io/fdroid-website>.
ro: Toate bifurcațiile de dezvoltare ale [fdroid-website](https://gitlab.com/fdroid/fdroid-website) au în mod automat un server de etapizare configurat și întreținut de configurația _gitlab-ci_. Aceasta implementează automat conținutul versiunii _master_ a bifurcației în [GitLab Pages](https://pages.gitlab.io/). De exemplu, bifurcația git a lui _nicoalt_ se află la <https://gitlab.com/nicoalt/fdroid-website>, iar versiunea _master_ din aceasta este implementată automat la <https://nicoalt.gitlab.io/fdroid-website>.
ru: Все форки разработки [fdroid-website](https://gitlab.com/fdroid/fdroid-website) автоматически имеют staging-сервер, установленный и поддерживаемый конфигурацией _gitlab-ci_. Это автоматически размещает содержимое ветки _master_ форка на [GitLab Pages](https://pages.gitlab.io/). Например, git-форк _nicoalt_ находится по адресу <https://gitlab.com/nicoalt/fdroid-website>, и ветка _master_ из него автоматически размещается на <https://nicoalt.gitlab.io/fdroid-website>.
uk: Конфігурація _gitlab-ci_ автоматично налаштовує всім форкам розробки [fdroid-website](https://gitlab.com/fdroid/fdroid-website) сервер стажування. Форк автоматично вивантажує вміст гілки _master_ на [GitLab Pages](https://pages.gitlab.io/). Наприклад, _nicoalt_ має git-форк <https://gitlab.com/nicoalt/fdroid-website>, і його гілка _master_ автоматично перетворюється на <https://nicoalt.gitlab.io/fdroid-website>.
zh_hans: [fdroid-website](https://gitlab.com/fdroid/fdroid-website) 的所有开发分支都会自动设置一个临时服务器，并由 _gitlab-ci_ 配置维护。这会自动将分支的 _master_ 分支的内容部署到 [GitLab Pages](https://pages.gitlab.io/)。例如，_nicoalt_ 的 git 分支是在 <https://gitlab.com/nicoalt/fdroid-website>，并且 _master_ 分支自动的部署到 <https://nicoalt.gitlab.io/fdroid-website>。

source: Staging of the official website
de: Staging der offiziellen Website
pl: Inscenizacja oficjalnej strony internetowej
pt_pt: Encenação do site web oficial
ro: Montarea site-ului oficial
ru: Постановка официального сайта
uk: Випробування офіційного вебсайту
zh_hans: 官方网站的暂存

source: Like with forks, the _master_ branch of the main git repo for the website, <https://gitlab.com/fdroid/fdroid-website>, is automatically deployed to <https://fdroid.gitlab.io/fdroid-website>. That is the place to review the current state of the website before tagging a release.
de: Wie bei Forks wird der _master_-Zweig des Haupt-Git-Repos für die Website, <https://gitlab.com/fdroid/fdroid-website>, automatisch nach <https://fdroid.gitlab.io/fdroid-website> deployed. Das ist der Ort, um den aktuellen Zustand der Website zu überprüfen, bevor man eine Veröffentlichung markiert.
pl: Podobnie jak w przypadku rozgałęzień, gałąź _master_ głównego repozytorium git dla witryny <https://gitlab.com/fdroid/fdroid-website> jest automatycznie wdrażana na <https://fdroid.gitlab.io/fdroid-website>. Jest to miejsce, w którym należy przejrzeć aktualny stan witryny przed oznaczeniem wydania.
pt_pt: Como com bifurcações, o ramo _master_ do repo git principal para o site, <https://gitlab.com/fdroid/fdroid-website>, é implantado automaticamente para <https://fdroid.gitlab.io/fdroid-website>. Esse é o lugar para revisar o estado atual do site antes de marcar um lançamento.
ro: La fel ca în cazul bifurcațiilor, branșa _master_ a repo-ului git principal pentru site-ul web, <https://gitlab.com/fdroid/fdroid-website>, este distribuită automat la <https://fdroid.gitlab.io/fdroid-website>. Acesta este locul unde se poate revizui starea actuală a site-ului web înainte de a marca o versiune.
ru: Как и в случае с форками, ветвь _master_ основного git-репозитория для сайта, <https://gitlab.com/fdroid/fdroid-website>, автоматически развертывается в <https://fdroid.gitlab.io/fdroid-website>. Это место, где можно просмотреть текущее состояние сайта, прежде чем ставить метку релиза.
uk: Аналогічно форкам, гілка _master_ головного git-репозиторію вебсайту <https://gitlab.com/fdroid/fdroid-website> автоматично вивантажується до <https://fdroid.gitlab.io/fdroid-website>. Саме там рецензуємо поточний стан вебсайту, перш ніж позначити випуск тегом.
zh_hans: 和复刻一样，网站主 git 存储库的 _master_ 分支，<https://gitlab.com/fdroid/fdroid-website>，会自动部署到 <https://fdroid.gitlab.io/fdroid-website>。这是一个在标记发布前查看网站当前状态的地方。

source: Deploying to https://f-droid.org
de: Bereitstellung auf https://f-droid.org
pl: Wdrażanie do https://f-droid.org
pt_pt: Implantar em https://f-droid.org
ro: Implementarea pe https://f-droid.org
ru: Развертывание на https://f-droid.org
uk: Вивантаження до https://f-droid.org
zh_hans: 部署到 https://f-droid.org

source: When an update to the website is tested and ready to go, a release manager creates a PGP-signed release tag in the main git repo. The deploy server monitors the main git repo for new tags. When it sees a new tag, it first checks the PGP signature on the git tag using a manually configured GnuPG keyring that contains only the public keys of the PGP keys that are allowed to tag website releases.
de: Wenn ein Update der Website getestet wurde und bereit steht, erstellt ein Release-Manager ein PGP-signiertes Release-Tag im Haupt-Git-Repo. Der Deployment-Server überwacht das Haupt-Git-Repo auf neue Tags. Wenn er ein neues Tag sieht, prüft er zuerst die PGP-Signatur auf dem Git-Tag mit einem manuell konfigurierten GnuPG-Schlüsselring, der nur die öffentlichen Schlüssel der PGP-Schlüssel enthält, die zur Kennzeichnung von Website-Releases berechtigt sind.
pl: Kiedy aktualizacja witryny jest testowana i gotowa do użycia, menedżer ds. wersji tworzy tag zwolnienia podpisany przez PGP-signed w głównym repozytorium git. Serwer wdrażania monitoruje główne repozytorium git dla nowych znaczników. Kiedy widzi nowy znacznik, najpierw sprawdza podpis PGP na tagu git za pomocą ręcznie skonfigurowanego klucza GnuPG, który zawiera tylko klucze publiczne kluczy PGP, które mogą oznaczać wydania strony.
pt_pt: Quando uma atualização do site é testada e está pronta para uso, um gestor de lançamento cria uma tag de lançamento com assinatura PGP no repositório git principal. O servidor de implantação monitora o repositório git principal para novas tags. Quando ele vê uma nova tag, ele primeiro verifica a assinatura PGP na tag git a usar um chaveiro GnuPG configurado manualmente que contém apenas as chaves públicas das chaves PGP que são permitidas para marcar lançamentos do site.
ro: Atunci când o actualizare a site-ului este testată și gata de lansare, un manager de lansare creează o etichetă de lansare semnată PGP în repo-ul git principal. Serverul de desfășurare monitorizează repo-ul git principal pentru tag-uri noi. Când vede o nouă etichetă, verifică mai întâi semnătura PGP pe eticheta git folosind un breloc GnuPG configurat manual care conține numai cheile publice ale cheilor PGP cărora li se permite să eticheteze versiunile de lansare ale site-ului web.
ru: Когда обновление сайта протестировано и готово к выпуску, менеджер выпуска создает тег выпуска с подписью PGP в основном git-репозитории. Сервер развертывания отслеживает основной git-репозиторий на предмет появления новых тегов. Когда он видит новый тег, он сначала проверяет PGP-подпись на git-теге, используя настроенный вручную набор ключей GnuPG, который содержит только открытые ключи PGP-ключей, разрешенных для тегов релизов сайта.
uk: Щойно оновлення вебсайту успішно випробувано, відповідальна за випуски особа створює тег випуску з PGP-підписом у головному git-репозиторії. Сервер вивантаження виявляє цей тег і звіряє його PGP-підпис із вручну налаштованою зв'язкою відкритих ключів GnuPG, яким дозволено сторювати теги випусків вебсайту.
zh_hans: 当网站的更新经过测试并准备就绪时，发布管理员会在主 git 存储库中创建一个有 PGP 签名的发布标签。部署服务器监控主 git 存储库中的新标签。当它看到一个新标签时，它首先使用手动配置的 GnuPG 密钥环检查 git 标签上的 PGP 签名，该密钥环只包含允许标记网站发布的PGP 密钥的公钥。

source: After the git tag is verified, the `f-droid.org` target in [.gitlab-ci.yml](https://gitlab.com/fdroid/fdroid-website/blob/master/.gitlab-ci.yml) is run to generate the actual files for the site. Those files are then copied into place on the _f-droid.org_ servers.
de: Nachdem der Git-Tag verifiziert wurde, wird das Ziel `f-droid.org` in [.gitlab-ci.yml](https://gitlab.com/fdroid/fdroid-website/blob/master/.gitlab-ci.yml) ausgeführt, um die eigentlichen Dateien für die Website zu generieren. Diese Dateien werden dann auf die _f-droid.org_ Server kopiert.
pl: Po zweryfikowaniu tagu git, `f-droid.org` w [.gitlab-ci.yml](https://gitlab.com/fdroid/fdroid-website/blob/master/.gitlab-ci.yml) jest uruchamiany w celu wygenerowania rzeczywistych plików dla witryny. Pliki te są następnie kopiowane na miejsce na serwerach _f-droid.org_ .
pt_pt: Depois que a tag git é verificada, o alvo `f-droid.org` em [.gitlab-ci.yml](https://gitlab.com/fdroid/fdroid-website/blob/master/.gitlab-ci.yml) é executado para gerar os ficheiros reais para o site. Esses ficheiros são então copiados no lugar nos servidores _f-droid.org_.
ro: După ce eticheta git este verificată, ținta `f-droid.org` din [.gitlab-ci.yml](https://gitlab.com/fdroid/fdroid-website/blob/master/.gitlab-ci.yml) este rulată pentru a genera fișierele reale pentru site. Aceste fișiere sunt apoi copiate la locul lor pe serverele _f-droid.org_.
ru: После проверки git-тега запускается `f-droid.org` target в [.gitlab-ci.yml](https://gitlab.com/fdroid/fdroid-website/blob/master/.gitlab-ci.yml) для генерации фактических файлов для сайта. Затем эти файлы копируются на место на серверы _f-droid.org_.
uk: Після звірки git-тегу запускається ціль `f-droid.org` у [.gitlab-ci.yml](https://gitlab.com/fdroid/fdroid-website/blob/master/.gitlab-ci.yml), щоб згенерувати чинні файли сайту. Тоді ці файли копіюються на сервери _f-droid.org_.
zh_hans: git 标签验证后，运行 [.gitlab-ci.yml](https://gitlab.com/fdroid/fdroid-website/blob/master/.gitlab-ci.yml) 中的 `f-droid.org` 目标以生成站点的实际文件。然后将这些文件复制到 _f-droid.org_ 服务器上。

source: The deploy tags use a "semantic versioning" naming scheme:
de: Die Deploy-Tags verwenden ein Namensschema mit "semantischer Versionierung":
pl: Tagi wdrażania używają schematu nazewnictwa "semantycznego wersjonowania":
pt_pt: As tags de implantação usam um esquema de nomenclatura de "versionamento semântico":
ro: Etichetele "deploy" utilizează o schemă de denumire "semantic versioning":
ru: Теги развертывания используют схему именования "семантической версионности":
uk: Назви тегів вивантаження відповідають схемі «семантичних версій»:
zh_hans: 部署标签使用了一个“语义版本”命名方案：

source: _\<minor>_ is incremented on each deployment
de: _\<minor>_ wird bei jedem Deployment erhöht
pl: _\<minor>_ jest zwiększany przy każdym wdrożeniu
pt_pt: _\<menor>_ é incrementado em cada implantação
ro: _\<minor>_ este crescut la fiecare desfășurare
ru: _\<minor>_ увеличивается при каждом развертывании
uk: _\<другорядна>_ зростає на 1 при кожному вивантаженні
zh_hans: _\<minor>_ 在每次部署时都会递增

source: _\<major>_ is only incremented when there are major changes
de: _\<major>_ wird nur erhöht, wenn es größere Veränderungen gibt
pl: _\<major>_ jest zwiększany tylko w przypadku większych zmian
pt_pt: _\<maior>_ só é incrementado quando há grandes mudanças
ro: _\<major>_ se mărește doar atunci când există modificări majore
ru: _\<major>_ увеличивается только при наличии серьезных изменений
uk: _\<головна>_ зростає на 1 лише при великих змінах
zh_hans: _\<major>_ 只在有重大变化时递增

source: FAQ - App Developers
de: FAQ - App-Entwickler
pl: FAQ - Programiści aplikacji
pt_pt: FAQ - Programadores de aplicações
ro: Întrebări frecvente - Dezvoltatorii de aplicații
ru: FAQ для разработчиков приложений
uk: ЧаП — Розробка застосунків
zh_hans: 常见问题 - 应用开发者

source: How do I get my app included?
de: Wie erreiche ich die Aufnahme meiner App?
pl: Jak mogę włączyć moją aplikację?
pt_pt: Como faço para incluir meu app?
ro: Cum pot obține includerea aplicației mele?
ru: Что нужно, чтобы мое приложение добавили?
uk: Як додати свій застосунок?
zh_hans: 如何让我的应用被收录？
