Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Register on [GitLab](https://gitlab.com/) and fork the [fdroiddata](https://gitlab.com/fdroid/fdroiddata) repository.
de: Registrieren Sie sich auf [GitLab](https://gitlab.com/) und bilden Sie einen Fork des Repositorys [fdroiddata](https://gitlab.com/fdroid/fdroiddata).
pl: Zarejestruj się na [GitLab](https://gitlab.com/) i podwajaj repozytorium [fdroiddata](https://gitlab.com/fdroid/fdroiddata).
ro: Înregistrează-te pe [GitLab](https://gitlab.com/) și crează o bifurcație pentru depozitul [fdroiddata](https://gitlab.com/fdroid/fdroiddata).
ru: Зарегистрируйтесь на [GitLab](https://gitlab.com/) и сделайте форк репозитория [fdroiddata](https://gitlab.com/fdroid/fdroiddata).
uk: Зареєструйтесь на [GitLab](https://gitlab.com/) і створіть форк репозиторію [fdroiddata](https://gitlab.com/fdroid/fdroiddata).
zh_hans: 在 [GitLab](https://gitlab.com/) 上注册，并 fork [fdroiddata](https://gitlab.com/fdroid/fdroiddata) 代码库。

source: Upstream metadata
de: Metadaten-Upstream
pl: Metadane upstream
ro: Metadate upstream
ru: Метаданные восходящего потока
uk: Оригінал метаданих
zh_hans: 上游元数据

source: Each official release commit in the application's upstream Git repository should have a tag. For example, if its AndroidManifest contains `versionName: '1.0'`, the commit needs a `v1.0` tag. It is strongly encouraged to add metadata in the application's source repo, too:
de: Jeder offizielle Release-Commit im Upstream-Git-Repository der Anwendung sollte einen Tag haben. Wenn sein AndroidManifest beispielsweise `versionName: '1.0'` enthält, benötigt der Commit einen `v1.0`-Tag. Es wird dringend empfohlen, auch Metadaten in das Quell-Repo der Anwendung aufzunehmen:
pl: Każde oficjalne zatwierdzenie wydania w repozytorium Git aplikacji powinno mieć tag. Na przykład, jeśli jego AndroidManifest zawiera `versionName: '1.0'`, commit wymaga tagu `v1.0`. Zdecydowanie zaleca się również dodawanie metadanych w repozytorium źródłowym aplikacji:
ro: Fiecare confirmare oficială a versiunii în depozitul Git al aplicației ar trebui să aibă o etichetă. De exemplu, dacă AndroidManifest conține `versionName: '1.0'``, trimiterea are nevoie de o etichetă `v1.0`. Se recomandă cu tărie adăugarea de metadate și în fișierul sursă al aplicației:
ru: Каждый официальный релиз-коммит в Git-репозитории приложения должен иметь тег. Например, если в AndroidManifest содержится `versionName: '1.0'`, коммит должен иметь тег `v1.0`. Настоятельно рекомендуется добавлять метаданные и в исходный репозиторий приложения:
uk: Коміту кожного офіційного випуску в оригінальному git-репозиторії застосунку слід мати тег. Наприклад, якщо AndroidManifest містить `versionName: '1.0'`, то коміту потрібен тег `v1.0`. Дуже радимо також додати метадані в репозиторій джерела застосунку:
zh_hans: 应用的上游 Git 存储库中的每个官方 release 提交都应该有一个标签。比如，如果应用的 AndroidManifest 包含 `versionName: '1.0`，则该提交需要一个 `v1.0`标签。我们强烈鼓励在应用的源码库中也添加元数据：

source: _metadata/en-US/short_description.txt_ (30-50 chars, no trailing dot)
de: _metadata/en-US/short_description.txt_ (30-50 Zeichen, kein Punkt am Ende)
pl: _metadata/en-US/short_description.txt_ (30-50 znaków, bez kropki)
ro: _metadata/en-US/short_description.txt_ (30-50 de caractere, fără punct la sfârșit)
ru: _metadata/en-US/short_description.txt_ (30-50 символов, без точки в конце)
uk: _metadata/en-US/short_description.txt_ (30-50 англ. символів без крапки)
zh_hans: _metadata/en-US/short_description.txt_ (30-50 个字符, 无拖尾点)

source: If the AndroidManifest contains `versionCode: 123`, there should be a corresponding explanation of what's new in this version:
de: Wenn das AndroidManifest `versionCode: 123` enthält, sollte es eine entsprechende Erklärung geben, was in der neuen Version neu ist:
pl: Jeśli AndroidManifest zawiera `versionCode: 123`, powinno się tam znaleźć odpowiednie wyjaśnienie, co nowego jest w tej wersji:
ro: În cazul în care AndroidManifest conține `versionCode: 123`, ar trebui să existe o explicație corespunzătoare cu privire la noutățile din această versiune:
ru: Если в AndroidManifest содержится `versionCode: 123`, то должно быть соответствующее объяснение того, что нового появилось в этой версии:
uk: Якщо AndroidManifest містить `versionCode: 123`, йому має відповідати опис, що нового в цій версії:
zh_hans: 如 AndroidManifest 包含 `versionCode: 123`, 对于这个版本中的新变化应该有相应的解释：

source: _metadata/en-US/changelogs/123.txt_ (max 500 characters)
de: _metadata/en-US/changelogs/123.txt_ (max. 500 Zeichen)
pl: _metadata/en-US/changelogs/123.txt_ (maks. 500 znaków)
ro: _metadata/en-US/changelogs/123.txt_ (max 500 caractere)
ru: _metadata/en-US/changelogs/123.txt_ (не более 500 символов)
uk: _metadata/en-US/changelogs/123.txt_ (до 500 англ. символів)
zh_hans: _metadata/en-US/changelogs/123.txt_ (最多 500 个字符)

source: Browse the [F-Droid client metadata](https://gitlab.com/fdroid/fdroidclient/-/tree/master/metadata/en-US) directory to see a real-world example.
de: Stöbern Sie im Verzeichnis der [F-Droid-App-Metadaten](https://gitlab.com/fdroid/fdroidclient/-/tree/master/metadata/en-US) , um ein reelles Beispiel zu erhalten.
pl: Przeglądaj katalog [Metadane klienta F-Droid](https://gitlab.com/fdroid/fdroidclient/-/tree/master/metadata/en-US), aby zobaczyć przykład z życia wzięty.
ro: Răsfoiți directorul [F-Droid client metadata](https://gitlab.com/fdroid/fdroidclient/-/tree/master/metadata/en-US) pentru a vedea un exemplu din lumea reală.
ru: Просмотрите каталог [F-Droid client metadata](https://gitlab.com/fdroid/fdroidclient/-/tree/master/metadata/en-US), чтобы увидеть реальный пример.
uk: Орієнтуйтесь на теку [метаданих клієнта F-Droid](https://gitlab.com/fdroid/fdroidclient/-/tree/master/metadata/en-US) як на практичний зразок.
zh_hans: 浏览 [F-Droid 客户端元数据](https://gitlab.com/fdroid/fdroidclient/-/tree/master/metadata/en-US) 目录查看真实世界样例。

source: Other formats and locations of the [description, graphics, and screenshots](../All_About_Descriptions_Graphics_and_Screenshots/) are supported, too. For example, the _metadata/en-US_ directory can instead be _fastlane/metadata/android/en-US_.
de: Es werden auch andere Formate und Orte für die [Beschreibungen, Grafiken und Screenshots](../All_About_Descriptions_Graphics_and_Screenshots/) unterstützt. Zum Beispiel kann statt _metadata/en-US_ das Verzeichnis _fastlane/metadata/android/en-US_ sein.
pl: Inne formaty i lokalizacje [opis, grafika i zrzuty ekranu](../All_About_Descriptions_Graphics_and_Screenshots/) Obsługiwane są również. Na przykład katalog _metadata/en-US_ może być katalogiem _fastlane/metadata/android/en-US_.
ro: Sunt acceptate și alte formate și locații ale [descrierii, graficii și capturilor de ecran](../All_About_Descriptions_Graphics_and_Screenshots/). De exemplu, directorul _metadata/en-US_ poate fi, în schimb, _fastlane/metadata/android/en-US_.
ru: Поддерживаются и другие форматы и расположение [описания, графики и скриншотов](../All_About_Descriptions_Graphics_and_Screenshots/). Например, каталог _metadata/en-US_ вместо этого может быть _fastlane/metadata/android/en-US_.
uk: Інші формати й адреси [опису, графіки й знімків екрану](../All_About_Descriptions_Graphics_and_Screenshots/) також підтримуються. Наприклад, замість теки _metadata/en-US_ може бути _fastlane/metadata/android/en-US_.
zh_hans: 也支持其他格式和位置的 [描述、图像和截屏](../All_About_Descriptions_Graphics_and_Screenshots/)。比如，_metadata/en-US_目录可以是 _fastlane/metadata/android/en-US_。

source: Send the application's development team a merge request if the repository doesn't have those files, and open an issue if it has no version tags. Having this metadata in place lets it be under direct control of the developer, and their updates and future translations will be pulled automatically.
de: Senden Sie dem App-Entwicklerteam eine Merge-Anfrage, wenn das Repository keine jener Dateien enthält, und eröffnen Sie ein Ticket, wenn es keine Versionskennzeichen besitzt. Sind diese Metadaten am richtigen Ort, bleiben sie unter direkter Kontrolle der Entwickler, und ihre Aktualisierungen sowie zukünftige Übersetzungen werden automatisch bezogen.
pl: Jeśli repozytorium nie zawiera tych plików, wyślij do zespołu programistów prośbę o scalenie, a jeśli nie ma znaczników wersji, zgłoś błąd. Dzięki takim metadanym programista będzie miał bezpośrednią kontrolę nad repozytorium, a jego aktualizacje i przyszłe tłumaczenia będą pobierane automatycznie.
ro: Trimiteți echipei de dezvoltare a aplicației o cerere de fuziune dacă depozitul nu are aceste fișiere și deschideți o problemă dacă nu are etichete de versiune. Având aceste metadate la locul lor, aceasta se află sub controlul direct al dezvoltatorului, iar actualizările și traducerile viitoare vor fi preluate automat.
ru: Отправьте команде разработчиков приложения запрос на слияние, если в хранилище нет этих файлов, и откройте проблему, если в нем нет тегов версий. Наличие этих метаданных позволит разработчику напрямую контролировать приложение, а его обновления и будущие переводы будут подтягиваться автоматически.
uk: Надішліть команді розробки застосунку запит на злиття, якщо репозиторій не містить цих файлів, і відкрийте обговорення, якщо версії не мають тегів. Наявність цих метаданих дає прямий контроль над ними розробницям і розробникам, чиї оновлення й майбутні переклади буде автоматично завантажено.
zh_hans: 如果存储库没有这些文件，则向应用的开发团队发送合并请求，如果没有版本标记，则新开一个问题。有了这些元数据，开发人员就可以直接控制它，它们的更新和未来的翻译将被自动拉取。

source: Build environment
de: Build-Umgebung
pl: Środowisko kompilacji
ro: Construiți mediul
ru: Среда сборки
uk: Середовище збірки
zh_hans: 构建环境

source: On a laptop with Ubuntu 21.10 in February 2022, it took 2 GB of traffic and 5 GB of disk space to set up an F-Droid build environment.
de: Auf einem Laptop mit Ubuntu 21.10 werden im Februar 2022 2 GB Traffic und 5 GB Festplattenspeicher benötigt, um eine F-Droid-Build-Umgebung einzurichten.
pl: Na laptopie z Ubuntu 21.10 w lutym 2022 r. do skonfigurowania środowiska budowania F-Droid potrzeba było 2 GB ruchu i 5 GB miejsca na dysku.
ro: Pe un laptop cu Ubuntu 21.10 în februarie 2022, a fost nevoie de 2 GB de trafic și 5 GB de spațiu pe disc pentru a configura un mediu de construcție F-Droid.
ru: На ноутбуке с Ubuntu 21.10 в феврале 2022 года для настройки среды сборки F-Droid требовалось 2 ГБ трафика и 5 ГБ дискового пространства.
uk: Ноутбуку з Ubuntu 21.10 у лютому 2022 знадобилося 2 ГБ трафіку та 5 ГБ простору, щоб встановити середовище збірки F-Droid.
zh_hans: 2022 年 2 月，在装有 Ubuntu 21.10 系统的笔记本上，需要 2GB 流量和 5GB 磁盘空间来建立一个 F-Droid 构建环境。

source: Network requirements:
de: Netzwerkanforderungen:
pl: Wymagania sieciowe:
ro: Cerințe de rețea:
ru: Требования к сети:
uk: Мережні вимоги:
zh_hans: 网络要求：

source: 60 MB: shallow-clone _fdroiddata_ and _fdroidserver_
de: 60 MB: Oberflächliches Klonen von _fdroiddata_ und _fdroidserver_
ro: 60 MB: -clonează-superficial _fdroiddata_ și _fdroidserver_
ru: 60 MB: поверхностное (shallow) клонирование _fdroiddata_ и _fdroidserver_
uk: 60 МБ: клонувати _fdroiddata_ й _fdroidserver_ без історії
zh_hans: 60 MB: 浅克隆 _fdroiddata_ 和 _fdroidserver_

source: 75 MB: install _docker.io_
de: 75 MB: Installation von _docker.io_
ro: 75 MB: instalați _docker.io_
ru: 75 MB: установка _docker.io_
uk: 75 МБ: встановити _docker.io_
zh_hans: 75 MB：安装 _docker.io_

source: 1000 MB: load the container
de: 1000 MB: Laden des Containers
ro: 1000 MB: încărcați containerul
ru: 1000 МБ: загрузка контейнера
uk: 1000 МБ: завантажити контейнер
zh_hans: 1000 MB：加载容器

source: 800 MB: build
pl: 800 MB: kompilacja
ro: 800 MB: construiți
ru: 800 МБ: сборка
uk: 800 МБ: зібрати
zh_hans: 800 MB: 构建

source: Storage requirements:
de: Speicheranforderungen:
pl: Wymagania dotyczące przechowywania:
ro: Cerințe de depozitare:
ru: Требования к хранилищу:
uk: Просторові вимоги:
zh_hans: 存储要求：

source: 1000 MB: clone the repos and install _docker.io_
de: 1000 MB: Klonen des Repos und Installation von _docker.io_
pl: 1000 MB: sklonuj repozytoria i zainstaluj _docker.io_
ro: 1000 MB: clonați depozitele și instalați _docker.io_
ru: 1000 МБ: клонирование репозитория и установка _docker.io_
uk: 1000 МБ: клонувати репозиторії та встановити _docker.io_
zh_hans: 1000 MB: 克隆代码库并安装 _docker.io_

source: 4000 MB: load the container and build
de: 4000 MB: Laden des Containers und Builds
pl: 4000 MB: załaduj kontener i skompiluj
ro: 4000 MB: încărcați containerul și construiți
ru: 4000 МБ: загрузка и сборка контейнера
uk: 4000 МБ: завантажити контейнер і зібрати
zh_hans: 4000 MB: 加载容器和构建

source: Download your fork, then create a new branch and a metadata file. For example, if the application's _build.gradle_ says `applicationId "com.example"`:
de: Laden Sie Ihren Fork herunter, erstellen Sie dann einen neuen Branch und eine Metadatendatei. Wenn _build.gradle_ der Anwendung sagt `applicationId "com.example"` beispielsweise:
pl: Pobierz fork, a następnie utwórz nową gałąź i plik metadanych. Na przykład, jeśli _build.gradle_ aplikacji podaje `applicationId "com.example"`:
ro: Descărcați bifurcația, apoi creați o nouă ramură și un fișier de metadate. De exemplu, dacă _build.gradle_ al aplicației spune `applicationId "com.example"`:
ru: Загрузите свой форк, затем создайте новую ветку и файл метаданных. Например, если в _build.gradle_ приложения указано `applicationId "com.example"`:
uk: Завантажте свій форк, а тоді створіть гілку й файл метаданих. Наприклад, якщо застосунок містить `applicationId "com.example"` у _build.gradle_:
zh_hans: 下载你的 fork，接着建立新分支和一个元数据文件。比如，如果应用的 _build.gradle_ 说 `applicationId "com.example"`：

source: Fill _~/fdroiddata/metadata/com.example.yml_ according to the [build metadata reference](../Build_Metadata_Reference/). If you have convinced the application's development team to include the descriptions and use version tags in their repository as explained above, the file will be very concise:
de: Füllen Sie _~/fdroiddata/metadata/com.example.yml_ nach der [Build-Metadaten-Referenz](../Build_Metadata_Reference/) aus. Wenn Sie das Entwicklerteam der Anwendung davon überzeugt haben, in ihrem Repository wie oben beschrieben Beschreibungen einzuschließen und Versionskennzeichen zu verwenden, wird die Datei sehr präzise sein:
pl: Wypełnij _~/fdroiddata/metadata/com.example.yml_ zgodnie z [odniesieniem do metadanych budowania](../Build_Metadata_Reference/). Jeśli przekonałeś zespół programistów aplikacji do dołączenia opisów i użycia znaczników wersji w swoim repozytorium w sposób opisany powyżej, plik będzie bardzo zwięzły:
ro: Completați _~/fdroiddata/metadata/com.example.yml_ în conformitate cu [build metadata_reference](../Build_Metadata_Reference/). Dacă ați convins echipa de dezvoltare a aplicației să includă descrierile și să utilizeze etichete de versiune în depozitul lor, așa cum s-a explicat mai sus, fișierul va fi foarte concis:
ru: Заполните _~/fdroiddata/metadata/com.example.yml_ в соответствии с [build metadata reference](../Build_Metadata_Reference/). Если вы убедили команду разработчиков приложения включить описания и использовать теги версий в своем репозитории, как объяснялось выше, файл будет очень кратким:
uk: Заповніть _~/fdroiddata/metadata/com.example.yml_ згідно з [довідкою про метадані збірки](../Build_Metadata_Reference/). Якщо вам вдалося переконати команду розробки застосунку додати описи в його репозиторій і використовувати теги версій, як пояснено вище, то файл буде вкрай лаконічним:
zh_hans: 填写 _~/fdroiddata/metadata/com.example.yml_，依据是 [构建元数据参考](../Build_Metadata_Reference/)。如果你已经说服了应用的开发团队像上面解释的那样在存储库中包括描述和使用版本标签，这个文件将非常简洁：

source: Categories: - Internet - Navigation License: GPL-3.0-or-later SourceCode: https://gitlab.com/APPLICATION_UPSTREAM/ExampleCom RepoType: git Repo: https://gitlab.com/APPLICATION_UPSTREAM/ExampleCom Builds: - versionName: '1.0' versionCode: 123 commit: v1.0 # Where build.gradle is: subdir: app sudo: - apt-get update - apt-get install -y librsvg2-bin openjdk-17-jdk-headless - update-alternatives --auto java gradle: - yes AutoUpdateMode: Version UpdateCheckMode: Tags CurrentVersion: '1.0' CurrentVersionCode: 123
ru: Категории: - Интернет - Навигация Лицензия: GPL-3.0-or-later SourceCode: https://gitlab.com/APPLICATION_UPSTREAM/ExampleCom RepoType: git Repo: https://gitlab.com/APPLICATION_UPSTREAM/ExampleCom Сборки: - versionName: '1.0' versionCode: 123 commit: v1.0 # Где находится build.gradle: subdir: app sudo: - apt-get update - apt-get install -y librsvg2-bin openjdk-17-jdk-headless - update-alternatives --auto java gradle: - да AutoUpdateMode: Версия UpdateCheckMode: Теги CurrentVersion: '1.0' CurrentVersionCode: 123

source: Adjust or remove the relevant _sudo_ lines if needed:
de: Passen Sie die relevanten _sudo_-Zeilen an oder entfernen Sie diese nach Bedarf:
pl: W razie potrzeby dostosuj lub usuń odpowiednie wiersze _sudo_:
ro: Ajustați sau eliminați liniile _sudo_ relevante, dacă este necesar:
ru: При необходимости скорректируйте или удалите соответствующие строки _sudo_:
uk: Змініть чи вилучіть відповідні рядки _sudo_ за потреби:
zh_hans: 如有需要，调整或删除相关的 _sudo_ 行：

source: The example application's _build.gradle_ executes _rsvg-convert_ to rasterize its vector icons, so we install _librsvg2-bin_ from the official Debian repositories. All such dependencies should be specified in the app's _README_.
de: _build.gradle_ der Beispielanwendung führt _rsvg-convert_ aus, um ihre Vektorsymbole zu rastern, also installieren wir _librsvg2-bin_ aus den offiziellen Debian-Repositories. Alle diese Abhängigkeiten sollten in der _README_ der App angegeben werden.
pl: Przykładowa aplikacja _build.gradle_ wykonuje _rsvg-convert_ w celu rasteryzacji jej ikon wektorowych, więc instalujemy _librsvg2-bin_ z oficjalnych repozytoriów Debiana. Wszystkie takie zależności powinny być określone w pliku README __ aplikacji.
ro: Programul _build.gradle_ al aplicației de exemplu execută _rsvg-convert_ pentru a rasteriza pictogramele vectoriale, așa că vom instala _librsvg2-bin_ din depozitele oficiale Debian. Toate aceste dependențe trebuie specificate în fișierul _README_ al aplicației.
ru: Пример приложения _build.gradle_ выполняет _rsvg-convert_ для растеризации его векторных иконок, поэтому мы устанавливаем _librsvg2-bin_ из официальных репозиториев Debian. Все подобные зависимости должны быть указаны в _README_ приложения.
uk: Застосунок-приклад у _build.gradle_ виконує _rsvg-convert_, що растеризує векторні піктограми, тож ми встановлюємо _librsvg2-bin_ з офіційних репозиторіїв Debian. Усі такі залежності має бути вказано в _README_ застосунку.
zh_hans: 示例应用的 _build.gradle_ 执行 _rsvg-convert_ 来栅格化它的矢量图标，因此我们从官方 Debian 存储库安装 _librsvg2-bin_。所有这样的依赖项应该在应用的 _README_ 中明确。

source: `gradle/wrapper/gradle-wrapper.properties` mentions `gradle-8.0`, and Gradle 8 is known to depend on Java 17. So we install _openjdk-17-jdk-headless_ and select it as the _java_ alternative.
de: In `gradle/wrapper/gradle-wrapper.properties` wird `gradle-8.0` erwähnt, und Gradle 8 ist bekanntlich von Java 17 abhängig. Also installieren wir _openjdk-17-jdk-headless_ und wählen es als _java_-Alternative aus.
ru: В файле `gradle/wrapper/gradle-wrapper.properties` упоминается `gradle-8.0`, а Gradle 8, как известно, зависит от Java 17. Поэтому мы устанавливаем _openjdk-17-jdk-headless_ и выбираем его в качестве альтернативы _java_.
uk: У `gradle/wrapper/gradle-wrapper.properties` згадується `gradle-8.0`, а Gradle 8, як відомо, залежить від Java 17. Тож ми встановлюємо _openjdk-17-jdk-headless_ та обираємо його як альтернативу _java_.
zh_hans: `gradle/wrapper/gradle-wrapper.properties` 提到了 `gradle-8.0`, 而 Gradle 8 已知依赖于 Java 17。我们因而安装 _openjdk-17-jdk-headless_ 并选择它为 _java_ 备选。

source: Download and launch the latest version of the server tools container:
de: Laden Sie die neuste Version des Containers mit den Server-Tools herunter und starten Sie ihn:
pl: Pobierz i uruchom najnowszą wersję kontenera narzędzi serwerowych:
ro: Descărcați și lansați cea mai recentă versiune a containerului de instrumente de server:
ru: Скачайте и запустите последнюю версию контейнера серверных инструментов:
uk: Завантажте й запустіть останню версію контейнера серверних засобів:
zh_hans: 下载并启动最新版本的服务器工具容器：

source: In the container:
de: Im Container:
pl: W kontenerze:
ro: În recipient:
ru: В контейнере:
uk: У контейнері:
zh_hans: 在容器中：

source: If any command, such as `fdroid readmeta`, returns an error, edit _~/fdroiddata/metadata/com.example.yml_ accordingly and try running the command again. After a successful build, exit the container, commit your metadata file with a `New App` label, and push it to your fork:
de: Wenn irgendein Befehl, wie `fdroid readmeta`, einen Fehler auslöst, bearbeiten Sie _~/fdroiddata/metadata/com.example.yml_ entsprechend und versuchen Sie den Befehl erneut auszuführen. Nach einem erfolgreichen Build, verlassen Sie den Container, erstellen Sie einen Commit mit einem `Neue App`-Label für Ihre Metadatendatei und verschieben Sie diese in Ihren Fork:
pl: Jeśli jakieś polecenie, takie jak `fdroid readmeta`, zwróci błąd, edytuj odpowiednio _~/fdroiddata/metadata/com.example.yml_ i spróbuj uruchomić polecenie ponownie. Po pomyślnej kompilacji opuść kontener, zatwierdź swój plik metadanych etykietą `New App` i prześlij go do swojego forka:
ro: Dacă o comandă, cum ar fi `fdroid readmeta`, returnează o eroare, editați _~/fdroiddata/metadata/com.example.yml_ în consecință și încercați să rulați din nou comanda. După o compilare reușită, ieșiți din container, confirmați fișierul de metadate cu o etichetă `New App` și împingeți-l în fork-ul dumneavoastră:
ru: Если какая-либо команда, например `fdroid readmeta`, возвращает ошибку, отредактируйте _~/fdroiddata/metadata/com.example.yml_ соответствующим образом и попробуйте запустить команду снова. После успешной сборки выйдите из контейнера, зафиксируйте файл метаданных с меткой `New App` и выложите его на свой форк:
uk: Якщо будь-яка команда, наприклад `fdroid readmeta`, поверне помилку, внесіть відповідні зміни до _~/fdroiddata/metadata/com.example.yml_ і повторіть спробу запуску команди. Після успішної збірки вийдіть із контейнера, зробіть коміт свого файлу метаданих із міткою `New App` (`Новий застосунок`) і вивантажте його до свого форку:
zh_hans: 如任何命令，比如 `fdroid readmeta`，返回一个错误，相应编辑 _~/fdroiddata/metadata/com.example.yml_ 并尝试再次运行命令。在成功的构建后，退出容器，使用 `New App` 标签提交元数据文件，并将它推送到你的 fork：
