Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Notably: - The original app author has been notified (and does not oppose the inclusion). Distributing an app will bring more support cases for the developers, not only from the actual users but from F-Droid itself as app development is never a done and set deal in an ever evolving Android landscape. - We cannot build apps using Google's proprietary "Play Services". Please talk to upstream about an untainted build flavor (either using microg or removing Non-Free dependencies completely). - We cannot build apps using proprietary tracking/analytic dependencies like Crashlytics and Firebase. Please talk to upstream about an untainted build flavor (either using a FLOSS analytics software like ACRA or by removing Non-Free dependencies completely). - We cannot build apps using proprietary ad libraries. We have nothing against advertisements (see [_Anti-Features_](../Anti-Features)), but they must be provided by a FLOSS-compatible way. - We cannot build apps requiring Non-Free build tools, including Oracle's JDK or some pre-release toolchains.
de: Insbesondere: - Der ursprüngliche Autor der App wurde benachrichtigt (und hat keine Einwände gegen die Aufnahme). Das Verbreiten einer App bringt mehr Supportfälle für die Entwickler mit sich, nicht nur von den tatsächlichen Nutzenden, sondern auch von F-Droid selbst, da die App-Entwicklung in einer sich ständig weiterentwickelnden Android-Landschaft eine nie abgeschlossene Sache ist. - Wir können keine Apps mit Googles proprietären „Play Services“ erstellen. Bitte sprechen Sie mit Upstream über eine unverfälschte Build-Variante (entweder durch Verwenden von microg oder vollständiges Entfernen der nicht-quelloffenen Abhängigkeiten). - Wir können keine Apps erstellen, die proprietäre Tracking-/Analyse- Abhängigkeiten wie Crashlytics und Firebase verwenden. Bitte sprechen Sie mit Upstream über eine unverfälschte Build-Variante (entweder mit einer FLOSS-Analyse- Software wie ACRA oder durch vollständiges Entfernen der nicht-quelloffenen Abhängigkeiten). - Wir können keine Apps mit proprietären Werbebibliotheken erstellen. Wir haben nichts gegen Werbung (siehe [_Anti-Features_](../Anti-Features)), aber sie müssen auf eine FLOSS-kompatible Weise bereitgestellt werden. - Wir können keine Apps erstellen, die nicht-quelloffene Build-Tools benötigen, einschließlich Oracles JDK oder einige Pre-Release-Toolchains.
ro: În special: - Autorul aplicației originale a fost notificat (și nu se opune includerii). Distribuirea unei aplicații va aduce mai multe cazuri de sprijin pentru dezvoltatori, nu doar din partea utilizatorilor reali, ci și din partea F-Droid însuși, deoarece dezvoltarea de aplicații nu este niciodată o afacere încheiată și stabilită într-un peisaj Android în continuă evoluție. - Nu putem construi aplicații utilizând "Play Services", proprietare Google. Vă rugăm să discutați cu dezvoltatorii despre o variantă de compilare necontanimată (fie folosind microG sau eliminând complet dependențele proprietare). - Nu putem construi aplicații folosind dependențe de urmărire/analiză proprietare precum Crashlytics și Firebase. Vă rugăm să discutați cu dezvoltatorii despre o variantă de compilare necontaminată (fie folosind un software de analiză FLOSS cum ar fi ACRA sau prin eliminarea completă a dependențelor ne-libere). - Nu putem construi aplicații folosind biblioteci de publicitate proprietare. Nu avem nimic împotriva reclamelor (vezi [_Anti-Funcții_](../Anti-Features)), dar acestea trebuie să fie furnizate într-un mod compatibil cu FLOSS. - Nu putem construi aplicații care necesită instrumente de compilare proprietare, inclusiv JDK de la Oracle sau unele lanțuri de instrumente de test.
ru: В частности: - Автор оригинального приложения был уведомлен (и не возражает против включения). Распространение приложения увеличит количество запросов о поддержке к разработчикам, не только от реальных пользователей, но и от самого F-Droid, поскольку в постоянно развивающемся ландшафте Android разработка приложений никогда не бывает закончена раз и навсегда. - Мы не можем создавать приложения, используя проприетарные «Play Services» от Google. Пожалуйста, попросите у вышележащих разработчиков, чтобы они предоставляли возможность (flavour) сборки не загрязненной проприетарными компонентами (либо используя microg или полностью удалив несвободные зависимости). - Мы не можем создавать приложения с использованием проприетарных зависимостей для отслеживания/аналитики, таких как Crashlytics и Firebase. Пожалуйста, попросите у вышележащих разработчиков, чтобы они предоставляли возможность (flavour) сборки не загрязненной проприетарными компонентами (либо с использованием FLOSS-ПО для аналитики как например ACRA, либо с полным удалением несвободные зависимостей). - Мы не можем создавать приложения с использованием проприетарных рекламных библиотек. Мы ничего не имеем против рекламы (см. [_Анти-функции_](../Anti-Features)), но она должны предоставляться FLOSS-совместимым способом. - Мы не можем создавать приложения, требующие несвободных инструментов сборки, включая Oracle JDK или какие-то инструменты для пред-релизной подготовки.
zh_hans: 注意事项： - 原应用作者已被通知（且不反对上架）。 分发一款应用会给开发者带来更多支持请求，不单 来自实际用户，也来自F-Droid 自身，因为应用开发 在始终变化的 Android 领域是一项永无止息的任务。. - 我们无法使用 Google 专有的 "Play Services"构建应用。 有关使用替代方法构建应用的事宜请联系上游 （要么 使用 microg，要么彻底删除非自由依赖项)。 - 我们无法使用专有的跟踪/分析 依赖，比如 Crashlytics 和 Firebase， 进行构建。关于使用替代方法进行 构建的事宜也请联系上游 （要么使用 FLOSS 的分析 软件，比如 ACRA，或彻底删除非自由依赖）。. - 我们无法构建使用专有广告库的应用。 我们并不反对 广告 （见 [_Anti-Features_](../Anti-Features)）， 但它们须以兼容 FLOSS 的方式提供。 - 我们无法构建需要非自由构建工具的应用，包括 Oracle 的 JDK 或某些预发布的工具链。

source: Additionally:
de: Darüberhinaus:
pl: Dodatkowo:
pt_pt: Além disso:
ro: În plus:
ru: Дополнительно:
uk: Також:
zh_hans: 此外：

source: The source code for the application must be maintained in a publicly accessible Version Control System which we have support for (git, hg, svn, bzr), and the source code needs to be maintained in an up to date state.
de: Der Quellcode für die Anwendung muss in einem öffentlich zugänglichen Versionsverwaltungssystem gepflegt werden, das von uns unterstützt wird (Git, Hg, SVN, Bazaar), und der Quellcode muss auf dem neusten Stand gehalten werden.
pl: Kod źródłowy aplikacji musi być przechowywany w publicznie dostępnym systemie kontroli wersji, który obsługujemy (git, hg, svn, bzr), a kod źródłowy musi być utrzymany w aktualnym stanie.
pt_pt: O código-fonte para a aplicação deve ser mantido num Sistema de Controlo de Versão publicamente acessível para o qual temos suporte (git, hg, svn, bzr) e o código-fonte deve ser mantido num estado atualizado.
ro: Codul sursă al aplicației trebuie să fie menținut într-un sistem de control al versiunilor accesibil publicului, pentru care avem suport (git, hg, svn, bzr), iar codul sursă trebuie să fie actualizat.
ru: Исходный код приложения должен храниться в общедоступной системе контроля версий, которую мы поддерживаем (git, hg, svn, bzr), и должен поддерживаться в актуальном состоянии.
uk: Вихідний код застосунку мусить супроводжуватися загальнодоступно в одній із підтримуваних нами систем керування версіями (git, hg, svn, bzr) і отримувати актуальні оновлення.
zh_hans: 必须在我们支持的、可公开访问的版本控制系统（git、hg、svn、bzr）中维护应用的源代码，而且源代码需要保持最新状态。

source: The software must not download additional executable binary files (e.g. addons, auto-updates, etc.) without explicit user consent. Consent means it needs to be opt-in (it must not be harder to decline than to accept or presented in a way users are likely to press accept without reading) and structured in a way that clearly explains to users that they're choosing to bypass F-Droid's checks if they activate it.
de: Die Software darf keine zusätzlichen ausführbaren Binärdateien (z. B. Addons, automatische Aktualisierungen, usw.) ohne ausdrückliche Zustimmung des Nutzers herunterladen. Zustimmung bedeutet, dass es sich um eine Opt-in-Lösung handeln muss (es darf nicht schwieriger sein, sie abzulehnen, als sie zu akzeptieren oder sie muss so präsentiert werden, dass die Nutzer wahrscheinlich auf "Akzeptieren" drücken, ohne sie zu lesen) und sie muss so strukturiert sein, dass den Nutzern klar erklärt wird, dass sie sich dafür entscheiden, die Kontrollen von F-Droid zu umgehen, wenn sie sie aktivieren.
pl: Oprogramowanie nie może pobierać dodatkowych wykonywalnych plików binarnych (np. dodatków, automatycznych aktualizacji itp.) bez wyraźnej zgody użytkownika. Zgoda oznacza, że musi być wyrażona (nie może być trudniejsza do odrzucenia niż do zaakceptowania lub przedstawiona w sposób, który użytkownicy prawdopodobnie zaakceptują bez czytania) i skonstruowana w sposób, który jasno wyjaśnia użytkownikom, że decydują się ominąć kontrole F-Droid, jeśli to aktywują.
ro: Software-ul nu trebuie să descarce fișiere binare executabile suplimentare (de exemplu, suplimente, actualizări automate etc.) fără consimțământul explicit al utilizatorului. Consimțământul înseamnă că trebuie să fie de tip "opt-in" (nu trebuie să fie mai greu de refuzat decât de acceptat sau să fie prezentat într-un mod în care utilizatorii sunt susceptibili să apese pe "accept" fără să citească) și structurat într-un mod care să explice clar utilizatorilor că aleg să ocolească verificările F-Droid dacă îl activează.
ru: Программное обеспечение не должно загружать дополнительные исполняемые двоичные файлы (например, аддоны, автообновления и т. д.) без явного согласия пользователя. Согласие означает, что оно должно быть опциональным (отказаться от него не должно быть сложнее, чем согласиться, или оно должно быть представлено таким образом, чтобы пользователи, скорее всего, нажимали "принять", не читая) и структурировано таким образом, чтобы четко объяснить пользователям, что они выбирают обход проверок F-Droid, если активируют его.
uk: Програмне забезпечення не повинно завантажувати додаткові виконувані двійкові файли (наприклад, додатки, автооновлення тощо) без явної згоди користувача. Згода означає, що вона має бути добровільною (її не повинно бути важче відхилити, ніж погодити, або представлено таким чином, щоб користувачі могли натиснути «погодитись», не читаючи) і структурованою таким чином, щоб чітко пояснити користувачам, що вони обирають обхід перевірок F-Droid, якщо вони активують її.
zh_hans: 此软件在缺乏明确用户同意的情况下禁止下载额外的可执行二进制文件（如附加组件、自动更新等）。同意意味着需要用户主动选择加入（禁止拒绝的难度大于接受，或以用户可能在未阅读相关警告便同意的方式呈现）且应清晰地向用户解释，激活它意味着选择绕过 F-Droid 的检查。

source: The software should use its own unique Android "[Application ID](https://developer.android.com/studio/build/configure-app-module)" based on a domain name under the developer's control. For example, if the app is in a group called "foo" on [gitlab.com](https://gitlab.com), then the domain name could be `io.gitlab.foo`. It should not be based on someone's domain name, (e.g. `com.google.foo`). Maven Central OSSRH provides [good guidance](https://central.sonatype.org/publish/requirements/coordinates/).
de: Die Software sollte ihre eigene einzigartige Android-„[Application ID](https://developer.android.com/studio/build/configure-app-module)“ besitzen, der auf einem vom Entwickler kontrollierten Domain-Namen basiert. Wenn die App zum Beispiel Teil einer Gruppe namens „foo“ auf [gitlab.com](https://gitlab.com) ist, dann könnte die Domain `io.gitlab.foo` heißen. Sie sollte nicht auf jemandes Domain-Namen beruhen (z. B. `com.google.foo`). Maven Central OSSRH stellt eine [gute Anleitung](https://central.sonatype.org/publish/requirements/coordinates/) bereit.
pl: Oprogramowanie powinno używać własnego unikalnego identyfikatora Android "[Application ID](https://developer.android.com/studio/build/configure-app-module)" opartego na nazwie domeny, nad którą programista ma kontrolę. Na przykład, jeśli aplikacja znajduje się w grupie o nazwie "foo" na [gitlab.com](https://gitlab.com), to nazwa domeny może brzmieć `io.gitlab.foo`. Nie powinna być ona oparta na czyjejś nazwie domeny (np. `com.google.foo`). Maven Central OSSRH zawiera [dobre wskazówki](https://central.sonatype.org/publish/requirements/coordinates/).
ro: Software-ul ar trebui să utilizeze propriul Android unic "[ID-ul aplicației](https://developer.android.com/studio/build/configure-app-module)", bazat pe un nume de domeniu aflat sub controlul dezvoltatorului. De exemplu, dacă aplicația se află într-un grup numit "foo" pe [gitlab.com](https://gitlab.com), atunci numele de domeniu ar putea fi `io.gitlab.foo`. Nu ar trebui să se bazeze pe numele de domeniu al cuiva, (de exemplu, `com.google.foo`). Maven Central OSSRH oferă [îndrumări bune](https://central.sonatype.org/publish/requirements/coordinates/).
ru: Программное обеспечение должно использовать свой собственный уникальный Android "[Application ID](https://developer.android.com/studio/build/configure-app-module)", основанный на доменном имени, контролируемом разработчиком. Например, если приложение находится в группе под названием "foo" на [gitlab.com](https://gitlab.com), то доменное имя может быть `io.gitlab.foo`. Оно не должно быть основано на чьем-то доменном имени (например, `com.google.foo`). Maven Central OSSRH предоставляет [хорошее руководство](https://central.sonatype.org/publish/requirements/coordinates/).
uk: Android-застосунку слід використовувати власний унікальний [Application ID](https://developer.android.com/studio/build/configure-app-module), відповідний домену, що належить команді розробки. Наприклад, застосунок групи «foo» на [gitlab.com](https://gitlab.com) може мати домен `io.gitlab.foo`. Використовувати домен, що вже комусь належить (наприклад, `com.google.foo`), не слід. Maven Central OSSRH має про це [хорошу довідку](https://central.sonatype.org/publish/requirements/coordinates/).
zh_hans: 软件应使用基于开发者所控制的域名的独有 Andriod "[应用 ID](https://developer.android.com/studio/build/configure-app-module)"。比如，如果应用位于 [gitlab.com](https://gitlab.com) 上一个名为 "foo" 的组中，那么域名可以是 `io.gitlab.foo`。它不应基于其他人的域名（比如 `com.google.foo`）。Maven Central OSSRH 提供了[良好的指导](https://central.sonatype.org/publish/requirements/coordinates/)。

source: Where the application is a fork of another (even one not included in the F-Droid repository) it must have a new ID, different from the original. Make sure to rename your fork accordingly (including all active translations). Forks which only re-brand an app but do not add value for users might not get accepted.
de: Wo die Anwendung ein Entwicklungszweig einer anderen ist (selbst einer, die nicht ins F-Droid-Repository aufgenommen ist), muss sie eine neue ID besitzen, die sich vom Original unterscheidet. Sorgen Sie dafür, dass Ihr Fork (einschließlich aller Übersetzungen) entsprechend umbenannt wird. Forks, die eine App lediglich mit einem neuen Namen versehen, ohne einen Mehrwert für den Anwender zu erbringen, werden unter Umständen nicht akzeptiert.
pl: Jeśli aplikacja jest forkiem innego (nawet nieuwzględnionego w repozytorium F-Droid), musi mieć nowy identyfikator, inny niż oryginalny. Pamiętaj, aby odpowiednio zmienić nazwę swojego forka (w tym wszystkie aktywne tłumaczenia). Forki, które tylko zmieniają markę aplikacji, ale nie dodają wartości dla użytkowników, mogą nie zostać zaakceptowane.
ro: În cazul în care aplicația este o bifurcație a altei aplicații (chiar și a uneia care nu este inclusă în depozitul F-Droid), aceasta trebuie să aibă un nou ID, diferit de cel original. Asigurați-vă că vă redenumiți furculița în mod corespunzător (inclusiv toate traducerile active). Fork-urile care doar redenumesc o aplicație, dar nu adaugă valoare pentru utilizatori, ar putea să nu fie acceptate.
ru: Если приложение является форком другого (даже не включенного в репозиторий F-Droid), оно должно иметь новый ID, отличный от оригинального. Обязательно переименуйте свой форк соответствующим образом (включая все активные переводы). Форки, которые только переименовывают приложение, но не добавляют пользы для пользователей, могут быть не приняты.
uk: Якщо застосунок — це форк іншого (навіть відсутнього в репозиторії F-Droid), він мусить використовувати новий ID, відмінний від оригіналу. Перейменуйте свій форк відповідно, включно з усіма активними перекладами. Форки, що лише змінюють бренд застосунку, не додаючи цінності для авдиторії, можуть бути відхилені.
zh_hans: 如果应用是另一个分支（即使是不包含在 F-Droid 存储库中的应用），它必须有一个与原始 ID 不同的新 ID。确保相应地重命名你的分支（包括所有活动的翻译）。仅重新命名应用但没有为用户增加价值的复刻可能不会被接受。

source: Although not ideal, "non-functional" assets (e.g. artwork) *may* be acceptable under less permissive licenses than functional code - an example would be artwork assets that are licensed only for use with that particular game. In any case though, they must be included under some kind of license, and not be copyright violations.
de: Wenngleich nicht ideal, *können* "nichtfunktionale" Medieninhalte (z. B. künstlerische Darstellungen), die einer weniger freizügigen Lizenz unterliegen als der funktionale Code, akzeptabel sein - ein Beispiel wären Illustrationen, die nur zur Verwendung mit diesem bestimmten Spiel lizenziert sind. In jedem Fall müssen sie allerdings irgendeiner Form einer Lizenz unterliegen und dürfen keine Urheberrechte verletzen.
pl: Chociaż nie jest to idealne, 'niefunkcjonalna' zawartość (na przykład grafika) *może* być akceptowalna na mniej liberalnych licencjach niż funkcjonalny kod - przykładem mogą być zasoby grafiki, które są licencjonowane tylko do użytku z tą konkretną grą. W każdym razie muszą one być objęte jakąś licencją, a nie naruszeniem praw autorskich.
pt_pt: Embora não ideal, ativos "não-funcionais" (por exemplo, obras de arte) *podem* ser aceitáveis sob licenças menos permissivas que o código funcional - um exemplo seriam os ativos de obras de arte que são licenciados apenas para uso com só esse jogo. Em qualquer caso,eles devem ser incluídos sob algum tipo de licença e não ser violações de direitos autorais.
ro: Deși nu este ideal, bunurile "nefuncționale" (de exemplu, operele de artă) *pot* fi acceptabile sub licențe mai puțin permisive decât codul funcțional - un exemplu ar fi bunurile de artă care sunt licențiate doar pentru a fi utilizate în cadrul jocului respectiv. În orice caz, însă, acestea trebuie să fie incluse sub un anumit tip de licență și să nu constituie încălcări ale drepturilor de autor.
ru: Хотя это не идеально, "нефункциональные" ассеты (например, произведения искусства) *могут* быть приемлемы под менее разрешительными лицензиями, чем функциональный код - примером могут служить произведения искусства, лицензированные только для использования в конкретной игре. Однако в любом случае они должны быть включены под какой-либо лицензией и не нарушать авторских прав.
uk: Хоч це й небажано, «нефункціональні» (як-от художні) складові *можуть* прийматись на умовах строгішої ліцензії, ніж функціональний код. Наприклад, моделі й текстури можуть ліцензуватись для використання лише з одною конкретною грою. Хай там як, вони мусять мати певну ліцензію й не порушувати авторських прав.
zh_hans: 尽管不理想，“非功能性” 资产（例如艺术品）*可以* 使用比功能性代码更宽松的许可——例如，仅被许可用于该特定游戏的艺术品资产。但无论如何，它们必须包含在某种许可之下，而不是侵犯版权。

source: Trademarks must not be infringed, and any other legal requirements must be adhered to.
de: Markenzeichen dürfen nicht verletzt werden und sämtliche juristische Vorgaben sind einzuhalten.
pl: Nie wolno naruszać znaków towarowych i należy przestrzegać wszelkich innych wymogów prawnych.
pt_pt: As marcas comerciais não devem ser infringidas e quaisquer outros requisitos legais devem ser cumpridos.
ro: Mărcile comerciale nu trebuie să fie încălcate, iar orice alte cerințe legale trebuie respectate.
ru: Не допускается нарушение товарных знаков, а также должны соблюдаться любые другие требования законодательства.
uk: Порушення прав на товарні знаки чи будь-яких інших правових умов неприпустиме.
zh_hans: 不得侵犯商标，必须遵守任何其他法律要求。

source: F-Droid does not sign up for any API keys. Even if provided by a third party, we include them in both, binary and sourcecode releases.
de: F-Droid meldet sich nicht für irgendwelche API-Schlüssel an. Selbst wenn sie von Drittanbietern bereitgestellt sind, schließen wir sie sowohl in Binärcode- als auch in Quellcode-Versionen ein.
pl: F-Droid nie rejestruje żadnych kluczy API. Nawet jeśli są dostarczane przez osoby trzecie, uwzględniamy je zarówno w wydaniach binarnych, jak i źródłowych.
pt_pt: O F-Droid não se inscreve para nenhuma chave API. Mesmo que fornecidos por terceiros, incluemo-los em ambas as versões, binária e código fonte.
ro: F-Droid nu se înregistrează pentru nicio cheie API. Chiar dacă sunt furnizate de o terță parte, le includem atât în versiunile binare, cât și în cele de cod sursă.
ru: F-Droid не подписывается ни на какие API-ключи. Даже если они предоставляются третьей стороной, мы включаем их в оба релиза, бинарный и исходный код.
uk: F-Droid не подає заявок на жодні ключі API. Надані сторонніми особами ключі ми додаємо як до двійкових випусків, так і до вихідного коду.
zh_hans: F-Droid 不注册任何 API 密钥。即使密钥由第三方提供，我们也会将它们包含在二进制和源代码版本中。

source: Binary dependencies such as JAR files have to be built from source or installed from Debian repos.
de: Binärdatei-Abhängigkeiten wie beispielsweise JAR-Dateien müssen aus dem Quellcode hergestellt oder aus Debian-Repos installiert werden.
pl: Zależności binarne, takie jak pliki JAR, muszą być zastępowane przez wersje źródłowe lub używane z zaufanego repozytorium jak Maven Central OSSRH (patrz instrukcja).
ro: Dependențele binare, cum ar fi fișierele JAR, trebuie să fie construite din sursă sau instalate din depozitele Debian.
ru: Бинарные зависимости, такие как JAR-файлы, должны быть собраны из исходного кода или установлены из репозитория Debian.
uk: Двійкові залежності, як-от JAR-файли, повинні бути побудовані з джерельного коду або встановлені з репозиторіїв Debian.
zh_hans: 二进制依赖项(如 JAR 文件)必须从源代码构建或从 Debian 存储库中安装。

source: Ideally:
de: Idealerweise:
pl: Idealnie:
pt_pt: Idealmente:
ro: În mod ideal:
ru: В идеале:
uk: Бажано:
zh_hans: 理想情况下:

source: Releases should be clearly tagged (or otherwise marked).
de: Versionen sollten durch Schlagworte (oder auf andere Weise) eindeutig gekennzeichnet sein.
pl: Wydania powinny być wyraźnie oznaczone (lub oznaczone w inny sposób).
pt_pt: Lançamentos devem ser claramente marcados (ou de outra forma marcados).
ro: Eliberările trebuie să fie etichetate în mod clar (sau marcate în alt mod).
ru: Релизы должны быть четко маркированы (или иным образом обозначены).
uk: Явно позначати публічні версії: наприклад, git-тегами.
zh_hans: 应该使用 tag 或其他方式注明版本。

source: Though we tried to build everything from source, we still need some prebuilt binaries. Therefore we have some exceptions:
de: Obwohl wir versucht haben, alles aus dem Quellcode zu bauen, benötigen wir immer noch einige vorgebaute Binärdateien. Daher haben wir einige Ausnahmen:
pl: Chociaż staraliśmy się budować wszystko ze źródeł, nadal potrzebujemy kilku gotowych plików binarnych. Dlatego mamy kilka wyjątków:
ro: Deși am încercat să construim totul de la sursă, avem nevoie de unele binare precompilate. Prin urmare, avem câteva excepții:
ru: Хотя мы старались собрать все из исходников, нам все равно нужны некоторые предварительно собранные двоичные файлы. Поэтому у нас есть некоторые исключения:
uk: Хоч ми намагалися зібрати все з джерельного коду, нам усе одно потрібні деякі двійкові файли попередньої збірки. Тому у нас є деякі винятки:
zh_hans: 尽管我们尝试从源代码构建每样东西，但我们仍然需要一些预构建的二进制文件。 因此我们有一些例外：
