Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: $ ls metadata/org.fdroid.fdroid/signatures/1000012/ # v1 signature only CIARANG.RSA CIARANG.SF MANIFEST.MF $ ls metadata/your.app/signatures/42/ # v1 + v2/v3 signature APKSigningBlock APKSigningBlockOffset MANIFEST.MF YOURKEY.RSA YOURKEY.SF
ru: $ ls metadata/org.fdroid.fdroid/signatures/1000012/ # подпись только v1 CIARANG.RSA CIARANG.SF MANIFEST.MF $ ls metadata/your.app/signatures/42/ # подпись v1 + v2/v3 APKSigningBlock APKSigningBlockOffset MANIFEST.MF YOURKEY.RSA YOURKEY.SF
uk: $ ls metadata/org.fdroid.fdroid/signatures/1000012/ # лише v1-підпис CIARANG.RSA CIARANG.SF MANIFEST.MF $ ls metadata/your.app/signatures/42/ # підписи v1 + v2/v3 APKSigningBlock APKSigningBlockOffset MANIFEST.MF YOURKEY.RSA YOURKEY.SF

source: If you don't want to install `fdroidserver` (or have an older version that doesn't support extracting v2/v3 signatures yet) you can also use [`apksigcopier`](https://github.com/obfusk/apksigcopier) (available in e.g. Debian, Ubuntu, Arch Linux, NixOS) instead of `fdroid signatures`:
de: Wenn Sie `fdroidserver` nicht installieren wollen (oder eine ältere Version haben, die das Extrahieren von v2/v3-Signaturen noch nicht unterstützt), können Sie auch [`apksigcopier`](https://github.com/obfusk/apksigcopier) (verfügbar z. B. in Debian, Ubuntu, Arch Linux, NixOS) anstelle von `fdroid signatures` verwenden:
pl: Jeśli nie chcesz instalować `fdroidserver` lub masz starszą wersję, która jeszcze nie obsługuje wyodrębniania podpisów v2/v3, możesz także użyć [`apksigcopier`](https://github.com/obfusk/apksigcopier) (dostępny np. w Debian unstable) zamiast `fdroid signatures`:
ro: Dacă nu doriți să instalați `fdroidserver` (sau aveți o versiune mai veche care nu suportă încă extragerea semnăturilor v2/v3), puteți de asemenea utiliza [`apksigcopier`](https://github.com/obfusk/apksigcopier) (disponibil în Debian, Ubuntu, Arch Linux, NixOS) în loc de `fdroid signatures`:
ru: Если вы не хотите устанавливать `fdroidserver` (или у вас старая версия, которая еще не поддерживает извлечение подписей v2/v3), вы также можете использовать [`apksigcopier`](https://github.com/obfusk/apksigcopier) (доступен, например, в Debian, Ubuntu, Arch Linux, NixOS) вместо `fdroid signatures`:
uk: Якщо не бажаєте встановлювати `fdroidserver` чи маєте старішу версію, яка не підтримує видобування підписів v2/v3, то можете також використати [`apksigcopier`](https://github.com/obfusk/apksigcopier) (наявний у Debian, Ubuntu, Arch Linux, NixOS) замість `fdroid signatures`:
zh_hans: 如果你不想安装 `fdroidserver` （或者有一个不支持提取 v2/v3 签名的旧版本），你也可以使用 [`apksigcopier`](https://github.com/obfusk/apksigcopier)（例如在 Debian、 Ubuntu、Arch Linux、NixOS 中可用）而不是 `fdroid signatures`：

source: Exclusively publishing (upstream) developer-signed APKs
de: Veröffentlichung von APKs, die ausschließlich von (Upstream-)Entwicklern signiert sind
pl: Publikowanie APK podpisanych tylko przez dewelopera (upstream)
ro: Publicarea exclusivă a APK-urilor semnate de dezvoltator (upstream)
ru: Исключительно публикация (upstream) APK с подписью разработчика
uk: Оприлюднення винятково APK з розробницьким підписом
zh_hans: 只发布（上游）开发者签名的 APK

source: For this approach, everything in the metadata should be the same as normal, with the addition of the `Binaries:` directive to specify where to get the binaries (APKs) from. In this case, F-Droid will never attempt to publish APKs signed by F-Droid. If `fdroid publish` can verify that the downloaded APK matches the one built from the fdroiddata recipe, the downloaded APK will be published. Otherwise F-Droid will skip publishing this version of the app.
de: Um diesen älteren Ansatz zu verwenden, sollte alles in den Metadaten wie üblich sein plus der Anweisung `Binaries:`, um festzulegen, woher die Binärdateien (APKs) kommen sollen. In diesem Fall wird F-Droid niemals versuchen, von F-Droid signierte APKs zu veröffentlichen. Wenn `fdroid publish` verifizieren kann, dass das heruntergeladene APK mit dem nach dem fdroiddata-Rezept hergestellten übereinstimmt, wird das heruntergeladene APK veröffentlicht. Andernfalls überspringt F-Droid die Veröffentlichung dieser Version der App.
pl: W przypadku korzystania z tego starszego podejścia, wszystko w metadanych powinno być takie samo jak normalne, z dodaniem dyrektywy `Binaries:`, aby określić skąd pobrać pliki binarne. W takim przypadku F-Droid nigdy nie będzie próbował wysłać APK-ów podpisanych przez F-Droida. Jeśli `fdroid publish` udaje się zweryfikować, czy pobrany plik APK może zostać odtworzony w sposób odtwarzalny, pobrany plik APK zostanie opublikowany. W przeciwnym razie F-Droid pominie publikację tej wersji aplikacji.
ro: Pentru a utiliza această abordare, totul în metadate ar trebui să fie la fel ca în mod normal, cu adăugarea directivei `Binaries:` pentru a specifica de unde să se obțină binarele (APK). În acest caz, F-Droid nu va încerca niciodată să livreze APK-uri semnate de F-Droid. În cazul în care `fdroid publish` reușește să verifice că un APK descărcat poate fi construit în mod reproductibil, APK-ul descărcat va fi publicat. În caz contrar, F-Droid va omite publicarea acestei versiuni a aplicației.
ru: При таком подходе все метаданные должны быть такими же, как обычно, с добавлением директивы `Binaries:`, указывающей, откуда брать двоичные файлы (APK). В этом случае F-Droid никогда не будет пытаться публиковать APK, подписанные F-Droid. Если `fdroid publish` сможет убедиться, что загруженный APK совпадает с APK, собранным по рецепту fdroiddata, то загруженный APK будет опубликован. В противном случае F-Droid пропустит публикацию этой версии приложения.
uk: Для цього підходу все в метаданих повинно бути так само як і зазвичай, з додаванням директиви `Binaries:`, щоб вказати, звідки взяти двійкові файли (APK). У цьому випадку F-Droid ніколи не буде намагатися публікувати APK, підписані F-Droid. Якщо `fdroid publish` зможе перевірити, що завантажений APK відповідає тому, який побудований за рецептом fdroiddata, завантажений APK буде опубліковано. В іншому випадку F-Droid пропустить публікацію цієї версії застосунку.
zh_hans: 对这种方法，元数据中的一切都应该和正常的一样，加上 `Binaries:` 指令来指定从哪里获得二进制文件（APKs）。在这种情况下，F-Droid 不会试图发布由 F-Droid 签名的 APK。如果 `fdroid publish` 能够验证可下载的 APK 匹配从 fdroiddata 配方构建的 APK，那么可下载的 APK 将被发布。否则 F-Droid 将跳过发布该应用的这个版本。

source: Here is an example of a `Binaries:` directive:
de: Hier ein Beispiel für eine `Binaries`-Anweisung:
pl: Oto przykład dyrektywy `Binaries`:
ro: Iată un exemplu de directivă `Binaries:`:
ru: Вот пример директивы `Binaries:`:
uk: Ось приклад директиви `Binaries:`:
zh_hans: 以下是 `Binaries` 指令的示例：

source: See also: [Build Metadata Reference - Binaries](../Build_Metadata_Reference/#Binaries)
de: Siehe auch: [Build-Metadaten-Referenz - Binaries](../Build_Metadata_Reference/#Binaries)
pl: Zobacz także: [Utwórz odniesienie do metadanych - Pliki binarne](../Build_Metadata_Reference/#Binaries)
ro: Vezi și: [Build Metadata Reference - Binaries](../Build_Metadata_Reference/#Binaries)
ru: См. также: [Build Metadata Reference - Binaries](../Build_Metadata_Reference/#Binaries)
uk: Також перегляньте [розділ Binaries довідки про метадані збірки](../Build_Metadata_Reference/#Binaries)
zh_hans: 另见：[Build Metadata Reference - Binaries](../Build_Metadata_Reference/#Binaries)

source: Reproducible signatures
de: Reproduzierbare Signaturen
pl: Powtarzalne podpisy
ro: Semnături reproductibile
ru: Воспроизводимые сигнатуры
uk: Відтворювані підписи
zh_hans: 可重复的签名

source: F-Droid verifies reproducible builds using the [APK signature](https://source.android.com/docs/security/features/apksigning) (a form of [embedded signature](https://reproducible-builds.org/docs/embedded-signatures/)), which requires [copying](https://github.com/obfusk/apksigcopier) the signature from a signed APK to an unsigned one and then checking if the latter verifies. The old v1 (JAR) signatures only cover the *contents* of the APK (e.g. ZIP metadata and ordering are irrelevant), but v2/v3 signatures cover *all other bytes in the APK*. Thus, the APKs must be completely identical *before* and *after* signing (apart from the signature) in order to verify correctly.
de: F-Droid verifiziert reproduzierbare Builds anhand der [APK-Signatur](https://source.android.com/docs/security/features/apksigning) (eine Form von [eingebetteter Signatur](https://reproducible-builds.org/docs/embedded-signatures/), was das [Kopieren](https://github.com/obfusk/apksigcopier) der Signatur von einer signierten APK auf eine unsignierte APK erfordert, um dann zu prüfen, ob letztere verifiziert werden kann. Die alten v1 (JAR)-Signaturen decken nur den *Inhalt* der APK ab (z. B. ZIP-Metadaten und Reihenfolge sind irrelevant), aber v2/v3-Signaturen decken *alle anderen Bytes in der APK* ab. Die APKs müssen also *vor* und *nach* dem Signieren völlig identisch sein (abgesehen von der Signatur), um korrekt verifiziert werden zu können.
ro: F-Droid verifică compilările reproductibile folosind [semnătura APK](https://source.android.com/docs/security/features/apksigning) (o formă de [semnătură încorporată](https://reproducible-builds.org/docs/embedded-signatures/)), care necesită [copierea](https://github.com/obfusk/apksigcopier) semnăturii de pe un APK semnat pe unul nesemnat și apoi verificarea dacă acesta din urmă este verificat. Vechile semnături v1 (JAR) acoperă doar *conținutul* al APK (de exemplu, metadatele ZIP și ordonarea sunt irelevante), dar semnăturile v2/v3 acoperă *toți ceilalți octeți din APK*. Astfel, pentru a fi verificate corect, APK-urile trebuie să fie complet identice *înainte de* și *după* semnare (în afară de semnătură).
ru: F-Droid проверяет воспроизводимость сборок с помощью [подписи APK](https://source.android.com/docs/security/features/apksigning) (разновидность [встроенной подписи](https://reproducible-builds.org/docs/embedded-signatures/)), которая требует [копирования](https://github.com/obfusk/apksigcopier) подписи из подписанного APK в неподписанный, а затем проверяет, верифицирован ли последний. Старые подписи v1 (JAR) охватывают только *содержимое* APK (например, метаданные ZIP и порядок не имеют значения), а подписи v2/v3 охватывают *все остальные байты в APK*. Таким образом, для корректной проверки APK должны быть полностью идентичны *до* и *после* подписания (за исключением подписи).
uk: F-Droid звіряє відтворювані збірки за допомогою [підпису APK](https://source.android.com/docs/security/features/apksigning) (форму [вбудованого підпису](https://reproducible-builds.org/docs/embedded-signatures/)), [копіюючи](https://github.com/obfusk/apksigcopier) для цього підпис із підписаного APK в непідписаний і перевіряючи результат на цілісність. Старі підписи v1 (JAR) охоплюють лише *вміст* APK (наприклад, без огляду на метадані ZIP і сортування), але підписи v2/v3 охоплюють *усі байти APK.* Тож APK *до* й *після* підпису мусять повністю збігатися (за винятком самого підпису), щоб коректно пройти перевірку.
zh_hans: F-Droid 使用 [APK 签名](https://source.android.com/docs/security/features/apksigning)（[嵌入式签名](https://reproducible-builds.org/docs/embedded-signatures/)的一种形式）来验证可重复构建，这需要将签名从一个已签名的 APK [复制](https://github.com/obfusk/apksigcopier)到一个未签名的 APK，然后检查后者是否验证。 旧的 v1 (JAR) 签名只包括 APK 的 *内容*（例如，与 ZIP 元数据和排序无关），但 V2/V3 签名包括 *APK 中所有其他字节*。 因此，APK 必须在签名 *之前* 和 *之后* 完全相同（除了签名之外）才能正确验证。

source: Copying the signature uses the same algorithm that `apksigner` uses when signing an APK. It is therefore important that (upstream) developers do the same when signing APKs, ideally by using `apksigner`.
de: Das Kopieren der Signatur verwendet denselben Algorithmus, den `apksigner` beim Signieren einer APK verwendet. Es ist daher wichtig, dass (Upstream-)Entwickler beim Signieren von APKs dasselbe tun, idealerweise mit `apksigner`.
pl: Kopiowanie podpisu wykorzystuje ten sam algorytm, którego `apksigner` używa podczas podpisywania APK. Dlatego ważne jest, aby programiści (upstream) robili to samo podczas podpisywania APK, najlepiej za pomocą `apksigner`.
ro: Copierea semnăturii folosește același algoritm pe care `apksigner` îl folosește atunci când semnează un APK. Prin urmare, este important ca dezvoltatorii (upstream) să facă același lucru atunci când semnează APK-uri, în mod ideal folosind `apksigner`.
ru: Копирование подписи использует тот же алгоритм, который `apksigner` использует при подписании APK. Поэтому важно, чтобы разработчики (upstream) делали то же самое при подписании APK, в идеале используя `apksigner`.
uk: Копіювання підпису використовує той же алгоритм, що й `apksigner` під час підпису APK. Тож важливо, щоб команда розробки оригіналу підписувала APK так само, в ідеалі за допомогою `apksigner`.
zh_hans: 复制签名使用的算法与 `apksigner` 签署 APK 时使用的算法相同。 因此，重要的是，（上游）开发人员在签署 APK 时也要这样做，最好是使用 `apksigner`。

source: Verification builds
de: Verifikations-Builds
pl: Weryfikacja kompilacji
pt_pt: Compilações de verificação
ro: Construcții de verificare
ru: Проверочные сборки
uk: Збірки для перевірки
zh_hans: 验证构建

source: Many people or organizations will be interested in reproducing builds to make sure that the f-droid.org builds match the original source and nothing has been modified. In that case, the resulting APKs are not published for installation. The [Verification Server](../Verification_Server) automates this process.
de: Viele Leute oder Organisationen werden daran interessiert sein, Builds zu reproduzieren, um sicherzustellen, dass die f-droid.org-Builds mit dem ursprünglichen Quellcode übereinstimmen und nichts verändert wurde. In diesem Fall werden die resultierenden APKs nicht zur Installation veröffentlicht. Der [Verifikationsserver](../Verification_Server) automatisiert diesen Vorgang.
pl: Wiele osób lub organizacji będzie zainteresowanych odtwarzaniem kompilacji, aby upewnić się, że kompilacje f-droid.org pasują do oryginalnego źródła i nic nie zostało wstawione. W takim przypadku wynikowe pakiety APK nie są publikowane do instalacji. [Serwer weryfikacyjny](../Verification_Server) automatyzuje ten proces.
ro: Mulți oameni sau organizații vor fi interesați doar de reproducerea de compilații pentru a se asigura că aplicațiile construite de f-droid.org corespund sursei originale și că nimic nu a fost modificat. În acest caz, APK-urile rezultate nu sunt publicate pentru instalare. Serverul [de verificare](../Verification_Server) automatizează acest proces.
ru: Многие люди или организации будут заинтересованы в воспроизведении сборок, чтобы убедиться, что сборки f-droid.org соответствуют оригинальному источнику и ничего не было изменено. В этом случае полученные APK не публикуются для установки. Сервер [Verification Server](../Verification_Server) автоматизирует этот процесс.
uk: Багатьох людей відтворювані збірки цікавлять наданням змоги доводити, що збірки f-droid.org збіжні з оригінальним кодом і більше нічого не модифікують. У такому разі, APK результату не буде оприлюднено для встановлення. [Сервер перевірки](../Verification_Server) автоматизує цей процес.
zh_hans: 许多人或组织对可重建构建感兴趣，以确保 f-droid.org 构建与原始源匹配，并且没有更改任何内容。在这种情况下，不会发布生成的 APK 以供安装。 [验证服务器](../Verification_Server) 可以自动完成这个过程。

source: Quite a few builds already verify with no extra effort since Java code is often compiled into the same bytecode by a wide range of Java versions. The Android SDK's `build-tools` will create differences in the resulting XML, PNG, etc. files, but this is usually not a problem since the `build.gradle` includes the exact version of `build-tools` to use.
de: Etliche Builds verifizieren bereits ohne zusätzlichen Aufwand, da Java-Code oft von einer Vielzahl von Java-Versionen in den gleichen Bytecode kompiliert wird. Die `build-tools` des Android-SDKs erzeugen Unterschiede in den resultierenden XML-, PNG-, usw. Dateien, aber das ist normalerweise kein Problem, da die `build.gradle` die genaue Version von `build-tools` enthält.
pl: Ogromna liczba kompilacji jest już sprawdzana bez dodatkowego wysiłku, ponieważ kod Java jest często kompilowany do tego samego kodu bajtowego przez wiele różnych wersji Java. Narzędzia _build-tools_ systemu Android SD tworzą różnice w wynikowych plikach XML, PNG itd., Ale zazwyczaj nie stanowi to problemu, ponieważ _build.gradle_ zawiera dokładną wersję _build-tools_ do użycia.
ro: Destul de multe compilări se verifică deja fără niciun efort suplimentar, deoarece codul Java este adesea compilat în același cod de octet de către o gamă largă de versiuni Java. Aplicația `build-tools` din Android SDK va crea diferențe în fișierele XML, PNG etc. rezultate, dar, de obicei, acest lucru nu reprezintă o problemă, deoarece `build.gradle` include versiunea exactă de `build-tools` care trebuie utilizată.
ru: Довольно много сборок уже проверяются без дополнительных усилий, поскольку Java-код часто компилируется в один и тот же байткод широким диапазоном версий Java. Инструментарий `build-tools` в Android SDK будет создавать различия в результирующих XML, PNG и т. д. файлах, но это обычно не является проблемой, поскольку в `build.gradle` включена точная версия `build-tools` для использования.
uk: Досить багато збірок проходять перевірки без додаткових зусиль, бо з Java-коду компілятор часто робить однаковий байткод незалежно від версії Java. Різні версії `build-tools` з Android SDK створюють різні варіанти файлів XML, PNG тощо, але це зазвичай не проблема, бо `build.gradle` зазначає точну версію `build-tools`, яку слід використати.
zh_hans: 由于 Java 代码经常被各种不同的 Java 版本编译成相同的字节码，因此不少构建工作已经无需额外努力即可验证。 Android SDK 的 `build-tools` 会在生成的 XML、PNG 等文件中产生差异，但这通常不是问题，因为 `build.gradle` 包括要使用的确切版本的 `build-tools`。

source: Anything built using the NDK will be much more sensitive. For example, even for builds that use the exact same version of the NDK (e.g. `r13b`) but on different platforms (e.g. macOS versus Ubuntu), the resulting binaries will have differences.
de: Alles, was mit dem NDK gebaut wird, ist viel empfindlicher. Selbst für Builds, die genau die gleiche Version des NDK verwenden (z. B. `r13b`), aber auf verschiedenen Plattformen (z. B. macOS gegenüber Ubuntu), werden die resultierenden Binärdateien Unterschiede aufweisen.
pl: Wszystko zbudowane za pomocą NDK będzie znacznie bardziej czułe. Na przykład nawet w przypadku wersji, które używają dokładnie tej samej wersji NDK (np. _r13b_), ale na różnych platformach (np. Wersja OSX Ubuntu), powstałe pliki binarne będą się różnić.
ro: Orice lucru construit cu ajutorul NDK va fi mult mai sensibil. De exemplu, chiar și pentru compilări care utilizează exact aceeași versiune a NDK (de exemplu, `r13b`), dar pe platforme diferite (de exemplu, macOS față de Ubuntu), binariile rezultate vor avea diferențe.
ru: Все, что собрано с использованием NDK, будет гораздо более чувствительным. Например, даже при сборке с использованием одной и той же версии NDK (например, `r13b`), но на разных платформах (например, macOS против Ubuntu), полученные двоичные файлы будут иметь различия.
uk: Все, що збирається за допомогою NDK, значно чутливіше. Наприклад, відрізнятимуться навіть збірки з використанням одної й тої ж версії NDK (наприклад, `r13b`) на різних платформах (наприклад, macOS проти Ubuntu).
zh_hans: 任何用 NDK 构建的东西都会更敏感。 例如，即使是使用完全相同的NDK版本（例如 `r13b`），但在不同的平台上（例如 macOS 与 Ubuntu），所生成的二进制文件也会有差异。

source: Additionally, we'll have to look out for anything that includes timestamps or build paths, is sensitive to sort order, etc.
de: Zusätzlich müssen wir nach allem Ausschau halten, was Zeitstempel oder Build-Pfade, Sortierreihenfolge usw. enthält.
pl: Dodatkowo będziemy musieli zwracać uwagę na wszystko, co zawiera informacje o sygnaturach czasowych, jest wrażliwe na kolejność sortowania itp.
ro: În plus, va trebui să fim atenți la tot ceea ce include informații de marcare a timpului sau căilor, este sensibil la ordinea de sortare etc.
ru: Кроме того, нам придется следить за тем, что содержит временные метки или пути сборки, чувствительно к порядку сортировки и т. д.
uk: Крім того, нам доведеться зауважити все, що містить мітки часу або шляхи побудови, чутливе до порядку сортування тощо.
zh_hans: 此外，我们还必须注意任何对排序敏感的东西，包括时间戳或构建路径等。

source: Google is also working towards reproducible builds of Android apps, so using recent versions of the Android SDK helps. One specific case is starting with Gradle Android Plugin v2.2.2, timestamps in the APK file's ZIP metadata are automatically zeroed out.
de: Google arbeitet auch an reproduzierbaren Builds von Android-Apps, so dass die Verwendung aktueller Versionen des Android-SDKs hilft. Ein spezieller Fall beginnt mit dem Gradle Android Plugin v2.2.2, Zeitstempel in den ZIP-Metadaten der APK-Datei werden automatisch auf Null gesetzt.
pl: Google pracuje również nad odtwarzalnymi wersjami aplikacji na Androida, więc pomaga korzystać z najnowszych wersji Androida SDK. Jeden konkretny przypadek zaczyna się od wtyczki Gradle Android v2.2.2, znaczniki czasu w nagłówku ZIP pliku APK są automatycznie wyzerowane.
ro: Google lucrează, de asemenea, la crearea de versiuni reproductibile ale aplicațiilor Android, așa că utilizarea unor versiuni recente ale SDK-ului Android este utilă. Un caz specific este că, începând cu Gradle Android Plugin v2.2.2, notarea datei din antetul ZIP al fișierului APK este automat redusă la zero.
ru: Google также работает над воспроизводимостью сборок приложений для Android, поэтому использование последних версий Android SDK помогает. Один из конкретных случаев - начиная с Gradle Android Plugin v2.2.2, временные метки в метаданных ZIP-файла APK автоматически обнуляются.
uk: Google також працює над відтворюваними збірками Android-застосунків, тож корисно використовувати нові версії Android SDK. Наприклад, плагін Gradle Android версії 2.2.2 й новіше автоматично обнуляє часові мітки в ZIP-метаданих APK-файлу.
zh_hans: Google 也在努力实现 Android 应用的可重复构建，所以使用最新版本的 Android SDK 是有帮助的。 一个具体情况是，从 Gradle Android 插件 v2.2.2 开始，APK 文件的 ZIP 元数据中的时间戳被自动置零了。

source: Debugging Reproducible Builds
de: Debugging reproduzierbarer Builds
pl: Debugowanie powtarzalnych kompilacji
ro: Depanarea compilărilor reproductibile
ru: Отладка воспроизводимых сборок
uk: Налагодження відтворюваних збірок
zh_hans: 调试可重复构建

source: Recommended tools
de: Empfohlene Werkzeuge
pl: Zalecane narzędzia
ro: Unelte recomandate
ru: Рекомендуемые инструменты
uk: Рекомендовані інструменти
zh_hans: 推荐的工具

source: We recommend using [`diffoscope`](https://diffoscope.org/) for easily finding the difference between the reference APK provided by the app developer and the APK that `fdroidserver` produced.
de: Wir empfehlen die Verwendung von [`diffoscope`](https://diffoscope.org/), um die Unterschiede zwischen dem von den App-Entwicklern bereitgestellten Referenz-APK und dem APK, das `fdroidserver` herstellte, herauszufinden.
ro: Vă recomandăm să utilizați [`diffoscope`](https://diffoscope.org/) pentru a găsi cu ușurință diferența dintre APK-ul de referință furnizat de dezvoltatorul aplicației și APK-ul produs de `fdroidserver`.
ru: Мы рекомендуем использовать [`diffoscope`](https://diffoscope.org/), чтобы легко найти разницу между эталонным APK, предоставленным разработчиком приложения, и APK, который произвел `fdroidserver`.
uk: Ми радимо використовувати [`diffoscope`](https://diffoscope.org/), щоб легко знайти різницю між еталонним APK, наданим розробником застосунку, і APK, який створив `fdroidserver`.
zh_hans: 我们推荐使用 [`diffoscope`](https://diffoscope.org/)轻松找出应用开发者提供的参考 APK 和`fdroidserver` 产生的 APK 之间的差异。
