Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: First, install the necessary packages and create a new user to run the whole process here, e.g. _fdroid_. These are only the packages required by all builds, you might need to install additional packages to build apps, for example, _mercurial_ or _subversion_. Once the packages are installed and the _fdroid_ user is created, nothing else in this process should be run using root or _sudo_.
de: Installieren Sie zunächst die notwendigen Pakete und legen Sie einen neuen Benutzer an, der den gesamten Prozess hier ausführen soll, z. B. _fdroid_. Dies sind nur die Pakete, die von allen Builds benötigt werden. Möglicherweise müssen Sie zusätzliche Pakete installieren, um Apps herzustellen, z. B. _mercurial_ oder _subversion_. Sobald die Pakete installiert sind und der Benutzer _fdroid_ erstellt wurde, sollte in diesem Prozess nichts mehr mit root oder _sudo_ ausgeführt werden.
pl: Najpierw zainstaluj niezbędne pakiety i utwórz nowego użytkownika, aby uruchomić tutaj cały proces, np. _fdroid_. Są to tylko pakiety wymagane przez wszystkie kompilacje, może być konieczne zainstalowanie dodatkowych pakietów do tworzenia aplikacji, na przykład _curcurial_ lub _subversion_. Po zainstalowaniu pakietów i utworzeniu użytkownika _fdroid_, nic innego w tym procesie nie powinno być uruchamiane przy użyciu root'a lub _sudo_.
pt_pt: Primeiro, instale os pacotes necessários e crie um utilizador para executar todo o processo aqui, por exemplo, _fdroid_. Estes são apenas os pacotes requeridos por todas as compilações, pode precisar instalar pacotes adicionais para compilar aplicações, por exemplo, _mercurial_ ou _subversion_. Uma vez que os pacotes estejam instalados e o utilizador _fdroid_ seja criado, nada mais neste processo deve ser executado a usar root ou _sudo_.
ro: În primul rând, instalați pachetele necesare și creați un nou utilizator pentru a rula întregul proces aici, de exemplu _fdroid_. Acestea sunt doar pachetele necesare pentru toate compilările, este posibil să fie nevoie să instalați pachete suplimentare pentru a construi aplicații, de exemplu, _mercurial_ sau _subversion_. Odată ce pachetele sunt instalate și utilizatorul _fdroid_ este creat, nimic altceva în acest proces nu trebuie să fie rulat folosind root sau _sudo_.
ru: Сначала установите необходимые пакеты и создайте нового пользователя для запуска всего процесса здесь, например _fdroid_. Это только те пакеты, которые требуются для всех сборок, для сборки приложений вам может понадобиться установить дополнительные пакеты, например, _mercurial_ или _subversion_. После установки пакетов и создания пользователя _fdroid_ больше ничего в этом процессе не должно запускаться с правами root или _sudo_.
uk: Насамперед встановіть необхідні пакунки й створіть обліковий запис для всього цього процесу, наприклад _fdroid_. Перелічимо лише ті пакунки, що обов'язкові для всіх збірок; вам також можуть знадобитися додаткові пакунки для збірки застосунків, наприклад _mercurial_ чи _subversion_. Встановивши пакунки й створивши обліковий запис _fdroid_, не виконуйте більше жодних кроків із root-правами чи за допомогою _sudo_.
zh_hans: 首先，安装必要的软件包，并创建一个新的用户运行这里的整个过程，例如，_fdroid_。这些只是所有构建所需的包，你可能需要安装额外的包来构建应用，例如，_mercurial_ 或 _subversion_。一旦软件包被安装，并且 _fdroid_ 用户被创建，这个过程中的任何其他东西都不应该用 root 或 _sudo_ 运行。

source: Clone source code running as _fdroid_ user:
de: Klonen Sie den Quellcode, der als Benutzer _fdroid_ ausgeführt wird:
pl: Sklonuj kod źródłowy i uruchom jako użytkownik _fdroid_ :
ro: Clonarea codului sursă rulând ca utilizator _fdroid_:
ru: Клонируйте исходный код, запущенный под пользователем _fdroid_:
uk: Клонуйте початковий код як користувач _fdroid_:
zh_hans: 克隆源代码以 _fdroid_ 用户身份运行：

source: You also have to make sure your `ANDROID_HOME` environment variable is [set up](../Installing_the_Server_and_Repo_Tools#building-apps) correctly.
de: Sie müssen außerdem sicherstellen, dass die [Einrichtung](../Installing_the_Server_and_Repo_Tools#building-apps) Ihrer `ANDROID_HOME`-Umgebungsvariable korrekt ist.
pl: Musisz również upewnić się, że twoja zmienna środowiskowa `ANDROID_HOME` jest poprawnie skonfigurowana [set up](../Installing_the_Server_and_Repo_Tools#building-apps).
pt_pt: Também tem que ter certeza de que sua variável de ambiente `ANDROID_HOME` esteja [configurada](../Installing_the_Server_and_Repo_Tools#building-apps) corretamente.
ro: De asemenea, trebuie să vă asigurați că variabila de mediu `ANDROID_HOME` este [set up](../Installing_the_Server_and_Repo_Tools#building-apps) corect.
ru: Вы также должны убедиться, что ваша переменная окружения `ANDROID_HOME` правильно [настроена](../Installing_the_Server_and_Repo_Tools#building-apps).
uk: Також переконайтесь, що вашу змінну середовища `ANDROID_HOME` [налаштовано](../Installing_the_Server_and_Repo_Tools#building-apps) як слід.
zh_hans: 你还必须确保你的 `ANDROID_HOME` 环境变量[设置](../Installing_the_Server_and_Repo_Tools#building-apps)正确。

source: For your convenience you optionally may add the fdroid executable to your path:
de: Der Einfachheit halber können Sie optional die ausführbare Datei „fdroid“ zu Ihrem Pfad hinzufügen:
pl: Dla Twojej wygody opcjonalnie możesz dodać plik wykonywalny fdroid do swojej ścieżki:
pt_pt: Para sua conveniência, pode adicionar o executável fdroid ao seu caminho de comandos:
ro: Pentru comoditatea dumneavoastră, puteți adăuga opțional executabilul fdroid la calea de acces:
ru: Для удобства вы можете добавить исполняемый файл fdroid в свой путь:
uk: Для зручності, можете додати виконуваний файл fdroid у свій шлях:
zh_hans: 为了方便，你可以选择将 fdroid 可执行文件添加到你的路径中：

source: Get all of the app build metadata from the fdroiddata repo...
de: Holen Sie sich alle App-Metadaten aus dem fdroiddata-Repo …
pl: Pobierz wszystkie metadane kompilacji aplikacji z repozytorium fdroiddata...
pt_pt: Obtenha todos os metadados de compilação da aplicação do repositório fdroiddata...
ro: Obțineți toate metadatele de costruire a aplicației din depozitul fdroiddata...
ru: Получите все метаданные сборки приложения из репозитория fdroiddata...
uk: Завантажте всі метадані збірки застосунків із репозиторію fdroiddata…
zh_hans: 从 fdroiddata repo 中获取所有的应用构建元数据...

source: Setting up a build server
de: Einrichten eines Buildservers
pl: Konfigurowanie serwera kompilacji
pt_pt: A configurar um servidor de compilação
ro: Configurarea unui server de construcție
ru: Настройка сервера сборки
uk: Налаштування сервера збірки
zh_hans: 设置一个构建服务器

source: In addition to the basic setup previously described, we ship a Vagrant-compatible Debian/bullseye base box called 'fdroid/bullseye64'.
de: Zusätzlich zum zuvor beschriebenen Basis-Setup liefern wir eine Vagrant-kompatible Debian/Bullseye-Basebox namens „fdroid/bullseye64“ aus.
pl: Oprócz konfiguracji podstawowej opisanej wcześniej, wysyłamy w sposób zgodny z Vagrant Debian/bullseye base box o nazwie 'fdroid/bullseye64 '.
ro: În plus față de configurația de bază descrisă anterior, livrăm o cutie de bază Debian/bullseye compatibilă cu Vagrant numită "fdroid/bullseye64".
ru: В дополнение к базовой установке, описанной ранее, мы поставляем совместимый с Vagrant базовый блок Debian/bullseye под названием 'fdroid/bullseye64'.
uk: Крім описаного раніше базового налаштування, ми постачаємо сумісну з Vagrant базову комплектацію Debian/bullseye, яка називається "fdroid/bullseye64".
zh_hans: 除了前面描述的基本设置之外，我们还提供了一个与 Vagrant 兼容的 Debian/bullseye 基础系统，称为 'fdroid/bullseye64'。

source: We are bootstrapping the Debian Vagrant boxes for our buildserver from scratch. Fetching and verifying our pre-build Vagrant boxes is fully automated. (If you are interested in this process or want to bootstrap those by yourself you should look at: [F-Droid Base Box](https://gitlab.com/fdroid/basebox#fdroid_basebox))
de: Das Bootstrapping der Debian-Vagrant-Boxen für unseren Buildserver erfolgt von Grund auf. Der Bezug und die Überprüfung unserer vorgefertigten Vagrant-Boxen ist voll automatisiert. (Sollten Sie Interesse an diesem Prozess haben oder das Bootstrapping selbst in die Hand nehmen wollen, sollten Sie sich das hier ansehen: [F-Droid Base Box](https://gitlab.com/fdroid/basebox#fdroid_basebox))
pl: Od początku ładujemy skrzynki Debian Vagrant dla naszego serwera buildserver. Pobieranie i weryfikacja naszych wstępnie zbudowanych skrzynek Vagrant jest w pełni zautomatyzowana. (Jeśli jesteś zainteresowany tym procesem lub chcesz go uruchomić samodzielnie, powinieneś spojrzeć na: [F-Droid Base Box](https://gitlab.com/fdroid/basebox#fdroid_basebox))
pt_pt: Estamos a inicializar as caixas Debian Vagrant para nosso servidor de construção do nada. Buscar e verificar nossas caixas Vagrant pré-construídas é completamente automatizado. (Se estiver interessado neste processo ou quiser inicializá-los por si mesmo, deve olhar no: [Caixas Base F-Droid](https://gitlab.com/fdroid/basebox#fdroid_basebox))
ro: Noi inițializăm de la zero cutiile Debian Vagrant pentru serverul nostru de construcție. Obținerea și verificarea cutiilor Vagrant precompilate este complet automatizată. (Dacă vă interesează acest proces sau doriți să le bootstrapuiți singuri, ar trebui să vă uitați la: [F-Droid Base Box](https://gitlab.com/fdroid/basebox#fdroid_basebox))
ru: Мы загружаем коробки Debian Vagrant для нашего сервера сборки с нуля. Получение и проверка наших предварительно собранных Vagrant-боксов полностью автоматизированы. (Если вам интересен этот процесс или вы хотите самостоятельно установить эти коробки, вам стоит посмотреть на: [F-Droid Base Box](https://gitlab.com/fdroid/basebox#fdroid_basebox))
uk: Vagrant-образи Debian для сервера збірки ми збираємо з нуля. Завантаження й перевірку наших заздалегідь зібраних Vagrant-образів повністю автоматизовано. (Якщо ви зацікавились процесом чи бажаєте самостійно зібрати образ, перегляньте [F-Droid Basebox](https://gitlab.com/fdroid/basebox#fdroid_basebox))
zh_hans: 我们正在为我们的构建服务器从头引导 Debian Vagrant 盒子。获取和验证我们预先构建的 Vagrant 盒子是完全自动化的。（如果你对这个过程感兴趣或者想自己引导这些盒子，你应该看看：[F-Droid Base Box](https://gitlab.com/fdroid/basebox#fdroid_basebox)）

source: Creating the F-Droid buildserver box
de: Erstellen der F-Droid-Buildserver-Box
pl: Tworzenie skrzynki serwera F-Droid buildserver
pt_pt: Criar a máquina de servidor de compilação do F-Droid
ro: Crearea cutiei F-Droid buildserver
ru: Создание блока сервера сборки F-Droid
uk: Створення образу сервера збірки F-Droid
zh_hans: 创建 F-Droid 构建服务器系统

source: Create a config file for Vagrant as `~/fdroidserver/buildserver/Vagrantfile.yaml` which contains:
de: Erstellen Sie eine Konfigurationsdatei für Vagrant als `~/fdroidserver/buildserver/Vagrantfile.yaml`, die Folgendes enthält:
pl: Stwórz plik konfiguracyjny dla Vagrant jako `~/fdroidserer/buildserver/Vagrantfile.yaml` który zawiera:
ro: Creați un fișier de configurare pentru Vagrant la `~/fdroidserver/buildserver/Vagrantfile.yaml` care va conține:
ru: Создайте файл конфигурации для Vagrant в формате `~/fdroidserver/buildserver/Vagrantfile.yaml`, который содержит:
uk: Створіть конфігураційний файл для Vagrant `~/fdroidserver/buildserver/Vagrantfile.yaml`, який міститиме:
zh_hans: 创建一个 Vagrant 配置文件，位于 `~/fdroidserver/buildserver/Vagrantfile.yaml`，包括内容有：

source: Then the base buildserver image... (downloading the basebox and all the SDK platforms can take long time).
de: Dann das Basis-Buildserver-Image … (das Herunterladen der Basebox und aller SDK-Plattformen kann lange dauern).
pl: Wtedy podstawowy obraz instalatora build... (pobieranie basebox i wszystkich platform SDK może zająć dużo czasu).
ro: Apoi imaginea de bază a serverului de construcție... (descărcarea imagini de bază și a tuturor platformelor SDK poate dura mult timp).
ru: Затем базовый образ buildserver... (загрузка basebox и всех sdk-платформ может занять много времени).
zh_hans: 接着是基本构建服务器镜像...（下载 basebox 和所有 SDK platforms 可能需要很长的时间）。

source: This will take a long time, use a lot of bandwidth and disk space - most of it spent installing the necessary parts of the Android SDK for all the various platforms. Luckily you only need to do it occasionally. Once you have a working build server image, if the recipes change (e.g. when packages need to be added) you can just run that script again and the existing one will be updated in place.
de: Dies wird lange dauern, viel Bandbreite und Speicherplatz beanspruchen – der größte Teil davon wird für die Installation der notwendigen Teile des Android-SDKs für die verschiedenen Plattformen aufgewendet. Zum Glück müssen Sie das nur gelegentlich tun. Sobald Sie ein funktionierendes Buildserver-Image haben, können Sie, wenn sich Rezepte ändern (z. B. wenn Pakete hinzugefügt werden müssen), dieses Skript einfach erneut ausführen, dann wird das vorhandene an Ort und Stelle aktualisiert.
pl: Zajmie to dużo czasu, będzie wymagało dużej przepustowości i miejsca na dysku - większość z nich poświęcono na instalację niezbędnych części zestawu SDK systemu Android dla wszystkich różnych platform. Na szczęście wystarczy zrobić to od czasu do czasu. Jeśli masz już działający obraz serwera kompilacji, jeśli przepisy ulegną zmianie (np. gdy trzeba dodać pakiety), możesz ponownie uruchomić ten skrypt, a istniejący zostanie zaktualizowany.
pt_pt: Isso vai demorar muito tempo, usar muita largura de banda e espaço no disco - a maior parte demorou a instalar as partes necessárias do SDK do Android para todas as plataformas. Felizmente, só precisa de o fazer ocasionalmente. Uma vez que tenha uma imagem de servidor de compilação funcional, se as receitas mudarem (por exemplo, quando pacotes precisam ser adicionados) pode executar o script novamente e o existente será atualizado no lugar.
ro: Acest lucru va dura mult timp, va folosi multă lățime de bandă și spațiu pe disc - cea mai mare parte a acestuia fiind cheltuită pentru instalarea părților necesare ale SDK-ului Android pentru toate platformele diferite. Din fericire, nu va trebui să o faceți decât ocazional. Odată ce aveți o imagine a serverului de construire funcțională, dacă rețetele se schimbă (de exemplu, când trebuie adăugate pachete), puteți rula din nou acel script și cel existent va fi actualizat în locul său.
ru: Это займет много времени, потребует много пропускной способности и дискового пространства - большая часть его будет потрачена на установку необходимых частей Android SDK для всех различных платформ. К счастью, вам придется делать это лишь время от времени. Как только у вас будет рабочий образ сервера сборки, если рецепты изменятся (например, когда нужно будет добавить пакеты), вы можете просто запустить этот скрипт снова, и существующий будет обновлен на месте.
uk: Це може зайняти тривалий час і використати багато трафіку та простору, особливо для встановлення необхідних складників Android SDK для всіх різноманітних платформ. На щастя, це доводиться робити лише час від часу. Щойно матимете працездатний образ сервера збірки, при зміні метаданих (наприклад, для додання пакунків) буде достатньо запустити скрипт іще раз — і оновлення застосуються до вже наявного образу.
zh_hans: 这将需要很长的时间，使用大量的带宽和磁盘空间 - 其中大部分用于安装所有不同平台的 Android SDK 的必要部分。幸运的是，你只需要偶尔这么做。一旦你有了一个工作的构建服务器镜像，如果配方发生变化（例如需要添加软件包时），你只需再次运行该脚本，现有镜像将原地更新。

source: Once it's complete you'll have a new base box called 'buildserver' which is what's used for your App build runs. Now you can build packages as you used to, but when you run `fdroid build --verbose --server ...` App build runs will be isolated inside a virtual machine.
de: Sobald es fertig ist, haben Sie eine neue Basis-Box namens „buildserver“, die für die eigentlichen Builds verwendet wird. Sie können dann Pakete wie gewohnt erstellen, aber bei Ausführung von `fdroid build --verbose --server …` erfolgt die App-Erstellung nun isoliert innerhalb der virtuellen Maschine.
pl: Po zakończeniu otrzymasz nową skrzynkę bazową o nazwie 'buildserver', która jest używana do tworzenia aplikacji. Teraz możesz budować pakiety tak jak kiedyś, ale po uruchomieniu `fdroid build --verbose --server ...`, uruchomione kompilacje aplikacji będą izolowane wewnątrz maszyny wirtualnej.
ro: După ce este finalizată, veți avea o nouă cutie de bază numită "buildserver", care este utilizată pentru rularea aplicațiilor de construire. Acum puteți construi pachete așa cum făceați până acum, dar când executați `fdroid build --verbose --server ...` execuțiile de construire a aplicațiilor vor fi izolate în interiorul unei mașini virtuale.
ru: После его завершения у вас появится новый базовый блок под названием 'buildserver', который будет использоваться для сборки приложений. Теперь вы можете собирать пакеты, как и раньше, но при запуске `fdroid build --verbose --server ...` запуски сборки приложений будут изолированы внутри виртуальной машины.
uk: Після завершення, у вас буде новий basebox-образ 'buildserver', який слід використовувати для запуску збірки ваших застосунків. Тепер можете збирати пакунки, як і раніше, але під час запуску `fdroid build --verbose --server …` збірки відбуватимуться в окремих віртуальних машинах.
zh_hans: 一旦完成，你就会有一个新的基础系统叫做 'buildserver'，用于你的应用构建运行。现在你可以像以前一样构建软件包，但是当你运行 `fdroid build -- verbose -- server ...` 时应用构建运行将被隔离在一个虚拟机内。

source: While the created image has allocated a limited amount of CPU cores and memory, you can edit `~/fdroiddata/builder/Vagrantfile` to modify them dynamically at run time, eg. `libvirt.cpus = 6` and `libvirt.memory = 12288`, but do make sure to not go over the host machines' limits else the VM might get killed.
de: Während das erstellte Image eine begrenzte Anzahl von CPU-Kernen und Speicher zugewiesen hat, können Sie `~/fdroiddata/builder/Vagrantfile` bearbeiten, um diese zur Laufzeit dynamisch zu ändern, z. B. `libvirt.cpus = 6` und `libvirt.memory = 12288`, aber stellen Sie sicher, dass Sie die Grenzen des Host-Rechners nicht überschreiten, sonst könnte die VM abstürzen.
pl: Chociaż stworzony obraz zaalokował limitowaną ilość rdzeni CPU i pamięci operacyjnej, możesz edytować `~/fdroiddata/builder/Vagrantfile` aby zmodyfikować je dynamicznie podczas uruchomienia, np. `libvirt.cpus = 6` and `libvirt.memory = 12288`, ale upewnij się, że nie przekraczasz limitu maszyny hostującej, inaczej proces VM może zostać zakończony.
ro: În timp ce imaginea creată are alocate o cantitate limitată de nuclee CPU și memorie, puteți edita `~/fdroiddata/builder/Vagrantfile` pentru a le modifica în mod dinamic în timpul rulării, de exemplu, `libvirt.cpus = 6` și `libvirt.memory = 12288`, dar asigurați-vă că nu depășiți limitele mașinilor gazdă, altfel VM-ul ar putea fi oprit brusc.
ru: Хотя созданный образ имеет ограниченное количество процессорных ядер и памяти, вы можете отредактировать `~/fdroiddata/builder/Vagrantfile`, чтобы динамически изменять их во время выполнения, например, `libvirt.cpus = 6` и `libvirt.memory = 12288`, но следите за тем, чтобы не превышать лимиты хост-машин, иначе ВМ может быть убита.
uk: Хоча створеному образу виділено обмежену кількість ядер процесора і пам'яті, ви можете редагувати `~/fdroiddata/builder/Vagrantfile`, щоб динамічно змінювати їх під час виконання, наприклад, `libvirt.cpus = 6` і `libvirt.memory = 12288`, але переконайтеся, що ви не перевищуєте ліміти хост-машин, інакше віртуальна машина може бути завершена.
zh_hans: 创建的映像分配到的 CPU 核心数和内存有限，但你可以编辑 `~/fdroiddata/builder/Vagrantfile`在运行时动态修改它们。比如，`ibvirt.cpus = 6`和`libvirt.memory = 12288`，但请注意，所设的值不能超过物理主机硬件的上限，否则可能会杀死虚拟机。

source: The first time a build is done, a new virtual machine is created using the 'buildserver' box as a base. A snapshot of this clean machine state is saved for use in future builds, to improve performance. You can force discarding of this snapshot and rebuilding from scratch using a switch: `fdroid build --resetserver ...`.
de: Beim ersten Build wird eine neue virtuelle Maschine erstellt, die die „Buildserver“-Box als Basis verwendet. Ein Snapshot dieses sauberen Maschinenzustandes wird für zukünftige Builds gespeichert, um die Leistung zu verbessern. Sie können das Verwerfen dieses Snapshots und den Neuaufbau von Grund auf erzwingen, indem Sie den Schalter `fdroid build --resetserver …` verwenden.
pl: Przy pierwszym wykonaniu kompilacji tworzona jest nowa maszyna wirtualna z wykorzystaniem pola 'buildserver' jako bazy. Migawka stanu tego czystego komputera jest zapisywana do użytku w przyszłych kompilacjach w celu zwiększenia wydajności. Możesz wymusić odrzucenie tej migawki i przebudowanie od zera przy użyciu przełącznika: `fdroid build --resetserver ...`.
ro: La prima editare, se creează o nouă mașină virtuală folosind caseta "buildserver" ca bază. O imagine instantanee a stării acestei mașini curate este salvată pentru a fi utilizată în compilările viitoare, pentru a îmbunătăți performanța. Puteți forța aruncarea acestui instantaneu și reconstruirea de la zero folosind un comutator: `fdroid build --resetserver ...`.
ru: При первой сборке создается новая виртуальная машина с использованием блока 'buildserver' в качестве основы. Снимок состояния этой чистой машины сохраняется для использования в будущих сборках, чтобы повысить производительность. Вы можете принудительно отбросить этот снимок и собрать все с нуля с помощью переключателя: `fdroid build --resetserver ...`.
uk: Перший запуск збірки створить віртуальну машину на основі образу «buildserver». Копію цього чистого стану машини буде збережено, щоб майбутні збірки займали менше часу. Можете примусово стерти цей образ і запустити збірку з нуля: `fdroid build --resetserver ...`.
zh_hans: 第一次构建时，会以“构建服务器”系统为基础创建一个新的虚拟机。这个干净的机器状态的快照被保存下来，以便在未来的构建中使用，从而提高性能。你可以使用选项强制丢弃该快照并从头开始重建：`fdroid build --resetserver ...`。

source: makebuildserver caching tweaks (optional)
de: Cache-Anpassungen für makebuildserver (optional)
pl: Poprawki buforowania makebuildserver (opcjonalnie)
pt_pt: Ajustes do cache de makebuildserver (opcional)
ro: modificări ale memoriei cache makebuildserver (opțional)
ru: настройки кэширования makebuildserver (необязательно)
uk: Кешування makebuildserver (необов'язково)
zh_hans: makebuildserver 缓存的调整（可选）
