Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: The URL for the application's web site. If there is no relevant web site, this can be omitted (or left blank).
de: Die URL für die Internetseite der Anwendung. Kann weggelassen werden (oder leer bleiben), wenn es keine entsprechende Internetseite gibt.
pl: Adres URL strony internetowej aplikacji. Jeśli nie ma odpowiedniej strony internetowej, można ją pominąć (lub pozostawić pustą).
ro: URL-ul pentru site-ul web al aplicației. În cazul în care nu există un site web relevant, această rubrică poate fi omisă (sau lăsată în alb).
ru: URL-адрес веб-сайта приложения. Если соответствующего веб-сайта нет, это поле можно опустить (или оставить пустым).
uk: URL-адреса вебсайту застосунку. Якщо немає відповідного вебсайту, це можна опустити (або залишити порожнім).
zh_hans: 该应用的网站 URL。如果没有相关的网站，可以省略（或留空）。

source: This is converted to (`<web>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<web>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<web>`) plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<web>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit la (`<web>`) în fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<web>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<web>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<web>`)。

source: _SourceCode_<a name="SourceCode"></a>
de: Quellcode (_SourceCode_)<a name="SourceCode"></a>
pt_pt: _Código-Fonte_<a name="SourceCode"></a>
ro: _SourceCode_(Cod Sursa)<a name="SourceCode"></a>
ru: _SourceCode_ (Исходный код)<a name="SourceCode"></a>
uk: _SourceCode_ (Джерельний код)<a name="SourceCode"></a>
zh_hans: _SourceCode_ (源代码)<a name="SourceCode"></a>

source: The URL to view or obtain the application's source code. This should be something human-friendly. Machine-readable source-code is covered in the _Repo_ field.
de: Die URL, um den Quellcode der Anwendung einzusehen oder zu beziehen. Dieser sollte von Menschen lesbar sein. Maschinenlesbarer Quellcode wird durch das _Repo_-Feld abgedeckt.
pl: Adres URL do wyświetlenia lub uzyskania kodu źródłowego aplikacji. Powinno to być coś przyjaznego dla ludzi. Czytelny maszynowo kod źródłowy jest uwzględniony w polu _Repo_.
ro: URL-ul pentru a vizualiza sau a obține codul sursă al aplicației. Ar trebui să fie ceva ușor de utilizat. Codul sursă care poate fi citit automat este acoperit în câmpul _Repo_.
ru: URL для просмотра или получения исходного кода приложения. В данном поле должна задаваться ссылка на сайт предназначенный для чтения человеком. Ссылка на исходный код предназначенная для обработки машиной указывается в поле _Repo_.
uk: URL-адреса для перегляду або отримання джерельного коду застосунку. Це має бути щось зручне для людей. Машинозчитуваний джерельний код розглядається в полі _Repo_.
zh_hans: 用于查看或获取应用源代码的 URL。这应该是人类友好的页面。机器可读的源代码在由 _Repo_ 字段涵盖。

source: This is converted to (`<source>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<source>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<source>`) plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<source>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<source>`) din fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<source>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<source>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<source>`)。

source: _IssueTracker_<a name="IssueTracker"></a>
de: Ticketsystem (_IssueTracker_)<a name="IssueTracker"></a>
pt_pt: _Rastreador de Problemas_<a name="IssueTracker"></a>
ro: _IssueTracker_(Monitor de probleme)<a name="IssueTracker"></a>
ru: _IssueTracker_ (Трекер проблем)<a name="IssueTracker"></a>
uk: _IssueTracker_ (Трекер обговорень)<a name="IssueTracker"></a>
zh_hans: _IssueTracker_ (问题追踪器)<a name="IssueTracker"></a>

source: The URL for the application's issue tracker. Optional, since not all applications have one.
de: Die URL zum Ticketsystem der Anwendung. Optional, da nicht alle Anwendungen eines besitzen.
pl: Adres URL narzędzia do śledzenia problemów z aplikacją. Opcjonalne, ponieważ nie wszystkie aplikacje mają jedną.
ro: URL-ul pentru trackerul de probleme al aplicației. Opțional, deoarece nu toate aplicațiile au unul.
ru: URL-адрес системы отслеживания проблем приложения. Это поле не обязательно, поскольку не все приложения имеют такую систему.
uk: URL-адреса для трекера проблем застосунку. Необов'язково, оскільки не всі застосунки мають таке.
zh_hans: 应用的问题跟踪器 URL。可选，因为不是所有的应用都有。

source: This is converted to (`<tracker>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<tracker>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<tracker>`) plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<tracker>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<tracker>`) din fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<tracker>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<tracker>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<tracker>`)。

source: _Translation_<a name="Translation"></a>
de: Übersetzung (_Translation_)<a name="Translation"></a>
pt_pt: _Tradução_<a name="Translation"></a>
ro: _Translation_(Traducere)<a name="Translation"></a>
ru: _Translation_ (Перевод)<a name="Translation"></a>
uk: _Translation_ (Переклад)<a name="Translation"></a>
zh_hans: _Translation_ (翻译)<a name="Translation"></a>

source: The URL for the application's translation portal or at least a guide. Optional, since not all applications have one.
de: Die URL zum Übersetzungsportal für die App oder zumindest eine Orientierungshilfe. Optional, da nicht alle Anwendungen eines haben.
pl: Adres URL portalu tłumaczeniowego aplikacji lub przynajmniej przewodnika. Nieobowiązkowe, ponieważ nie wszystkie aplikacje mają jeden.
ro: URL-ul pentru portalul de traducere al aplicației sau cel puțin un ghid. Opțional, deoarece nu toate aplicațiile au unul.
ru: URL-адрес портала переводов приложения или хотя бы руководства для переводчиков. Это поле не обязательно, поскольку не все приложения имеют такой портал.
uk: URL-адреса порталу перекладу програми або принаймні настанов. Необов'язково, оскільки не всі програми мають її.
zh_hans: 应用的翻译门户或至少是一个指南的 URL。可选，因为不是所有的应用都有。

source: This is converted to (`translation`) in the JSON file (_index.json_).
de: Umwandlung zu (`translation`) in der JSON-Datei (_index.json_).
pl: Jest on konwertowany na (`tłumaczenie`) w pliku JSON (_index.json_).
pt_pt: Isto é convertido para (`translation`) no ficheiro JSON (_index.json_).
ro: Aceasta este convertită în (`translation`) în fișierul JSON (_index.json_).
ru: На основе этого поля формируется (`translation`) в JSON-файле (_index.json_).
uk: Це перетворюється в (`translation`) у JSON-файлі (_index.json_).
zh_hans: 在 JSON 文件中 (_index.json_)，该字段将被转换为 (`翻译`)。

source: _Changelog_<a name="Changelog"></a>
de: Änderungsprotokoll (_Changelog_)<a name="Changelog"></a>
ro: _Changelog_(Cronologie modificări)<a name="Changelog"></a>
ru: _Changelog_ (Изменения)<a name="Changelog"></a>
uk: _Changelog_ (Історія змін)<a name="Changelog"></a>
zh_hans: _Changelog_ (变更日志)<a name="Changelog"></a>

source: The URL for the application's changelog. Optional, since not all applications have one.
de: Die URL zum Änderungsprotokoll der Anwendung. Optional, da nicht alle Anwendungen eines haben.
pl: Adres URL dziennika zmian aplikacji. Opcjonalnie, ponieważ nie wszystkie aplikacje ją mają.
ro: URL-ul pentru registrul de modificări al aplicației. Opțional, deoarece nu toate aplicațiile au unul.
ru: URL-адрес журнала изменений приложения. Это поле не обязательно, поскольку не все приложения имеют такой журнал.
uk: URL-адреса журналу змін до застосунку. Необов'язково, оскільки не всі застосунку мають таке.
zh_hans: 应用的更新日志 URL。可选，因为不是所有的应用都有。

source: This is converted to (`<changelog>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<changelog>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<changelog>`) plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<changelog>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<changelog>`) din fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<changelog>`) в XML-файле (_index.xml_).
uk: Це перетворюється в (`<changelog>`) у файлі XML (_index.xml_).
zh_hans: 在XML 文件 (_index.xml_) 中，该字段将被转换为 (`<changelog>`)。

source: _Donate_<a name="Donate"></a>
de: Spenden (_Donate_)<a name="Donate"></a>
pt_pt: _Doar_<a name="Donate"></a>
ro: _Donate_(Donează)<a name="Donate"></a>
ru: _Donate_ (Пожертвования)<a name="Donate"></a>
uk: _Donate_ (Допомогти)<a name="Donate"></a>
zh_hans: _Donate_ (捐赠)<a name="Donate"></a>

source: The URL to donate to the project. This should be the project's donate page if it has one.
de: Die URL, über die für das Projekt gespendet werden kann. Sollte die Spendenseite des Projekts sein, falls es eine gibt.
pl: Adres URL do darowizny projektu. Powinna to być strona darowizny projektu, jeśli taka istnieje.
ro: URL-ul pentru a dona pentru proiect. Aceasta ar trebui să fie pagina de donații a proiectului, dacă are una.
ru: URL-адрес для пожертвования на проект. Это должна быть страница пожертвований проекта, если она есть.
uk: URL-адреса внесків для проєкту. Це повинна бути сторінка внесків для проєкту, якщо вона існує.
zh_hans: 用于捐赠项目的 URL。这应该是项目的捐赠页面，如果有的话。

source: It is possible to use a direct PayPal link here, if that is all that is available. However, bear in mind that the developer may not be aware of that direct link, and if they later changed to a different PayPal account, or the PayPal link format changed, things could go wrong. It is always best to use a link that the developer explicitly makes public, rather than something that is auto-generated 'button code'.
de: Es ist möglich, hier eine Direktverbindung zu PayPal zu verwenden, wenn nur das zur Verfügung steht. Man sollte jedoch im Hinterkopf behalten, dass der Entwickler von dieser Direktverknüpfung möglicherweise nichts weiß, und, sollte er später zu einem anderen PayPal-Konto wechseln oder das Format des PayPal-Links ändern, einiges schief gehen kann. Es ist immer am besten, einen Link zu nutzen, den der Entwickler ausdrücklich veröffentlicht hat, als irgendeinen automatisch generierten Code für einen 'Button'.
pl: Możliwe jest użycie bezpośredniego linku PayPal tutaj, jeśli to wszystko, co jest dostępne. Należy jednak pamiętać, że programista może nie być świadomy tego bezpośredniego linku, a jeśli później zmieniono go na inne konto PayPal lub zmieniono format linku PayPal, wszystko może pójść nie tak. Zawsze najlepiej jest użyć linku, który programista jawnie podaje do wiadomości publicznej, a nie coś, co jest automatycznie generowanym 'kodem przycisku'.
ro: Este posibil să folosiți un link direct PayPal aici, dacă este disponibil. Cu toate acestea, rețineți că este posibil ca dezvoltatorul să nu fie conștient de acest link direct și, dacă ulterior a trecut la un alt cont PayPal sau dacă s-a schimbat formatul linkului PayPal, lucrurile ar putea merge prost. Întotdeauna este mai bine să folosiți un link pe care dezvoltatorul îl face public în mod explicit, mai degrabă decât ceva care este generat automat 'button code'.
ru: Здесь можно использовать прямую ссылку PayPal, если это всё, что доступно. Однако имейте в виду, что разработчик может не знать об этой прямой ссылке, и если впоследствии он перейдет на другой счёт PayPal или формат ссылки PayPal изменится, это может перестать работать. Лучше всегда использовать ссылку, которую разработчик публикует явно, а не какой-то автоматически генерируемый «код кнопки».
uk: Тут можна використати пряме посилання PayPal за відсутності альтернатив. Проте пам'ятайте, команда розробки може не знати про це пряме посилання, і щось може піти не так, якщо вони зрештою змінять обліковий запис PayPal або якщо PayPal змінить формат посилань. Краще завжди використовувати посилання, явно надане командою розробки, ніж який-небудь автоматично згенерований «код кнопки».
zh_hans: 在这里使用直接的 PayPal 链接是可能的，如果这是仅有的。然而，请记住，开发者可能不知道这个直接链接，如果他们后来改用了一个不同的 PayPal 账户，或者 PayPal 链接的格式改变了，就可能出错。最好是使用开发者明确公开的链接，而不是使用自动生成的“按钮代码”。

source: This is converted to (`<donate>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<donate>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<donate>`) plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<donate>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<<donate>`) din fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<donate>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<donate>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<donate>`)。

source: _Liberapay_<a name="Liberapay"></a><a name="LiberapayID"></a>
ru: _Liberapay_ (Имя Liberapay)<a name="Liberapay"></a><a name="LiberapayID"></a>

source: The project's Liberapay (https://liberapay.com) user or group name, if it has one. This should be an alphanumeric name, such that (for example) https://liberapay.com/xxxxx which redirects to your account page. This used to be _LiberapayID_, which was a numeric ID fetched from Liberapay's site by adding /public.json behind your team page.
de: Nutzer- oder Gruppenname des Projekts bei Liberapay (https://liberapay.com), wenn vorhanden. Sollte ein alphanumerischer Name sein, so dass (zum Beispiel) https://liberapay.com/xxxxx direkt auf Ihre Kontenseite weiterleitet. Wird als _LiberapayID_ verwendet, die eine numerische ID darstellte, die von der Liberapay-Website bezogen wurde, indem /public.json an Ihre Teamseite angefügt wurde.
ru: Имя пользователя или группы проекта Liberapay (https://liberapay.com), если оно есть. Это должно быть буквенно-цифровое имя, такое как (например) https://liberapay.com/xxxxx, которое перенаправляет на страницу вашего аккаунта. Раньше это был _LiberapayID_, который представлял собой числовой идентификатор, получаемый с сайта Liberapay путем добавления /public.json после адреса страницы вашей команды.
uk: Користувацьке чи командне ім'я на Liberapay (https://liberapay.com), якщо проєкт його має. Повинно складатись із таких літер і цифр, щоб (наприклад) посилання https://liberapay.com/літери-й-цифри вело на сторінку облікового запису. Раніше це був _LiberapayID_ — числовий ідентифікатор, отриманий доданням /public.json до Liberapay-адреси команди.
zh_hans: 项目的 Liberapay (https://liberapay.com) 用户或组名，如果有的话。这应该是一个由字母数字组成的名字，使（例如）https://liberapay.com/xxxxx 可以重定向到你的账户页面。这曾经是 _LiberapayID_，通过在你的团队页面后面添加 /public.json 从 Liberapay 网站获取的一个数字 ID。

source: This is converted to (`<liberapay>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<liberapay>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<liberapay>`) plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<liberapay>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<liberapay>`) din fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<liberapay>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<liberapay>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_)中，该字段将被转换为 (`<liberapay>`)。

source: _OpenCollective_<a name="OpenCollective"></a>
ru: _OpenCollective_ (Имя OpenCollective)<a name="OpenCollective"></a>

source: The project's OpenCollective (https://opencollective.com) user or group name, if it has one. This should be an alphanumeric name, such that (for example) https://opencollective.com/xxxxx redirects to your account page.
de: Nutzer- oder Gruppenname des Projekts bei OpenCollective (http://opencollective.com), wenn vorhanden. Sollte ein alphanumerischer Name sein, so dass (zum Beispiel) https://opencollective.com/xxxx direkt auf die Kontenseite weiterleitet.
pl: Nazwa użytkownika lub grupy projektu OpenCollective (https://opencollective.com), jeśli taka istnieje. Powinna to być nazwa alfanumeryczna, taka jak (na przykład) https://opencollective.com/xxxxx, która przekierowuje na stronę Twojego konta.
ro: Numele de utilizator sau de grup OpenCollective (https://opencollective.com) al proiectului, dacă are unul. Acesta ar trebui să fie un nume alfanumeric, astfel încât (de exemplu) https://opencollective.com/xxxxx să redirecționeze către pagina contului dumneavoastră.
ru: Имя пользователя или группы проекта OpenCollective (https://opencollective.com), если оно есть. Это должно быть буквенно-цифровое имя, такое, чтобы (например) https://opencollective.com/xxxxx перенаправляло на страницу вашей учётной записи.
uk: Користувацьке чи командне ім'я на OpenCollective (https://opencollective.com), якщо проєкт його має. Повинно складатись із таких літер і цифр, щоб (наприклад) посилання https://opencollective.com/літери-й-цифри вело на сторінку облікового запису.
zh_hans: 项目的 OpenCollective (https://opencollective.com) 用户或组名，如果有的话。这应该是一个字母数字组成的名称，使（例如）https://opencollective.com/xxxxx 指向你的账户页面。

source: _Bitcoin_<a name="Bitcoin"></a>
de: Bitcoin (_Bitcoin_)<a name="Bitcoin"></a>
ru: _Bitcoin_ (Адрес Bitcoin)<a name="Bitcoin"></a>
zh_hans: _Bitcoin_ (比特币)<a name="Bitcoin"></a>

source: A bitcoin address for donating to the project.
de: Eine Bitcoin-Adresse für Projektspenden.
pl: Adres bitcoin do przekazania darowizny na projekt.
pt_pt: Um endereço de bitcoin para doar para o projeto.
ro: O adresă bitcoin pentru a face donații pentru proiect.
ru: Биткоин-адрес для пожертвования на проект.
uk: Адреса Bitcoin для пожертви проєкту.
zh_hans: 一个用于捐赠项目的比特币地址。

source: This is converted to (`<bitcoin>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<bitcoin>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<bitcoin>`) plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<bitcoin>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<bitcoin>`) din fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<bitcoin>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<bitcoin>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<bitcoin>`) 。

source: _Litecoin_<a name="Litecoin"></a>
de: Litecoin (_Litecoin_)<a name="Litecoin"></a>
ru: _Litecoin_ (адрес Litecoin)<a name="Litecoin"></a>
zh_hans: _Litecoin_ (莱特币)<a name="Litecoin"></a>

source: A litecoin address for donating to the project.
de: Eine Litecoin-Adresse für Projektspenden.
pl: Adres w języku litecoin, na którym można przekazać darowiznę na rzecz projektu.
pt_pt: Um endereço de litecoin para doar para o projeto.
ro: O adresă litecoin pentru a face donații pentru proiect.
ru: Адрес litecoin для пожертвований на проект.
uk: Адреса Litecoin для пожертви проєкту.
zh_hans: 一个用于捐赠给项目的莱特币地址。

source: This is converted to (`<litecoin>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<litecoin>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<litecoin>`) plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<litecoin>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<litecoin>`) din fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<litecoin>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<litecoin>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件 (_index.xml_) 中，该字段将被转换为 (`<litecoin>`)。

source: _Summary_<a name="Summary"></a>
de: Zusammenfassung (_Summary_)<a name="Summary"></a>
pt_pt: _Resumo_<a name="Summary"></a>
ro: _Summary_(Rezumat)<a name="Summary"></a>
ru: _Summary_ (Краткое описание)<a name="Summary"></a>
uk: _Summary_ (Підсумок)<a name="Summary"></a>
zh_hans: _Summary_ (概要)<a name="Summary"></a>

source: A brief summary of what the application is. The _Summary_ is used in the app list and tile views of the F-Droid client, and as a sub-headline in some other views.
de: Eine Kurzbeschreibung, um was es bei der Anwendung geht. Die _Zusammenfassung_ wird in der App-Liste und in der Kachelansicht des F-Droid-Clients verwendet sowie als Untertitel in einigen anderen Ansichten.
pl: Krótkie podsumowanie tego, co jest aplikacją. _Summary_ jest używane na liście aplikacji i widokach kafelków klienta F-Droid oraz jako podtytuł w niektórych innych widokach.
pt_pt: Um breve resumo do que é a aplicação. O _Sumário_ é utilizado na lista das apps e vistas de azulejos do cliente F-Droid, e como um subtítulo em algumas outras vistas.
ro: Un scurt rezumat al cererii. _Summary_ este utilizat în lista de aplicații și în vizualizările de tip "tile" ale clientului F-Droid, precum și ca subtitlu în alte vizualizări.
ru: Краткая информация о приложении. _Summary_ используется в списке приложений и в плиточных представлениях клиента F-Droid, а также в качестве подзаголовка в некоторых других представлениях.
uk: Короткий опис застосунку. _Summary_ використовується в переліку застосунків і в сітці клієнта F-Droid, а також як підзаголовок деяких інших екранів.
zh_hans: 关于该应用是什么的简介。_Summary_ 用于 F-Droid 客户端的应用列表和磁贴视图中，并作为其他一些视图的副标题。

source: __80 character limit__
de: __Auf 80 Zeichen begrenzt__
pl: __ograniczenie znaków do 80__
pt_pt: __limite de 80 caracteres__
ro: __limită de 80 de caractere__
ru: __лимит в 80 символов__
uk: __максимум 80 символів__
zh_hans: __80 个字符限制__

source: __Warning__: this overrides all _Summary_ aka "short description" entries [set in the app's source code](../All_About_Descriptions_Graphics_and_Screenshots).
de: __Achtung__: Dies ist allen [im App-Quellcode festgelegten](../All_About_Descriptions_Graphics_and_Screenshots), auch als „Kurzbeschreibung“ bekannten, _Summary_-Einträgen übergeordnet.
pl: _Summary___Ostrzeżenie__: zastępuje wszystkie wpisy _Summary_ znane jako „krótki opis” [ustawionych w kodzie źródłowym aplikacji](../All_About_Descriptions_Graphics_and_Screenshots).
pt_pt: __Aviso__: isto anula todas as entradas _Resumo_ também conhecido como "descrição breve" [definido no código fonte da aplicação](../All_About_Descriptions_Graphics_and_Screenshots).
ro: __Warning__: acest lucru anulează toate intrările _Summary_ aka "scurtă descriere" [set in the app's source code](../All_About_Descriptions_Graphics_and_Screenshots).
ru: __Предупреждение__: это переопределяет значение _Summary_ (также известное как «краткое описание») [заданное в исходном коде приложения](../All_About_Descriptions_Graphics_and_Screenshots).
uk: __Увага__: це замінює всі значення _Summary_ або short\_description, [вказані у вихідному коді застосунку](../All_About_Descriptions_Graphics_and_Screenshots).
zh_hans: __警告__：这会覆盖所有的 _Summary_ ，即"short description"条目 [在应用的源代码中设置](../All_About_Descriptions_Graphics_and_Screenshots)。

source: This is converted to (`<summary>`) in the XML file (_index.xml_).
de: Umwandlung zu (`<summary>`) in der XML-Datei (_index.xml_).
pl: To jest konwertowane na (`<summary>`) plik XML (_index.xml_).
pt_pt: Isso é convertido em (`<summary>`) no ficheiro XML (_index.xml_).
ro: Acesta este convertit în (`<summary>`) din fișierul XML (_index.xml_).
ru: На основе этого поля формируется (`<summary>`) в XML-файле (_index.xml_).
uk: Це перетворюється на (`<summary>`) у файлі XML (_index.xml_).
zh_hans: 在 XML 文件(_index.xml_) 中，该字段将被转换为 (`<summary>`)。

source: _Description_<a name="Description"></a>
de: Beschreibung (_Description_)<a name="Description"></a>
pt_pt: _Descrição_<a name="Description"></a>
ru: _Description_ (Описание)<a name="Description"></a>
uk: _Description_ (Опис)<a name="Description"></a>
zh_hans: _Description_ (描述)<a name="Description"></a>
