Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: If specified, F-Droid will verify the output APK file of a build against the one specified. You can use %v and %c to point to the version name and version code of the current build. To verify the F-Droid client itself you could use: `Binaries: https://f-droid.org/repo/org.fdroid.fdroid_%c.apk`
pt_pt: Se especificado, o F-Droid irá verificar o ficheiro de saída de uma compilação contra o especificado. Pode usar %v e %c para apontar o nome da versão e o código da versão da compilação atual. Para verificar o cliente F-Droid pode usar: `Binaries: https://f-droid.org/repo/org.fdroid.fdroid_%c.apk`
uk: Якщо зазначено, F-Droid звірятиме APK-файл результату збірки з файлом за цією адресою. Замість %v та %c буде підставлено versionName і versionCode поточної збірки. Наприклад, щоб звірити клієнт F-Droid: `Binaries: https://f-droid.org/repo/org.fdroid.fdroid_%c.apk`

source: In addition to the three, always required, parameters described above, further parameters can be added (in `name: value` format) to apply further configuration to the build. These are (roughly in order of application):
pt_pt: Além dos três parâmetros, sempre necessários, descritos acima, outros parâmetros podem ser adicionados (no formato `name: value`) para aplicar outras configurações à compilação. Estes são (aproximadamente na ordem de aplicação):
uk: До трьох завжди обов'язкових параметрів, описаних вище, можна додавати уточнювальні параметри (в форматі `назва: значення`), щоб застосувати додаткові налаштування збірки. Їх перелік (у порядку застосування):

source: : Like 'prebuild', but runs on the source code BEFORE any other processing takes place.
uk: : Як «prebuild», але застосовується до вихідного коду ПЕРЕД будь-якою іншою обробкою.

source: You can use \$\$SDK\$\$ and \$\$NDK\$\$ to substitute the paths to the Android SDK and NDK directories respectively. The following per-build variables are available likewise: \$\$VERSION\$\$, \$\$VERCODE\$\$ and \$\$COMMIT\$\$.
uk: Можете використати \$\$SDK\$\$ і \$\$NDK\$\$, щоб підставити шляхи до каталогів Android SDK і NDK відповідно. Для кожної збірки аналогічно стають доступними такі змінні : \$\$VERSION\$\$, \$\$VERCODE\$\$ і \$\$COMMIT\$\$.

source: : The sdk location in the repo is in an old format, or the build.xml is expecting such. The 'new' format is sdk.dir while the VERY OLD format is sdk-location. Typically, if you get a message along the lines of: "com.android.ant.SetupTask cannot be found" when trying to build, then try enabling this option.
uk: : Зазначає, що репозиторій або build.xml очікують адресу SDK не в «новому» форматі sdk.dir, а в дуже застарілому — sdk-location. Якщо ви отримуєте повідомлення на зразок «com.android.ant.SetupTask cannot be found» при збірці, спробуйте ввімкнути цю опцію.

source: `androidupdate: <auto/dirs>`<a name="build_androidupdate"></a>
uk: `androidupdate: <auto/каталоги>`<a name="build_androidupdate"></a>

source: Default value is '`auto`', which recursively uses the paths in _project.properties_ to find all the subprojects to update.
uk: Типове значення `auto` рекурсивно проходить шляхи в _project.properties_, щоб знайти й оновити всі підпроєкти.

source: : Adds a java.encoding property to local.properties with the given value. Generally the value will be 'utf-8'. This is picked up by the SDK's ant rules, and forces the Java compiler to interpret source files with this encoding. If you receive warnings during the compile about character encodings, you probably need this.
uk: : Додає local.properties властивість java.encoding зі вказаним значенням — зазвичай «utf-8». Ant-правила SDK виявляють це й змушують компілятор Java розпізнавати джерело як файли з цим кодуванням. Якщо отримуєте попередження при збірці про кодування символів, імовірно це вам потрібно.

source: If specified, F-Droid will verify the output APK file of a build against the one specified. You can use %v and %c to point to the version name and version code of the current build. To verify the F-Droid client itself you could use: `binary: https://f-droid.org/repo/org.fdroid.fdroid_%c.apk`
uk: Якщо зазначено, F-Droid звірятиме APK-файл результату збірки з файлом за цією адресою. Замість %v та %c буде підставлено versionName і versionCode поточної збірки. Наприклад, щоб звірити клієнт F-Droid: `binary: https://f-droid.org/repo/org.fdroid.fdroid_%c.apk`

source: : Specifies the relative paths of files or directories to delete before the build is started. The paths are relative to the base of the build directory - i.e. the root of the directory structure checked out from the source respository - not necessarily the directory that contains _AndroidManifest.xml_.
uk: : Зазначає, які відносні шляхи файлів чи каталогів слід видалити перед початком збирання. Шляхи є відносними до основного каталогу збірки — до кореня структури каталогів, завантаженої з репозиторію вихідного коду; це може бути інший каталог, ніж той, що містить _AndroidManifest.xml_.

source: `extlibs: <lib1>[,<lib2>,...]`<a name="build_extlibs"></a>
uk: `extlibs: <бібліотека1>[,<бібліотека2>,...]`<a name="build_extlibs"></a>

source: Each srclib has a metadata file under srclibs/ in the repository directory, and the source code is stored in build/srclib/. _RepoType_ and _Repo_ are specified in the same way as for apps; Subdir: can be a comma separated list, for when directories are renamed by upstream; Update Project: updates the projects in the working directory and one level down; Prepare: can be used for any kind of preparation: in particular if you need to update the project with a particular target. You can then also use `$$name$$` in the init/prebuild/build command to substitute the absolute path to the library directory.
uk: Кожна srclib має файл метаданих у каталозі srclibs/ репозиторію, а вихідний код зберігається в build/srclib/. _RepoType_ і _Repo_ зазначаються таким же чином, як і для застосунків; Subdir: може бути розділеним комами списком перейменувань каталогів оригіналу; Update Project: оновлює проєкти в робочому каталозі й на один рівень нижче; Prepare: виконує довільну підготовку: наприклад, ви можете змінити цільовий SDK проєкту. Тоді ви також можете використати `$$name$$` у команді init/prebuild/build, щоб замістити абсолютний шлях до каталогу бібліотеки.

source: : Apply patch(es). 'x' names one (or more - comma-seperated) files within a directory below the metadata, with the same name as the metadata file but without the extension. Each of these patches is applied to the code in turn.
uk: : Застосовує патчі. «x» — файл (або кілька, розділені комою) у підкаталозі metadata з такою ж назвою, як файл метаданих, але без суфіксу. Кожен із цих патчів застосовується до коду по черзі.

source: : Specifies a shell command (or commands - chain with &&) to run before the build takes place. Backslash can be used as an escape character to insert literal commas, or as the last character on a line to join that line with the next. It has no special meaning in other contexts; in particular, literal backslashes should not be escaped.
pt_pt: : Especifica um comando de shell (ou comandos - encadeados com &&) para ser executado antes que a compilação ocorra. A barra invertida pode ser usada como um caractere de escape para inserir vírgulas literais ou como o último caractere numa linha para unir essa linha à próxima. Não tem significado especial em outros contextos; em particular, as barras invertidas literais não devem ter escape.
uk: : Зазначає команду оболонки (чи кілька, розділені &&) для виконання перед збіркою. Послідовність «\\,» вводить кому, а рядок із «\\» в кінці приєднується до наступного. В інших контекстах цей символ не має особливого значення, зокрема перед самостійною оберненою косою рискою не потрібно ставити ще одну.

source: You can use \$\$name\$\$ to substitute the path to a referenced srclib - see the `srclib` directory for details of this.
pt_pt: Pode usar \$\$name\$\$ para substituir o caminho a uma srclib referenciada - veja o diretório `srclib` para detalhes sobre isso.
uk: Замість \$\$name\$\$ буде підставлено шлях відповідної srclib, докладніше про це — в каталозі `srclib`.

source: You can use \$\$SDK\$\$ and \$\$NDK\$\$ to substitute the paths to the Android SDK and NDK directories respectively e.g. for when you need to run `android update project` explicitly. The following per-build variables are available likewise: \$\$VERSION\$\$, \$\$VERCODE\$\$ and \$\$COMMIT\$\$.
uk: Ви можете використовувати \$\$SDK\$\$ і \$\$NDK\$\$ для заміни шляхів до каталогів Android SDK і NDK відповідно, наприклад, коли вам потрібно запустити `android update project` явно. Для кожної збірки аналогічно доступні такі змінні: \$\$VERSION\$\$, \$\$VERCODE\$\$ і \$\$COMMIT\$\$.

source: : When running the scan process, any files that trigger errors - like binaries - will be removed. It acts just like _scanignore_, but instead of ignoring the files, it removes them.
pt_pt: : Ao executar o processo de varredura, todos os ficheiros que acionam erros - como binários - serão removidos. Ele age como _scanignore_, mas ao invés de ignorar os ficheiros, ele os remove.
uk: : Будь-які файли, що викличуть помилки при скануванні, як-от двійкові файли, буде вилучено. Аналогічно _scanignore_, але не пропускає файли, а вилучає.

source: Useful when a source code repository includes binaries or other unwanted files which are not needed for the build. Instead of removing them manually via _rm_, using _scandelete_ is easier.
pt_pt: Útil quando um repositório de código-fonte inclui binários ou outros ficheiros indesejados que não são necessários para a compilação. Em vez de removê-los manualmente via _rm_, usar o _scandelete_ é mais fácil.
uk: Корисно, якщо репозиторій вихідного коду містить двійкові чи інші небажані файли, непотрібні для збірки. Їх можна вилучити вручну за допомогою _rm_, але _scandelete_ простіше.

source: : As for 'prebuild', but runs during the actual build phase (but before the main Ant/Maven build). Use this only for actions that do actual building. Any preparation of the source code should be done using 'init' or 'prebuild'.
uk: : Як «prebuild», але спрацьовує під час власне збірки (проте до запуску основної збірки Ant/Maven). Використовуйте це лише для дій, що справді щось збирають. Будь-яку підготовку вихідного коду слід виконувати в «init» чи «prebuild».

source: Any building that takes place before _build_ will be ignored, as either Ant, mvn or gradle will be executed to clean the build environment right before _build_ (or the final build) is run.
pt_pt: Qualquer compilação que ocorra antes de _build_ será ignorada, já que Ant, mvn ou gradle serão executados para limpar o ambiente de compilação antes do _build_ (ou a compilação final) ser executada.
uk: Будь-якими збірками, що передували _build_, буде знехтувано: виконується очищення середовища збірки Ant, mvn чи gradle прямо перед запуском _build_ — остаточної збірки.

source: You can use \$\$SDK\$\$ and \$\$NDK\$\$ to substitute the paths to the Android SDK and NDK directories respectively. The following per-build variables are available likewise: \$\$VERSION\$\$, \$\$VERCODE\$\$ and \$\$COMMIT\$\$.
uk: Ви можете використовувати \$\$SDK\$\$ і \$\$NDK\$\$, щоб замінити шляхи до каталогів Android SDK і NDK відповідно. Для кожної збірки аналогічно стають доступними такі змінні: \$\$VERSION\$\$, \$\$VERCODE\$\$ і \$\$COMMIT\$\$.

source: : Enables building of native code via the _ndk-build_ script before doing the main Ant build. The value may be a list of directories relative to the main application directory in which to run ndk-build, or 'yes' which corresponds to '.' . Using explicit list may be useful to build multi-component projects.
uk: : Збирає native-код скриптом _ndk-build_ перед основною Ant-збіркою. Значення — перелік тих каталогів відносно головного каталогу застосунку, де слід запустити ndk-build; або «yes», що відповідає значенню «.». Явний список може бути корисним при збірці проєкту з багатьма складовими.

source: The build and scan processes will complain (refuse to build) if this parameter is not defined, but there is a `jni` directory present. If the native code is being built by other means like a Gradle task, you can specify `no` here to avoid that. However, if the native code is actually not required or used, remove the directory instead (using `rm: jni` for example). Using `buildjni: no` when the jni code isn't used nor built will result in an error saying that native libraries were expected in the resulting package.
uk: Процеси збірки й сканування буде перервано з помилкою, якщо цей параметр відсутній, а каталог `jni` таки є. Якщо native-код збирається іншими засобами, такими як завдання Gradle, то зазначте тут `no`, щоб уникнути помилки. Але якщо native-код дійсно необов'язковий чи не використовується, вилучіть каталог натомість (наприклад, `rm: jni`). Коли `buildjni: no`, а jni-коду й не використано, й не зібрано, то виникне помилка: в результаті пакування бракує native-бібліотек.

source: : Build with Maven instead of Ant. An extra @&lt;dir&gt; tells F-Droid to run Maven inside that relative subdirectory. Sometimes it is needed to use @.. so that builds happen correctly.
pt_pt: : Compila com Maven ao invés de Ant. Um @&lt;dir&gt; adicional diz ao F-Droid para executar o Maven dentro desse subdiretório relativo. Às vezes é necessário usar @.. para que as compilações funcionem corretamente.
uk: : Збирати з Maven замість Ant. Додайте @&lt;каталог&gt;, якщо F-Droid слід виконувати Maven саме у цьому відносному підкаталозі. Іноді доводиться використати @.., щоб збірка працювала як слід.

source: `output: glob/to/output.apk`<a name="build_output"></a>
pt_pt: `output: glob/para/saída.apk`<a name="build_output"></a>
uk: `output: glob/до/результату.apk`<a name="build_output"></a>

source: : Specify a glob path where the resulting unsigned release APK from the build should be. This can be used in combination with build methods like `gradle: yes` or `maven: yes`, but if no build method is specified, the build is manual. You should run your build commands, such as `make`, in _build_.
uk: : Зазначте glob-шлях, за яким буде розміщено результат збірки — непідписаний APK випуску. Це стосується таких способів збірки, як `gradle: yes` чи `maven: yes`. Але якщо жодного способу збірки не зазначено, вам натомість слід вручну виконати свої команди збірки, як-от `make`, у _build_.

source: : As for 'prebuild', but runs after the actual build phase (the main Ant/Maven build). Use this only for actions that perform some post-processing on the build outputs.
uk: : Як «prebuild», але спрацьовує після власне збірки (основної збірки Ant/Maven). Використовуйте це лише для дій, які виконують деяку післяобробку на виводах збірки.

source: When making automated binary repositories with `fdroid update`, it is generally easy to find out the expected signing key for the APKs that are gathered. `AllowedAPKSigningKeys` lets the repo operator set the expected signing keys, then `fdroid update` will check that the APKs are signed by one of those keys. If not, the mismatched APKs will not be included in the repo. If `fdroid update --delete-unknown` is specified, the mismatched APKs will be deleted. Then an automated process can be used to download newer APKs to the repo, and they will only be included if they have a known good signature. The value is a lowercase hex value of the SHA-256 fingerprint of the signing certificate. This can be fetched using:
uk: Автоматизуючи двійкові репозиторії за допомогою `fdroid update`, зазвичай легко знайти очікуваний ключ підпису для кожного APK. 'AllowedAPKSigningKeys` дає змогу особі, що веде репозиторій, вказати очікувані ключі підпису — й тоді `fdroid update` перевірятиме, чи підписані APK одним із цих ключів. Якщо ні, то APK з незбіжними ключами не буде додано до репозиторію. Якщо зазначити `fdroid update --delete-unknown`, то незбіжні APK буде видалено. Тоді можна буде автоматизувати завантаження новіших APK до репозиторію, й із них додаватимуться лише ті, що мають відомий довірений підпис. Значення — нижній регістр шістнадцяткового відбитку SHA-256 сертифікату підпису. Отримати можна так:

source: apksigner verify --print-certs example.apk | grep SHA-256
uk: apksigner verify --print-certs зразок.apk | grep SHA-256

source: This is optional - if present, it contains a comma-separated list of any of the following values, describing an anti-feature the application has. It is a good idea to mention the reasons for the anti-feature(s) in the description:
pt_pt: Isso é opcional - se presente, ele contém uma lista separada por vírgula de qualquer um dos seguintes valores, a descrever uma característica indesejada que a aplicação possui. É uma boa ideia mencionar as razões para a(s) característica(s) indesejada(s) na descrição:
uk: Якщо зазначено, то має бути розділеним комами переліком підмножини наступних значень, що описує, які небажані функції містить застосунок. В описі слід зазначити підстави вказання небажаних функцій:

source: 'Ads' - the application contains advertising.
uk: «Ads» — застосунок містить рекламу.

source: 'Tracking' - user or activity data is tracked or leaks, by default. True if the app or a feature can not be used without collecting and sharing such data, or doing requests to a data collecting network service (regard- less if the service is based on free software, or not). For example, activity-based down-loading of weather data, maps, avatars etc. (data hosting and delivery services), or uploading of crash logs etc.
uk: «Tracking» — користувацькі дані чи діяльність усталено відстежуються чи витікають. True, якщо застосунок чи певну його функцію неможливо використати без жодного збору й поширення таких даних, або якщо він робить запити до мережної служби, що збирає дані (незалежно від того, побудована ця служба на вільному програмному забезпеченні чи ні). Наприклад, завантажує різні залежно від користувацьких дій дані про погоду, карти, аватари тощо, використовує служби розміщення й доставки даних, вивантажує журнали збоїв тощо.

source: 'NonFreeNet' - the application contains a feature that promotes or depends on a Non-Free network service, or any service which is impossible, or not easy to replace. Replacement requires changes to the app or service. This antifeature would not apply, if there is a simple configuration option that allows pointing the app to a running instance of an alternative, publicly available, self-hostable, free software server solution.
uk: «NonFreeNet» — застосунок містить функцію, що пропагує або цілком залежна від невільної мережної служби, яку неможливо чи складно замінити. Тобто заміна вимагає внесення змін до застосунку чи служби. Цю небажану можливість можна вилучити, якщо з'явиться просте налаштування, що дасть змогу спрямувати застосунок на чинний екземпляр альтернативного загальнодоступного серверного рішення, що є вільним програмним забезпеченням і придатне до незалежного розміщення.

source: 'NonFreeAdd' - the application promotes Non-Free add-ons, such that the app is effectively an advert for other Non-Free Software.
uk: «NonFreeAdd» — застосунок просуває невільні додатки, тобто по суті є рекламою іншого невільного програмного забезпечення.

source: 'NonFreeDep' - the application depends on a Non-Free application (e.g. Google Maps) - i.e. it requires it to be installed on the device, but does not include it.
uk: «NonFreeDep» — застосунок залежить від невільного застосунку (наприклад, від Google Maps), тобто вимагає його присутності на пристрої, хоч і не додає його сам.

source: 'NSFW' - the app contains content that the user may not want to be publicized or visible everywhere, comes from "Not Safe For Work".
uk: «NSFW» — застосунок містить вміст, який авдиторія може не бажати оприлюднювати чи скрізь показувати; походить від терміну «Not Safe For Work» — «небезпечно для роботи».

source: 'UpstreamNonFree' - the application is or depends on Non-Free software. This does not mean that Non-Free Software is included with the app: Most likely, it has been patched in some way to remove the Non-Free code. However, functionality may be missing.
uk: «UpstreamNonFree» — застосунок невільний або залежить від невільного програмного забезпечення. Це не означає, що невільне програмне забезпечення є частиною застосунку: швидше за все, застосунок було певним чином змінено, щоб вилучити невільний код. Але певний функціонал може через це бути недоступним.

source: 'NonFreeAssets' - the application contains and makes use of Non-Free assets. The most common case is apps using artwork - images, sounds, music, etc. - under a license that restricts commercial usage or making derivative works (for example, any Creative Commons license with a "Non-Commercial" (NC) or "No Derivatives" (ND) restriction).
uk: «NonFreeAssets» — застосунок містить і використовує невільні ресурси. Зазвичай такими є твори мистецтва: зображення, звуки, музика тощо — на умовах ліцензії, яка обмежує комерційне використання або створення похідних робіт (наприклад, будь-яка ліцензія Creative Commons з обмеженням «Некомерційна» (NC) або «Без похідних» (ND)).

source: 'KnownVuln' - the application has known security vulnerabilities.
uk: «KnownVuln» — застосунок має відомі вразливості безпеки.

source: 'ApplicationDebuggable' - APK file is compiled for debugging (`application-debuggable`), which normally makes it unsuitable for regular users and use cases.
uk: «ApplicationDebuggable» — APK-файл зібрано для зневадження (`application-debuggable`), що зазвичай робить його непридатним для звичайного використання й практичного застосування.

source: 'NoSourceSince' - Upstream source for this app is no longer available. Either the app went commercial, the repo was dropped, or it has moved to a location currently unknown to us. This usually means there won't be further updates unless the source reappears.
uk: «NoSourceSince» — оригінал вихідного коду застосунку став недоступний. Можливо, застосунок став комерційним — або його репозиторій знищено чи посунуто до невідомої нам адреси. Зазвичай це означає, що оновлень більше не буде, поки вихідний код не з'явиться знову.

source: If this field is present, the application does not get put into the public index. This allows metadata to be retained while an application is temporarily disabled from being published. The value should be a description of why the application is disabled. No APKs or source code archives are deleted: to purge an APK see the Build Version section or delete manually for developer builds. The field is therefore used when an app has outlived it's usefulness, because the source tarball is retained.
uk: Якщо вказати це поле, застосунок не потраплятиме до загальнодоступного індексу. Це дає змогу зберегти метадані попри тимчасове вимкнення оприлюднення застосунку. Значення має бути описом, чому застосунок було вимкнено. APK чи вихідного коду не буде видалено: щоб стерти APK, перегляньте розділ Build Version (версія збірки) чи, якщо ви в команді, видаліть збірку вручну. Тобто поле використовується, коли застосунок перестав бути корисним, але архів вихідного коду є сенс зберегти.

source: The version specified via `CurrentVersionCode` is always considered the newest version when deciding which versions to put into the archive. This means that when `ArchivePolicy` is set to `1` only the APK corresponding to CVC is kept, which is not necessarily the one with the highest version code.
uk: Версія, зазначена як `CurrentVersionCode` (CVC), завжди вважається найновішою при визначенні, які версії слід архівувати. Тобто коли `ArchivePolicy` має значення `1`, то зберігається лише той APK, що відповідає CVC, а не той, що має найвище значення коду версії.
