Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: You can use `$$SDK$$` and `$$NDK$$` to substitute the paths to the Android SDK and NDK directories respectively. The following per-build variables are available likewise: `$$VERSION$$`, `$$VERCODE$$` and `$$COMMIT$$`.
de: Es kann `$$SDK$$` und `$$NDK$$` verwendet werden, um die Pfade zu den Android-SDK- und NDK-Verzeichnissen entsprechend zu ersetzen. Die folgenden Variablen pro Build stehen ebenfalls zur Verfügung: `$$VERSION$$`, `$$VERCODE$$` and `$$COMMIT$$`.
pl: Możesz użyć \$\$SDK\$\$, \$\$NDK\$\$ and \$\$MVN3\$\$ aby zastąpić ścieżki do androidowych katalogów SDK i NDK oraz odpowiednio do pliku maven 3. Poniższe zmienne dotyczące kompilacji są dostępne również: \$\$VERSION\$\$, \$\$VERCODE\$\$ i \$\$COMMIT\$\$.
ro: Puteți folosi `$$SDK$$$` și `$$NDK$$$` pentru a înlocui căile de acces la directoarelor Android SDK și, respectiv, NDK. Următoarele variabile per-build sunt disponibile de asemenea: `$$$VERSION$$`, `$$VERCODE$$$` și `$$COMMIT$$$`.
ru: Чтобы подставить пути к каталогам Android SDK и NDK, вы можете использовать переменные `$$SDK$$` и `$$NDK$$` соответственно. Также для каждой сборки доступны следующие переменные: `$$VERSION$$`, `$$VERCODE$$` и `$$COMMIT$$`.
uk: Можете використати `$$SDK$$` і `$$NDK$$`, щоб підставити шляхи до каталогів Android SDK і NDK відповідно. Для кожної збірки аналогічно стають доступними такі змінні : `$$VERSION$$`, `$$VERCODE$$` і `$$COMMIT$$`.
zh_hans: 你可以使用 `SDK` 和 `$$NDK$$` 分别替换 Android SDK 和 NDK 目录路径。以下 不同构建的变量同样可用：`$$VERSION$$`、 `$$VERCODE$$` 和 `$$COMMIT$$`。

source: The path to the output APK is available with `$$OUT$$`.
de: Der Pfad zur Ausgabe-APK ist mit `$$OUT$$` verfügbar.
pl: Ścieżka do wyjściowego APK jest dostępna za pomocą `$$OUT$$`.
ro: Calea către APK-ul de ieșire este disponibilă cu `$$OUT$$`.
ru: Путь к выходному APK-файлу доступен в `$$OUT$$`.
uk: Шлях до вихідного APK доступний за адресою `$$OUT$$`.
zh_hans: 使用 `$$OUT$$` 设置输出 APK 文件的路径。

source: : Don't check that the version name and code in the resulting APK are correct by looking at the build output - assume the metadata is correct. This takes away a useful level of sanity checking, and should only be used if the values can't be extracted.
de: : Keine Überprüfung, ob Versionsname und Code in dem resultierenden APK korrekt sind, indem die Build-Ausgabe betrachtet wird - korrekte Metadaten vorausgesetzt. Dadurch wird eine nützliche Stufe der Plausibilitätsprüfung entfernt, sollte daher nur verwendet werden, wenn die Werte nicht extrahiert werden können.
pl: : Nie sprawdzaj, czy nazwa wersji i kod w wynikowym pliku APK są poprawne, patrząc na wynik kompilacji — załóżmy, że metadane są poprawne. Odejmuje to użyteczny poziom sprawdzania poprawności i powinien być stosowany tylko wtedy, gdy wartości nie można uzyskać.
ro: : Nu verificați dacă numele versiunii și codul din APK-ul rezultat sunt corecte prin examinarea rezultatului compilării - presupuneți că metadata este corectă. Acest lucru înlătură un nivel util de verificare a corectitudinii, iar ar trebui să fie utilizat numai dacă valorile nu pot fi extrase.
ru: : Не производить проверку корректности имени и кодового номера версии непосредственно в самом полученном APK. Считать, что метаданные верны. Этот параметр убирает полезную проверку на адекватность, так что его следует использовать только в том случае, если эти значения не могут быть извлечены.
uk: : Не перевіряти назву й код версії в отриманому APK, тобто нехтувати виводом збірки та вважати метадані коректними. Буде втрачено корисні перевірки цілісності, тож утримайтесь від цього, якщо значення можливо виявити.
zh_hans: : 不要通过查看构建输出来检查生成的 APK 的版本名和代码是否正确 - 假设元数据是正确的 。这样的做法剥夺了有用级别的 sanity 检查， 应该只有在无法提取数值的情况下才这么做。

source: `antifeatures: <antifeature1>[,<antifeature2>,...]`<a name="build_antifeatures"></a>
pl: `niepożądane funkcje: <antifeature1>[,<antifeature2>,...]`
pt_pt: `antifeatures: <característica1>[,<característica2>,...]`<a name="build_antifeatures"></a>
ru: `antifeatures: <анти-функция1>[,<анти-функция2>,...]`<a name="build_antifeatures"></a>
uk: `antifeatures: <функція1>[,<функція2>,...]`<a name="build_antifeatures"></a>

source: : List of Anti-Features for this specific build. They are described in [_AntiFeatures_](#AntiFeatures).
de: : Liste der Anti-Features für diesen speziellen Build. Sie werden in [_AntiFeatures_](#AntiFeatures) beschrieben.
pl: : Lista niepożądanych funkcji dla tej konkretnej kompilacji. Są one opisane w [_AntiFeatures_](#AntiFeatures).
pt_pt: : Lista de características indesejadas dessa compilação específica. Elas são descritas em [_AntiFeatures_](#AntiFeatures).
ro: : Listă de Anti-Funcții pentru această construcție specifică. Acestea sunt descrise În [_AntiFeatures_](#AntiFeatures).
ru: : Список анти-функций для данной конкретной сборки. Они описаны в [_AntiFeatures_](#AntiFeatures).
uk: : Перелік небажаних функцій конкретної збірки. Їх описано в розділі [_AntiFeatures_ (небажані функції)](#AntiFeatures).
zh_hans: ：这个特定构建的负面特征列表。它们在 [_AntiFeatures_](#AntiFeatures) 中有描述。

source: _AllowedAPKSigningKeys_<a name="AllowedAPKSigningKeys"></a>
ro: _AllowedAPKSigningKeys_(Chei de semnare APK permise)<a name="AllowedAPKSigningKeys"></a>
ru: _AllowedAPKSigningKeys_(Разрешённые ключи подписи)<a name="AllowedAPKSigningKeys"></a>
uk: _AllowedAPKSigningKeys_ (Дозволені ключі підпису APK)<a name="AllowedAPKSigningKeys"></a>

source: When making automated binary repositories with `fdroid update`, it is generally easy to find out the expected signing key for the APKs that are gathered. `AllowedAPKSigningKeys` lets the repo operator set the expected signing keys, then `fdroid update` will check that the APKs are signed by one of those keys. If not, the mismatched APKs will not be included in the repo. If `fdroid update --delete-unknown` is specified, the mismatched APKs will be deleted. Then an automated process can be used to download newer APKs to the repo, and they will only be included if they have a known good signature. The value is a lower case hex value of the SHA-256 fingerprint of the signing certificate. This can be fetched using:
de: Bei der Erstellung von automatisierten Binärdatei-Repositorys mit `fdroid update` ist es im Allgemeinen einfach, den erwarteten Signierschlüssel für die gesammelten APKs herauszufinden. Mit `AllowedAPKSigningKeys` kann der Repo-Betreiber die erwarteten Signierschlüssel festlegen, und `fdroid update` überprüft dann, ob die APKs mit einem dieser Schlüssel signiert sind. Ist dies nicht der Fall, werden die nicht übereinstimmenden APKs nicht in das Repo aufgenommen. Wenn `fdroid update --delete-unknown` angegeben wird, werden die nicht übereinstimmenden APKs gelöscht. Dann kann ein automatischer Prozess verwendet werden, um neuere APKs in das Repo herunterzuladen, und sie werden nur aufgenommen, wenn sie eine bekannt gute Signatur haben. Der Wert ist ein in Kleinbuchstaben geschriebener Hex-Wert des SHA-256-Fingerabdrucks des Signierzertifikats. Dieser kann mit abgerufen werden:
pl: Podczas tworzenia zautomatyzowanych repozytoriów binarnych za pomocą `fdroid update`, zazwyczaj łatwo jest znaleźć oczekiwany klucz podpisywania dla zgromadzonych APK. `AllowedAPKSigningKeys` pozwala operatorowi repozytorium ustawić oczekiwane klucze podpisywania, a następnie `fdroid update` sprawdzi, czy APK są podpisane jednym z tych kluczy. Jeśli nie, niedopasowane APK nie zostaną dołączone do repozytorium. Jeśli podano `fdroid update --delete-unknown`, niedopasowane APK zostaną usunięte. Następnie można użyć zautomatyzowanego procesu do pobrania nowszych APK do repozytorium, które zostaną dołączone tylko wtedy, gdy mają znaną, dobrą sygnaturę. Wartość to zapisana małymi literami heksadecymalna wartość odcisku palca SHA-256 certyfikatu podpisującego. Można ją uzyskać za pomocą:
ro: Atunci când se creează depozite automate de fișiere binare cu `fdroid update`, este în general ușor de aflat cheia de semnare așteptată pentru APK-urile care sunt colectate. `AllowedAPKSigningKeys` permite operatorului de repo să seteze cheile de semnare așteptate, apoi `fdroid update` va verifica dacă APK-urile sunt semnate cu una dintre aceste chei. În caz contrar, APK-urile nepotrivite nu vor fi incluse în repo. Dacă se specifică `fdroid update --delete-unknown`, APK-urile necorespunzătoare vor fi șterse. Apoi, un proces automat poate fi utilizat pentru a descărca APK-uri mai noi în repo, iar acestea vor fi incluse numai dacă au o semnătură bună cunoscută. Valoarea este o valoare hexagonală minusculă a amprentei SHA-256 a certificatului de semnare. Aceasta poate fi obținută utilizând:
ru: При создании автоматизированных бинарных репозиториев с помощью `fdroid update`, как правило, легко узнать ожидаемый ключ подписи для собираемых APK. `AllowedAPKSigningKeys` позволяет оператору репозитория задать ожидаемые ключи подписи, после чего `fdroid update` проверит, что APK-файлы подписаны одним из этих ключей. APK, чьи подписи не прошли проверку не будут включены в репозиторий. Если указано `fdroid update --delete-unknown`, то эти APK будут удалены. Затем можно использовать автоматизированный процесс для загрузки новых APK в репозиторий, и они будут добавлены только в том случае, если у них известная корректная подпись. Значение — шестнадцатеричный (в нижнем регистре) SHA-256-отпечаток сертификата, используемого для подписи. Его можно получить с помощью:
zh_hans: 当用 `fdroid update` 生成自动二进制存储库时，通常很容易找出所收集的 APK 的预期签名密钥。`AllowedAPKSigningKeys` 让仓库管理员设置预期的签名密钥，然后 `fdroid update` 将检查 APK 是否由这些密钥之一签署。如果不是，不匹配的 APK 将不被包含在存储库中。如果 `fdroid update --delete-unknown` 被指定，不匹配的 APK 将被删除。然后，可以使用一个自动程序将较新的 APK 下载到存储库中，只有当它们有一个已知的良好签名时才会被包含在内。该值是签名证书的 SHA-256 指纹的小写十六进制值。这可以通过以下方式获取：

source: Usually, APKs are signed using only one signer. APKs that require verification by [multiple signers](https://developer.android.com/tools/apksigner#usage-sign) are currently not supported by _AllowedAPKSigningKeys_ (this is quite rare).
ru: Обычно APK подписываются только одним подписывающим лицом. APK, требующие проверки [несколькими подписантами](https://developer.android.com/tools/apksigner#usage-sign), в настоящее время не поддерживаются в _AllowedAPKSigningKeys_ (это довольно редкое явление).
zh_hans: APK 文件通常只使用一个签署者签名。 需要 [多名签署者](https://developer.android.com/tools/apksigner#usage-sign)验证的 APK 当前不被 _AllowedAPKSigningKeys_所支持（这相当罕见）。

source: _AntiFeatures_<a name="AntiFeatures"></a>
de: Unerwünschte Merkmale (_AntiFeatures_)<a name="AntiFeatures"></a>
pt_pt: _Recursos Indesejados_<a name="AntiFeatures"></a>
ru: _AntiFeatures_(Анти-функции)<a name="AntiFeatures"></a>
uk: _AntiFeatures_ (Небажані функції)<a name="AntiFeatures"></a>

source: This is optional - if present, it contains a comma-separated list of any of the following values, describing [an anti-feature](../Anti-Features) the application has. It is a good idea to mention the reasons for the anti-feature(s) in the description:
de: Dies ist optional – falls vorhanden, enthält es eine kommagetrennte Liste der folgenden Werte, die [ein Unerwünschtes Merkmal](../Anti-Features) der Anwendung beschreiben. Es empfiehlt sich, die Gründe für unerwünschte Merkmale in der Beschreibung zu nennen:
ro: Această rubrică este opțională - dacă este prezentă, conține o listă, separată prin virgulă, cu oricare dintre următoarele valori, care descrie o [anti-funcție](../Anti-Features) de care dispune aplicația. Este o idee bună să se menționeze în descriere motivele pentru această (aceste) anti-funcție(i):
ru: Этот параметр необязателен; если он присутствует, то содержит разделённый запятыми список из одного или нескольких следующих значений, описывающих [анти-функции](../Anti-Features), которые есть в приложении. В описании целесообразно также указать, зачем в приложении нужны эти анти-функции:
zh_hans: 这是可选的 - 如果存在，它包含一个以英文逗号分隔的列表，列表由下列值中的任意值组成，描述应用具有的 [负面特征](../Anti-Features)。最好在描述中说明具有（一个或多个）负面特征的原因：

source: `Ads` - the application contains advertising.
de: `Ads` – die Anwendung enthält Werbung.
pl: 'Ads' - aplikacja zawiera reklamy.
ro: `Ads` - aplicația conține publicitate.
ru: `Ads` — приложение содержит рекламу.
zh_hans: `Ads` - 该应用包含广告。

source: `KnownVuln` - the application has known security vulnerabilities.
de: `KnownVuln` – die Anwendung hat bekannte Sicherheitslücken.
pl: 'KnownVuln' - aplikacja ma znane luki w zabezpieczeniach.
ro: `KnownVuln` - aplicația are vulnerabilități de securitate cunoscute.
ru: `KnownVuln` — приложение имеет известные уязвимости в системе безопасности.
zh_hans: `KnownVuln` - 该应用有已知的安全漏洞。

source: `NonFreeAdd` - the application promotes Non-Free add-ons, such that the app is effectively an advert for other Non-Free Software.
de: `NonFreeAdd` – die Anwendung bewirbt proprietäre Erweiterungen, so dass die App gewissermaßen zum Werbeträger für andere nicht Freie Software wird.
ro: `NonFreeAdd` - aplicația promovează extensii care nu sunt libere, astfel încât aplicația este efectiv o reclamă pentru alte programe care nu sunt libere.
ru: `NonFreeAdd` — приложение продвигает несвободные дополнения, так что приложение фактически является рекламой других несвободных программ.
zh_hans: `NonFreeAdd`- 该应用推广非自由附加组件，因此该应用实际上是其他非自由软件的广告。

source: `NonFreeAssets` - the application contains and makes use of Non-Free assets. The most common case is apps using artwork - images, sounds, music, etc. - under a license that restricts commercial usage or making derivative works (for example, any Creative Commons license with a "Non-Commercial" (NC) or "No Derivatives" (ND) restriction).
de: `NonFreeAssets` – die Anwendung enthält und nutzt nicht-quelloffene Bestandteile. Der häufigste Fall sind Apps, die Kunst – Bilder, Klänge, Musik usw. – verwenden, die einer Lizenz unterliegt, die eine kommerzielle Nutzung oder das Erstellen davon abgeleiteter Werke einschränkt (zum Beispiel, jede Creative-Commons-Lizenz mit einer „Non-Commercial“ (NC) oder „No Derivatives“ (ND) Einschränkung).
ro: `NonFreeAssets` - aplicația conține și utilizează active care nu sunt gratuite. Cel mai frecvent caz este cel al aplicațiilor care utilizează opere de artă - imagini, sunete, muzică etc. - sub o licență care restricționează utilizarea comercială sau realizarea de lucrări derivate (de exemplu, orice licență Creative Commons cu o restricție "Non-Commercial" (NC) sau "No Derivatives" (ND)).
ru: `NonFreeAssets` — приложение содержит и использует несвободные ресурсы. Наиболее распространённый случай — приложения, использующие некоторые художественные работы (изображения, звуки, музыку и т.д.) с лицензиями, которые ограничивают коммерческое использование или создание производных работ (например, любая лицензия Creative Commons с ограничением «Некоммерчески» (NC) или «Без производных произведений» (ND)).
zh_hans: `NonFreeAssets` - 应用包含并使用非自由资产。最常见情况是应用中使用了在限制商用或进行衍生创作的许可证下授权的艺术作品像是图片、声音、音乐等（比如，任何带 "Non-Commercial" (NC) 或 "No Derivatives" (ND) 限制的 Creative Commons 许可证）。

source: `NonFreeDep` - the application depends on a Non-Free application (e.g. Spotify, Whatsapp) - i.e. it requires it to be installed on the device, but does not include it.
de: `NonFreeDep` – die Anwendung hängt von einer proprietären Anwendung ab (z. B. Spotify, WhatsApp) – d. h. deren Installation auf dem Gerät ist erforderlich, beinhaltet sie aber nicht.
ro: `NonFreeDep` - aplicația depinde de o aplicație non-gratuită (de exemplu, Spotify, Whatsapp) - adică necesită ca aceasta să fie instalată pe dispozitiv, dar nu o include.
ru: `NonFreeDep` — приложение зависит от другого несвободного приложения (например, Spotify, Whatsapp); то есть оно требует его установки на устройство, но не включает его.
zh_hans: `NonFreeDep` - 应用依赖于非自由应用（例如 Spotify\Whatsapp）- 也就是说，这个应用要生效的前提是设备上已经安装了这些非自由应用，但该应用本身并不包含这些应用。

source: `NonFreeNet` - the application promotes or depends entirely on a proprietary network service.
de: `NonFreeNet` – die Anwendung bewirbt oder hängt vollständig von einem proprietären Netzwerkdienst ab.
pl: `NonFreeNet` - aplikacja promuje lub całkowicie zależy od zastrzeżonej usługi sieciowej.
ro: `NonFreeNet` - aplicația promovează sau depinde în întregime de un serviciu de rețea proprietar.
ru: `NonFreeNet` — приложение продвигает или полностью зависит от проприетарного сетевого сервиса.
zh_hans: `NonFreeNet` - 此应用推广或完全依赖专有的网络服务。

source: `NoSourceSince` - Upstream source for this app is no longer available. Either the app went commercial, the repo was dropped, or it has moved to a location currently unknown to us. This usually means there won't be further updates unless the source reappears.
de: `NoSourceSince` – Der Originalcode für diese App ist nicht mehr abrufbar. Entweder wurde die App kommerziell, das Repo wurde aufgelöst oder es wurde an einen Ort umgezogen, der uns derzeit unbekannt ist. Das bedeutet, dass es keine weiteren Updates geben wird, bis der Originalcode wieder auftaucht.
ro: `NoSourceSince` - Sursa în upstream pentru această aplicație nu mai este disponibilă. Fie că aplicația a devenit comercială, fie că sursa a fost abandonată, fie că s-a mutat într-o locație necunoscută pentru noi în prezent. Acest lucru înseamnă, de obicei, că nu vor mai exista actualizări ulterioare decât dacă sursa reapare.
ru: `NoSourceSince` — Вышележащий репозиторий для этого приложения больше недоступен. Либо приложение стало коммерческим, либо репозиторий был закрыт, либо он переехал в неизвестное нам место. Обычно это означает, что обновлений больше не будет, пока источник не появится вновь.
zh_hans: `NoSourceSince` - 这个应用的上游源代码不再可用。要么是该应用已经商业化，要么是存储库被放弃，要么是它已经移到了一个我们目前不知道的地方。这通常意味着不会有进一步的更新，除非源代码重新出现。

source: `NSFW` - the app contains content that the user may not want to be publicized or visible everywhere, comes from "Not Safe For Work".
de: `NSFW` – die App enthält Inhalte, von denen der Nutzer nicht möchte, dass sie veröffentlicht werden oder überall sichtbar sind, stammt von „Not safe for work – Nicht für den Arbeitsplatz geeignet“.
ro: `NSFW` - aplicația conține conținut pe care utilizatorul ar putea să nu dorească să fie dat publicității sau să fie vizibil peste tot, vine de la "Not Safe For Work".
ru: `NSFW` — приложение содержит контент, который пользователь может не захотеть обнародовать или видеть повсюду, происходит от «Not Safe For Work» («не безопасно для работы»).
zh_hans: `NSFW` - 应用包含用户可能不希望到处公开或可见的内容，来自网络术语“Not safe for work”。

source: `TetheredNet` - the application depends entirely on a service which is impossible (or not easy) to replace. Replacement requires changes to the app or service. This Anti-Feature would not be applied if there is a simple configuration option that allows pointing the app to a running instance of an alternative, publicly available, self-hostable server solution.
de: `TetheredNet` – die Anwendung hängt vollständig von einem Dienst ab, der nicht (oder nur schwer) ersetzt werden kann. Ein Ersatz erfordert Änderungen an der App oder dem Dienst. Dieses unerwünschte Merkmal wird nicht angewandt, wenn es eine einfache Konfigurationsmöglichkeit gibt, die es ermöglicht, die App auf eine laufende Instanz einer alternativen, öffentlich verfügbaren, selbst-hostbaren Serverlösung zu verweisen.
pl: `TetheredNet` - aplikacja zależy całkowicie od usługi, której zastąpienie jest niemożliwe (lub niełatwe). Zastąpienie wymaga zmian w aplikacji lub usłudze. Ta niepożądana funkcja nie zostanie zastosowana, jeśli istnieje prosta opcja konfiguracji, która pozwala wskazać aplikację na działającą instancję alternatywnego, publicznie dostępnego, samoobsługowego rozwiązania serwerowego.
ro: `TetheredNet` - aplicația depind în întregime de un serviciu de rețea care este imposibil sau nu este ușor de înlocuit. Înlocuirea necesită modificări ale aplicației sau serviciului. Această Anti-Funcție nu s-ar aplica în cazul în care există o opțiune de configurare simplă care permite direcționarea aplicației către o instanță în funcțiune a unei soluții alternative de server de software liber, disponibilă public, auto-găzduită.
ru: `TetheredNet` — приложение полностью зависит от сервиса, который невозможно (или нелегко) заменить. Замена требует изменений в приложении или сервисе. Эта анти-функция не будет применяться, если существует простая опция конфигурации, позволяющая указать приложению на работающий экземпляр альтернативного, общедоступного, самостоятельно размещаемого серверного решения.
zh_hans: `TetheredNet` - 此应用完全完全依赖不可能（或不易替换）的服务。替换需要对应用或服务进行修改。如果有一个简单的配置选项，允许将应用指向另一个备选的、公开可用的、可自托管的服务器解决方案，那么这个负面特征就不适用。

source: `Tracking` - user or activity data is tracked or leaks, by default. True if the app or a feature can not be used without collecting and sharing such data, or doing requests to a data collecting network service (regard- less if the service is based on free software, or not). For example, activity-based down-loading of weather data, maps, avatars etc. (data hosting and delivery services), or uploading of crash logs etc.
de: `Tracking` – Benutzer- oder Aktivitätsdaten werden standardmäßig verfolgt oder abgezweigt. Richtig, wenn die App oder eine Funktion nicht verwendet werden kann, ohne solche Daten zu sammeln und weiterzugeben oder Anfragen an einen Daten sammelnden Netzwerkdienst zu stellen (unerheblich, ob der Dienst auf Freier Software basiert oder nicht). Zum Beispiel das aktivitätsbasierte Herunterladen von Wetterdaten, Karten, Avataren usw. (Hosting und Auslieferungsdienste von Daten) oder das Hochladen von Absturzprotokollen usw.
ro: `Tracking` - datele de utilizator sau de activitate sunt urmărite sau trimise, în mod implicit. Adevărat în cazul în care aplicația sau o funcție nu poate fi utilizată fără a colecta și a partaja astfel de date sau fără a face solicitări către un serviciu de rețea care colectează date (indiferent dacă serviciul se bazează pe software gratuit sau nu). De exemplu, descărcarea de date meteo, hărți, avataruri etc. pe baza activității. (servicii de găzduire și furnizare de date), sau încărcarea jurnalelor de erori etc.
ru: `Tracking` — данные о пользователях или действиях отслеживаются или утекают по умолчанию. Верно, если приложение или функция не могут быть использованы без сбора и передачи таких данных или выполнения запросов к сетевому сервису сбора данных (неважно, основан ли сервис на свободном программном обеспечении или нет). Например, загрузка данных о погоде, карт, аватаров и т. д. (службы хостинга данных и доставки) или загрузка сообщений авариях и т. д.
zh_hans: `Tracking` - 默认追踪用户或泄露活动数据。如果应用或某一功能在不收集和分享这些数据或向数据收集网络服务（不管该服务是否基于自由软件）发出请求的情况下就无法使用，则适用该负面特征。例如，基于活动的天气数据、地图、头像等的下载（数据托管和交付服务），或上传崩溃日志等。

source: `UpstreamNonFree` - the application is or depends on Non-Free software. This does not mean that Non-Free Software is included with the app: Most likely, it has been patched in some way to remove the Non-Free code. However, functionality may be missing.
de: `UpstreamNonFree` – die Anwendung ist nicht-quelloffene Software oder hängt von ihr ab. Dies bedeutet nicht, dass die App nicht-quelloffene Software beinhaltet: Am wahrscheinlichsten erfolgte in irgendeiner Weise ein Patch, um den nicht-quelloffenen Code zu entfernen. Allerdings könnten Funktionen fehlen.
ro: `UpstreamNonFree` - aplicația este sau depinde de software care nu este liber. Acest lucru nu înseamnă că software-ul non-liber este inclus în aplicație: Cel mai probabil, aceasta a fost corectată într-un fel sau altul pentru a elimina codul Non-Free. Cu toate acestea, este posibil să lipsească funcționalitatea.
ru: `UpstreamNonFree` — приложение является или зависит от несвободного программного обеспечения. Это не означает, что несвободное программное обеспечение включено в приложение: Скорее всего, оно было каким-то образом исправлено, чтобы удалить несвободный код. Однако функциональность может отсутствовать.
zh_hans: `UpstreamNonFree` - 该应用是或依赖于非自由软件。这并不意味着非自由软件包含在该应用中：最有可能的情形是，已经以某种方式打了补丁以移除非自由代码。然而，部分功能可能会缺失。
