Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: In the above, replace _my.keystore_ with the name of the keystore file to be created, and ’repokey’ with a name to identify the repo index key by. You’ll be asked for a password for the keystore, AND a password for the key. They shouldn’t be the same. In between, you’ll be asked for some identifying details which will go in the certificate.
pt_pt: No acima, substitua _my.keystore_ pelo nome do ficheiro de armazenamento de chaves a ser criado, e 'repokey' por um nome para identificar a chave de índice do repositório. Será solicitado a fornecer uma palavra-passe para o repositório de chaves e uma palavra-passe para a chave. Não deviam ser iguais. Entretanto, ser-lhe-ão pedidos alguns dados de identificação que serão incluídos no certificado.

source: $ cd /path/to/repobasedir $ touch metadata/com.example.app.yml $ mkdir unsigned $ cp /path/to/app-release-unsigned.apk unsigned/com.example.app_1234.apk $ fdroid publish --verbose $ fdroid update --verbose $ fdroid server update --verbose
pt_pt: $ cd /caminho/para/repobasedir $ touch metadata/pt.exemplo.app.yml $ mkdir unsigned $ cp /caminho/para/app-release-unsigned.apk unsigned/pt.exemplo.app_1234.apk $ fdroid publish --verbose $ fdroid update --verbose $ fdroid server update --verbose

source: All packages built and/or distributed using F-Droid tools can also be signed by PGP using [GnuPG](https://gnupg.org), anything from APKs to media files will be signed. This process is run with `fdroid gpgsign`. Add `gpghome` and `gpgkey` to your _config.yml_ to configure it, there is more information in [examples/config.yml][examples/config.yml].
pt_pt: Todos os pacotes compilados e/ou distribuídos a usar ferramentas do F-Droid também podem ser assinados pelo PGP a usar [GnuPG](https://gnupg.org), desde APKs até ficheiros de mídia serão assinados. Este processo é executado com o `fdroid gpgsign`. Adicione `gpghome` e `gpgkey` ao seu _config.yml_ para configurá-lo, há mais informações em [examples/config.yml][examples/config.yml].

source: For information on how to configure an F-Droid repo to use an HSM, see the "smartcard" sections of [examples/config.yml][examples/config.yml], specifically `keystore` and `smartcardoptions`. Most likely, [OpenSC](https://github.com/OpenSC/OpenSC) will need to be set up as a PKCS11 provider for Java.
pt_pt: Para informações sobre como configurar um repositório F-Droid para usar um HSM, veja as secções "smartcard" de [examples/config.yml][examples/config.yml], especificamente `keystore` e `smartcardoptions`. Muito provavelmente, [OpenSC](https://github.com/OpenSC/OpenSC) precisará ser configurado como um provedor PKCS11 para Java.

source: For more in-depth information, see [Security in a thumb drive: the promise and pain of hardware security modules, take one!](https://guardianproject.info/2014/03/28/security-in-a-thumb-drive-the-promise-and-pain-of-hardware-security-modules-take-one/)
pt_pt: Para informações mais detalhadas, veja [Segurança num drive de polegar: a promessa e a dor dos módulos de segurança de hardware, escolha um!](https://guardianproject.info/2014/03/28/security-in-a-thumb-drive-the-promise-and-pain-of-hardware-security-modules-take-one/)

source: [examples/config.yml]: https://gitlab.com/fdroid/fdroidserver/blob/0.7.0/examples/config.yml "example config file"
pt_pt: [examples/config.yml]: https://gitlab.com/fdroid/fdroidserver/blob/0.7.0/examples/config.yml "ficheiro de configuração de exemplo"

source: Submitting to F-Droid: Quick Start Guide
pt_pt: Submeter ao F-Droid: Guia de Início Rápido

source: by Andy Balaam, original at [artificialworlds.net](http://www.artificialworlds.net/blog/2017/01/17/submitting-a-package-to-f-droid/)
pt_pt: por Andy Balaam, original em [artificialworlds.net](http://www.artificialworlds.net/blog/2017/01/17/submitting-a-package-to-f-droid/)

source: Here's what I needed to get a dev environment for [F-Droid](https://f-droid.org/) up and running on Ubuntu 16.10, using F-Droid server version 0.7.0 (commit ID 8147f9235), so that I could submit a package for inclusion in the F-Droid repository.
pt_pt: Aqui está o que eu precisava para ter um ambiente de desenvolvimento para [F-Droid](https://f-droid.org/) a funcionar no Ubuntu 16.10, a usar a versão 0.7.0 do servidor F-Droid (commit id 8147f9235), para que eu pudesse enviar um pacote para inclusão no repositório F-Droid.

source: [F-Droid documentation](https://f-droid.org/docs)
pt_pt: [Documentação do F-Droid](https://f-droid.org/docs)

source: [F-Droid's CONTRIBUTING.md](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md)
pt_pt: [CONTRIBUTING.md do F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md)

source: [F-Droid Quickstart](https://gitlab.com/fdroid/fdroiddata/blob/master/README.md#quickstart)
pt_pt: [Quickstart do F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/README.md#quickstart)

source: [Contribute to F-Droid](https://f-droid.org/contribute/)
pt_pt: [Contribuir para o F-Droid](https://f-droid.org/contribute/)

source: Storage requirements
pt_pt: Requisitos de armazenamento

source: Building the F-Droid build server requires a fair amount of storage space.
pt_pt: A compilação do servidor de compilação F-Droid requer uma quantidade razoável de espaço de armazenamento.

source: As of April 2020, if you have 150 GB free in your `$HOME` (`~`), then you should be good to go (this includes cloning the F-Droid git repositories there as well).
pt_pt: A partir de abril de 2020, se tiver 150 GB livres no seu `$HOME` (`~`), então deve estar pronto para começar (isso inclui clonar os repositórios de git F-Droid para lá também).

source: Details
pt_pt: Detalhes

source: During the build, approximately 124 GB will be used.
pt_pt: Durante a construção, aproximadamente 124 GB serão utilizados.

source: 20 GB where the `fdroidserver` git repository is cloned
pt_pt: 20 GB onde o repositório de git `fdroidserver` é clonado

source: 16 GB in `~/.cache/fdroidserver`, for caching several versions of Android SDK, NDK, Gradle etc
pt_pt: 16 GB em `~/.cache/fdroidserver`, para cachear várias versões do Android SDK, NDK, Gradle etc

source: 40 GB in `~/.vagrant.d` while exporting the final VM image
pt_pt: 40 GB em `~/.vagrant.d` enquanto exporta a imagem final da VM

source: 48 GB in `~/VirtualBox VM`, for the VM storage (VirtualBox default location)
pt_pt: 48 GB em `~/VirtualBox VM`, para o armazenamento VM (local padrão do VirtualBox)

source: After building the server, 85 GB are still in use. When running the server to build an actual Android APK, at least 48 GB more will be used for the build VM instance. And then of course even more for the data generated by the builds. The virtual size of the build server is over 930 GB, so that would be its maximum.
pt_pt: Depois de compilar o servidor, 85 GB ainda estão em uso. Ao executar o servidor para construir um APK Android real, pelo menos 48 GB a mais serão usados para a instância de construção do VM. Depois, ainda mais para os dados gerados pelas compilações. O tamanho virtual do servidor de compilação é superior a 930 GB, de modo que seria o seu máximo.

source: Before you start, manually install the Android SDK at ~/Android/Sdk/ - see [Download Android Studio](https://developer.android.com/studio/index.html#downloads). I installed version 23.0.2, but you will probably have a later one and may need to adjust the version number below.
pt_pt: Antes de começar, instale manualmente o SDK do Android em ~/Android/Sdk/ - consulte [Descarregar Android Studio](https://developer.android.com/studio/index.html#downloads). Instalei a versão 23.0.2, mas provavelmente terá uma mais recente e pode precisar ajustar o número da versão abaixo.

source: Note: If you're only planning to contribute a package I'm fairly certain you don't need to install the Android SDK at all - you can just use the build server by running ./makebuildserver as I outline below.
pt_pt: Nota: se está apenas a planear contribuir um pacote, estou bastante certo de que não precisa instalar o SDK do Android em tudo - pode apenas usar o servidor de compilação ea executar./makebuildserver como esboço abaixo.

source: Also before you start, if you want to contribute to the server project you should fork the F-Droid server project by going to [gitlab.com/fdroid/fdroidserver](https://gitlab.com/fdroid/fdroidserver) and clicking Fork. When you've done that, the git clone command below will need to change to clone your own fork via SSH, instead of the HTTPS one cloning the main repo that is shown below. Do the same for the [F-Droid data project](https://gitlab.com/fdroid/fdroiddata), which holds the information about the packages in F-Droid. It's the data project where you will want to make changes if you are submitting a package.
pt_pt: Também antes de começar, se quiser contribuir para o projeto de servidor, deve bifurcar o projeto do servidor F-Droid a ir para [gitlab.com/fdroid/fdroidserver](https://gitlab.com/fdroid/fdroidserver) e a clicar em Fork. Quando feito, o comando de clonagem de git abaixo precisará mudar para bifurcar o seu próprio fork via SSH, em vez do HTTPS um a clonar o repositório principal que é mostrado abaixo. Faça o mesmo para o [Projeto de dados F-Droid](https://gitlab.com/fdroid/fdroiddata), que contém as informações sobre os pacotes no F-Droid. É o projeto de dados onde vai querer fazer alterações se estiver a enviar um pacote.

source: Run these commands:
pt_pt: Execute estes comandos:

source: # Prerequisites sudo apt-get install openjdk-8-jdk subversion git git-svn \ mercurial bzr virtualbox ruby ruby-dev vagrant python3 python3-paramiko \ python3-pil python3-pyasn1-modules python3-clint python3-vagrant vagrant plugin install vagrant-cachier ln -s ~/Android/Sdk/build-tools/23.0.2/aapt ~/Android/Sdk/platform-tools/ # Get the code cd ~/code git clone https://gitlab.com/fdroid/fdroidserver.git git clone https://gitlab.com/fdroid/fdroiddata.git echo 'export PATH="~/code/fdroidserver:$PATH"' >> ~/.profile source ~/.profile # Config cd fdroiddata cp ../fdroidserver/examples/config.yml ./ chmod 0600 config.yml echo 'sdk_path: "$HOME/Android/Sdk"' >> config.yml # Set up Vagrant build box cd ../fdroidserver cp ./examples/makebuildserver.config.py ./ ./makebuildserver # Now wait several hours for this to finish # Build a package (the F-Droid client) just to check it works cd ../fdroiddata mkdir repo fdroid update --create-key fdroid readmeta # Should give no output if it worked fdroid build --server org.fdroid.fdroid
pt_pt: # Pré-requisitos sudo apt-get install openjdk-8-jdk subversion git git-svn \ mercurial bzr virtualbox ruby ruby-dev vagrant python3 python3-paramiko \ python3-pil python3-pyasn1-modules python3-clint python3-vagrant vagrant plugin install vagrant-cachier ln -s ~/Android/Sdk/build-tools/23.0.2/aapt ~/Android/Sdk/platform-tools/ # Obter o código cd ~/code git clone https://gitlab.com/fdroid/fdroidserver.git git clone https://gitlab.com/fdroid/fdroiddata.git echo 'export PATH="~/code/fdroidserver:$PATH"' >> ~/.profile source ~/.profile # Config cd fdroiddata cp ../fdroidserver/examples/config.yml ./ chmod 0600 config.yml echo 'sdk_path: "$HOME/Android/Sdk"' >> config.yml # Configurar caixa de compilação Vagrant cd ../fdroidserver cp ./examples/makebuildserver.config.py ./ ./makebuildserver # Now wait several hours for this to finish # Construir um pacote (o cliente F-Droid) apenas para verificar se funciona cd ../fdroiddata mkdir repo fdroid update --create-key fdroid readmeta # Should give no output if it worked fdroid build --server org.fdroid.fdroid

source: Make your own package
pt_pt: Fazer o seu próprio pacote

source: Below I'm using my own package, Rabbit Escape, as an example. Its Android code is inside rabbit-escape-ui-android/app, whereas many programs will just have it directly in a directory called "app".
pt_pt: Abaixo estou a usar o meu próprio pacote, Rabbit Escape, como exemplo. O seu código Android está dentro de rabbit-escape-ui-android/app, enquanto muitos programas só vai tê-lo diretamente num diretório chamado "app".

source: Rabbit Escape also builds non-Android-specific Java and other things during its build, so your package may be simpler.
pt_pt: O Rabbit Escape também constrói Java não específico do Android e outras coisas durante a sua construção, então o seu pacote pode ser mais simples.

source: Now edit the new file that was created - in my case it was called metadata/net.artificialworlds.rabbitescape.txt.
pt_pt: Agora edite o novo ficheiro que foi criado - no meu caso foi chamado de metadata/net.artificialworlds.rabbitescape.txt.

source: I set the following info:
pt_pt: Defino as seguintes informações:

source: Categories: - Games License: GPL-2.0-or-later AuthorName: Andy Balaam and the Rabbit Escape developers AuthorEmail: rabbitescape@artificialworlds.net WebSite: http://artificialworlds.net/rabbit-escape SourceCode: https://github.com/andybalaam/rabbit-escape IssueTracker: https://github.com/andybalaam/rabbit-escape/issues AutoName: Rabbit Escape Summary: Lemmings-like puzzle/action game Description: | 140 levels of puzzling action! ... blah blah ... RepoType: git Repo: https://github.com/andybalaam/rabbit-escape Binaries: https://github.com/andybalaam/rabbit-escape/releases/download/v%v/rabbit-escape-%v.apk Builds: - versionName: '0.10.2' versionCode: 102 commit: v0.10.2 subdir: rabbit-escape-ui-android/app gradle: - paid build: cd ../.. && make android-pre-fdroid AutoUpdateMode: Version v%v UpdateCheckMode: Tags v\d+\.\d+(\.\d+)? CurrentVersion: 0.10.2 CurrentVersionCode: 102
pt_pt: Categories: - Games License: GPL-2.0-or-later AuthorName: Andy Balaam and the Rabbit Escape developers AuthorEmail: rabbitescape@artificialworlds.net WebSite: http://artificialworlds.net/rabbit-escape SourceCode: https://github.com/andybalaam/rabbit-escape IssueTracker: https://github.com/andybalaam/rabbit-escape/issues AutoName: Rabbit Escape Summary: Jogo de quebra-cabeça/ação tipo Lemmings Description: | 140 níveis de acção enigmática! ... blah blah ... RepoType: git Repo: https://github.com/andybalaam/rabbit-escape Binaries: https://github.com/andybalaam/rabbit-escape/releases/download/v%v/rabbit-escape-%v.apk Builds: - versionName: '0.10.2' versionCode: 102 commit: v0.10.2 subdir: rabbit-escape-ui-android/app gradle: - paid build: cd ../.. && make android-pre-fdroid AutoUpdateMode: Version v%v UpdateCheckMode: Tags v\d+\.\d+(\.\d+)? CurrentVersion: 0.10.2 CurrentVersionCode: 102

source: For more info, see the F-Droid [Build Metadata Reference](../Build_Metadata_Reference).
pt_pt: Para mais informações, veja a [Referência de Metadados de Construção](../Build_Metadata_Reference) do F-Droid.

source: And then checked it all worked with:
pt_pt: E então verifiquei que tudo funcionou com:

source: When I got the version stuff right the checkupdates command printed:
pt_pt: Quando recebi a versão certa, o comando checkupdates imprimiu:

source: INFO: Processing net.artificialworlds.rabbitescape... INFO: ...updating to version 0.10.1 (101) INFO: Finished.
pt_pt: INFO: a processar net.artificialworlds.rabbitescape... INFO: ...a atualizar para a versão 0.10.1 (101) INFO: Concluído.

source: Then I made sure it built OK:
pt_pt: Depois assegurei-me de que estava tudo bem:

source: Actually, it didn't work, and I decided I had to request a new package (sox) be installed in the build machine environment (in the fdroidserver project). The relevant commit is here: [19e372026](https://gitlab.com/andybalaam/fdroidserver/commit/19e372026aaca62349e6f5fd541dc3ba29d94836). Actually though, after [discussion with the F-Droid devs](https://web.archive.org/web/20171220230923/https://botbot.me/freenode/fdroid-dev/2017-01-17/?msg=79512863&page=1) we agreed I'd be better off not using sox during the build, so I didn't need this.
pt_pt: Na verdade, não funcionou, e decidi que tinha que solicitar que um novo pacote (sox) fosse instalado no ambiente da máquina de construção (no projeto fdroidserver). O commit relevante está aqui: [19e372026](https://gitlab.com/andybalaam/fdroidserver/commit/19e372026aaca62349e6f5fd541dc3ba29d94836). Na verdade, após a [discussão com os devs do F-Droid](https://web.archive.org/web/20171220230923/https://botbot.me/freenode/fdroid-dev/2017-01-17/?msg=79512863&page=1) concordamos que seria melhor não usar o sox durante a compilação, então não precisei disso.

source: Side note: if you do end up needing to modify the build environment for F-Droid, make sure you delete the fdroiddata/buildserver directory when you re-try your build. That one had me stuck for a few days, with the old environment being used no matter what caches I cleared and vagrant commands I ran.
pt_pt: Nota lateral: se precisar de modificar o ambiente de compilação do F-Droid, certifique-se de excluir o diretório fdroiddata/buildserver ao tentar a compilação novamente. Deixou-me preso por alguns dias, com o ambiente antigo a ser usado não importava quais caches eu limpasse e comandos vagrant eu executava.

source: And now I was ready to request my package be included in F-Droid by committing and pushing the changes I had made to the fdroiddata project to my forked repo, and clicking the Merge Request button in the GitLab UI. My merge request is here: [gitlab.com/fdroid/fdroiddata/merge_requests/1965](https://gitlab.com/fdroid/fdroiddata/merge_requests/1965)
pt_pt: E agora estava pronto para pedir que o meu pacote fosse incluído no F-Droid a cometer e a empurrar as mudanças que tinha feito no projeto fdroiddata para o meu repositório bifurcado e a clicar no botão Merge Request na interface do GitLab. O meu pedido de mesclagem está aqui: [gitlab.com/fdroid/fdroiddata/merge_requests/1965](https://gitlab.com/fdroid/fdroiddata/merge)

source: For the f-droid.org website, it is a much more complicated system. Since it cannot ([yet?](https://gitlab.com/fdroid/fdroid-website/-/milestones/6)) support lots of languages, we have to put stricter requirements on it. The core strings must be fully translated to be included. They also must be maintained in order to stay included. The documentation and tutorials are very useful to have translated. The blog posts are the least important. Each page must be fully translated before the translated version will be shown, otherwise, the site will show the original English.
pt_pt: Para o site f-droid.org, é um sistema muito mais complicado. Como ele não pode ([ainda?](https://gitlab.com/fdroid/fdroid-website/-/milestones/6)) suportar muitos idiomas, temos que por requisitos mais rígidos nele. As cadeias principais devem ser totalmente traduzidas para serem incluídas. Elas também devem ser mantidas para que permaneçam incluídas. A documentação e os tutoriais são muito úteis para ter traduzido. Os posts no blog são os menos importantes. Cada página deve ser completamente traduzida antes que a versão traduzida seja mostrada, caso contrário, o site mostrará o inglês original.

source: Note that this only updates the metadata such that we know what the current published/recommended version is. It doesn’t make that version available in the repository - for that, see the next section.
pt_pt: Observe que isso atualiza apenas os metadados, de modo que sabemos qual é a versão atual publicada/recomendada. Isso não torna essa versão disponível no repositório - para isso, veja a próxima secção.

source: Adding updates (i.e. new versions of applications already included in the repository) happens in two ways. The simple case is applications where the APK files are binaries, retrieved from a developer’s published build. In this case, all that’s required is to place the new binary in the _Repo_ directory, and the next run of `fdroid update` will pick it up.
pt_pt: A adição de atualizações (por exemplo, novas versões de aplicações já incluídas no repositório) acontece de duas maneiras. O caso simples são aplicações em que os ficheiros APK são binários, recuperados da versão publicada de um programador. Nesse caso, tudo o que é necessário é pôr o novo binário no diretório _Repo_, e a próxima execução de `fdroid update` irá buscá-lo.

source: - Java sources: _app/src/mycompany/java_ - Manifest file: _app/src/mycompany/AndroidManifest.xml_ - Android resources: _app/src/mycompany/res_ - Assets: _app/src/mycompany/assets_
pt_pt: - Fontes Java: _app/src/mycompany/java_ - ficheiro Manifest: _app/src/mycompany/AndroidManifest.xml_ - Recursos Android: _app/src/mycompany/res_ - Assets: _app/src/mycompany/assets_
