Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: The most important is to know when new versions are published. We have three automatic methods and one manual: from tags; checking the _AndroidManifest.xml_ at the most recent revision in the repository; and checking Google Play. If these won't do, we must look at the version of the package published by the upstream developers, either by loading the Google Play web page or downloading an APK and checking its version. Repository tags are the natural way of labelling new versions (look for them under "releases" on an example in [github.com](https://github.com/dschuermann/document-viewer/releases) or under the "tags" directory in the case of SVN repos). If you can't find tags it would be a helpful to make an issue about it on the issue tracker. In the example, we point to a changelog page as a backup check; other possiblities are a Google Code download page or a Google Play link.
de: Das Wichtigste ist zu wissen, wann neue Versionen veröffentlicht werden. Wir haben drei automatische Methoden und eine manuelle: von Tags; durch Überprüfung der _AndroidManifest.xml_ bei der letzten Revision im Repository und durch Überprüfung bei Google Play. Wenn dies nicht zutrifft, müssen wir uns die Version des Pakets ansehen, die von den Upstream-Entwicklern veröffentlicht wurde, indem wir entweder die Google-Play-Webseite laden oder ein APK herunterladen und dessen Version überprüfen. Repository-Tags sind die übliche Art, neue Versionen zu kennzeichnen (siehe unter „Releases“ in einem Beispiel auf [github.com](https://github.com/dschuermann/document-viewer/releases) oder unter dem Verzeichnis „Tags“ bei SVN Repos). Wenn Sie keine Tags finden können, hilft es, ein „Issue” damit im _IssueTracker_ anzulegen. Im Beispiel zeigen wir auf eine Changelog-Seite als Backup-Check; andere Möglichkeiten sind eine Google-Code-Downloadseite oder ein Google-Play-Link.
pl: Najważniejsze jest wiedzieć, kiedy zostaną opublikowane nowe wersje. Mamy trzy automatyczne metody i jeden podręcznik: od tagów; sprawdzanie _AndroidManifest.xml_ przy najnowszej wersji w repozytorium; i sprawdzanie Google Play. Jeśli tego nie zrobimy, musimy przyjrzeć się wersji pakietu opublikowanej przez programistów, poprzez załadowanie strony internetowej Google Play lub pobranie pliku APK i sprawdzenie jego wersji. Znaczniki repozytoriów są naturalnym sposobem etykietowania nowych wersji (szukaj ich w "wydaniach" na przykład w [github.com](https://github.com/dschuermann/document-viewer/releases) lub w "tagach" katalog w przypadku repozytoriów SVN). Jeśli nie możesz znaleźć tagów, byłoby pomocne w rozwiązaniu problemu w narzędziu do śledzenia problemów. W przykładzie wskazujemy stronę z changelogiem jako kontrolę zapasową; inne możliwości to strona pobierania Google Code lub link Google Play.
pt_pt: O mais importante é saber quando novas versões são publicadas. Temos três métodos automáticos e um manual: de marcações; a verificar o _AndroidManifest.xml_ na revisão mais recente no repositório; e a verificar o Google Play. Se isso não for possível, devemos olhar à versão do pacote publicada pelos programadores, seja a carregar a página web do Google Play ou a descarregar um APK e a verificar a sua versão. As marcações de repositório são a forma obvia de rotular novas versões (procure por elas em "lançamento" num exemplo em [github.com](https://github.com/dschuermann/document-viewer/releases) ou no diretório "tags" no caso de repositórios SVN). Se não conseguir encontrar marcações, seria útil criar um problema sobre isso no rastreador de problemas. No exemplo, apontamos para uma página de changelog como uma verificação de backup; outras possibilidades são uma página de descarregamento do Google Code ou uma ligação do Google Play.
ro: Cel mai important este să știți când sunt publicate noile versiuni. Avem trei metode automate și una manuală: din etichete; verificarea _AndroidManifest.xml_ la cea mai recentă revizuire din depozit; și verificarea Google Play. Dacă acestea nu sunt suficiente, trebuie să ne uităm la versiunea pachetului publicat de dezvoltatorii din amonte, fie prin încărcarea paginii web Google Play, fie prin descărcarea unui APK și verificarea versiunii acestuia. Etichetele de depozit sunt modalitatea naturală de etichetare a noilor versiuni (căutați-le sub "releases" pe un exemplu din [github.com](https://github.com/dschuermann/document-viewer/releases) sau în directorul "tags" în cazul depozitelor SVN). Dacă nu găsiți etichete, ar fi de ajutor să faceți o problemă în acest sens pe issue tracker. În exemplu, indicăm o pagină changelog ca o verificare de rezervă; alte posibilități sunt o pagină de descărcare a codului Google sau un link Google Play.
ru: Самое важное - знать, когда публикуются новые версии. У нас есть три автоматических метода и один ручной: из тегов; проверка _AndroidManifest.xml_ на самую последнюю ревизию в репозитории; и проверка Google Play. Если эти способы не подходят, мы должны посмотреть на версию пакета, опубликованную разработчиками, либо загрузив веб-страницу Google Play, либо скачав APK и проверив его версию. Теги репозитория являются естественным способом маркировки новых версий (ищите их в разделе "releases" на примере [github.com](https://github.com/dschuermann/document-viewer/releases) или в каталоге "tags" в случае SVN-репозитория). Если вы не можете найти теги, будет полезно создать проблему об этом на трекере проблем. В примере мы указываем на страницу журнала изменений в качестве резервной проверки; другими вариантами могут быть страница загрузки Google Code или ссылка на Google Play.
uk: Найважливіше — дізнаватися про оприлюднення нових версій. Є три автоматичні способи: перевірка тегів, перевірка _AndroidManifest.xml_ найновішої ревізії репозиторію, перевірка Google Play. Також маємо запасний ручний спосіб: подивитись, яку версію пакунку оприлюднила команда розробки оригіналу, на вебсторінці Google Play або шляхом завантаження APK й перевірки його версії. Теги репозиторію — природний шлях позначення нових версій (ви знайдете їх, наприклад, у розділі «Releases» на [github.com](https://github.com/dschuermann/document-viewer/releases) — або в каталозі «tags» у випадку SVN-репозиторію). Якщо вам не вдається знайти теги, про це корисно створити обговорення в трекері обговорень застосунку. В прикладі ми зазначаємо сторінку журналу змін як запасний орієнтир для перевірки оновлень, але замість неї можна зазначити офіційну сторінку завантажень чи посилання на Google Play.
zh_hans: 最重要的是要知道何时发布新版本。我们有三种自动方式和一种手动方式：来自 tag；检查存储库中最新版本的 _AndroidManifest.xml_；并查看 Google Play。如果这些都不行，我们必须查看上游开发人员发布的软件包版本，方法是加载 Google Play 网页或下载 APK 并检查其版本。存储库标签是标记新版本的自然方式（在 [github.com](https://github.com/dschuermann/document-viewer/releases) 或“tag”下的示例中的“releases”下查找它们目录（在 SVN 存储库的情况下）。如果你找不到 tag，在问题跟踪器上提出问题会很有帮助。在示例中，我们指向一个变更日志页面作为备份检查；其他可能性是 Google 代码下载页面或 Google Play 链接。

source: F-Droid supports [reproducible builds](https://reproducible-builds.org) of apps, so that anyone can run the build process again and reproduce the same APK as the original release. This means that F-Droid can verify that an app is 100% free software while still using the original developer's APK signatures. F-Droid verifies reproducible builds using APK [signature copying](#reproducible-signatures).
de: F-Droid unterstützt [reproduzierbare Builds](https://reproducible-builds.org) von Apps, so dass jeder den Build-Prozess erneut ausführen und das gleiche APK wie das Original-Release reproduzieren kann. Dies bedeutet, dass F-Droid überprüfen kann, ob eine Anwendung 100% Freie Software ist, während die APK-Signaturen des ursprünglichen Entwicklers verwendet werden. F-Droid verifiziert reproduzierbare Builds anhand von APK-[Signaturkopie](#reproducible-signatures).
pl: F-Droid obsługuje [odtwarzalne kompilacje](https://reproducible-builds.org) aplikacji, dzięki czemu każdy może ponownie uruchomić proces kompilacji i odtworzyć ten sam plik APK co oryginalna wersja. Oznacza to, że F-Droid może sprawdzić, czy aplikacja jest w 100% wolnym oprogramowaniem, a jednocześnie używa oryginalnych podpisów APK programisty. Najlepiej, gdyby wszystkie zbudowane pakiety APK miały dokładnie taki sam skrót, ale jest to trudniejszy standard z mniejszą wypłatą. Obecnie F-Droid weryfikuje odtwarzalne [kompilacje za pomocą podpisu](#reproducible-signatures) APK.
ro: F-Droid acceptă [reproducible builds](https://reproducible-builds.org) ale aplicațiilor, astfel încât oricine poate rula din nou procesul de construire și poate reproduce același APK ca și versiunea originală. Acest lucru înseamnă că F-Droid poate verifica dacă o aplicație este 100% software liber, folosind în același timp semnăturile APK ale dezvoltatorului original. F-Droid verifică compilările reproductibile folosind [signature copying](#reproducible-signatures) APK.
ru: F-Droid поддерживает [воспроизводимые сборки](https://reproducible-builds.org) приложений, так что любой может запустить процесс сборки снова и воспроизвести тот же APK, что и оригинальный релиз. Это означает, что F-Droid может проверить, что приложение является 100% свободным программным обеспечением, используя при этом подписи APK оригинального разработчика. F-Droid проверяет воспроизводимость сборок с помощью копирования APK [сигнатур](#reproducible-signatures).
uk: F-Droid підтримує [відтворювані збірки](https://reproducible-builds.org) застосунків. Будь-хто має змогу запустити процес збірки самостійно й отримати такий самий APK, як оригінальний випуск. Тобто F-Droid може довести, що застосунок на 100% вільний і відкритий, і при цьому поширювати оригінальний APK команди розробки з їхнім підписом. Наразі F-Droid перевіряє відтворюваність збірки за допомогою [копіювання підписів](#reproducible-signatures) APK.
zh_hans: F-Droid 支持应用的[可重复构建](https://reproducible-builds.org)，因此任何人都可以再次运行构建过程，并再现与原始版本相同的 APK。 这意味着 F-Droid 可以验证一个应用是 100% 的自由软件，同时仍然使用原始开发者的 APK 签名。 F-Droid 使用 APK [签名复制](#reproducible-signatures)来验证可重复构建。

source: This concept is occasionally called "deterministic builds". That is a much stricter standard: that means that the whole process runs with the same ordering each time. The most important thing is that anyone can run the process and end up with the exact same result.
de: Dieses Konzept wird gelegentlich als „deterministische Builds“ bezeichnet. Das ist ein viel strengerer Standard: es bedeutet, dass der gesamte Prozess jedes Mal in der gleichen Reihenfolge abläuft. Das Wichtigste ist, dass jeder den Prozess ausführen kann und am Ende genau das gleiche Ergebnis hat.
pl: Pojęcie to jest czasami określane jako "deterministyczne kompilacje". Jest to znacznie bardziej rygorystyczny standard: oznacza to, że cały proces przebiega za każdym razem z tą samą kolejnością. Najważniejszą rzeczą jest to, że każdy może uruchomić proces i kończy z dokładnie takim samym wynikiem.
pt_pt: Este conceito é ocasionalmente chamado de "compilações determinísticas". Isso é um padrão muito mais rígido: significa que todo o processo é executado com a mesma ordem de cada vez. O mais importante é que qualquer um pode executar o processo e acabar com o mesmo resultado.
ro: Acest concept este denumit ocazional "construcții deterministe". Acesta este un standard mult mai strict: înseamnă că întregul proces se execută cu aceeași ordine de fiecare dată. Cel mai important lucru este că oricine poate rula procesul și poate obține exact același rezultat.
ru: Эту концепцию иногда называют "детерминированными сборками". Это гораздо более строгий стандарт: он означает, что весь процесс каждый раз выполняется с одинаковым порядком. Самое главное, что любой может запустить этот процесс и в итоге получить точно такой же результат.
uk: Цей концепт іноді називають «детерміністичними збірками». Їхній стандарт значно строгіший: всі кроки мусять виконуватися щоразу в одному й тому ж порядку. Головне — щоб результат був однаковий незалежно від того, хто запускає процес.
zh_hans: 这个概念偶尔也被称为"确定性构建"。 这是一个更严格的标准：这意味着整个过程每次都以相同的顺序运行。 最重要的是，任何人都可以运行这个过程，最后得到完全相同的结果。

source: How it is implemented as of now
de: Wie es ab sofort umgesetzt wird
pl: Jak to jest teraz wdrażane
pt_pt: Como é implementado agora
ro: Cum este implementat în prezent
ru: Как это реализовано на данный момент
uk: Як це втілено зараз
zh_hans: 截至目前，它是如何实施的

source: Publishing signed binaries (APKs) from elsewhere (e.g. the upstream developer) is now possible after verifying that they match ones built using an fdroiddata recipe. Publishing only takes place if there is a proper match. This procedure is implemented as part of `fdroid publish`. The reproducibility check at the publishing step follows this logic:
de: Die Veröffentlichung signierter Binärdateien (APKs) von anderswo (z. B. vom Upstream-Entwickler) ist nun möglich, wenn die Überprüfung zeigt, dass sie nach Herstellung mittels eines fdroiddata-Rezeptes exakt übereinstimmen. Dieser Vorgang ist als Teil von `fdroid publish` implementiert. Die Prüfung der Reproduzierbarkeit im Veröffentlichungsschritt folgt dieser Logik:
pl: Publikowanie binarnych sygnatur z innych źródeł (np. od nadrzędnego programisty) jest teraz możliwe po sprawdzeniu, czy odpowiadają one zbudowaniu przy użyciu przepisu. Publikowanie ma miejsce tylko w przypadku odpowiedniego dopasowania. (Co wydaje się bardzo mało prawdopodobne, chyba że używany jest ten sam łańcuch narzędzi, więc wyobrażam sobie, że jeśli osoba budująca i podpisująca przychodzące pliki binarne nie użyje serwera fdroid do ich zbudowania, prawdopodobnie o tym samym identyfikatorze buildserver, nie będą one pasować. Ale przynajmniej mamy taką możliwość obsługi.)
ro: Publicarea de fișiere binare semnate (APK-uri) din altă parte (de exemplu, de la dezvoltatorul aplicației) este acum posibilă după ce se verifică dacă acestea se potrivesc cu cele construite folosind o rețetă fdroiddata. Publicarea are loc numai dacă există o potrivire corectă. Această procedură este implementată ca parte a `fdroid publish`. Verificarea reproductibilității la etapa de publicare urmează această logică:
ru: Публикация подписанных двоичных файлов (APK) из других источников (например, от разработчика) теперь возможна после проверки их соответствия файлам, собранным по рецепту fdroiddata. Публикация происходит только в случае совпадения. Эта процедура реализована как часть `fdroid publish`. Проверка воспроизводимости на этапе публикации следует этой логике:
uk: Публікація підписаних двійкових файлів (APK) з інших джерел (наприклад, від розробника попередньої версії) відтепер можлива після перевірки їх відповідності тим, що створені за допомогою рецепта fdroiddata. Публікація відбувається лише за наявності належного збігу. Ця процедура реалізована як частина `fdroid publish`. Перевірка відтворюваності на етапі публікації відбувається за такою логікою:
zh_hans: 在验证它们与使用 fdroiddata 配方构建的二进制文件匹配后，现在可以从其他地方(例如上游开发人员)发布已签名的二进制文件(APK)。只有在适当匹配的情况下才会发布。这一流程作为 `fdroid publish`的一部分实现的。发布阶段的可重现性检查遵循以下逻辑：

source: ![Flow-chart for reproducibility check]({% asset docs/reproducible-builds/publish.png %})
de: ![Flussdiagramm zur Reproduzierbarkeitsprüfung]({% asset docs/reproducible-builds/publish.png %})
pl: ![Tabela przepływów dla sprawdzenia odtwarzalności]({% asset docs/reproducible-builds/publish.png %})
pt_pt: ![Fluxograma para verificação de reprodutibilidade]({% asset docs/reproducible-builds/publish.png %})
ro: ![Diagramă de flux pentru verificarea reproductibilității]({% asset docs/reproducible-builds/publish.png %})
ru: ![Блок-схема для проверки воспроизводимости]({% asset docs/reproducible-builds/publish.png %})
uk: ![Схема перевірки відтворюваності]({% asset docs/reproducible-builds/publish.png %})
zh_hans: ![可重复性检查流程图]({% asset docs/reproducible-builds/publish.png %})

source: Publish both (upstream) developer-signed and F-Droid-signed APKs
de: Veröffentlichung von APKs, die sowohl von (Upstream-)Entwicklern als auch von F-Droid signiert sind
pl: Opublikuj podpisane pliki APK podpisane przez programistę (na starcie) oraz pliki podpisane przez F-Droid
ro: Publicarea atât a APK-urilor semnate de dezvoltator (upstream), cât și a celor semnate de F-Droid
ru: Публикуйте APK с подписью разработчика и с подписью F-Droid
uk: Оприлюднення як оригіналу з розробницьким підписом, так і APK з підписом F-Droid
zh_hans: 同时发布（上游）开发者签名和 F-Droid 签名的 APK

source: This approach allows publishing both APKs signed by the (upstream) developer and APKs signed by F-Droid. This enables us to ship updates for users who installed apps from other sources than F-Droid (e.g. Play Store), while also shipping updates for apps which were built and signed by F-Droid.
de: Diese Vorgehensweise ermöglicht eine Veröffentlichung sowohl von APKs, die vom (Upstream-)Entwickler signiert sind, als auch solchen, die von F-Droid signiert sind. Dies versetzt uns in die Lage, Aktualisierungen an Benutzer auszuliefern, die Apps aus anderen Quellen als F-Droid (z. B. aus dem Play Store) installiert haben, und gleichzeitig Aktualisierungen für Apps zu verschicken, die von F-Droid erstellt und signiert wurden.
pl: Zastosuj to podejście do wysyłania wersji aplikacji z podpisanymi zarówno programistami (na starcie), jak i plikami APK podpisanymi przez F-Droid. Dzięki temu możemy wysyłać aktualizacje dla użytkowników, którzy zainstalowali aplikacje z innych źródeł niż F-Droid (np. Sklep Play), które są dlatego podpisane przez programistów aplikacji, a także dostarczają aktualizacje dla aplikacji, które zostały zbudowane i podpisane przez F-Droid.
ro: Utilizați această abordare pentru a livra o versiune a unei aplicații, atât cu APK-uri semnate de dezvoltator (upstream), cât și cu APK-uri semnate de F-Droid. Acest lucru ne permite să livrăm actualizări pentru utilizatorii care au instalat aplicații din alte surse decât F-Droid (de exemplu, Play Store), care sunt, prin urmare, semnate de dezvoltatorii de aplicații, în timp ce livrăm, de asemenea, actualizări pentru aplicațiile care au fost create și semnate de F-Droid.
ru: Такой подход позволяет публиковать как APK, подписанные разработчиком (upstream), так и APK, подписанные F-Droid. Это позволяет нам отправлять обновления для пользователей, которые установили приложения не из F-Droid (например, Play Store), а из других источников, и в то же время отправлять обновления для приложений, которые были созданы и подписаны F-Droid.
uk: Такий підхід дозволяє публікувати як APK, підписані розробником, так і APK, підписані F-Droid. Це дає змогу поширювати оновлення як для користувачів, які встановили застосунки з інших джерел, крім F-Droid (наприклад, Play Маркета), а також відправляти оновлення для застосунків, які були створені та підписані F-Droid.
zh_hans: 这种方法允许同时发布（上游）开发者签名和 F-Droid 签名的 APK。这使我们能够为从 F-Droid 以外的其他来源（例如 Play Store）安装应用的用户发送更新，同时也为由 F-Droid 构建和签名的应用发送更新。

source: This requires extracting and adding (upstream) developer signatures to fdroiddata. These signatures are then later copied to the unsigned APK built from the fdroiddata recipe. We provide a command for easily extracting signatures from APKs:
de: Dazu müssen (Upstream-)Entwicklersignaturen extrahiert und in fdroiddata eingefügt werden. Diese Signaturen werden dann später aus dem fdroiddata-Rezept in die unsignierte APK kopiert. Wir bieten einen Befehl zum einfachen Extrahieren von Signaturen aus APKs:
pl: Wymaga to umieszczenia (upstream-) podpisów programistów na fdroiddata. Zapewniamy polecenie do łatwego wyodrębniania podpisów z plików APK:
ro: Acest lucru necesită extragerea și adăugarea semnăturilor dezvoltatorilor (în amonte) la fdroiddata. Aceste semnături sunt apoi copiate ulterior în APK-ul nesemnat construit din rețeta fdroiddata. Oferim o comandă pentru extragerea cu ușurință a semnăturilor din APK-uri:
ru: Для этого необходимо извлечь и добавить подписи разработчиков (upstream) в fdroiddata. Эти подписи затем копируются в неподписанный APK, созданный по рецепту fdroiddata. Мы предоставляем команду для легкого извлечения подписей из APK:
uk: Це вимагає вилучення та додавання (попередніх) підписів розробників до fdroiddata. Ці підписи потім копіюються в непідписаний APK, створений за рецептом fdroiddata. Ми надаємо команду для легкого вилучення підписів з APK:
zh_hans: 这需要提取并向 fdroiddata 添加(上游)开发人员签名。然后将这些签名复制到从 fdroiddata 配方构建的 unsigned APK。我们提供了一个命令，可以轻松地从 APK 中提取签名：

source: Instead of local files, you can also supply HTTPS URLs to `fdroid signatures`.
de: Anstelle von lokalen Dateien können Sie auch HTTPS-URLs an `fdroid signatures` übergeben.
ro: În loc de fișiere locale, puteți furniza, de asemenea, URL-uri HTTPS la `fdroid signatures`.
ru: Вместо локальных файлов в `fdroid сигнатуры` можно передавать HTTPS URL.
uk: Замість локальних файлів можна також надавати HTTPS-адреси на `fdroid signatures`.
zh_hans: 除了本地文件，你还可以向 `fdroid 签名` 提供 HTTPS 网址。

source: The signature files are extracted to the app's metadata directory, ready to be used with `fdroid publish`. A signature consists of 2-6 files: a v1 signature (manifest, signature file, and signature block file) and/or a v2/v3 signature (APK Signing Block and offset); if the APK was v1-signed with e.g. `signflinger` instead of `apksigner` there will also be a `differences.json`. The result of extracting one will resemble these file listings:
de: Die Signaturdateien werden gebrauchsfertig für `fdroid publish` in das entsprechende Metadatenverzeichnis der App extrahiert. Eine Signatur besteht aus 2-6 Dateien: einer v1-Signatur (Manifest, Signatur-Datei und Signatur-Blockdatei) und/oder einer v2/v3-Signatur (APK-Signier-Block und Offset); war die APK mit z. B. `signflinger` statt `apksigner` v1-signiert, gibt es zusätzlich eine `differences.json`. Das Ergebnis des Extrahierens ähnelt diesen Dateilisten:
pl: Możesz także podać adresy URL HTTPS bezpośrednio do `sygnatur fdroid` zamiast plików lokalnych. Pliki sygnatur są rozpakowywane do odpowiedniego katalogu metadanych, gotowego do użycia z `fdroid publish`. Podpis składa się z 3-5 plików, a wynik rozpakowania jednego z nich będzie podobny do tego pliku:
ro: Fișierele de semnătură sunt extrase în directorul de metadate al aplicației, gata de a fi utilizate cu `fdroid publish`. O semnătură este formată din 2-6 fișiere: o semnătură v1 (manifest, fișier de semnătură și fișier de bloc de semnătură) și/sau o semnătură v2/v3 (APK Signing Block și offset); dacă APK-ul a fost semnat v1 cu, de exemplu, `signflinger` în loc de `apksigner`, va exista, de asemenea, un fișier `differences.json`. Rezultatul extragerii unuia dintre ele va semăna cu aceste liste de fișiere:
ru: Файлы подписи извлекаются в каталог метаданных приложения, готовые к использованию с помощью `fdroid publish`. Подпись состоит из 2-6 файлов: подпись v1 (манифест, файл подписи и файл блока подписи) и/или подпись v2/v3 (блок подписи APK и смещение); если APK был подписан v1, например, с помощью `signflinger, а не `apksigner`, то также будет присутствовать файл `differences.json`. Результат извлечения одного из них будет похож на эти списки файлов:
uk: Файли підпису буде видобуто до каталогу метаданих застосунку в готовому до користування з `fdroid publish` вигляді. Підпис складається з 2-6: підпис v1 (маніфест, файл підпису та файл блоку підпису) та/або підпис v2/v3 (блок підпису APK та зміщення); якщо APK був підписаний v1 за допомогою, наприклад, `signflinger` замість `apksigner`, буде також `differences.json`. Результат розпакування буде схожий на ці списки файлів:
zh_hans: 签名文件会被提取到应用的元数据目录中，准备用 `fdroid publish` 使用。一个签名由 2-6 个文件组成：一个 v1 签名（清单、签名文件和签名块文件）和/或一个 v2/v3 签名（APK 签名块和偏移量）；如果使用 `signflinger` 而不是 `apksigner`对 APK 进行 v1 签名，会有一个 `differences.json`文件。提取这样一个文件的结果将类似于这些文件列表：
