Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Depending on how many apps you have installed/running, it might be a little bit noisy. If you don't want to post all of that noise online (there is a slight chance that it contains information you don't want on the internet - if apps are logging private information to the log), then you can filter to only error messages with:
de: Abhängig von der Anzahl der installierten/laufenden Apps, könnte das Ergebnis so ein bisschen verrauscht sein. Wenn Sie nicht alle unspezifischen Daten ins Internet stellen wollen (es besteht eine gewisse Wahrscheinlichkeit, dass sie Informationen enthalten, die nicht ins Internet sollen - wenn Apps z. B. private Daten ins Protokoll eintragen), dann können Sie damit ausschließlich Fehlermeldungen herausfiltern:
pl: W zależności od tego, ile zainstalowanych/uruchomionych aplikacji może być trochę głośno. Jeśli nie chcesz publikować całego tego hałasu online (istnieje niewielka szansa, że zawiera on informacje, których nie chcesz w Internecie - jeśli aplikacje logują prywatne informacje do dziennika), możesz filtrować tylko do błędu wiadomości z:
pt_pt: A depender de quantas apps tiver instalada/a executar, pode ser um pouco minucioso. Se não quiser postar todo esse ruído online (há uma pequena hipótese de que contenha informações que não quer na Internet - se as apps estiverem a registar informações privadas no log), então pode filtrar apenas mensagens de erro:
ro: În funcție de câte aplicații aveți instalate/în curs de execuție, s-ar putea să fie un pic cam zgomotos. Dacă nu doriți să postați tot acest zgomot online (există o mică șansă ca acesta să conțină informații pe care nu le doriți pe internet - dacă aplicațiile înregistrează informații private în jurnal), atunci puteți filtra numai mesajele de eroare cu:
ru: В зависимости от того, сколько приложений у вас установлено/запущено, это может быть немного шумно. Если вы не хотите публиковать весь этот шум в Интернете (есть небольшая вероятность, что он содержит информацию, которую вы не хотите видеть в Интернете - если приложения записывают в журнал частную информацию), то вы можете отфильтровать только сообщения об ошибках:
uk: Якщо у вас встановлено чи запущено багато застосунків, видача може бути трохи шумна. Щоб не оприлюднювати всього цього шуму (є крихітний шанс, що серед нього трапляться дані, яких ви не хочете бачити в інтернеті: певні застосунки можуть виводити в журнал приватні дані), вилучіть усі повідомлення, крім помилок:
zh_hans: 根据你所安装/运行的应用的数量，它可能会包含一些无关信息。如果你不想把所有这些无关信息发布到网上（如果应用将私人信息记录到日志中，它可能包含你不希望在发布互联网上的信息），那么你可以通过执行以下命令来过滤掉无关信息:

source: This information can then be posted to a GitLab issue to help developers diagnose the issue. When posting to GitLab, surround the log in three backticks (```) before, and three backticks after to format it correctly.
de: Diese Informationen können dann an GitLab geschickt werden, um den Entwicklern bei der Fehlerdiagnose zu helfen. Beim Verschicken an GitLab muss das Protokoll von drei Backticks (```) davor und drei Backticks danach umgeben sein, damit es richtig formatiert ist.
pl: Informacje te można następnie opublikować w wydaniu GitLab, aby ułatwić programistom zdiagnozowanie problemu. Kiedy publikujesz na GitLab, okrąż dziennik trzema backtickami (```) przed i trzema backtickami po, aby sformatować poprawnie.
pt_pt: Esta informação pode então ser adicionada a uma edição do GitLab para ajudar os programadores a diagnosticar o problema. Ao postar no GitLab, rodeie o log em três backticks (```) antes e três backticks depois para formatá-lo corretamente.
ro: Aceste informații pot fi apoi postate într-o problemă GitLab pentru a ajuta dezvoltatorii să diagnosticheze problema. Atunci când postați în GitLab, înconjurați jurnalul cu trei ghilimele (```) înainte și trei ghilimele după pentru a-l formata corect.
ru: Затем эту информацию можно опубликовать в GitLab, чтобы помочь разработчикам диагностировать проблему. При публикации в GitLab обводите лог тремя знаками подчеркивания (```) до и тремя знаками подчеркивания после, чтобы правильно его отформатировать.
uk: Тоді ці дані можна надіслати до GitLab-обговорення, щоб команда розробки змогла дослідити проблему. Надсилаючи на GitLab, додайте три гравіси (```) перед журналом і три гравіси після нього, щоб зберегти форматування.
zh_hans: 然后你可以将此信息发布到 GitLab 问题以帮助开发人员诊断问题。发布到 GitLab 时，将日志前后用三个反引号 (```) 括起来，以将它正确地格式化。

source: How to Help
de: Wie man helfen kann
pl: Jak pomóc
pt_pt: Como Ajudar
ro: Cum să ajuți
ru: Как помочь
uk: Як допомогти
zh_hans: 如何提供帮助

source: The project is entirely developed and maintained by volunteers. You can help in the following ways:
de: Das Projekt wird ausschließlich von Freiwilligen entwickelt und betrieben. Folgende Arten der Mithilfe sind möglich:
pl: Projekt jest całkowicie opracowany i utrzymywany przez wolontariuszy. Możesz pomóc na następujące sposoby:
pt_pt: O projeto é inteiramente desenvolvido e mantido por voluntários. Pode ajudar das seguintes maneiras:
ro: Proiectul este dezvoltat și întreținut în întregime de voluntari. Puteți ajuta în următoarele moduri:
ru: Проект полностью разработан и поддерживается волонтерами. Вы можете помочь следующими способами:
uk: Проєкт повністю розроблений та підтримуваний волонтерами. Ви можете допомогти наступними способами:
zh_hans: 该项目完全由志愿者开发和维护。你也可以参与其中，方式如下：

source: Follow our work
de: Unsere Arbeit verfolgen
pl: Obserwuj naszą pracę
pt_pt: Acompanhe nosso trabalho
ro: Urmăriți activitatea noastră
ru: Следите за нашей работой
uk: Стежте за нашею працею
zh_hans: 关注我们的工作

source: The [Feeds](../Feeds) page lists the various sites that we work on.
de: Auf der [Feeds](../Feeds)-Seite sind die verschiedenen Internetseiten gelistet, an denen wir arbeiten.
pl: Strona [Kanały](../Feeds) zawiera listę różnych stron, nad którymi pracujemy.
pt_pt: A página [Feeds](../Feeds) lista os vários sites em que trabalhamos.
ro: Pagina [Feeds](../Feeds) enumeră diferitele site-uri pe care lucrăm.
ru: На странице [Каналы](../Feeds) перечислены различные сайты, над которыми мы работаем.
uk: Сторінка [стрічок](../Feeds) перелічує різні сайти, над якими ми працюємо.
zh_hans: [Feeds](../Feeds) 页面列出了我们正在工作中的各个网站。

source: Report problems
de: Probleme melden
pl: Zgłoś problemy
pt_pt: Relatar problemas
ro: Raportați probleme
ru: Сообщайте о проблемах
uk: Звітуйте про проблеми
zh_hans: 报告问题

source: If you experience problems with the site or client software, you can report them in the [issue tracker](https://gitlab.com/u/fdroid), discuss them in the [forum or chat rooms](https://f-droid.org/about/#contact).
de: Wenn Sie Probleme mit der Website oder der Client-Software haben, können Sie sie im [Ticketsystem](https://gitlab.com/u/fdroid) melden, in den [Foren oder Chaträumen](https://f-droid.org/about/#contact) diskutieren.
pl: Jeśli wystąpią problemy z witryną lub oprogramowaniem klienckim, można je zgłosić w [issue tracker](https://gitlab.com/u/fdroid), omówić na [forum lub czacie](https://f-droid.org/about/#contact).
ro: Dacă întâmpinați probleme cu site-ul sau cu software-ul clientului, le puteți raporta pe [pagina de probleme](https://gitlab.com/u/fdroid), le puteți discuta în [forum sau canalele de discuții](https://f-droid.org/about/#contact).
ru: Если у вас возникли проблемы с сайтом или клиентским программным обеспечением, вы можете сообщить о них в разделе [issue tracker](https://gitlab.com/u/fdroid), обсудить их в разделе [forum or chat rooms](https://f-droid.org/about/#contact).
uk: Якщо у вас виникли проблеми з сайтом або клієнтським програмним забезпеченням, ви можете повідомити про них у [відстежувачі проблем](https://gitlab.com/u/fdroid), обговорити їх на [форумі або в бесідах кімнат](https://f-droid.org/about/#contact).
zh_hans: 如果你遇到站点或客户端软件的问题，你可以在 [问题跟踪器](https://gitlab.com/u/fdroid)中进行报告，在 [论坛或聊天室](https://f-droid.org/about/#contact) q讨论它们。

source: Take a look at the [Repository Maintenance](https://monitor.f-droid.org/builds) page to see how you can help keeping apps and their metadata up to date.
de: Werfen Sie einen Blick auf die Seite [Repository Maintenance](https://monitor.f-droid.org/builds), um zu erfahren, wie Sie dazu beitragen können, dass Apps und ihre Metadaten auf dem neuesten Stand bleiben.
pl: Zajrzyj na stronę [Repository Maintenance](https://monitor.f-droid.org/builds), aby zobaczyć, jak możesz pomóc w utrzymaniu aktualności aplikacji i ich metadanych.
ro: Aruncați o privire la pagina de [mentenanță depozit](https://monitor.f-droid.org/builds) pentru a vedea cum puteți contribui la actualizarea aplicațiilor și a metadatelor acestora.
ru: Посмотрите на страницу [Repository Maintenance](https://monitor.f-droid.org/builds), чтобы узнать, как вы можете помочь поддерживать приложения и их метаданные в актуальном состоянии.
uk: Зазирніть на сторінку [Обслуговування репозиторію](https://monitor.f-droid.org/builds), щоб дізнатися, як ви можете допомогти підтримувати застосунки та їхні метадані в актуальному стані.
zh_hans: 看一眼 [存储库维护](https://monitor.f-droid.org/builds) 页面了解你怎样能帮助保持应用和它们的元数据为最新。

source: If you are reporting an issue with the client, [check out these pointers](../Client_Bug_Reports) to make sure we have the best chance of reproducing and fixing your issue.
de: Wenn Sie über ein Problem mit dem Client berichten, [berücksichtigen Sie diese Hinweise](../Client_Bug_Reports), um sicherzustellen, dass uns eine Reproduktion und Behebung Ihres Problems gelingt.
pl: Jeśli zgłaszasz problem z klientem, [sprawdź te wskaźniki](../Client_Bug_Reports), upewnij się, że mamy największą szansę na odtworzenie i naprawienie Twojego problemu.
pt_pt: Se está a relatar um problema com o cliente, [verifique estes ponteiros](../Client_Bug_Reports) para ter certeza que temos a melhor chance de reproduzir e corrigir o seu problema.
ro: Dacă raportați o problemă cu clientul, [check out these pointers](../Client_Bug_Reports) pentru a vă asigura că avem cele mai bune șanse să reproducem și să rezolvăm problema dumneavoastră.
ru: Если вы сообщаете о проблеме с клиентом, [ознакомьтесь с этими указателями](../Client_Bug_Reports), чтобы убедиться, что у нас есть наилучшие шансы воспроизвести и устранить вашу проблему.
uk: Звітуючи про ваду в клієнті, [врахуйте ці підказки](../Client_Bug_Reports), щоб ми змогли якнайточніше відтворити проблему й виправити її.
zh_hans: 如果你要报告客户端的问题，请[查看这些提示](../Client_Bug_Reports) ，以尽可能帮助我们复现并修复你的问题。

source: Submit applications
de: Anwendungen einreichen
pl: Prześlij aplikacje
pt_pt: Submeter aplicações
ro: Trimiteți cererile
ru: Добавляйте приложения
uk: Надсилайте застосунки
zh_hans: 提交应用

source: If you see an application missing from the repository that fits with the [Inclusion Policy](../Inclusion_Policy)), then [you can add that application](../Submitting_to_F-Droid_Quick_Start_Guide) via a merge request. Otherwise, to make a simple request, go to the dedicated [Requests for Packaging](https://gitlab.com/fdroid/rfp/issues) tracker.
de: Vermissen Sie in der Paketquelle eine Anwendung, die die [Aufnahmekriterien](../Inclusion_Policy) erfüllt, dann können Sie über einen Merge-Antrag diese [Anwendung hinzufügen](../Submitting_to_F-Droid_Quick_Start_Guide). Um einen einfachen Antrag zu stellen, besuchen Sie ansonsten die ausgewiesene Erfassung der [Anträge auf Packaging](https://gitlab.com/fdroid/rfp/issues).
pl: Jeśli w repozytorium brakuje aplikacji, która pasuje do [Polityki włączenia](../Inclusion_Policy)), to [możesz dodać tę aplikację](../Submitting_to_F-Droid_Quick_Start_Guide) za pośrednictwem żądania scalenia. W przeciwnym razie, aby złożyć prostą prośbę, przejdź do dedykowanego trackera [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues).
pt_pt: Se vê uma aplicação ausente do repositório que se cabe na [Política de Inclusão](../Inclusion_Policy)), [pode adicionar essa aplicação](../Submitting_to_F-Droid_Quick_Start_Guide) através de uma solicitação de integração. Caso contrário, para fazer um simples pedido, vá às [solicitações de empacotamento](https://gitlab.com/fdroid/rfp/issues).
ro: Dacă vedeți că lipsește o aplicație din depozit care se potrivește cu [Inclusion Policy](../Inclusion_Policy)), atunci [you can add that application](../Submitting_to_F-Droid_Quick_Start_Guide) printr-o cerere de fuziune. În caz contrar, pentru a face o cerere simplă, mergeți la trackerul dedicat [Requests for Packaging](https://gitlab.com/fdroid/rfp/issues).
ru: Если вы видите, что в репозитории отсутствует приложение, которое соответствует [Политике включения](../Inclusion_Policy)), то [вы можете добавить это приложение](../Submitting_to_F-Droid_Quick_Start_Guide) через запрос на слияние. В противном случае, чтобы сделать простой запрос, перейдите на специальный трекер [Requests for Packaging](https://gitlab.com/fdroid/rfp/issues).
uk: Якщо в репозиторії ще нема певного застосунку, що відповідає [політиці додання](../Inclusion_Policy), ви [можете додати цей застосунок](../Submitting_to_F-Droid_Quick_Start_Guide) запитом на злиття. Або просто надішліть на окремий трекер [запитів на пакування](https://gitlab.com/fdroid/rfp/issues) прохання його додати.
zh_hans: 如果你发现一个符合[收录政策](../Inclusion_Policy)的应用不在存储库中，则可以通过合并请求[添加该应用](../Submitting_to_F-Droid_Quick_Start_Guide)。或者转到专用的[打包请求](https://gitlab.com/fdroid/rfp/issues)跟踪器提出一个简单的请求。

source: Metadata may already be found there but it can always be improved. Often developers don't mark their releases well: you can ask them to use tags via an issue on their tracker, which will allow us to use an automatic check for new versions (and you can suggest a donation method while you're about it!). Another common task is the comparison of included libraries with official versions.
de: Dort könnten bereits Metadaten vorhanden sein, sie können aber immer verbessert werden. Häufig kennzeichnen Entwickler ihre Veröffentlichungen nicht gut: Sie können sie über deren Problemerfassung bitten, Tags zu verwenden, die es uns ermöglichen, eine automatische Überprüfung auf neue Versionen zu verwenden (und, wenn Sie schon dabei sind, Sie können ihnen eine Spendenmethode vorschlagen!). Eine weitere allgemeine Aufgabe ist der Vergleich der eingeschlossenen Bibliotheken mit offiziellen Versionen.
pl: Metadane mogą już tam być, ale zawsze można je poprawić. Często programiści nie zaznaczają swoich wydań zbyt dobrze: możesz poprosić ich o korzystanie z tagów za pośrednictwem problemu na ich trackerze, co pozwoli nam na automatyczne sprawdzenie nowych wersji (możesz zaproponować metodę darowizny, gdy będziesz o tym mówić!). Innym częstym zadaniem jest porównywanie dołączonych bibliotek z oficjalnymi wersjami.
pt_pt: Os metadados já podem estar lá, mas podem sempre ser melhorados. Muitas vezes os programadores não marcam seus lançamentos bem: pode pedir que eles usem tags através de um problema no seu tracker, o que nos permitirá usar uma verificação automática de novas versões (e pode sugerir um método de doação enquanto já que está no tema). Outra tarefa comum é a comparação de bibliotecas incluídas com versões oficiais.
ro: Este posibil ca metadatele să se regăsească deja acolo, dar ele pot fi întotdeauna îmbunătățite. Adesea, dezvoltatorii nu își marchează bine versiunile: le puteți cere să folosească etichete prin intermediul unei probleme pe tracker-ul lor, ceea ce ne va permite să folosim o verificare automată pentru noile versiuni (și puteți sugera o metodă de donație în acest sens!). O altă sarcină comună este compararea bibliotecilor incluse cu versiunile oficiale.
ru: Метаданные уже могут быть найдены там, но их всегда можно улучшить. Часто разработчики плохо маркируют свои релизы: вы можете попросить их использовать теги через проблему на их трекере, что позволит нам использовать автоматическую проверку новых версий (и вы можете предложить способ пожертвования, пока вы об этом думаете!). Другой распространенной задачей является сравнение включенных библиотек с официальными версиями.
uk: Метадані, що вже є в репозиторії, завжди можливо покращити. Часто розробниці й розробники не позначають випусків явно, тож можете створити на їхньому трекері обговорення з проханням використовувати теги: це дасть нам змогу автоматично виявляти нові версії (можете заодно запропонувати їм спосіб пожертви!). Інше часте завдання — звіряти наявні версії бібліотек з офіційними.
zh_hans: 元数据可能已经存在，但尚需改进。开发人员通常不会很仔细地标记他们的发布：你可以通过跟踪器上的问题要求他们使用标签，这将允许我们自动检查新版本（而且你可以提议捐赠方法 ！）。另一个常见任务是将包含的库与官方版本进行比较。

source: If you have the technical skills required, you can also put together the relevant metadata and submit a merge request to the git repository, which should speed up the inclusion of the application. See the [sticky thread](https://f-droid.org/forums/topic/adding-apps-with-git/) at the top of that forum for more information.
de: Wenn Sie die nötigen technischen Fähigkeiten besitzen, können Sie auch die relevanten Metadaten zusammenfügen und einen Merge-Antrag im Git-Repository einreichen, was die Aufnahme der Anwendung beschleunigen sollte. Sehen Sie sich den [angehefteten Thread](https://f-droid.org/forums/topic/adding-apps-with-git/) am Anfang dieses Forums an, um mehr Informationen zu erhalten.
pl: Jeśli posiadasz wymagane umiejętności techniczne, możesz także połączyć odpowiednie metadane i przesłać prośbę o scalenie do repozytorium git, co powinno przyspieszyć włączenie aplikacji. Aby uzyskać więcej informacji, zobacz [lepki wątek](https://f-droid.org/forums/topic/adding-apps-with-git/) na górze tego forum.
pt_pt: Se possuir as competências técnicas necessárias, pode também reunir os metadados relevantes e apresentar um pedido de integração ao repositório git, o que deverá acelerar a inclusão da aplicação. Veja o [tópico pegajoso](https://f-droid.org/forums/topic/adding-apps-with-git/) no topo desse fórum para mais informações.
ro: Dacă aveți competențele tehnice necesare, puteți, de asemenea, să puneți laolaltă metadatele relevante și să trimiteți o cerere de fuziune la depozitul git, ceea ce ar trebui să accelereze includerea aplicației. Pentru mai multe informații, consultați [sticky thread](https://f-droid.org/forums/topic/adding-apps-with-git/) din partea de sus a forumului respectiv.
ru: Если у вас есть необходимые технические навыки, вы также можете собрать соответствующие метаданные и отправить запрос на слияние в git-репозиторий, что должно ускорить публикацию приложения. Дополнительную информацию см. в [закрепленной теме](https://f-droid.org/forums/topic/adding-apps-with-git/) в верхней части этого форума.
uk: Якщо маєте відповідні технічні вміння, спробуйте власноруч дописати потрібні метадані й надіслати в git-репозиторій запит на злиття, що прискорить додання застосунку. Докладніше це описує [закріплений тред](https://f-droid.org/forums/topic/adding-apps-with-git/) нагорі форуму.
zh_hans: 如果你具备所需的技术技能，还可以将相关元数据放在一起并向 git 代码库提交合并请求，这应该会加快应用的收录速度。请参阅该论坛顶部的 [置顶帖](https://f-droid.org/forums/topic/adding-apps-with-git/)了解更多信息。

source: Update apps
de: Apps aktualisieren
pl: Aktualizacja aplikacji
pt_pt: Atualizar aplicações
ro: Actualizarea aplicațiilor
ru: Обновляйте приложения
uk: Оновлюйте застосунки
zh_hans: 更新应用

source: The procedure for updating apps is similar to adding new apps: changes are applied to the metadata in the fdroiddata git repository. You'll need to already be familiar with adding new apps. Even though it should take much less time to update an app one should still be cautious. Follow the steps in the [update guide](../How_to_update_an_app) to minimize the risk of messing up and don't be afraid to ask for help!
de: Der Vorgang zur Aktualisierung von Apps ähnelt dem zum Hinzufügen neuer Apps: Änderungen werden auf die Metadaten im Git-Projektarchiv von fdroiddata angewandt. Sie müssen mit dem Einfügen neuer Apps schon vertraut sein. Auch wenn es viel weniger Zeit beansprucht, eine App zu aktualisieren, sollte man trotzdem vorsichtig vorgehen. Folgen Sie den Schritten in der [Aktualisierungsanleitung](../How_to_update_an_app), um die Gefahr, alles durcheinander zu bringen, zu minimieren, und scheuen Sie sich nicht, um Hilfe zu bitten!
pl: Procedura aktualizacji aplikacji jest podobna do dodawania nowych aplikacji: zmiany są stosowane do metadanych w repozytorium git fdroiddata. Musisz już zaznajomić się z dodawaniem nowych aplikacji. Mimo że zaktualizowanie aplikacji powinno zająć znacznie mniej czasu, nadal należy zachować ostrożność. Postępuj zgodnie z instrukcjami w [przewodnik aktualizacji](../How_to_update_an_app), aby zminimalizować ryzyko zepsucia i nie bój się poprosić o pomoc!
pt_pt: O procedimento para atualizar apps é semelhante à adição de apps novos: as alterações são aplicadas aos metadados no repositório git fdroiddata. Já devia estar familiar com a adição de apps novos. Mesmo que leve mito menos tempo para atualizar uma app, deve ser cauteloso. Siga os passos do [guia de atualização](../How_to_update_an_app) para minimizar o risco de erro e não tenha medo de pedir ajuda!
ro: Procedura de actualizare a aplicațiilor este similară cu cea de adăugare de noi aplicații: modificările sunt aplicate la metadatele din depozitul git fdroiddata. Va trebui să fiți deja familiarizat cu adăugarea de aplicații noi. Chiar dacă ar trebui să dureze mult mai puțin timp pentru a actualiza o aplicație, trebuie să fiți totuși precauți. Urmați pașii din [update guide](../How_to_update_an_app) pentru a minimiza riscul de a greși și nu vă temeți să cereți ajutor!
ru: Процедура обновления приложений аналогична добавлению новых приложений: изменения применяются к метаданным в git-репозитории fdroiddata. Вы уже должны быть знакомы с добавлением новых приложений. Несмотря на то, что обновление приложения должно занимать гораздо меньше времени, все же следует быть осторожным. Следуйте шагам в руководстве [update guide](../How_to_update_an_app), чтобы минимизировать риск ошибки, и не бойтесь обращаться за помощью!
uk: Процес оновлення застосунків такий же, як і процес додання: вносяться зміни до метаданих у git-репозиторії fdroiddata. Вам потрібно вже вміти додавати застосунки. Оновлення застосунку зазвичай набагато швидше, але все одно будьте обачні. Покроково виконуйте [інструкцію з оновлення](../How_to_update_an_app), щоб знизити ризик помилки, — й не бійтеся звертатись по допомогу!
zh_hans: 更新应用的流程类似于添加新应用：更改 fdroiddata git 代码库中应用的元数据。你需要已经熟知如何添加新应用。即使更新应用所需的时间要少得多，但仍应谨慎。请按照[更新指南](../How_to_update_an_app)中的步骤操作，以最大程度地降低出错的风险，不要害怕寻求帮助！

source: Add information about no longer maintained apps
de: Informationen über nicht mehr gepflegte Apps hinzufügen
pl: Dodawanie informacji o nierozwijanych już aplikacjach
pt_pt: Adicionar informações sobre apps já não mantidos
ro: Adăugați informații despre aplicațiile care nu mai sunt menținute
ru: Добавляйте информацию о приложениях, которые больше не поддерживаются
uk: Вказуйте, які застосунки припинили супровід
zh_hans: 添加不再维护的应用的信息

source: At the beginning of the app's description in metadata (provided Description is held on our end), insert a paragraph saying
de: Fügen Sie am Anfang der Beschreibung der App in den Metadaten (sofern die Beschreibung auf unserer Seite vorhanden ist) einen Absatz mit folgendem Wortlaut ein
pl: Na początku opisu aplikacji w metadanych (pod warunkiem, że opis jest przechowywany na naszej stronie) umieść akapit o następującej treści
pt_pt: Insira um parágrafo ao início da descrição da app em metadados (se Description seja mantida do nosso lado) que diz
ro: La începutul descrierii aplicației în metadate (cu condiția ca descrierea să fie ținută la noi), introduceți un paragraf care să spună
ru: В начале описания приложения в метаданных (при условии, что Description хранится на нашей стороне), добавьте абзац, говорящий о том, что это приложение больше не поддерживается:
uk: Додайте абзац на початок опису в метаданих застосунку, якщо опис супроводжується з нашого боку:
zh_hans: 在元数据中应用描述的开头（前提是描述保存在我们的元数据里），插入一段话说明
