Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: F-Droid.org is the default package repository (repo) in the F-Droid client, but it is not the only possibility. Anyone can create their own repo, and users can control which repos their client is using, including even disabling the default f-droid.org repo. This model is modeled somewhat after the [Debian GNU/Linux](https://www.debian.org) distro. Like Debian and Ubuntu, you can also setup your own repos for anyone to use. Custom repos do not even need to build the APKs, they can just be "simple binary repos" of any APKs.
de: F-Droid.org ist die Standardpaketquelle (Repository, Repo) im F-Droid-Client, aber es ist nicht die einzig mögliche. Jeder kann sein eigenes Repo erstellen, und Anwender können steuern, welche Repos ihr Client verwendet, sogar inklusive der Deaktivierung des Standardrepos von f-droid.org. Dieser Modellaufbau ähnelt dem in der [Debian GNU/Linux](https://www.debian.org) Distro. Wie in Debian und Ubuntu können Sie auch Ihr eigenes Repo einrichten, das jeder nutzen kann. Maßgeschneiderte Repos müssen nicht einmal die APKs erstellen, sie können nur „einfache Binärdatei-Repos“ mit allen APKs sein.
pl: F-Droid.org to domyślne repozytorium pakietów (repo) w kliencie F-Droid, ale nie jest to jedyna możliwość. Każdy może stworzyć własne repozytorium, a użytkownicy będą mogli kontrolować, jakich transakcji używa ich klient, w tym nawet wyłączając domyślne repozytorium f-droid.org. Model ten jest wzorowany nieco po dystrybucji [Debian GNU/Linux](https://www.debian.org). Podobnie jak w Debianie i Ubuntu, możesz także skonfigurować własne repozytoria, aby każdy mógł z nich korzystać. Niestandardowe repozytorium nie musi nawet tworzyć pakietów APK, mogą to być tylko "proste repozytoria binarne" wszelkich pakietów APK.
pt_pt: F-Droid.org é o repositório (repo) de pacotes padrão no cliente F-Droid, mas não é a única possibilidade. Qualquer um pode criar o seu próprio repositório, e os utilizadores podem controlar qual repositório seu cliente está a usar, incluindo até mesmo desativar o repositório padrão f-droid.org. Este modelo é modelado um pouco depois da distro [Debian GNU/Linux](https://www.debian.org). Como o Debian e o Ubuntu, também pode configurar os seus próprios repositórios para qualquer um usar. Repositórios personalizados não precisam nem mesmo compilar os APKs, eles podem ser apenas "repositórios binários simples" de qualquer APKs.
ro: F-Droid.org este depozitul de pachete (repo) implicit în clientul F-Droid, dar nu este singura posibilitate. Oricine își poate crea propriul repo, iar utilizatorii pot controla ce repo-uri utilizează clientul lor, inclusiv dezactivând chiar repo-ul implicit f-droid.org. Acest model este modelat oarecum după distribuția [Debian GNU/Linux](https://www.debian.org). La fel ca Debian și Ubuntu, puteți, de asemenea, să vă configurați propriile depozite pentru a fi folosite de oricine. Depozitele personalizate nici măcar nu trebuie să construiască APK-urile, ele pot fi doar "simple depozite binare" ale oricărui APK.
ru: F-Droid.org является репозиторием пакетов по умолчанию в клиенте F-Droid, но это не единственная возможность. Любой может создать свой собственный репозиторий, а пользователи могут контролировать, какие репозитории использует их клиент, включая даже отключение репозитория f-droid.org по умолчанию. Эта модель в некоторой степени похожа на дистрибутив [Debian GNU/Linux](https://www.debian.org). Как и в Debian и Ubuntu, вы также можете создать свои собственные репозитории для использования всеми желающими. Пользовательские репозитории даже не обязательно должны собирать APK, они могут быть просто "простыми бинарными репозиториями" любых APK.
uk: F-Droid.org — репозиторій пакунків, усталений у клієнті F-Droid, але крім нього, є й інші. Будь-хто може створити власний репозиторій, а користувачки й користувачі можуть керувати тим, які репозиторії використовуватиме їхній клієнт, чи й зовсім вимкнути усталений репозиторій f-droid.org. Це змодельовано за практикою дистрибутиву [Debian GNU/Linux](https://www.debian.org). Як і в Debian та Ubuntu, ви можете також зробити свій репозиторій загальнодоступним. Користувацькі репозиторії не мусять збирати APK з вихідного коду й можуть бути «простими двійковими репозиторіями» APK довільного походження.
zh_hans: F-Droid.org 是 F-Droid 客户端中的默认包存储库（repo），但这不是唯一的可能性。任何人都可以创建自己的存储库，用户可以控制他们的客户端使用的存储库，甚至包括禁用默认的 f-droid.org 存储库。这个模型有点模仿 [Debian GNU/Linux](https://www.debian.org) 发行版。与 Debian 和 Ubuntu 一样，你也可以设置自己的存储库供任何人使用。自定义存储库甚至不需要构建 APK，它们可以是任何 APK 的“简单二进制存储库”。

source: Overview
de: Übersicht
pl: Przegląd
pt_pt: Visão geral
ro: Prezentare generală
ru: Обзор
uk: Загалом
zh_hans: 概况

source: If you want to maintain a simple binary repository of APKs and packages obtained elsewhere, the process is quite simple:
de: Wenn Sie ein einfaches Binärdatei-Repository unterhalten wollen mit APKs und Paketen, die Sie an anderer Stelle erhalten haben, ist der Prozess recht einfach:
pl: Jeśli chcesz zachować proste repozytorium plików APK i pakietów uzyskanych w innym miejscu, proces jest dość prosty:
pt_pt: Se quiser manter um repositório binário de APKs simples e pacotes obtidos em outro lugar, o processo é bastante simples:
ro: Dacă doriți să mențineți un simplu depozit binar de APK-uri și pachete obținute din altă parte, procesul este destul de simplu:
ru: Если вы хотите поддерживать простой двоичный репозиторий APK и пакетов, полученных в другом месте, процесс довольно прост:
uk: Якщо ви бажаєте супроводжувати простий двійковий репозиторій APK та пакунків, отриманих з інших джерел, процес досить простий:
zh_hans: 如果你想维护一个简单的二进制库，即从其他地方获得的 APK 和软件包，这个过程非常简单:

source: [Set up the server tools](../Installing_the_Server_and_Repo_Tools)
de: [Server-Tools einrichten](../Installing_the_Server_and_Repo_Tools)
pl: [Skonfiguruj narzędzia serwera](../Installing_the_Server_and_Repo_Tools)
pt_pt: [Configurar as ferramentas do servidor](../Installing_the_Server_and_Repo_Tools)
ro: [Configurați instrumentele serverului](../Installing_the_Server_and_Repo_Tools)
ru: [Установка серверных инструментов](../Installing_the_Server_and_Repo_Tools)
uk: [Встановіть серверні засоби](../Installing_the_Server_and_Repo_Tools)
zh_hans: [设置服务器工具](../Installing_the_Server_and_Repo_Tools)

source: Create a directory called _fdroid_, then run `fdroid init` in that directory to generate the signing key that uniquely identifies your repo.
de: Ein Verzeichnis mit dem Namen _fdroid_ erstellen, dann `fdroid init` in diesem Verzeichnis ausführen um den Signierschlüssel zu erzeugen der Ihr Repository eindeutig identifiziert.
pl: Utwórz katalog o nazwie _fdroid_, a następnie uruchom `fdroid init` w tym katalogu, aby wygenerować klucz podpisu, który jednoznacznie identyfikuje Twoje repozytorium.
ro: Creați un director numit _fdroid_, apoi rulați `fdroid init` în acel director pentru a genera cheia de semnare care identifică în mod unic repo-ul dumneavoastră.
ru: Создайте каталог под названием _fdroid_, затем запустите `fdroid init` в этом каталоге для создания ключа подписи, который однозначно идентифицирует ваш репозиторий.
uk: Створіть каталог _fdroid_ і запустіть у ньому `fdroid init`, щоб згенерувати ключ підпису, який унікально ідентифікуватиме репозиторій.
zh_hans: 创建一个名为 _fdroid_ 的目录，然后在该目录中运行 `fdroid init`，以生成唯一标识存储库的签名密钥。

source: Optionally edit the _config.yml_ file to your liking, detailed examples are in [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/config.yml)
de: Optional können Sie die Datei _config.yml_ nach Ihren Vorlieben bearbeiten, detaillierte Beispiele finden Sie in [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/config.yml)
pl: Opcjonalnie edytuj plik _config.yml_ według własnych potrzeb; szczegółowe przykłady znajdują się w [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/config.yml)
ro: Opțional, editați fișierul _config.yml_ după bunul plac, exemple detaliate sunt în [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/config.yml)
ru: По желанию отредактируйте файл _config.yml_ по своему вкусу, подробные примеры находятся в [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/config.yml)
uk: Необов'язково: відредагуйте файл _config.yml_, як вважаєте за потрібне; докладні приклади знайдете в [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/config.yml)
zh_hans: 可选择编辑 _config.yml_ 文件以满足你的需要，详细例子见 [examples/config.yml](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/config.yml)

source: Within _fdroid_, make a directory called _repo_ and put APK files in it.
de: In _fdroid_ ein Verzeichnis namens _repo_ erstellen und APK-Dateien darin ablegen.
pl: Wewnątrz _fdroid_, utwórz katalog o nazwie _repo_ i umieść w nim pliki APK.
pt_pt: Dentro de _fdroid_, crie um diretório chamado _repo_ e ponha ficheros APK nele.
ro: În _fdroid_, creați un director numit _repo_ și puneți fișierele APK în el.
ru: В _fdroid_ создайте каталог под названием _repo_ и поместите в него файлы APK.
uk: В каталозі _fdroid_, створіть підкаталог _repo_ й розмістіть у ньому APK-файли.
zh_hans: 在 _fdroid_ 中，建立一个名为 _repo_ 的目录，并将 APK 文件放入其中。

source: Run `fdroid update`.
de: `fdroid update` ausführen.
pl: Wykonaj `fdroid update`.
pt_pt: Executar `fdroid update`.
ro: Rulați `fdroid update`.
ru: Запустите `fdroid update`.
uk: Запустіть `fdroid update`.
zh_hans: 运行 `fdroid update`。

source: If it reports that any metadata files are missing, you can create them in the `metadata` directory and run it again.
de: Bei Meldungen zu irgendwelchen fehlenden Metadatendateien können Sie sie im Verzeichnis `metadata` erstellen und den Vorgang wiederholen.
pl: Jeśli zgłosi, że brakuje jakichkolwiek plików metadanych, możesz je utworzyć w katalogu `metadata` i uruchomić ponownie.
pt_pt: Se ele informar que algum ficheiro de metadados está a faltar, pode criá-lo no diretório `metadata` e executá-lo novamente.
ro: Dacă raportează că lipsesc fișiere de metadate, puteți să le creați în directorul `metadata` și să îl rulați din nou.
ru: Если программа сообщает, что какие-либо файлы метаданных отсутствуют, вы можете создать их в каталоге `metadata` и запустить программу снова.
uk: Якщо отримаєте повідомлення про будь-які відсутні файли метаданих, створіть їх у каталозі `metadata` й повторіть запуск.
zh_hans: 如果它报告缺少任何元数据文件，你可以在 `metadata` 目录中创建它们，然后再次运行它。

source: To ease creation of metadata files, run `fdroid update` with the `-c` option. It will create 'skeleton' metadata files that are missing, and you can then just edit them and fill in the details.
de: Um die Erstellung von Metadatendateien zu vereinfachen, führen Sie `fdroid update` mit der Option `-c` aus. Sie wird ein 'Gerüst' der fehlenden Metadatendateien erstellen, und Sie können sie danach einfach bearbeiten und die Einzelheiten in sie eintragen.
pl: Aby ułatwić tworzenie plików metadanych, uruchom `fdroid update` opcją `-c`. Utworzy on 'szkieletowe' pliki metadanych, których brakuje, a następnie możesz je po prostu edytować i podać szczegóły.
ro: Pentru a facilita crearea fișierelor de metadate, rulați `fdroid update` cu opțiunea `-c`. Aceasta va crea fișiere de metadate "schelet" care lipsesc, iar dumneavoastră puteți apoi doar să le editați și să completați detaliile.
ru: Чтобы облегчить создание файлов метаданных, запустите `fdroid update` с опцией `-c`. Это создаст "скелетные" файлы метаданных, которые отсутствуют, и вы сможете просто отредактировать их и заполнить деталями.
uk: Щоб спростити створення файлів метаданих, запустіть `fdroid update` із опцією `-c`. Буде створено «скелети» відсутніх файлів метаданих, які ви зможете відредагувати, заповнивши деталі.
zh_hans: 为了简化元数据文件的创建，请使用 `-c` 选项运行 `fdroid update`。它将创建丢失的“骨架”元数据文件，然后你可以编辑它们并填写详细信息。

source: Then, if you've changed things, run `fdroid update` again.
de: Haben Sie Dinge verändert, wiederholen Sie schließlich `fdroid update`.
pl: Następnie, jeśli coś zmieniłeś, uruchom ponownie `fdroid update`.
ro: Apoi, dacă ați schimbat ceva, rulați din nou `fdroid update`.
ru: Затем, если вы что-то изменили, снова запустите `fdroid update`.
uk: Тоді, якщо ви внесли зміни, запустіть `fdroid update` іще раз.
zh_hans: 然后，如果你更改了内容，请再次运行 `fdroid update`。

source: Running `fdroid update` adds an _icons_ directory into the repo directory, and also creates the repository index files (_index.xml_, _index.jar_, etc) __NOTE: To make this process secure, read [Real World Setup](#real-world-setup) below!__
de: Das Ausführen von `fdroid update` fügt ein _icons_-Verzeichnis in das Repo-Verzeichnis ein und erstellt auch die Repository-Indexdateien (_index.xml_, _index.jar_, usw.) __HINWEIS: Wie dieser Vorgang sicher wird, lesen Sie unter [Reales Setup](#real-world-setup) weiter unten!__
pl: Uruchamianie `fdroid update` dodaje katalog _icons_ do katalogu repo, a także tworzy pliki indeksu repozytorium (_index.xml_, _index.jar_, etc) __NOTE: Aby uczynić ten proces bezpiecznym, przeczytaj [Rzeczywisty Instalator](#real-world-setup) below!__
pt_pt: Executanr `fdroid update` adiciona um diretório _icons_ ao diretório repo, e também cria os ficheiros de índice do repositório (_index.xml_, _index.jar_, etc) __NOTE: Para tornar este processo seguro, leia [Configuração do Mundo Real](#real-world-setup) abaixo!__
ro: Rularea `fdroid update` adaugă un director _icons_ în directorul repo și, de asemenea, creează fișierele de indexare a depozitului (_index.xml_, _index.jar_, etc.) __NOTĂ: Pentru a face acest proces sigur, citiți [Real World Setup](#real-world-setup) de mai jos!__
ru: Выполнение `fdroid update` добавляет каталог _icons_ в каталог репозитория, а также создает индексные файлы репозитория (_index.xml_, _index.jar_ и т.д.) __ПРИМЕЧАНИЕ: Чтобы сделать этот процесс безопасным, прочитайте [Real World Setup](#real-world-setup) ниже!__
uk: Запуск `fdroid update` додає підкаталог _icons_ у каталог репозиторію, а також створює файли індексу репозиторію (_index.xml_, _index.jar_ тощо). __УВАГА: щоб убезпечити цей процес, прочитайте розділ «[Польове застосування](#real-world-setup)» внизу!__
zh_hans: 运行 `fdroid update` 将 _icons_ 目录添加到存储库目录中，并且还会创建存储库索引文件（_index.xml_、_index.jar_ ] 等）__注意：要确保此过程安全，请阅读下面的 [真实世界设置](#real-world-setup)！__

source: Publish the resulting contents of the _repo_ directory to your web server (or set `serverwebroot` in your _config.yml_ then use `fdroid deploy`)
de: Veröffentlichen Sie den resultierenden Inhalt des Verzeichnisses _repo_ auf Ihrem Webserver (oder setzen Sie `serverwebroot` in Ihrer _config.yml_ und verwenden Sie dann `fdroid deploy`)
pl: Opublikuj wynikową zawartość katalogu _repo_ na swoim serwerze sieciowym (lub ustaw `serverwebroot` w twoim _config.yml_, a następnie użyj `fdroid deploy`)
ro: Publicați conținutul rezultat al directorului _repo_ pe serverul dvs. web (sau setați `serverwebroot` în _config.yml_ și apoi folosiți `fdroid deploy`)
ru: Опубликуйте полученное содержимое каталога _repo_ на вашем веб-сервере (или установите `serverwebroot` в _config.yml_, а затем используйте `fdroid deploy`)
uk: Вивантажте отриманий вміст каталогу _repo_ на свій вебсервер (або зазначте `serverwebroot` у своєму _config.yml_ і використайте `fdroid deploy`)
zh_hans: 将 _repo_ 目录的结果内容发布到你的 Web 服务器（或在 _config.yml_ 中设置 `serverwebroot`，然后使用 `fdroid deploy`）

source: Following the above process will result in a _repo_ directory, which you simply need to push to any HTTP (or preferably HTTPS) server to make it accessible.
de: Das Ergebnis der oben genannten Schritte wird ein _repo_-Verzeichnis sein, das Sie einfach auf einen beliebigen HTTP- (oder vorzugsweise HTTPS-)Server verschieben müssen, um es zugänglich zu machen.
pl: Wykonanie powyższego procesu spowoduje utworzenie katalogu _popo_, który po prostu trzeba przekazać do dowolnego serwera HTTP (lub najlepiej HTTPS), aby był dostępny.
pt_pt: Seguir o processo acima irá resultar num diretório _repo_, que simplesmente precisa copiar a qualquer servidor HTTP (ou de preferência HTTPS) para torná-lo acessível.
ro: Urmând procesul de mai sus, veți obține un director _repo_, pe care trebuie pur și simplu să îl împingeți pe orice server HTTP (sau, de preferință, HTTPS) pentru a-l face accesibil.
ru: В результате выполнения вышеописанных действий вы получите каталог _repo_, который нужно просто поместить на любой HTTP (а лучше HTTPS) сервер, чтобы сделать его доступным.
uk: Виконавши описані кроки, ви отримаєте каталог _repo_, для оприлюднення якого вам достатньо вивантажити його на будь-який сервер HTTP — але краще HTTPS.
zh_hans: 按照上述过程将产生一个 _repo_ 目录，你只需要把它推送到任何 HTTP（或者最好是 HTTPS）服务器上，使其可以访问。

source: While some information about the applications (and versions thereof) is retrieved directly from the APK files, most comes from the corresponding file in the _metadata/_ directory. The [metadata file](../Build_Metadata_Reference) covering ALL versions of a particular application is named _package.id.yml_ where package.id is the unique identifier for that package. All build metadata fields are relevant for binary APKs, except for `Builds:` entries, which should be omitted.
de: Während einige Informationen über die Anwendungen (und deren Versionen) direkt aus den APK-Dateien abgerufen werden, stammen die meisten aus der entsprechenden Datei im Verzeichnis _metadata/_. Die [Metadaten-Datei](../Build_Metadata_Reference), die ALLE Versionen einer bestimmten Anwendung abdeckt, heißt _package.id.yml_, wobei package.id die eindeutige Kennung für dieses Paket ist. Alle Build-Metadatenfelder sind für binäre APKs relevant, mit Ausnahme von `Builds:`-Einträgen, die weggelassen werden sollten.
pl: Podczas gdy niektóre informacje o aplikacjach (i ich wersjach) są pobierane bezpośrednio z plików APK, większość pochodzi z odpowiedniego pliku w katalogu _metadata/_ . Plik [plik metadanych](../Build_Metadata_Reference) obejmujący WSZYSTKIE wersje konkretnej aplikacji ma nazwę _package.id.yml_, gdzie package.id jest unikalnym identyfikatorem tego pakietu. Wszystkie pola metadanych kompilacji są odpowiednie dla binarnych pakietów APK, z wyjątkiem pozycji `Builds:` (Kompilacja), które należy pominąć.
pt_pt: Enquanto algumas informações sobre as aplicações (e as suas versões) são recuperadas diretamente dos ficheiros APK, a maioria vem do ficheiro correspondente no diretório _metadata/_. O [ficheiro de metadados](../Build_Metadata_Reference) a cobrir TODAS as versões de uma aplicações específica é chamado _package.id.yml_ onde package.id é o identificador único para aquele pacote. Todos os campos de metadados da compilação são relevantes para APKs binários, exceto para `Builds:` entries, que devem ser omitidos.
ro: În timp ce unele informații despre aplicații (și versiunile acestora) sunt preluate direct din fișierele APK, majoritatea provin din fișierul corespunzător din_metadata/_ directory. [metadata file](../Build_Metadata_Reference)care acoperă TOATE versiunile unei anumite aplicații se numește _package.id.yml_, unde package.id este identificatorul unic pentru pachetul respectiv. Toate câmpurile de metadate de construcție sunt relevante pentru APK-urile binare, cu excepția intrărilor `Builds:`, care trebuie omise.
ru: Хотя некоторая информация о приложениях (и их версиях) извлекается непосредственно из файлов APK, большая часть поступает из соответствующего файла в каталоге _metadata/_. Файл [метаданных](../Build_Metadata_Reference), охватывающий ВСЕ версии конкретного приложения, называется _package.id.yml_, где package.id - уникальный идентификатор этого пакета. Все поля метаданных сборки актуальны для бинарных APK, за исключением записей `Builds:`, которые следует опустить.
uk: Деякі дані про застосунки (та їхні версії) отримуються прямо з APK-файлів, але більшість беруться з відповідного файлу в каталозі _metadata/_. [Файл метаданих](../Build_Metadata_Reference) про ВСІ версії певного застосунку має назву _package.id.yml_, де package.id — це унікальний ідентифікатор цього пакунку. Двійкових APK стосуються всі поля метаданих збірки, крім пунктів `Builds:`, які слід пропустити.
zh_hans: 虽然有关应用（及其版本）的一些信息是直接从 APK 文件中检索的，但大部分信息来自 _metadata/_ 目录中的相应文件。覆盖特定应用所有版本的 [元数据文件](../Build_Metadata_Reference) 被命名为 _package.id.yml_，其中 package.id 是该包的唯一标识符。所有构建元数据字段都与二进制 APK 相关，但 `Builds:` 条目除外，该条目应被省略。

source: Local Demo Repo HOWTO
de: HOWTO für ein lokales Demo-Repo
pl: Lokalne Demo Repozytorium Poradnika (ang. HOWTO)
pt_pt: HOWTO Demonstração de Repo Local
ro: Demo Repo HOWTO local
ru: Локальная демонстрационная копия HOWTO
uk: Інструкція про локальний демо-репозиторій
zh_hans: 本地演示存储库 HOWTO
