Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: git tags signed by "Hans-Christoph Steiner \<hans@guardianproject.info>" aka "Hans-Christoph Steiner \<hans@eds.org>" aka "Hans-Christoph Steiner \<hans@at.or.at>" with fingerprint: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
de: Git-Tags signiert durch „Hans-Christoph Steiner \<hans@guardianproject.info>“, alias „Hans-Christoph Steiner \<hans@eds.org>“, alias „Hans-Christoph Steiner \<hans@at.or.at>“ mit Hashwert: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
pl: tagi git podpisane przez "Hans-Christoph Steiner \<hans@guardianproject.info>" jako "Hans-Christoph Steiner \<hans@eds.org>" jako "Hans-Christoph Steiner \<hans@at.or.at>" za pomocą odcisku certyfikatu: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
pt_pt: marcações git assinadas por "Hans-Christoph Steiner\<hans@guardianproject.info>" também conhecido como "Hans-Christoph Steiner\<hans@eds.org>" também conhecido como "Hans-Christoph Steiner\<hans@at.or.at>" com impressão digital: <br/>`EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
ro: Etichete git semnate de "Hans-Christoph Steiner \<hans@guardianproject.info>" alias "Hans-Christoph Steiner \<hans@eds.org>" alias "Hans-Christoph Steiner \<hans@at.or.at>" cu amprentă digitală: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
ru: git-теги подписаны "Hans-Christoph Steiner \<hans@guardianproject.info>" aka "Hans-Christoph Steiner \<hans@eds.org>" aka "Hans-Christoph Steiner \<hans@at.or.at>" с отпечатком пальца: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`
uk: git-теги підписує «Hans-Christoph Steiner \<hans@guardianproject.info>», також відомий як «Hans-Christoph Steiner \<hans@eds.org>» або «Hans-Christoph Steiner \<hans@at.or.at>», чий відбиток: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`

source: or previously signed by "Daniel Martí \<mvdan@mvdan.cc>" aka "Daniel Martí \<mvdan@fsfe.org>" with fingerprint: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
de: oder zuvor von "Daniel Martí \<mvdan@mvdan.cc>" alias "Daniel Martí \<mvdan@fsfe.org>" mit Fingerabdruck unterschrieben: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
pl: lub podpisany wcześniej przez "Daniel Martí \<mvdan@mvdan.cc>" jako "Daniel Martí \<mvdan@fsfe.org>" za pomocą odcisku certyfikatu: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
pt_pt: ou previamente assinado por "Daniel Martí \<mvdan@mvdan.cc>" também conhecido por "Daniel Martí \<mvdan@fsfe.org>" com a impressão digital: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
ro: sau semnat anterior de "Daniel Martí \<mvdan@mvdan.cc>" alias "Daniel Martí \<mvdan@fsfe.org>" cu amprentă digitală: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
ru: или ранее подписанный "Даниэль Марти \<mvdan@mvdan.cc>" aka "Даниэль Марти \<mvdan@fsfe.org>" с отпечатком пальца: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
uk: раніше їх підписував «Daniel Martí \<mvdan@mvdan.cc>», також відомий як «Daniel Martí \<mvdan@fsfe.org>», чий відбиток: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`

source: official binary releases: <https://f-droid.org/packages/org.fdroid.fdroid>
de: offizielle binäre Veröffentlichungen: <https://f-droid.org/packages/org.fdroid.fdroid>
pl: oficjalne wydanie: <https://f-droid.org/packages/org.fdroid.fdroid>
pt_pt: lançamentos binários oficiais: <https://f-droid.org/packages/org.fdroid.fdroid>
ro: versiuni binare oficiale: <https://f-droid.org/packages/org.fdroid.fdroid>
ru: официальные бинарные релизы: <https://f-droid.org/packages/org.fdroid.fdroid>
uk: офіційні двійкові випуски: <https://f-droid.org/packages/org.fdroid.fdroid>

source: GPG signing key: "F-Droid \<admin@f-droid.org>"
de: GPG-Signierschlüssel: „F-Droid \<admin@f-droid.org>“
pl: Klucz podpisujący GPG: "F-Droid \<admin@f-droid.org>"
pt_pt: Chave de assinatura do GPG: "F-Droid \<admin@f-droid.org>"
ro: Cheia de semnare GPG: "F-Droid \<admin@f-droid.org>"
ru: Ключ подписи GPG: "F-Droid \<admin@f-droid.org>"
uk: Ключ GPG-підпису: «F-Droid \<admin@f-droid.org>»

source: Primary key fingerprint: `37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89`
de: Primärer Key-Fingerprint: `37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89`
pl: Odcisk podpisu podstawowego: `37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89`
pt_pt: Impressão digital da chave primária: `37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89`
ro: Amprenta cheii primare: `37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89`
ru: Отпечаток первичного ключа: `37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89`
uk: Відбиток головного ключа: `37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89`

source: Subkey fingerprint: `802A 9799 0161 1234 6E1F EFF4 7A02 9E54 DD5D CE7A`
pl: Odcisk palca klucza podrzędnego: `802A 9799 0161 1234 6E1F EFF4 7A02 9E54 DD5D CE7A`
pt_pt: Impressão digital da sub-chave: `802A 9799 0161 1234 6E1F EFF4 7A02 9E54 DD5D CE7A`
ro: Amprenta cheii secundare: `802A 9799 0161 1234 6E1F EFF4 7A02 9E54 DD5D CE7A`
ru: Отпечаток подключа: `802A 9799 0161 1234 6E1F EFF4 7A02 9E54 DD5D CE7A`
uk: Відбиток вкладеного ключа: `802A 9799 0161 1234 6E1F EFF4 7A02 9E54 DD5D CE7A`

source: APK signing key: ``` Owner: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Issuer: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Serial number: 4c49cd00 Valid from: Fri Jul 23 13:10:24 EDT 2010 until: Tue Dec 08 12:10:24 EST 2037 Certificate fingerprints:
pl: Klucz do podpisywania plików APK: ``` Owner: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Issuer: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Serial number: 4c49cd00 Valid from: Fri Jul 23 13:10:24 EDT 2010 until: Tue Dec 08 12:10:24 EST 2037 Certificate fingerprints:
pt_pt: Chave de assinatura APK: ``` Owner: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Issuer: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Serial number: 4c49cd00 Válido de: Sex Jul 23 13:10:24 EDT 2010 até: Ter Dec 08 12:10:24 EST 2037 Impressões digitais do certificado:
ro: Cheia de semnare APK: ``` Owner: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Issuer: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Număr de serie: 4c49cd00 Valabil de la: Fri Jul 23 13:10:24 EDT 2010 până la: marți 08 decembrie 12:10:24 EST 2037 Amprentele digitale ale certificatului:
ru: Ключ подписи APK: ``` Владелец: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Эмитент: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Серийный номер: 4c49cd00 Действителен с: Fri Jul 23 13:10:24 EDT 2010 до: Tue Dec 08 12:10:24 EST 2037 Отпечатки пальцев сертификата:
uk: Ключ підпису APK: ``` Owner: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Issuer: CN=Ciaran Gultnieks, OU=Unknown, O=Unknown, L=Wetherby, ST=Unknown, C=UK Serial number: 4c49cd00 Valid from: Fri Jul 23 13:10:24 EDT 2010 until: Tue Dec 08 12:10:24 EST 2037 Certificate fingerprints:

source: MD5: 17:C5:5C:62:80:56:E1:93:E9:56:44:E9:89:79:27:86 SHA1: 05:F2:E6:59:28:08:89:81:B3:17:FC:9A:6D:BF:E0:4B:0F:A1:3B:4E SHA256: 43:23:8D:51:2C:1E:5E:B2:D6:56:9F:4A:3A:FB:F5:52:34:18:B8:2E:0A:3E:D1:55:27:70:AB:B9:A9:C9:CC:AB ``` - APK signing certificate fingerprint: ``` 43238d512c1e5eb2d6569f4a3afbf5523418b82e0a3ed1552770abb9a9c9ccab ```
pl: MD5: 17:C5:5C:62:80:56:E1:93:E9:56:44:E9:89:79:27:86 SHA1: 05:F2:E6:59:28:08:89:81:B3:17:FC:9A:6D:BF:E0:4B:0F:A1:3B:4E SHA256: 43:23:8D:51:2C:1E:5E:B2:D6:56:9F:4A:3A:FB:F5:52:34:18:B8:2E:0A:3E:D1:55:27:70:AB:B9:A9:C9:CC:AB ``` - odcisk certyfikatu cyfrowego do podpisywania plików APK: ``` 43238d512c1e5eb2d6569f4a3afbf5523418b82e0a3ed1552770abb9a9c9ccab ```
pt_pt: MD5: 17:C5:5C:62:80:56:E1:93:E9:56:44:E9:89:79:27:86 SHA1: 05:F2:E6:59:28:08:89:81:B3:17:FC:9A:6D:BF:E0:4B:0F:A1:3B:4E SHA256: 43:23:8D:51:2C:1E:5E:B2:D6:56:9F:4A:3A:FB:F5:52:34:18:B8:2E:0A:3E:D1:55:27:70:AB:B9:A9:C9:CC:AB ``` - certificado de impressão digital APK: ``` 43238d512c1e5eb2d6569f4a3afbf5523418b82e0a3ed1552770abb9a9c9ccab ```
ro: MD5: 17:C5:5C:62:80:56:E1:93:E9:56:44:E9:89:79:27:86 SHA1: 05:F2:E6:59:28:08:89:81:B3:17:FC:9A:6D:BF:E0:4B:0F:A1:3B:4E SHA256: 43:23:8D:51:2C:1E:5E:B2:D6:56:9F:4A:3A:FB:F5:52:34:18:B8:2E:0A:3E:D1:55:27:70:AB:B9:A9:C9:CC:AB ``` - APK amprenta digitală a certificatului de semnare: ``` 43238d512c1e5eb2d6569f4a3afbf5523418b82e0a3ed1552770abb9a9c9ccab ```
ru: MD5: 17:C5:5C:62:80:56:E1:93:E9:56:44:E9:89:79:27:86 SHA1: 05:F2:E6:59:28:08:89:81:B3:17:FC:9A:6D:BF:E0:4B:0F:A1:3B:4E SHA256: 43:23:8D:51:2C:1E:5E:B2:D6:56:9F:4A:3A:FB:F5:52:34:18:B8:2E:0A:3E:D1:55:27:70:AB:B9:A9:C9:CC:AB ``` - Отпечаток сертификата подписания APK: ``` 43238d512c1e5eb2d6569f4a3afbf5523418b82e0a3ed1552770abb9a9c9ccab ```
uk: MD5: 17:C5:5C:62:80:56:E1:93:E9:56:44:E9:89:79:27:86 SHA1: 05:F2:E6:59:28:08:89:81:B3:17:FC:9A:6D:BF:E0:4B:0F:A1:3B:4E SHA256: 43:23:8D:51:2C:1E:5E:B2:D6:56:9F:4A:3A:FB:F5:52:34:18:B8:2E:0A:3E:D1:55:27:70:AB:B9:A9:C9:CC:AB ``` - Відбиток сертифікату підпису APK: ``` 43238d512c1e5eb2d6569f4a3afbf5523418b82e0a3ed1552770abb9a9c9ccab ```

source: And here is the whole certificate:
de: Und hier das gesamte Zertifikat:
pl: A oto cały certyfikat:
pt_pt: E aqui está o certificado completo:
ro: Și iată întregul certificat:
ru: А вот и весь сертификат:
uk: А ось весь сертифікат:
zh_hans: 而这里是整个证书:

source: To confirm that the `1DBA2E89 admin@f-droid.org` PGP key is trusted by the index JAR signing key that is built into the F-Droid client app, run these commands:
de: Um zu bestätigen, dass der im F-Droid-Client integrierte Signaturschlüssel des Index JAR dem PGP-Schlüssel `1DBA2E89 admin@f-droid.org`traut, führen Sie folgende Befehle aus:
pl: Aby potwierdzić, że klucz PGP `1DBA2E89 admin @ f-droid.org` jest zaufany przez klucz podpisujący indeks JAR wbudowany w aplikację kliencką F-Droid, uruchom następujące polecenia:
pt_pt: Para confirmar que a chave PGP `1DBA2E89 admin@f-droid.org` é confiável pela chave de assinatura JAR de índice incorporada na app de cliente do F-Droid, execute estes comandos:
ro: Pentru a confirma că cheia PGP `1DBA2E89 admin@f-droid.org` este de încredere pentru cheia de semnare index JAR încorporată în aplicația client F-Droid, rulați aceste comenzi:
ru: Чтобы подтвердить, что ключ PGP `1DBA2E89 admin@f-droid.org` доверяется ключу подписи index JAR, встроенному в клиентское приложение F-Droid, выполните следующие команды:
uk: Щоб підтвердити, що PGP-ключ `1DBA2E89 admin@f-droid.org` довірено ключем підпису JAR-індексу, вбудованого в клієнтський застосунок F-Droid, виконайте такі команди:
zh_hans: 要确认 `1DBA2E89 admin@f-droid.org` PGP 密钥是否受 F-Droid 客户端应用中内置的索引 JAR 签名密钥的信任，请运行以下命令：

source: sudo apt-get install wget vim-common unzip openjdk-8-jdk-headless wget https://f-droid.org/assets/admin@f-droid.org.jar # verify against the key embedded in fdroidclient git clone https://gitlab.com/fdroid/fdroidclient grep -m1 -Eo '3082035e[0-9a-f]+' fdroidclient/app/src/main/res/values/default_repos.xml | xxd -r -p - > fdroidclient.der keytool -import -noprompt -trustcacerts -alias fdroidclient -storepass android -file fdroidclient.der -keystore fdroidclient.jks jarsigner -keystore fdroidclient.jks -storepass android -strict -verify admin@f-droid.org.jar # verify against the key that signed the index.jar wget https://f-droid.org/repo/index.jar unzip -p index.jar META-INF/CIARANG.RSA | openssl pkcs7 -print_certs -inform DER -out index.cer keytool -import -noprompt -trustcacerts -alias index -storepass android -file index.cer -keystore index.jks jarsigner -keystore index.jks -storepass android -strict -verify admin@f-droid.org.jar # verify against the key that is embedded in this page wget -O - https://f-droid.org/docs/Release_Channels_and_Signing_Keys/ | openssl x509 -inform pem -outform der -out docs.der keytool -import -noprompt -trustcacerts -alias docs -storepass android -file docs.der -keystore docs.jks jarsigner -keystore docs.jks -storepass android -strict -verify admin@f-droid.org.jar # when satisfied with the verification, import it unzip admin@f-droid.org.jar admin@f-droid.org.asc gpg --import admin@f-droid.org.asc gpg --keyserver keyserver.ubuntu.com --recv-key 37D2C98789D8311948394E3E41E7044E1DBA2E89
de: sudo apt-get install wget vim-common unzip openjdk-8-jdk-headless wget https://f-droid.org/assets/admin@f-droid.org.jar # gegenüber dem im fdroidclient eingebetteten Schlüssel verifizieren git clone https://gitlab.com/fdroid/fdroidclient grep -m1 -Eo '3082035e[0-9a-f]+' fdroidclient/app/src/main/res/values/default_repos.xml | xxd -r -p - > fdroidclient.der keytool -import -noprompt -trustcacerts -alias fdroidclient -storepass android -file fdroidclient.der -keystore fdroidclient.jks jarsigner -keystore fdroidclient.jks -storepass android -strict -verify admin@f-droid.org.jar # mit dem Schlüssel, der index.jar signiert, abgleichen wget https://f-droid.org/repo/index.jar unzip -p index.jar META-INF/CIARANG.RSA | openssl pkcs7 -print_certs -inform DER -out index.cer keytool -import -noprompt -trustcacerts -alias index -storepass android -file index.cer -keystore index.jks jarsigner -keystore index.jks -storepass android -strict -verify admin@f-droid.org.jar # mit dem Schlüssel, der auf dieser Seite eingebettet ist, abgleichen wget -O - https://f-droid.org/docs/Release_Channels_and_Signing_Keys/ | openssl x509 -inform pem -outform der -out docs.der keytool -import -noprompt -trustcacerts -alias docs -storepass android -file docs.der -keystore docs.jks jarsigner -keystore docs.jks -storepass android -strict -verify admin@f-droid.org.jar # wenn die Überprüfungen zufriedenstellend waren, importieren unzip admin@f-droid.org.jar admin@f-droid.org.asc gpg --import admin@f-droid.org.asc gpg --keyserver keyserver.ubuntu.com --recv-key 37D2C98789D8311948394E3E41E7044E1DBA2E89
pl: sudo apt-get install wget vim-common unzip openjdk-8-jdk-headless wget https://f-droid.org/assets/admin@f-droid.org.jar # zweryfikuj z kluczem wbudowanym w fdroidclient git clone https://gitlab.com/fdroid/fdroidclient grep -m1 -Eo '3082035e[0-9a-f]+' fdroidclient/app/src/main/res/values/default_repos.xml | xxd -r -p - > fdroidclient.der keytool -import -noprompt -trustcacerts -alias fdroidclient -storepass android -file fdroidclient.der -keystore fdroidclient.jks jarsigner -keystore fdroidclient.jks -storepass android -strict -verify admin@f-droid.org.jar # zweryfikuj względem klucza, który podpisał index.jar wget https://f-droid.org/repo/index.jar unzip -p index.jar META-INF/CIARANG.RSA | openssl pkcs7 -print_certs -inform DER -out index.cer keytool -import -noprompt -trustcacerts -alias index -storepass android -file index.cer -keystore index.jks jarsigner -keystore index.jks -storepass android -strict -verify admin@f-droid.org.jar # zweryfikuj względem klucza, który jest osadzony na tej stronie wget -O - https://f-droid.org/docs/Release_Channels_and_Signing_Keys/ | openssl x509 -inform pem -outform der -out docs.der keytool -import -noprompt -trustcacerts -alias docs -storepass android -file docs.der -keystore docs.jks jarsigner -keystore docs.jks -storepass android -strict -verify admin@f-droid.org.jar # po pomyślnym zakończeniu weryfikacji zaimportuj plik unzip admin@f-droid.org.jar admin@f-droid.org.asc gpg --import admin@f-droid.org.asc gpg --keyserver keyserver.ubuntu.com --recv-key 37D2C98789D8311948394E3E41E7044E1DBA2E89
ru: sudo apt-get install wget vim-common unzip openjdk-8-jdk-headless wget https://f-droid.org/assets/admin@f-droid.org.jar # проверка по ключу, встроенному в fdroidclient git clone https://gitlab.com/fdroid/fdroidclient grep -m1 -Eo '3082035e[0-9a-f]+' fdroidclient/app/src/main/res/values/default_repos.xml | xxd -r -p - > fdroidclient.der keytool -import -noprompt -trustcacerts -alias fdroidclient -storepass android -file fdroidclient.der -keystore fdroidclient.jks jarsigner -keystore fdroidclient.jks -storepass android -strict -verify admin@f-droid.org.jar # проверка по ключу, которым подписан index.jar wget https://f-droid.org/repo/index.jar unzip -p index.jar META-INF/CIARANG.RSA | openssl pkcs7 -print_certs -inform DER -out index.cer keytool -import -noprompt -trustcacerts -alias index -storepass android -file index.cer -keystore index.jks jarsigner -keystore index.jks -storepass android -strict -verify admin@f-droid.org.jar # проверить по ключу, который встроен в эту страницу wget -O - https://f-droid.org/docs/Release_Channels_and_Signing_Keys/ | openssl x509 -inform pem -outform der -out docs.der keytool -import -noprompt -trustcacerts -alias docs -storepass android -file docs.der -keystore docs.jks jarsigner -keystore docs.jks -storepass android -strict -verify admin@f-droid.org.jar # если проверка прошла успешно, импортируйте его разархивировать admin@f-droid.org.jar admin@f-droid.org.asc gpg --import admin@f-droid.org.asc gpg --keyserver keyserver.ubuntu.com --recv-key 37D2C98789D8311948394E3E41E7044E1DBA2E89
uk: sudo apt-get install wget vim-common unzip openjdk-8-jdk-headless wget https://f-droid.org/assets/admin@f-droid.org.jar # перевірте ключем, вбудованим до fdroidclient git clone https://gitlab.com/fdroid/fdroidclient grep -m1 -Eo '3082035e[0-9a-f]+' fdroidclient/app/src/main/res/values/default_repos.xml | xxd -r -p - > fdroidclient.der keytool -import -noprompt -trustcacerts -alias fdroidclient -storepass android -file fdroidclient.der -keystore fdroidclient.jks jarsigner -keystore fdroidclient.jks -storepass android -strict -verify admin@f-droid.org.jar # перевірте ключем, яким було підписано index.jar wget https://f-droid.org/repo/index.jar unzip -p index.jar META-INF/CIARANG.RSA | openssl pkcs7 -print_certs -inform DER -out index.cer keytool -import -noprompt -trustcacerts -alias index -storepass android -file index.cer -keystore index.jks jarsigner -keystore index.jks -storepass android -strict -verify admin@f-droid.org.jar # перевірте ключем, вбудованим у цю сторінку wget -O - https://f-droid.org/docs/Release_Channels_and_Signing_Keys/ | openssl x509 -inform pem -outform der -out docs.der keytool -import -noprompt -trustcacerts -alias docs -storepass android -file docs.der -keystore docs.jks jarsigner -keystore docs.jks -storepass android -strict -verify admin@f-droid.org.jar # якщо перевірка вас задовольняє, імпортуйте unzip admin@f-droid.org.jar admin@f-droid.org.asc gpg --import admin@f-droid.org.asc gpg --keyserver keyserver.ubuntu.com --recv-key 37D2C98789D8311948394E3E41E7044E1DBA2E89

source: or previously "Daniel Martí \<mvdan@mvdan.cc>" aka "Daniel Martí \<mvdan@fsfe.org>" with fingerprint: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
de: oder früher "Daniel Martí \<mvdan@mvdan.cc>" aka "Daniel Martí \<mvdan@fsfe.org>" mit Fingerabdruck: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
pl: lub wcześniej "Daniel Martí \<mvdan@mvdan.cc>" aka "Daniel Martí \<mvdan@fsfe.org>" z odciskiem palca: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
pt_pt: ou previamente assinado por "Daniel Martí \<mvdan@mvdan.cc>" também conhecido por "Daniel Martí \<mvdan@fsfe.org>" com a impressão digital: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
ro: sau anterior "Daniel Martí \<mvdan@mvdan.cc>" alias "Daniel Martí \<mvdan@fsfe.org>" cu amprentă digitală: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
ru: или ранее "Daniel Martí \<mvdan@mvdan.cc>" aka "Daniel Martí \<mvdan@fsfe.org>" с отпечатком пальца: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`
uk: раніше їх підписував «Daniel Martí \<mvdan@mvdan.cc>», також відомий як «Daniel Martí \<mvdan@fsfe.org>», чий відбиток: <br />`A9DA 13CD F7A1 4ACD D3DE E530 F4CA FFDB 4348 041C`

source: source package: <https://pypi.python.org/pypi/fdroidserver>
de: Quellpaket: <https://pypi.python.org/pypi/fdroidserver>
pl: źródło pakietu: <https://pypi.python.org/pypi/fdroidserver>
pt_pt: pacote de origem: <https://pypi.python.org/pypi/fdroidserver>
ro: pachet sursă: <https://pypi.python.org/pypi/fdroidserver>
ru: исходный пакет: <https://pypi.python.org/pypi/fdroidserver>
uk: вихідний пакунок: <https://pypi.python.org/pypi/fdroidserver>

source: package tags signed by "Hans-Christoph Steiner \<hans@guardianproject.info>" aka "Hans-Christoph Steiner \<hans@eds.org>" aka "Hans-Christoph Steiner \<hans@at.or.at>" with fingerprint: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` or previously <br />`5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
de: Paket-Tags signiert durch „Hans-Christoph Steiner \<hans@guardianproject.info>“, alias „Hans-Christoph Steiner \<hans@eds.org>“, alias „Hans-Christoph Steiner \<hans@at.or.at>“ mit Hashwert: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` oder früher <br />`5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
pl: tagi pakietu podpisane przez "Hans-Christoph Steiner \<hans@guardianproject.info>" jako "Hans-Christoph Steiner \<hans@eds.org>" jako "Hans-Christoph Steiner \<hans@at.or.at>" za pomocą odcisku certyfikatu: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` lub wcześniej <br />`5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
pt_pt: marcações de pacote assinadas por "Hans-Christoph Steiner\<hans@guardianproject.info>" também conhecido como "Hans-Christoph Steiner\<hans@eds.org>" também conhecido como "Hans-Christoph Steiner\<hans@at.or.at>" com assinatura digital: <br />`EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556`ou antes <br />`5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
ro: etichete de pachete semnate de "Hans-Christoph Steiner \<hans@guardianproject.info>" alias "Hans-Christoph Steiner \<hans@eds.org>" alias "Hans-Christoph Steiner \<hans@at.or.at>" cu amprentă digitală: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` sau anterior <br /> `5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
ru: теги пакета, подписанные "Hans-Christoph Steiner \<hans@guardianproject.info>" он же "Hans-Christoph Steiner \<hans@eds.org>" он же "Hans-Christoph Steiner \<hans@at.or.at>" с отпечатком пальца: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` или ранее <br /> `5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`
uk: теги пакунків підписує «Hans-Christoph Steiner \<hans@guardianproject.info>», також відомий як «Hans-Christoph Steiner \<hans@eds.org>» або «Hans-Christoph Steiner \<hans@at.or.at>», чий відбиток: <br /> `EE66 20C7 136B 0D2C 456C 0A4D E9E2 8DEA 00AA 5556` або (раніше) <br />`5E61 C878 0F86 295C E17D 8677 9F0F E587 374B BE81`

source: release command: `python3 setup.py sdist upload --sign`
de: Freigabebefehl: `python3 setup.py sdist upload --sign`
pl: polecenie release: `python3 setup.py sdist upload --sign`
pt_pt: comando de lançamento: `python3 setup.py sdist upload --sign`
ro: comanda de lansare: `python3 setup.py sdist upload --sign`
ru: команда выпуска (release command): `python3 setup.py sdist upload --sign`
uk: команда випуску: `python3 setup.py sdist upload --sign`

source: official Debian package: <https://packages.debian.org/fdroidserver>
de: offizielles Debian-Paket: <https://packages.debian.org/fdroidserver>
pl: oficjalny pakiet Debiana: <https://packages.debian.org/fdroidserver>
pt_pt: pacote oficial do Debian: <https://packages.debian.org/fdroidserver>
ro: pachetul oficial Debian: <https://packages.debian.org/fdroidserver>
ru: официальный Debian пакет: <https://packages.debian.org/fdroidserver>
uk: офіційний Debian-пакунок: <https://packages.debian.org/fdroidserver>
