Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Do this by creating a new ticket at the [F-Droid Submission Queue on GitLab](https://gitlab.com/fdroid/rfp/issues), add all details required by the minimal issue template; and wait for people in F-Droid team to review the application and do all necessary steps for you.
de: Machen Sie das, indem Sie ein neues Ticket in der [F-Droid Submission Queue auf GitLab](https://gitlab.com/fdroid/rfp/issues) erstellen, fügen Sie alle erforderlichen Details gemäß der Maske mit den Minimalanforderungen hinzu und warten Sie darauf, dass das F-Droid-Team die Anwendung prüfen und alle nötigen Schritte für Sie unternehmen wird.
pl: Zrób to, tworząc nowy bilet w [Kolejce składania F-Droid na GitLab](https://gitlab.com/fdroid/rfp/issues), dodając wszystkie szczegóły wymagane przez minimalny szablon wydania; i czekać na ludzi w zespole F-Droid, aby przejrzeli aplikację i wykonali wszystkie niezbędne kroki.
pt_pt: Faça isso a criar um novo ticket na [Fila de Envio F-Droid em GitLab](https://gitlab.com/fdroid/rfp/issues), adicione todos os detalhes exigidos pelo modelo de problema mínimo e espere que as pessoas da equipa do F-Droid revisem a aplicação e façam todos os passos necessários para si.
ro: Faceți acest lucru creând un nou bilet la [F-Droid Submission Queue on GitLab](https://gitlab.com/fdroid/rfp/issues), adăugați toate detaliile cerute de șablonul minim de problemă; și așteptați ca oamenii din echipa F-Droid să revizuiască cererea și să facă toți pașii necesari pentru dumneavoastră.
ru: Для этого создайте новый тикет на [F-Droid Submission Queue on GitLab](https://gitlab.com/fdroid/rfp/issues), добавьте все детали, требуемые минимальным шаблоном проблемы; и ждите, пока люди из команды F-Droid рассмотрят заявку и сделают все необходимые шаги за вас.
uk: Створіть нове обговорення в [черзі заявок F-Droid на GitLab](https://gitlab.com/fdroid/rfp/issues), заповніть обов'язкові відомості за простим шаблоном обговорення; й зачекайте, поки команда F-Droid рецензує застосунок і виконує для вас усі необхідні кроки.
zh_hans: 为此，请在 [GitLab 上的 F-Droid 提交队列](https://gitlab.com/fdroid/rfp/issues) 中创建新 ticket，添加最小问题模板所需的所有详细信息；并等待 F-Droid 团队的人员审核应用，并为你执行所有必要的步骤。

source: Proposal by Metadata Merge Request
de: Vorschlag als Metadaten-Merge-Anfrage
pl: Propozycja złożona przez żądanie scalenia metadanych
pt_pt: Proposta por Solicitação de Mesclagem de Metadados
ro: Propunere de cerere de fuziune a metadatelor
ru: Предложение по запросу на слияние метаданных
uk: Пропозиція запитом на злиття метаданих
zh_hans: 元数据合并请求的提案

source: A more advanced alternative for application inclusion is to write an F-Droid metadata file for the application yourself, and propose inclusion by filing a git merge request on the F-Droid application metadata repository ([fdroiddata GitLab repository](https://gitlab.com/fdroid/fdroiddata/)). This will lead to much quicker inclusion as the already-available metadata file will reduce the burden on reviewers when inspecting your proposed metadata; the submitter assumes responsibility of providing a correct metadata file.
de: Eine fortgeschrittenere Alternative zur Anwendungsaufnahme ist es, eine F-Droid-Metadaten-Datei für die Anwendung selbst zu schreiben und die Aufnahme vorzuschlagen, indem eine Git-Merge-Anfrage im Metadaten-Repository der F-Droid-Anwendung ([fdroiddata GitLab-Repository](https://gitlab.com/fdroid/fdroiddata/)) ausgefüllt wird. Dies wird zu einer viel schnelleren Aufnahme führen, da die bereits verfügbare Metadaten-Datei die Arbeitsbelastung für die Prüfer bei Durchsicht Ihrer vorgeschlagenen Metadaten reduzieren wird; der Antragsteller übernimmt die Verantwortung, eine korrekte Metadaten-Datei einzureichen.
pl: Bardziej zaawansowaną alternatywą dla włączenia aplikacji jest samodzielne zapisanie pliku metadanych F-Droid dla aplikacji i zaproponowanie włączenia przez wypełnienie żądania git merge w repozytorium metadanych aplikacji F-Droid ([Repozytorium fdroiddata GitLab](https://gitlab.com/fdroid/fdroiddata/)). Doprowadzi to do szybszego włączenia, ponieważ już dostępny plik metadanych zmniejszy obciążenie recenzentów podczas kontroli proponowanych metadanych; zgłaszający przyjmuje odpowiedzialność za dostarczenie poprawnego pliku metadanych.
pt_pt: Uma alternativa mais avançada para a inclusão de aplicações é você mesmo escrever um ficheiro de metadados do F-Droid para a aplicação e propor a inclusão a preencher uma solicitação de mesclagem git no repositório de metadados da aplicação F-Droid ([fdroiddata repository GitLab](https://gitlab.com/fdroid/fdroiddata/)). Isto criará a uma inclusão muito mais rápida, uma vez que o ficheiro de metadados já disponível reduzirá os encargos para os revisores ao inspecionar os metadados propostos; o transmitente assume a responsabilidade de fornecer um ficheiro de metadados correcto.
ro: O alternativă mai avansată pentru includerea aplicației este să scrieți un fișier de metadate F-Droid pentru aplicație și să propuneți includerea acesteia prin depunerea unei cereri de fuziune git pe depozitul de metadate pentru aplicații F-Droid ([fdroiddata GitLab repository](https://gitlab.com/fdroid/fdroiddata/)). Acest lucru va duce la o includere mult mai rapidă, deoarece fișierul de metadate deja disponibil va reduce sarcina evaluatorilor atunci când inspectează metadatele propuse de dvs.; persoana care trimite aplicația își asumă responsabilitatea de a furniza un fișier de metadate corect.
ru: Более продвинутая альтернатива для включения приложения - написать файл метаданных F-Droid для приложения самостоятельно и предложить включить его в репозиторий метаданных приложения F-Droid ([fdroiddata GitLab repository](https://gitlab.com/fdroid/fdroiddata/)) путем подачи git-запроса на слияние. Это приведет к гораздо более быстрому включению, поскольку уже имеющийся файл метаданных снизит нагрузку на рецензентов при проверке предложенных вами метаданных; податель заявки берет на себя ответственность за предоставление корректного файла метаданных.
uk: Більше навичок потребує такий спосіб додання застосунку: напишіть файл метаданих F-Droid для застосунку власноруч і запропонуйте його додати, склавши запит на злиття в репозиторії метаданих застосунків F-Droid (у [GitLab-репозиторії fdroiddata](https://gitlab.com/fdroid/fdroiddata/)). Це значно прискорить додання, бо вже готовий файл метаданих зменшить тягар рецензування пропонованих метаданих; надсилаючи файл метаданих, ви берете відповідальність за його коректність.
zh_hans: 将应用收录进 F-Droid 存储库的一个更高级的替代方法是自己为应用编写一个 F-Droid 元数据文件，并在 F-Droid 应用元数据存储库（[fdroiddata GitLab 代码库](https://gitlab .com/fdroid/fdroiddata/)) 提交一个 git 合并请求来提议收录。这将加快应用收录速度，因为已经可用的元数据文件将减轻审阅者检查你提议的元数据的负担；由提交者来负责提供正确的元数据文件。

source: When proposing inclusion this way, it is assumed that:
de: Bei Aufnahmevorschlägen auf diese Weise, wird vorausgesetzt, dass:
pl: Proponując włączenie w ten sposób, zakłada się, że:
pt_pt: Ao propor a inclusão desta forma, assume-se que:
ro: Atunci când se propune includerea în acest mod, se presupune că:
ru: Когда предложение о включении делается таким образом, предполагается, что:
uk: Передумови такої пропозиції додання застосунку:
zh_hans: 当以这种方式提议收录时，假设：

source: You have a good understanding of what [Free Software](https://www.gnu.org/philosophy/free-sw.html) means, and what F-Droid is for.
de: Sie ein gutes Verständnis davon haben, was [Free Software](https://www.gnu.org/philosophy/free-sw.html) bedeutet und wofür F-Droid steht.
pl: Dobrze wiesz, co oznacza [darmowe oprogramowanie](https://www.gnu.org/philosophy/free-sw.html) i do czego służy F-Droid.
pt_pt: Tem uma boa compreensão do que [Software Livre](https://www.gnu.org/philosophy/free-sw.html) significa e para que o F-Droid serve.
ro: Aveți o bună înțelegere a ceea ce înseamnă [Free Software](https://www.gnu.org/philosophy/free-sw.html) și pentru ce este F-Droid.
ru: Вы хорошо понимаете, что означает [Свободное программное обеспечение](https://www.gnu.org/philosophy/free-sw.html) и для чего нужен F-Droid.
uk: Ви добре розумієте, що означає [вільне програмне забезпечення](https://www.gnu.org/philosophy/free-sw.html) і яка мета F-Droid.
zh_hans: 你对 [自由软件](https://www.gnu.org/philosophy/free-sw.html) 的含义以及 F-Droid 的用途非常了解。

source: You already read and understand the [Inclusion Policy](../Inclusion_Policy).
de: Sie bereits die [Aufnahmekriterien](../Inclusion_Policy) gelesen und verstanden haben.
pl: Już przeczytałeś i zrozumiałeś [Polityka włączenia](../Inclusion_Policy).
pt_pt: Já leu e compreendeu a [Política de Inclusão](../Inclusion_Policy).
ro: Ați citit și ați înțeles deja [Inclusion Policy](../Inclusion_Policy).
ru: Вы уже прочитали и поняли [Политику включения](../Inclusion_Policy).
uk: Ви вже прочитали й розумієте [політику додання](../Inclusion_Policy).
zh_hans: 你已经阅读并理解 [收录政策](../Inclusion_Policy)。

source: You already read and understand the [Repository Style Guide](../Repository_Style_Guide).
de: Sie die [Repository-Aufbauanleitung](../Repository_Style_Guide) gelesen und verstanden haben.
pl: Już przeczytałeś i rozumiesz [Przewodnik stylów repozytorium](../Repository_Style_Guide).
pt_pt: Já leu e entendeu o [Guia de Estilo do Repositório](../Repository_Style_Guide).
ro: Ați citit și ați înțeles deja [Repository Style Guide](../Repository_Style_Guide).
ru: Вы уже прочитали и поняли [Repository Style Guide](../Repository_Style_Guide).
uk: Ви вже прочитали й розумієте [стилістику репозиторію](../Repository_Style_Guide).
zh_hans: 你已经阅读并理解了 [版本库风格指南](../Repository_Style_Guide)。

source: You already read and understand [the relevant parts of the F-Droid documentation](../Build_Metadata_Reference).
de: Sie bereits [die relevanten Teile des F-Droid-Handbuchs](../Build_Metadata_Reference) gelesen und verstanden haben.
pl: Już przeczytałeś i rozumiesz [odpowiednie części dokumentacji F-Droida](../Build_Metadata_Reference).
pt_pt: Já leu e compreendeu [as partes relevantes da documentação do F-Droid](../Build_Metadata_Reference).
ro: Ați citit și ați înțeles deja [the relevant parts of the F-Droid documentation](../Build_Metadata_Reference).
ru: Вы уже прочитали и поняли [соответствующие части документации F-Droid](../Build_Metadata_Reference).
uk: Ви вже прочитали й розумієте [відповідні розділи документації F-Droid](../Build_Metadata_Reference).
zh_hans: 你已经阅读并理解了 [F-Droid 文档的相关部分](../Build_Metadata_Reference)。

source: You know how to use [Git VCS](https://git-scm.com/), and know how a merge request (a.k.a. "pull request" in GitHub terminology) works in general.
de: Sie wissen, wie [Git VCS](https://git-scm.com/) verwendet wird und wie generell eine Merge-Anfrage (in der GitHub-Terminologie auch als „pull request“ bekannt) funktioniert.
pl: Wiesz, jak używać [Git VCS](https://git-scm.com/), i wiesz, jak działa żądanie scalenia (a.k.a "żądanie pobrania" w terminologii GitHub).
pt_pt: Sabe como usar o [VCS Git](https://git-scm.com/) e sabe como uma solicitação de mesclagem (também conhecida como "pull request" na terminologia do GitHub) funciona em geral.
ro: Știi cum să folosești [Git VCS](https://git-scm.com/) și știi cum funcționează, în general, o cerere de fuziune (a.k.a. "pull request" în terminologia GitHub).
ru: Вы умеете пользоваться [Git VCS](https://git-scm.com/) и знаете, как работает запрос на слияние (он же "pull request" в терминологии GitHub) в целом.
uk: Ви вмієте користуватись [системою керування версіями Git](https://git-scm.com/) і знаєте, як загалом працює запит на злиття — «пул-реквест» у термінах GitHub.
zh_hans: 你知道如何使用 [Git VCS](https://git-scm.com/)，并了解合并请求（在 GitHub 术语中也称为“拉取请求”）的一般工作原理。

source: You have an account on [GitLab](https://gitlab.com/) _(NOTE: F-Droid CI runners are under Gitlab's FOSS program, so there's no need for you to pay for any CI time. If Gitlab starts asking for phone numbers or credit cards don't submit anything, just leave a note in the MR so we know we need to trigger the CI.)_
de: Sie haben ein Konto bei [GitLab](https://gitlab.com/) _(HINWEIS: F-Droid-CI-Runner fallen unter das FOSS-Programm von Gitlab, Sie müssen also nicht für CI-Zeit bezahlen. Wenn Gitlab anfängt, nach Telefonnummern oder Kreditkarten zu fragen, reichen Sie nichts ein, sondern hinterlassen Sie einfach eine Notiz in der Merge-Anfrage, damit wir wissen, dass wir die CI auslösen müssen.)_
ru: У вас есть аккаунт на [GitLab](https://gitlab.com/) _(ПРИМЕЧАНИЕ: F-Droid CI runners участвуют в FOSS-программе Gitlab, поэтому вам не нужно платить за время CI. Если Gitlab начнет просить номера телефонов или кредитных карт, не отправляйте ничего, просто оставьте заметку в MR, чтобы мы знали, что нам нужно запустить CI.)_
zh_hans: 你在 [GitLab](https://gitlab.com/) 上有账户 _(注意：: F-Droid CI runners 在 Gitlab 的 FOSS 项目中，因此你无需为任何 CI 时间支付费用。如果 Gitlab 开始询问手机号或信用卡号，请不要提交任何信息，只需在合并请求中留下附注，这样我们就知道需要触发 CI 了)_

source: You have a local instance of the F-Droid server software, and you know what you are doing.
de: Sie über eine lokale Instanz der F-Droid-Server-Software verfügen, und Sie wissen, was Sie tun.
pl: Masz lokalną instancję oprogramowania serwera F-Droid i wiesz, co robisz.
pt_pt: Tem uma instância local do software do servidor F-Droid e sabe o que está a fazer.
ro: Aveți o instanță locală a software-ului server F-Droid și știți ce faceți.
ru: У вас есть локальный экземпляр серверного программного обеспечения F-Droid, и вы знаете, что делаете.
uk: Ви локально встановили серверні програми F-Droid і розумієте, що робите.
zh_hans: 你有 F-Droid 服务器软件的本地实例，并且你知道自己在做什么。

source: Recommended steps to propose inclusion this way are written on the [F-Droid application metadata repository](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
de: Die empfohlenen Schritte, um eine Aufnahme auf diese Weise vorzuschlagen, stehen im [F-Droid-Anwendung-Metadaten-Repository](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
pl: Zalecane kroki w celu zaproponowania włączenia w ten sposób są zapisane w [repozytorium metadanych aplikacji F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
pt_pt: Os passos recomendados para propor a inclusão desta forma estão escritos no [repositório de metadados da aplicação F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
ro: Pașii recomandați pentru a propune incluziunea în acest mod sunt scriși în [F-Droid application metadata repository](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
ru: Рекомендуемые шаги для предложения включения таким образом записаны на [F-Droid application metadata repository](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
uk: Рекомендовані кроки пропонування описує [репозиторій метаданих застосунків F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
zh_hans: [F-Droid 应用元数据存储库](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md) 上写了建议以这种方式包含的建议步骤。

source: Application Review Process
de: Anwendungsprüfprozess
pl: Proces weryfikacji wniosków
pt_pt: Processo de Revisão de Aplicação
ro: Procesul de examinare a cererilor
ru: Процесс рассмотрения заявок
uk: Процес рецензування застосунку
zh_hans: 应用审核流程

source: Once the inclusion proposal is filed, the application will enter a reviewing process where F-Droid staff look into the applications source code and determine whether the it fits for inclusion (and when it's not, determine all necessary steps to make it so).
de: Ist der Aufnahmevorschlag übermittelt, wird die Anwendung in einen Prüfprozess eintreten, in dem F-Droid-Mitarbeiter einen Blick in den Anwendungsquellcode werfen und bestimmen, ob er zur Aufnahme geeignet ist (und wenn nicht, alle notwendigen Schritte festlegen, damit er es wird).
pl: Po złożeniu wniosku o włączenie, aplikacja przejdzie do procesu sprawdzania, w którym pracownicy F-Droid sprawdzają kod źródłowy aplikacji i określają, czy pasuje on do włączenia (a gdy nie jest, określi wszystkie niezbędne kroki, aby to zrobić).
pt_pt: Uma vez que a proposta de inclusão é arquivada, a aplicação entrará n«um processo de revisão onde a equipa do F-Droid olha para o código-fonte dos aplicações e determina se ele serve para inclusão (e quando não serve, determine todos os passos necessários para o fazer).
ro: Odată ce propunerea de includere este depusă, aplicația va intra într-un proces de revizuire în care personalul F-Droid analizează codul sursă al aplicației și stabilește dacă aceasta se potrivește pentru a fi inclusă (iar în cazul în care nu se potrivește, stabilește toți pașii necesari pentru a face acest lucru).
ru: После подачи предложения о включении, приложение попадает в процесс рассмотрения, в ходе которого сотрудники F-Droid изучают исходный код приложения и определяют, подходит ли оно для включения (а если нет, то определяют все необходимые шаги, чтобы сделать его таковым).
uk: Щойно пропозицію додання надіслано, застосунок підлягає рецензуванню. Команда F-Droid оглядає вихідний код застосунків і визначає, чи придатний він для додання (а як ні, то визначає всі необхідні кроки, щоб таким його зробити).
zh_hans: 提交包含提案后，应用将进入审核流程，F-Droid 工作人员将查看应用的源代码并确定它是否适合收录（如果不是，则确定所有必要的步骤）。

source: As F-Droid is a software repository which promises users free software, a review process is for ensuring that all applications distributed from the F-Droid main repository are Free Software.
de: Da F-Droid ein Software-Repository ist, das den Nutzern freie Software zusagt, dient ein Prüfprozess dazu, sicherzustellen, dass alle Anwendungen, die aus dem F-Droid-Hauptrepository bezogen werden, Free Software sind.
pl: Ponieważ F-Droid jest repozytorium oprogramowania, które obiecuje użytkownikom bezpłatne oprogramowanie, proces przeglądu ma na celu zapewnienie, że wszystkie aplikacje dystrybuowane z głównego repozytorium F-Droid są Wolnym Oprogramowaniem.
pt_pt: Como o F-Droid é um repositório de software que promete software livre aos utilizadores, o processo de revisão é para garantir que todos as aplicações distribuídas pelo repositório principal do F-Droid sejam Software Livre.
ro: Deoarece F-Droid este un depozit de software care promite utilizatorilor software liber, există un proces de revizuire pentru a se asigura că toate aplicațiile distribuite din depozitul principal F-Droid sunt software liber.
ru: Поскольку F-Droid является хранилищем программного обеспечения, которое обещает пользователям свободное программное обеспечение, процесс рецензирования предназначен для обеспечения того, что все приложения, распространяемые из главного хранилища F-Droid, являются свободным программным обеспечением.
uk: F-Droid як репозиторій обіцяє користувацькій авдиторії вільне програмне забезпечення, тож процес рецензування забезпечує, що всі розповсюджувані головним репозиторієм F-Droid застосунки вільні.
zh_hans: 由于 F-Droid 是一个向用户承诺自由软件的软件存储库，审查过程是为了确保从 F-Droid 主存储库分发的所有应用都是自由软件。

source: This is a nonexhaustive list of what a reviewer would do:
de: Dies ist eine nicht abschließende Liste dessen, was Prüfer tun werden:
pl: To nie jest wyczerpująca lista tego, co zrobiłby recenzent:
pt_pt: Esta é uma lista incompleta do que um revisor faria:
ro: Aceasta este o listă neexhaustivă a ceea ce ar face un recenzent:
ru: Это неполный список того, что должен делать рецензент:
uk: Частковий перелік можливих дій при рецензуванні:
zh_hans: 这是一个非详尽的列表，列出了审核者会做什么：

source: They will go to your source code repository, and look for copyright notices in license files, including README, to check that the proposed application is released under a [recognized Free Software and/or OSI license(s)](https://spdx.org/licenses/).
de: Sie werden Ihr Quellcode-Repository besuchen und in den Lizenzdateien nach Copyright-Hinweisen suchen, einschließlich README, um zu überprüfen, ob die vorgeschlagene Anwendung unter einer [anerkannten Freien Software und/oder OSI-Lizenz(en)](https://spdx.org/licenses/) veröffentlicht wird.
pl: Przejdą do repozytorium kodu źródłowego i poszukają informacji o prawach autorskich w plikach licencyjnych, w tym README, aby sprawdzić, czy proponowana aplikacja została wydana na podstawie [uznanej licencji wolnego oprogramowania i/lub OSI](https://spdx.org/licenses/).
ro: Aceștia vor accesa depozitul de cod sursă și vor căuta informații privind drepturile de autor din fișierele de licență, inclusiv README, pentru a verifica dacă aplicația propusă este oferită sub o [licență(e) recunoscută(e) de software liber și/sau OSI](https://spdx.org/licenses/).
ru: Они обратятся к вашему репозиторию исходных текстов и поищут уведомления об авторских правах в файлах лицензий, включая README, чтобы убедиться, что предлагаемое приложение выпущено под [признанной лицензией (лицензиями) свободного программного обеспечения и/или OSI](https://spdx.org/licenses/).
uk: Перейти до репозиторію вашого вихідного коду й пошукати згадки про авторські права у файлах ліцензій, зокрема README, — перевірити, що пропонований застосунок випущено під [відомими ліцензіями вільного програмного забезпечення і/або OSI](https://spdx.org/licenses/).
zh_hans: 他们将转到你的源代码存储库，并在许可文件（包括 README）中查找版权声明，以检查提议的应用是基于 [公认的自由软件和/或 OIS 许可证](https://spdx.org/licenses/) 发布的。

source: They will look at your build script to see which build system you use, and whether F-Droid build server can handle it (Ant and Gradle are the most common and easiest ones).
de: Sie werden Ihr Build-Skript betrachten, um zu sehen welches Build-System Sie verwenden, und ob der F-Droid-Buildserver damit umgehen kann (Ant und Gradle sind die verbreitetsten und einfachsten).
pl: Przyjrzą się twojemu skryptowi kompilacji, aby zobaczyć, jakiego systemu kompilacji używasz i czy serwer F-Droid może go obsłużyć (Ant i Gradle są najczęstsze i najłatwiejsze).
pt_pt: Eles olharão para o seu script de compilação para ver qual sistema de compilação usa e se o servidor de compilação F-Droid pode lidar com ele (Ant e Gradle são os mais comuns e fáceis).
ro: Se vor uita la scriptul dvs. de construcție pentru a vedea ce sistem de construcție folosiți și dacă serverul de construcție F-Droid îl poate gestiona (Ant și Gradle sunt cele mai comune și mai simple).
ru: Они посмотрят на ваш сценарий сборки, чтобы выяснить, какую систему сборки вы используете, и может ли сервер сборки F-Droid справиться с ней (Ant и Gradle - самые распространенные и простые).
uk: Оглянути ваш скрипт збірки й визначити, яку систему збірки використано й чи сервер збірки F-Droid може її застосувати (Ant і Gradle — найбільш поширені й прості).
zh_hans: 他们会查看你的构建脚本，以了解你使用的构建系统，以及 F-Droid 构建服务器是否可以处理它（Ant 和 Gradle 是最常见和最简单的）。

source: They will try to download a copy of your source code.
de: Sie werden versuchen, eine Kopie Ihres Quellcodes herunterzuladen.
pl: Będą próbować pobrać kopię Twojego kodu źródłowego.
pt_pt: Eles tentarão descarregar uma cópia do seu código-fonte.
ro: Aceștia vor încerca să descarce o copie a codului dvs. sursă.
ru: Они попытаются загрузить копию вашего исходного кода.
uk: Завантажити копію вашого вихідного коду.
zh_hans: 他们将尝试下载你的源代码的副本。
