Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Here's a complete [list of all apps in F-Droid containing Anti-Features](https://monitor.f-droid.org/anti-features).
de: Hier eine vollständige [Liste aller Apps auf F-Droid, die unerwünschte Merkmale enthalten](https://monitor.f-droid.org/anti-features).
pl: To kompletna [lista wszystkich aplikacji w F-Droid zawierających niepożądane funkcje](https://F-Droid.org/wiki/Page/Category: Apps_with_antifeatures).
pt_pt: Aqui está uma [lista completa de todos os apps no F-Droid a conter Características Indesejadas](https://f-droid.org/wiki/page/Category:Apps).
ro: Aici este o listă completă cu [toate aplicațiile din F-Droid care conțin Anti-Funcții](https://monitor.f-droid.org/anti-features).
ru: Полный список приложений F-Droid с анти-функциями [находится здесь](https://monitor.f-droid.org/anti-features).
uk: Повний [перелік застосунків F-Droid, які містять небажані функції](https://monitor.f-droid.org/anti-features).
zh_hans: 这是完整的 [F-Droid 中所有包含负面特征的应用列表](https://monitor.f-droid.org/anti-features)。

source: Ads<a name="Ads" />
de: Werbung<a name="Ads" />
pl: Reklamy<a name="Ads" />
pt_pt: Anúncios<a name = "Ads"/>
ro: Anunțuri<a name="Ads" />
ru: Реклама<a name="Ads" />
uk: Реклама<a name="Ads" />
zh_hans: 广告<a name="Ads" />

source: This Anti-Feature is applied to an app that contains advertising.
de: Dieses unerwünschte Merkmal wird auf eine App angewandt, die Werbung enthält.
pl: Oznaczenie Niepożądane funkcje jest stosowane do aplikacji zawierających reklamy.
pt_pt: Esta Característica Indesejada é aplicada a uma app que contém publicidade.
ro: Această Anti-Funcție se aplică unei aplicații care conține publicitate.
ru: Этим флагом отмечают приложения, содержащие рекламу.
uk: Застосунок містить рекламу.
zh_hans: 这个负面特征适用于包含广告的应用。

source: Note that most applications that contain advertising are not Free Software, because they use proprietary software (e.g. AdMob) to provide that advertising. Those apps will not be found in the repo at all, so the only time you would see this Anti-Feature applied would be an app that contains advertising without using Non-Free Software to do it.
de: Beachten Sie, dass die meisten Anwendungen, die Werbung enthalten, keine Freie Software sind, weil sie proprietäre Software (z. B. AdMob) enthalten, um die Werbung bereitstellen zu können. Derartige Apps wird man im Repo keinesfalls finden, somit bliebe als einziger Anwendungsfall für dieses unerwünschte Merkmal eine App, die Werbung enthält, ohne dabei proprietäre Software zu verwenden.
pl: Zauważ, że większość aplikacji zawierających reklamy nie jest Wolnym Oprogramowaniem, ponieważ używają oprogramowania chronionego prawami autorskimi (np. AdMob) w celu zapewnienia tej reklamy. Te aplikacje w ogóle nie znajdą się w repozytorium. Jedynym przypadkiem, w którym mógłbyś zobaczyć zastosowanie tej niepożądanej funkcji, byłaby aplikacja zawierająca reklamy i niezawierająca niewolnego oprogramowania do ich pokazywania. Obecnie nie są znane żadne takie aplikacje.
pt_pt: Observe que a maioria das aplicações que contém publicidade não são Software Livre, porque eles usam software proprietário (por exemplo, AdMob) para fornecer essa publicidade. Essas apps não serão encontrados no repositório de forma alguma, então a única vez que veria essa característica indesejada aplicada seria uma app que contém publicidade sem usar o Software Não Livre para fazê-lo.
ro: Rețineți că majoritatea aplicațiilor care conțin publicitate nu sunt software liber, deoarece folosesc software proprietar (de exemplu, AdMob) pentru a furniza această publicitate. Aceste aplicații nu se vor găsi deloc în depozit, astfel încât singura dată când veți vedea această Anti-Funcție aplicată ar fi o pentru aplicație care conține publicitate dar care nu utilizează software ne-liber pentru a face asta.
ru: Важно: большинство приложений, содержащих рекламу, не являются свободными, поскольку используют проприетарное ПО (AdMob и т.п.) для показа рекламы. Такие приложения вы здесь не встретите вовсе, так что этим флагом отмечены приложения, которые показывают рекламу, не используя для этого несвободное ПО.
uk: Більшість застосунків із рекламою — не вільні, бо рекламу їм надає пропрієтарне програмне забезпечення, як-от AdMob. Таких застосунків у репозиторії ви не знайдете, тож цю небажану можливість ви побачите лише в застосунках, які містять рекламу без використання невільного програмного забезпечення.
zh_hans: 请注意，大多数包含广告的应用都不是自由软件，因为它们使用专有软件（例如 AdMob）来提供广告。存储库中根本不会有这些应用，因此你唯一能看到应用此负面特征的应用将是，未使用专有软件来包含广告的应用。

source: Here's the list of [apps with Ads](https://monitor.f-droid.org/anti-feature/Ads).
de: Hier die Liste der [Apps mit Werbung](https://monitor.f-droid.org/anti-feature/Ads).
pl: Oto lista [aplikacji z reklamami](https://monitor.f-droid.org/anti-feature/Ads).
pt_pt: Aqui está a lista de [apps com publicidade](https://monitor.f-droid.org/anti-feature/Ads).
ro: Iată lista [aplicațiilor cu reclame](https://monitor.f-droid.org/anti-feature/Ads).
ru: Список [приложений, содержащих рекламу](https://monitor.f-droid.org/anti-feature/Ads).
uk: Повний [перелік застосунків з F-Droid, які містять рекламу](https://monitor.f-droid.org/anti-feature/Ads).
zh_hans: 这是[带有广告负面特征的应用](https://monitor.f-droid.org/anti-feature/Ads)列表。

source: Disabled Algorithm<a name="DisabledAlgorithm" />
de: Untauglicher Algorithmus<a name="DisabledAlgorithm" />
pl: Wyłączony algorytm<a name="DisabledAlgorithm" />
pt_pt: Algoritmo desactivado<a name="DisabledAlgorithm" />
ro: Algoritm dezactivat<a name="DisabledAlgorithm" />
ru: Отключенный алгоритм<a name="DisabledAlgorithm" />
uk: Вимкнений алгоритм<a name="DisabledAlgorithm" />
zh_hans: 禁用的算法<a name="DisabledAlgorithm" />

source: This Anti-Feature is applied to apps that were signed using a signature algorithm that is considered outdated or unsafe.
de: Dieses unerwünschte Merkmal wird auf Apps angewandt, die zur Signierung einen Algorithmus verwenden, der als veraltet oder unsicher gilt.
pl: Niepożądane funkcje dotyczą aplikacji podpisanych przy użyciu algorytmu podpisu, który jest uważany za przestarzały lub niebezpieczny.
pt_pt: Esse característica indesejada é aplicada a apps que foram assinados a usar um algoritmo de assinatura considerado desatualizado ou inseguro.
ro: Această Anti-Funcție se aplică aplicațiilor care au fost semnate folosind un algoritm de semnătură considerat depășit sau nesigur.
ru: Этим флагом отмечают приложения, подписанные с использованием устаревших или небезопасных алгоритмов.
uk: Ця небажана функція позначає застосунки, алгоритм підпису яких вважається застарілим чи небезпечним.
zh_hans: 这个负面特征适用于使用了过时或不安全签名算法签名的应用。

source: Here's the list of [apps signed with Disabled Algorithms](https://monitor.f-droid.org/anti-feature/DisabledAlgorithm).
de: Hier eine Liste der [Apps, die mit untauglichen Algorithmen signiert sind](https://monitor.f-droid.org/anti-feature/DisabledAlgorithm).
pl: Oto lista [aplikacji podpisanych z wyłączonymi algorytmami](https://monitor.f-droid.org/anti-feature/DisabledAlgorithm).
pt_pt: Aqui está a lista de [apps assinados com algoritmos desativados](https://F-Droid.org/wiki/Page/Category: Apps_with_DisabledAlgorithm_antifeature).
ro: Iată lista [aplicațiilor semnate cu algoritmi dezactivați](https://monitor.f-droid.org/anti-feature/DisabledAlgorithm).
ru: Список [приложений с отключенными алгоритмами](https://monitor.f-droid.org/anti-feature/DisabledAlgorithm).
uk: Перелік [застосунків, підписаних вимкненими алгоритмами](https://monitor.f-droid.org/anti-feature/DisabledAlgorithm).
zh_hans: 这是[带有禁用的算法负面特征的应用](https://monitor.f-droid.org/anti-feature/DisabledAlgorithm)列表。

source: Known Vulnerability<a name="KnownVuln" />
de: Bekannte Schwachstelle<a name="KnownVuln" />
pl: Znana podatność<a name="KnownVuln" />
pt_pt: Vulnerabilidade conhecida<a name="KnownVuln" />
ro: Vulnerabilitate cunoscută<a name="KnownVuln" />
ru: Известная уязвимость<a name="KnownVuln" />
uk: Відома вразливість<a name="KnownVuln" />
zh_hans: 含有已知漏洞<a name="KnownVuln" />

source: This Anti-Feature is applied to apps with a known security vulnerability, found by one of the scanners in _fdroidserver_.
de: Dieses unerwünschte Merkmal wird auf Apps mit einer bekannten Sicherheitslücke angewandt, die durch einen der Scanner in _fdroidserver_ gefunden wurde.
pl: Ta Niepożądana Funkcja jest stosowana do aplikacji ze znaną luką w zabezpieczeniach, wykrytą przez jeden ze skanerów w _fdroidserver_.
pt_pt: Esta característica indesejada é aplicada a apps com uma vulnerabilidade de segurança conhecida, encontrada por um dos scanners em _fdroidserver_.
ro: Această Anti-Funcție se aplică aplicațiilor cu o vulnerabilitate de securitate cunoscută, găsită de unul dintre scanerele din _fdroidserver_.
ru: Этим флагом отмечают приложения с уже известной уязвимостью безопасности, обнаруженной одним из сканеров в _fdroidserver_.
uk: Ця небажана функція позначає застосунки, в яких сканери _fdroidserver_ виявили вразливості безпеки.
zh_hans: 这个负面特征应用于存在已知安全漏洞的应用，由 _fdroidserver_ 的一个扫描器所发现。

source: Here's the list of [apps with Known Vulnerabilities](https://monitor.f-droid.org/anti-feature/KnownVuln).
de: Hier eine Liste der [Apps mit bekannten Schwachstellen](https://monitor.f-droid.org/anti-feature/KnownVuln).
pl: Oto lista [aplikacji ze znanymi lukami] w zabezpieczeniach](https://monitor.f-droid.org/anti-feature/KnownVuln).
pt_pt: Aqui está a lista de [apps com Vulnerabilidades Conhecidas](https://monitor.f-droid.org/anti-feature/KnownVuln).
ro: Iată lista [aplicațiilor cu vulnerabilități cunoscute](https://monitor.f-droid.org/anti-feature/KnownVuln).
ru: Список [приложений с известными уязвимостями](https://monitor.f-droid.org/anti-feature/KnownVuln).
uk: Перелік [застосунків зі знаними вразливостями](https://monitor.f-droid.org/anti-feature/KnownVuln).
zh_hans: 这是[带有含有已知漏洞负面特征的应用](https://monitor.f-droid.org/anti-feature/KnownVuln)列表。

source: Non-Free Addons<a name="NonFreeAdd" />
de: Nicht-quelloffene Erweiterungen<a name="NonFreeAdd" />
pl: Niewolne dodatki<a name="NonFreeAdd" />
pt_pt: Suplementos Não Livres<a name="NonFreeAdd" />
ro: Suplimente care nu sunt gratuite<a name="NonFreeAdd" />
ru: Несвободные дополнения<a name="NonFreeAdd" />
uk: Невільні додатки<a name="NonFreeAdd" />
zh_hans: 非自由插件<a name="NonFreeAdd" />

source: This Anti-Feature is applied to apps that, although Free Software themselves, promote other Non-Free applications or plugins.
de: Dieses unerwünschte Merkmal erhalten Apps, die, obwohl selbst Freie Software, weitere nicht-quelloffene Anwendungen oder Erweiterungen bewerben.
pl: Oznaczenie Niepożądane Funkcje stosuje się do aplikacji, które mimo iż same w sobie są wolnym oprogramowaniem, promują inne niewolne aplikacje lub wtyczki.
pt_pt: Esta característica indesejada é aplicada a apps que, embora ser Software Livre, promovem outras aplicações ou plugins Não Livres.
ro: Această Anti-Funcție se aplică aplicațiilor care, deși sunt programe libere, promovează alte aplicații sau extensii care nu sunt libere.
ru: Этим флагом отмечают свободные приложения, которые продвигают несвободные приложения или плагины.
uk: Ця небажана функція позначає застосунок, який просуває інші невільні застосунки чи плагіни, хоч сам і є вільним програмним забезпеченням.
zh_hans: 此负面特征适用于那些虽然本身是自由软件，但却推广其他非自由应用或插件的应用。

source: Here's the list of [apps with Non-Free Addons](https://monitor.f-droid.org/anti-feature/NonFreeAdd).
de: Hier eine Liste der [Apps mit nicht-quelloffenen Erweiterungen](https://monitor.f-droid.org/anti-feature/NonFreeAdd).
pl: Lista [aplikacji z niewolnymi dodatkami](https://monitor.f-droid.org/anti-feature/NonFreeAdd).
pt_pt: Aqui está a lista de [apps com Suplementos Não Livres](https://F-Droid.org/wiki/Page/Category: Apps_with_NonFreeAdd_antifeature).
ro: Iată lista [aplicațiilor cu extensii nelibere](https://monitor.f-droid.org/anti-feature/NonFreeAdd).
ru: Список [приложений, подсовывающих вам проприетарщину](https://monitor.f-droid.org/anti-feature/NonFreeAdd).
uk: Перелік [застосунків з невільними додатками](https://monitor.f-droid.org/anti-feature/NonFreeAdd).
zh_hans: 这是[带有非自由插件负面特征的应用](https://monitor.f-droid.org/anti-feature/NonFreeAdd)列表。

source: Non-Free Assets<a name="NonFreeAssets" />
de: Nicht-quelloffene Bestandteile<a name="NonFreeAssets" />
pl: Niewolne zasoby<a name="NonFreeAssets" />
pt_pt: Ativos Não Livres<a name="NonFreeeAssets" />
ro: Active non-libere<a name="NonFreeAssets" />
ru: Несвободные ресурсы<a name="NonFreeAssets" />
uk: Невільні ресурси<a name="NonFreeAssets" />
zh_hans: 非自由资产<a name="NonFreeAssets" />

source: This Anti-Feature is applied to apps that contain and make use of Non-Free assets. The most common case is apps using artwork - images, sounds, music, etc. - under a license that restricts commercial usage or making derivative works (for example, any Creative Commons license with a "Non-Commercial" (NC) or "No Derivatives" (ND) restriction).
de: Dieses unerwünschte Merkmal wird auf Apps angewandt, die nicht-quelloffene Bestandteile enthalten und nutzen. Der häufigste Fall sind Apps, die Kunst – Bilder, Klänge, Musik usw. – verwenden, die einer Lizenz unterliegt, die eine kommerzielle Nutzung oder das Erstellen davon abgeleiteter Werke einschränkt (zum Beispiel, jede Creative-Commons-Lizenz mit einer „Non-Commercial“ (NC) oder „No Derivatives“ (ND) Einschränkung).
pl: Ta funkcja jest stosowana do aplikacji, które zawierają i wykorzystują zasoby niewolne. Najczęstszym przypadkiem są aplikacje wykorzystujące grafikę - obrazy, dźwięki, muzykę itp. - na licencji, która ogranicza wykorzystanie komercyjne lub tworzenie dzieł pochodnych (na przykład dowolna licencja Creative Commons z ograniczeniem "Niekomercyjne" (NC) lub "Bez pochodnych" (ND)).
ro: Această Anti-Funcție se aplică aplicațiilor care conțin și utilizează elemente care nu sunt gratuite. Cel mai frecvent caz este cel al aplicațiilor care utilizează opere de artă - imagini, sunete, muzică etc. - sub o licență care restricționează utilizarea comercială sau realizarea de lucrări derivate (de exemplu, orice licență Creative Commons cu restricția "Non-Commercial" (NC) sau "No Derivatives" (ND)).
ru: Этим флагом отмечают приложения, которые содержат или используют несвободные ресурсы. Типичный пример — приложения, в которых используют чье-то творчество (изображения, звукозаписи, музыку и т.п.), лицензированное для использования в некоммерческих целях (например, любая лицензия Creative Commons с ограничением «Некоммерческая» (NC) или «Без производных» (ND)).
uk: Ця небажана функція позначає застосунки, що містять і використовують невільні ресурси. Зазвичай такі ресурси: зображення, спецефекти, музика тощо — на умовах ліцензії, яка обмежує комерційне використання або створення похідних робіт (наприклад, будь-яка ліцензія Creative Commons з обмеженням «Некомерційна» (NC) або «Без похідних» (ND)).
zh_hans: 此负面特征适用于包含并使用非自由资产的应用。最常见情况是应用中使用了在限制商用或进行衍生创作的许可证下授权的艺术作品像是图片、声音、音乐等（比如，任何带 "Non-Commercial" (NC) 或 "No Derivatives" (ND) 限制的 Creative Commons 许可证）。

source: Here's the list of [apps with Non-Free Assets](https://monitor.f-droid.org/anti-feature/NonFreeAssets).
de: Hier eine Liste der [Apps mit nicht-quelloffenen Bestandteilen](https://monitor.f-droid.org/anti-feature/NonFreeAssets).
pl: Oto lista [aplikacji z niewolnymi zasobami](https://monitor.f-droid.org/anti-feature/NonFreeAssets).
pt_pt: Aqui está a lista de [apps com Ativos Não-Livres](https://F-Droid.org/wiki/Page/Category: Apps_with_NonFreeAssets_antifeature).
ro: Iată lista [aplicații cu elemente nelibere](https://monitor.f-droid.org/anti-feature/NonFreeAssets).
ru: Список [приложений, использующих несвободные ресурсы](https://monitor.f-droid.org/anti-feature/NonFreeAssets).
uk: Перелік [застосунків із невільними ресурсами](https://monitor.f-droid.org/anti-feature/NonFreeAssets).
zh_hans: 这是[带有非自由资产负面特征的应用](https://monitor.f-droid.org/anti-feature/NonFreeAssets)列表。

source: Non-Free Dependencies<a name="NonFreeDep" />
de: Nicht-quelloffene Abhängigkeiten<a name="NonFreeDep" />
pl: Niewolne zależności<a name="NonFreeDep" />
pt_pt: Dependências Não Livres<a name="NonFreeDep" />
ro: Dependențe non-libere<a name="NonFreeDep" />
ru: Несвободные зависимости<a name="NonFreeDep" />
uk: Невільні залежності<a name="NonFreeDep" />
zh_hans: 非自由依赖项<a name="NonFreeDep" />

source: This Anti-Feature is applied to apps that require things that are not Free Software in order to run.
de: Dieses unerwünschte Merkmal wird auf Apps angewandt, die zum Ausführen etwas benötigen, das nicht Freie Software ist.
pl: Oznaczenie Niepożądane Funkcje jest stosowana do aplikacji, które są zależne od niewolnego oprogramowania.
pt_pt: Esta característica indesejada é aplicada a apps que exigem itens que não são Software Livre para serem executados.
ro: Această Anti-Funcție se aplică aplicațiilor care au nevoie de elemente care nu sunt software liber pentru a funcționa.
ru: Этим флагом отмечают приложения, которым для работы необходимы несвободные библиотеки и прочее несвободное ПО.
uk: Ця небажана функція позначає застосунки, що не працюють без невільного програмного забезпечення.
zh_hans: 此负面特征适用于需要非自由软件才能运行的应用。

source: This does not mean that proprietary software is included in the app, but for example, it may depend on other software already being installed on your device. A common example would be an app that doesn't run, or is not useful, unless you have Google Maps installed.
de: Das bedeutet nicht, dass in der App proprietäre Software enthalten ist, sondern dass sie z. B. von weiterer proprietärer Software abhängt, die bereits auf dem Gerät installiert ist. Ein gängiges Beispiel wäre eine App, die nicht funktioniert oder unbrauchbar ist, wenn nicht Google Maps installiert ist.
pl: Nie oznacza to, że własnościowe oprogramowanie jest dołączone w aplikacji, ale na przykład może zależeć od innego oprogramowania już zainstalowanego na Twoim urządzeniu. Typowym przykładem może być aplikacja, która nie działa lub jest nieprzydatna, chyba że masz zainstalowane Mapy Google.
pt_pt: Isso não significa que o Software Não Livre esteja incluído na app, mas, por exemplo, pode depender de outro Software Não Livre já instalado no seu aparelho. Um exemplo comum seria uma app que não é executada ou não é útil, a menos que tenha o Google Maps instalado.
ro: Acest lucru nu înseamnă că aplicația include software proprietar, dar, de exemplu, poate depinde de alte programe deja instalate pe dispozitivul dvs. Un exemplu obișnuit ar fi o aplicație care nu funcționează sau nu este utilă decât dacă aveți instalat Google Maps.
ru: При этом проприетарное ПО необязательно входит в состав приложения. Например, оно может требовать установки какого-либо несвободного ПО на устройство для корректной работы. Типичный пример — приложение не запускается или не работает, если у вас не установлены карты Google Maps.
uk: Такий застосунок сам не містить пропрієтарного програмного забезпечення, але залежить від іншого програмного забезпечення, вже встановленого на вашому пристрої. Наприклад, застосунок не запускається чи не працює, поки ви не встановите Google Maps.
zh_hans: 此应用本身不含专有软件，但是它可能依赖于设备上已安装的专有软件。一个常见的例子为，除非你安装了 Google 地图，否则此应用无法运行或不能正常工作。

source: Here's the list of [apps with Non-Free Dependencies](https://monitor.f-droid.org/anti-feature/NonFreeDep).
de: Hier eine Liste der [Apps mit nicht-quelloffenen Abhängigkeiten](https://monitor.f-droid.org/anti-feature/NonFreeDep).
pl: Oto lista [aplikacji z niewolnymi zależnościami](https://monitor.f-droid.org/anti-feature/NonFreeDep).
pt_pt: Aqui está a lista de [apps com Dependências Não Livres](https://monitor.f-droid.org/anti-feature/NonFreeDep).
ro: Iată lista [aplicațiilor cu dependențe nelibere](https://monitor.f-droid.org/anti-feature/NonFreeDep).
ru: Список [приложений с несвободными зависимостями](https://monitor.f-droid.org/anti-feature/NonFreeDep).
uk: Перелік [застосунків з невільними залежностями](https://monitor.f-droid.org/anti-feature/NonFreeDep).
zh_hans: 这是[带有非自由依赖负面特征的应用](https://monitor.f-droid.org/anti-feature/NonFreeDep)列表。

source: Non-Free Network Services<a name="NonFreeNet" />
de: Nicht-quelloffene Netzwerkdienste<a name="NonFreeNet" />
pl: Niewolne usługi sieciowe<a name="NonFreeNet" />
pt_pt: Serviços de rede não livres<a name="NonFreeNet" />
ro: Servicii de rețea non-gratuite<a name="NonFreeNet" />
ru: Несвободные сетевые сервисы<a name="NonFreeNet" />
uk: Невільні мережеві послуги<a name="NonFreeNet" />
zh_hans: 非自由网络服务<a name="NonFreeNet" />

source: This Anti-Feature is applied to apps that promote or depend entirely on a proprietary network service.
de: Dieses unerwünschte Merkmal wird auf Apps angewandt, die einen proprietären Netzwerkdienst bewerben oder vollständig von diesem abhängen.
ro: Această Anti-Funcție se aplică aplicațiilor care promovează sau depind în întregime de un serviciu de rețea care nu este liber.
ru: Этим флагом отмечают приложения, которые продвигают или полностью зависят от какого-либо проприетарного сетевого сервиса.
zh_hans: 此负面特征适用于所有推广或完全依赖专有网络服务的应用。

source: Here's the list of [apps with Non-Free Network Services](https://monitor.f-droid.org/anti-feature/NonFreeNet).
de: Hier eine Liste der [Apps mit nicht-quelloffenen Netzwerkdiensten](https://monitor.f-droid.org/anti-feature/NonFreeNet).
pl: Oto lista [aplikacji z niewolnymi usługami sieciowymi](https://monitor.f-droid.org/anti-feature/NonFreeNet).
pt_pt: Aqui está a lista de [apps com serviços de rede não gratuitos](https://monitor.f-droid.org/anti-feature/NonFreeNet).
ro: Iată lista [aplicațiilor cu servicii de rețea neeliberate](https://monitor.f-droid.org/anti-feature/NonFreeNet).
ru: Список [приложений, использующих несвободные сетевые сервисы](https://monitor.f-droid.org/anti-feature/NonFreeNet).
uk: Ось список [застосунків із невільними мережевими службами](https://monitor.f-droid.org/anti-feature/NonFreeNet).
zh_hans: 这是[带有非自由网络服务负面特征的应用](https://monitor.f-droid.org/anti-feature/NonFreeNet)列表。

source: No Source Since<a name="NoSourceSince" />
de: Keine Quelle mehr<a name="NoSourceSince"></a>
pl: Brak źródła<a name="NoSourceSince" />
pt_pt: Nenhuma Fonte Desde<a name="NoSourceSince"/>
ro: Nici o sursă de la<a name="NoSourceSince" />
ru: Исходный код недоступен<a name="NoSourceSince" />
uk: Джерельний код відсутній<a name="NoSourceSince" />
zh_hans: 源代码已不可用<a name="NoSourceSince" />
