Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: This is still pretty raw, so expect some tinkering. It also will likely only work on Debian, Ubuntu and other Debian-derivatives. The first step is getting the [_fdroidserver_ tools setup](../Installing_the_Server_and_Repo_Tools) and working. Run the _fdroidserver_ tools directly out of git (e.g. `~/code/fdroidserver/fdroid build org.adaway`), that's going to be the easiest for now since the verification server stuff is a moving target. The base server needs to be at minimum Debian/jessie, or there will need to be some heavy tweaking. If you run Ubuntu or derivative distro, you can get any packages missing from your version, like _vagrant-cachier_, from this PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
de: Das ist immer noch ziemlich unfertig, also rechnen Sie mit etwas Bastelei. Es wird wahrscheinlich auch nur auf Debian, Ubuntu und anderen Debian-Derivaten funktionieren. Der erste Schritt ist die Einrichtung und Inbetriebnahme der [_fdroidserver_ Tools](../Installing_the_Server_and_Repo_Tools). Starten Sie die _fdroidserver_ Tools direkt aus git heraus (z. B. `~/code/fdroidserver/fdroid build org.adaway`), das dürfte momentan am einfachsten sein, da sich der Verifikationsserver häufig ändert. Der Basisserver braucht mindestens Debian/jessie, sonst müssen ein paar schwierige Anpassungen vorgenommen werden. Wenn Sie Ubuntu oder eine abgeleitete Distribution ausführen, können Sie alle Pakete, die in Ihrer Version fehlen, wie _vagrant-cachier_, von diesem PPA beziehen: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
pl: To wciąż jest dość surowe, więc spodziewaj się trochę majsterkowania. Prawdopodobnie będzie działać tylko na Debianie, Ubuntu i innych pochodnych Debiana. Pierwszym krokiem jest uzyskanie ustawień narzędzia [_fdroidserver_ tools setup](../Installing_the_Server_and_Repo_Tools) i działanie. Uruchom narzędzia _fdroidserver_ bezpośrednio z git (np. `~/code/fdroidserver/fdroid build org.adaway`), co na razie będzie najłatwiejsze, ponieważ serwer weryfikacyjny to ruchomy cel. Podstawowy serwer musi być w minimalnym systemie Debian/jessie, lub będzie musiał zostać wprowadzony jakiś poważny krok. Jeśli używasz Ubuntu lub pochodnej dystrybucji, możesz uzyskać brakujące pakiety z twojej wersji, takie jak _vagrant-cachier_, z tego PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
pt_pt: Isso ainda está bem cru, então espere precisar fazer alguns ajustes. Também provavelmente funcionará apenas no Debian, Ubuntu e outros derivados do Debian. O primeiro passo é conseguir as [ferramentas do _fdroidserver_ instaladas](../Installing_the_Server_and_Repo_Tools) e a funcionar. Execute as ferramentas do _fdroidserver_ diretamente do git (por exemplo, `~/code/fdroidserver/fdroid build org.adaway`), isso será o mais fácil por agora, já que o material do servidor de verificação é um alvo em movimento. O servidor base precisa ser no mínimo Debian/jessie, ou haverá alguns ajustes pesados. Se estiver no Ubuntu ou uma distro derivada, poderá obter todos os pacotes que faltam na sua versão, como o _vagrant-cachier_, deste PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
ro: Acesta este încă destul de brut, așa că așteptați-vă la unele modificări. De asemenea, probabil că va funcționa doar pe Debian, Ubuntu și alte derivate Debian. Primul pas constă în configurarea [_fdroidserver_ tools](../Installing_the_Server_and_Repo_Tools) și în funcționarea acestuia. Rulați uneltele _fdroidserver_ direct din git (de exemplu, `~/code/fdroidserver/fdroid build org.adaway`), acesta va fi cel mai ușor deocamdată, deoarece chestiile legate de serverul de verificare sunt o țintă în mișcare. Serverul de bază trebuie să fie cel puțin Debian/jessie, altfel va trebui să fie nevoie de niște ajustări grele. Dacă folosiți Ubuntu sau o distribuție derivată, puteți obține toate pachetele care lipsesc din versiunea dumneavoastră, cum ar fi _vagrant-cachier_, din acest PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
ru: Это еще довольно сырая версия, поэтому ожидайте некоторых доработок. Также, скорее всего, он будет работать только на Debian, Ubuntu и других производных Debian. Первым шагом будет установка [_fdroidserver_ tools](../Installing_the_Server_and_Repo_Tools) и их работа. Запустите инструменты _fdroidserver_ прямо из git (например, `~/code/fdroidserver/fdroid build org.adaway`), это будет проще всего, так как сервер проверки - движущаяся цель. Базовый сервер должен быть как минимум Debian/jessie, иначе потребуется серьезная доработка. Если вы используете Ubuntu или производный дистрибутив, вы можете получить все пакеты, отсутствующие в вашей версии, например _vagrant-cachier_, из этого PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
uk: Це досі в активній розробці, тож будьте готові, що доведеться самостійно щось допрацьовувати. Ймовірна сумісність лише з Debian, Ubuntu та іншими похідними від Debian. Перший крок — [встановити засоби _fdroidserver_](../Installing_the_Server_and_Repo_Tools) і впевнитись, що вони працююють. Запускайте засоби _fdroidserver_ прямо з каталогу git (наприклад, `~/code/fdroidserver/fdroid build org.adaway`): так буде простіше, поки деталі сервера перевірки постійно змінюються. Основою сервера має бути як мінімум Debian/jessie, інакше доведеться внести чимало змін. Якщо у вас Ubuntu чи похідний дистрибутив, завантажте всі відсутні у вашій версії пакунки, як-от _vagrant-cachier_, із цього PPA: <https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>
zh_hans: 这仍然很原始，所以期待一些修补。它也可能只适用于 Debian、Ubuntu 和其他 Debian 衍生产品。第一步是获取 [_fdroidserver_ 工具设置](../Installing_the_Server_and_Repo_Tools) 并开始工作。直接从 git 运行 _fdroidserver_ 工具（例如 `~/code/fdroidserver/fdroid build org.adaway`），这将是目前最简单的，因为验证服务器的东西是移动目标。基本服务器需要至少是 Debian/jessie，否则需要进行一些重大调整。如果你运行 Ubuntu 或衍生发行版，你可以从这个 PPA：<https://launchpad.net/~fdroid/+archive/ubuntu/buildserver/>

source: Then you can find more on the process by reading [Build Server Setup](../Build_Server_Setup). You can also see the Continuous Integration scripts for this process to see how the whole thing can work:
de: Außerdem können Sie mehr über den Ablauf erfahren, indem Sie [Buildserver-Einrichtung](../Build_Server_Setup) lesen. Sie können sich auch die Continuous Integration-Skripte für dieses Verfahren ansehen, um herauszufinden, wie das Ganze funktionieren kann:
pl: Następnie możesz znaleźć więcej informacji na temat procesu, czytając [Build Server Setup](../Build_Server_Setup). Możesz również zobaczyć skrypty ciągłej integracji dla tego procesu, aby zobaczyć, jak wszystko może działać:
pt_pt: Então pode encontrar mais informações sobre o processo a ler [Build Server Setup](../Build_Server_Setup). Ttambém pode ver os scripts de Integração Contínua para este processo para ver como a coisa toda pode funcionar:
ro: Apoi, puteți afla mai multe despre acest proces citind [Build Server Setup](../Build_Server_Setup). De asemenea, puteți vedea scripturile de integrare continuă pentru acest proces pentru a vedea cum poate funcționa totul:
ru: Затем вы можете узнать больше об этом процессе, прочитав [Build Server Setup](../Build_Server_Setup). Вы также можете посмотреть скрипты непрерывной интеграции для этого процесса, чтобы увидеть, как все это может работать:
uk: Тоді прочитайте докладніше про [налаштування сервера збірки](../Build_Server_Setup). Можете також переглянути скрипти безперервної інтеграції, щоб наочно зрозуміти, як працює весь цей процес:
zh_hans: 然后你可以通过阅读 [构建服务器设置](../Build_Server_Setup) 找到有关该过程的更多信息。你还可以查看此过程的持续集成脚本，以了解整个过程是如何工作的：

source: Some details on this can be found in our documentation at [Release Channels and Signing Keys](../Release_Channels_and_Signing_Keys). To make it easier to understand for non-devs, here are the steps in short:
de: Bestimmte Einzelheiten dazu findet man in unserer Dokumentation unter [Bezugsquellen und Signaturen](../Release_Channels_and_Signing_Keys). Um es Nicht-Entwicklern leichter zu machen, hier eine kurze Schritt-für-Schritt-Anleitung:
pl: Szczegółowe informacje na ten temat można znaleźć w naszej dokumentacji pod adresem [Release Channels and Signing Keys](../Release_Channels_and_Signing_Keys). Aby było to łatwiejsze do zrozumienia dla osób niebędących deweloperami, oto kroki w skrócie:
ro: Unele detalii în acest sens pot fi găsite în documentația noastră la [Release Channels and Signing Keys](../Release_Channels_and_Signing_Keys). Pentru a fi mai ușor de înțeles pentru cei care nu sunt dezvoltatori, iată pașii pe scurt:
ru: Некоторые подробности об этом можно найти в нашей документации по адресу [Release Channels and Signing Keys](../Release_Channels_and_Signing_Keys). Чтобы облегчить понимание для тех, кто не является разработчиком, приведем шаги вкратце:
uk: Докладніше про це можна прочитати у нашій документації про [Канали випуску та ключі підпису](../Release_Channels_and_Signing_Keys). Щоб полегшити розуміння для не розробників, ми коротко опишемо ці кроки:
zh_hans: 可以在我们的文档[发布通道和签名密钥](../Release_Channels_and_Signing_Keys)中了解详细内容。为了方便非技术人员理解，简单步骤如下：

source: download [https://f-droid.org/F-Droid.apk.asc](https://f-droid.org/F-Droid.apk.asc) and [https://f-droid.org/F-Droid.apk](https://f-droid.org/F-Droid.apk)
de: [https://f-droid.org/F-Droid.apk.asc](https://f-droid.org/F-Droid.apk.asc) und [https://f-droid.org/F-Droid.apk](https://f-droid.org/F-Droid.apk) herunterladen
pl: pobierz [https://f-droid.org/F-Droid.apk.asc](https://f-droid.org/F-Droid.apk.asc) i [https://f-droid.org/F-Droid.apk](https://f-droid.org/F-Droid.apk)
ro: descarcă [https://f-droid.org/F-Droid.apk.asc](https://f-droid.org/F-Droid.apk.asc) și [https://f-droid.org/F-Droid.apk](https://f-droid.org/F-Droid.apk)
ru: скачать [https://f-droid.org/F-Droid.apk.asc](https://f-droid.org/F-Droid.apk.asc) и [https://f-droid.org/F-Droid.apk](https://f-droid.org/F-Droid.apk)
uk: завантажте [https://f-droid.org/F-Droid.apk.asc](https://f-droid.org/F-Droid.apk.asc) і [https://f-droid.org/F-Droid.apk](https://f-droid.org/F-Droid.apk)
zh_hans: 下载 [https://f-droid.org/F-Droid.apk.asc](https://f-droid.org/F-Droid.apk.asc) 和 [https://f-droid.org/F-Droid.apk](https://f-droid.org/F-Droid.apk)

source: load the public key for `admin@f-droid.org`
de: Öffentlichen Schlüssel für `admin@f-droid.org` laden
pl: wczytaj klucz publiczny dla `admin@f-droid.org`
ro: încarcă cheia publică pentru `admin@f-droid.org`
ru: загрузите открытый ключ для `admin@f-droid.org`
uk: завантажте відкритий ключ `admin@f-droid.org`
zh_hans: 加载 `admin@f-droid.org` 的公钥

source: compare the fingerprint with what the documentation mentioned above states
de: den Fingerabdruck mit dem vergleichen, der in der oben erwähnten Dokumentation ausgewiesen ist
pl: porównaj odcisk palca z dokumentacją wspomnianą powyżej
ro: comparați amprenta cu ceea ce prevede documentația menționată mai sus
ru: сравните отпечатки пальцев с тем, что указано в вышеупомянутой документации
uk: порівняйте цифровий відбиток із зазначеним в документації вище
zh_hans: 将指纹与上面提到的文档中所声明的比较

source: verify the file
de: Datei verifizieren
pl: zweryfikuj plik
ro: verifică fișierul
ru: проверить файл
uk: перевірте файл
zh_hans: 验证文件

source: On Linux, this is what it would look like:
de: Auf Linux würde das folgendermaßen aussehen:
pl: W systemie Linux wyglądałoby to następująco:
ro: Pe Linux, acesta este modul în care ar arăta:
ru: В Linux это будет выглядеть так:
uk: На Linux це матиме такий вигляд:
zh_hans: 在 Linux 上，它看起来是这样：

source: # download the files wget -q https://f-droid.org/F-Droid.apk.asc wget -q https://f-droid.org/F-Droid.apk # load the public key gpg --keyserver keyserver.ubuntu.com --recv-key 37D2C98789D8311948394E3E41E7044E1DBA2E89 # verify the file gpg --verify F-Droid.apk.asc F-Droid.apk
de: # Herunterladen der Dateien wget -q https://f-droid.org/F-Droid.apk.asc wget -q https://f-droid.org/F-Droid.apk # öffentlichen Schlüssel laden gpg --keyserver keyserver.ubuntu.com --recv-key 37D2C98789D8311948394E3E41E7044E1DBA2E89 # Datei verifizieren gpg --verify F-Droid.apk.asc F-Droid.apk
pl: # pobierz pliki wget -q https://f-droid.org/F-Droid.apk.asc wget -q https://f-droid.org/F-Droid.apk # wczytaj klucz publiczny gpg --keyserver keyserver.ubuntu.com --recv-key 37D2C98789D8311948394E3E41E7044E1DBA2E89 # sprawdź plik gpg --verify F-Droid.apk.asc F-Droid.apk
ro: # descărcați fișierele wget -q https://f-droid.org/F-Droid.apk.asc wget -q https://f-droid.org/F-Droid.apk # încărcați cheia publică gpg --keyserver keyserver.ubuntu.com --recv-key 37D2C98789D8311948394E3E41E7044E1DBA2E89 # verificați fișierul gpg --verify F-Droid.apk.asc F-Droid.apk
ru: # скачать файлы wget -q https://f-droid.org/F-Droid.apk.asc wget -q https://f-droid.org/F-Droid.apk # загрузить открытый ключ gpg --keyserver keyserver.ubuntu.com --recv-key 37D2C98789D8311948394E3E41E7044E1DBA2E89 # проверить файл gpg --verify F-Droid.apk.asc F-Droid.apk
zh_hans: # 下载文件 wget -q https://f-droid.org/F-Droid.apk.asc wget -q https://f-droid.org/F-Droid.apk # 加载公钥 gpg --keyserver keyserver.ubuntu.com --recv-key 37D2C98789D8311948394E3E41E7044E1DBA2E89 #验证文件 gpg --verify F-Droid.apk.asc F-Droid.apk

source: The expected output of the last command should look like:
de: Die zu erwartende Ausgabe des letzten Befehls sollte so aussehen:
pl: Oczekiwany wynik ostatniego polecenia powinien wyglądać następująco:
ro: Rezultatul așteptat al ultimei comenzi ar trebui să arate astfel:
ru: Ожидаемый результат выполнения последней команды должен выглядеть так:
uk: Очікуваний вивід останньої команди повинен бути схожим на:
zh_hans: 最后一个命令的预期输出应当看起来是：

source: gpg: Signature made Mon 09 Aug 2021 11:17:55 PM CEST gpg: using RSA key 802A9799016112346E1FEFF47A029E54DD5DCE7A gpg: Good signature from "F-Droid <admin@f-droid.org>" [unknown] gpg: WARNING: This key is not certified with a trusted signature! gpg: There is no indication that the signature belongs to the owner. Primary key fingerprint: 37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89 Subkey fingerprint: 802A 9799 0161 1234 6E1F EFF4 7A02 9E54 DD5D CE7A
de: gpg: Signatur vom Sa 22 Jul 2023 13:48:28 CEST gpg: mittels RSA-Schlüssel 802A9799016112346E1FEFF47A029E54DD5DCE7A gpg: Korrekte Signatur von "F-Droid <admin@f-droid.org>" [unbekannt] gpg: WARNUNG: Dieser Schlüssel trägt keine vertrauenswürdige Signatur! gpg: Es gibt keinen Hinweis, daß die Signatur wirklich dem vorgeblichen Besitzer gehört. Haupt-Fingerabdruck = 37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89 Unter-Fingerabdruck = 802A 9799 0161 1234 6E1F EFF4 7A02 9E54 DD5D CE7A
ro: gpg: Semnătură făcută Lu 09 Aug 2021 12:17:55 +0300 EEST gpg: folosind cheia RSA 802A9799016112346E1FEFF47A029E54DD5DCE7A gpg: Semnătură bună din "F-Droid <admin@f-droid.org>" [necunoscut] gpg: AVERTISMENT: Această cheie nu este certificată de o semnătură de încredere! gpg: Nu există nici o indicație că semnătura aparține proprietarului. Amprentă cheie primară: 37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89 Amprentă subcheie: 802A 9799 0161 1234 6E1F EFF4 7A02 9E54 DD5D CE7A
ru: gpg: Подпись сделана Mon 09 Aug 2021 11:17:55 PM CEST gpg: использование ключа RSA 802A9799016112346E1FEFF47A029E54DD5DCE7A gpg: Хорошая подпись от "F-Droid <admin@f-droid.org>" [неизвестно] gpg: ПРЕДУПРЕЖДЕНИЕ: Этот ключ не сертифицирован доверенной подписью! gpg: Нет никаких признаков того, что подпись принадлежит владельцу. Отпечаток первичного ключа: 37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89 Отпечаток подключа: 802A 9799 0161 1234 6E1F EFF4 7A02 9E54 DD5D CE7A
zh_hans: gpg: 签名建立于 2021年08月09日 星期一 11时17分55秒 CEST gpg: 使用 RSA 密钥 802A9799016112346E1FEFF47A029E54DD5DCE7A gpg: 完好的签名，来自于 “F-Droid <admin@f-droid.org>” [未知] gpg: 警告：此密钥未被受信任签名认证！ gpg: 没有证据表明此签名属于其声称的所有者。 主密钥指纹： 37D2 C987 89D8 3119 4839 4E3E 41E7 044E 1DBA 2E89 子密钥指纹： 802A 9799 0161 1234 6E1F EFF4 7A02 9E54 DD5D CE7A

source: The date will vary as the client APK is updated, it's not an issue if it is newer. The warning about the key not being certified with a trusted signature can be ignored. The important part is the indication of a good signature and that it has the same fingerprint that was used to download the key:
de: Das Datum kann variieren, wenn das APK für den Client aktualisiert wird, es ist kein Problem, wenn es jünger ist. Die Warnung, dass der Schlüssel nicht durch eine vertrauenswürdige Signatur zertifiziert ist, kann ignoriert werden. Der wichtige Teil ist die Anzeige einer korrekten Signatur und dass er denselben Fingerabdruck besitzt, der beim Herunterladen des Schlüssels verwendet wurde:
pl: Dane będą się różnić w zależności od aktualizacji APK klienta, nie ma problemu, jeśli jest nowsza. Ostrzeżenie o tym, że klucz nie jest certyfikowany zaufanym podpisem, można zignorować. Ważną częścią jest wskazanie dobrego podpisu i tego, że ma ten sam odcisk palca, który został użyty do pobrania klucza:
ro: Data va varia pe măsură ce fișierul APK al clientului este actualizat, nu este o problemă dacă este mai nouă. Avertismentul privind faptul că acestă cheie nu este certificată cu o semnătură de încredere poate fi ignorat. Partea importantă este indicarea unei semnături bune și faptul că aceasta are aceeași amprentă digitală precum cea care a fost utilizată pentru a descărca cheia:
ru: Дата будет меняться по мере обновления клиентского APK, поэтому не стоит беспокоиться, если она новее. Предупреждение о том, что ключ не заверен надежной подписью, можно проигнорировать. Главное, чтобы подпись была хорошей и имела тот же отпечаток пальца, что и при загрузке ключа:
uk: Дата буде змінюватися в міру оновлення клієнтського APK, це не проблема, якщо він буде новішим. Попередження про те, що ключ не сертифікований довіреним підписом, можна знехтувати. Важлива частина — вказівка на хороший підпис і на те, що він має той самий відбиток, який був використаний для завантаження ключа:
zh_hans: 更新客户端 APK 时，日期会发生变化，变化后的日期如果比之前的要新是正常的。可以忽略公钥未被受信任签名认证的警告。重要的是良好签名的标示，及其指纹和用于下载公钥的指纹相同：

source: Whitelabel Builds
pl: Biała Etykieta Kompilacji
pt_pt: Compilações "marca branca"
ro: Construcții Whitelabel
ru: Сборки с белой меткой
uk: Ребрендинг збірок
zh_hans: 白标构建

source: F-Droid can be rebranded and embedded in Android ROMs, building upon F-Droid as the "white-label" version. This is a basic introduction for how to do that. For this, ["_gradle_ flavors"](https://developer.android.com/studio/build/build-variants.html) are used for building rebranded, configured versions of F-Droid.
de: F-Droid kann ein neues Branding erhalten und in Android-ROMs eingebunden werden, indem auf F-Droid eine White-Label-Version aufgebaut wird. Hier finden Sie einige grundlegende Informationen, wie das getan werden kann. Zur Erstellung umgebrandeter, konfigurierter Versionen von F-Droid werden [„_gradle_ flavors“](https://developer.android.com/studio/build/build-variants.html) genutzt.
pl: F-Droid może być przemianowany i osadzony w ROMach systemu Android, bazując na F-Droid jako wersji "białej etykiety". Jest to podstawowe wprowadzenie do tego, jak to zrobić. W tym celu ["_gradle_ flavors"](https://developer.android.com/studio/build/build-variants.html) są używane do budowania rebrandowych, skonfigurowanych wersji F-Droid.
pt_pt: O F-Droid pode ser renomeado e incorporado em ROMs Android, a basear-se no F-Droid como a versão "marca branca". Esta é uma introdução básica de como fazer isso. Para isso, os ["sabores do _gradle_"](https://developer.android.com/studio/build/build-variants.html) são usados para criar versões renomeadas e configuradas do F-Droid.
ro: F-Droid poate fi redenumit și încorporat în ROM-uri Android, bazându-se pe F-Droid ca versiune "white-label". Aceasta este o introducere de bază pentru modul în care se poate face acest lucru. În acest scop, ["_gradle_ flavors"](https://developer.android.com/studio/build/build-variants.html) sunt utilizate pentru a construi versiuni configurate și rebranduite ale F-Droid.
ru: Создавая версию F-Droid по принципу "белой этикетки", можно сделать ребрендинг и встроить F-Droid в ПЗУ Android. Это основное введение в то, как это можно сделать. Для этого используется ["_gradle_ flavors"](https://developer.android.com/studio/build/build-variants.html), позволяющий создать ребрендированные, самостоятельно настроенные версий F-Droid.
uk: Клієнт F-Droid можливо випускати під іншою назвою в складі Android-прошивок. Ось коротка інструкція про те, як використати «[_gradle_-різновиди](https://developer.android.com/studio/build/build-variants.html)» (flavors), щоб зібрати версію F-Droid зі власними назвою й конфігурацією.
zh_hans: F-Droid 可以重新命名并嵌入到 Android ROM 中，以 F-Droid 为“白标”版本。这是如何做到这一点的基本介绍。为此，["_gradle_ flavors"](https://developer.android.com/studio/build/build-variants.html) 用于构建 F-Droid 的更名、配置版本。

source: Starting in *app/build.gradle*, set the package names and create a _flavorDimension_ and _productFlavors_:
de: Bei in *app/build.gradle* beginnend, definieren Sie die Paketnamen und erstellen Sie eine _flavorDimension_ und _productFlavors_:
pl: Zaczynając od *app/build.gradle*, ustaw nazwy pakietów i utwórz _flavorDimension_ oraz _productFlavors_:
pt_pt: A começar em *app/build.gradle*, defina os nomes dos pacotes e crie um _flavorDimension_ e um _productFlavors_:
ro: Începând din *app/build.gradle*, setați numele pachetelor și creați un _flavorDimension_ și _productFlavors_:
ru: Начиная с *app/build.gradle*, задайте имена пакетов и создайте _flavorDimension_ и _productFlavors_:
uk: Почніть з *app/build.gradle*, вказавши назви пакунків і створивши _flavorDimension_ (групу різновиду) та _productFlavors_ (різновиди виробу):
zh_hans: 从 *app/build.gradle* 开始，设置包名并创建 _flavorDimension_ 和 _productFlavors_：

source: def fullApplicationId = "com.mycompany.full" def basicApplicationId = "com.mycompany.basic" // yes, this actually needs both quotes https://stackoverflow.com/a/41391841 def privilegedExtensionApplicationId = '"com.mycompany.privileged"' [snip] android { flavorDimensions "base", "mycompany" productFlavors { mycompany { dimension "mycompany" } } }
de: def fullApplicationId = "com.mycompany.full" def basicApplicationId = "com.mycompany.basic" // ja, dies benötigt tatsächlich beide Anführungszeichen https://stackoverflow.com/a/41391841 def privilegedExtensionApplicationId = '"com.mycompany.privileged"' [snip] android { flavorDimensions "base", "mycompany" productFlavors { mycompany { dimension "mycompany" } } }
pl: def fullApplicationId = "com.mycompany.full" def basicApplicationId = "com.mycompany.basic" // tak, tutaj potrzeba obu cudzysłowów https://stackoverflow.com/a/41391841 def privilegedExtensionApplicationId = '"com.mycompany.privileged"' [snip] android { flavorDimensions "base", "mycompany" productFlavors { mycompany { dimension "mycompany" } } }
pt_pt: def fullApplicationId = "pt.minhacompanhia.full" def basicApplicationId = "pt.minhacompanhia.basic" // sim, precisa das duas aspas https://stackoverflow.com/a/41391841 def privilegedExtensionApplicationId = '"com.mycompany.privileged"' [snip] android { flavorDimensions "base", "minhacompanhia" productFlavors { mycompany { dimension "minhacompanhia" } } }
ru: def fullApplicationId = "com.mycompany.full" def basicApplicationId = "com.mycompany.basic" // да, здесь действительно нужны обе кавычки https://stackoverflow.com/a/41391841 def privilegedExtensionApplicationId = ''com.mycompany.privileged'' [snip] android { flavorDimensions "base", "mycompany" productFlavors { mycompany { dimension "mycompany" } } }
uk: def fullApplicationId = "com.mycompany.full" def basicApplicationId = "com.mycompany.basic" // так, потрібні лапки обох видів https://stackoverflow.com/a/41391841 def privilegedExtensionApplicationId = '"com.mycompany.privileged"' […] android { flavorDimensions "base", "mycompany" productFlavors { mycompany { dimension "mycompany" } } }
