Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: This could be made quite automatic with some custom scripts. The person running the process would only need to take out the machine, connect it, turn it on, wait until the process completes, then put it all away again.
de: Mit einigen angepassten Skripten könnte dies ganz automatisch durchgeführt werden. Die Person, die den Vorgang ausführt, müsste sich lediglich die Maschine nehmen, sie einschalten, verbinden, auf den Abschluss des Vorgangs warten und sie dann wieder beiseitestellen.
pl: Można to zrobić całkiem automatycznie za pomocą niektórych niestandardowych skryptów. Osoba prowadząca proces musiałaby jedynie wyjąć maszynę, podłączyć ją, włączyć, poczekać, aż proces się zakończy, a następnie odłożyć wszystko ponownie.
pt_pt: Isso pode ser feito de forma automática com alguns scripts personalizados. A pessoa que está a executar o processo só precisa retirar o sistema, conectá-lo, ligá-lo, aguardar até que o processo seja concluído e, depois, recolocá-lo novamente.
ro: Acest lucru ar putea fi făcut destul de automat cu ajutorul unor scripturi personalizate. Persoana care execută procesul ar trebui doar să scoată mașina, să o conecteze, să o pornească, să aștepte până la finalizarea procesului, apoi să o pună din nou la loc.
ru: Это можно сделать автоматически с помощью некоторых пользовательских скриптов. Человеку, запускающему процесс, нужно будет только вынуть машину, подключить ее, включить, дождаться завершения процесса, а затем снова все это убрать.
uk: Можете автоматизувати цей процес власними скриптами. Тоді особі, що запускає процес, достатньо буде взяти комп'ютер, під'єднати й увімкнути його, дочекатися завершення процесу та знову все вимкнути й відкласти.
zh_hans: 这可以通过一些定制的脚本使之相当自动化。运行该程序的人只需要拿出机器，连接它，打开它，等待程序完成，然后再把它收起来。

source: Fully offline signing laptop with USB thumb drives
de: Signaturlaptop mit USB-Sticks ohne jede Internetanbindung
pl: W pełni offline, podpisując laptopa z pamięci USB
pt_pt: Laptop de assinatura completamente desconectada com pendrives USB
ro: Semnarea complet offline a laptopului cu unitățile USB
ru: Полностью автономный ноутбук для подписи с флэш-накопителями USB
uk: Повністю автономний ноутбук підпису з USB-флешками
zh_hans: 使用 U 盘的完全离线签名笔记本电脑

source: This process is based on the same basic, stripped down laptop as the previous example. But this time, the networking should be entirely disabled before the install process. For example, it is easy in many laptops to physically remove the WiFi card. Therefore, it makes sense to use a laptop that does not include an ethernet jack, which are usually not possible to remove. Otherwise, blocklisting all kernel modules related to neworking can suffice. Since this machine is fully offline, the extra work of using an HSM is not as important, but it can't hurt to include it.
de: Dieser Vorgang verwendet den gleichen minimalistischen Laptop, wie oben erwähnt, aber diesmal wird der Netzwerkzugang vor dem Installationsprozess vollständig deaktiviert. Beispielsweise kann bei vielen älteren Laptops das WLAN-Modul ausgebaut werden. Deshalb ist es sinnvoll, einen Laptop zu verwenden, der keinen LAN-Anschluss hat, da diese normalerweise nicht entfernt werden können. Andernfalls kann es ausreichen, alle Netzwerk-Kernel-Module zu deaktivieren. Da diese Maschine vollständig offline ist, ist der Zusatzaufwand, ein HSM zu verwenden, nicht so wichtig, aber er kann dennoch nicht schaden.
pl: en proces opiera się na tym samym podstawowym, zdemontowanym laptopie, jak w poprzednim przykładzie. Ale tym razem sieć powinna być całkowicie wyłączona przed procesem instalacji. Na przykład w wielu laptopach łatwo jest fizycznie usunąć kartę WiFi. Dlatego warto używać laptopa, który nie ma gniazda ethernetowego, którego zwykle nie można usunąć. W przeciwnym razie wystarczy czarna lista wszystkich modułów jądra związanych z nowością. Ponieważ to urządzenie jest w pełni niedostępne, dodatkowa praca z wykorzystaniem HSM nie jest tak ważna, ale nie zaszkodzi go uwzględnić.
pt_pt: Esse processo é baseado no mesmo portátil básico e despojado do exemplo anterior. Mas desta vez, a rede deve ser totalmente desativada antes do processo de instalação. Por exemplo, é fácil em muitos portáteis remover a placa WiFi fisicamente. Portanto, faz sentido usar um portátil que não inclua um conector Ethernet, que geralmente não é possível remover. Caso contrário, inserir em lista negra todos os módulos do kernel relacionados a conectividade pode ser suficiente. Como este sistema está totalmente desconectado, o trabalho adicional de usar um HSM não é tão importante, mas não faz mal incluí-lo.
ro: Acest proces se bazează pe același laptop de bază, redus la minimum, ca în exemplul anterior. De data aceasta, însă, rețeaua trebuie dezactivată complet înainte de procesul de instalare. De exemplu, este ușor, în cazul multor laptopuri, să scoateți fizic placa WiFi. Prin urmare, are sens să folosiți un laptop care nu include o mufă ethernet, care, de obicei, nu sunt posibile de îndepărtat. În caz contrar, poate fi suficientă blocarea tuturor modulelor din kernel legate de neworking. Deoarece această mașină este complet offline, munca suplimentară de utilizare a unui HSM nu este la fel de importantă, dar nu strică să o includeți.
ru: Этот процесс основан на том же базовом, урезанном ноутбуке, что и предыдущий пример. Но на этот раз сетевые подключения должны быть полностью отключены перед процессом установки. Например, во многих ноутбуках легко физически извлечь карту WiFi. Поэтому имеет смысл использовать ноутбук, в котором нет разъема ethernet, который обычно невозможно извлечь. В противном случае, достаточно внести в черный список все модули ядра, связанные с neworking. Поскольку эта машина полностью автономна, дополнительная работа по использованию HSM не так важна, но включить его не помешает.
uk: В основі процесу — такий же простий, перелаштований з нуля ноутбук, як у попередньому прикладі. Проте в цьому випадку, мережу слід повністю вимкнути ще до процесу встановлення. Наприклад, у багатьох ноутбуків нескладно фізично вилучити WiFi-картку. Є сенс використати ноутбук одразу без Ethernet-порту, бо такі порти зазвичай неможливо вилучити. Хоча може бути достатньо внести в список блокування всі модулі ядра, що стосуються мережі. Оскільки комп'ютер повністю автономний, доповнювати це використанням HSM не так важливо. Втім, HSM усе одно не завадить.
zh_hans: 这个过程是基于与前一个例子相同的基本的经过裁剪的笔记本电脑。但是这一次，在安装过程中应该完全禁用网络。例如，在许多笔记本电脑中，很容易从物理上拆除 WiFi 卡。因此，使用不包括以太网插口的笔记本电脑是有意义的，这些插口通常无法移除。否则，可以将所有与网络有关的内核模块列入屏蔽名单。由于这台机器是完全离线的，额外使用 HSM 的额外工作并不那么重要但也无妨。

source: Download the full "CD" or "DVD" image of Debian to run the install. Be sure to [verify](https://www.debian.org/CD/verify) the GPG signatures and the SHA-256 hashes. In order to update the offline machine, an "[apt offline](https://www.debian.org/doc/manuals/apt-offline)" setup is required.
de: Laden Sie zum Installieren das vollständige CD- oder DVD-Abbild von Debian herunter. [Überprüfen](https://www.debian.org/CD/verify) Sie unbedingt die GPG-Signaturen und SHA-256-Hashs. Um die Offline-Maschine zu aktualisieren, ist die Einrichtung von „[apt offline](https://www.debian.org/doc/manuals/apt-offline)“ erforderlich.
pl: Pobierz pełny obraz „CD” lub „DVD” Debiana, aby uruchomić instalację. Pamiętaj o [weryfikacji](https://www.debian.org/CD/verify) podpisów GPG i skrótów SHA-256. Aby zaktualizować maszynę offline, wymagana jest konfiguracja „[apt offline](https://www.debian.org/doc/manuals/apt-offline)”.
pt_pt: Descarregue a imagem completa "CD" ou "DVD" do Debian para executar a instalação. Certifique-se de [verificar](https://www.debian.org/CD/verify) as assinaturas GPG e os hashes SHA-256. Para atualizar a máquina off-line, é necessária uma configuração "[apt offline](https://www.debian.org/doc/manuals/apt-offline)".
ro: Descărcați imaginea completă "CD" sau "DVD" a Debian pentru a executa instalarea. Asigurați-vă că [verify](https://www.debian.org/CD/verify) semnăturile GPG și hash-urile SHA-256. Pentru a actualiza mașina offline, este necesară o instalare "[apt offline](https://www.debian.org/doc/manuals/apt-offline)".
ru: Загрузите полный образ "CD" или "DVD" Debian для запуска установки. Обязательно [проверьте](https://www.debian.org/CD/verify) подписи GPG и хэши SHA-256. Для обновления автономной машины требуется установка "[apt offline](https://www.debian.org/doc/manuals/apt-offline)".
uk: Завантажте повний встановлювальний CD- чи DVD-образ Debian. Обов'язково [звірте](https://www.debian.org/CD/verify) GPG-підписи й хеші SHA-256. Щоб оновлювати автономний комп'ютер, налаштуйте [apt для роботи без мережі](https://www.debian.org/doc/manuals/apt-offline).
zh_hans: 下载完整的 Debian CD 或 DVD 镜像来运行安装。请务必[验证](https://www.debian.org/CD/verify) GPG 签名和 SHA-256 哈希值。为了更新离线机器，需要进行 [apt 离线](https://www.debian.org/doc/manuals/apt-offline) 设置。

source: To be extra careful, all of the software used should be verified. Chromebooks are nice, cheap laptops that run Linux natively. They also use Coreboot for the BIOS.
de: Um extra vorsichtig zu sein, prüfen Sie alle Programme. Chromebooks sind gute, preiswerte Laptops auf denen Linux nativ läuft. Diese verwenden anstatt einem BIOS Coreboot.
pl: Aby zachować szczególną ostrożność, całe oprogramowanie powinno zostać zweryfikowane. Chromebooki to ładne, tanie laptopy z systemem Linux. Używają także Coreboot do BIOS-u.
pt_pt: Para ter cuidado extra, todo o software usado deve ser verificado. Os Chromebooks são laptops agradáveis e baratos que executam o Linux nativamente. Eles também usam o Coreboot para a BIOS.
ro: Pentru a fi foarte atenți, trebuie verificate toate programele informatice utilizate. Chromebook-urile sunt laptopuri frumoase și ieftine care rulează Linux în mod nativ. De asemenea, acestea folosesc Coreboot pentru BIOS.
ru: Чтобы быть особенно осторожным, следует проверить все используемое программное обеспечение. Chromebooks - это хорошие дешевые ноутбуки, которые работают под управлением Linux. Они также используют Coreboot для BIOS.
uk: Захистіться додатково, звіряючи все використовуване програмне забезпечення. Chromebook — недорогі ноутбуки з хорошою підтримкою Linux, що використовують Coreboot як BIOS.
zh_hans: 为了格外小心，所有使用的软件都应经过验证。Chromebook 是物美价廉的笔记本电脑，可以原生运行 Linux。它们也可以使用 Coreboot 作为 BIOS。

source: Buy a computer off the shelf with cash, avoid having it shipped, especially across borders
de: Kaufen Sie einen Computer in bar aus dem Regal, meiden Sie den Versandhandel, insbesondere über Landesgrenzen hinweg
pl: Kup komputer z półki za gotówkę, unikaj wysyłania go, zwłaszcza za granicę
pt_pt: Compre um computador na prateleira com dinheiro, evite enviá-lo, especialmente através das fronteiras
ro: Cumpărați un computer de pe raft cu bani gheață, evitați să îl expediați, mai ales peste graniță
ru: Купите компьютер с полки за наличные, избегайте его пересылки, особенно за границу
uk: Придбайте комп'ютер у фізичному магазині за готівку. Не замовляйте доставку, особливо через кордони
zh_hans: 用现金购买现成的电脑，避免运输，尤其是跨境运输

source: Buy a Debian-supported [Chromebook](https://www.chromium.org/chromium-os/developer-information-for-chrome-os-devices/acer-c720-chromebook) with removeable WiFi hardware, and needs no binary blobs
de: Kaufen Sie ein von Debain unterstütztes [Chromebook](https://www.chromium.org/chromium-os/developer-information-for-chrome-os-devices/acer-c720-chromebook) mit entfernbarem WLAN-Modul, dass keine proprietären Binärdateien benötigt
pl: Kup obsługiwany przez Debiana [Chromebook](https://www.chromium.org/chromium-os/developer-information-for-chrome-os-devices/acer-c720-chromebook) z odłączanym sprzętem WiFi i nie wymaga binarnych bloków plam
pt_pt: Compre um [Chromebook](https://www.chromium.org/chromium-os/developer-information-for-chrome-os-devices/acer-c720-chromebook) que tenha suporte a Debian com hardware removível de WiFi, e que não precise de nenhuma blob binário
ro: Cumpărați un [Chromebook](https://www.chromium.org/chromium-os/developer-information-for-chrome-os-devices/acer-c720-chromebook) cu suport Debian, cu hardware WiFi detașabil și care nu are nevoie de blocuri binare
ru: Купите [Chromebook](https://www.chromium.org/chromium-os/developer-information-for-chrome-os-devices/acer-c720-chromebook) с поддержкой Debian, со съемным оборудованием WiFi, не требующим двоичных файлов
uk: Придбайте [Chromebook](https://www.chromium.org/chromium-os/developer-information-for-chrome-os-devices/acer-c720-chromebook) із підтримкою Debian, знімною WiFi-карткою й відсутністю потреби в двійкових блобах
zh_hans: 购买一个支持 Debian 的 [Chromebook](https://www.chromium.org/chromium-os/developer-information-for-chrome-os-devices/acer-c720-chromebook)，带有可移动的 Wi-Fi 硬件，不需要二进制 blob

source: Install a reproducibly built Coreboot binary
de: Installieren Sie eine reproduzierbar kompilierte Coreboot-Version
pl: Zainstaluj powtarzalnie kompilowalny plik binarny Coreboot
pt_pt: Instale um binário de Coreboot compilado de forma reproduzível
ro: Instalați un binar Coreboot construit în mod reproductibil
ru: Установите воспроизводимый бинарный файл Coreboot
uk: Встановіть відтворювану збірку Coreboot
zh_hans: 安装一个可重复构建的 Coreboot 二进制文件

source: Install from a reproducibly built Debian image, wiping out Chrome OS entirely
de: Installieren Sie von einem reproduzierbar erstelltem Debian-Abbild; löschen Sie dabei Chrome OS vollständig
pl: Zainstaluj z odtwarzanego obrazu Debiana, całkowicie usuwając system operacyjny Chrome
pt_pt: Instale de uma imagem Debian compilada de forma reproduzível, a remover completamente o Chrome OS
ro: Instalarea dintr-o imagine Debian construită în mod reproductibil, eliminând complet Chrome OS
ru: Установка из воспроизводимого образа Debian, полностью удаляя Chrome OS
uk: Встановіть відтворювану збірку Debian, повністю стерши Chrome OS
zh_hans: 从一个可重复构建的 Debian 镜像中安装，完全清除Chrome OS

source: The Physical Environment
de: Die physische Umgebung
pl: Środowisko fizyczne
pt_pt: O Ambiente Físico
ro: Cadrul fizic
ru: Физическая среда
uk: Фізичне середовище
zh_hans: 物理环境

source: The last thing to consider is the physical location where signatures happen, and where essential equipment is stored. The signing environment must be physically secure. Otherwise, there is no way to prevent laptops or HSMs from being lost or used to sign inappropriate content. For the offline machines, keeping them in a locked room is a good start. For an online machine, forcing all network traffic and remote access over Tor hides the physical location of the machine from network observers.
de: Der letzte zu betrachtende Aspekt ist der physische Ort, an dem das Signieren stattfindet und wo die nötigen Materialien gelagert werden. Die Siginier-Umgebung muss physisch sicher sein. Andernfalls gibt es keinen Weg, den Verlust oder die Verwendung von Laptops und/ oder HSMs zum Signieren von unpassenden Inhalten zu verhindern. Bei Offline-Maschinen ist die Aufbewahrung in einem verschlossenen Raum ein guter Anfang. Bei einer Online-Maschine ist es sinnvoll, den gesamten Netzwerkverkehr (auch die Fernsteuerung) über Tor zu leiten, um den physische Standort der Maschine vor Netzwerküberwachern zu verbergen.
pl: Ostatnią rzeczą do rozważenia jest fizyczna lokalizacja, w której odbywają się podpisy i gdzie przechowywane są niezbędne urządzenia. Warunki podpisywania muszą być fizycznie bezpieczne. W przeciwnym razie nie można zapobiec zgubieniu laptopów lub HSM lub użyć ich do podpisywania nieodpowiednich treści. W przypadku urządzeń pracujących w trybie offline utrzymanie ich w zamkniętym pomieszczeniu to dobry początek. W przypadku komputera online wymuszenie całego ruchu sieciowego i zdalnego dostępu przez Tora powoduje ukrycie fizycznej lokalizacji urządzenia przed obserwatorami sieci.
pt_pt: A última coisa a considerar é o local físico onde as assinaturas acontecem e onde os equipamentos essenciais são armazenados. O ambiente de assinatura deve estar fisicamente seguro. Caso contrário, não há como impedir que laptops ou HSMs sejam perdidos ou usados para assinar conteúdo impróprio. Para as máquinas desconectadas, mantê-las numa sala trancada é um bom começo. Para uma máquina desconectada, forçar todo o tráfego de rede e acesso remoto por meio do Tor oculta a localização física da máquina dos observadores da rede.
ro: Ultimul lucru care trebuie luat în considerare este locația fizică în care au loc semnăturile și unde este depozitat echipamentul esențial. Mediul de semnare trebuie să fie sigur din punct de vedere fizic. În caz contrar, nu există nicio modalitate de a preveni pierderea sau utilizarea laptopurilor sau a HSM-urilor pentru a semna conținuturi necorespunzătoare. Pentru mașinile offline, păstrarea lor într-o cameră încuiată este un bun început. Pentru o mașină online, forțarea întregului trafic de rețea și a accesului la distanță prin Tor ascunde locația fizică a mașinii de observatorii din rețea.
ru: Последнее, что необходимо учитывать, - это физическое место, где происходит подписание, и где хранится необходимое оборудование. Среда подписания должна быть физически безопасной. В противном случае невозможно предотвратить потерю ноутбуков или HSM или их использование для подписи несоответствующего содержимого. Для автономных машин хорошим началом будет хранение их в запертой комнате. Для онлайн-машины принудительная передача всего сетевого трафика и удаленного доступа через Tor скрывает физическое местоположение машины от сетевых наблюдателей.
uk: Зважайте на фізичне середовище, де застосовуєте підпис і зберігаєте необхідне обладнання. Середовище підпису мусить бути фізично захищеним. Інакше неможливо запобігти втраті ноутбука чи HSM і використанню їх для підпису недоречного вмісту. Як мінімум, зберігайте автономні комп'ютери в замкненому приміщенні. Спрямуйте через Tor увесь мережний трафік неавтономних комп'ютерів, зокрема віддалений доступ, щоб приховати фізичне місцеперебування комп'ютера від мережного спостереження.
zh_hans: 最后要考虑的是签名发生的物理地点，以及重要设备的存放地点。签署环境必须在物理上是安全的。否则，没有办法防止笔记本电脑或 HSM 丢失或被用于签名不适当的内容。对于离线机器，把它们放在一个上锁的房间里是一个好的开始。对于在线机器，强制所有的网络流量和远程访问通过 Tor 进行可以向网络观察者隐藏机器的物理位置。

source: For high risk signing keys, using multiple layers of defense is important:
de: Bei hochgefährdeten Signierschlüsseln ist die Anwendung mehrerer Schutzmaßnahmen wichtig:
pl: W przypadku kluczy podpisywania wysokiego ryzyka ważne jest używanie wielu warstw obrony:
pt_pt: Para chaves de assinatura de alto risco, é importante usar várias camadas de defesa:
ro: Pentru cheile de semnare cu risc ridicat, este importantă utilizarea mai multor niveluri de apărare:
ru: Для ключей подписи с высоким риском важно использовать несколько уровней защиты:
uk: Застосуйте кілька шарів захисту для особливо ризикових ключів підпису:
zh_hans: 对于高风险的签名密钥，使用多层防护很重要：

source: Restricted physical access to HSMs or smart cards
de: Eingeschränkter physischer Zugriff auf HSMs oder Smart Cards
pl: Ograniczony fizyczny dostęp do HSM lub kart inteligentnych
pt_pt: Acesso físico restrito a HSMs ou cartões inteligentes
ro: Acces fizic restricționat la HSM-uri sau carduri inteligente
ru: Ограниченный физический доступ к HSM или смарт-картам
uk: Обмеження фізичного доступу до HSM чи смарткарток
zh_hans: 限制对 HSM 或智能卡的物理访问

source: Security cameras
de: Überwachungskameras
pl: Kamery bezpieczeństwa
pt_pt: Câmeras de segurança
ro: Camere de securitate
ru: Камеры наблюдения
uk: Камери безпеки
zh_hans: 安全摄像机

source: On-site security guards
de: Wachleute vor Ort
pl: Ochroniarze na miejscu
pt_pt: Vigilantes no local
ro: Gărzi de securitate la fața locului
ru: Защита на сайте
uk: Охорона на об'єкті
zh_hans: 现场安保人员

source: Visitor logging
de: Besuchererfassung
pl: Rejestracja odwiedzających
pt_pt: Registro de visitantes
ro: Înregistrarea vizitatorilor
ru: Регистрация посетителей
uk: Журналювання відвідин
zh_hans: 访客记录

source: A tools-resistant server safe for online code-signing servers
de: Ein werkzeugsicherer Safe für Online-Signier-Server
pl: Bezpieczny serwer odporny na ataki dla serwerów podpisujących kody online
pt_pt: Um servidor resistente a ferramentas seguro para servidores de assinatura de código online
ro: Un server sigur rezistent la instrumente pentru serverele de semnare a codurilor online
ru: Устойчивый к инструментам серверный сейф для онлайн-серверов подписания кодов
uk: Невразливий до інструментів серверний сейф для неавтономних серверів підпису коду
zh_hans: 一款可安全使用工具的服务器，适用于在线代码签名服务器

source: The signing server should be physically separate from the rest of the infrastructure. And the logs, machine, and network should be periodically audited.
de: Der Server zum Signieren sollte physisch vom Rest der Infrastruktur abgetrennt sein. Und Protokolle, Maschine und Netzwerk sollten regelmäßig geprüft werden.
pl: Serwer podpisujący powinien być fizycznie oddzielony od reszty infrastruktury. Dzienniki, maszyny i sieć powinny być okresowo kontrolowane.
pt_pt: O servidor de assinatura deve estar fisicamente separado do restante da infraestrutura. E os logs, a máquina e a rede devem ser periodicamente auditados.
ro: Serverul de semnare trebuie să fie separat fizic de restul infrastructurii. Iar jurnalele, mașina și rețeaua trebuie să fie auditate periodic.
ru: Сервер подписи должен быть физически отделен от остальной инфраструктуры. Журналы, машина и сеть должны периодически подвергаться аудиту.
uk: Фізично відокремте сервер підпису від решти інфраструктури. Регулярно проводьте аудит журналів, комп'ютерів і мережі.
zh_hans: 签署服务器应与基础设施的其他部分在物理上分开。日志，机器和网络应定期进行审计。

source: Difficult decisions
de: Schwierige Entscheidungen
pl: Trudne decyzje
pt_pt: Decisões difíceis
ro: Decizii dificile
ru: Трудные решения
uk: Складні рішення
zh_hans: 困难的决定
