Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: F-Droid and its contributors might or might not be affiliated with any of the ROMs, Device Vendors, etc. listed above. The listing is neither complete nor are any of the linked projects officially endorsed by F-Droid. We reserve the right to change the listing above as our team sees fit. An official policy on criteria to get listed here is still in the works, see [admin#352](https://gitlab.com/fdroid/admin/-/issues/352) for more information. If you think something on this listing is incorrect or missing please let us know: [team@f-droid.org](mailto:team@f-droid.org)
de: F-Droid und seine Mitwirkenden können, müssen aber nicht mit den oben aufgeführten ROMs, Geräteherstellern usw. nahestehen. Die Auflistung ist weder vollständig noch wird eines der verlinkten Projekte offiziell von F-Droid unterstützt. Wir behalten uns das Recht vor, die obige Auflistung zu ändern, wenn unser Team es für richtig hält. Eine offizielle Richtlinie über die Kriterien für die Aufnahme in diese Liste ist noch in Arbeit, siehe [admin#352](https://gitlab.com/fdroid/admin/-/issues/352) für weitere Informationen. Wenn Sie denken, dass etwas in dieser Auflistung falsch ist oder fehlt, lassen Sie es uns bitte wissen: [team@f-droid.org](mailto:team@f-droid.org)
pl: F-Droid i jego współpracownicy mogą, ale nie muszą być powiązani z którymkolwiek z ROM-ów, producentów urządzeń itp. wymienionych powyżej. Lista nie jest kompletna, a żaden z powiązanych projektów nie jest oficjalnie wspierany przez F-Droid. Zastrzegamy sobie prawo do zmiany powyższej listy według uznania naszego zespołu. Oficjalne zasady dotyczące kryteriów umieszczenia na liście są nadal w trakcie opracowywania, więcej informacji można znaleźć na stronie [admin#352](https://gitlab.com/fdroid/admin/-/issues/352). Jeśli uważasz, że coś na tej liście jest niepoprawne lub czegoś brakuje, daj nam znać: [team@f-droid.org](mailto:team@f-droid.org)
ru: F-Droid и его авторы могут быть или не быть связаны с любым из ПЗУ, поставщиками устройств и т.д., перечисленных выше. Список не является полным, и ни один из проектов, на которые даны ссылки, официально не поддерживается F-Droid. Мы оставляем за собой право изменять приведенный выше список по усмотрению нашей команды. Официальная политика по критериям включения в этот список все еще находится в разработке, смотрите [admin#352](https://gitlab.com/fdroid/admin/-/issues/352) для получения дополнительной информации. Если вы считаете, что что-то в этом списке неверно или отсутствует, пожалуйста, сообщите нам об этом: [team@f-droid.org](mailto:team@f-droid.org)
zh_hans: F-Droid 及其贡献者可能与上面列出的任何 ROM、设备供应商有关联，也可能没有。该清单不完整，且所链接的项目中没有一个获得 F-Droid 的官方背书。我们保留在我们团队认为合适的情况下更改上述列表的权利。关于纳入此清单标准的官方政策仍在制定中，请访问 [admin#352](https://gitlab.com/fdroid/admin/-/issues/352) 了解更多信息。如果你认为此列表中的某些内容不正确或不完整，请告诉我们：[team@f-droid.org](mailto:team@f-droid.org)

source: Getting _logcat_ messages after crash
de: _logcat_ Meldungen nach einem Absturz abrufen
pl: Uzyskiwanie komunikatów _logcat_ po awarii
pt_pt: Receber mensagens _logcat_ após um travamento
ro: Noțiuni de bază _logcat_ mesaje după accident
ru: Получение _logcat_ сообщений после сбоя
uk: Отримання повідомлень _logcat_ після збою
zh_hans: 崩溃后获得 _logcat_ 消息

source: What is _logcat_?
de: Was ist _logcat_?
pl: Co to jest _logcat_?
pt_pt: O que é _logcat_?
ro: Ce este _logcat_?
ru: Что такое _logcat_?
uk: Що таке _logcat_?
zh_hans: 什么是 _logcat_？

source: As an app runs, and particularly when it crashes, it sends some information to the Android system to help diagnose what caused the problem. If the F-Droid developers have access to this information, it provides lots of really good information to help find out what went wrong. This is in comparison to a generic error message such as "F-Droid crashed".
de: Solange eine App läuft und insbesondere wenn sie abstürzt, sendet sie einige Informationen ans Android-System, die helfen sollen, den Auslöser für das Problem zu ermitteln. Wenn die F-Droid-Entwickler Zugriff auf diese Daten haben, bieten sie eine Menge wirklich guter Informationen, um herausfinden zu können, was schief ging. Das heißt, verglichen mit einer allgemeinen Fehlermeldung wie „F-Droid ist abgestürzt“.
pl: Gdy aplikacja działa, a szczególnie, gdy ulega awarii, wysyła pewne informacje do systemu Android, aby pomóc zdiagnozować przyczynę problemu. Jeśli programiści F-Droid mają dostęp do tych informacji, dostarcza on wiele naprawdę dobrych informacji, aby pomóc ustalić, co poszło nie tak. Jest to w porównaniu z ogólnym komunikatem o błędzie, takim jak "F-Droid uległ awarii".
pt_pt: Enquanto uma app é executada, e particularmente quando trava, envia algumas informações ao sistema Android para ajudar a diagnosticar o que causou o problema. Se os programadores do F-Droid têm acesso a essa informação, fornece muitas informações realmente boas para ajudar a descobrir o que deu errado. Isto é diferente de uma mensagem de erro genérica, por exemplo "F-Droid crashed".
ro: Pe măsură ce o aplicație rulează și, în special, atunci când se blochează, aceasta trimite anumite informații sistemului Android pentru a ajuta la diagnosticarea cauzei problemei. În cazul în care dezvoltatorii F-Droid au acces la aceste informații, oferă o mulțime de informații foarte bune pentru a ajuta la descoperirea a ceea ce nu a mers bine. Acest lucru este în comparație cu un mesaj de eroare generic, cum ar fi "F-Droid s-a blocat".
ru: Когда приложение работает, и особенно когда оно терпит крах, оно отправляет некоторую информацию в систему Android, чтобы помочь диагностировать причину проблемы. Если разработчики F-Droid имеют доступ к этой информации, она предоставляет много действительно полезной информации, чтобы помочь выяснить, что пошло не так. Это в сравнении с общим сообщением об ошибке, таким как "F-Droid потерпел крах".
uk: В ході роботи й особливо при збоях, застосунок надсилає певні дані системі Android, щоб допомогти виявити причини проблем. Команді розробки F-Droid ці дані можуть бути дуже корисні, щоб зрозуміти, що пішло не так, — порівняно з таким узагальненим повідомленням про помилку, як «F-Droid зазнав краху».
zh_hans: 当应用运行时，尤其是崩溃时，它会向 Android 系统发送一些信息以帮助诊断导致问题的原因。获得这些信息的访问权将为 F-Droid 开发人员定位问题的工作提供很多便利。这比起“F-Droid 崩溃”之类的一般错误信息要好得多。

source: Many apps will automatically send crash report to the developer, but F-Droid does not. This is not a technical limitation, but rather a philosophical one. We try to connect to the internet only when necessary to perform what you asked us to: download and install apps. The downside of this is that we require a little bit of help from our users when they tell us about crashes. This article explains how to obtain _logcat_ files, which are the most important pieces of information you can provide to help us investigate and fix any bugs.
de: Viele Apps versenden automatisch Absturzberichte an den Entwickler, F-Droid tut genau das nicht. Das ist weniger eine technische denn eine philosophische Einschränkung. Wir sind bestrebt, nur dann eine Internetverbindung herzustellen, wenn die nötig ist, um Ihre Anfragen an uns umzusetzen: Apps herunterladen und installieren. Die Kehrseite davon ist, dass wir ein bisschen Hilfe von unseren Nutzern benötigen, wenn sie uns von Abstürzen berichten. Dieser Artikel erklärt, wie _logcat_ Dateien abgerufen werden, die wichtigsten Bausteine der Informationen, die Sie uns zur Verfügung stellen können, um uns dabei zu helfen, jeden Fehler zu untersuchen und zu beheben.
pl: Wiele aplikacji automatycznie wysyła raport o awariach do programisty, ale F-Droid tego nie robi. Nie jest to ograniczenie techniczne, ale raczej filozoficzne. Staramy łączyć się z Internetem tylko wtedy, gdy jest to konieczne, aby wykonać to, o co prosiłeś: pobieranie i instalowanie aplikacji. Wadą tego jest to, że potrzebujemy odrobiny pomocy od naszych użytkowników, gdy mówią nam o awariach. W tym artykule wyjaśniono, jak uzyskać pliki _logcat_, które są najważniejszymi informacjami, które możesz podać, aby pomóc nam w badaniu i naprawianiu wszelkich błędów.
pt_pt: Muitos apps automaticamente enviarão relatórios de falhas ao programador, mas o F-Droid não. Isto não é uma limitação técnica, mas sim filosófica. Tentamos nos conectar à Internet apenas quando necessário para realizar o que nos pediu: descarregar e instalar apps. A desvantagem é que precisamos de um pouco de ajuda dos nossos utilizadores quando eles nos relatam falhas. Este artigo explica como obter ficheiros _logcat_, que são as informações mais importantes que pode fornecer para nos ajudar a investigar e corrigir bugs eventuais.
ro: Multe aplicații vor trimite automat un raport de eroare către dezvoltator, dar F-Droid nu o face. Aceasta nu este o limitare tehnică, ci mai degrabă una filosofică. Încercăm să ne conectăm la internet doar atunci când este necesar pentru a realiza ceea ce ne-ați cerut: să descărcăm și să instalăm aplicații. Dezavantajul acestui lucru este că avem nevoie de un pic de ajutor din partea utilizatorilor noștri atunci când ne anunță despre accidentări. Acest articol explică cum să obțineți fișierele _logcat_, care sunt cele mai importante informații pe care ni le puteți furniza pentru a ne ajuta să investigăm și să rezolvăm orice eroare.
ru: Многие приложения автоматически отправляют отчет об аварии разработчику, но F-Droid этого не делает. Это не техническое ограничение, а скорее философское. Мы стараемся подключаться к интернету только тогда, когда это необходимо для выполнения того, о чем вы нас попросили: загрузки и установки приложений. Обратная сторона этого заключается в том, что нам требуется небольшая помощь от наших пользователей, когда они сообщают нам о сбоях. В этой статье объясняется, как получить _logcat_ файлы, которые являются наиболее важной информацией, которую вы можете предоставить, чтобы помочь нам расследовать и исправить любые ошибки.
uk: Багато застосунків автоматично надсилають звіти про збої своїм розробницям і розробникам; F-Droid — ні. Це не технічне обмеження, а швидше філософське. Ми намагаємося з'єднуватися з інтернетом лише за потреби, коли ви нас просите завантажити чи встановити застосунок. Через це нам потрібно трохи допомоги з вашого боку, щоб дізнаватися про збої. Ця стаття пояснює, як отримати файли _logcat_ — найважливіші фрагменти даних із вашого боку, потрібні нам для виявлення й виправлення вад.
zh_hans: 许多会自动向开发人员发送崩溃报告，但 F-Droid 不会。这并非技术限制，而是哲学限制。我们仅在必要时尝试连接到互联网，以执行你要求的任务：下载并安装应用。这样做的缺点是，当用户告诉向我们报告崩溃时，我们需要用户提供一些帮助。 _logcat_ 文件是你可以提供的最重要的信息，它可以帮助我们调查和修复任何 Bug，本文将介绍如何获取该文件。

source: How to find _logcat_ messages
de: Wie man _logcat_ Meldungen findet
pl: Jak znaleźć komunikaty _logcat_
pt_pt: Como encontrar mensagens _logcat_
ro: Cum să găsiți mesajele _logcat_
ru: Как найти сообщения _logcat_
uk: Як знайти повідомлення _logcat_
zh_hans: 如何找到 _logcat_ 消息

source: There are two ways to get a _logcat_ message. The usual way will be to install an app on your device which knows how to access the _logcat_ information. Another way is to install the Android SDK on your computer and get the _logcat_ messages over USB or WiFi.
de: Es gibt zwei Wege, um eine _logcat_ Meldung abzurufen. Der gebräuchliche Weg wird die Installation einer App auf Ihrem Gerät sein, die den Zugriff auf die _logcat_ Informationen kennt. Ein anderer Weg ist die Installation des Android-SDK auf Ihrem Computer und der Abruf der _logcat_ Meldungen über USB oder WLAN.
pl: Istnieją dwa sposoby uzyskania komunikatu _logcat_. Najczęstszym sposobem będzie zainstalowanie aplikacji na urządzeniu, która wie, jak uzyskać dostęp do informacji _logcat_. Innym sposobem jest zainstalowanie zestawu SDK systemu Android na komputerze i pobranie komunikatów _logcat_ przez USB lub Wi-Fi.
pt_pt: Há duas maneiras de obter uma mensagem _logcat_. A maneira usual será instalar uma app no seu aparelho que saiba como aceder às informações do _logcat_. Outra maneira é instalar o SDK do Android no seu computador e receber as mensagens de _logcat_ via USB ou WiFi.
ro: Există două moduri de a obține un mesaj _logcat_. Cea obișnuită va fi instalarea pe dispozitiv a unei aplicații care știe cum să acceseze informațiile _logcat_. O altă modalitate este de a instala SDK-ul Android pe computerul dumneavoastră și de a obține mesajele _logcat_ prin USB sau WiFi.
ru: Существует два способа получить сообщение _logcat_. Обычный способ заключается в установке приложения на ваше устройство, которое знает, как получить доступ к информации _logcat_. Другой способ - установить Android SDK на компьютер и получать сообщения _logcat_ через USB или WiFi.
uk: Повідомлення _logcat_ можна отримати двома способами. Зазвичай на пристрій встановлюють застосунок, що вміє отримувати дані _logcat_. Або можна встановити Android SDK на комп'ютер і отримати повідомлення _logcat_ через USB або Wi-Fi.
zh_hans: 有两种方法可以获取 _logcat_ 消息。通常的方法是在你的设备上安装一个应用，该应用知道如何访问 _logcat_ 信息。另一种方法是在你的计算机上安装 Android SDK 并通过 USB 或 Wi-Fi 获取 _logcat_ 消息。

source: Using an app on your device
de: Verwendung einer App auf Ihrem Gerät
pl: Korzystanie z aplikacji na swoim urządzeniu
pt_pt: Utilizar uma aplicação no seu aparelho
ro: Utilizarea unei aplicații pe dispozitiv
ru: Использование приложения на вашем устройстве
uk: За допомогою застосунку на пристрої
zh_hans: 在你的设备上使用应用

source: For those who don't want to install software on their computers in order to get the _logcat_ messages, you can download an app such as:
de: Diejenigen, die keine Software auf ihren Computern installieren wollen, um _logcat_ Meldungen abrufen zu können, können eine App herunterladen, wie z. B.:
pl: Dla tych, którzy nie chcą instalować oprogramowania na swoich komputerach w celu uzyskania komunikatów _logcat_ można pobrać aplikację, taką jak:
pt_pt: Para os que não querem instalar software nos seus computadores para obter as mensagens do _logcat_, pode descarregar apps, por exemplo:
ro: Pentru cei care nu doresc să instaleze un software pe computerul lor pentru a primi mesajele _logcat_, puteți descărca o aplicație cum ar fi:
ru: Для тех, кто не хочет устанавливать программное обеспечение на свой компьютер, чтобы получать _logcat_ сообщения, можно загрузить приложение, такое как:
uk: Якщо не бажаєте встановлювати програм отримання повідомлень _logcat_ на комп'ютер, завантажте один із мобільних застосунків:
zh_hans: 对于那些不想在他们的计算机上安装软件以获取 _logcat_ 消息的人，则可以下载一个应用，例如：

source: [Logcat Reader](https://f-droid.org/packages/com.dp.logcatapp/)
pl: [Czytnik Logcat](https://f-droid.org/packages/com.dp.logcatapp/)
ru: [Просмотрщик Logcat](https://f-droid.org/packages/com.dp.logcatapp/)
uk: [Переглядач Logcat](https://f-droid.org/packages/com.dp.logcatapp/)

source: [Logs](https://f-droid.org/packages/com.tananaev.logcat/)
pl: [Logi](https://f-droid.org/packages/com.tananaev.logcat/)
ru: [Журналы](https://f-droid.org/packages/com.tananaev.logcat/)
uk: [Журнали](https://f-droid.org/packages/com.tananaev.logcat/)

source: The general idea is to open the app, ask it to start recording _logcat_ messages, and then try and cause F-Droid to crash. Once it crashes, the _logcat_ app will save the error messages. These messages can then be copied and pasted in the [F-Droid issue tracker](https://gitlab.com/fdroid/fdroidclient/issues).
de: Die Grundidee ist es, die App zu öffnen, in ihr die Aufzeichnung von _logcat_ Meldungen zu starten, und dann zu versuchen einen F-Droid-Absturz herbeizuführen. Sobald sie abstürzt, wird die _logcat_ App die Fehlermeldungen speichern. Diese Meldungen können dann kopiert und im [IssueTracker von F-Droid](https://gitlab.com/fdroid/fdroidclient/issues) eingefügt werden.
pl: Generalnie chodzi o to, aby otworzyć aplikację, rozpocząć nagrywania komunikatów _logcat_, a następnie spróbować spowodować awarię F-Droid. Po awarii aplikacja _logcat_ zapisze komunikaty o błędach. Wiadomości te można następnie kopiować i wklejać w [narzędziu do śledzenia problemów F-Droid](https://gitlab.com/fdroid/fdroidclient/issues).
pt_pt: A idéia geral é de abrir a app, pedir que ele comece a gravar mensagens de _logcat_ e então tentar fazer com que o F-Droid falhe. Uma vez que ele trava, a app _logcat_ gravará as mensagens de erro. Estas mensagens podem então ser copiadas e coladas no [F-Droid issue tracker](https://gitlab.com/fdroid/fdroidclient/issues).
ro: Ideea generală este de a deschide aplicația, de a-i cere să înceapă să înregistreze mesajele _logcat_ și apoi de a încerca să provoace blocarea F-Droid. Odată ce se blochează, aplicația _logcat_ va salva mesajele de eroare. Aceste mesaje pot fi apoi copiate și lipite în [F-Droid issue tracker](https://gitlab.com/fdroid/fdroidclient/issues).
ru: Общая идея заключается в том, чтобы открыть приложение, попросить его начать запись сообщений _logcat_, а затем попытаться вызвать сбой F-Droid. После сбоя приложение _logcat_ сохранит сообщения об ошибках. Затем эти сообщения можно скопировать и вставить в [F-Droid issue tracker](https://gitlab.com/fdroid/fdroidclient/issues).
uk: Відкрийте застосунок, попрохайте його почати запис повідомлень _logcat_ і спробуйте викликати збій F-Droid. Після збою застосунок _logcat_ збереже повідомлення про помилку. Ці повідомлення можна скопіювати та вставити в [трекер обговорень F-Droid](https://gitlab.com/fdroid/fdroidclient/issues).
zh_hans: 一般的方法是打开应用，让它开始记录 _logcat_ 消息，然后尝试使 F-Droid 崩溃。一旦崩溃，_logcat_ 应用将保存错误消息。然后可以将这些消息复制并粘贴到 [F-Droid 问题跟踪器](https://gitlab.com/fdroid/fdroidclient/issues) 中。

source: On Debian-ish things, try `apt-get install pidcat`, it has colorization and tab completion even!
de: Bei Dingen mit Bezug zu Debian, versuchen Sie `apt-get install pidcat`, es besitzt eine farbliche Darstellung und Tabulator-Vervollständigung!
pl: W systemie Debian wypróbuj polecenie `apt-get install pidcat`, ma on kolorowanie składni i uzupełnianie przy pomocy tabulata!
pt_pt: Em coisas Debian-as, tente `apt-get install pidcat`, até mesmo tem colorização e tabulação completada!
ro: Pe lucrurile Debian-ish, încercați `apt-get install pidcat`, are colorizare și chiar și completare de tabulare!
ru: На Debian-ах попробуйте `apt-get install pidcat`, у него даже есть раскраска и завершение вкладок!
uk: У Debian і похідних системах варто спробувати `apt-get install pidcat`: він підтримує кольори й навіть автозаповнення натиском Tab!
zh_hans: 在 Debian 风格的系统上，尝试 `apt-get install pidcat`，它甚至有着色和标签完成功能！

source: Using the Android SDK
de: Verwendung des Android-SDK
pl: Korzystanie z zestawu Android SDK
pt_pt: Usar o SDK do Android
ro: Utilizarea SDK-ului Android
ru: Использование Android SDK
uk: За допомогою Android SDK
zh_hans: 使用 Android SDK

source: If you have the [Android SDK](https://developer.android.com/sdk/index.html) installed on your computer, then you will be able to use the [adb](https://developer.android.com/tools/help/adb.html) (command line) or [DDMS](https://developer.android.com/tools/debugging/ddms.html) (graphical app) tools when your phone is plugged in via USB and has “Debugging” enabled from the Android settings.
de: Ist das [Android SDK](https://developer.android.com/sdk/index.html) auf Ihrem Computer installiert, dann sind Sie in der Lage, die [adb](https://developer.android.com/tools/help/adb.html)- oder [DDMS](https://developer.android.com/tools/debugging/ddms.html)-Werkzeuge (grafische Benutzeroberfläche) zu verwenden, wenn Ihr Gerät über USB angeschlossen wird und in den Android-Einstellungen das „Debugging“ aktiviert ist.
pl: Jeśli masz na swoim komputerze [Android SDK](https://developer.android.com/sdk/index.html), będziesz mógł korzystać z [adb](https://developer.android.com/tools/help/adb.html) (wiersz poleceń) lub [DDMS](https://developer.android.com/tools/debugging/ddms.html) (aplikacja graficzna) narzędzi, gdy telefon jest podłączony przez USB i włączono "Debugowanie" w ustawieniach Androida.
pt_pt: Se tiver o [Android SDK](https://developer.android.com/sdk/index.html) instalado no seu computador, poderá utilizar as ferramentas [adb](https://developer.android.com/tools/help/adb.html) (linha de comando) ou [DDMS](https://developer.android.com/tools/debugging/ddms.html) (aplicação gráfica) quando o seu telefone estiver ligado via USB e tiver "Depuração" activada a partir das definições do Android.
ro: Dacă aveți [Android SDK](https://developer.android.com/sdk/index.html) instalat pe computerul dumneavoastră, atunci veți putea utiliza instrumentele [adb](https://developer.android.com/tools/help/adb.html) (linie de comandă) sau [DDMS](https://developer.android.com/tools/debugging/ddms.html) (aplicație grafică) atunci când telefonul este conectat prin USB și are activată funcția "Depanare" din setările Android.
ru: Если на вашем компьютере установлен [Android SDK](https://developer.android.com/sdk/index.html), то вы сможете использовать инструменты [adb](https://developer.android.com/tools/help/adb.html) (командная строка) или [DDMS](https://developer.android.com/tools/debugging/ddms.html) (графическое приложение), когда ваш телефон подключен через USB и включена функция "Отладка" в настройках Android.
uk: Якщо на вашому комп'ютері встановлено [Android SDK](https://developer.android.com/sdk/index.html), то ви можете використати [adb](https://developer.android.com/tools/help/adb.html) (командний рядок) чи [DDMS](https://developer.android.com/tools/debugging/ddms.html) (графічний застосунок), коли ваш телефон з'єднано через USB, а в його налаштуваннях увімкнено «Налагодження».
zh_hans: 如果你在计算机上安装了 [Android SDK](https://developer.android.com/sdk/index.html)，并在 Android 设置中启用了“调试”，那么当你的手机通过 USB 连接计算机时，你将能够使用 [adb](https://developer.android. com/tools/help/adb.html)（命令行）或 [DDMS](https://developer.android.com/tools/debugging/ddms.html)（图形应用）工具。

source: Once you have the SDK installed, and are able to use the adb tool, then run the following command:
de: Sobald Sie das SDK installiert haben und mit der Verwendung des ADB-Instruments vertraut sind, führen Sie folgenden Befehl aus:
pl: Po zainstalowaniu zestawu SDK i użyciu narzędzia adb uruchom następującą komendę:
pt_pt: Uma vez que tenha o SDK instalado e seja capaz de usar a ferramenta adb, execute o comando seguinte:
ro: După ce ați instalat SDK-ul și puteți utiliza instrumentul adb, rulați următoarea comandă:
ru: После установки SDK и использования инструмента adb выполните следующую команду:
uk: Щойно встановлено SDK й доступна команда adb, виконайте наступне:
zh_hans: 安装 SDK 并能够使用 adb 工具后，运行以下命令：
