Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: This means the security burden is shifted from the online, public webserver to a private signing machine. Just keeping that machine out of the public eye goes a long way towards improving security. There are a number of additional measures that can be taken to further improve the security of the signing process. Here are some approaches, starting with the easiest and least security, and going on to more secure setups that require more work to setup and run. Signing is not an resource intensive process, so any machine will work, even a 10 year old, basic laptop. We recommend using a minimal [Debian](https://www.debian.org) install, and rebuilding the machine from scratch.
de: Das bedeutet, die Last der Sicherheit wird vom öffentlichen Online-Webserver auf eine geheime Signiermaschine verschoben. Gerade das Verbergen dieser Maschine vor der Öffentlichkeit trägt weitreichend zur Verbesserung der Sicherheit bei. Es gibt eine Reihe von zusätzlichen Maßnahmen, die ergriffen werden können, um die Sicherheit des Signierprozesses weiter zu verbessern. Hier einige Lösungsansätze, beginnend mit dem einfachsten und am wenigsten sicheren, bis hin zu sichereren Einrichtungen, die mehr Arbeit erfordern, um sie zu installieren und zu betreiben. Signieren ist kein ressourcen-intensiver Vorgang, so wird jeder Rechner funktionieren, selbst ein 10 Jahre altes Laptop für Einsteiger. Wir empfehlen eine Minimalinstallation von [Debian](https://www.debian.org) und eine Neueinrichtung des Gerätes von Grund auf.
pl: Oznacza to, że obciążenie związane z bezpieczeństwem zostaje przeniesione z internetowego, publicznego serwera WWW na prywatny komputer podpisujący. Wyłączenie tej maszyny z publicznego punktu widzenia stanowi długą drogę do poprawy bezpieczeństwa. Istnieje szereg dodatkowych środków, które można podjąć w celu dalszej poprawy bezpieczeństwa procesu podpisywania. Oto kilka podejść, poczynając od najłatwiejszego i najmniejszego bezpieczeństwa, a kończąc na bezpieczniejszych konfiguracjach, które wymagają więcej pracy do skonfigurowania i uruchomienia. Podpisywanie nie jest procesem wymagającym dużych zasobów, więc każda maszyna będzie działać, nawet 10-letni, podstawowy laptop. Zalecamy instalację minimalną [Debian](https://www.debian.org) i przebudowanie maszyny od nowa.
pt_pt: Isso significa que a carga de segurança é transferida do servidor da web público para um sistema de assinatura privado. Apenas manter esse sistema longe dos olhos do público ajuda muito a melhorar a segurança. Há uma série de medidas adicionais que podem ser tomadas para melhorar ainda mais a segurança do processo de assinatura. Aqui estão algumas abordagens, a começar com as mais fáceis e com menos segurança, e a ir para configurações mais seguras que exigem mais trabalho para configurar e executar. A assinatura não é um processo intensivo de recursos, portanto, qualquer sistema funcionará, até mesmo um portátil básico de 10 anos de idade. Recomendamos usar uma instalação mínima do [Debian](https://www.debian.org) e recompilar a sistema a partir do zero.
ro: Acest lucru înseamnă că sarcina de securitate este transferată de la serverul web public online la o mașină de semnare privată. Simpla menținere a acestei mașini departe de ochii publicului contribuie în mare măsură la îmbunătățirea securității. Există o serie de măsuri suplimentare care pot fi luate pentru a îmbunătăți și mai mult securitatea procesului de semnare. Iată câteva abordări, începând cu cele mai ușoare și mai puțin sigure și continuând cu configurații mai sigure care necesită mai multă muncă pentru a fi configurate și executate. Semnarea nu este un proces intensiv din punct de vedere al resurselor, astfel încât orice mașină va funcționa, chiar și un laptop de bază, vechi de 10 ani. Vă recomandăm să folosiți o instalare minimă [Debian](https://www.debian.org) și să reconstruiți mașina de la zero.
ru: Это означает, что бремя безопасности переносится с публичного веб-сервера в Интернете на частную машину для подписи. Простое укрытие этой машины от посторонних глаз значительно повышает безопасность. Существует ряд дополнительных мер, которые можно предпринять для дальнейшего повышения безопасности процесса подписания. Вот несколько подходов, начиная с самого простого и наименее безопасного, и переходя к более безопасным установкам, которые требуют больше работы по настройке и запуску. Подписание не является ресурсоемким процессом, поэтому подойдет любая машина, даже базовый ноутбук 10-летней давности. Мы рекомендуем использовать минимальную установку [Debian](https://www.debian.org) и восстанавливать машину с нуля.
uk: Це означає, що тягар захисту лежить не на загальнодоступному сервері в мережі, а на приватному комп'ютері для підпису. Саме лише утримання цього комп'ютера за межами загального доступу вже надає суттєвий захист. Додатково можливо вжити й чимало інших заходів, щоб удосконалити захист процесу підпису. Ось кілька підходів, від найпростішого й лише мінімально захищеного — до все безпечніших конфігурацій, які складніше налаштувати й супроводжувати. Підпис не потребує багатьох ресурсів, тож підійде будь-який комп'ютер, навіть 10-річний недорогий ноутбук. Радимо встановити мінімальний варіант [Debian](https://www.debian.org) і переналаштувати комп'ютер з нуля.
zh_hans: 这意味着安全负担从在线的公开的网络服务器转移到了私密的签名机器上。只要让这台机器远离公众的视线，就能在很大程度上提高安全性。可以采取一些额外的措施来进一步提高签名过程的安全性。这里有一些方法，从最简单和最不安全的开始，然后是更安全的设置，但需要更多的工作来设置和运行。签名不是一个资源密集型的过程，所以任何机器都可以工作，甚至是一台 10 年前的基本的笔记本电脑。我们建议使用一个最小的 [Debian](https://www.debian.org) 安装，并从头构建机器。

source: Automated Signing Server with HSM
de: Automatisierter Signierserver mit HSM
pl: Automatyczny serwer podpisywania z HSM
pt_pt: Servidor de Assinatura Automatizada com HSM
ro: Server de semnare automată cu HSM
ru: Сервер автоматической подписи с HSM
uk: Сервер автоматизованого підпису з HSM
zh_hans: 带有 HSM 的自动签名服务器

source: For a fully automated signing setup, the machine running the signing needs to be online and running. Ideally this machine would have no remote access, at the very least remote access should be very carefully controlled and monitored. A laptop makes it easy to work with even when remote access is disabled, since it provides a built-in keyboard and monitor. If remote access is required, then any basic PC will work fine. Using a Hardware Security Module (HSM) to store the keys prevents them from being stolen if the server is broken into. An attacker could only run the signing process on that server.
de: Für eine komplett automatisierte Konfiguration zur Signierung, muss der Rechner, der die Signierung ausführt, online und eingeschaltet sein. Idealerweise ist auf den Rechner kein Fernzugriff möglich, wenigstens sollte ein Fernzugriff sehr sorgfältig kontrolliert und überwacht werden. Ein Laptop vereinfacht die Arbeit, selbst wenn der Fernzugriff deaktiviert ist, da es über Tastatur und Bildschirm verfügt. Wenn der Fernzugriff benötigt wird, wird jeder einfache PC gut funktionieren. Die Verwendung eines Hardware Security Module (HSM), um die Schlüssel zu speichern, verhindert deren Diebstahl, sollte in den Server eingebrochen werden. Ein Angreifer könnte nur den Signiervorgang auf diesem Server durchführen.
pl: Aby w pełni zautomatyzować konfigurację podpisywania, urządzenie, na którym jest podpisane, musi być w trybie online i działać. Idealnie byłoby, gdyby ten komputer nie miał dostępu zdalnego, a przynajmniej dostęp zdalny powinien być bardzo dokładnie kontrolowany i monitorowany. Laptop ułatwia pracę nawet, gdy zdalny dostęp jest wyłączony, ponieważ zapewnia wbudowaną klawiaturę i monitor. Jeśli wymagany jest dostęp zdalny, wówczas każdy podstawowy komputer będzie działał prawidłowo. Używanie modułu bezpieczeństwa sprzętowego (HSM) do przechowywania kluczy zapobiega ich kradzieży w przypadku włamania do serwera. Osoba atakująca może uruchomić proces podpisywania tylko na tym serwerze.
pt_pt: Para uma configuração de assinatura totalmente automatizada, o sistema que executa a assinatura precisa estar online e em execução. O ideal é que esta máquina não tenha acesso remoto, pelo menos o acesso remoto deve ser cuidadosamente controlado e monitorado. Um portátil facilita o trabalho mesmo quando o acesso remoto está desativado, pois fornece um teclado e um monitor integrado. Se o acesso remoto for necessário, qualquer computador básico funcionará bem. O uso de um Módulo de Segurança de Hardware (HSM) para armazenar as chaves impedem que elas sejam roubadas se o servidor estiver invadido. Um invasor só pode executar o processo de assinatura nesse servidor.
ro: Pentru o configurație de semnare complet automatizată, mașina care execută semnarea trebuie să fie online și să funcționeze. În mod ideal, această mașină nu ar trebui să aibă acces de la distanță, sau cel puțin accesul de la distanță ar trebui să fie controlat și monitorizat cu mare atenție. Cu un laptop este ușor de lucrat chiar și atunci când accesul de la distanță este dezactivat, deoarece acesta oferă o tastatură și un monitor încorporate. Dacă este necesar accesul de la distanță, atunci orice PC de bază va funcționa bine. Utilizarea unui modul de securitate hardware (HSM) pentru stocarea cheilor împiedică furtul acestora în cazul în care serverul este spart. Un atacator ar putea executa procesul de semnare doar pe acel server.
ru: Для полностью автоматизированной установки подписания необходимо, чтобы машина, выполняющая подписание, работала в режиме онлайн. В идеале эта машина не должна иметь удаленного доступа, по крайней мере, удаленный доступ должен очень тщательно контролироваться и отслеживаться. С ноутбуком легко работать даже при отключенном удаленном доступе, поскольку он имеет встроенную клавиатуру и монитор. Если удаленный доступ необходим, то любой базовый ПК будет работать отлично. Использование аппаратного модуля безопасности (HSM) для хранения ключей предотвращает их кражу в случае взлома сервера. Злоумышленник может запустить процесс подписания только на этом сервере.
uk: Щоб налаштувати повністю автоматизований підпис, комп'ютер підпису потрібно з'єднати з мережею й увімкнути. В ідеалі, до цього комп'ютера не має бути жодного віддаленого доступу; як мінімум, віддалений доступ слід якнайуважніше контролювати й відстежувати. З ноутбуком працювати без віддаленого доступу простіше, оскільки клавіатуру й монітор вбудовано в нього. Якщо без віддаленого доступу ніяк, то підійде будь-який звичайний ПК. Використання апаратного модуля захисту (HSM) для збереження ключів унеможливлює їхнє викрадення при зламі сервера: нападник зможе запускати процес підпису лише на цьому сервері.
zh_hans: 对于一个完全自动化的签名设置，运行签名的机器需要在线并持续运行。理想情况下，这台机器不能有远程访问，至少远程访问应该被非常仔细地控制和监控。笔记本电脑即使在禁用远程访问的情况下，也能很容易地工作，因为它提供了一个内置的键盘和显示器。如果需要远程访问，那么任何基本的个人电脑都可以工作。使用硬件安全模块 (HSM) 来存储密钥可以防止在服务器被攻破时密钥被盗。攻击者只能在该服务器上运行签名过程。

source: Ideally, this machine would only be accessible via Tor. That hides the physical location of the server, and hides the traffic from network. This makes it much harder attackers to find the actual machine to attack.
de: Im Idealfall wäre diese Maschine nur über Tor erreichbar. Dadurch bleibt der physische Standort des Servers und die Datenübertragung aus dem Netz verborgen. Dies macht es für Angreifer deutlich schwerer, die tatsächliche Maschine zu attackieren.
pl: Idealnie byłoby, gdyby ten komputer był dostępny tylko przez Tora. Ukrywa fizyczną lokalizację serwera i ukrywa ruch sieciowy. To znacznie utrudnia atakującym znalezienie maszyny do ataku.
pt_pt: Idealmente, este sistema só seria acessível via Tor. Isso oculta a localização física do servidor e oculta o tráfego da rede. Isso torna os atacantes muito mais difíceis de encontrar o sistema real para atacar.
ro: În mod ideal, această mașină ar trebui să fie accesibilă doar prin Tor. Acest lucru ascunde locația fizică a serverului și ascunde traficul din rețea. Astfel, atacatorilor le este mult mai greu să găsească mașina reală pe care să o atace.
ru: В идеале эта машина была бы доступна только через Tor. Это скрывает физическое местоположение сервера и скрывает трафик от сети. Это значительно усложняет злоумышленникам поиск реальной машины для атаки.
uk: В ідеалі, цей комп'ютер доступний лише через Tor. Це приховує фізичне місцеперебування сервера й мережний маршрут трафіку. Нападникам тоді значно складніше визначити, який саме комп'ютер атакувати.
zh_hans: 理想情况下，这台机器只能通过 Tor 访问。 这隐藏了服务器的物理位置，并隐藏了来自网络的流量。这使得攻击者更难找到实际的机器进行攻击。

source: For the HSM, we recommend using [Nitrokey](https://www.nitrokey.com/) hardware, since they are free software/hardware, and provide a wide range of options. Use a separate machine to put the signing keys on HSM. A good HSM will keep an audit trail of how many signatures have been made, so that information could be used to create an automatic auditing process to raise alarms if too many signatures have been made. That could mean that this server was breached and used to sign unauthorized packages.
de: Für das HSM, empfehlen wir die Nutzung von [Nitrokey](https://www.nitrokey.com/) -Hardware, da es sich um freie Software/Hardware handelt und weitgefächerte Einstellungsmöglichkeiten bietet. Verwenden Sie eine abgetrennte Maschine, um die Signierschlüssel im HSM einzufügen. Ein gutes HSM wird ein Buchungsprotokoll über die Zahl der erstellten Signaturen führen, dessen Informationen zur Schaffung eines automatischen Prüfprozesses genutzt werden können, um Warnungen bereitzustellen, falls zu viele Signaturen hergestellt wurden. Das könnte nämlich bedeuten, dass dieser Server beschädigt und zur Signierung nicht autorisierter Pakete verwendet wurde.
pl: W przypadku HSM zalecamy korzystanie ze sprzętu [Nitrokey](https://www.nitrokey.com/), ponieważ są one wolnym oprogramowaniem/sprzętem i oferują szeroki zakres opcji. Użyj osobnego komputera, aby umieścić klucze podpisu w HSM. Dobry HSM będzie utrzymywał dziennik audytu liczby podpisów, tak aby można było wykorzystać informacje do stworzenia automatycznego procesu audytu w celu podniesienia alarmów, gdyby wykonano zbyt wiele podpisów. Może to oznaczać, że serwer został naruszony i używany do podpisywania nieautoryzowanych pakietów.
pt_pt: Para o HSM, recomendamos o uso de hardware [Nitrokey](https://www.nitrokey.com/), pois eles são software/hardware livre e oferecem uma ampla variedade de opções. Use um sistema separado para pôr as chaves de assinatura no HSM. Um bom HSM manterá uma trilha de auditoria de quantas assinaturas foram feitas, de modo que as informações possam ser usadas para criar um processo de auditoria automática para gerar alarmes se muitas assinaturas tiverem sido feitas. Isso pode significar que esse servidor foi violado e usado para assinar pacotes não autorizados.
ro: Pentru HSM, vă recomandăm să folosiți hardware-ul [Nitrokey](https://www.nitrokey.com/), deoarece este un software/hardware gratuit și oferă o gamă largă de opțiuni. Folosiți o mașină separată pentru a pune cheile de semnare pe HSM. Un HSM bun va păstra o pistă de audit cu privire la câte semnături au fost efectuate, astfel încât aceste informații să poată fi utilizate pentru a crea un proces automat de audit care să declanșeze alarme dacă au fost efectuate prea multe semnături. Acest lucru ar putea însemna că acest server a fost spart și folosit pentru a semna pachete neautorizate.
ru: Для HSM мы рекомендуем использовать аппаратное обеспечение [Nitrokey](https://www.nitrokey.com/), поскольку это свободное программное обеспечение/аппаратное обеспечение, предоставляющее широкий спектр возможностей. Для размещения ключей подписи на HSM используйте отдельную машину. Хороший HSM будет вести журнал аудита количества сделанных подписей, поэтому эту информацию можно использовать для создания автоматического процесса аудита, который будет поднимать тревогу, если было сделано слишком много подписей. Это может означать, что данный сервер был взломан и использовался для подписи несанкционированных пакетов.
uk: Радимо використовувати HSM-обладнання [Nitrokey](https://www.nitrokey.com/), оскільки їхнє програмне й апаратне забезпечення вільне та має багато варіантів. Використайте ще один окремий комп'ютер, щоб помістити ключі підпису на HSM. Хороший HSM зберігатиме журнал кількості здійснених підписів, щоб автоматизований аудит цих даних міг виявити надмірно велику кількість підписів — ознаку того, що сервер було зламано й використано для підпису неавторизованих пакунків.
zh_hans: 对于HSM，我们推荐使用 [Nitrokey](https://www.nitrokey.com/) 硬件，因为它们是自由软件/硬件，并提供广泛的选择。使用一台单独的机器将签名密钥放在 HSM 上。一个好的 HSM 会保存一个审计跟踪，记录签发了多少个签名，所以这些信息可以用来创建一个自动审计程序并在签名过多的时候发出警报。这可能意味着这台服务器被攻破并被用来签署未经授权的软件包。

source: Another possibility is to use a setup like [Fedora](https://pagure.io/sigul)'s [Sigul](http://www.devops-blog.net/koji/gpg-signing-rpms-with-sigul-signing-server-koji-integration) that involves three machines.
de: Eine andere Möglichkeit ist die Verwendung einer Konfiguration wie in [Fedora](https://pagure.io/sigul)'s [Sigul](http://www.devops-blog.net/koji/gpg-signing-rpms-with-sigul-signing-server-koji-integration) , das drei Rechner einbindet.
pl: Inna możliwość to użycie konfiguracji jak [Sigul](http://www.devops-blog.net/koji/gpg-signing-rpms-with-sigul-signing-server-koji-integration) [Fedory](https://pagure.io/sigul), który wykorzystuje trzy maszyny.
pt_pt: Outra possibilidade é usar uma configuração como o [Sigul](http://www.devops-blog.net/koji/gpg-signing-rpms-with-sigul-signing-server-koji-integration) do [Fedora](https://pagure.io/sigul) que envolve três máquinas.
ro: O altă posibilitate este să folosiți o configurație precum cea de la [Fedora](https://pagure.io/sigul) [Sigul](http://www.devops-blog.net/koji/gpg-signing-rpms-with-sigul-signing-server-koji-integration) care implică trei mașini.
ru: Другая возможность - использовать установку, подобную [Fedora](https://pagure.io/sigul) от [Sigul](http://www.devops-blog.net/koji/gpg-signing-rpms-with-sigul-signing-server-koji-integration), в которой задействованы три машины.
uk: Або, маючи три окремі комп'ютери, можете використати таку конфігурацію, як [Fedora](https://pagure.io/sigul) [Sigul](http://www.devops-blog.net/koji/gpg-signing-rpms-with-sigul-signing-server-koji-integration).
zh_hans: 另一种可能是使用类似 [Fedora](https://pagure.io/sigul) 的 [Sigul](http://www.devops-blog.net/koji/gpg-signing-rpms-with-sigul-signing-server-koji-integration) 这样的涉及三台机器的设置。

source: Basic laptop dedicated to signing
de: Basis-Laptop, der fest der Signierung zugeordnet ist
pl: Podstawowy laptop dedykowany do podpisu
pt_pt: Laptop básico dedicado a assinatura
ro: Laptop de bază dedicat semnării
ru: Базовый ноутбук, предназначенный для подписи
uk: Виділений ноутбук — основа підпису
zh_hans: 专门用于签名的基本笔记本电脑

source: Start with a laptop that can be wiped clean and rebuilt from scratch. What is most important is that only the essential software is installed on it, and nothing else. Do not include any browser at all, for example, since that is the most common vector of attack. No remote access setup (e.g. SSH or VNC) should be installed or configured. To sign apps and repos, someone would take out this laptop, connect it to the network, and run the signing process. The signed results can then be published via the network connection. When the signing is complete, the machine can be turned off and disconnected and kept in a safe place.
de: Beginnen Sie mit einem Laptop, der von Grund auf neu aufgebaut werden kann. Am wichtigsten ist dabei, dass Sie auf ihm nur die essentielle Software und sonst nichts installieren. Verwenden Sie keinen Browser, da dies der häufigste Angriffsvektor ist. Es sollte keine Möglichkeit zum Fernzugriff (z. B. SSH oder VNC) installiert oder konfiguriert werden. Um Apps und Repos zu signieren, wird jemand diesen Laptop herausholen, mit dem Netz verbinden und den Signiervorgang ausführen. Die signierten Ergebnisse können dann über die Netzwerkverbindung verteilt werden. Wenn das Signieren abgeschlossen ist, kann der Laptop abgeschaltet, vom Netz getrennt und an einem sicheren Ort verwahrt werden.
pl: Zacznij od laptopa, który można wyczyścić i przebudować od zera. Najważniejsze jest to, że zainstalowane jest na nim tylko niezbędne oprogramowanie i nic więcej. W ogóle nie włączaj żadnej przeglądarki, ponieważ jest to najpowszechniejszy wektor ataku. Żadne ustawienia dostępu zdalnego (np. SSH lub VNC) nie powinny być instalowane ani konfigurowane. Aby podpisywać aplikacje i repozytorium, ktoś wyjąłby tego laptopa, podłączył go do sieci i uruchomił proces podpisywania. Podpisane wyniki można następnie opublikować za pośrednictwem połączenia sieciowego. Po zakończeniu podpisywania urządzenie można wyłączyć, odłączyć i przechowywać w bezpiecznym miejscu.
pt_pt: Comece com um portátil cujo sistema possa ser formatado e preparado a partir do zero. O mais importante é que apenas o software essencial está instalado nele e nada mais. Não inclua nenhum navegador, por exemplo, pois esse é o meio mais comum de ataque. Nenhuma configuração de acesso remoto (por exemplo, SSH ou VNC) deve ser instalada ou configurada. Para assinar aplicações e repositórios, alguém tiraria esse portátil, o conectaria à rede e executaria o processo de assinatura. Os resultados assinados podem então ser publicados através da conexão de rede. Quando a assinatura estiver concluída, o sistema pode ser desligado, desconectado e mantido num local seguro.
ro: Începeți cu un laptop care poate fi curățat și reconstruit de la zero. Cel mai important este ca pe el să fie instalat doar software-ul esențial și nimic altceva. Nu includeți niciun browser, de exemplu, deoarece acesta este cel mai frecvent vector de atac. Nu trebuie instalată sau configurată nicio configurație de acces la distanță (de exemplu, SSH sau VNC). Pentru a semna aplicații și depozite, cineva ar scoate acest laptop, l-ar conecta la rețea și ar rula procesul de semnare. Rezultatele semnate pot fi apoi publicate prin intermediul conexiunii la rețea. Când semnarea este finalizată, mașina poate fi oprită și deconectată și păstrată într-un loc sigur.
ru: Начните с ноутбука, который можно очистить и восстановить с нуля. Самое главное, чтобы на нем было установлено только необходимое программное обеспечение, и ничего больше. Например, не устанавливайте никаких браузеров, поскольку это самый распространенный вектор атаки. Не должны быть установлены или настроены никакие средства удаленного доступа (например, SSH или VNC). Чтобы подписать приложения и репозитории, кто-то возьмет этот ноутбук, подключит его к сети и запустит процесс подписания. Затем подписанные результаты могут быть опубликованы через сетевое соединение. После завершения процесса подписания машину можно выключить, отсоединить от сети и хранить в безопасном месте.
uk: Повністю зітріть вміст ноутбука й переналаштуйте його з нуля. Важливо, щоб встановлено було лише найнеобхідніше програмне забезпечення — й більше нічого. Зокрема не додавайте жодного вебпереглядача, бо це найпоширеніший вектор атаки. Не встановлюйте й не налаштовуйте жодних програм для віддаленого доступу, як-от SSH чи VNC. Особі, що підписує застосунки й репозиторії, слід щоразу брати ноутбук, з'єднувати його з мережею й запускати процес підпису. Результати підпису можна оприлюднити через тимчасове мережне з'єднання. Щойно підпис завершено, комп'ютер слід вимкнути, від'єднати й помістити в безпечне місце.
zh_hans: 从一台可以完全清除并从头构建的笔记本电脑开始。最重要的是，只在上面安装必要的软件。例如，不要安装任何浏览器，因为这是最常见的攻击向量。不应安装或配置远程访问设置（如 SSH 或 VNC）。为了签名应用和存储库，有人会拿出这台笔记本电脑，将其连接到网络，并运行签名过程。然后，签名的结果可以通过网络连接发布。当签名完成后，可以关闭机器，断开连接，并保存在一个安全的地方。
