Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Once metadata files are updated, the F-Droid Server will check them against a list of released APKs to construct a list of new applications and/or versions that need to be built. It will then enter the application preprocessing process, followed by the build process for each of them.
de: Sind die Metadaten-Dateien einmal aktualisiert, wird der F-Droid-Server sie gegen eine Liste veröffentlichter APKs abgleichen, um eine Liste neuer Anwendungen und/oder Versionen aufzustellen, die hergestellt werden müssen. Er wird dann in den Prozess zur Vorbehandlung eintreten, gefolgt vom jeweiligen Build-Prozess pro Anwendung.
pl: Po zaktualizowaniu plików metadanych serwer F-Droid sprawdzi je na liście wydanych pakietów APK, aby utworzyć listę nowych aplikacji i/lub wersji, które należy zbudować. Następnie wprowadzi proces wstępnego przetwarzania aplikacji, a następnie proces kompilacji dla każdego z nich.
ro: Odată ce fișierele de metadate sunt actualizate, serverul F-Droid le va compara cu o listă de APK-uri lansate pentru a crea o listă de aplicații și/sau versiuni noi care trebuie construite. Acesta va intra apoi în procesul de preprocesare a aplicațiilor, urmat de procesul de construire pentru fiecare dintre acestea.
ru: После обновления файлов метаданных сервер F-Droid Server сверяет их со списком выпущенных APK, чтобы составить список новых приложений и/или версий, которые необходимо собрать. Затем начнется процесс предварительной обработки приложений, а затем процесс сборки для каждого из них.
uk: Після оновлення файлів метаданих, сервер F-Droid зіставляє їх зі списком випущених APK, щоб скласти список нових застосунків і/або версій, які слід зібрати. Тоді він попередньо обробляє застосунки, після чого збирає кожен із них.
zh_hans: 元数据文件更新后，F-Droid 服务器将根据已发布的 APK 列表检查它们，以构建需要构建的新应用和/或版本列表。然后它将进入应用预处理过程，然后是每个应用的构建过程。

source: Application Preprocessing
de: Vorbehandlung der Anwendung
pl: Wstępne przetwarzanie aplikacji
pt_pt: Pré-processamento de Aplicações
ro: Prelucrarea aplicației
ru: Предварительная обработка приложений
uk: Попередня обробка застосунків
zh_hans: 应用预处理

source: Application Build Process
de: Build der Anwendung
pl: Proces budowania aplikacji
pt_pt: Processo de Compilação da Aplicação
ro: Procesul de construire a aplicației
ru: Процесс сборки приложения
uk: Процес збірки застосунків
zh_hans: 应用构建过程

source: APK Signing Process
de: APK-Signiervorgang
pl: Proces podpisywania APK
pt_pt: Processo de Assinatura de APKs
ro: Procesul de semnare APK
ru: Процесс подписания APK
uk: Процес підпису APK
zh_hans: APK 签名流程

source: Repository Publishing Process
de: Repository-Veröffentlichung
pl: Proces publikowania repozytorium
pt_pt: Processo de Publicação de Repositórios
ro: Procesul de publicare a depozitelor
ru: Процесс публикации репозитория
uk: Процес оприлюднення в репозиторії
zh_hans: 存储库发布过程

source: What to Expect
de: Womit zu rechnen ist
pl: Czego się spodziewać
pt_pt: O que Esperar
ro: La ce să te aștepți
ru: Что ожидать
uk: На що чекати
zh_hans: 预期的情况

source: When your application metadata is approved and accepted into the fdroiddata git repository on GitLab, **it won't immediately appear** in the main F-Droid repository.
de: Wenn Ihre Anwendungsmetadaten genehmigt und im fdroiddata-Git-Repository auf GitLab angenommen wurden, **erscheinen sie nicht unverzüglich** im F-Droid-Hauptrepository.
pl: Kiedy metadane aplikacji zostaną zatwierdzone i zaakceptowane w repozytorium git fdroiddata na GitLab, **nie pojawi się natychmiast** w głównym repozytorium F-Droid.
pt_pt: Quando seus metadados de aplicação são aprovados e aceitos no repositório git do fdroiddata no GitLab, **não aparecerá imediatamente** no repositório principal do F-Droid.
ro: Atunci când metadatele aplicației dvs. sunt aprobate și acceptate în depozitul git fdroiddata de pe GitLab, **nu vor apărea imediat** în depozitul principal F-Droid.
ru: Когда метаданные вашего приложения будут одобрены и приняты в git-репозиторий fdroiddata на GitLab, **они не сразу появятся** в основном репозитории F-Droid.
uk: Після затвердження метаданих застосунку й прийняття їх до git-репозиторію fdroiddata на GitLab, **мине деякий час,** перш ніж застосунок потрапить до головного репозиторію F-Droid.
zh_hans: 当你的应用元数据被批准并接受到 GitLab 上的 fdroiddata git 存储库时，**它不会立即出现在**主 F-Droid 存储库。

source: Provided that your application does not have any build problems, it would takes somewhere **around 24 to 48 hours** from fdroiddata merge until the application to appears in the main repository.[1](https://f-droid.org/forums/topic/how-fast-the-main-f-droid-repository-updates/) This timing limitation is due to the APK signing part of the build process, which requires human intervention on keystore access step.[2](https://f-droid.org/forums/topic/encouraging-f-droid-participation-by-developers/#post-17868)
de: Vorausgesetzt, dass Ihre Anwendung keine Herstellungsprobleme aufweist, werden zwischen fdroiddata-Merging und Erscheinen der Anwendung im Hauptrepository **rund 24 bis 48 Stunden** vergehen ([1](https://f-droid.org/forums/topic/how-fast-the-main-f-droid-repository-updates/)). Diese Zeitverzögerung ist dem APK-Signatur-Teil bei der Build-Verarbeitung geschuldet, der beim Zugriff auf den Schlüsselspeicher ein menschliches Eingreifen erfordert ([2](https://f-droid.org/forums/topic/encouraging-f-droid-participation-by-developers/#post-17868)).
pl: Pod warunkiem, że twoja aplikacja nie ma żadnych problemów z kompilacją, zajęłaby gdzieś **około 24 do 48 godzin** z fdroiddata merge, dopóki aplikacja nie pojawi się w głównym repozytorium.[1](https://f-droid.org/forums/topic/how-fast-the-main-f-droid-repository-updates/) To ograniczenie czasu wynika z podpisania przez APK części procesu kompilacji, która wymaga ludzkiej interwencji na etapie dostępu do pliku kluczy.[2](https://f-droid.org/forums/topic/encouraging-f-droid-participation-by-developers/#post-17868)
pt_pt: Desde que sua aplicação não tenha nenhum problema de compilação, levaria **de 24 a 48 horas** da mesclagem fdroiddata até que a aplicação apareça no repositório principal.[1](https://f-droid.org/forums/topic/how-fast-the-main-f-droid-repository-updates/) Esta limitação de sincronização deve-se ao facto de a parte de assinatura de APK do processo de construção, que requer intervenção humana na etapa de acesso aos armazéns-chave.[2](https://f-droid.org/forums/topic/encouraging-f-droid-participation-by-developers/#post-17868)
ro: Cu condiția ca aplicația dvs. să nu aibă probleme de compilare, va dura undeva **între 24 și 48 ore** de la fuziunea fdroiddata până când aplicația va apărea în depozitul principal.[1](https://f-droid.org/forums/topic/how-fast-the-main-f-droid-repository-updates/) Această limitare de timp se datorează părții de semnare a APK din procesul de construire, care necesită o intervenție umană la etapa de accesare a depozitului de chei.[2](https://f-droid.org/forums/topic/encouraging-f-droid-participation-by-developers/#post-17868)
ru: При условии, что у вашего приложения нет проблем со сборкой, потребуется **от 24 до 48 часов** с момента слияния fdroiddata до появления приложения в основном репозитории.[1](https://f-droid.org/forums/topic/how-fast-the-main-f-droid-repository-updates/) Это ограничение по времени связано с частью процесса сборки - подписанием APK, которое требует вмешательства человека на этапе доступа к хранилищу ключей.[2](https://f-droid.org/forums/topic/encouraging-f-droid-participation-by-developers/#post-17868)
uk: Якщо при збірці застосунку не виникає проблем, після злиття fdroiddata минає **приблизно 24-48 годин**, перш ніж застосунок потрапляє до головного репозиторію.[1](https://f-droid.org/forums/topic/how-fast-the-main-f-droid-repository-updates/) На цьому етапі процесу збірки здійснюється підписування APK, доступ до сховища ключів для якого потребує людського втручання.[2](https://f-droid.org/forums/topic/encouraging-f-droid-participation-by-developers/#post-17868)
zh_hans: 如果你的应用没有任何构建问题，那么从 fdroiddata 合并到应用出现在主存储库中，大约需要 **24 到 48 小时**。[1](https://f-droid .org/forums/topic/how-fast-the-main-f-droid-repository-updates/) 这个时间限制是由于构建过程的 APK 签名部分，这需要人为干预密钥库访问步骤。 [2 ](https://f-droid.org/forums/topic/encouraging-f-droid-participation-by-developers/#post-17868)

source: Nevertheless, your application will not appear in f-droid.org's Lastest Apps list just yet, even though people can now already search and download it: Once the application appeared in the main F-Droid repository, it would take another day before appearing on [Latest Apps list](https://f-droid.org/).
de: Dennoch wird Ihre Anwendung noch immer nicht in der Liste der neusten Apps von f-droid.org auftauchen, auch wenn die Leute jetzt bereits nach ihr suchen und sie herunterladen können: Sobald die Anwendung im F-Droid-Hauptrepository erscheint, dauert es einen weiteren Tag bis zum Erscheinen in der [Liste der neusten Apps](https://f-droid.org/).
pl: Niemniej jednak Twoja aplikacja nie pojawi się na liście 'Ostatnie aplikacje' f-droid.org, mimo że ludzie mogą już ją wyszukiwać i pobierać: Gdy aplikacja pojawi się w głównym repozytorium F-Droid, minie jeszcze dzień zanim pojawi się na [Lista najnowszych aplikacji](https://f-droid.org/).
pt_pt: No entanto, sua aplicação ainda não aparecerá na lista de aplicações mais recentes do f-droid.org, mesmo que as pessoas já possam pesquisar e descarregar: uma vez que a aplicação apareceu no repositório principal do F-Droid, levaria mais um dia antes de aparecer na [Lista de aplicações recentes]](https://f-droid.org/).
ro: Cu toate acestea, aplicația dvs. nu va apărea încă în lista Ultimele aplicații de pe f-droid.org, chiar dacă oamenii o pot căuta și descărca deja: Odată ce aplicația a apărut în depozitul principal al F-Droid, va mai dura încă o zi până să apară în [Latest Apps list](https://f-droid.org/).
ru: Тем не менее, ваше приложение еще не появится в списке "Последние приложения" на f-droid.org, хотя люди уже могут искать и скачивать его: Как только приложение появится в основном репозитории F-Droid, пройдет еще один день, прежде чем оно появится в [Списке последних приложений](https://f-droid.org/).
uk: Втім, навіть тоді застосунок іще не з'явиться в списку останніх застосунків f-droid.org, хоча люди вже зможуть його шукати й завантажувати. Після появи в головному репозиторії F-Droid мине ще день, перш ніж застосунок потрапить до [списку останніх застосунків](https://f-droid.org/).
zh_hans: 尽管如此，你的应用还不会出现在 f-droid.org 的最新应用列表中，即使人们现在已经可以搜索和下载它：一旦应用出现在 F-Droid 主存储库中，它需要一天的时间才能出现在[最新应用列表](https://f-droid.org/)。

source: External Links
de: Externe Verknüpfungen
pl: Linki zewnętrzne
pt_pt: Ligações Externas
ro: Legături externe
ru: Внешние ссылки
uk: Посилання назовні
zh_hans: 外部链接

source: [F-Droid application submission queue on GitLab](https://gitlab.com/fdroid/rfp/issues) (for new submissions)
de: [Submission Queue für F-Droid-Anwendungen auf GitLab](https://gitlab.com/fdroid/rfp/issues) (für Neuanträge)
pl: [Kolejka składania aplikacji F-Droid na GitLab](https://gitlab.com/fdroid/rfp/issues) (w przypadku nowych zgłoszeń)
pt_pt: [Fila de submissão de aplicações F-Droid no GitLab](https://gitlab.com/fdroid/rfp/issues) (para novas submissões)
ro: [F-Droid application submission queue on GitLab](https://gitlab.com/fdroid/rfp/issues) (pentru noi trimiteri)
ru: [Очередь подачи заявок на F-Droid приложения на GitLab](https://gitlab.com/fdroid/rfp/issues) (для новых заявок)
uk: [Черга GitLab-заявок на додання застосунків до F-Droid](https://gitlab.com/fdroid/rfp/issues) (для нових заявок)
zh_hans: [GitLab上的F-Droid应用提交队列](https://gitlab.com/fdroid/rfp/issues) (用于新的提交)

source: [F-Droid application submission queue on forum](https://f-droid.org/forums/forum/submission-queue/) (for following-up old submissions)
de: [Submission Queue für F-Droid-Anwendungen im Forum](https://f-droid.org/forums/forum/submission-queue/) (zur Nachverfolgung alter Anträge)
pl: [Kolejka składania aplikacji F-Droid na forum](https://f-droid.org/forums/forum/submission-queue/) (w celu sprawdzania starych zgłoszeń)
pt_pt: [Fila de submissão de aplicações F-Droid no fórum](https://f-droid.org/forums/forum/submission-queue/) (para acompanhamento de envios antigos)
ro: [F-Droid application submission queue on forum](https://f-droid.org/forums/forum/submission-queue/) (pentru urmărirea vechilor contribuții)
ru: [Очередь подачи заявок на F-Droid на форуме](https://f-droid.org/forums/forum/submission-queue/) (для отслеживания старых заявок)
uk: [Черга форумних заявок на додання застосунків до F-Droid](https://f-droid.org/forums/forum/submission-queue/) (допрацювання старих заявок)
zh_hans: [论坛上的 F-Droid 应用提交队列](https://f-droid.org/forums/forum/submission-queue/) (用于跟进旧的提交)

source: [fdroiddata GitLab repository](https://gitlab.com/fdroid/fdroiddata/)
de: [fdroiddata im GitLab-Repository](https://gitlab.com/fdroid/fdroiddata/)
pl: [Repozytorium GitLab fdroiddata](https://gitlab.com/fdroid/fdroiddata/)
pt_pt: [Repositório de fdroiddata GitLab](https://gitlab.com/fdroid/fdroiddata/)
ro: [fdroiddata în GitLab repository](https://gitlab.com/fdroid/fdroiddata/)
ru: [Репозиторий на GitLab fdroiddata](https://gitlab.com/fdroid/fdroiddata/)
uk: [GitLab-репозиторій fdroiddata](https://gitlab.com/fdroid/fdroiddata/)
zh_hans: [fdroiddata GitLab 存储库](https://gitlab.com/fdroid/fdroiddata/)

source: [fdroiddata revision history](https://gitlab.com/fdroid/fdroiddata/commits/master)
de: [Revisionsverlauf von fdroiddata](https://gitlab.com/fdroid/fdroiddata/commits/master)
pl: [Historia wersji fdroiddata](https://gitlab.com/fdroid/fdroiddata/commits/master)
pt_pt: [histórico de revisões fdroiddata](https://gitlab.com/fdroid/fdroiddata/commits/master)
ro: [fdroiddata istoricul revizuirilor](https://gitlab.com/fdroid/fdroiddata/commits/master)
ru: [История проверок fdroiddata](https://gitlab.com/fdroid/fdroiddata/commits/master)
uk: [Історія змін fdroiddata](https://gitlab.com/fdroid/fdroiddata/commits/master)
zh_hans: [fdroiddata 修订历史](https://gitlab.com/fdroid/fdroiddata/commits/master)

source: Inclusion Policy
de: Aufnahmekriterien
pl: Polityka włączenia
pt_pt: Política de Inclusão
ro: Politica de incluziune
ru: Политика включения
uk: Політика додання
zh_hans: 收录政策

source: All applications in the repository must be Free, Libre and Open Source Software (FLOSS) – for example, released under a GPL or Apache license. Every effort is made to verify that this is actually the case, both by visual inspection of the source, and by building the application from the published source. To determine which licenses are FLOSS, We defer to widely trusted organizations that have a proven track record. Specifically, we acknowledge these standards: [DFSG](https://wiki.debian.org/DFSGLicenses), [FSF](https://www.fsf.org/licensing), [GNU](https://www.gnu.org/licenses/license-list.html), and [OSI](https://opensource.org/licenses) _(read a quick overview of them all on [SPDX](https://spdx.org/licenses/))_.
de: Alle Anwendungen im Repository müssen Free, Libre and Open Source Software (FLOSS) sein – zum Beispiel unter einer GPL- oder Apache-Lizenz veröffentlicht werden. Es werden alle Anstrengungen unternommen, um zu überprüfen, ob dies tatsächlich der Fall ist, sowohl durch visuelle Inspektion des Quellcodes als auch durch das Erstellen der Anwendung aus dem veröffentlichten Quellcode. Um festzustellen welche Lizenzen FLOSS sind, verlassen wir uns auf weithin vertrauenswürdige Organisationen mit einer erwiesenen Erfolgsbilanz. Insbesondere erkennen wir diese Standards an: [DFSG](https://wiki.debian.org/DFSGLicenses), [FSF](https://www.fsf.org/licensing), [GNU](https://www.gnu.org/licenses/license-list.html) und [OSI](https://opensource.org/licenses)_(für einen kurzen Überblick über alle lesen Sie auf [SPDX](https://spdx.org/licenses/))_.
ro: Toate aplicațiile din depozit trebuie să fie programe libere, gratuite și cu sursă deschisă (FLOSS) - de exemplu, publicate în baza unei licențe GPL sau Apache. Se depun toate eforturile pentru a verifica dacă acesta este într-adevăr cazul, atât prin inspecția vizuală a sursei, cât și prin construirea aplicației din sursa publicată. Pentru a determina ce licențe sunt FLOSS, ne raportăm la organizații de încredere pe scară largă, care au o experiență dovedită. În mod specific, cunoaștem aceste standarde: [DFSG](https://wiki.debian.org/DFSGLicenses), [FSF](https://www.fsf.org/licensing), [GNU](https://www.gnu.org/licenses/license-list.html) și [OSI](https://opensource.org/licenses) _(citiți o scurtă prezentare generală a tuturor acestora pe [SPDX](https://spdx.org/licenses/))_.
ru: Все приложения в репозитории должны быть свободным, либертарианским и открытым программным обеспечением (FLOSS) - например, выпущенным под лицензией GPL или Apache. Мы прилагаем все усилия, чтобы убедиться, что это действительно так, как путем визуального осмотра исходного текста, так и путем сборки приложения из опубликованного исходного текста. Для определения того, какие лицензии являются FLOSS, мы опираемся на широко известные организации, которые имеют проверенную репутацию. В частности, мы признаем эти стандарты: [DFSG](https://wiki.debian.org/DFSGLicenses), [FSF](https://www.fsf.org/licensing), [GNU](https://www.gnu.org/licenses/license-list.html) и [OSI](https://opensource.org/licenses)_(краткий обзор всех этих стандартов можно прочитать на [SPDX](https://spdx.org/licenses/))_.
uk: Всі застосунки в репозиторії мусять бути вільним і відкритим програмним забезпеченням (FLOSS) — наприклад, випущеним на умовах GPL чи ліцензії Apache. Докладаємо всі зусилля до перевірки, що це справді так: проглядаємо код і збираємо застосунок із оприлюдненого джерела. У визначенні того, чи є певна ліцензія вільною та відкритою, покладаємось на експертну думку довірених організацій. Зокрема визнаємо такі стандарти: [DFSG](https://wiki.debian.org/DFSGLicenses), [FSF](https://www.fsf.org/licensing), [GNU](https://www.gnu.org/licenses/license-list.html) й [OSI](https://opensource.org/licenses) _(читайте короткий огляд усіх з них на [SPDX](https://spdx.org/licenses/))_.
zh_hans: 存储库中的所有应用都必须是自由开源软件(FLOSS)——例如，在 GPL 或 Apache 许可下发布。检查源代码、从已发布的源代码构建应用，以尽可能地确保情况确实如此。为了确定哪些许可证是 FLOSS 的，我们遵从拥有良好记录的广受信任的组织。具体来说，我们承认这些标准：[DFSG](https://wiki.debian.org/DFSGLicenses)、 [FSF](https://www.fsf.org/licensing)、[GNU](https://www.gnu.org/licenses/license-list.html) 和 [OSI](https://opensource.org/licenses)。_（要阅读所有这些的快速概览，请访问 [SPDX](https://spdx.org/licenses/)) _。

source: For software to be FLOSS, the software in its entirety must be so - including all libraries and dependencies used. Additionally, it must be buildable with only FLOSS tools.
de: Damit Software FLOSS sein kann, muss die Software in ihrer Gesamtheit so sein - einschließlich aller verwendeten Bibliotheken und Abhängigkeiten. Zusätzlich muss sie allein mit FLOSS-Instrumenten herstellbar sein.
pl: Aby oprogramowanie było FLOSS, całe oprogramowanie musi być takie - włączając w to wszystkie używane biblioteki i zależności. Dodatkowo musi być możliwe do zbudowania za pomocą tylko narzędzi FLOSS.
pt_pt: Para que o software seja FLOSS, o software em sua totalidade deve o ser - incluindo todas as bibliotecas e dependências utilizadas. Além disso, ele só pode ser compilado com ferramentas FLOSS.
ro: Pentru ca un software să fie FLOSS, acesta trebuie să fie în întregime FLOSS - inclusiv toate bibliotecile și dependențele utilizate. În plus, acesta trebuie să poată fi construit numai cu instrumente FLOSS.
ru: Чтобы программное обеспечение было FLOSS, оно должно быть таким полностью, включая все используемые библиотеки и зависимости. Кроме того, оно должно быть доступно для сборки только с помощью инструментов FLOSS.
uk: Програмне забезпечення мусить бути вільним повністю, включно з усіма бібліотеками й залежностями. Також його має бути можливо зібрати винятково вільними засобами.
zh_hans: 要使软件成为 FLOSS，整个软件都必须如此——包括使用的所有库和依赖项。此外，它必须仅使用 FLOSS 工具即可构建。
