Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: You can also customize your repo by editing the config file. Be sure to use a programming text editor, like `editor /usr/share/nginx/www/fdroid/config.yml`. In the config file, you can set the name of the repo, the description, the icon, paths to specific versions of the build tools, links to a related wiki, and whether to keep stats. Here's the basic repo description block:
de: Sie können Ihr Repo auch anpassen, indem Sie die Konfigurationsdatei bearbeiten. Stellen Sie sicher, dass Sie einen Programmiertext-Editor wie `editor /usr/share/nginx/wwww/fdroid/config.yml` verwenden. In der Konfigurationsdatei können Sie den Namen des Repos, die Beschreibung, das Symbol, die Pfade zu bestimmten Versionen der Build-Tools, Links zu einem verwandten Wiki und ob Statistiken gespeichert werden sollen, festlegen. Hier ist die grundlegende Repo-Beschreibung:
pl: Możesz również dostosować swoje repo poprzez edycję pliku konfiguracyjnego. Pamiętaj, aby użyć edytora tekstu programistycznego, takiego jak `editor /usr/share/nginx/www/fdroid/config.yml`. W pliku konfiguracyjnym możesz ustawić nazwę repozytorium, opis, ikonę, ścieżki do konkretnych wersji narzędzi do budowania, linki do pokrewnej wiki i czy zachować statystyki. Oto podstawowy blok opisu repo:
pt_pt: Também pode personalizar o seu repositório a editar o ficheiro de configuração. Certifique-se de usar um editor de texto de programação, como `editor /usr/share/nginx/wwww/fdroid/config.yml`. No ficheiro de configuração, pode definir o nome do repositório, a descrição, o ícone, os caminhos para versões específicas das ferramentas de compilação, ligações para um wiki relacionado, e se deve manter estatísticas. Aqui está o bloco de descrição básica do repositório:
ro: De asemenea, vă puteți personaliza repo-ul prin editarea fișierului de configurare. Asigurați-vă că utilizați un editor de text de programare, cum ar fi `editor /usr/share/nginx/www/fdroid/config.yml`. În fișierul de configurare, puteți seta numele repo-ului, descrierea, pictograma, căile de acces la versiuni specifice ale instrumentelor de compilare, linkuri către un wiki asociat și dacă doriți să păstrați statistici. Iată blocul de bază pentru descrierea repo-ului:
ru: Вы также можете настроить свой репозиторий, отредактировав файл конфигурации. Обязательно используйте текстовый редактор для программирования, например `editor /usr/share/nginx/www/fdroid/config.yml`. В конфигурационном файле вы можете задать имя репозитория, описание, иконку, пути к определенным версиям инструментов сборки, ссылки на связанную вики, а также вести ли статистику. Вот основной блок описания репозитория:
uk: Можете допрацювати репозиторій, внісши зміни до файлу налаштувань. Використайте текстовий редактор, призначений саме для програмування: `editor /usr/share/nginx/www/fdroid/config.yml`. У файлі налаштувань, зазначте назву репозиторію, опис, піктограму, шляхи до конкретних версій засобів збірки, посилання на вікі й чи збирати статистику. Ось зразок блоку опису репозиторію:
zh_hans: 你还可以通过编辑配置文件来自定义你的存储库。请务必使用编程文本编辑器，例如 `editor /usr/share/nginx/www/fdroid/config.yml`。在配置文件中，你可以设置存储库的名称、描述、图标、特定版本构建工具的路径、相关 wiki 的链接以及是否保留统计信息。这是基本的存储库描述块：

source: repo_url = "http://guardianproject.info/fdroid/repo" repo_name = "My Local Repo" repo_icon = "GP_Logo_hires.png" repo_description = """ A local test repository of Hans-Christoph Steiner <hans@guardianproject.info>. It is a repository of Guardian Project apps. """
de: repo_url = "http://guardianproject.info/fdroid/repo" repo_name = "My Local Repo" repo_icon = "GP_Logo_hires.png" repo_description = """ Ein lokales Test-Repository von Hans-Christoph Steiner <hans@guardianproject.info>. Es handelt sich um ein Repository mit Guardian-Project-Apps. """
pl: repo_url = "http://guardianproject.info/fdroid/repo" repo_name = "My Local Repo" repo_icon = "GP_Logo_hires.png" repo_description = """ Lokalne repozytorium testów Hans-Christoph Steiner <hans@guardianproject.info>. Jest to repozytorium aplikacji Guardian Project. """
pt_pt: repo_url = "http://guardianproject.info/fdroid/repo". repo_name = "My Local Repo" (Meu Repo local) repo_icon = "GP_Logo_hires.png" repo_descrição = """". Um repositório local de testes de Hans-Christoph Steiner <hans@guardianproject.info>. É um repositório de apps do Projeto Guardian. """
ru: repo_url = "http://guardianproject.info/fdroid/repo" repo_name = "Мой локальный репозиторий" repo_icon = "GP_Logo_hires.png" repo_description = """ A local test repository of Hans-Christoph Steiner <hans@guardianproject.info>. It is a repository of Guardian Project apps. """
uk: repo_url = "http://guardianproject.info/fdroid/repo" repo_name = "Мій локальний репозиторій" repo_icon = "GP_Logo_hires.png" repo_description = """ Локальний тестовий репозиторій Ганса-Крістофа Штайнера <hans@guardianproject.info>. Це репозиторій застосунків Guardian Project. """

source: To put your icon into your repo, choose a PNG image to put in your repo. The PNG goes in `/usr/share/nginx/www/fdroid/`, the file can be named whatever you want (by default its `fdroid-icon.png`). If you change the name from the default, be sure to update `repo_icon` and `archive_icon` in `/usr/share/nginx/www/fdroid/config.yml`.
de: Um Ihr Symbol in Ihr Repo einzufügen, wählen Sie ein PNG-Bild, das Sie in Ihr Repo einfügen möchten. Das PNG geht in `/usr/share/nginx/wwww/fdroid/`, die Datei kann beliebig benannt werden (standardmäßig ist es `fdroid-icon.png`). Wenn Sie den Namen von der Voreinstellung abweichend nennen, stellen Sie sicher, dass Sie `repo_icon` und `archive_icon` in `/usr/share/nginx/wwww/fdroid/config.yml` aktualisieren.
pl: Aby umieścić ikonę w repozytorium, wybierz obraz PNG, aby umieścić go w repozytorium. PNG umieszczany jest w `/usr/share/nginx/www/fdroid/`, plik może być nazwany tak, jak chcesz (domyślnie jest to `fdroid-icon.png`). Jeśli zmienisz nazwę z domyślnej, pamiętaj, aby zaktualizować `repo_icon` i `archive_icon` w `/usr/share/nginx/www/fdroid/config.yml`.
pt_pt: Para por o seu ícone no seu repositório, escolha uma imagem PNG para pôr no seu repositório. O PNG vai em `/usr/share/nginx/wwww/fdroid/`, o ficheiro pode ser nomeado como quiser (por padrão seu `fdroid-icon.png`). Se mudar o nome do padrão, certifique-se de atualizar `repo_icon` e `archive_icon` em `/usr/share/nginx/wwww/fdroid/config.yml`.
ro: Pentru a vă pune pictograma în repo, alegeți o imagine PNG pe care să o puneți în repo. PNG-ul se pune în `/usr/share/nginx/www/fdroid/`, fișierul se poate numi cum doriți (în mod implicit este `fdroid-icon.png`). Dacă schimbați numele față de cel implicit, asigurați-vă că actualizați `repo_icon` și `archive_icon` în `/usr/share/nginx/www/fdroid/config.yml`.
ru: Чтобы поместить иконку в репозиторий, выберите изображение PNG для помещения в репозиторий. PNG помещается в `/usr/share/nginx/www/fdroid/`, файл можно назвать как угодно (по умолчанию это `fdroid-icon.png`). Если вы измените имя по умолчанию, не забудьте обновить `repo_icon` и `archive_icon` в `/usr/share/nginx/www/fdroid/config.yml`.
uk: Щоб додати репозиторію піктограму, розмістіть PNG-зображення в його каталозі `/usr/share/nginx/www/fdroid/`, назвавши файл як завгодно (усталено — `fdroid-icon.png`). Якщо усталена назва вам не підходить, обов'язково змініть `repo_icon` та `archive_icon` в `/usr/share/nginx/www/fdroid/config.yml`.
zh_hans: 要将你的图标放入你的存储库，请选择一个 PNG 图像放入你的存储库。 PNG 进入 `/usr/share/nginx/www/fdroid/`，该文件可以任意命名（默认为 `fdroid-icon.png`）。如果更改默认名称，请务必更新 `/usr/share/nginx/www/fdroid/config.yml` 中的 `repo_icon` 和 `archive_icon`。

source: A final note about security: this setup is not a good setup for a real public repo, instead it is a quick and easy way to test out F-Droid. At the very least, when generating the repo in place, make sure that _config.yml_ is not accessible via the web, since it contains passwords. If the file permissions are correct (e.g. `chmod 0600 config.yml`), then _config.yml_ will not be readable by the webserver.
de: Ein letzter Hinweis zur Sicherheit: dieses Setup ist kein gutes Setup für ein echtes öffentliches Repo, sondern eine schnelle und einfache Möglichkeit, F-Droid zu testen. Stellen Sie zumindest bei der Generierung des Repos sicher, dass _config.yml_ nicht über das Web erreichbar ist, da es Passwörter enthält. Wenn die Dateiberechtigungen korrekt sind (z. B. `chmod 0600 config.yml`), dann ist _config.yml_ für den Webserver nicht lesbar.
pl: Ostatnia uwaga na temat bezpieczeństwa: ta konfiguracja nie jest dobrym ustawieniem dla prawdziwego publicznego repozytorium, zamiast tego jest to szybki i łatwy sposób na przetestowanie F-Droid. Przynajmniej podczas generowania repo na miejscu upewnij się, że _config.yml_ nie jest dostępny przez Internet, ponieważ zawiera hasła. Jeśli uprawnienia do pliku są poprawne (np. `chmod 0600 config.yml`), _config.yml_ nie będzie możliwe do odczytania przez serwer WWW.
pt_pt: Uma nota final sobre a segurança: esta configuração não é uma boa configuração para um repositório público real, mas é uma maneira rápida e fácil de testar o F-Droid. No mínimo, ao gerar o repositório no local, certifique-se de que _config.yml_ não é acessível via web, uma vez que contém palavras-passe. Se as permissões de ficheiro estiverem corretas (por exemplo, `chmod 0600 config.yml`), o _config.yml_ não será legível pelo servidor web.
ro: O notă finală despre securitate: această configurație nu este o configurație bună pentru un repo public real, în schimb este o modalitate rapidă și ușoară de a testa F-Droid. Cel puțin, atunci când generați repo-ul pe loc, asigurați-vă că _config.yml_ nu este accesibil prin intermediul web, deoarece conține parole. Dacă permisiunile fișierului sunt corecte (de exemplu, `chmod 0600 config.yml`), atunci _config.yml_ nu va putea fi citit de către serverul web.
ru: Последнее замечание о безопасности: эта установка не подходит для настоящего публичного репозитория, вместо этого это быстрый и простой способ протестировать F-Droid. По крайней мере, при создании репозитория на месте убедитесь, что _config.yml_ недоступен через веб, поскольку он содержит пароли. Если права доступа к файлу правильные (например, `chmod 0600 config.yml`), то _config.yml_ не будет доступен для чтения веб-сервером.
uk: Ще раз нагадаємо про безпеку: цих налаштувань недостатньо для справжнього загальнодоступного репозиторію, натомість вони — швидкий і простий спосіб випробувати F-Droid. Згенерувавши репозиторій, забезпечте принаймні недоступність _config.yml_ з інтернету, бо цей файл містить паролі. Якщо дозволи файлу коректні (наприклад, `chmod 0600 config.yml`), то _config.yml_ має бути недоступним вебсерверу.
zh_hans: 关于安全性的最后一点说明：对于真正的公共存储库来说，此设置不是一个好的设置，而是一种快速简便的方法来测试 F-Droid。至少，在就地生成存储库时，请确保无法通过 Web 访问 _config.yml_，因为它包含密码。如果文件权限正确（例如 `chmod 0600 config.yml`），则 _config.yml_ 将无法被 Web 服务器读取。

source: App Metadata
de: App-Metadaten
pl: Metadane aplikacji
pt_pt: Metadados do App
ro: Metadatele aplicației
ru: Метаданные приложения
uk: Метадані застосунків
zh_hans: 应用元数据

source: You can control lots of aspects of how an app is represented in your repo by editing the app's metadata. Running `fdroid update --create-metadata` creates stub files for you, in order to have a working repo. Then you can edit those files to add a description, donation links, bug tracker, license, home page, etc. See the [Build Metadata Reference](../Build_Metadata_Reference) for more info on what all the options are.
de: Sie können viele Aspekte der Darstellung einer App in Ihrem Repo steuern, indem Sie die Metadaten der App bearbeiten. Das Ausführen von `fdroid update --create-metadata` erzeugt Stub-Dateien für Sie, um ein funktionierendes Repo zu erhalten. Sie können dann diese Dateien bearbeiten, um eine Beschreibung, Spenden-Links, Bug-Tracker, Lizenz, Homepage, usw. hinzuzufügen. Weitere Informationen zu allen Optionen finden Sie unter [Build-Metadatenreferenz](../Build_Metadata_Reference).
pl: Możesz kontrolować wiele aspektów reprezentacji aplikacji w repo poprzez edycję metadanych aplikacji. Uruchamianie `fdroid update --create-metadata` tworzy dla ciebie pliki pośredniczące, aby mieć działające repozytorium. Następnie możesz edytować te pliki, aby dodać opis, linki do darowizn, narzędzie do śledzenia błędów, licencję, stronę główną itp. Więcej informacji na temat wszystkich opcji znajdziesz w [Tworzenie odwołania do metadanych](../Build_Metadata_Reference).
pt_pt: Pode controlar muitos aspetos de como uma app é representado no seu repositório a editar os metadados da app. Executar o `fdroid update --create-metadata` cria ficheiros de tronco para si, de modo a ter um repositório de trabalho. A seguir pode editar esses ficheiros para adicionar uma descrição, ligações de doação, bug tracker, licença, homepage, etc. Veja a [Referência de Metadados de Compilação](../Build_Metadata_Reference) para mais informações sobre o que são todas as opções.
ro: Puteți controla o mulțime de aspecte legate de modul în care o aplicație este reprezentată în repo-ul dvs. prin editarea metadatelor aplicației. Rularea `fdroid update --create-metadata` creează fișiere de tip stub pentru dumneavoastră, pentru a avea un repo funcțional. Apoi, puteți edita aceste fișiere pentru a adăuga o descriere, link-uri de donații, bug tracker, licență, pagina de start etc. Consultați [Build Metadata Reference](../Build_Metadata_Reference) pentru mai multe informații despre ce sunt toate opțiunile.
ru: Вы можете контролировать многие аспекты того, как приложение представлено в вашем репозитории, редактируя метаданные приложения. Выполнение `fdroid update --create-metadata` создаст файлы-заглушки для того, чтобы у вас был рабочий репозиторий. Затем вы можете отредактировать эти файлы, чтобы добавить описание, ссылки на пожертвования, баг-трекер, лицензию, домашнюю страницу и т.д. Смотрите [Build Metadata Reference](../Build_Metadata_Reference) для получения дополнительной информации о всех опциях.
uk: Ви можете змінити представлення того чи іншого застосунку в своєму репозиторії, внісши зміни до метаданих цього застосунку. Запустіть `fdroid update --create-metadata`, щоб створити файли-заглушки для мінімальної роботи репозиторію. Тоді відредагуйте ці файли, додавши описи, посилання на пожертви, трекер обговорень вад, ліцензію, сайт тощо. Перегляньте [довідку про метадані збірки](../Build_Metadata_Reference), щоб дізнатися більше про всі наявні опції.
zh_hans: 你可以通过编辑应用的元数据来控制应用在你的存储库中的表示方式的许多方面。运行 `fdroid update --create-metadata` 会为你创建存根文件，以便拥有一个有效的存储库。然后你可以编辑这些文件以添加描述、捐赠链接、错误跟踪器、许可证、主页等。有关所有选项的详细信息，请参阅 [构建元数据参考](../Build_Metadata_Reference)。

source: _CurrentVersionCode_ provides a handy way to deploy beta releases in the same stream as your full releases. You can set _CurrentVersionCode_ to your current stable release, then add APKs to your repo. Users will only be updated automatically to the version code you specify. Any APKs for a given app in your repo that have a newer version code will not be automatically installed. Instead, the user can see them in the app detail view in the client, and can manually install them.
de: _CurrentVersionCode_ bietet eine praktische Möglichkeit, Beta-Versionen im selben Stream wie Ihre Vollversionen zu verteilen. Sie können _CurrentVersionCode_ auf Ihre aktuelle stabile Version setzen und dann APKs zu Ihrem Repo hinzufügen. Benutzer werden nur automatisch auf den von Ihnen angegebenen Versionscode aktualisiert. Alle APKs für eine bestimmte Anwendung in Ihrem Repo, die einen neueren Versionscode haben, werden nicht automatisch installiert. Stattdessen kann der Benutzer sie in der App-Detailansicht im Client sehen und manuell installieren.
pl: _CurrentVersionCode_ zapewnia wygodny sposób wdrażania wersji beta w tym samym strumieniu, co pełne wersje. Możesz ustawić _CurrentVersionCode_ na bieżące wydanie stabilne, a następnie dodać pliki APK do repozytorium. Użytkownicy będą automatycznie aktualizowani tylko do podanego kodu wersji. Wszelkie pliki APK dla danej aplikacji w repozytorium, które mają nowszy kod wersji, nie zostaną automatycznie zainstalowane. Zamiast tego użytkownik może je zobaczyć w widoku szczegółów aplikacji w kliencie i może ręcznie je zainstalować.
pt_pt: O _CurrentVersionCode_ fornece uma maneira prática de implantar versões beta no mesmo fluxo das versões completas. Pode definir _CurrentVersionCode_ para a sua versão estável atual, e assim adicionar APKs ao seu repositório. Os utilizadores só serão atualizados automaticamente para o código de versão que especificar. Quaisquer APKs para um determinado app no seu repositório que tenham um código de versão mais recente não serão instalados automaticamente. Em vez disso, o utilizador pode vê-los na visão detalhada do app no cliente e instalá-los manualmente.
ro: _CurrentVersionCode_ oferă o modalitate utilă de a distribui versiunile beta în același flux cu versiunile complete. Puteți seta _CurrentVersionCode_ la versiunea stabilă curentă, apoi adăugați APK-uri la repo-ul dumneavoastră. Utilizatorii vor fi actualizați automat doar la codul de versiune pe care îl specificați. Toate APK-urile pentru o anumită aplicație din repo-ul dvs. care au un cod de versiune mai nou nu vor fi instalate automat. În schimb, utilizatorul le poate vedea în vizualizarea detaliată a aplicației în client și le poate instala manual.
ru: _CurrentVersionCode_ предоставляет удобный способ развертывания бета-релизов в том же потоке, что и полные релизы. Вы можете установить _CurrentVersionCode_ на текущий стабильный релиз, а затем добавить APK в репозиторий. Пользователи будут автоматически обновляться только до указанного вами кода версии. Любые APK для данного приложения в вашем репозитории, которые имеют более новый код версии, не будут автоматически установлены. Вместо этого пользователь может увидеть их в клиенте в представлении деталей приложения и установить их вручную.
uk: _CurrentVersionCode_ дає змогу зручно оприлюднювати бета-випуски таким же чином, як остаточні випуски. Можете зазначити в _CurrentVersionCode_ поточний стабільний випуск і додати інші APK в свій репозиторій. Авдиторія отримає автоматично лише те оновлення, код версії якого ви вкажете. Жоден APK з новішим кодом версії не буде встановлено автоматично. Натомість авдиторія бачитиме ці версії в клієнті на екрані докладних даних про застосунок і зможе вручну їх встановити.
zh_hans: _CurrentVersionCode_ 提供了一种在与完整版本相同的流中部署 Beta 版本的便捷方式。你可以将 _CurrentVersionCode_ 设置为你当前的稳定版本，然后将 APK 添加到你的存储库中。用户只会自动更新到你指定的版本代码。将不会自动安装存储库中具有较新版本代码的给定应用的任何 APK。相反，用户可以在客户端的应用详细信息视图中看到它们，并且可以手动安装它们。

source: Real World Setup
de: Reales Setup
pl: Rzeczywisty Instalator
pt_pt: Configuração do Mundo Real
ro: Configurație în lumea reală
ru: Настройка в реальном мире
uk: Польове застосування
zh_hans: 真实世界设置

source: Now that you have a working repo, it is straightforward to create a real world setup. Generating a repo in place like we did above is very easy, that is why this HOWTO started there, but it is not as secure as it should be if your repo is going to be your main distribution point. For example, the repo signing keys should not ever be on a public server.
de: Jetzt, da Sie ein funktionierendes Repo haben, ist es einfach, ein reales Setup zu erstellen. Ein Repo vor Ort zu generieren, wie oben beschrieben, ist sehr einfach, deshalb hat dieses HOWTO hiermit begonnen, aber es ist nicht so sicher, wie es sein sollte, wenn Ihr Repo Ihr Hauptverteilungspunkt werden soll. Beispielsweise sollten sich die Repo-Signaturschlüssel niemals auf einem öffentlichen Server befinden.
pl: Teraz, kiedy masz repozytorium, łatwo jest stworzyć rzeczywisty instalator. Generowanie repo w miejscu, tak jak to zrobiliśmy powyżej, jest bardzo proste, dlatego właśnie ten poradnik (HOWTO) rozpoczął się, ale nie jest tak bezpieczne, jak powinno być, jeśli twoje repo będzie głównym punktem dystrybucji. Na przykład klucze podpisu repo nie powinny nigdy znajdować się na publicznym serwerze.
pt_pt: Agora que tem um repo a trabalhar, é fácil criar uma configuração do mundo real. Gerar um repositório como fizemos acima é muito fácil, é por isso que este HOWTO começou lá, mas não é tão seguro quanto deveria ser se o seu repositório vai ser o seu ponto de distribuição principal. Por exemplo, as chaves de assinatura do repositório não devem nunca estar num servidor público.
ro: Acum că aveți un repo de lucru, este simplu să creați o configurație reală. Generarea unui repo pe loc, așa cum am făcut mai sus, este foarte ușoară, de aceea acest HOWTO a început acolo, dar nu este atât de sigură pe cât ar trebui să fie dacă repo-ul dvs. va fi punctul dvs. principal de distribuție. De exemplu, cheile de semnare a repo-ului nu ar trebui să se afle niciodată pe un server public.
ru: Теперь, когда у вас есть рабочий репозиторий, можно приступать к созданию реальной установки. Создать репозиторий на месте, как мы делали это выше, очень просто, именно поэтому это HOWTO началось с этого, но это не так безопасно, как должно быть, если ваше репозиторий будет основной точкой распространения. Например, ключи подписи репозитория никогда не должны находиться на публичном сервере.
uk: Готовий репозиторій можна допрацювати для польового застосування. Згенерувати репозиторій, як угорі, досить просто, тому інструкція цим і починається; але він іще не має захисту, потрібного основній точці розповсюдження. Наприклад, ключів підпису репозиторію взагалі ніколи не має бути на загальнодоступних серверах.
zh_hans: 现在，你已经有了一个有效的存储库，可以直接创建一个真实的设置。像我们上面所做的那样，在适当的位置生成存储库非常容易，这就是为什么这个 HOWTO 从那里开始，但是如果你的存储库将成为你的主要分发点，它并不像它应该的那样安全。例如，存储库签名密钥不应位于公用服务器上。
