Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Each _git_ repo has lots of interesting metadata. The _GitStats_ project generates nice charts from that data. This is not quite an API, but it is related since it is using public project data. Pre-generated pages for each of the central git repos are visible here: <https://fdroid.gitlab.io/>.
de: Jedes _git_ Repo hat eine Vielzahl interessanter Metadaten. Das Projekt _GitStats_ erzeugt nette Charts aus diesen Daten. Das ist nicht ganz eine API, aber es ist ähnlich, da es öffentliche Projektdaten verwendet. Vorgefertigte Seiten zu jedem der zentralen Git-Repos sind hier zu sehen: <https://fdroid.gitlab.io/>.
pl: Każde repozytorium _git_ zawiera wiele interesujących metadanych. Projekt _GitStats_ generuje ładne wykresy z tych danych. Nie jest to do końca API, ale jest powiązane, ponieważ wykorzystuje publiczne dane projektu. Wstępnie wygenerowane strony dla każdego z centralnych repozytoriów git są widoczne tutaj: <https://fdroid.gitlab.io/>.
pt_pt: Cada repo _git_ tem muitos metadados interessantes. O projeto _GitStats_ gera bons gráficos a partir desses dados. Isto não é bem uma API, mas está relacionado já que ele usa dados públicos do projeto. Páginas pré-geradas para cada um dos repositórios centrais do git são visíveis aqui: <https://fdroid.gitlab.io/>.
ro: Fiecare repo _git_ are o mulțime de metadate interesante. Proiectul _GitStats_ generează grafice frumoase din aceste date. Acesta nu este chiar un API, dar are legătură cu acesta, deoarece utilizează date publice ale proiectului. Paginile pre-generate pentru fiecare dintre depozitele git centrale sunt vizibile aici: <https://fdroid.gitlab.io/>.
ru: В каждом _git_ репозитории есть много интересных метаданных. Проект _GitStats_ строит красивые диаграммы на основе этих данных. Это не совсем API, но связано с ним, поскольку использует публичные данные проекта. Предварительно сгенерированные страницы для каждого из центральных git-репозиториев можно увидеть здесь: <https://fdroid.gitlab.io/>.
uk: У кожному _git_ репозиторії є багато цікавих метаданих. Проєкт _GitStats_ будує красиві діаграми на основі цих даних. Це не зовсім API, але пов'язане з ним, оскільки використовує загальнодоступні дані проєкту. Попередньо створені сторінки для кожного з центральних git-репозиторіїв можна побачити тут: <https://fdroid.gitlab.io/>.
zh_hans: 每个 _git_ 存储库有很多令人感兴趣的元数据。_GitStats_ 项目从这些数据中生成漂亮的图表。这不算一个 API，但它相关因为它使用公开项目数据。可从此处访问每个中心化 git 存储库的预生成页面：<https://fdroid.gitlab.io/>。

source: Anti-Features
de: Unerwünschte Merkmale
pl: Niepożądane funkcje
pt_pt: Características indesejadas
ro: Anti-funcții
ru: Анти-функции
uk: Небажані функції
zh_hans: 负面特征

source: When reviewing apps to accept, F-Droid takes the user's point of view, first and foremost. We start with [strict acceptance criteria](../Inclusion_Policy) based on the principles of free software and user control. There are some things about an app that might not block it from inclusion, but many users might not want to accept them. For these kinds of things, F-Droid has a defined set of Anti-Features. Apps can then be marked with these Anti-Features so users can clearly choose whether the app is still acceptable.
de: Bei der Prüfung, ob Apps aufgenommen werden können, nimmt F-Droid zuallererst den Blickpunkt des Anwenders ein. Beginnen wir mit den [strengen Aufnahmekriteren](../Inclusion_Policy), die auf den Prinzipien Freier Software und der Kontrolle durch die Anwender basieren. Es mag einige Dinge geben, die nicht gegen ihre Aufnahme sprechen, die aber viele Anwender trotzdem nicht akzeptieren würden. Für diese Fälle, hat F-Droid eine Reihe von unerwünschten Merkmalen (Anti-Features) definiert. Apps können so mit diesen Anti-Features gekennzeichnet werden, damit Anwender sich klar entscheiden können, ob die App noch tolerabel ist.
pl: Podczas przeglądu aplikacji do zaakceptowania, F-Droid bierze przede wszystkim punkt widzenia użytkownika. Zaczynamy od [ścisłych kryteriów akceptacji](../Inclusion_Policy) opartych na zasadach wolnego oprogramowania i kontroli użytkownika. Istnieją pewne rzeczy w aplikacji, które mogą nie blokować jej włączenia, ale wielu użytkowników może nie chcieć ich zaakceptować. W tym przypadku F-Droid ma zdefiniowany zestaw funkcji niepożądanych. Aplikacje mogą być oznaczone tymi cechami, aby użytkownicy mogli jednoznacznie zdecydować, czy dana aplikacja jest nadal akceptowalna.
ro: Atunci când analizează aplicațiile pentru a le accepta, F-Droid ia în considerare, în primul rând, punctul de vedere al utilizatorului. Începem cu [criterii stricte de acceptare](../Inclusion_Policy) bazate pe principiile software-ului liber și ale controlului utilizatorului. Există unele lucruri despre o aplicație care nu ar putea să o blocheze de la includere, dar mulți utilizatori ar putea să nu dorească să le accepte. Pentru aceste tipuri de lucruri, F-Droid are un set definit de Anti-Funcții. Aplicațiile pot fi apoi marcate cu acestea, astfel încât utilizatorii să poată alege în mod clar dacă aplicația este totuși acceptabilă.
ru: Рассматривая приложения перед принятием, F-Droid ставит интересы пользователя превыше всего. Наш минимум — [строгие критерии принятия](../Inclusion_Policy): принципы свободного программного обеспечения и пользовательский контроль. Некоторые особенности того или иного приложения могут не препятствовать его добавлению, но не все захотят принимать их. F-Droid выделяет такие особенности в группу «анти-функций». Приложения с анти-функциями специально помечаются, чтобы пользователи сами смогли для себя выбрать, приемлют ли они их.
uk: Рецензуючи застосунки перед доданням, F-Droid ставить користувацький інтерес понад усе. Наш мінімум — [строгі критерії прийнятності](../Inclusion_Policy): принципи вільного програмного забезпечення й користувацький контроль. Певні особливості того чи іншого застосунку можуть не перешкоджати його доданню, але бути прийнятними не для всіх. F-Droid виділяє такі речі в множину «небажаних функцій». Застосунки з небажаними функціями спеціально позначаються, щоб кожна й кожен могли чітко розуміти, чи застосунок прийнятний саме для них.
zh_hans: 审查要接受的应用时，F-Droid 会首先从用户的角度出发。我们从基于自由软件和用户控制原则的[严格的收录标准](../Inclusion_Policy)开始。应用的某些内容可能不会妨碍它被收录，但许多用户也许不想接受它们。 为了处理这类情况，F-Droid 制定了一系列明确的负面特征来标记应用，以便用户选择是否仍要接受该应用。

source: Anti-Features are organized into "flags" that packagers can use to mark apps, warning of possibly undesirable behaviour from the user's perspective, often serving the interest of the developer or a third party. Free software packages do not exist in a bubble. For one piece of software to be useful, it usually has to integrate with some other software. Therefore, users that want free software also want to know if an app depends on or promotes any proprietary software. Sometimes, there are concepts in Anti-Features that overlap with tactics used by third parties against users. F-Droid always marks Anti-Features from the user's point of view. For example, [NSFW](#NSFW) might be construed as similar to a censor's blocklists, but in our case, the focus is on the user's context and keeping the user in control.
de: Anti-Features sind „Markierungen“ zugeordnet, die Packer zur Kennzeichnung von Apps verwenden können, um vor möglichem unerwünschten Verhalten aus Anwendersicht zu warnen, das häufig den Interessen der Entwickler oder eines Drittanbieters dient. Freie Softwarepakete existieren nicht in einer Blase. Damit eine Stück Software nützlich wird, muss es sich nomalerweise mit irgendeiner anderen Software verflechten. Daher wollen Anwender, die Freie Software möchten, auch wissen, ob eine App von irgendwelcher proprietärer Software abhängt oder sie bewirbt. Manchmal gibt es unter den Anti-Features Konzepte, die sich mit Taktiken überlagern, die von Drittanbietern gegen Anwender genutzt werden. F-Droid kennzeichnet immer Anti-Features aus der Sichtweise der Anwender. So könnte beispielsweise [NSFW](#NSFW) als eine Art Zensurliste gedeutet werden, in unserem Fall liegt der Fokus aber auf dem Anwenderkontext und darauf den Anwendern die Kontrolle zu überlassen.
pl: Funkcje niepożądane są zorganizowane w "flagi", których twórcy pakietów mogą używać do oznaczania aplikacji, ostrzegając przed potencjalnie niepożądanym zachowaniem z punktu widzenia użytkownika, często służącym interesom twórcy lub strony trzeciej. Pakiety wolnego oprogramowania nie istnieją w bańce. Aby jeden element oprogramowania był użyteczny, zazwyczaj musi być zintegrowany z innym oprogramowaniem. Dlatego użytkownicy, którzy chcą mieć wolne oprogramowanie, chcą też wiedzieć, czy dana aplikacja zależy od oprogramowania prawnie zastrzeżonego lub je promuje. Czasami w funkcjach niepożądanych pojawiają się pojęcia, które pokrywają się z taktykami stosowanymi przez strony trzecie przeciwko użytkownikom. F-Droid zawsze oznacza funkcje niepożądane z punktu widzenia użytkownika'. Na przykład, [NSFW](#NSFW) może być interpretowane jako podobne do cenzury, ale w naszym przypadku skupiamy się na kontekście użytkownika i utrzymaniu go pod kontrolą.
ro: Anti-Funcțiile sunt organizate sub formă de "stegulețe" pe care producătorii de pachete le pot folosi pentru a marca aplicațiile, avertizând asupra unui comportament posibil nedorit din perspectiva utilizatorului, adesea în interesul dezvoltatorului sau a unei terțe părți. Pachetele de software liber nu există într-o bulă. Pentru ca o bucată de software să fie utilă, de obicei trebuie să se integreze cu un alt software. Prin urmare, utilizatorii care doresc software liber vor să știe, de asemenea, dacă o aplicație depinde sau promovează vreun software proprietar. Uneori, există concepte din Anti-Funcții care se suprapun cu tacticile folosite de terți împotriva utilizatorilor. F-Droid marchează întotdeauna Anti-Funcții din punctul de vedere al utilizatorului. De exemplu, [NSFW](#NSFW) ar putea fi interpretat ca fiind similar cu listele de blocare ale unui cenzor, dar în cazul nostru, accentul este pus pe contextul utilizatorului și pe păstrarea controlului asupra acestuia.
ru: Анти-функции организованы во «флаги», которые упаковщики могут использовать для маркировки приложений, предупреждая о возможном нежелательном поведении с точки зрения пользователя, часто служащем интересам разработчика или третьей стороны. Свободные программы не существует в пузыре. Чтобы одна программа была полезной, она обычно должна быть интегрирована с другой. Поэтому пользователи, которым нужны свободные программы, также хотят знать, зависит ли программа от какого-либо несвободного программного обеспечения или продвигает ли его. Иногда в Анти-функциях встречаются концепции, которые пересекаются с тактикой, используемой третьими сторонами против пользователей. F-Droid всегда помечает Анти-функции с точки зрения пользователя. Например, [NSFW](#NSFW) может быть воспринят как проявление цензуры, но в нашем случае мы фокусируемся на контексте пользователя и сохранении его контроля.
uk: Небажаним функціям відповідають мітки, якими можна позначати застосунки при доданні, щоб попереджати авдиторію про поведінку, яка їй потенційно шкідлива, хоч і часто відповідає інтересам розробки чи сторонніх осіб. Пакунки вільного програмного забезпечення існують не у вакуумі. Щоб певна програма була корисною, їй зазвичай треба інтегруватись із іншими програмами. Тож авдиторії вільного програмного забезпечення також бажано знати, чи вимагає або просуває воно яке-небудь пропрієтарне програмне забезпечення. Іноді концепти небажаних функцій мають паралелі з тактиками, застосовуваними проти авдиторії сторонніми особами. F-Droid завжди визначає небажані функції саме з точки зору авдиторії. Наприклад, [NFSW](#NSFW) може комусь нагадувати цензорський список блокування, та в нашому випадку головний контекст — користувацький: надаємо авдиторії контроль.
zh_hans: 负面特征被组织成“标记”，打包器可以用它们来标记应用，警告从用户的角度看来可能不受欢迎的行为，这些行为通常服务于开发人员或第三方的利益。 自由软件包不是孤立存在的。 要使一个软件可用，它通常必须与其他一些软件集成。 因此，想要自由软件的用户也想知道一个应用是否依赖或推广任何专有软件。 有时，负面特征中的某些概念与第三方针对用户使用的策略重叠，而 F-Droid 始终从用户的角度标记负面特征。 比如， [NSFW](#NSFW) 可能被解释为类似于审查员的黑名单，但在 F-Droid 中，我们关注的是用户的视角和掌控权。

source: You will see our Anti-Features in action when viewing the details of any app containing one or more Anti-Features, whether in the F-Droid client or on this website. The F-Droid client also provides settings to hide apps with certain Anti-Features.
de: Sie sehen unsere Anti-Features in Aktion, wenn Sie sich die Details jeder App ansehen, die eine oder mehrere unerwünschte Merkmale enthält, entweder in der F-Droid-App oder auf dieser Website. Die F-Droid-App hält auch Einstellungen bereit, um Apps mit bestimmten Anti-Features auszublenden.
pl: Możesz zobaczyć nasze funkcje niepożądane w akcji podczas przeglądania szczegółów każdej aplikacji zawierającej jeden lub więcej funkcji niepożądanych, czy w kliencie F-Droid lub na tej stronie. Klient F-Droid udostępnia również ustawienia pozwalające ukryć aplikacje z niektórymi funkcjami niepożądanymi.
ro: Veți vedea caracteristicile noastre Anti-Funcții în acțiune atunci când vizualizați detaliile oricărei aplicații care conține una sau mai multe caracteristici, fie în clientul F-Droid, fie pe acest site web. Clientul F-Droid oferă, de asemenea, setări pentru a ascunde aplicațiile care conțin anumite Anti-Funcții.
ru: Вы увидите наши Анти-Функции в действии при просмотре сведений о любом приложении, содержащем одну или несколько Анти-Функций, будь то в клиенте F-Droid или на этом сайте. Клиент F-Droid также предоставляет настройки для скрытия приложений с определенными Анти-функциями.
uk: Нашу класифікацію небажаних функцій ви бачите в клієнті F-Droid або на цьому вебсайті, переглядаючи сторінку будь-якого застосунку, що містить принаймні одну небажану функцію. Налаштування клієнта F-Droid також надають змогу ховати застосунки з певними небажаними функціями.
zh_hans: 无论是在 F-Droid 客户端还是在网站上查看任何包含一个或多个负面特征的应用的详细信息时，你都会看到我们的负面特征的实际情况。 F-Droid 客户端还提供设置项来隐藏具有某些负面特征的应用。

source: List of Anti-Features
de: Liste der unerwünschten Merkmale
pl: Lista niepożądanych funkcji
pt_pt: Lista de características indesejadas
ro: Lista de Anti-Funcții
ru: Список анти-функций
uk: Список небажаних функцій
zh_hans: 负面特征列表

source: F-Droid currently uses this list of Anti-Features for labeling apps we are shipping:
de: F-Droid verwendet derzeit diese Liste unerwünschter Merkmale, um von uns vertriebene Apps zu kennzeichnen:
pl: F-Droid obecnie używa listy niepożądanych funkcji do znakowania aplikacji, które wysyłamy:
pt_pt: F-Droid atualmente usa esta lista de características indesejadas para a rotulagem de apps que estamos a enviar:
ro: În prezent, F-Droid utilizează această listă de Anti-Funcții pentru etichetarea aplicațiilor pe care le livrăm:
ru: Актуальный список анти-функций, которыми помечают приложения в F-Droid:
uk: Наразі F-Droid використовує цей список небажаних функцій для позначення застосунків, які ми надаємо:
zh_hans: F-Droid 目前使用此负面特征列表来标记我们正在发布的应用：

source: [Ads](#Ads) - advertising
de: [Werbung](#Ads) – Reklame
pl: [Reklamy](#Ads) - reklama
pt_pt: [Anúncios](#Ads) - publicidade
ro: [Ads](#Ads) - publicitate
ru: [Реклама](#Ads) - рекламные объявления
uk: [Оголошення](#Ads) - Оголошення (реклама)
zh_hans: [广告](#Ads) - 广告

source: [Disabled Algorithm](#DisabledAlgorithm) - signed using an unsafe algorithm
de: [Untauglicher Algorithmus](#DisabledAlgorithm) – zur Signatur wird ein unsicherer Algorithmus verwendet
pl: [Wyłączony algorytm](#DisabledAlgorithm) - podpisany przy użyciu niebezpiecznego algorytmu
pt_pt: [Algoritmo desativado](#DisabledAlgorithm) - assinado a usar um algoritmo inseguro
ro: [Disabled Algorithm](#DisabledAlgorithm) - semnat folosind un algoritm nesigur
ru: [Отключенный алгоритм](#DisabledAlgorithm) - подписано с использованием небезопасного алгоритма
uk: [Вимкнений алгоритм](#DisabledAlgorithm) - підписано з використанням небезпечного алгоритму
zh_hans: [禁用的算法](#DisabledAlgorithm) - 使用不安全的算法来签名

source: [Known Vulnerability](#KnownVuln) - known security vulnerability
de: [Bekannte Schwachstelle](#KnownVuln) – bekannte Sicherheitslücken
pl: [Znana podatność](#KnownVuln) – znana luka w zabezpieczeniach
pt_pt: [Vulnerabilidade conhecida](#KnownVuln) - vulnerabilidade de segurança conhecida
ro: [Known Vulnerability](#KnownVuln) - vulnerabilitate de securitate cunoscută
ru: [Известная уязвимость](#KnownVuln) - известная уязвимость безопасности
uk: [Відома вразливість](#KnownVuln) - відома вразливість безпеки
zh_hans: [含有已知漏洞](#KnownVuln) - 已知的安全漏洞

source: [Non-Free Addons](#NonFreeAdd) - promotes other non-libre apps or plugins
de: [Nicht-quelloffene Erweiterungen](#NonFreeAdd) – bewirbt andere proprietäre Apps oder Erweiterungen
pl: [Niewolne dodatki](#NonFreeAdd) – promuje inne niewolne aplikacje lub wtyczki
pt_pt: [Suplementos não livres](#NonFreeAdd) - promove outras apps ou suplementos não livres
ro: [Non-Free Addons](#NonFreeAdd) - promovează alte aplicații sau plugin-uri non-libre
ru: [Несвободные дополнения](#NonFreeAdd) - продвигает несвободные приложения или плагины
uk: [Невільні доповнення](#NonFreeAdd) - просуває невільні застосунки або плагіни
zh_hans: [非自由插件](#NonFreeAdd) - 推广其他非自由应用或插件

source: [Non-Free Assets](#NonFreeAssets) - non-libre media in things that are not code (e.g. images, sound, music, 3D-models, or video)
de: [Nicht-quelloffene Bestandteile](#NonFreeAssets) – Proprietäre Medien in Dingen, die nicht zum Code gehören (z. B. Bilder, Klänge, Musik, 3D-Modelle oder Videos)
pl: [Niewolne zasoby](#NonFreeAssets) – niewolne multimedia w rzeczach, które nie są kodem (np. obrazy, dźwięk, muzyka, modele 3D lub wideo)
pt_pt: [Ativos Não Livres](#NonFreeAssets) - mídia não livre em coisas que não são código (por exemplo, imagens, som, música, modelos 3D ou vídeo)
ro: [Non-Free Assets](#NonFreeAssets) - media nelibere în lucruri care nu sunt cod (de exemplu, imagini, sunet, muzică, modele 3D sau video)
ru: [Несвободные ресурсы](#NonFreeAssets) - несвободные медиа-файлы, не являющиеся кодом: изображения, звукозаписи, музыка, 3D модели или видео
uk: [Невільні ресурси](#NonFreeAssets) - невільні медіафайли, які не є кодом: зображення, звукозаписи, музика, 3D моделі або відео
zh_hans: [非自由资产](#NonFreeAssets) - 源代码之外存在非自由媒体（例如图像，声音，音乐，3D 模型或视频）

source: [Non-Free Dependencies](#NonFreeDep) - needs a non-libre app to work (e.g. Spotify, Whatsapp)
de: [Nicht-quelloffene Abhängigkeiten](#NonFreeDep) – benötigt eine proprietäre App (z. B. Spotify, Whatsapp)
pl: [Non-Free Dependencies](#NonFreeDep) - wymaga do działania aplikacji innej niż libre (np. Spotify, Whatsapp)
ro: [Non-Free Dependencies](#NonFreeDep) - are nevoie de o aplicație ne-libere pentru a funcționa (de exemplu, Spotify, Whatsapp)
ru: [Несвободные зависимости](#NonFreeDep) - для работы требуется приложение, не являющееся свободным (например, Spotify, Whatsapp)
zh_hans: [非自由依赖项](#NonFreeDep) - 需要非自由应用才能工作（例如 Spotify,Whatsapp）

source: [Non-Free Network Services](#NonFreeNet) - promotes or depends entirely on a non-free network service
de: [Nicht-quelloffene Netzwerkdienste](#NonFreeNet) – bewirbt oder hängt vollständig von einem nicht-quelloffenen Netzwerkdienst ab
pl: [Nieodpłatne usługi sieciowe](#NonFreeNet) - promuje nieodpłatną usługę sieciową lub całkowicie od niej zależy
ro: [Non-Free Network Services](#NonFreeNet) - promovează sau depinde în întregime de un serviciu de rețea care nu este liber
ru: [Несвободные сетевые сервисы](#NonFreeNet) - продвигает или полностью зависит от несвободного сетевого сервиса
zh_hans: [非自由网络服务](#NonFreeNet) - 推广或完全依赖非自由网络服务

source: [No Source Since](#NoSourceSince) - source code no longer available, making new releases impossible
de: [Keine Quelle mehr](#NoSourceSince) – der Quellcode ist nicht mehr erhältlich, was neue Releases unmöglich macht
pl: [Brak źródła](#NoSourceSince) - kod źródłowy jest już niedostępny, co uniemożliwia wydawanie nowych wersji
pt_pt: [Nenhuma fonte desde](#NoSourceSince) - código-fonte não está mais disponível, a tornar novos lançamentos impossíveis
ro: [No Source Since](#NoSourceSince) - codul sursă nu mai este disponibil, ceea ce face imposibilă lansarea de noi versiuni
ru: [Исходный код недоступен](#NoSourceSince) - исходный код больше недоступен, поэтому новые версии не собирают
uk: [Джерельний код недоступний](#NoSourceSince) – джерельний код більше не доступний, що унеможливлює нові випуски
zh_hans: [源代码不再可用](#NoSourceSince) - 源代码不再可用，因此无法发布新版本

source: [NSFW](#NSFW) - contains content that the user may not want to be publicized or visible everywhere
de: [NSFW](#NSFW) – enthält Inhalte, von denen der Nutzer nicht möchte, dass sie veröffentlicht werden oder überall sichtbar sind
pl: [NSFW](#NSFW) - zawiera treści, które użytkownik może nie życzyć sobie, aby były upubliczniane lub widoczne wszędzie
ro: [NSFW](#NSFW) - conține conținut pe care este posibil ca utilizatorul să nu dorească să fie făcut public sau vizibil peste tot
ru: [NSFW](#NSFW) - содержит материалы, которые пользователь может не захотеть публиковать или показывать другим
uk: [NSFW](#NSFW) — містить вміст, який авдиторія ймовірно не бажає оприлюднювати чи скрізь показувати
zh_hans: [NSFW](#NSFW) - 包含用户可能不希望随处公开或可见的内容

source: [Tethered Network Services](#TetheredNet) - depends entirely on a certain instance of a network service
de: [Tethering-Netzwerkdienste](#TetheredNet) – hängt vollständig von einer bestimmten Instanz eines Netzwerkdienstes ab
ro: [Servicii de rețea captive](#TetheredNet) - depinde în întregime de o anume instanță a unui serviciu de rețea
ru: [[Привязанные сетевые сервисы](#TetheredNet) - полностью зависит от определенного экземпляра сетевого сервиса
zh_hans: [受束缚的网络服务](#TetheredNet) - 完全依赖于网络服务的特定实例

source: [Tracking](#Tracking) - tracks and/or reports your activity to somewhere, even when it can be turned off
de: [Überwachung](#Tracking) – überwacht und/oder meldet irgendwohin Aktivitäten, selbst wenn das abschaltbar ist
pl: [Śledzenie](#Tracking) - śledzi i/lub zgłasza gdzieś swoją aktywność, nawet jeśli można ją wyłączyć
pt_pt: [Rastreamento](#Tracking) - rastreia e/ou relata a sua actividade para algum lugar, mesmo quando pode estar desligado
ro: [Tracking](#Tracking) - îți urmărește și/sau raportează activitatea undeva, chiar și atunci când poate fi dezactivată
ru: [Отслеживание](#Tracking) - трекеры следят за вашей активностью и отсылают отчеты (даже если эту опцию можно отключить)
uk: [Відстеження](#Tracking) - відстеження та/або звітування про вашу діяльність, навіть якщо цей параметр можна вимкнути
zh_hans: [跟踪](#Tracking) - 跟踪和/或报告你的活动，即使可以将其关闭

source: [Upstream Non-Free](#UpstreamNonFree) - upstream source code is not libre, and this version has those parts replaced or rewritten
de: [Originalcode nicht-quelloffen](#UpstreamNonFree) – bereitgestellter Originalcode ist nicht völlig frei und die davon betroffenen Teile wurden in dieser Version ersetzt oder umgeschrieben
pl: [Niewolne upstream](#UpstreamNonFree) - kod źródłowy upstream nie jest wolny, a ta wersja ma te części zastąpione lub przepisane
pt_pt: [Upstream não livre](#UpstreamNonFree) - o código fonte de upstream não é livre, e esta versão tem essas partes substituídas ou reescritas
ro: [Upstream Non-Free](#UpstreamNonFree) - codul sursă upstream nu este liber, iar această versiune are acele părți înlocuite sau rescrise
ru: [Несвободное в апстриме](#UpstreamNonFree) - часть исходного кода в апстриме несвободна, в этой версии ее переписали или заменили
uk: [Невільний в апстрімі](#UpstreamNonFree) - частина вихідного коду в апстрімі не вільна, в цій версії її переписали або замінили
zh_hans: [上游代码非自由](#UpstreamNonFree) - 上游源代码不是自由的，此版本已替换或重写了这些部分
