Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Reproducible Builds
de: Reproduzierbare Builds
pl: Powtarzalne kompilacje
pt_pt: Compilações reproduzíveis
ro: Construcții reproductibile
ru: Воспроизводимые сборки
uk: Відтворювані збірки
zh_hans: 可重复构建

source: Reproducible builds are not a requirement for apps being on F-Droid. But we do consider their use best practice. And unfortunately, one can't easily switch to them later because Android doesn't allow updates with a different signing key, meaning users would have to reinstall. So we mainly encourage their use for new apps.
de: Reproduzierbare Builds sind für Apps keine Voraussetzung, um auf F-Droid zu sein. Wir sehen ihre Verwendung aber als optimales Verfahren. Und unglücklicherweise, kann man nicht einfach später zu ihnen wechseln, weil Android keine Aktualisierungen mit unterschiedlichen Signierschlüsseln erlaubt, was bedeutet, dass Anwender neu installieren müssen. So empfehlen wir für neue Apps nachdrücklich sie einzusetzen.
pl: Powtarzalne kompilacje nie są wymagane w przypadku aplikacji znajdujących się na F-Droid. Uważamy jednak, że są to najlepsze praktyki w zakresie ich stosowania. I niestety nie można się na nie później łatwo przełączyć, ponieważ Android nie pozwala na aktualizacje przy użyciu innego klucza podpisu, co oznacza, że użytkownicy musieliby dokonać ponownej instalacji. Dlatego zachęcamy głównie do ich używania w nowych aplikacjach.
ro: Compilările reproductibile nu sunt o cerință pentru ca aplicațiile să fie prezente pe F-Droid. Dar considerăm că utilizarea lor este cea mai bună practică. Și, din păcate, nu se poate trece cu ușurință la ele mai târziu, deoarece Android nu permite actualizări cu o cheie de semnare diferită, ceea ce înseamnă că utilizatorii ar trebui să reinstaleze. Așadar, încurajăm în principal utilizarea lor pentru aplicațiile noi.
ru: Воспроизводимые сборки не являются обязательным условием присутствия приложений на F-Droid. Но мы считаем их использование лучшей практикой. И, к сожалению, на них нельзя легко перейти позже, потому что Android не позволяет обновлять приложения с другим ключом подписи, а значит, пользователям придется переустанавливать их. Поэтому мы в основном поощряем их использование для новых приложений.
uk: Відтворювані збірки не обов'язкова вимога для застосунків на F-Droid. Але ми вважаємо їх використання найкращою практикою. І, на жаль, на них не можна легко перейти пізніше, оскільки Android не дозволяє оновлення з іншим ключем підпису, а це означає, що користувачам доведеться перевстановлювати застосунок. Тому ми в основному заохочуємо використовувати їх для нових застосунків.
zh_hans: 要在 F-Droid 上发布应用，可重复构建不是必需条件。但我们的确认使用可重复构建是最佳实践。不幸的是，因为 Android 不允许签名密钥不同的更新，切换到可重复构建不是那么容易。这意味着切换后用户必须重新安装应用。因此，我们主要鼓励新应用使用可重复构建。

source: The point of reproducible builds is that the developer's signature (from the APK they publish) guarantees that our build is identical to theirs (and thus doesn't contain anything it shouldn't) and at the same time our build server verifies that the developer's build matches the published source code (and thus doesn't contain anything it shouldn't either).
de: Die Sache mit den reproduzierbaren Builds ist die, dass die Entwickler-Signatur (der von ihnen veröffentlichten APK) sicherstellt, dass unser Build mit deren übereinstimmt (und so nichts enthält, was er nicht sollte) und gleichzeitig unser Buildserver überprüft, dass der Build des Entwicklers zum veröffentlichten Quellcode passt (und so ebenfalls nichts enthält, was er nicht sollte).
pl: Istotą odtwarzalnych kompilacji jest to, że podpis programisty (z publikowanego przez niego pliku APK) gwarantuje, że nasza kompilacja jest identyczna z ich kompilacją (a zatem nie zawiera niczego, czego nie powinna), a jednocześnie nasz serwer kompilacji weryfikuje, czy build pasuje do opublikowanego kodu źródłowego (a zatem nie zawiera niczego, czego nie powinien).
ro: Ideea construcțiilor reproductibile este că semnătura dezvoltatorului (din APK-ul pe care îl publică) garantează că construcția noastră este identică cu a lui (și, prin urmare, nu conține nimic ce nu ar trebui să conțină) și, în același timp, serverul nostru de construcție verifică dacă construcția dezvoltatorului corespunde codului sursă publicat (și, prin urmare, nu conține nimic ce nu ar trebui să conțină).
ru: Смысл воспроизводимых сборок в том, что подпись разработчика (из опубликованного им APK) гарантирует, что наша сборка идентична их сборке (и, следовательно, не содержит ничего, что не должно содержать), и в то же время наш сервер сборки проверяет, что сборка разработчика соответствует опубликованному исходному коду (и, следовательно, не содержит ничего, что не должно содержать).
uk: Суть відтворюваних збірок полягає в тому, що підпис розробника (з опублікованого ним APK) гарантує, що наша збірка ідентична їхній (а отже, не містить нічого зайвого), і водночас наш сервер збірок перевіряє, що збірка розробника відповідає опублікованому коду (а отже, також не містить нічого зайвого).
zh_hans: 可重复构建的好处是开发者的签名（来自所发布的 APK）确保我们的构建和开发者的相同（因而不包含任何不应包含的东西），与此同时我们的构建服务器验证开发者的构建与所发布的源代码相匹配（因此同样不包含任何不应包含的东西）。

source: This increases trust and makes supply-chain attacks harder. It also makes it impossible for there to be a bug in the F-Droid version only (or vice versa). Using the developer's key also means they have the option of providing updates to users themselves if we for some reason (temporarily) cannot.
de: Dies stärkt das Vertrauen und macht Angriffe auf die Versorgungskette schwieriger. Es macht es auch unmöglich, dass sich nur in der F-Droid-Version ein Fehler zeigt (oder umgekehrt). Die Nutzung des Entwickler-Schlüssels bedeutet für sie, dass sie die Möglichkeit haben, Anwender selbst mit Aktualisierungen zu versorgen, wenn wir das aus irgendwelchen Gründen (vorübergehend) nicht können.
pl: Zwiększa to zaufanie i utrudnia ataki na łańcuch dostaw. Uniemożliwia to również wystąpienie błędu tylko w wersji F-Droid (lub odwrotnie). Korzystanie z klucza programisty oznacza również, że ma on możliwość samodzielnego dostarczania aktualizacji użytkownikom, jeśli z jakiegoś powodu (tymczasowo) nie możemy.
ro: Acest lucru sporește încrederea și îngreunează atacurile asupra lanțului de aprovizionare. De asemenea, face imposibilă existența unui bug doar în versiunea F-Droid (sau invers). Utilizarea cheii dezvoltatorului înseamnă, de asemenea, că aceștia au posibilitatea de a furniza ei înșiși actualizări utilizatorilor dacă noi, dintr-un motiv oarecare (temporar), nu putem.
ru: Это повышает доверие и затрудняет атаки на цепочки поставок. Это также делает невозможным появление ошибки только в версии для F-Droid (или наоборот). Использование ключа разработчика также означает, что у них есть возможность самим предоставлять обновления пользователям, если мы по какой-то причине (временно) не можем этого сделать.
uk: Це підвищує довіру та ускладнює атаки на ланцюжки постачання. Це також унеможливлює наявність помилки лише у версії F-Droid (або навпаки). Використання ключа розробника також означає, що він має можливість самостійно надавати оновлення користувачам, якщо ми з якихось причин (тимчасово) не можемо цього зробити.
zh_hans: 这么做可增加信任度并加大供应链攻击难度。此外，也确保不会有只存在于 F-Droid 版本的故障（反过来也一样）。 使用开发者密钥还意味着开发者在我们出于某些原因（暂时）无法向用户提供更新时可选择自行向用户提供更新。

source: Some apps -- especially those without native code, using only Kotlin/Java -- are very easy to make reproducible. Others may require more work. Sadly, some apps cannot be made reproducible at all.
de: Einige Apps -- insbesondere jene ohne nativen Code, die nur Kotlin/Java verwenden -- lassen sich sehr leicht reproduzierbar machen. Andere erfordern etwas mehr Aufwand. Leider können bestimmte Apps überhaupt nicht reproduzierbar werden.
pl: Niektóre aplikacje — szczególnie te bez kodu natywnego, korzystające wyłącznie z Kotlina/Java — można bardzo łatwo odtworzyć. Inne mogą wymagać więcej pracy. Niestety, niektórych aplikacji w ogóle nie da się odtworzyć.
ro: Unele aplicații - în special cele fără cod nativ, care folosesc doar Kotlin/Java - sunt foarte ușor de reprodus. Altele pot necesita mai multă muncă. Din nefericire, unele aplicații nu pot fi făcute reproductibile deloc.
ru: Некоторые приложения - особенно без нативного кода, использующие только Kotlin/Java - очень легко сделать воспроизводимыми. Другие могут потребовать больше работы. К сожалению, некоторые приложения вообще невозможно сделать воспроизводимыми.
uk: Деякі застосунки, особливо ті, що не мають власного коду, а використовують лише Kotlin/Java, дуже легко зробити відтворюваними. Інші можуть потребувати більше роботи. На жаль, деякі застосунки взагалі неможливо зробити відтворюваними.
zh_hans: 可重复构建对于某些应用，尤其是那些没有原生代码，仅使用 Kotlin/Java 语言的应用，非常容易。其他应用可能需要更多努力才能做到。令人难过的是，某些应用根本无法实现可重复构建。

source: We hope that developers agree with us that it's at least worth attempting to make their apps reproducible given the various benefits, but if they are unable or unwilling to spend time/resources on this, we of course respect their decision.
de: Wir hoffen, dass Entwickler uns zustimmen, dass es aufgrund der verschiedenen Vorzüge zumindest einen Versuch wert ist, ihre Apps reproduzierbar zu gestalten. Sollten sie hingegen nicht in der Lage oder nicht gewillt sein, Zeit und Arbeit darauf zu investieren, respektieren wir natürlich ihre Entscheidung.
pl: Mamy nadzieję, że programiści zgodzą się z nami, że warto przynajmniej podjąć próbę zapewnienia powtarzalności ich aplikacji, biorąc pod uwagę różne korzyści, ale jeśli nie mogą lub nie chcą poświęcać na to czasu/zasobów, oczywiście szanujemy ich decyzję.
ro: Sperăm că dezvoltatorii sunt de acord cu noi că merită cel puțin să încerce să facă aplicațiile lor reproductibile, având în vedere diversele beneficii, dar dacă nu pot sau nu doresc să cheltuiască timp/resurse în acest sens, le respectăm, desigur, decizia.
ru: Мы надеемся, что разработчики согласятся с нами в том, что стоит хотя бы попытаться сделать свои приложения воспроизводимыми, учитывая различные преимущества, но если они не могут или не хотят тратить на это время/ресурсы, мы, конечно, уважаем их решение.
uk: Ми сподіваємося, що розробники погоджуються з нами, що варто принаймні спробувати зробити свої застосунки відтворюваними, враховуючи різні переваги, але якщо вони не можуть або не хочуть витрачати на це час/ресурси, ми, звісно, поважаємо їхнє рішення.
zh_hans: 我们希望开发者认同我们的观点，即鉴于各种好处，至少值得试着让应用变得可重复，但要是开发者无法或不愿意在这上面花时间/精力，我们当然尊重开发者的决定。

source: For more information, see:
de: Weitere Informationen finden Sie unter:
pl: Aby uzyskać więcej informacji, zobacz:
ro: Pentru mai multe informații, a se vedea:
ru: Дополнительную информацию см:
uk: Докладніше:
zh_hans: 更多信息，请参阅：

source: [Towards a reproducible F-Droid](https://f-droid.org/2023/01/15/towards-a-reproducible-fdroid.html)
de: [Auf dem Weg zu einem reproduzierbaren F-Droid](https://f-droid.org/2023/01/15/towards-a-reproducible-fdroid.html)
pl: [W kierunku odtwarzalnego F-Droid](https://f-droid.org/2023/01/15/towards-a-reproducible-fdroid.html)
ru: [На пути к воспроизводимому F-Droid](https://f-droid.org/2023/01/15/towards-a-reproducible-fdroid.html)
uk: [На шляху до відтворюваності F-Droid](https://f-droid.org/2023/01/15/towards-a-reproducible-fdroid.html)
zh_hans: [向着可重复的 F-Droid 前进](https://f-droid.org/2023/01/15/towards-a-reproducible-fdroid.html)

source: [F-Droid's Reproducible Builds documentation](../Reproducible_Builds)
de: [F-Droids Dokumentation zu reproduzierbaren Builds](../Reproducible_Builds)
pl: [Dokumentacja odtwarzalnych kompilacji F-Droid](../Reproducible_Builds)
ru: [Документация по воспроизводимым сборкам F-Droid](../Reproducible_Builds)
uk: [Документація щодо відтворюваних збірок F-Droid](../Reproducible_Builds)
zh_hans: [F-Droid 的可重复构建文档](../Reproducible_Builds)

source: [Reproducible Builds project](https://reproducible-builds.org/)
pl: [Projekt odtwarzalnych kompilacji](https://reproducible-builds.org/)
ro: [Proiectul Reproducible Builds](https://reproducible-builds.org/)
ru: [Проект Воспроизводимые сборки](https://reproducible-builds.org/)
uk: [Проєкт відтворюваних збірок](https://reproducible-builds.org/)
zh_hans: [可重复构建项目](https://reproducible-builds.org/)

source: [HOWTO: diff & fix APKs for Reproducible Builds](https://gitlab.com/fdroid/wiki/-/wikis/HOWTO:-diff-&-fix-APKs-for-Reproducible-Builds)
ro: [Cum să afli diferențele și să rezolvi compilările reproductibile](https://gitlab.com/fdroid/wiki/-/wikis/HOWTO:-diff-&-fix-APKs-for-Reproducible-Builds)
ru: [HOWTO: различия и исправления APK для воспроизводимых сборок](https://gitlab.com/fdroid/wiki/-/wikis/HOWTO:-diff-&-fix-APKs-for-Reproducible-Builds)
uk: [Як: розрізняти та виправляти APK для відтворюваних збірок](https://gitlab.com/fdroid/wiki/-/wikis/HOWTO:-diff-&-fix-APKs-for-Reproducible-Builds)

source: Build Process
de: Build-Prozess
pl: Proces kompilacji
pt_pt: Processo de Compilação
ro: Procesul de construcție
ru: Процесс строительства
uk: Процес збірки
zh_hans: 构建过程

source: After the application metadata is added to fdroiddata GitLab repository, the next step is for the main F-Droid build server to fetch the applications source code and related components, build the application, and publish it on the main F-Droid repository.
de: Nachdem die Anwendungsmetadaten dem fdroiddata-GitLab-Repository hinzugefügt wurden, ist der nächste Schritt für den F-Droid-Buildserver den Quellcode der Anwendung und die dazugehörigen Komponenten abzurufen, die Anwendung herzustellen und sie im F-Droid-Hauptrepository zu veröffentlichen.
pl: Po dodaniu metadanych aplikacji do repozytorium fdroiddata GitLab, następnym krokiem jest pobieranie kodu źródłowego aplikacji i powiązanych komponentów, tworzenie aplikacji i opublikowanie jej w głównym repozytorium F-Droid.
pt_pt: Depois que os metadados da aplicação forem adicionados ao repositório fdroiddata GitLab, o próximo passo é que o servidor de compilação principal do F-Droid busque o código-fonte das aplicações e componentes relacionados, construa a aplicação e publique-a no repositório principal do F-Droid.
ro: După ce metadatele aplicației sunt adăugate la depozitul fdroiddata GitLab, următorul pas este ca serverul principal de construcție F-Droid să preia codul sursă al aplicației și componentele aferente, să construiască aplicația și să o publice în depozitul principal F-Droid.
ru: После добавления метаданных приложения в репозиторий fdroiddata GitLab, следующим шагом будет получение исходного кода приложения и связанных с ним компонентов, сборка приложения и публикация его в главном репозитории F-Droid.
uk: Після додання метаданих застосунку до GitLab-репозиторію fdroiddata, головний сервер F-Droid завантажує вихідний код застосунку та його залежності, збирає застосунок і оприлюднює його в головному репозиторії F-Droid.
zh_hans: 将应用的元数据添加到 fdroiddata GitLab 存储库后，下一步是让主 F-Droid 构建服务器获取应用源代码和相关组件，构建应用，并将其发布到主 F-Droid 存储库上。

source: This build process is done **daily**, and applications are processed in batch. As steps are done behind the scene and are mostly automatic; all the submitter needs to do is to wait for it to finish.
de: Dieser Build-Prozess geschieht **täglich**, und Anwendungen werden gesammelt verarbeitet. Die Schritte passieren im Hintergrund und weitestgehend automatisch; alles, was Antragsteller nun tun müssen, ist, auf den Abschluss des Vorgangs zu warten.
pl: Ten proces kompilacji jest wykonywany **codziennie**, a aplikacje są przetwarzane partiami. Ponieważ kroki są wykonywane za sceną i są w większości automatyczne; wszystko, co przesyłający musi zrobić, to czekać na zakończenie.
pt_pt: Este processo de compilação é feito **diariamente** e as aplicações são processadas em lote. Como os passos são feitos nos bastidores e são principalmente automáticos; tudo o que o commitor precisa fazer é esperar até que ele termine.
ro: Acest proces de construire se face **zilnic**, iar cererile sunt procesate în lot. Etapele sunt realizate în spatele scenei și sunt în mare parte automate; tot ceea ce trebuie să facă cel care depune cererea este să aștepte să se termine.
ru: Этот процесс сборки выполняется **ежедневно**, и заявки обрабатываются пакетно. Все шаги выполняются за сценой и в основном автоматически; все, что нужно сделать подателю, - это дождаться окончания процесса.
uk: Процес збірки запускається **раз на день** і охоплює зразу кілька застосунків. Кроки не потребують втручання й переважно автоматизовані. Просто дочекайтеся завершення.
zh_hans: 这个构建过程 **每天** 完成，应用是批量处理的。由于步骤是在幕后完成的，而且大多是自动的；提交者需要做的就是等待它完成。

source: A record of a successful build process for one application is provided on the F-Droid's website page for that specific app (e.g. [see the Build Log for the F-Droid Client](https://f-droid.org/packages/org.fdroid.fdroid/#latest)).
de: Eine Aufzeichnung eines erfolgreichen Build-Prozesses für eine Anwendung wird auf der Seite für diese spezielle App Seite auf der F-Droid-Website bereitgestellt ([siehe z. B. das Build-Protokoll für den F-Droid-Client](https://f-droid.org/packages/org.fdroid.fdroid/#latest)).
pl: Zapis pomyślnego procesu kompilacji danej aplikacji znajduje się w szczegółach wersji na stronie F-Droid (np. [zobacz dziennik kompilacji klienta F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/#latest)).
ro: O înregistrare a unui proces de construire reușit pentru o aplicație este furnizată pe pagina siteului F-Droid pentru aplicația respectivă (de exemplu [vezi Jurnalul pentru F-Droid Client](https://f-droid.org/packages/org.fdroid.fdroid/#latest)).
ru: Запись об успешном процессе сборки одного приложения приводится на странице сайта F-Droid для этого конкретного приложения (например, [см. журнал сборки для F-Droid Client](https://f-droid.org/packages/org.fdroid.fdroid/#latest)).
uk: Запис про успішний процес збірки для одного застосунку надається на сторінці вебсайту F-Droid для цього конкретного застосунку (наприклад, [перегляньте журнал збірки для клієнта F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/#latest)).
zh_hans: 一则某个应用成功构建过程的记录可以在该特定应用的 F-Droid 网站页面上找到 (如 [查看 F-Droid 客户端的构建日志](https://f-droid.org/packages/org.fdroid.fdroid/#latest)）。

source: Apps that fail will have the log available during the build cycle on the [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running) page or, if in the previous cycle, on the [Build](https://monitor.f-droid.org/builds/build) page. This is useful to aid in diagnosing problems when the build unexpectedly failed.
de: Bei Apps, die scheitern, steht das Protokoll während des Build-Zyklus auf der Seite [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running) oder, falls im vorhergehenden Zyklus, auf der [Build](https://monitor.f-droid.org/builds/build)-Seite zur Verfügung. Das ist praktisch bei der Diagnose von Problemen, wenn der Build unerwartet fehlschlägt.
pl: Innym powodem może być to, że aplikacja nie została skompilowana. Możesz oglądać proces kompilacji na [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running) i poprzedni cykl w [Build](https://monitor.f-droid .org/builds/build).
ro: Aplicațiile care nu reușesc vor avea jurnalul disponibil în timpul ciclului de construcție pe pagina [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running) sau, dacă se află în ciclul anterior, pe pagina [Build](https://monitor.f-droid.org/builds/build). Acest lucru este util pentru a ajuta la diagnosticarea problemelor atunci când compilarea a eșuat în mod neașteptat.
ru: Приложения, которые потерпели неудачу, будут иметь журнал, доступный во время цикла сборки на странице [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running) или, если в предыдущем цикле, на странице [Build](https://monitor.f-droid.org/builds/build). Это полезно для диагностики проблем, когда сборка неожиданно завершилась неудачей.
uk: Застосунки, в яких стався збій, матимуть журнал, доступний під час циклу збірки на сторінці [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running) або, якщо в попередньому циклі, на сторінці [Build](https://monitor.f-droid.org/builds/build). Це корисно для визначення проблем, коли збирання несподівано завершилося невдало.
zh_hans: 你可在 [F-Droid Monitor - Running](https://monitor.f-droid.org/builds/running) 页面查看本周期构建失败的应用的日志, 上一周期构建失败的应用的日志可在 [Build](https://monitor.f-droid.org/builds/build) 页面上找到。这有助于在构建意外失败时帮助诊断问题。

source: Metadata Refreshing Process
de: Metadaten-Erneuerungsprozess
pl: Proces odświeżania metadanych
pt_pt: Processo de atualização de metadados
ro: Procesul de reîmprospătare a metadatelor
ru: Процесс обновления метаданных
uk: Процес оновлення метаданих
zh_hans: 元数据刷新过程

source: When the scheduled building time arrives, the F-Droid build server will fetch changes from the fdroiddata GitLab repository and merge it to a local repository. Then, update checks will be performed for all applications. If a new version is found, their metadata files will be updated and committed to the repository by the author `F-Droid checkupdates (@fdroidci)`.
de: Bei Erreichen der für den Build festgelegten Zeit wird der F-Droid-Buildserver Änderungen aus dem fdroiddata GitLab-Repository beziehen und sie mit einem lokalen Repository zusammenführen. Danach werden für alle Anwendungen Aktualisierungsprüfungen durchgeführt. Wenn eine neue Version gefunden wird, werden deren Metadaten-Dateien aktualisiert und durch den Autor `F-Droid checkupdates (@fdroidci)` als Commit im Repository eingetragen.
pl: Po nadejściu zaplanowanego czasu budowania serwer budowania F-Droid pobierze zmiany z repozytorium fidroiddata GitLab i połączy je z lokalnym repozytorium. Następnie zostaną przeprowadzone sprawdzenia aktualizacji dla wszystkich aplikacji. Jeśli zostanie znaleziona nowa wersja, ich pliki metadanych zostaną zaktualizowane i przekazane do repozytorium przez autora `F-Droid checkupdates (@fdroidci)`.
ro: Când sosește ora programată pentru construcție, serverul de construcție F-Droid va prelua modificările din depozitul GitLab fdroiddata și le va unifica într-un depozit local. Apoi, se vor efectua verificări de actualizare pentru toate aplicațiile. Dacă se găsește o versiune nouă, fișierele de metadate ale acestora vor fi actualizate și vor fi trimise în depozit de către autorul `F-Droid checkupdates (@fdroidci)`.
ru: Когда наступит запланированное время сборки, сервер сборки F-Droid получит изменения из репозитория fdroiddata GitLab и объединит их с локальным репозиторием. Затем будет выполнена проверка обновлений для всех приложений. Если будет найдена новая версия, их файлы метаданных будут обновлены и зафиксированы в репозитории автором `F-Droid checkupdates (@fdroidci)`.
uk: Коли настає планований час збірки, сервер збірки F-Droid завантажує зміни з GitLab-репозиторію fdroiddata й зливає їх у локальний репозиторій. Тоді відбувається перевірка оновлень усіх застосунків. Якщо знаходиться нова версія, файли її метаданих оновлюються й робиться коміт у репозиторій за авторством `F-Droid checkupdates (@fdroidci)`.
zh_hans: 当预定的构建时间到达时，F-Droid 构建服务器将从 fdroiddata GitLab 代码库中获取更改并将其合并到本地代码库。然后，将对所有应用执行更新检查。如果发现新版本，其元数据文件将由作者 `F-Droid checkupdates (@fdroidci)` 更新并提交到存储库。
