Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: If you require dependencies that are not available through those repositories, please do not use binary jar files directly, but provide an easy way to build them from source: e.g. by providing a "pre-build" script, by including them to your actual build process (gradle task) and including the library source in your project (hard or by submodule).
de: Wenn Sie Abhängigkeiten benötigen, die nicht aus diesen Repositorys bezogen werden können, verwenden Sie bitte keine binären jar-Dateien direkt, sondern ermöglichen Sie, sie aus der Quelle herzustellen, z. B. durch Bereitstellung eines „pre-build“ Skripts durch ihre Integration in Ihren eigentlichen Build-Prozess (Gradle Task) und Aufnahme der Bibliothekquelle in Ihr Projekt (fest oder über ein Submodul).
pl: Jeśli potrzebujesz zależności, które nie są dostępne w tych repozytoriach, nie używaj bezpośrednio plików binarnych jar, ale zapewnij łatwy sposób budowania ich ze źródła: np. dostarczając skrypt "pre-build", włączając je do rzeczywistego procesu kompilacji (gradle task) i włączając źródło biblioteki w projekcie (hard lub przez moduł).
pt_pt: Se precisar de dependências que não estão disponíveis através desses repositórios, por favor não use ficheiros binários jar diretamente, mas forneça uma maneira fácil de compilá-los do código-fonte: por exemplo, a fornecer um script "pre-build", incluindo-os no seu processo de compilação (tarefa gradle) e incluindo o código-fonte da biblioteca no seu projeto (hard ou por submódulo).
ro: Dacă aveți nevoie de dependențe care nu sunt disponibile prin intermediul acestor depozite, vă rugăm să nu folosiți direct fișiere jar binare, ci să oferiți o modalitate ușoară de a le construi din sursă: de exemplu, prin furnizarea unui script de "precompilare", prin includerea lor în procesul de compilare propriu-zis (sarcină gradle) și prin includerea sursei bibliotecii în proiectul dumneavoastră (în mod direct sau prin submodul).
ru: Если вам требуются зависимости, недоступные в этих репозиториях, пожалуйста, не используйте бинарные jar-файлы напрямую, а предоставьте простой способ собрать их из исходного кода: например, предоставив скрипт "предварительной сборки", включив их в ваш фактический процесс сборки (gradle task) и включив исходный код библиотеки в ваш проект (жестко или через подмодуль).
uk: Якщо вам потрібні залежності, недоступні в цих репозиторіях, просимо замість прямого використання їхніх двійкових jar-файлів збирати їх із вихідного коду: наприклад, надаючи скрипт «pre-build» для виконання перед збіркою — або вклавши (gradle task) збірку залежностей у ваш основний процес збірки й додавши вихідний код бібліотеки в свій проєкт (як копію чи submodule).
zh_hans: 如果你需要的依赖项不能通过这些存储库获得，请不要直接使用二进制 jar 文件，而是提供一种简单的方法从源代码构建它们：例如，提供一个 "pre-build" 脚本，将它们纳入你的实际构建过程（gradle 任务），或在你的项目中包括库源代码（硬包含或通过子模块）。

source: Replacements for known "usual suspects":
de: Ersatz für die bekannten „üblichen Verdächtigen“:
pl: Zamienniki znanych "zwykłych podejrzanych":
pt_pt: Substituição de "suspeitos habituais" conhecidos:
ro: Înlocuitori pentru "suspecții obișnuiți" cunoscuți:
ru: Замена известных "обычных подозреваемых":
uk: Заміни відомих «звичних підозрюваних»:
zh_hans: 已知的 "usual suspects" 的替代品：

source: Note, that all of following are just subjective popularity-based suggestions; there may be other FOSS projects better suited for your needs.
de: Berücksichtigen Sie, dass alles im Folgenden genannte nur subjektive, auf Beliebtheit beruhende Vorschläge sind; es mag weitere FOSS-Projekte geben, die Ihren Bedürfnissen besser entsprechen.
pl: Pamiętaj, że wszystkie poniższe są tylko subiektywnymi sugestiami opartymi na popularności; mogą istnieć inne projekty FOSS, lepiej dostosowane do twoich potrzeb.
pt_pt: Note que todos os seguintes são apenas sugestões subjetivas baseadas em popularidade; pode haver outros projetos FOSS mais adequados para suas necessidades.
ro: Rețineți că toate cele de mai jos sunt doar sugestii subiective bazate pe popularitate; este posibil să existe alte proiecte FOSS mai potrivite pentru nevoile dumneavoastră.
ru: Обратите внимание, что все перечисленное ниже - это лишь субъективные предложения, основанные на популярности; возможно, существуют другие проекты FOSS, более подходящие для ваших нужд.
uk: Зауважте, це лише суб'єктивна вибірка популярних пропозицій; інші вільні й відкриті проєкти можуть краще підійти до ваших потреб.
zh_hans: 请注意，以下这些只是基于流行度的主观建议；可能有其他 FOSS 项目更适合你的需要。

source: Crittercism, BugSense — ACRA, Bugmenot, Sentry
ru: Криттерсизм, BugSense - ACRA, Жучок, Часовой

source: Google Analytics — Piwik
ru: Google Аналитика — Piwik
uk: Google Аналітика — Piwik

source: Google Maps — OpenStreetMap, e.g. through [mapsforge](http://www.mapsforge.org), [osmdroid](http://osmdroid.org) or [maplibre](https://maplibre.org/)
de: Google Maps — OpenStreetMap, z. B. über [Mapsforge](http://www.mapsforge.org), [Osmdroid](http://osmdroid.org) oder [MapLibre](https://maplibre.org/)
pl: Mapy Google - OpenStreetMap, np. poprzez [mapsforge](http://www.mapsforge.org), [osmdroid](http://osmdroid.org) lub [maplibre](https://maplibre.org/)
ro: Google Maps - OpenStreetMap, de exemplu, prin [mapsforge](http://www.mapsforge.org), [osmdroid](http://osmdroid.org) sau [maplibre](https://maplibre.org/)
ru: Карты Google - OpenStreetMap, например, через [mapsforge](http://www.mapsforge.org), [osmdroid](http://osmdroid.org) или [maplibre](https://maplibre.org/)
zh_hans: Google Maps — OpenStreetMap, 比如通过 [mapsforge](http://www.mapsforge.org)、 [osmdroid](http://osmdroid.org) 或 [maplibre](https://maplibre.org/)

source: Aren't Google's SDK and libraries free, open source software?
de: Sind Googles SDK und Programmbibliotheken keine Free/Libre Open Source Software (FLOSS)?
pl: Czy pakiety SDK i biblioteki Google nie są bezpłatne, oprogramowanie typu open source?
pt_pt: O SDK e as bibliotecas do Google não são software livre e de código aberto?
ro: SDK-ul și bibliotecile Google nu sunt software gratuit, cu sursă deschisă?
ru: Разве SDK и библиотеки Google не бесплатное программное обеспечение с открытым исходным кодом?
uk: Хіба SDK та бібліотеки Google не вільні й відкриті?
zh_hans: Google 的 SDK 和库不是自由开源软件吗？

source: While much of Android is free open source software, much of it is not at all. The Android SDK binaries is made available by Google under a proprietary license but almost all of the source code for the Android SDK is available under the Apache license. Google APIs, used for building apps using Google Services like Maps, GCM, etc, are free to the extent that the library comes pre-installed on the device. Almost all of the Google libraries, like Play Services, Google Admob, and GCM, are proprietary and cannot be included in the main F-Droid repository.
de: Obwohl vieles in Android freie und quelloffene Software ist, gilt das für vieles andere überhaupt nicht. Die Android-SDK-Binärdateien werden von Google unter einer proprietären Lizenz zur Verfügung gestellt, aber fast der gesamte Quellcode für das Android-SDK ist unter der Apache-Lizenz abrufbar. APIs von Google, die zur Herstellung von Apps verwendet werden, die Google-Dienste wie Maps, GCM, usw. nutzen, sind dahingehend frei erhältlich, dass die Programmbibliotheken auf dem Gerät bereits vorinstalliert sind. Fast alle Google-Bibliotheken, wie Play Services, Google Admob und GCM, sind aber proprietär und können nicht in das F-Droid-Hauptrepository aufgenommen werden.
pl: Podczas gdy większość Androida to darmowe oprogramowanie open source, większość z nich wcale nie jest. Pliki binarne systemu Android SDK są udostępniane przez Google na podstawie zastrzeżonej licencji, ale prawie cały kod źródłowy zestawu SDK systemu Android jest dostępny na licencji Apache. Interfejsy API Google używane do tworzenia aplikacji za pomocą usług Google, takich jak Mapy, GCM itp., są bezpłatne, o ile biblioteka jest fabrycznie zainstalowana na urządzeniu. Prawie wszystkie biblioteki Google, takie jak Usługi Play, Google AdMob i GCM, są zastrzeżone i nie mogą być włączone do głównego repozytorium F-Droid.
pt_pt: Enquanto grande parte do Android é software livre de código aberto, muitos deles não são de modo nenhum. Os binários do SDK do Android são disponibilizados pelo Google sob uma licença proprietária, mas quase todo o código-fonte do SDK do Android está disponível sob a licença do Apache. As APIs do Google, usadas para criar apps a usar os serviços da Google como Mapas, GCM, etc., são gratuitas na medida em que a biblioteca vem pré-instalada no aparelho. Quase todas as bibliotecas do Google, como Play Services, Google Admob e GCM, são proprietárias e não podem ser incluídas no repositório principal do F-Droid.
ro: În timp ce o mare parte din Android este software liber cu sursă deschisă, o mare parte nu este deloc. Binariile SDK Android sunt puse la dispoziție de Google în baza unei licențe proprietare, dar aproape tot codul sursă pentru SDK Android este disponibil în baza licenței Apache. API-urile Google, utilizate pentru crearea de aplicații care utilizează serviciile Google, cum ar fi Maps, GCM etc., sunt gratuite în măsura în care biblioteca vine preinstalată pe dispozitiv. Aproape toate bibliotecile Google, cum ar fi Play Services, Google Admob și GCM, sunt brevetate și nu pot fi incluse în depozitul principal F-Droid.
ru: В то время как большая часть Android является бесплатным программным обеспечением с открытым исходным кодом, большая его часть вовсе не является таковым. Бинарные файлы Android SDK предоставляются Google по проприетарной лицензии, но почти весь исходный код Android SDK доступен по лицензии Apache. API Google, используемые для создания приложений, использующих сервисы Google, такие как Maps, GCM и т.д., бесплатны в той степени, в которой библиотека поставляется предустановленной на устройство. Почти все библиотеки Google, такие как Play Services, Google Admob и GCM, являются проприетарными и не могут быть включены в основной репозиторий F-Droid.
uk: Частина програмного забезпечення Android вільна й відкрита, решта — зовсім ні. Google викладає двійкові файли Android SDK на умовах пропрієтарної ліцензії; втім, майже весь вихідний код Android SDK доступний на умовах ліцензії Apache. Для збірки застосунків із використанням служб Google (карт, GCM тощо) використовуються API Google, доступні безкоштовно за умови попереднього встановлення бібліотек на пристрій. Майже всі бібліотеки Google: служби Play, Admob, GCM — пропрієтарні й непридатні до розміщення в головному репозиторії F-Droid.
zh_hans: 虽然 Android 大部分是自由开源软件，但也有很多部分根本不是。Android SDK 的二进制文件是由 Google 在专有许可证下提供的，但几乎所有 Android SDK 的源代码都是在 Apache 许可证下提供的。用于构建使用 Google Services（如 Maps, GCM 等）的应用的 Google API 是自由的，只要该库预装在设备上。几乎所有的 Google 库，如 Play Services, Google Admob 和GCM，都是专有的，不能包含在 F-Droid 主存储库中。

source: Which build system to use?
de: Welches Build-System sollte verwendet werden?
pl: Z jakiego systemu budowy korzystać?
pt_pt: Qual sistema de compilação usar?
ro: Ce sistem de construcție să folosiți?
ru: Какую систему сборки использовать?
uk: Яку систему збірки використати?
zh_hans: 使用哪种构建系统？

source: We have good support for "ant" and "gradle" based builds, while "maven" was only used for a short period of time and for dependencies. For other build systems, you might have to provide us some detailed information on how to handle that, so we can setup the app correctly or maybe even incorporate them into our server tools.
de: Wir bieten gute Unterstützung für Builds auf Basis von „Ant“ und „Gradle“, während „Maven“ nur für einen kurzen Zeitabschnitt und für Abhängigkeiten genutzt wurde. Bei anderen Build-Systemen müssten Sie uns einige detaillierte Informationen darüber zur Verfügung stellen, wie mit ihnen umgegangen werden soll, damit wir die App korrekt konfigurieren oder möglicherweise sogar die Systeme in unsere Serverwerkzeuge integrieren können.
pl: Mamy dobre wsparcie dla buildów "ant" i "gradle", podczas gdy "maven" był używany tylko przez krótki okres czasu i zależności. W przypadku innych systemów kompilacji może być konieczne podanie szczegółowych informacji na temat tego, jak sobie z tym poradzić, abyśmy mogli poprawnie skonfigurować aplikację lub nawet włączyć ją do naszych narzędzi serwerowych.
pt_pt: Temos bom suporte para compilações baseadas em "ant" e "gradle", enquanto "maven" foi usado apenas por pouco tempo e para dependências. Para outros sistemas de compilação, Pode ter que nos fornecer algumas informações detalhadas sobre como lidar com isso, para que possamos configurar o app corretamente ou talvez até mesmo incorporá-los em nossas ferramentas de servidor.
ro: Avem un sprijin bun pentru compilările bazate pe "ant" și "gradle", în timp ce "maven" a fost folosit doar pentru o perioadă scurtă de timp și pentru dependențe. Pentru alte sisteme de compilare, s-ar putea să trebuiască să ne furnizați informații detaliate despre cum să le gestionăm, astfel încât să putem configura corect aplicația sau poate chiar să le încorporăm în instrumentele noastre de server.
ru: У нас есть хорошая поддержка сборок на основе "ant" и "gradle", а "maven" использовался только в течение короткого периода времени и для зависимостей. Для других систем сборки, возможно, вам придется предоставить нам подробную информацию о том, как с ними работать, чтобы мы могли правильно настроить приложение или, возможно, даже включить их в наши серверные инструменты.
uk: Маємо хорошу підтримку збірки за допомогою Ant та Gradle, тоді як Maven використовували лише короткий час для залежностей. Щодо інших систем збірки, вам може бути потрібно розписати нам кроки їхнього використання, щоб ми змогли коректно налаштувати застосунок і, можливо, навіть інтегрувати їх у наші серверні засоби.
zh_hans: 我们对基于 "ant" 和 "gradle" 的构建有很好的支持，而 "maven" 只在短时间内使用，并且用于依赖关系。对于其他构建系统，你可能需要向我们提供一些有关如何处理此问题的详细信息，以便我们可以正确设置应用，甚至可以将它们合并到我们的服务器工具中。

source: Special note on Cordova/Phonegap/HTML-Apps:
de: Besonderer Hinweis für Cordova/Phonegap/HTML-Apps:
pl: Uwaga specjalna dotycząca aplikacji Cordova/Phonegap/HTML-Apps:
pt_pt: Nota especial sobre apps de Córdoba/Phonegap/HTML:
ro: Notă specială privind Cordova/Phonegap/HTML-Apps:
ru: Особое замечание по Cordova/Phonegap/HTML-приложениям:
uk: Застереження про Cordova, Phonegap та HTML-застосунки:
zh_hans: 关于 Cordova/Phonegap/HTML-Apps 的特别说明：

source: We cannot build cordova apps directly, but recent version allows you to export the platform-specific code that can be build standalone using "gradle". So for now we require this code to be present and up-to-date in the source repository.
de: Wir können Cordova-Apps nicht direkt herstellen, aber die jüngste Version ermöglicht es Ihnen, den plattformspezifischen Code zu exportieren, sodass mit „Gradle“ ein eigenständiges Build erzeugt werden kann. Bis jetzt benötigen wir somit diesen Code, der im Quellrepository vorhanden und auf dem neusten Stand sein muss.
pl: Nie możemy bezpośrednio tworzyć aplikacji Cordova, ale ostatnia wersja pozwala wyeksportować specyficzny dla platformy kod, który można zbudować samodzielnie za pomocą "gradle". Na razie wymagamy, aby ten kod był obecny i aktualny w źródłowym repozytorium.
pt_pt: Não podemos construir aplicações cordova diretamente, mas a versão recente permite que exporte o código específico da plataforma que pode ser construído de forma independente a usar "gradle". Então, por enquanto precisamos que este código esteja presente e atualizado no repositório fonte.
ro: Nu putem construi aplicații Cordova direct, dar versiunea recentă vă permite să exportați codul specific platformei care poate fi construit independent folosind "gradle". Așadar, deocamdată avem nevoie ca acest cod să fie prezent și actualizat în depozitul de surse.
ru: Мы не можем собирать приложения cordova напрямую, но последняя версия позволяет экспортировать код, специфичный для платформы, который может быть собран отдельно с помощью "gradle". Поэтому сейчас мы требуем, чтобы этот код присутствовал и был актуальным в репозитории исходников.
uk: Ми не можемо збирати Cordova-застосунки як такі, але новіші версії дозволяють вам експортувати код для конкретної платформи, який можна збирати окремо за допомогою Gradle. Обов'язково розмістіть цей код у вихідному репозиторії та регулярно його оновлюйте.
zh_hans: 我们无法直接构建 cordova 应用，但最新版本允许你导出特定于平台的代码，这些代码可以使用 "gradle" 独立构建。因此，现在我们要求此代码在源代码存储库中存在并且是最新的。

source: How do I get my app removed?
de: Wie kann ich meine App entfernen lassen?
pl: Jak mogę usunąć moją aplikację?
pt_pt: Como faço para remover meu app?
ro: Cum pot obține eliminarea aplicației mele?
ru: Как я могу удалить свое приложение?
uk: Як вилучити свій застосунок?
zh_hans: 如何让我的应用被删除？

source: As a best practice our packaging team usually makes sure we have consent from upstream developers, before adding apps to the official f-droid.org repository. Should you for whatever reason want us to remove your app from the official f-droid.org repository, please ask our packaging team to do so. The probably fastest way to get your request processed is to open an issue on our data [issue tracker](https://gitlab.com/fdroid/fdroiddata/-/issues). You can also get in contact with our team on our [other communication channels]({{ site.baseurl }}/about/#contact).
de: In bewährter Manier vergewissert sich unser Packaging-Team normalerweise, dass eine Einwilligung der einspielenden Entwickler vorliegt, bevor Apps ins offizielle Repository von f-droid.org hinzugefügt werden. Sollten Sie, aus welchem Grund auch immer, von uns wollen, dass Ihre App aus dem offiziellen f-droid.org-Repository entfernt werden soll, beauftragen Sie bitte unser Packaging-Team das zu tun. Der wahrscheinlich schnellste Weg, dass Ihr Antrag umgesetzt wird, ist die Eröffnung eines Tickets in unserem Data-[Ticketsystem](https://gitlab.com/fdroid/fdroiddata/-/issues). Sie können auch über unsere [anderen Kommunikationswege]({{ site.baseurl }}/about/#contact) Kontakt mit unserem Team aufnehmen.
pl: Jako najlepszą praktykę nasz zespół pakowania zazwyczaj upewnia się, że mamy zgodę od programistów głównego nurtu, przed dodaniem aplikacji do oficjalnego repozytorium f-droid.org. Jeśli z jakiegoś powodu chcesz, abyśmy usunęli twoją aplikację z oficjalnego repozytorium f-droid.org, poproś o to nasz zespół pakujący. Prawdopodobnie najszybszym sposobem, aby twoja prośba została rozpatrzona jest otwarcie sprawy na naszym [issue tracker](https://gitlab.com/fdroid/fdroiddata/-/issues). Możesz także skontaktować się z naszym zespołem na naszych [innych kanałach komunikacji]({{ site.baseurl }}/about/#contact).
ro: Ca o bună practică, echipa noastră de împachetare se asigură de obicei că avem acordul dezvoltatorilor din amonte, înainte de a adăuga aplicații în depozitul oficial f-droid.org. În cazul în care, din orice motiv, doriți să vă eliminăm aplicația din depozitul oficial f-droid.org, vă rugăm să solicitați acest lucru echipei noastre de împachetare. Probabil că cea mai rapidă modalitate de a vă procesa cererea este să deschideți o problemă pe datele noastre [issue tracker](https://gitlab.com/fdroid/fdroiddata/-/issues). De asemenea, puteți lua legătura cu echipa noastră pe [alte canale de comunicare]({{ site.baseurl }}/about/#contact).
ru: В качестве лучшей практики наша команда упаковки обычно убеждается, что мы получили согласие от разработчиков, прежде чем добавлять приложения в официальный репозиторий f-droid.org. Если вы по какой-то причине хотите, чтобы мы удалили ваше приложение из официального репозитория f-droid.org, пожалуйста, попросите нашу команду упаковки сделать это. Вероятно, самый быстрый способ получить ответ на вашу просьбу - это открыть проблему на нашем [issue tracker](https://gitlab.com/fdroid/fdroiddata/-/issues). Вы также можете связаться с нашей командой по [другим каналам связи]({{ site.baseurl }}/about/#contact).
uk: Перш ніж додати застосунок до офіційного репозиторію f-droid.org, наша команда пакування зазвичай намагається отримати згоду команди його розробки. Якщо ви з будь-якої причини бажаєте, щоб ми вилучили ваш застосунок з офіційного репозиторію f-droid.org, попрохайте про це нашу команду пакування. Ймовірно найшвидший шлях — відкрити обговорення в нашому [трекері обговорень](https://gitlab.com/fdroid/fdroiddata/-/issues) даних. Можете також зв'язатися з нашою командою за допомогою інших наших [засобів зв'язку]({{ site.baseurl }}/about/#contact).
zh_hans: 作为最佳实践，我们的打包团队在将应用添加到官方的 f-droid.org 存储库之前，通常会确保已经获得上游开发人员的同意。 如果您出于任何原因希望我们从官方的 f-droid.org 存储库中删除您的应用，请直接向我们的打包团队提出要求。让您的请求得到最快处理的方式可能是在我们的 data [问题跟踪器](https://gitlab.com/fdroid/fdroiddata/-/issues)上新开一个问题。您也可以通过我们的[其他沟通渠道]({{ site.baseurl }}/about/#contact)与我们的团队取得联系。

source: How could my app be removed?
de: Wie kann meine App entfernt werden?
pl: Jak moja aplikacja może zostać usunięta?
ro: Cum ar putea fi eliminată aplicația mea?
ru: Почему мое приложение может быть удалено?
uk: Чому мій застосунок було вилучено?
zh_hans: 什么情况下我的应用会被删除？
