Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: Graphic files from the app's source of *fdroiddata* overwrites files in the repo.
de: Grafikdateien aus der Quelle der App *fdroiddata* überschreibt Dateien im Repo.
pl: Pliki graficzne ze źródła aplikacji *fdroiddata* nadpisują pliki w repozytorium.
ro: Fișierele grafice din sursa aplicației din *fdroiddata* suprascrie fișierele din repo.
ru: Графические файлы из источника приложения *fdroiddata* перезаписывают файлы в репозитории.
uk: Графічні файли з джерела застосунку *fdroiddata* перезаписують файли в репозиторії.
zh_hans: 来自应用的 *fdroiddata* 源的图像文件覆盖存储库中的文件。

source: All our APIs
de: Alle unsere APIs
pl: Wszystkie nasze API
pt_pt: Todas as nossas APIs
ro: Toate API-urile noastre
ru: Все наши API
uk: Усі наші API
zh_hans: 我们的全部 API

source: For F-Droid to be trusted, we need to be transparent. Making it easy for people to pay attention to all the processes and systems we use helps us stay secure. These are the APIs with key information about the publishing process.
de: Soll F-Droid vertrauenswürdig sein, müssen wir transparent sein. Machen wir es den Leuten leicht, in alle Abläufe und Verfahren, die wir verwenden, Einblicke zu gewinnen, dann hilft uns das verlässlich zu bleiben. Dies sind die APIs mit den Schlüsselinformationen über den Veröffentlichungsprozess.
pl: Aby F-Droid cieszył się zaufaniem, musimy być transparentni. Ułatwienie ludziom zwrócenia uwagi na wszystkie procesy i systemy, których używamy, pomaga nam zachować bezpieczeństwo. Oto interfejsy API zawierające kluczowe informacje na temat procesu publikowania.
pt_pt: Para que o F-Droid seja confiável, precisamos de ser transparentes. Facilitar a atenção das pessoas a todos os processos e sistemas que usamos nos ajuda a ficarmos seguros. Estas são as APIs com informações-chave sobre o processo de publicação.
ro: Pentru ca F-Droid să fie de încredere, trebuie să fim transparenți. Facilitarea atenției oamenilor la toate procesele și sistemele pe care le folosim ne ajută să rămânem în siguranță. Acestea sunt API-urile cu informații cheie despre procesul de publicare.
ru: Чтобы F-Droid можно было доверять, нам нужно быть прозрачными. Обеспечение людям возможности обращать внимание на все процессы и системы, которые мы используем, помогает нам оставаться в безопасности. Это API с ключевой информацией о процессе публикации.
uk: Щоб існувала довіра до F-Droid, ми повинні бути прозорими. Приділення уваги всіх процесів і систем, які ми використовуємо, допомагає нам залишатися в безпеці. Це API з ключовими відомостями про процес оприлюднення.
zh_hans: 为了使 F-Droid 值得信赖，我们需要透明。让人们可以轻易关注我们使用的所有流程和系统帮助我们保持安全。这些是关于发布流程的关键信息的 API。

source: Active packages
de: Aktive Pakete
pl: Aktywne pakiety
ro: Pachete active
ru: Доступные приложения
uk: Активні пакунки
zh_hans: 活跃包

source: There is a per-app API accessible via `https://f-droid.org/api/v1/packages`, which can be used to query information about the applications in the main repository. The JSON API currently lists the published and suggested versions. Archived applications and packages are not available in this API.
de: Es gibt eine über `https://f-droid.org/api/v1/packages` zugängliche API je App, die dazu verwendet werden kann, Informationen über die Anwendungen im Hauptrepository abzufragen. Die JSON API listet derzeit die veröffentlichten und vorgeschlagenen Versionen. Archivierte Anwendungen und Pakete sind an dieser API nicht abrufbar.
pl: Istnieje interfejs API dla poszczególnych aplikacji dostępny na `https://f-droid.org/api/v1/packages`, którego można użyć do wyszukiwania informacji o aplikacjach w głównym repozytorium. Interfejs API JSON zawiera obecnie listę opublikowanych i sugerowanych wersji. Zarchiwizowane aplikacje i pakiety nie są dostępne w tym interfejsie API.
ro: Există un API pentru fiecare aplicație în parte, accesibil prin `https://f-droid.org/api/v1/packages`, care poate fi folosit pentru a interoga informații despre aplicațiile din depozitul principal. API JSON enumeră în prezent versiunile publicate și sugerate. Aplicațiile și pachetele arhivate nu sunt disponibile în acest API.
ru: По адресу `https://f-droid.org/api/v1/packages` доступно API для запроса информации по приложению в основном репозитории. JSON API отдает список опубликованных и рекомендуемых версий. Архивные приложения и пакеты через это API недоступны.
uk: API `https://f-droid.org/api/v1/packages` дає змогу запитувати дані про окремі застосунки в головному репозиторії. Наразі це оприлюднені й пропоновані версії в форматі JSON. Це API не показує архівованих застосунків і пакунків.
zh_hans: 通过 `https://f-droid.org/api/v1/packages`可访问一个每应用 API, 它可用来查询主存储库中应用的信息。JSON API 目前列出了已发布和建议的版本。存档的应用和包在此 API 中不可用。

source: Example request:
de: Beispielanfrage:
pl: Przykładowe zapytanie:
ro: Exemplu de cerere:
ru: Пример запроса:
uk: Зразок запиту:
zh_hans: 示例请求：

source: Example response:
de: Beispielantwort:
pl: Przykładowa odpowiedź:
ro: Exemplu de răspuns:
ru: Пример ответа:
uk: Зразок відповіді:
zh_hans: 示例响应：

source: This API is already used by shields.io project to provide F-Droid badges, [like this](https://img.shields.io/f-droid/v/org.fdroid.fdroid).
de: Diese API wird bereits vom Projekt „shields.io“ verwendet, um F-Droid mit Emblemen, [wie diesem](https://img.shields.io/f-droid/v/org.fdroid.fdroid), auszustatten.
pl: Ten interfejs API jest już wykorzystywany przez projekt shields.io do dostarczania odznak F-Droid, [takich jak ta](https://img.shields.io/f-droid/v/org.fdroid.fdroid).
ro: Acest API este deja folosit de proiectul shields.io pentru a furniza insigne F-Droid, [ca acesta](https://img.shields.io/f-droid/v/org.fdroid.fdroid).
ru: Это API используется проектом shields.io для отрисовки значков F-Droid [типа такого](https://img.shields.io/f-droid/v/org.fdroid.fdroid).
uk: Проєкт shields.io використовує це API для надання [емблем F-Droid](https://img.shields.io/f-droid/v/org.fdroid.fdroid).
zh_hans: shields.io 已经使用这个 API 来提供 F-Droid 徽章，[像这样](https://img.shields.io/f-droid/v/org.fdroid.fdroid)。

source: The repo index
de: Der Repository-Index
pl: Index repozytorium
pt_pt: O índice de repo
ro: Indicele repo
ru: Индекс репозитория
uk: Індекс репозиторія
zh_hans: 存储库索引

source: F-Droid is built around a signed index of all the apps and packages that are available. This is a JSON file, though more of an index than an API since all the information is distributed via a single file.
de: F-Droid ist rund um ein signiertes Verzeichnis (Index) aller erhältlichen Apps und Pakete aufgebaut. Dies ist eine JSON-Datei, dabei mehr Index als eine API, da sämtliche Informationen über eine einzelne Datei zur Verfügung gestellt werden.
pl: F-Droid jest zbudowane wokół podpisanego indeksu wszystkich dostępnych aplikacji i pakietów. Jest to plik JSON, choć jest to bardziej indeks niż API, ponieważ wszystkie informacje znajdują się w jednym pliku.
ro: F-Droid este construit în jurul unui index semnat de toate aplicațiile și pachetele disponibile. Acesta este un fișier JSON, deși este mai mult un index decât un API, deoarece toate informațiile sunt distribuite printr-un singur fișier.
ru: F-Droid построен на основе подписанного индекса всех доступных приложений и пакетов. Это файл JSON, хотя он больше похож на индекс, чем на API, поскольку вся информация распространяется через один файл.
uk: F-Droid побудований на основі підписаного індексу всіх доступних застосунків і пакетів. Це JSON-файл, хоча це швидше індекс, ніж API, оскільки всі відомості поширюються через один файл.
zh_hans: F-Droid 是围绕所有可用的应用和软件包的签名索引构建的。 这是一个 JSON 文件，尽管它更像是一个索引而不是一个 API，因为所有信息都通过一个文件分发。

source: As of index-v2, there is support for files that only contain the changes, known as "diff" files. There is also a separate entry point, which is signed by a JAR and a GPG signature and lists the available index and diff files.
de: Ab Index-v2 werden Dateien unterstützt, die nur die Änderungen enthalten, sogenannte „diff“-Dateien. Es gibt außerdem einen separaten Eintrittspunkt, der durch eine JAR- und eine GPG-Signatur gezeichnet wird und die verfügbaren Index- und Diff-Dateien auflistet.
pl: Wersja index-v2 wprowadziła wsparcie dla plików, które zawierają tylko zmiany, znane również jako pliki "diff". Wprowadzono również oddzielny punkt wejścia, który jest podpisany kluczem JAR i GPG. Zawiera on listę dostępnych indeksów i plików "diff".
ro: Începând cu index-v2, există suport pentru fișierele care conțin doar modificările, cunoscute sub numele de fișiere "diff". Există, de asemenea, un punct de intrare separat, care este semnat de un JAR și o semnătură GPG și care enumeră fișierele index și diff disponibile.
ru: Начиная с index-v2, есть поддержка файлов, что содержат только изменения, известные как файлы "diff". Так-же есть отдельная точка входа, подписанная при помощи JAR и GPG сигнатуры, что перечисляет доступные индексы и diff-файлы.
uk: Починаючи з версії index-v2, з'явилася підтримка файлів, які містять тільки зміни, відомих як файли «diff». Також є окрема точка входу, яка підписана JAR та GPG-підписом і містить список доступних файлів index і diff.
zh_hans: 从 index-v2 开始，支持仅包含更改的文件，称为差异（“diff”）文件。 还有一个单独的入口点，由 JAR 和 GPG 签名签署，并列出可用的索引和差异文件。

source: The v1 repo index formats come in the form of a signed JAR file that contains _index-v1.json_. The best method is to verify the JAR signature, then extract _index-v1.json_ if it validates. The _fdroidserver_ Python library provides `fdroidserver.download_repo_index()` to make this easy to do.
de: Die Repo-Index-Formate in v1 stehen in Form einer signierten JAR-Datei bereit, die _index-v1.json_ enthalten. Die beste Methode ist, die JAR-Signatur zu verifizieren und bei Bestätigung dann _index-v1.json_ zu extrahieren. Die Python-Bibliothek von _fdroidserver_ bietet `fdroidserver.download_repo_index()`, um dies leicht bewerkstelligen zu können.
pl: Repozytoria index-v1 mają postać podpisanego archiwum JAR zawierającego plik _index-v1.json_. Najlepszym sposobem jest zweryfikowanie podpisu JAR i wypakowanie _index-v1.json_, jeżeli podpis jest prawidłowy. Biblioteka Python _fdroidserver_ udostępnia metodę `fdroidserver.download_repo_index()`, która ułatwia ten proces.
ro: Formatele indexului repo v1 vin sub forma unui fișier JAR semnat care conține _index-v1.json_. Cea mai bună metodă este să verificați semnătura JAR, apoi să extrageți _index-v1.json_ dacă este validat. Biblioteca Python _fdroidserver_ oferă `fdroidserver.download_repo_index()` pentru a face acest lucru mai ușor de realizat.
ru: Форматы индексов репозитория v1 представляют собой подписанный JAR-файл, содержащий _index-v1.json_. Лучший способ — проверить подпись JAR, а затем извлечь _index-v1.json_, если она подтверждается. Библиотека _fdroidserver_ Python предоставляет `fdroidserver.download_repo_index()`, чтобы облегчить эту задачу.
uk: Формати індексів репозиторію v1 надаються у вигляді підписаного JAR-файлу, який містить _index-v1.json_. Кращий спосіб — перевірити підпис JAR, а потім витягти _index-v1.json_, якщо вона підтвердиться. Бібліотека _fdroidserver_ Python надає `fdroidserver.download_repo_index ()`, щоб полегшити це завдання.
zh_hans: v1 仓库索引以签名的 JAR 文件的形式出现，该文件包含 _index-v1.json_。 最好的方法是验证 JAR 签名，然后提取 _index-v1.json_ ，如果验证通过的话。 _fdroidserver_ Python 库提供 `fdroidserver.download_repo_index()` 使这很容易完成。

source: There are also GPG signatures for verifying the JSON files:
de: Es gibt auch GPG-Signaturen zur Überprüfung der JSON-Dateien:
pl: Są również podpisy GPG służące do weryfikowania plików JSON:
ro: Există, de asemenea, semnături GPG pentru verificarea fișierelor JSON:
ru: Существуют также подписи GPG для проверки файлов JSON:
uk: Також існують GPG-підписи для перевірки JSON-файлів:
zh_hans: 还有用于验证下列 JSON 文件的 GPG 签名：

source: App Search API
de: App-Such-API
pl: API wyszukiwania aplikacji
ro: API App Search
ru: API поиска приложений
uk: API пошуку застосунків
zh_hans: 应用搜索 API

source: We've got a basic web-api for performing a full-text searches on the _f-droid.org_ repository.
de: Wir haben eine einfache Web-API zur Durchführung von Volltext-Suchen im _f-droid.org_-Repository.
pl: Mamy podstawowe web-api do przeprowadzania pełnotekstowego wyszukiwania w repozytorium _f-droid.org_.
ro: Avem o aplicație web de bază pentru efectuarea de căutări full-text în depozitul _f-droid.org_.
ru: У нас есть базовый веб-API для выполнения полнотекстового поиска в репозитории _f-droid.org_.
uk: У нас з'явився web-api для повнотекстового пошуку в репозиторії _f-droid.org_.
zh_hans: 我们有了一个基础的 web-api 用来执行对 _f-droid_ 存储库的全文搜索。

source: App build metadata
de: Build-Metadaten der App
pl: Metadane kompilacji aplikacji
pt_pt: Metadados de compilação da app
ro: Metadatele de construire a aplicației
ru: Метаданные сборки приложения
uk: Метадані складання застосунків
zh_hans: 应用构建元数据

source: Every app in _f-droid.org_ has a corresponding [build metadata file]({{ site.baseurl }}/docs/Build_Metadata_Reference) in [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). In order to encourage more creative reuse, we keep our data in standard formats in easy to find places. The whole app collection is in [YAML format]({% post_url 2019-09-11-yaml-metadata %}). The file can be directly accessed by Application ID using the GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<ApplicationID>.yml` (e.g. <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). The repo index and the [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html) can be used to query which Application IDs are available. These files are also available via the mirror on GitHub, e.g. <https://raw.githubusercontent.com/f-droid/fdroiddata/master/metadata/org.fdroid.fdroid.yml>
de: Jede App in _f-droid.org_ besitzt eine zugehörige [Build-Metadaten-Datei]({{ site.baseurl }}/docs/Build_Metadata_Reference) in [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). Um mehr kreative Wiederverwendung zu fördern, lassen wir unsere Daten in Standardformaten an leicht zu findenden Plätzen. Die gesamte App-Sammlung ist im [YAML-Format]({% post_url 2019-09-11-yaml-metadata %}). Auf die Datei kann direkt zugegriffen werden, über die Application-ID mittels des GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<ApplicationID>.yml` (e.g. <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). Der Repo-Index und die [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html) können zur Abfrage verwendet werden, welche App-IDs zur Verfügung stehen. Diese Dateien sind auch verfügbar über den Spiegelserver auf GitHub, z. B. <https://raw.githubusercontent.com/f-droid/fdroiddata/master/metadata/org.fdroid.fdroid.yml>zur Verfügung.
pl: Każda aplikacja w _f-droid.org_ ma odpowiedni plik metadanych [build metadata file]({{ site.baseurl }}/docs/Build_Metadata_Reference) w [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). Aby zachęcić bardziej kreatywne ponowne wykorzystanie, przechowujemy nasze dane w standardowych formatach w łatwych do znalezienia miejscach. Cała kolekcja aplikacji jest w formacie [YAML]({% post_url 2019-09-11-yaml-metadata %}). Dostęp do tego pliku można uzyskać bezpośrednio przez identyfikator aplikacji za pomocą surowego adresu URL GitLab `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<ApplicationID>.yml`. (np. <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). Indeks repo i interfejs [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html) mogą być używane do sprawdzania które identyfikatory aplikacji są dostępne. Pliki te są również dostępne za pośrednictwem mirror na GitHubie, np. <https://raw.githubusercontent.com/f-droid/fdroiddata/master/metadata/org.fdroid.fdroid.yml>.
ro: Fiecare app din _f-droid.org_ are o aplicație corespunzătoare [build metadata file]({{ site.baseurl }}/docs/Build_Metadata_Reference) în [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). Pentru a încuraja o reutilizare mai creativă, păstrăm datele noastre în formate standard în locuri ușor de găsit. Întreaga colecție de aplicații este în [YAML format]({% post_url 2019-09-11-yaml-metadata %}). Fișierul poate fi accesat fie direct prin ID-ul aplicației, utilizând GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<ApplicationID>.yml` (de exemplu, <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). Indexul repo și [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html)pot fi utilizate pentru a interoga ce ID-uri de aplicații sunt disponibile. Aceste fișiere sunt, de asemenea, disponibile prin intermediul aplicației oglindă de pe GitHub, de exemplu, <https://raw.githubusercontent.com/f-droid/fdroiddata/master/metadata/org.fdroid.fdroid.yml>
ru: Каждое приложение в _f-droid.org_ имеет соответствующий [файл метаданных сборки]({{ site.baseurl }}/docs/Build_Metadata_Reference) в [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). Чтобы поощрять более творческое повторное использование, мы храним наши данные в стандартных форматах в легко находимых местах. Вся коллекция приложений находится в [формате YAML]({% post_url 2019-09-11-yaml-metadata %}). Доступ к файлу можно получить напрямую по идентификатору приложения, используя GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<ApplicationID>.yml` (например, <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). Индекс репозитория и [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html) могут быть использованы для запроса какие идентификаторы приложений доступны. Эти файлы также доступны через зеркало на GitHub, например <https://raw.githubusercontent.com/f-droid/fdroiddata/master/metadata/org.fdroid.fdroid.yml>
uk: Кожен застосунок у _f-droid.org_ має відповідний [файл метаданих складання]({{ site.baseurl }}/docs/Build_Metadata_Reference) в [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). Для заохочення більш творчого повторного застосування, ми зберігаємо наші дані в стандартних форматах в легкознахідних місцях. Вся колекція застосунків знаходиться в форматі [YAML]({% post_url 2019-09-11-yaml-metadata %}). Доступ до файлу можна отримати або безпосередньо за ідентифікатором застосунку, використовуючи GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<ApplicationID>.yml` (Наприклад <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). Індекс репозиторію та [файли API репозиторію GitLab](https://docs.gitlab.com/ee/api/repository_files.html) можуть бути застосовані для запиту які ідентифікатори застосунків доступні. Ці файли також доступні через дзеркало на GitHub, наприклад, <https://raw.githubusercontent.com/f-droid/fdroiddata/master/metadata/org.fdroid.fdroid.yml>
zh_hans: _f-droid.org_ 中的每个应用在 [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata) 中 有一个相应的[构建元数据文件]({{ site.baseurl }}/docs/Build_Metadata_Reference) 。 为了鼓励更多有创意的重用， 我们将数据以标准格式存储在易于获取的地方。 全部应用集合以 [YAML 格式]({% post_url 2019-09-11-yaml-metadata %})存储。 文件可以通过 Application ID 使用 GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<ApplicationID>.yml` （例如 <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>）直接访问。 存储库索引和 [GitLab 仓库文件 API](https://docs.gitlab.com/ee/api/repository_files.html) 可以用于请求可用的 Application ID。这些文件也可以通过 GitHub 上的镜像获取，例如 <https://raw.githubusercontent.com/f-droid/fdroiddata/master/metadata/org.fdroid.fdroid.yml>

source: f-droid.org build server status
de: Buildserver-Status von f-droid.org
pl: stan serwera kompilacji f-droid.org
pt_pt: Estado do servidor de compilação f-droid.org
ro: f-droid.org construiește starea serverului
ru: Статус сервера сборки f-droid.org
uk: стан сервера складання f-droid.org
zh_hans: f-droid.org 构建服务器状态

source: The four main steps of the build cycle are: _checkupdates_, _build_, _update_, and _deploy_. There is a JSON file for each one of those with status information. It is posted once that step completes running. The step that is currently running is posted to _running_.
de: Die vier Hauptschritte des Build-Zyklus sind: _checkupdates_, _build_, _update_, und _deploy_. Es gibt für jeden von ihnen eine JSON-Datei mit Statusinformationen. Diese werden angezeigt, sobald der Schritt vollständig durchlaufen ist. Der aktuell laufende Schritt wird als _running_ angezeigt.
pl: Cztery główne etapy cyklu kompilacji to: _checkupdates_, _build_, _update_ i _deploy_. Dla każdej z tych osób z informacjami o stanie istnieje plik JSON. Jest publikowany po zakończeniu tego kroku. Aktualnie uruchomiony krok jest publikowany jako _running_.
pt_pt: Os quatro passos principais do ciclo de construção são: _checkupdates_, _build_, _update_, e _deploy_. Há um ficheiro JSON para cada um daqueles com informações de estado. É postado dado que esse passo complete a execução. O passo que seja executado atualmente é postado em _executado_.
ro: Cele patru etape principale ale ciclului de construcție sunt: _checkupdates_, _build_, _update_ și _deploy_. Există un fișier JSON pentru fiecare dintre acestea, cu informații despre stare. Acesta este postat odată ce etapa respectivă își încheie execuția. Etapa care este în curs de execuție este postată în _running_.
ru: Четыре основных этапа цикла сборки: _checkupdates_, _build_, _update_ и _deploy_. Для каждого из них существует JSON-файл с информацией о состоянии. Он публикуется, когда этот шаг завершает выполнение. Шаг, который выполняется в данный момент, публикуется в _running_.
uk: Чотири основні етапи циклу збірки: _checkupdates_, _build_, _update_ і _deploy_. Для кожного з них існує JSON-файл з інформацією про стан. Він публікується, коли цей крок завершено. Крок, який виконується в цей момент, публікується у _running_.
zh_hans: 构建循环的四个主要步骤为：_checkupdates_，_build_，_update_ 和 _deploy_。每个步骤有一个包含状态信息的 JSON 文件。步骤运行完成后此文件将立即发布。当前运行的步骤发布在_running_。

source: Two examples of how these JSON APIs can be used are the [F-Droid Monitor](https://monitor.f-droid.org/) website and the [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/) app.
de: Zwei Beispiele, wie diese JSON-APIs genutzt werden können, sind die Website des [F-Droid Monitor](https://monitor.f-droid.org/) und die App [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/).
pl: Dwa przykłady tego, jak te interfejsy API JSON mogą być używane to strona [F-Droid Monitor](https://monitor.f-droid.org/) i aplikacja [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/).
pt_pt: Dois exemplos de como essas APIs JSON podem ser usadas são o site [F-Droid Monitor](https://monitor.f-droid.org/) e a app [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/).
ro: Două exemple de utilizare a acestor API-uri JSON sunt site-ul web [F-Droid Monitor](https://monitor.f-droid.org/) și aplicația [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/).
ru: Двумя примерами использования этих JSON API являются веб-сайт [F-Droid Monitor](https://monitor.f-droid.org/) и [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/) приложение.
uk: Двома прикладами застосування цих JSON API є вебсайт [F-Droid Monitor](https://monitor.f-droid.org/) і застосунок [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/).
zh_hans: 使用这些 JSON API 的例子可以参见 [F-Droid Monitor](https://monitor.f-droid.org/) 网站和 [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/) 应用。
