Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: With nightly builds, the normal logic for setting `versionCode` in git for each release no longer makes sense. In order for Android to treat each new build as a possible update, the `versionCode` must increase, but that does not make sense to commit to git each time. So there needs to be some automatic logic for setting `versionCode`:
de: Bei Nightly Builds macht die normale Logik der Festlegung des `versionCode` in git für jedes Release keinen Sinn mehr. Damit Android jeden neuen Build als mögliches Update behandeln kann, muss der `versionCode` erhöht werden, aber es ist sinnlos, jedes Mal auf git zu committen. Es muss also eine automatische Logik für die Festlegung des `versionCode` geben, wie:
pl: W nocnych kompilacjach normalna logika ustawiania `versionCode` w git dla każdego wydania przestaje mieć sens. Aby Android traktował każdą nową kompilację jako możliwą aktualizację, `versionCode` musi wzrastać, ale nie ma sensu przypisywać git za każdym razem. Musi więc istnieć jakaś automatyczna logika do ustawienia `versionCode`:
pt_pt: Com as compilações noturnas, o conceito normal para ajustar `versionCode` no git para cada lançamento já não faz sentido. Para que o Android trate cada nova compilação como uma atualização possível, o `versionCode` deve incrementar, mas não faz sentido de fayer um commit ao git a cada vez. Portanto, deve haver algum conceito automático para configurar o `versionCode`:
ro: În cazul construcțiilor nocturne, logica normală de setare a `versionCode` în git pentru fiecare versiune nu mai are sens. Pentru ca Android să trateze fiecare construcție nouă ca pe o posibilă actualizare, `versionCode` trebuie să crească, dar acest lucru nu are sens să fie confirmat în git de fiecare dată. Așadar, trebuie să existe o logică automată pentru setarea `versionCode`:
ru: С ночными сборками обычная логика установки `versionCode` в git для каждого релиза больше не имеет смысла. Для того чтобы Android рассматривал каждую новую сборку как возможное обновление, `versionCode` должен увеличиваться, но это не имеет смысла для фиксации в git каждый раз. Поэтому должна быть какая-то автоматическая логика для установки `versionCode`:
uk: У контексті нічних збірок, звична логіка вказання `versionCode` у git для кожного релізу не має сенсу. Щоб Android вважав кожну збірку можливим оновленням, `versionCode` мусить постійно зростати, але додатково вивантажувати щось у git при кожній збірці було б зайвим. Тож потрібна певна логіка для автоматичного вказання `versionCode`:
zh_hans: 对于夜间构建，在 git 中为每个版本设置 `versionCode` 的正常逻辑就不再有意义。为了让 Android 将每个新版本视为可能的更新，`versionCode` 必须增加，但是每次都提交给 git 没有意义。所以需要有一些自动逻辑来设置`versionCode`：

source: timestamp in seconds (`date +%s`) will always increase
de: die ständige Erhöhung eines sekundengenauen Zeitstempels (`Datum +%s`)
pl: znacznik czasu w sekundach (`date +%s`) zawsze będzie wzrastał
pt_pt: timestamp em segundos (`date +%s`) aumentará sempre
ro: timestamp în secunde (`date +%s`) va crește întotdeauna
ru: временная метка в секундах (`date +%s`) всегда будет увеличиваться
uk: часова відмітка в UNIX-секундах (`date +%s`) завжди зростає
zh_hans: 以秒为单位的时间戳 (`date +%s`) 将始终增加

source: incrementing the last release's `versionCode` (e.g. 104030034, 104030035, 104030036)
de: ein Inkrementieren des `versionCode` der letzten Version (z. B. 104030034, 104030035, 104030036)
pl: inkrementacja `versionCode` ostatniego wydania (np. 104030034, 104030035, 104030036)
pt_pt: a incrementar o `versionCode` do último lançamento (por exemplo 104030034, 104030035, 104030036)
ro: creșterea ultimului `versionCode` (e.g. 104030034, 104030035, 104030036)
ru: инкрементирование `versionCode` последнего выпуска (например, 104030034, 104030035, 104030036)
uk: можна щоразу збільшувати на 1 `versionCode` останнього випуску (наприклад, 104030034, 104030035, 104030036)
zh_hans: 递增上一个版本'的 `versionCode`（例如，104030034、104030035、104030036）

source: git commit count (`git rev-list --first-parent --count HEAD`) provides some hints of where in the code the build was made from
de: der Git-Commit-Zähler (`git rev-list --first-parent --count HEAD`) gibt Hinweise, woher im Code der Build stammt
pl: git commit count (`git rev-list --first-parent --count HEAD`) dostarcza wskazówek, gdzie w kodzie została wykonana kompilacja
pt_pt: git commit count (`git rev-list --first-parent --count HEAD`) fornece algumas dicas de onde no código a compilação foi feita
ro: git commit count (`git rev-list --first-parent --count HEAD`) oferă câteva indicii despre locul din cod din care a fost făcută construcția
ru: git commit count (`git rev-list --first-parent --count HEAD`) дает некоторые подсказки о том, в каком месте кода была сделана сборка
uk: кількість git-комітів (`git rev-list --first-parent --count HEAD`) підказує, до якого коміту в історії ця збірка найближча
zh_hans: git commit count (`git rev-list --first-parent --count HEAD`) 提供了一些提示，说明构建的代码位置

source: For many apps, some combo will make the most sense. For F-Droid, we have a variable `DB_VERSION` for the internal database. We only handle upgrading the database, never downgrading. So that needs to be the most important part of the versionCode. Any build with `DB_VERSION = 77` should not be upgraded by any build with `DB_VERSION = 75`. Then the minor part is the commit count, so it looks like (7502543, 7502544, 7702601, etc). with `DB_VERSION` as the first two digits, then a 0-padded commit count as the last 5 digits.
de: Für viele Apps werden irgendwelche Kombinationen davon am sinnvollsten sein. Für F-Droid haben wir eine Variable `DB_VERSION` für die interne Datenbank. Wir bearbeiten nur ein Upgrading der Datenbank, niemals ein Downgrading. Das muss also der wichtigste Teil des Versionscodes sein. Kein Build mit `DB_VERSION = 77`darf durch einen Build mit `DB_VERSION = 75` aktualisiert werden. Der untergeordnete Teil ist dann der Commit-Zähler, also sieht er folgendermaßen aus (7502543, 7502544, 7702601, usw.) mit `DB_VERSION` als den ersten beiden Ziffern, gefolgt von einem mit Nullen aufgefüllten, fünfstelligen Commit-Zähler.
pl: W przypadku wielu aplikacji niektóre kombinacje będą miały największy sens. W przypadku F-Droid mamy zmienną `DB_VERSION` dla wewnętrznej bazy danych. Zajmujemy się jedynie aktualizowaniem bazy danych, nigdy nie obniżamy jej. Tak więc musi to być najważniejsza część versionCode. Każda kompilacja z `DB_VERSION = 77` nie powinna być aktualizowana przez żadną kompilację z `DB_VERSION = 75`. Następnie mniejszą częścią jest liczba zatwierdzeń, więc wygląda to tak (7502543, 7502544, 7702601 itd.). z `DB_VERSION` jako dwoma pierwszymi cyframi, a następnie liczba zatwierdzonych cyfr 0 jako ostatnich 5 cyfr.
pt_pt: Para muitos apps, combinações farão mais sentido. Para o F-Droid, temos uma variável `DB_VERSION` para o banco de dados interno. Só tratamos de atualizar a base de dados, nunca fazer downgrade. Então essa deve ser a parte mais importante da versionCode. Qualquer compilação com `DB_VERSION = 77` não deve ser atualizado por qualquer compilação com `DB_VERSION = 75`. Então a parte menor é a contagem do commit, a parecer (7502543, 7502544, 7702601, etc.). com `DB_VERSION` como os primeiros dois dígitos, a seguir uma contagem do commit 0-padded como os últimos 5 dígitos.
ro: Pentru multe aplicații, o combinație va avea cel mai mult sens. Pentru F-Droid, avem o variabilă `DB_VERSION` pentru baza de date internă. Ne ocupăm doar de actualizarea bazei de date, niciodată de downgrade. Așa că aceasta trebuie să fie cea mai importantă parte din versionCode. Orice construcție cu `DB_VERSION = 77` nu trebuie să fie actualizată de o construcție cu `DB_VERSION = 75`. Apoi, partea minoră este numărul de comenzi, astfel încât să arate ca (7502543, 7502544, 7702601, etc.). cu `DB_VERSION` ca primele două cifre, apoi un număr de comenzi cu 0 ca ultimele 5 cifre.
ru: Для многих приложений наибольший смысл будет иметь некая комбинация. Для F-Droid у нас есть переменная `DB_VERSION` для внутренней базы данных. Мы занимаемся только обновлением базы данных, но никогда не понижением. Поэтому это должна быть самая важная часть versionCode. Любая сборка с `DB_VERSION = 77` не должна быть обновлена любой сборкой с `DB_VERSION = 75`. Затем второстепенной частью является счетчик коммитов, так что он выглядит как (7502543, 7502544, 7702601 и т.д.). с `DB_VERSION` в качестве первых двух цифр, затем счетчик коммитов с добавлением 0 в качестве последних 5 цифр.
uk: Багатьом застосункам краще за все підійде певна комбінація. В клієнті F-Droid ми маємо змінну `DB_VERSION`, яка позначає формат внутрішньої бази даних. Ми завжди мігруємо базу даних у бік новішого формату, а в бік старішого — ніколи. Тож ця змінна становить головну частину нашого versionCode. Збірку з `DB_VERSION = 77` не має оновлювати жодна збірка з `DB_VERSION = 75`. Другорядну частину становить кількість комітів. Таким чином, перші дві цифри — це `DB_VERSION`, а останні 5 цифр — це кількість комітів із 0 на початку: 7502543, 7502544, 7702601 тощо.
zh_hans: 对于许多应用，某些组合最有意义。对于 F-Droid，我们有一个用于内部数据库的变量 `DB_VERSION`。我们只负责升级数据库，从不降级。所以这需要成为 versionCode 中最重要的部分。任何具有 `DB_VERSION = 77` 的构建都不应该被具有 `DB_VERSION = 75` 的任何构建升级。然后次要部分是提交计数，因此它看起来像（7502543、7502544、7702601 等）。用 `DB_VERSION` 作为前两位数字，然后一个 0 填充的提交计数作为最后 5 位数字。

source: Configuring GitLab CI
de: GitLab CI konfigurieren
pl: Konfigurowanie GitLab CI
pt_pt: Configuração do GitLab CI
ro: Configurarea GitLab CI
ru: Настройка GitLab CI
uk: Налаштування GitLab CI
zh_hans: 配置 GitLab CI

source: This assumes that the app is already setup with _.gitlab-ci.yml_ and builds are running on GitLab CI. This also works for forks of the main project that has the _.gitlab-ci-yml_.
de: Voraussetzung dafür ist, dass die App bereits mit _.gitlab-ci.yml_ eingerichtet ist und Builds auf GitLab CI laufen. Dies funktioniert auch für Forks des Hauptprojekts, das die _.gitlab-ci-yml_ enthält.
pl: Zakłada się, że aplikacja jest już skonfigurowana za pomocą _.gitlab-ci.yml_, a kompilacje działają w GitLab CI. Działa to również dla rozgałęzień głównego projektu, który ma _.gitlab-ci-yml_.
pt_pt: Isso assume que o app já está configurado com _.gitlab-ci.yml_ e as compilações a ser executadas no GitLab CI. Isso também funciona para bifurcações do projeto principal que tem o _.gitlab-ci-yml_.
ro: Aceasta presupune că aplicația este deja configurată cu _.gitlab-ci.yml_ și că se execută compilări pe GitLab CI. Acest lucru funcționează, de asemenea, pentru furci ale proiectului principal care are _.gitlab-ci-yml_.
ru: Это предполагает, что приложение уже настроено с помощью _.gitlab-ci.yml_ и сборки выполняются на GitLab CI. Это также работает для форков основного проекта с _.gitlab-ci-yml_.
uk: Спираємось на припущення, що для застосунку вже налаштовано _.gitlab-ci.yml_ і його збірка відбувається на GitLab CI. Це також працює для форків основного проєкту, який містить _.gitlab-ci-yml_.
zh_hans: 这假设应用已经使用 _.gitlab-ci.yml_ 进行设置，并且构建正在 GitLab CI 上运行。这也适用于具有 _.gitlab-ci-yml_ 的主项目的分支。

source: Run `fdroid nightly --show-secret-var` in the local git repo that is being setup, e.g. _fdroid/fdroidclient_. It will print out the SSH Public Key. Using `--show-secret-var` will make it print out base 64 text to be pasted into secret variable called `DEBUG_KEYSTORE`. Careful! That text is the entire _debug.keystore_, so protect it accordingly!
de: Starten Sie `fdroid nightly --show-secret-var` im lokalen Git-Repo, das gerade eingerichtet wird, z. B. _fdroid/fdroidclient_. Es wird der SSH Public Key ausgegeben. Mit `--show-secret-var` wird der base-64-Text ausgegeben, der in die geheime Variable `DEBUG_KEYSTORE` eingefügt werden soll. Vorsicht! Dieser Text ist der gesamte _debug.keystore_, also schützen Sie ihn entsprechend!
pl: Uruchom `fdroid nightly --show-secret-var` w lokalnym repozytorium git, które jest konfigurowane, np. _fdroid/fdroidclient_. Wydrukuje klucz publiczny SSH. Użycie `--show-secret-var` spowoduje wydrukowanie tekstu podstawowego 64, który zostanie wklejony do tajnej zmiennej o nazwie `DEBUG_KEYSTORE`. Zachowaj ostrożność! Ten tekst to cały _debug.keystore_, więc chroń go odpowiednio!
pt_pt: Execute `fdroid nightly --show-secret-var` no repositório git local que está a ser configurado, por exemplo, _fdroid/fdroidclient_. Irá exibir a chave pública SSH. A usar `--show-secret-var` fará com que ele exibire o texto base 64 a ser colado na variável secreta chamada `DEBUG_KEYSTORE`. Cuidado! Esse texto é todo o _debug.keystore_, então proteja-o de acordo!
ro: Rulați `fdroid nightly --show-secret-var` în repo-ul git local care este în curs de configurare, de exemplu _fdroid/fdroidclient_. Se va imprima cheia publică SSH. Folosind `--show-secret-var` se va imprima un text în baza 64 care va fi lipit în variabila secretă numită `DEBUG_KEYSTORE`. Aveți grijă! Acest text reprezintă întregul _debug.keystore_, așa că protejați-l corespunzător!
ru: Запустите `fdroid nightly --show-secret-var` в локальном git-репо, которое настраивается, например _fdroid/fdroidclient_. Это выведет открытый ключ SSH. Использование `--show-secret-var` заставит его вывести текст base 64 для вставки в секретную переменную `DEBUG_KEYSTORE`. Осторожно! Этот текст - весь _debug.keystore_, поэтому защищайте его соответствующим образом!
uk: Виконайте `fdroid nightly --show-secret-var` у локальному git-репозиторії, який ви налаштовуєте, наприклад у _fdroid/fdroidclient_. Це повідомить вам відкритий ключ SSH. Використання `--show-secret-var` виведе також Base64 для вставлення в таємну змінну `DEBUG_KEYSTORE`. Обережно! Цей текст — увесь вміст _debug.keystore_, тож не допускайте його оприлюднення!
zh_hans: 在正在设置的本地 git 代码库中每日运行 `fdroid --show-secret-var`，例如_fdroid/fdroidclient_。它将打印出 SSH 公钥。使用 `--show-secret-var` 将打印出 base 64 文本以粘贴到名为 `DEBUG_KEYSTORE` 的秘密变量中。小心！该文本是整个 _debug.keystore_，因此请相应地保护它！

source: Create a new GitLab "project" by appending _-nightly_ to the name. For example, <https://gitlab.com/fdroid/fdroidclient> becomes <https://gitlab.com/fdroid/fdroidclient-nightly> and <https://gitlab.com/eighthave/fdroidclient> becomes <https://gitlab.com/eighthave/fdroidclient-nightly>
de: Erstellen Sie ein neues GitLab-„Projekt“, indem Sie _-nightly_ an den Namen anhängen. Zum Beispiel wird <https://gitlab.com/fdroid/fdroidclient> zu <https://gitlab.com/fdroid/fdroidclient-nightly> und <https://gitlab.com/eighthave/fdroidclient> zu <https://gitlab.com/eighthave/fdroidclient-nightly>
pl: Utwórz nowy "projekt" GitLab, dołączając _-nightly_ do nazwy. Na przykład <https://gitlab.com/fdroid/fdroidclient> staje się <https://gitlab.com/fdroid/fdroidclient-nightly> i <https://gitlab.com/eighthave/fdroidclient> staje się <https://gitlab.com/eighthave/fdroidclient-nightly>
pt_pt: Crie um novo "projeto" do GitLab a anexar _-nightly_ ao nome. Por exemplo, <https://gitlab.com/fdroid/fdroidclient> torna-se <https://gitlab.com/fdroid/fdroidclient-nightly> e <https://gitlab.com/eighthave/fdroidclient> torna-se <https://gitlab.com/eighthave/fdroidclient-nightly>
ro: Creați un nou "proiect" GitLab adăugând _-nightly_ la nume. De exemplu, <https://gitlab.com/fdroid/fdroidclient> devine <https://gitlab.com/fdroid/fdroidclient-nightly> și <https://gitlab.com/eighthave/fdroidclient> devine <https://gitlab.com/eighthave/fdroidclient-nightly>
ru: Создайте новый "проект" GitLab, добавив к его названию _-nightly_. Например, <https://gitlab.com/fdroid/fdroidclient> становится <https://gitlab.com/fdroid/fdroidclient-nightly>, а <https://gitlab.com/eighthave/fdroidclient> становится <https://gitlab.com/eighthave/fdroidclient-nightly>
uk: Створіть окремий GitLab-проєкт, додавши _-nightly_ до назви. Наприклад, нічна збірка <https://gitlab.com/fdroid/fdroidclient> — <https://gitlab.com/fdroid/fdroidclient-nightly>, а <https://gitlab.com/eighthave/fdroidclient> — <https://gitlab.com/eighthave/fdroidclient-nightly>
zh_hans: 创建一个新的 GitLab "项目"，将 _-nightly_ 附加到名称上。例如，<https://gitlab.com/fdroid/fdroidclient> 变成 <https://gitlab.com/fdroid/fdroidclient-nightly>，<https://gitlab.com/eighthave/fdroidclient> 变成 <https://gitlab.com/eighthave/fdroidclient-nightly>

source: In that new project, add the SSH Public Key derived from your _debug.keystore_ as a Deploy Key in your Repository Settings, e.g. `https://gitlab.com/eighthave/fdroidclient-nightly/settings/repository`
de: Fügen Sie in diesem neuen Projekt den von Ihrem _debug.keystore_ abgeleiteten SSH Public Key als Deploy Key in Ihre Repository-Einstellungen ein, z. B. `https://gitlab.com/eighthave/fdroidclient-nightly/settings/repository`
pl: W tym nowym projekcie dodaj klucz publiczny SSH uzyskany z pliku _debug.keystore_ jako klucz wdrożenia w ustawieniach repozytorium, np. `https://gitlab.com/eighthave/fdroidclient-nightly/settings/repository`
pt_pt: Nesse novo projeto, adicione a chave pública SSH derivada de seu _debug.keystore_ como uma chave de implantação em suas configurações do repositório, por exemplo `https://gitlab.com/eighthave/fdroidclient-nightly/settings/repository`
ro: În acel nou proiect, adăugați cheia publică SSH derivată din _debug.keystore_ ca o cheie de implementare în setările depozitului, de exemplu `https://gitlab.com/eighthave/fdroidclient-nightly/settings/repository`
ru: В этом новом проекте добавьте открытый ключ SSH, полученный из _debug.keystore_, в качестве ключа развертывания в настройках репозитория, например, `https://gitlab.com/eighthave/fdroidclient-nightly/settings/repository`
uk: Перейдіть до цього нового проєкту й додайте відкритий ключ SSH, отриманий із вашого _debug.keystore_, як ключ вивантаження (Deploy Key) у налаштування вашого репозиторію, наприклад `https://gitlab.com/eighthave/fdroidclient-nightly/settings/repository`
zh_hans: 在该新项目中，添加从 _debug.keystore_ 派生的 SSH 公钥作为存储库设置中的部署密钥，例如`https://gitlab.com/eighthave/fdroidclient-nightly/settings/repository`

source: In the CI/CD Settings of the project being built, paste that into GitLab CI Secret Variable called `DEBUG_KEYSTORE`, e.g. `https://gitlab.com/eighthave/fdroidclient/settings/ci_cd`
de: In den CI/CD-Einstellungen des zu erstellenden Projekts fügen Sie diese in die GitLab CI-Secret Variable `DEBUG_KEYSTORE` ein, z. B. `https://gitlab.com/eighthave/fdroidclient/settings/ci_cd`
pl: W ustawieniach CI/CD tworzonego projektu wklej go do tajnej zmiennej GitLab CI o nazwie 'DEBUG_KEYSTORE', np. `https://gitlab.com/eighthave/fdroidclient/settings/ci_cd`
pt_pt: Nas configurações de CI/CD do projeto que está a ser compilado, cole essa variável secreta no GitLab chamada `DEBUG_KEYSTORE`, por exemplo `https://gitlab.com/eighthave/fdroidclient/settings/ci_cd`
ro: În setările CI/CD ale proiectului care se construiește, lipiți acest lucru în variabila secretă GitLab CI numită `DEBUG_KEYSTORE`, de exemplu `https://gitlab.com/eighthave/fdroidclient/settings/ci_cd`
ru: В CI/CD Settings собираемого проекта вставьте это в секретную переменную GitLab CI под названием `DEBUG_KEYSTORE`, например, `https://gitlab.com/eighthave/fdroidclient/settings/ci_cd`
uk: В налаштуваннях CI/CD проєкту, який збираєте, вставте отримане раніше значення таємної змінної GitLab CI `DEBUG_KEYSTORE`, наприклад `https://gitlab.com/eighthave/fdroidclient/settings/ci_cd`
zh_hans: 在正在构建的项目的 CI/CD 设置中，将其粘贴到名为 `DEBUG_KEYSTORE` 的 GitLab CI 秘密变量中，例如`https://gitlab.com/eighthave/fdroidclient/settings/ci_cd`

source: Then in that same page, in the Protected section, set up your _master_ branch to limit the possibility of leaking the _debug.keystore_. If _master_ cannot be force-pushed, then any attempts to get the stored secrets are permanently written to the git history. Without that protection, someone with push access could push a commit in a branch to print out the secrets, then remove that commit to hide their actions.
de: Richten Sie dann auf der gleichen Seite im geschützten Bereich Ihren _master_-Zweig ein, um die Wahrscheinlichkeit eines _debug.keystore_-Leaks zu begrenzen. Wenn kein „force push“ für _master_ möglich ist, werden alle Versuche, die gespeicherten Geheimnisse zu erhalten, permanent in die Git-Historie geschrieben. Ohne diesen Schutz könnte jemand mit Push-Zugriff einen Commit in einem Zweig pushen, um die Geheimnisse auszulesen, und dann diesen Commit wieder entfernen, um seine Aktionen zu verheimlichen.
pl: Następnie na tej samej stronie, w sekcji Chronione, skonfiguruj gałąź _master_, aby ograniczyć możliwość wycieku pliku _debug.keystore_. Jeśli _master_ nie może zostać wymuszony siłą, to wszelkie próby uzyskania zapisanych sekretów są trwale zapisywane w historii git. Bez tej ochrony, ktoś z dostępem push może przepchnąć zatwierdzenie w gałęzi, aby wydrukować sekrety, a następnie usunąć to zatwierdzenie, i ukryć swoje działania.
pt_pt: A seguir, nessa mesma página, na secção Protegida, configure o seu ramo _master_ para limitar a possibilidade de vazamento do _debug.keystore_. Se _master_ não pode ser empurrado à força, qualquer tentativa de obter os segredos armazenados são permanentemente escritos no histórico do git. Sem essa proteção, alguém com acesso push poderia empurrar uma confirmação num ramo para imprimir os segredos e, em seguida, remover essa confirmação para ocultar suas ações.
ro: Apoi, în aceeași pagină, în secțiunea Protejat, configurați branșa _master_ pentru a limita posibilitatea scurgerii fișierului _debug.keystore_. Dacă _master_ nu poate fi forțat, atunci orice încercare de a obține secretele stocate sunt scrise permanent în istoricul git. Fără această protecție, cineva cu acces push ar putea să împingă o confirmare într-o ramură pentru a imprima secretele, apoi să elimine acea confirmare pentru a-și ascunde acțiunile.
ru: Затем на этой же странице в разделе Protected настройте ветку _master_ так, чтобы ограничить возможность утечки _debug.keystore_. Если _master_ не может быть принудительно вытолкнут, то любые попытки получить хранимые секреты навсегда записываются в историю git. Без такой защиты кто-то, имеющий доступ к push, может подтолкнуть коммит в ветке, чтобы распечатать секреты, а затем удалить этот коммит, чтобы скрыть свои действия.
uk: Налаштуйте там же для своєї гілки _master_ статус «protected», щоб обмежити можливість витоку _debug.keystore_. Це заборонить `push --force` для _master_, тож усі спроби отримати збережені таємниці записуватимуться в історію git без можливості видалення. Без такого захисту, хтось із push-доступом може вивантажити в гілку коміт із кодом виводу таємниць і згодом вилучити цей коміт, щоб сховати сліди.
zh_hans: 然后在同一页面中的受保护部分，设置你的 _master_ 分支以限制泄漏 _debug.keystore_ 的可能性。如果 _master_ 不能被强制推送，那么任何获取存储机密的尝试都会永久写入 git 历史记录。如果没有这种保护，具有推送访问权限的人可以在分支中推送提交以打印出机密，然后删除该提交以隐藏他们的操作。

source: Add a _deploy_ stage to your _.gitlab-ci.yml_ that produces only the build to publish to the nightly, then runs `fdroid nightly`. For example:
de: Ergänzen Sie eine _deploy_ Stufe in Ihrer _.gitlab-ci.yml_, die nur den Build erzeugt, der für die Nightly-Veröffentlichung bestimmt ist und dann `fdroid nightly` ausführt. Zum Beispiel:
pl: Dodaj _deploy_ stage do twojego _.gitlab-ci.yml_, który produkuje tylko kompilację do publikowania w nocy, a następnie uruchamia `fdroid nightly`. Na przykład:
pt_pt: Adicione um estágio _deploy_ ao seu _.gitlab-ci.yml_ que produz apenas a compilação para publicar à noite, em seguida executa `fdroid nightly`. Por exemplo:
ro: Adăugați o etapă _deploy_ la fișierul _.gitlab-ci.yml_ care produce doar compilarea pentru a fi publicată în nightly, apoi rulează `fdroid nightly`. De exemplu:
ru: Добавьте этап _deploy_ в ваш _.gitlab-ci.yml_, который создает только сборку для публикации в nightly, а затем запускает `fdroid nightly`. Например:
uk: Додайте в свій _.gitlab-ci.yml_ етап _deploy_, який створюватиме лише збірку для оприлюднення в nightly-репозиторії й запускатиме для неї `fdroid nightly`. Наприклад:
zh_hans: 将 _deploy_ 阶段添加到你的 _.gitlab-ci.yml_，该阶段仅生成要发布到每日构建，然后每日运行 `fdroid`。例如：
