Repository: f-droid/fdroid-website
Catalog: po/_docs.*.po
Languages: de, pl, pt_pt, ro, ru, uk, zh_hans

source: : Disables this build, giving a reason why. (For backwards compatibility, this can also be achieved by starting the commit ID with '!')
de: : Blockiert diesen Build und gibt einen Grund dafür an. (Aus Rückwärts- Kompatibilitätsgründen kann dies auch durch Voranstellen eines ‚!' vor die Commit-ID erzielt werden)
pl: : Wyłącza tę kompilację, podając przyczynę. (Do tyłu kompatybilność, można to również osiągnąć uruchamiając identyfikator zatwierdzenia z '!')
ro: : Dezactivează această construcție, oferind un motiv. (Pentru versiuni anterioare compatibilitate, acest lucru poate fi realizat și prin pornirea ID-ului de confirmare cu '!')
ru: : Отключает эту сборку с указанием причины. (Для обратной совместимости, такого же эффекта можно достичь, если добавить восклицательный знак (`!`) перед ID коммита (`commit`)
uk: : Вимикає цю збірку, зазначаючи причину. (Для зворотної сумісності, замість цього можна додати на початок ID коміту символ «!»)
zh_hans: : 禁用此构建，并给出原因。 (如果出于向后兼容目的， 也可以通过以 '!' 开头的 commit ID 实现）

source: The purpose of this feature is to allow non-buildable releases (e.g. the source is not published) to be flagged, so the scripts don't generate repeated messages about them. (And also to record the information for review later). If an APK has already been built, disabling causes it to be deleted once `fdroid update` is run; this is the procedure if ever a version has to be replaced.
de: Der Zweck dieses Merkmals ist es, eine Kennzeichnung von Ausgaben zu ermöglichen, die kein Build zulassen (z. B. bei unveröffentlichtem Quellcode), damit die Skripte nicht wiederholt Meldungen dazu auslösen. (Aber auch um die Information für eine spätere Überprüfung zu protokollieren). Wenn ein APK bereits erstellt wurde, bewirkt die Deaktivierung dessen Löschung, sobald `fdroid update` ausgeführt wird; dies entspricht dem Vorgehen, wann immer eine Version ersetzt werden muss.
pl: Celem tej funkcji jest umożliwienie wydań niepodlegających kompilacji (np. źródło nie jest publikowane) do oznaczenia, więc skrypty nie generują powtarzających się wiadomości na ich temat. (A także, aby zapisać informacje do późniejszego przeglądu). Jeśli APK został już skompilowany, dezaktywacja powoduje, że zostanie on usunięty po uruchomieniu `fdroid update`; to jest procedura, jeśli kiedykolwiek trzeba będzie zastąpić wersję.
ro: Scopul acestei caracteristici este de a permite versiunilor care nu pot fi compilate (de ex. sursa nu este publicată) să fie marcate, astfel încât scripturile să nu se generează mesaje repetate despre acestea. (Și, de asemenea, pentru a înregistra informații pentru a fi revizuite ulterior). În cazul în care un APK a fost deja construit, dezactivarea face ca acesta să fie șters odată ce este rulat `fdroid update`; acest lucru este procedura în cazul în care vreodată o versiune trebuie să fie înlocuită.
ru: Назначении этого параметра — позволить помечать релизы, которые невозможно собрать (напр. для которых исходники не были опубликованы), чтобы служебные скрипты не генерировали повторяющиеся сообщения о них. Если APK для данной версии уже был создан, установка параметра `disable` после запуска `fdroid update` приведёт к его удалению; эта процедура, в частности, используется в случае, если по какой-то причине необходимо заменить версию приложения.
uk: Мета цієї функції — позначити випуски, які неможливо зібрати (наприклад, втрачено код), щоб скрипти не генерували про них повторних повідомлень. (Також ця нотатка допомагає повернутись пізніше). Якщо APK вже зібрано, вимкнення спричинить його видалення при запуску `fdroid update`; саме так діємо, коли доводиться замінювати версію.
zh_hans: 这个功能的目的是让不可编译的版本（比如说源代码没有发布）被标记出来， 这样脚本就不会产生关于它们的重复信息。 (同时也是为了记录这些信息以便日后查阅）。 如果一个 APK 已经被构建了， 禁用会导致它在 `fdroid update` 运行后被删除； 这是的确需要替换一个版本时所需的步骤。

source: `subdir: <path>`<a name="build_subdir"></a>
de: `subdir: <Pfad>`<a name="build_subdir"></a>
pl: `subdir: <ścieżka>`<a name="build_subdir"></a>
ro: `subdir: <cale>`<a name="build_subdir"></a>
ru: `subdir: <путь>`<a name="build_subdir"></a>
uk: `subdir: <шлях>`<a name="build_subdir"></a>

source: : Specifies to build from a subdirectory of the checked out source code. This is the directory where the build scripts are run.
de: : Gibt an, dass die Erstellung aus einem Unterverzeichnis des ausgecheckten Quellcodes erfolgen soll. Dies ist das Verzeichnis, in dem die Build-Skripte laufen.
pl: : Określa kompilację z podkatalogu wypakowanego źródła kod. Jest to katalog, gdzie są wykonywane skrypty kompilacji.
ro: : Specifică construirea dintr-un subdirector al codului sursa verificat. Acesta este directorul în care se execută scripturile de construire.
ru: : Задаёт, путь к подкаталогу в дереве исходных кодов, извлечённых из VCS, в котором будут запускаются сценарии сборки.
uk: : Вказує, що зібрати слід лише підкаталог отриманого програмного коду. Це каталог, де запускаються скрипти збірки.
zh_hans: : 指定从检出的源代码的一个子目录中构建。 这是构建脚本运行的目录。

source: : Use if the project (git only) has submodules - causes `git submodule update --init --recursive` to be executed after the source is cloned. Submodules are reset and cleaned like the main app repository itself before each build.
de: : Wird verwendet, wenn das Projekt (ausschließlich Git) Untermodule besitzt - bewirkt die Ausführung von `git submodule update --init --recursive` nachdem die Quelle geklont wurde. Untermodule werden, wie das App-Hauptrepository selbst, vor jeder Herstellung zurückgesetzt und bereinigt.
pl: : Użyj, jeśli projekt (tylko git) ma submoduły - przyczyny `git submodule update --init --recursive` do wykonania po źródło jest klonowane. Submodules są resetowane i czyszczone jak główna aplikacja repozytorium przed każdą kompilacją.
pt_pt: : Use se o projeto (somente git) tiver submódulos - faz com que `git submodule update --init --recursive` seja executado após o fonte ser clonado. Os submódulos são redefinidos e limpos como o repositório principal da app antes de cada compilação.
ro: : Se utilizează dacă proiectul (numai git) are submodule - cauze `git submodule update --init --recursive` să fie executat după ce se execută sursa este clonată. Submodulele sunt resetate și curățate ca și aplicația principală repository însuși înainte de fiecare compilare.
ru: : Используется, если проект (только git) имеет подмодули - приводит к тому, что `git submodule update --init --recursive` будет вызван после клонирования основного репозитория исходных кодов. Подмодули сбрасываются (`reset`) и очищаются (`clean`), также как и репозиторий основного приложения, перед каждой сборкой.
uk: : Використайте, якщо git-проєкт має підмодулі: `git submodule update --init --recursive` буде викликано після клонування джерела. Підмодулі стираються при очищенні головного репозиторію застосунку перед кожною збіркою.
zh_hans: ：如果项目（仅 git）有子模块，则使用 - 使得 `git submodule update --init --recursive` 将在源代码被克隆后执行。子模块在构建前和主应用存储库本身一样被重置和清理。

source: : Specifies a script to be run using `sudo bash -x -c "xxxx"` in the buildserver VM guest. This script is run with full root privileges, but the state will be reset after each build. The vast majority of apps build using the standard Debian/stable base environment. This is useful for setting up the buildserver for complex builds that need very specific things that are not appropriate to install for all builds, or for things that would conflict with other builds.
de: : Gibt ein Skript an, dass mittels `sudo bash -x -c "xxxx"` in der Buildserver-Gast-VM ausgeführt werden soll. Dieses Skript läuft mit Root-Privilegien, aber die VM wird nach jedem Build zurückgesetzt. Die große Mehrheit der Apps wird in einer Standard-Debian-Stable-Umgebung kompiliert. Dieser Parameter ist sinnvoll, um den Buildserver auf komplexe Vorgänge vorzubereiten, die sehr spezifische Dinge benötigen, bei denen es nicht angemessen wäre, sie für alle Builds zu installieren; oder für Dinge, die andere Builds stören würden.
pl: : Określa skrypt uruchamiany za pomocą `sudo bash -x -c "xxxx"` w buildserver VM guest. Ten skrypt działa z pełnymi uprawnieniami roota, ale stan zostanie zresetowany po każdej kompilacji. Większość aplikacji budują przy użyciu standardowego, bazowego środowiska Debian/stable. To jest użyteczny przy konfigurowaniu buildserver dla złożonych buildów Potrzebują bardzo konkretnych rzeczy, które nie są odpowiednie do zainstalowania wszystkie kompilacje lub rzeczy, które kolidują z innymi kompilacjami.
pt_pt: : Especifica um script a ser executado a usar `sudo bash -x -c "xxxx"` na VM guest de servidor de compilação. Este script é executado com privilégios de root completos, mas o estado será redefinido após cada compilação. A maioria das aplicações são criadas a usar o ambiente padrão base de Debian/stable. Isso é útil para configurar o servidor de compilações para compilações complexas que precisam de coisas muito específicas, que não são apropriadas para instalar em todas as compilações ou para coisas que entrariam em conflito com outras compilações.
ro: : Specifică un script care urmează să fie executat folosind `sudo bash -x -c "xxxx"` în buildserver VM guest. Acest script este executat cu privilegii complete de root, dar starea va fi resetată după fiecare construcție. Marea majoritate a aplicațiilor se construiește folosind mediul de bază standard Debian/stabil. Acest este utilă pentru configurarea serverului de compilare pentru compilări complexe care au nevoie de lucruri foarte specifice care nu sunt adecvate pentru a fi instalate pentru toate compilările, sau pentru lucruri care ar intra în conflict cu alte compilări.
ru: : Задаёт сценарий, который будет выполнен с помощью `sudo bash -x -c "xxxx"` в гостевой виртуальной машине buildserver VM. Этот сценарий запускается с полными привилегиями root, но состояние будет сбрасываться после каждой сборки. Подавляющее большинство приложений собираются с использованием стандартной базовой среды Debian/stable. Этот параметр можно использовать, чтобы настроить сервер сборки, для необычных сборок, которые требуют очень специфических зависимостей или инструментов, которые нецелесообразно устанавливать для сборки прочих приложений, или которые могут конфликтовать со сборкой других приложений.
uk: : Зазначає, який скрипт слід виконати як `sudo bash -x -c "xxxx"` у гостьовій віртуальній машині сервера збірки. Скрипт отримує повні root-права, але після кожної збірки стан стирається. Майже всім застосункам достатньо стандартного початкового середовища Debian/stable. Опція дає змогу налаштувати складні збірки, яким потрібні виняткові залежності, встановлення яких недоречне в типовому випадку чи конфліктує з іншими збірками.
zh_hans: ：指定一个使用 `sudo bash -x -c "xxxx"` 在 buildserver VM guest 中运行的脚本。这个脚本是以完全的 root 权限运行的，但在每次构建后，其状态将被重置。绝大多数的应用都是使用标准的 Debian/stable 基本环境来构建的。这对于设置需要非常特殊东西的复杂的构建服务器是很有用的。 而这些东西不适合在所有的构建中安装或者与其他构建冲突。

source: `timeout: <seconds>`<a name="build_timeout"></a>
de: `timeout: <Sekunden>`<a name="build_timeout"></a>
pl: `timeout: <sekundy>`<a name="build_timeout"></a>
ro: `timeout: <secunde>`<a name="build_timeout"></a>
ru: `timeout: <секунд>`<a name="build_timeout"></a>
uk: `timeout: <секунд>`<a name="build_timeout"></a>
zh_hans: 超时 `timeout: <seconds>`<a name="build_timeout"></a>

source: : Time limit for this build (in seconds). After time is up, buildserver VM is forcefully terminated. The default is 7200 (2 hours); 0 means no limit.
de: : Zeitliche Begrenzung für diesen Build (in Sekunden). Nach Ablauf der Zeit wird die Beendigung der Buildserver-VM erzwungen. Standardwert ist 7200 (2 Stunden); 0 bedeutet ohne Begrenzung.
pl: : Limit czasu dla tej kompilacji (w sekundach). Po upływie czasu, buildserver VM jest wymuszona. Wartość domyślna to 7200 (2 godziny); 0 oznacza brak limitu.
pt_pt: : Limite de tempo para esta compilação (em segundos). Ao terminar o tempo, a VM do servidor de compilação é finalizada forçadamente. A predefinição é 7200 (2 horas); 0 significa sem limite.
ro: : Limita de timp pentru această construcție (în secunde). După ce timpul a expirat, buildserver VM este închis forțat. Valoarea implicită este 7200 (2 ore); 0 înseamnă că nu există limită.
ru: : Ограничение по времени для этой сборки (в секундах). По истечении времени виртуальная машина buildserver VM будет принудительно завершена. По умолчанию 7200 (2 часа); 0 означает отсутствие ограничения.
uk: : Межа тривалості збірки (в секундах). Щойно час спливе, віртуальна машина сервера збірки примусово вимкнеться. Усталено це 7200 (2 години); 0 знімає обмеження.
zh_hans: ：该构建的时间限制（以秒为单位）。到时间之后，buildserver VM 会被强制终止。默认是 7200（2小时）；0 表示没有限制。

source: Limitation is applied only in server mode, i.e. when `fdroid build` is invoked with the `--server` option.
de: Die Begrenzung wird nur im Servermodus angewandt, d. h. wenn `fdroid build` mit der Option `--server` aufgerufen wird.
pl: Ograniczenie jest stosowane tylko w trybie serwera, tzn. Gdy `fdroid build` wywoływana jest opcją `--server`.
pt_pt: A limitação é aplicada apenas no modo servidor, ou seja, quando `fdroid build` é invocado com a opção `--server`.
ro: Limitarea se aplică numai în modul server, adică atunci când `fdroid build`. este invocat cu opțiunea `--server`.
ru: Данное ограничение применяется только в режиме сервера, т.е. когда `fdroid build` вызывается с опцией `--server`.
uk: Обмеження діє лише в режимі сервера, тобто коли `fdroid build` викликано з опцією `--server`.
zh_hans: 限制只适用于服务器模式，即当 `fdroid build` 被使用 `--server` 选项调用时。

source: : Like [`prebuild`](#build_prebuild), but runs on the source code BEFORE any other processing takes place.
ru: : Подобно [`prebuild`](#build_prebuild), но работает с исходным кодом ДО того, как будет произведена какая-либо другая его обработка.
zh_hans: : 与[`prebuild`](#build_prebuild)类似，但在任何其他处理发生之前 在源代码上运行。

source: You can use `$$SDK$$` and `$$NDK$$` to substitute the paths to the Android SDK and NDK directories respectively. The following per-build variables are available likewise: `$$VERSION$$`, `$$VERCODE$$` and `$$COMMIT$$`.
ru: Чтобы подставить пути к каталогам Android SDK и NDK, вы можете использовать переменные `$$SDK$$` и `$$NDK$$` соответственно. Также для каждой сборки доступны следующие переменные: `$$VERSION$$`, `$$VERCODE$$` и `$$COMMIT$$`.
zh_hans: 你可以使用 `SDK` 和 `$$NDK$$` 分别替换Android SDK 和 NDK 目录路径。以下 不同构建的变量同样可用：`$$VERSION$$`、 `$$VERCODE$$` 和 `$$COMMIT$$`。

source: This runs in [`subdir:`](#build_subdir) if set.
de: Dies läuft in [`subdir:`](#build_subdir), wenn es eingestellt ist.
pl: To uruchamiania się w [`subdir:`](#build_subdir) jeśli jest ustawione
ro: Acesta rulează în [`subdir:`](#build_subdir) dacă este setat.
ru: Если указан каталог [`subdir:`](#build_subdir), то данная команда будет запущена в нём.
uk: Він запускається у [`subdir:`](#build_subdir), якщо його встановлено.
zh_hans: 设置后，这运行于 [`subdir:`](#build_subdir)。

source: : The SDK location in the repo is in an old format, or the _build.xml_ is expecting such. The 'new' format is `sdk.dir` while the VERY OLD format is sdk-location. Typically, if you get a message along the lines of: "com.android.ant.SetupTask cannot be found" when trying to build, then try enabling this option.
de: : Der SDK-Ort im Repo ist in einem alten Format, oder „build.xml“ erwartet ein solches. Das ‚neue' Format ist „`sdk.dir`“, während das SEHR ALTE Format „sdk-location“ ist. Wird beim Herstellungsversuch eine Meldung ähnlich wie: „com.android.ant.SetupTask cannot be found“ ausgegeben, dann sollte typischerweise die Aktivierung dieser Option versucht werden.
ru: : Расположение SDK в репозитории указано в старом формате, или _build.xml_ ожидает его таковом формате. «Новый» формат — `sdk.dir`, а ОЧЕНЬ СТАРЫЙ — sdk-location. Как правило, если при сборке вы получаете сообщение типа: "com.android.ant.SetupTask cannot be found" ("не может быть найден"), то попробуйте включить эту опцию.
zh_hans: : 存储库中的 SDK 位置是旧格式，或者 _build.xml_ 期望如此。 新格式是 `sdk.dir` ，而非常旧的 格式是 sdk-location。通常而言，如果当你试图 构建时，得到 "com.android.ant.SetupTask cannot be found" 消息，请尝试启用此选项。

source: `target: <target>`<a name="build_target"></a>
de: `target: <Ziel-SDK>`<a name="build_target"></a>
ro: `target: <obiectiv>`<a name="build_target"></a>
ru: `target: <цель>`<a name="build_target"></a>
uk: `target: <ціль>`<a name="build_target"></a>

source: : Specifies a particular SDK target for compilation, overriding the value defined in the code by upstream. This has different effects depending on what build system used — this flag currently affects Ant, Maven and Gradle projects only. Note that this does not change the target SDK in the AndroidManifest.xml, which determines the level of features that can be included in the build.
de: : Gibt eine bestimmte SDK-Zielvorgabe für die Kompilierung an, der im eingespielten Code festgelegte Wert wird nicht berücksichtigt. Abhängig vom verwendeten Build-System hat dies verschiedene Auswirkungen — dieses Kennzeichen beeinflusst momentan nur Ant-, Maven- und Gradle-Projekte. Zu beachten ist, dass es nicht das Ziel-SDK in „AndroidManifest.xml“ verändert, das das Ausmaß der Funktionen, die ins Build eingeschlossen werden können, bestimmt.
pl: : Określa miejsce docelowe określonego zestawu SDK dla kompilacji, zastepując wartość zdefiniowaną w kodzie przez poprzednią. Ma to różne skutki w zależności od używanego systemu kompilacji - ta flaga ma obecnie wpływ tylko na projekty Ant, Maven i Gradle. Pamiętaj, że to się nie zmienia w docelowym pakiecie SDK w AndroidManifest.xml, który określa poziom funkcji, które mogą być zawarte w kompilacji.
pt_pt: : Especifica um determinado alvo do SDK para compilação, a substituir o valor definido no código pelo upstream. Isso tem efeitos diferentes a depender do sistema de compilação usado — esse sinalizador afeta apenas os projetos Ant, Maven e Gradle. Observe que isso não altera o SDK alvo no AndroidManifest.xml, que determina o nível de recursos que podem ser incluídos na compilação.
ro: : Specifică o anumită țintă SDK pentru compilare, suprascriind opțiunea valoarea definită în cod de către upstream. Acest lucru are efecte diferite în funcție de sistemul de compilare utilizat - acest indicator afectează în prezent doar proiectele Ant, Maven și Gradle. Rețineți că acest lucru nu modifică SDK-ul țintă din AndroidManifest.xml, care determină nivelul de caracteristici care pot fi incluse în compilare.
ru: : Задаёт конкретную цель SDK для компиляции, переопределяя значение, указанное в коде вышележащего проекта. Это имеет различные эффекты в зависимости от используемой системы сборки — в настоящее время этот флаг влияет только на проекты Ant, Maven и Gradle. Обратите внимание, что это не изменяет целевой SDK в AndroidManifest.xml, который определяет уровень функций, которые могут быть включены в сборку.
uk: : Зазначає конкретний цільовий SDK-компілятор, замінюючи значення, взяте з коду оригіналу. Це працює по-різному, залежно від системи збірки: наразі підтримуються лише проєкти з Ant, Maven та Gradle. Зауважте, це не впливає на цільовий SDK в AndroidManifest.xml, який визначає, наскільки нові функції може бути додано в збірку.
zh_hans: ：指定一个特定的 SDK 目标进行编译，覆盖代码中由上游定义的值。取决于所使用的构建系统具有不同的作用 - 这个标志目前只影响 Ant，Maven 和 Gradle 项目。请注意，这并不改变 AndroidManifest.xml 中的目标 SDK，它决定了可以包含在构建中的功能的级别。

source: In the case of an Ant project, it modifies _project.properties_ of the app and possibly sub-projects. This is likely to cause the whole _build.xml_ to be rewritten, which is fine if it's a 'standard' Android file or doesn't already exist, but not a good idea if it's heavily customised.
de: Im Falle eines Ant-Projekts modifiziert es _project.properties_ der App und eventueller Unterprojekte. Dies bewirkt wahrscheinlich, dass _build.xml_ komplett neu geschrieben wird, was in Ordnung ist, wenn es eine 'Standard'- Android-Datei ist oder noch nicht existiert, aber keine gute Idee ist, wenn sie intensiv bearbeitet wurde.
pl: W przypadku projektu Ant modyfikuje on właściwość project.properties aplikacja i ewentualnie podprojekty. Prawdopodobnie spowoduje to całość plik _build.xml_ zostanie przepisany, co jest w porządku, jeśli jest to 'standard' plik Android lub jeszcze nie istnieje, ale nie jest to dobry pomysł, jeśli tak jest mocno dostosowany.
ro: În cazul unui proiect Ant, acesta modifică _project.properties_ din fișierul app și, eventual, a subproiectelor. Acest lucru este posibil să determine ca întregul _build.xml_ să fie rescris, ceea ce este în regulă dacă este vorba de un proiect 'standard'. android 'standard' sau dacă nu există deja, dar nu este o idee bună dacă este foarte personalizat.
ru: Для проектов Ant, он изменяет _project.properties_ приложения и, возможно, подпроектов. Это может привести к тому, что весь _build.xml_ будет перезаписан, что хорошо, если это «стандартный» файл Android или он еще не существует, но это не очень хорошая идея, если в нём было сделано много специфических настроек.
uk: У випадку Ant-проєкту, зміниться _project.properties_ застосунку й, можливо, підпроєктів. Імовірно, перепишеться весь _build.xml_, що прийнятно, якщо це «стандартний» файл Android або його взагалі немає, проте небажано, якщо цей файл було суттєво доповнено вручну.
zh_hans: 对于 Ant 项目， 它修改应用和可能的子项目的 _project.properties_。 这可能会导致整个 _build.xml_ 被重写， 如果它是一个“标准”的 Android 文件或不存在就没有问题， 但如果它是高度自定义的文件可能会导致问题。

source: `androidupdate: auto|<path1>[,<path2>,...]`<a name="build_androidupdate"></a>
ru: `androidupdate: auto|<путь1>[,<путь2>,...]`<a name="build_androidupdate"></a>

source: : By default, 'android update' is used in Ant builds to generate or update the project and all its referenced projects. Specifying `androidupdate: no` bypasses that. Note that this is useless in builds that don't use Ant.
de: : In Ant-Builds wird standardmäßig „android update“ verwendet, um das Projekt und alle Projekte, auf die es verweist, zu erzeugen oder zu aktualisieren. Die Angabe von `androidupdate: no` umgeht das. Zu beachten ist, dass dies in Builds nutzlos ist, die kein Ant verwenden.
pl: : Domyślnie 'aktualizacja Android' jest używana w kompilacjach Ant do generowania lub aktualizacji projektu i wszystkich powiązanych projektów. Określanie `androidupdate: no` pomija to. Zauważ, że jest to bezużyteczne w kompilacjach nie używaj Ant.
ro: : În mod implicit, 'android update' este utilizat în construcțiile Ant pentru a genera sau actualizează proiectul și toate proiectele la care face referire. Specificarea `androidupdate: no` ocolește acest lucru. Rețineți că acest lucru este inutil în compilările care nu utilizează Ant.
ru: : По умолчанию 'android update' используется в сборках Ant для генерации или обновления проекта и всех проектов на которые он ссылается. Указание `androidupdate: no` позволяет обойти это. Обратите внимание, что это не имеет никакого эффекта в сборках, которые не используют Ant.
uk: : Усталено, Ant-збірки використовують 'android update' для створення чи оновлення проєкту та всіх його посилань. Вкажіть `androidupdate: no`, щоб це обійти. Зауважте, це не має сенсу в збірках, які не використовують Ant.
zh_hans: : 默认情况下， 'android update' 在 Ant 构建中用来生成或 更新项目及其所有引用的项目。 指定 `androidupdate: no` 可以绕过这个。 请注意，在不使用 Ant 的构建中，这不起作用。

source: Default value is `auto`, which recursively uses the paths in _project.properties_ to find all the subprojects to update.
de: Der Standardwert ist `auto`, der rekursiv die Pfade in _project.properties_ nutzt, um alle zu aktualisierenden Unterprojekte zu finden.
ru: Значение по умолчанию — `auto`; в этом случае, чтобы найти все обновляемые подпроекты будут рекурсивно использоваться пути в файле _project.properties_.
zh_hans: 默认值是 `auto`， 它以递归的方式地使用 _project.properties_ 中的路径找到所有要更新的子项目。
