Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: An F-Droid matrix space grouping together all F-Droid related rooms exists at [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org), and can be joined by anyone.
de: Es besteht ein F-Droid-Matrixraum, der alle F-Droid-bezogenen Räume zusammenfasst, unter [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org) und kann von jedem betreten werden.
fr: Un espace Matrix F-Droid regroupe tous les salons en lien avec F-Droid qui existe à [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org) ensemble, et peuvent être rejoint par n'importe qui.
he: יש מרחב Matrix של F-Droid שמקבץ את כל החדרים שקשורים ל־F-Droid דרך ‎[#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org), וכולם מוזמנים להצטרף.
hi: [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org) पर एक F-Droid मेट्रिक्स स्थान मौजूद है जिसमें सभी F-Droid से संबंधित रूम्स को समूहीकृत किया गया है, और जिसमें कोई भी जुड़ सकता है।
hu: Létezik egy Matrix-tér, amely csoportosítja az összes F-Droidhoz kapcsolódó szobát, ez az [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org), és bárki csatlakozhat.
pt_br: Um espaço do F-Droid no Matrix que reúne todas as salas relacionadas existe em [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org), e todos podem participar.
ro: Un spațiu matricial F-Droid care grupează toate camerele legate de F-Droid există la [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org), și poate fi accesat de oricine.
sq: Një hapësirë Matrix për F-Droid, që grupon tok krejt dhomat e lidhura me F-Droid që ekzistojnë te [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org) dhe ku mund të vijë cilido.
tr: F-Droid ile ilgili tüm odaları bir araya getiren bir F-Droid matrix alanı [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org) adresinde bulunmaktadır ve herkes katılabilir.
uk: Простір F-Droid у Matrix, що об'єднує всі кімнати, пов'язані з F-Droid, доступний за адресою [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org), і до нього може приєднатися будь-хто.

source: Hans-Christoph Steiner
fa: هانس‌کریستوف اشتینر
he: האנס-כריסטוף שטיינר

source: There are four main git repositories hosted at GitLab: - [Android client application](https://gitlab.com/fdroid/fdroidclient), - [server tools](https://gitlab.com/fdroid/fdroidserver) for running a repository and building or installing applications locally - associated [metadata files for applications in the main F-Droid repository](https://gitlab.com/fdroid/fdroiddata) - [website and documentation](https://gitlab.com/fdroid/fdroid-website)
de: Es gibt vier wesentliche auf GitLab gehostete Git-Repositorys: – [Android-App](https://gitlab.com/fdroid/fdroidclient), - [Server-Werkzeuge](https://gitlab.com/fdroid/fdroidserver) zum Betrieb eines Repositorys und zur lokalen Erstellung bzw. Installation von Anwendungen - zugehörige [Metadaten-Dateien für Anwendungen im F-Droid-Hauptrepository](https://gitlab.com/fdroid/fdroiddata) - [Website und Dokumentation](https://gitlab.com/fdroid/fdroid-website)
fr: Il y a quatre dépôts git principaux hébergés chez GitLab : - [l'application cliente Android](https://gitlab.com/fdroid/fdroidclient), - [les outils du serveur](https://gitlab.com/fdroid/fdroidserver) pour faire tourner un dépôt et compiler ou installer des applications localement, - [les métadonnées relatives aux applications dans le dépôt F-Droid principal](https://gitlab.com/fdroid/fdroiddata) - [le site web et la documentation](https://gitlab.com/fdroid/fdroid-website)
he: יש ארבעה מאגרי git עיקריים שמתארחים ב־GitLab: - [יישומון לקוח Android](https://gitlab.com/fdroid/fdroidclient), - [כלי שרת](https://gitlab.com/fdroid/fdroidserver) להפעלת מאגר ובניית או התקנת יישומונים מקומית - associated [קובצי נתוני על קשורים במאגר F-Droid הראשי](https://gitlab.com/fdroid/fdroiddata) - [אתר ותיעוד](https://gitlab.com/fdroid/fdroid-website)
hu: Négy fő git tároló van a GitLabon: - [androidos kliensalkalmazás](https://gitlab.com/fdroid/fdroidclient), - [kiszolgálóoldali eszközök](https://gitlab.com/fdroid/fdroidserver), amelyek a tárolók futtatásához és az alkalmazások helyi összeállításához vagy telepítéséhez szükségesek, - [az alkalmazások metaadatait tartalmazó fő F-Droid tároló](https://gitlab.com/fdroid/fdroiddata), - [A weboldal és a dokumentáció tárolója](https://gitlab.com/fdroid/fdroid-website)
pt_br: Há quatro repositórios git principais hospedados no GitLab: - [aplicativo cliente Android](https://gitlab.com/fdroid/fdroidclient), - [ferramentas do servidor](https://gitlab.com/fdroid/fdroidserver) para formar um repositório e criar ou instalar aplicações localmente - os associados [arquivos de metadados para aplicativos no repositório principal do F-Droid](https://gitlab.com/fdroid/fdroiddata) - [site e documentação](https://gitlab.com /fdroid/site-fdroid)
ro: Există patru depozite git principale găzduite la GitLab: - [Android client application](https://gitlab.com/fdroid/fdroidclient), - [server tools](https://gitlab.com/fdroid/fdroidserver) pentru rularea unui depozit și construirea sau instalarea locală a aplicațiilor - asociate [metadata files for applications in the main F-Droid repository](https://gitlab.com/fdroid/fdroiddata) - [website and documentation](https://gitlab.com/fdroid/fdroid-website)
sq: Ka katër depo git të strehuara në GitLab: [aplikacioni klient Android](https://gitlab.com/fdroid/fdroidclient), - [mjete shërbyesi](https://gitlab.com/fdroid/fdroidserver) për mbajtje të një depoje dhe montim/instalim aplikacionesh lokalisht - [kartela tejtëdhënash përkatëse për aplikacione te depoja kryesore F-Droid](https://gitlab.com/fdroid/fdroiddata) - [sajt dhe dokumentim](https://gitlab.com/fdroid/fdroid-website)
tr: GitLab'da barındırılan dört ana git deposu vardır: - [Android istemci uygulaması](https://gitlab.com/fdroid/fdroidclient), - bir depo çalıştırmak ve yerel olarak uygulamalar oluşturmak/yüklemek için [sunucu araçları](https://gitlab.com/fdroid/fdroidserver), - bunlarla ilişkili [ana F-Droid deposundaki uygulamaların üst veri dosyaları](https://gitlab.com/fdroid/fdroiddata), -[web sitesi ve belgeleri](https://gitlab.com/fdroid/fdroid-website)
uk: У GitLab розміщено чотири основні git-репозиторії: [клієнтський Android-застосунок](https://gitlab.com/fdroid/fdroidclient), [серверні інструменти](https://gitlab.com/fdroid/fdroidserver) супроводу репозиторію та створення або встановлення застосунків локально - пов'язані [файли метаданих для застосунків в основному репозиторії F-Droid](https://gitlab.com/fdroid/fdroiddata) - [вебсайт і документація](https://gitlab.com/fdroid/fdroid-website)

source: At its core, F-Droid is a giant collection of data about the apps we ship. There are build logs, app metadata, source code, APK metadata, and more. F-Droid also fits into the larger Android ecosystem, where there are even larger pools of data to dive into. We also have some metrics data that remains mostly unexplored, and could reveal new insights in the F-Droid ecosystem. One good way to dive in is to try out [our APIs]({{ site.baseurl }}/docs/All_our_APIs/)
de: Im Grunde ist F-Droid eine riesige Sammlung von Daten zu den Apps, die wir ausliefern. Da gibt es Build-Protokolle, App-Metadaten, Quellcode, APK-Metadaten und mehr. F-Droid passt auch in das größere Android-Ökosystem, in dem es noch weit größere Datenpools gibt, in die man sich vertiefen kann. Wir besitzen auch einige Kennzahlen, die größtenteils unerforscht bleiben, und neue Einblicke in das F-Droid-Ökosystem eröffnen könnten. Eine gute Art, darin einzutauchen, ist [unsere APIs]({{ site.baseurl }}/docs/All_our_APIs/) auszuprobieren.
hu: Az F-Droid középpontjában egy a szállított alkalmazásokhoz kapcsolódó hatalmas adatgyűjtemény áll. Vannak összeállítási naplók, alkalmazás metaadatok, forráskódok, APK metaadatok, és még sok más. Az F-Droid része a nagyobb androidos ökoszisztémának is, ahol még nagyobb adathalmazok találhatók. Van számos metrikánk is, melyek javarészt felfedezetlenek, és új betekintést nyújthatnak az F-Droid ökoszisztémájába. [Az API-jaink használata]({{ site.baseurl }}/docs/All_our_APIs/) remek módja annak, hogy beleássa magát.
pt_br: Em sua essência, o F-Droid é uma grande coleção de dados sobre os aplicativos que enviamos. Há registros de compilação, metadados de aplicativos, código-fonte, metadados de APK e muito mais. O F-Droid também se enquadra no ecossistema Android mais amplo, no qual há conjuntos de dados ainda maiores para analisar. Também temos alguns dados de métricas que permanecem em sua maior parte inexplorados e que podem revelar novos insights no ecossistema do F-Droid. Uma boa maneira de se aprofundar é experimentar [nossas APIs]({{ site.baseurl }}/docs/All_our_APIs/)
uk: По суті, F-Droid — це гігантська збірка даних про застосунки, які ми постачаємо. Тут є журнали збірок, метадані застосунків, початковий код, метадані APK та багато іншого. F-Droid також вписується в більшу екосистему Android, де є ще більші обсяги даних, в які можна зануритися. У нас також є деякі вимірювання, які залишаються майже недослідженими та можуть відкрити нові можливості в екосистемі F-Droid. Один з хороших способів зануритися — спробувати [наші API]({{ site.baseurl }}/docs/All_our_APIs/)

source: Translators can coordinate via the special IRC channel [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) on OFTC, [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) room on Matrix, `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` bridges for XMPP or by clicking [this link](https://t.me/+CLSY2Pp7p1ozZTM0) for Telegram
uk: Перекладачі можуть координуватися через окремий канал IRC [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) на OFTC, [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) через кімнату в Matrix, `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` мости для XMPP або клацнувши на [це посилання](https://t.me/+CLSY2Pp7p1ozZTM0) для Telegram

source: Hellebaard
uk: Геллебаард

source: All cryptocurrency donations to F-Droid, including Bitcoin and many others, are processed through OpenCollective:
et: Kõiki F-Droid'ile krüptovääringutes (sh Bitcoin) tehtavaid annetusi arveldatakse OpenCollective veebirakenduse kaudu:
fa: تمامی اعانه‌های رمزارزی به اف‌دروید،شامل بیت‌کوین و غیره، از طریق اوپن‌کالکتیو پردازش می‌شوند:
fr: Tous les dons de cryptomonnaie à F-Droid, dont le Bitcoin et bien d'autres, se font par l'intermédiaire de OpenCollective :
it: Tutte le donazioni in criptovalute a F-Droid, compresi Bitcoin e molti altri, sono elaborate attraverso OpenCollective:
ro: Toate donațiile în criptomonede către F-Droid, inclusiv Bitcoin și multe altele, sunt procesate prin OpenCollective:
sq: Krejt dhurimet për F-Droid-in, përfshi Bitcoin dhe shumë të tjera, trajtohen përmes OpenCollective:
tr: Bitcoin ve diğerleri dahil olmak üzere F-Droid'e yapılan tüm kripto para bağışları OpenCollective aracılığıyla işlenir:
uk: Усі внески у криптовалюті для F-Droid, включно з Bitcoin і багатьма іншими, обробляються через OpenCollective:

source: To chat with others about F-Droid, either join via IRC in the [#fdroid channel](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) on OFTC or join [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) on Matrix. The discussions are logged on [matrix.f-droid.org](https://matrix.f-droid.org/alias/%23fdroid:f-droid.org).
et: Kui soovid teiste kasutajatega vestelda F-Droid'i teemadel, siis kas palun liitu IRC vahendusel [kanaliga #fdroid](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) OFTC serveris või Matrix'i vahendusel [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) meie omas serveris. Kõik Matrix'is peetud vestlused logitakse [matrix.f-droid.org](https://matrix.f-droid.org/alias/%23fdroid:f-droid.org) serveris.
fa: برای گپ زدن با دیگران درباره اف‌دروید می‌توانید از طریق IRC به [کانال ‎#fdroid‏](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) روی OFTC یا [‏‎#fdroid:f-droid.org‏](https://matrix.to/#/#fdroid:f-droid.org) روی ماتریکس بپیوندید. بحث‌ها روی [matrix.f-droid.org](https://matrix.f-droid.org/alias/%23fdroid:f-droid.org) بایگانی می شوند.
fr: Pour discuter de F-Droid avec les autres, rejoignez-nous soit via IRC sur le [salon #fdroid](https://webchat.oftc.net/?randomnick=1&channels=%23fdroid&prompt=1) d'OFTC, soit via Matrix sur le [salon #fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org). Les discussions sont archivées sur [matrix.f-droid.org](https://matrix.f-droid.org/alias/%23fdroid:f-droid.org).
gd: Airson cabadaich le daoine eile mu F-Droid, thig cuide rinn le IRC san t-[seanail #fdroid](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) air OFTC ann am [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) air Matrix. Thèid na deasbadan a chur ri loga air [matrix.f-droid.org](https://matrix.f-droid.org/alias/%23fdroid:f-droid.org).
it: Per chattare con altri riguardo F-Droid, puoi unirti via IRC al [canale #fdroid](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) su OFTC o entrare in [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) su Matrix. Le discussioni sono registrate su [matrix.f-droid.org](https://matrix.f-droid.org/alias/%23fdroid:f-droid.org).
ro: Pentru a discuta cu alții despre F-Droid, fie vă alăturați prin IRC în canalul [#fdroid](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) pe OFTC, fie vă alăturați [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) pe Matrix. Discuțiile sunt înregistrate pe [matrix.f-droid.org](https://matrix.f-droid.org/alias/%23fdroid:f-droid.org).
sq: Për të biseduar me të tjerët rreth F-Droid-it, ose ejani përmes IRC-së te [#fdroid channel](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) në OFTC, ose ejani te [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) on Matrix. Regjistrimet e diskutimeve gjenden te [matrix.f-droid.org](https://matrix.f-droid.org/alias/%23fdroid:f-droid.org).
vi: Để trò chuyện với những người khác về F-Droid, hãy tham gia [kênh #fdroid](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) qua IRC trên OFTC hoặc tham gia [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) trên Matrix. Các cuộc thảo luận được ghi nhật ký trên [matrix.f-droid.org](https://matrix.f-droid.org/alias/%23fdroid:f-droid.org).

source: The project is entirely developed and maintained by volunteers. You can help:
eo: La projekto estas tute kreita kaj prizorgata de volontuloj. Vi povas helpi:
es: El proyecto está apoyado y mantenido de forma íntegra por voluntarios. Puedes ayudar en:
es_ar: El proyecto está apoyado y mantenido de forma íntegra por voluntarios. Podés ayudar en:
fa: این پروژه به طور کامل توسّط داوطلبان توسعه داده و نگه‌داری شده است. شما می‌توانید از راه‌های زیر یاری کنید:
fr: Le projet est entièrement développé et maintenu par des bénévoles. Vous pouvez apporter votre aide de la manière suivante :
gd: Tha am pròiseact ’ga leasachadh ’s ’ga ghlèidheadh le com-pàirtichean saor-thoileach. ’S urrainn dhut ar cuideachadh:
it: Il progetto è interamente sviluppato e mantenuto da volontari. Puoi aiutarci nei seguenti modi:
nb: Prosjektet er fullt utviklet og vedlikeholdt av frivillige. Du kan hjelpe:
nl: Het project wordt volledig ontwikkeld en beheerd door vrijwilligers. U kunt helpen:
nn: Prosjektet er fullt ut drive av frivillige. Du òg kan hjelpa til:
pt_pt: O projeto é desenvolvido inteiramente e mantido por voluntários. Você pode ajudar:
ro: Proiectul este dezvoltat și întreținut în întregime de voluntari. Puteți ajuta:
vi: Dự án này hoàn toàn được những người tình nguyện phát triển và duy trì. Bạn có thể giúp:
zh_hant: 本計畫完全是由志願者開發與維護。您可以協助的有：

source: If you experience problems with the site or client software, you can report them in [the appropriate issue tracker]({{ "/issues/" | prepend: site.baseurl }}), or discuss them in the [Forum](https://forum.f-droid.org/), on [Matrix](https://matrix.to/#/#fdroid:f-droid.org) or IRC (#fdroid on OFTC).
fr: Si vous rencontrez des problèmes avec le site ou l’application, vous pouvez les signaler dans [le suivi approprié des problèmes]({{ "/issues/" | prepend: site.baseurl }}) ou en discuter sur le [forum](https://forum.f-droid.org/), sur [Matrix](https://matrix.to/#/#fdroid:f-droid.org) ou sur IRC (#fdroid sur OFTC).
ro: Dacă întâmpinați probleme cu site-ul sau cu software-ul clientului, le puteți raporta în [trackerul de probleme corespunzător]({{ "/issues/" | prepend: site.baseurl }}), sau le puteți discuta în [Forum](https://forum.f-droid.org/), pe [Matrix](https://matrix.to/#/#fdroid:f-droid.org) sau pe IRC (#fdroid pe OFTC).
sq: Nëse hasni probleme me sajtin, ose programin klient, mund t’i njoftoni te [ndjekësi përkatës i problemeve]({{ "/issues/" | prepend: site.baseurl }}), ose t’i diskutoni te [Forumi](https://forum.f-droid.org/), në [Matrix](https://matrix.to/#/#fdroid:f-droid.org), ose IRC (#fdroid on OFTC).

source: Further information can be found in [the documentation](../docs), or by asking on [Matrix](https://matrix.to/#/#fdroid:f-droid.org) or [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid on OFTC).
fr: Vous pouvez trouver plus d'informations dans [la documentation](../docs), ou en demandant sur [Matrix](https://matrix.to/#/#fdroid:f-droid.org) ou [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid sur OFTC).
ro: Informații suplimentare pot fi găsite în [documentation](../docs), sau întrebând pe [Matrix](https://matrix.to/#/#fdroid:f-droid.org) sau [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid pe OFTC).
sq: Informacion i mëtejshëm mund të gjendet te [dokumentimi](../docs), ose duke pyetur në [Matrix](https://matrix.to/#/#fdroid:f-droid.org) apo [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid në OFTC).

source: F-Droid provides multiple servers (builders, web portal, download areas and more) which need regular maintenance, Ansible-based deployment and hardware management. Further information can be found by asking on [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev on OFTC) or team@f-droid.org.
fr: F-Droid fournit de multiple serveurs (constructeurs, portails web, zone de téléchargement et bien plus) qui ont besoin de maintenance régulière, déploiments basés sur Ansible et de la gestion matérielle. Plus informations sont disponibles en demandant sur [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev sur OFTC) ou team@f-droid.org.
ro: F-Droid oferă mai multe servere (constructori, portal web, zone de descărcare și altele) care necesită întreținere regulată, implementare bazată pe Ansible și gestionare hardware. Informații suplimentare pot fi găsite întrebând pe [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev pe OFTC) sau team@f-droid.org.
sq: F-Droid mban në punë një numër shërbyesish (montues, portal, zona shkarkimi, etj) që lypin mirëmbajtje periodike, instalime bazuar në Ansible dhe administrim hardware-i. Hollësi të mëtejshme mund të gjenden duke pyetur në [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev në OFTC), ose ter team@f-droid.org.

source: [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) How to use F-Droid Privileged Extension as a user and rom developer
eo: [Privilegia Aldonaĵo](https://gitlab.com/fdroid/privileged-extension#f-droid-privileged-extension): kiel uzi la Privilegian F-Droid-aldonaĵon kiel uzanto aŭ programisto de Android-distribuoj
es: [Extensión con privilegios de sistema](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Cómo usar la extensión con privilegios de sistema de F-Droid como usuario y desarrollador de rom
es_ar: [Extensión con privilegios de sistema](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Como usar la extensión con privilegios de sistema de F-Droid como usuario y desarrollador de ROM
et: [Eriõiguste laiendus](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Juhend F-Droidi eriõiguste laienduse kasutamiseks, kui tegutsed kohandatud Androidi arendajana
fa: [افزونهٔ ممتاز](https://gitlab.com/fdroid/privileged-extension#f-droid-privileged-extension) چگونگی استفاده از افزونهٔ ممتاز اف‌دروید به عنوان کاربر و توسعه‌دهندهٔ رام
fr: [Extension privilégiée](https://gitlab.com/fdroid/privileged-extension#f-droid-privileged-extension) Comment utiliser l'extension privilégiée de F-Droid en tant qu'utilisateur et développeur de ROM
gd: [Leudachan pribhleidean](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Mar a chleachdas tu Leudachan pribhleidean F-Droid ’nad chleachdaiche is ’nad neach-leasachaidh ROM
it: [Estensione Privilegiata](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Come usare l'Estensione Privilegiata di F-Droid come utente e sviluppatore di ROM
nb: [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Slik bruker du F-Droid Privileged Extension som bruker og romutvikler
nl: [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Hoe F-Droid's Privileged Extension gebruikt kan worden als gebruiker en als ROM-ontwikkelaar
nn: [Utviding for utvida løyve](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Korleis bruka F-Droid-utvidinga for «utvida løyva», både som brukar og ROM-utviklar
pt_pt: [Extensões Privilegiadas](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Como usar as 'Extensões Privilegiadas F-Droid' como um usuário e um desenvolvedor de ROM
ro: [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Cum se utilizează F-Droid Privileged Extension ca utilizator și dezvoltator de rom-uri
sq: [Zgjerim i Privilegjuar](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Si të përdoret Zgjerimi F-Droid i Privilegjuar si përdorues dhe zhvillues rom
vi: [Phần mở rộng có quyền](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Cách sử dụng Phần mở rộng F-Droid có quyền với tư cách là một người dùng và nhà phát triển ROM
zh_hant: [權限擴充套件](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) 身為使用者和 ROM 的開發者，如何使用 F-Droid 權限擴充套件
