Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: Translators can coordinate via the special IRC channel [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) on OFTC, [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) room on Matrix, `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` bridges for XMPP or by clicking [this link](https://t.me/fdroid_translators) for Telegram
ar: يمكن للمترجمين التنسيق عبر قناة IRC الخاصة [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) على OFTC، [#fdroid-translators:f-droid.org ](https://matrix.to/#/#fdroid-translators:f-droid.org) غرفة على Matrix، `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid- translators%irc.oftc.net@irc.hmm.st` جسور لـ XMPP أو بالنقر فوق [هذا الرابط](https://t.me/fdroid_translators) لـ Telegram
ca: Les persones que traduïu podeu coordinar-vos a través del canal especial IRC [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) a OFTC, [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) a la sala Matrix, `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` pels ponts XMPP o fent clic en [aquest enllaç](https://t.me/fdroid_translators) per al Telegram
cs: Překladatelé mohou spolupracovat prostřednictvím speciálního kanálu IRC [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) na OFTC, místnosti [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) na Matrixu, přes mosty `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` pro XMPP nebo kliknutím na [tento odkaz](https://t.me/fdroid_translators) pro Telegram
de: Übersetzer können sich über den speziellen IRC-Kanal [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) auf OFTC, den Raum [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) auf Matrix, die Bridges `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` für XMPP oder über [diesen Link](https://t.me/fdroid_translators) auf Telegram miteinander abstimmen.
eu: Itzultzaileek hainbat aukera dituzte koordinaziorako: [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) IRC kanal berezia OFTC-n, [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) gela Matrix-en, `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` XMPP-erako zubiak, edo [esteka honetan](https://t.me/fdroid_translators) klik eginez Telegramen
he: מתרגמים יכולים לתאם ביניהם דרך ערוץ ה־IRC ‏‎[#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) ב־OFTC,‏ בחדר ‎[#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) ב־Matrix, דרך המגשרים ‎`#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st`‎ ל־XMPP או בלחיצה על [הקישור הזה](https://t.me/fdroid_translators) בטלגרם
hu: A fordítók a különleges [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) IRC-csatornán koordinálhatnak az OFTC-n, a [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) szobában a Matrixon, a `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` szobákban az XMPP-híddal, vagy [ezzel a hivatkozással](https://t.me/fdroid_translators) a Telegramon.
id: Penerjemah dapat berkoordinasi melalui saluran IRC khusus [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) di OFTC, [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) di Matrix, jembatan `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` untuk XMPP, atau dengan mengeklik [tautan ini](https://t.me/fdroid_translators) untuk Telegram
ja: 翻訳者は、OFTC上の特別なIRCチャンネル[#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1)、Matrix上のルーム [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org)、XMPP用のブリッジ `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` ／ `#fdroid-translators%irc.oftc.net@irc.hmm.st` または、Telegram用の[このリンク](https://t.me/fdroid_translators)をクリックして、相互に連絡できます。
pl: Tłumacze mogą koordynować za pośrednictwem specjalnego kanału IRC [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&amp;channels=fdroid-translators&amp;prompt=1) na OFTC, [#fdroid-translators:f-droid.org ](https://matrix.to/#/#fdroid-translators:f-droid.org) pokoju na Matrixie, `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid- tłumaczs%irc.oftc.net@irc.hmm.st`mostu dla XMPP lub klikając [ten link](https://t.me/fdroid_translators) dla Telegramu
pt: Os tradutores podem coordenar-se através do canal especial de IRC [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) no OFTC, [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) sala no Matrix, `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` pontes para XMPP ou clicando em [this link](https://t.me/fdroid_translators) para o Telegram
ru: Переводчики могут координироваться с помощью специального канала IRC [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) на OFTC, [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) комнаты Matrix, `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` моста XMPP или нажатием [этой ссылки](https://t.me/fdroid_translators) для Telegram
zh_hans: 翻译者可通过 OFTC 上的特设 IRC 频道 [#fdroid-translators](https://webchat.oftc.net/?randomnick=1&channels=fdroid-translators&prompt=1) 、 Matrix 上的 [#fdroid-translators:f-droid.org](https://matrix.to/#/#fdroid-translators:f-droid.org) 聊天室、 `#fdroid-translators%irc.oftc.net@irc.jabberfr.org` / `#fdroid-translators%irc.oftc.net@irc.hmm.st` XMPP 网桥或单击 [此 Telegram 链接](https://t.me/fdroid_translators) 进行协作

source: F-Droid contributors also run a social-media account on the Fediverse. You can interact with us or follow us on [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
ar: كما يدير المساهمون في F-Droid حسابا على وسائل التواصل الاجتماعي على Fediverse. يمكنك التفاعل معنا أو متابعتنا على [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
ca: Les persones que col·laborem a l'F-Droid també gestionem un compte de mitjans socials al Fediverse. Podeu interactuar amb nosaltres o seguir-nos a [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
cs: Přispěvatelé projektu F-Droid také provozují účty na sociálních sítích Fediverse. Interagovat s námi nebo nás sledovat můžete na [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
de: Die F-Droid-Mitwirkenden haben auch ein Social-Media-Konto im Fediverse. Sie können auf [@fdroidorg@floss.social](https://floss.social/@fdroidorg) mit uns in Kontakt treten oder uns folgen.
et: F-Droid'i kaasautorid haldavad Fediverse'i sotsiaalmeediakontot. Sa saad meiega suhelda või lihtsalt meie tegemisi jälgida [@fdroidorg@floss.social](https://floss.social/@fdroidorg) vahendusel.
eu: F-Droid laguntzaileek sare sozialetako kontua ere badute Fediversen. Elkarreragin edo jarraitu iezaguzu [@fdroidorg@floss.social](https://floss.social/@fdroidorg) helbidean.
fa: همچنین کشارکت‌کنندگان اف‌دروید، حسابی را روی فدیورس می‌گردانند. می‌توانید روی [@fdroidorg@floss.social](https://floss.social/@fdroidorg) دنبالمان کرده و با ما در تماس باشید.
fr: Les contributeurs F-Droid ont également un compte de réseau social sur le Fediverse. Vous pouvez interagir avec nous ou nous suivre sur [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
he: מתנדבי F-Droid מפעילים חשבון מדיה חברתית ברחבי ה־Fediverse. ניתן לתקשר ולפנות אלינו דרך [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
hi: F-Droid के योगदानकर्ताएँ Fediverse पर एक सोशल मीडिया खाता भी चलाते हैं। आप [@fdroidorg@floss.social](https://floss.social/@fdroidorg) पर हमसे बातचीत कर सकते हैं या हमें फ़ॉलो कर सकते हैं।
hu: Az F-Droid közreműködői közösségimédia-fiókokkal rendelkeznek a Födiverzumban. Lépjen velünk kapcsolatba, vagy kövessen minket itt: [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
id: Kontributor F-Droid juga menjalankan akun media sosial di Fediverse. Anda dapat berinteraksi dengan kami atau mengikuti kami di [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
is: Þátttakendur við gerð F-Droid nota líka samfélagsmiðlagátt í Fediverse umhverfinu. Þú getur átt í samskiptum við okkur eða fylgst með gangi mála á [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
it: I contribuenti di F-Droid hanno anche un account social su Fediverse. Puoi interagire con noi o seguirci su [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
ja: F-Droidの貢献者は、フェディバースでソーシャルメディアのアカウントも運用しています。[@fdroidorg@floss.social](https://floss.social/@fdroidorg)で私たちをフォローしたり、交流することができます。
pl: Współautorzy F-Droid prowadzą także konto społecznościowe na Fediverse. Możesz z nami współpracować lub obserwować nas na [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
pt: Os colaboradores do F-Droid também administram uma conta de multimédia social no Fediverse. Pode interagir connosco ou seguir-nos em [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
pt_br: Contribuidores do F-Droid também possuem uma conta de rede social no Fediverse. Você pode interagir conosco ou nos seguir em [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
ro: Colaboratorii F-Droid administrează, de asemenea, un cont social-media pe Fediverse. Puteți interacționa cu noi sau ne puteți urmări pe [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
ru: Участники F-Droid также ведут учетную запись в социальных сетях в Fediverse. Вы можете общаться с нами или подписаться на нас по адресу [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
sq: Kontribuesit e F-Droid-it mbajnë në punë gjithashtu një llogari medie shoqërore në Fedivers. Mund të ndërveproni me ne ose të na ndiqni në [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
tr: F-Droid'e katkıda bulunanların ayrıca Fediverse'de bir sosyal medya hesabı bulunmaktadır. [@fdroidorg@floss.social](https://floss.social/@fdroidorg) adresinden bizimle etkileşimde bulunabilir veya bizi takip edebilirsiniz.
uk: Команда F-Droid також веде сторінку в соцмережі Fediverse. Запитайте в нас щось або підпишіться на нас: [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
zh_hans: F-Droid 贡献者们也在 Fediverse 上运营着一个社交媒体账号。你可以通过 [@fdroidorg@floss.social](https://floss.social/@fdroidorg) 与我们互动或关注我们。

source: You can send email at [team@f-droid.org](mailto:team@f-droid.org), but messages are much more likely to be answered on the forum or #fdroid channel. If you want to help, you can [join us]({{ "/contribute/" | prepend: site.baseurl }}).
ar: يمكنك إرسال بريد إلكتروني على [team@f-droid.org](mailto:team@f-droid.org)، ولكن من الأرجح أن يتم الرد على الرسائل في المنتدى أو قناة #fdroid. إذا كنت تريد المساعدة، يمكنك [الانضمام إلينا]({{ "/contribute/" | prepend: site.baseurl }}).
ca: Podeu enviar correus electrònics a [team@f-droid.org](mailto:team@f-droid.org), però és molt més probable que els missatges es responguin al fòrum o al canal #fdroid. Si voleu col·laborar, podeu [unir-vos a nosaltres]({{ "/contribute/" | prepend: site.baseurl }}).
cs: Na [team@f-droid.org](mailto:team@f-droid.org) můžete zaslat e-mail, odpovědi na zprávy lze ale pravděpodobněji čekat ve fóru nebo kanálu #fdroid. Chcete-li pomoci, můžete [se k nám přidat]({{ "/contribute/" | prepend: site.baseurl }}).
de: Sie können E-Mails an [team@f-droid.org](mailto:team@f-droid.org) senden, aber Nachrichten werden viel wahrscheinlicher im Forum oder im #fdroid-Kanal beantwortet. Wenn Sie helfen wollen, können Sie [sich uns anschließen]({{ "/contribute/" | prepend: site.baseurl }}).
eo: Vi povas kontakti nin per retpoŝto ĉe [team@f-droid.org](mailto:team@f-droid.org), sed plie atendi respondon ĉe la forumo aŭ IRC. Se vi volas helpi, vi povas [aliĝi]({{ "/contribute/" | prepend: site.baseurl }}).
es: También puedes enviar un correo electrónico [team@f-droid.org](mailto:team@f-droid.org), pero es más probable que obtengas respuesta en el foro o el canal #fdroid. Si deseas ayudar, puedes [unirte]({{ "/contribute/" | prepend: site.baseurl }}).
es_ar: También podés enviar un correo electrónico [team@f-droid.org](mailto:team@f-droid.org), pero es más probable que obtengas respuesta en el foro o el canal #fdroid. Si deseas ayudar, puedes [unirte]({{ "/contribute/" | prepend: site.baseurl }}).
et: Sa võid saata ka e-kirju [team@f-droid.org](mailto:team@f-droid.org) aadressile, kuid vajalikke vastuseid leiad pigem foorumist või #fdroid kanalilt. Kui sa aga soovid aidata, siis [palun liitu meiega]({{ "/contribute/" | prepend: site.baseurl }}).
eu: E-mail bat bidali dezakezu [team@f-droid.org](mailto:team@f-droid.org) helbidera, baina erantzuna erazago lortuko duzu foroan edo #fdroid kanalean. Lagundu nahi baduzu [elkartu zaitez]({{ "/contribute/" | prepend: site.baseurl }}).
fa: می‌توانید به [team@f-droid.org](mailto:team@f-droid.org) رایانامه بفرستید، ولی پیام‌ها در انجمن یا کانال ‪#fdroid‬ احتمال پاسخ گرفتن بیش‌تری دارند. اگر می‌خواهید کمک کنید، می‌توانید [به ما بپیوندید]({{ "/contribute/" | prepend: site.baseurl }}).
fr: Vous pouvez envoyer un courriel à [team@f-droid.org](mailto:team@f-droid.org), mais les messages ont plus de chance de recevoir une réponse sur le forum ou sur le canal #fdroid. Si vous souhaitez aider, vous pouvez [nous joindre]({{ "/contribute/" | prepend: site.baseurl }}).
gd: ’S urrainn dhut post-d a chur thugainn air [team@f-droid.org](mailto:team@f-droid.org) ach tha teans mòran nas fheàrr gum faigh thu freagairt air a’ bhòrd-bhrath no san t-seanail #fdroid. Ma tha thu airson cuideachadh, ’s urrainn dhut [dol an sàs sa phròiseact]({{ "/contribute/" | prepend: site.baseurl }}).
he: ניתן גם לשלוח הודעה לכתובת [team@f-droid.org](mailto:team@f-droid.org), אך יש יותר סיכוי שההודעה שלך תקבל מענה בפורום או בערוץ ‎#fdroid. אם ברצונך לסייע, ניתן [להצטרף אלינו]({{ "/contribute/" | prepend: site.baseurl }}).
hi: आप [team@f-droid.org](mailto:team@f-droid.org) पर एक ईमेल भेज सकते हैं, मगर संदेशों के जवाब फ़ोरम या #fdroid चैनल पर जल्दी मिल जाते हैं। अगर आप मदद करना चाहते हैं, आप [शामिल हो]({{ "/contribute/" | prepend: site.baseurl }}) सकते हैं।
hu: E-mailt is küldhet a [team@f-droid.org](mailto:team@f-droid.org) címre, de az üzeneteket sokkal nagyobb valószínűséggel válaszolják meg a fórumon vagy az #fdroid csatornán. Ha segíteni szeretne, akkor [csatlakozzon]({{ "/contribute/" | prepend: site.baseurl }}).
id: Anda dapat mengirim surel ke [team@f-droid.org](mailto:team@f-droid.org), tapi pesan-pesan lebih sering dibalas di forum atau saluran #fdroid. Jika Anda ingin membantu, Anda dapat [bergabung]({{ "/contribute/" | prepend: site.baseurl }}).
is: Þú getur sent okkur tölvupóst á [team@f-droid.org](mailto:team@f-droid.org), en mun líklegra er að svör fáist við fyrirspurnum á spjallsvæðinu eða á #fdroid rásinni. Ef þú hefur áhuga á að hjálpa okkur, geturðu [gengið til liðs við okkur]({{ "/contribute/" | prepend: site.baseurl }}).
it: Puoi contattarci via email a [team@f-droid.org](mailto:team@f-droid.org), ma i messaggi ricevono più risposte nel forum o nel canale #fdroid. Se vuoi aiutarci, puoi [unirti a noi]({{ "/contribute/" | prepend: site.baseurl }}).
ja: [team@f-droid.org](mailto:team@f-droid.org) 宛にメールを送っていただいても構いませんが 、フォーラムや #fdroid チャンネルでメッセージを送信したほうが、回答を受け取ることができる可能性はずっと高くなります。他のユーザーを支援したい場合は、[ここ]({{ "/contribute/" | prepend: site.baseurl }})からご参加ください。
nb: Du kan sende e-post til [team@f-droid.org](mailto:team@f-droid.org), men det er mye mer sannsynlig at meldinger blir besvart på forumet eller kanalen #fdroid. Hvis du vil hjelpe, kan du [ta del]({{ "/contribute/" | prepend: site.baseurl }}).
nl: Je kunt ons e-mailen via [team@f-droid.org](mailto:team@f-droid.org), maar berichten op het forum of in het #fdroid kanaal hebben meer kans beantwoord te worden. Als u wilt helpen, kunt u [zich bij ons aansluiten]({{ "/contribute/" | prepend: site.baseurl }}).
nn: Du kan òg senda ein e-post til [team@f-droid.org](mailto:team@f-droid.org), men det er større sjanse for at du får svar om du brukar brukarforumet eller #fdroid-kanalen. Du kan òg sjølv [hjelpa til]({{ "/contribute/" | prepend: site.baseurl }}).
pl: Możesz wysłać e-mail na adres [team@f-droid.org](mailto:team@f-droid.org), ale wiadomości, mają znacznie większe szanse na uzyskanie odpowiedzi na forum lub na kanale #fdroid. Jeśli chcesz pomóc, możesz [dołączyć do nas]({{ "/contribute/" | prepend: site.baseurl }}).
pt: Também pode contactar-nos diretamente pelo e-mail [team@f-droid.org](mailto:team@f-droid.org), mas as mensagens no fórum ou no canal #fdroid têm mais hipóteses de serem respondidas. Se quer ajudar, também pode [juntar-se a nós]({{ "/contribute/" | prepend: site.baseurl }}).
pt_br: Você também pode nos contatar diretamente por e-mail através de [team@f-droid.org](mailto:team@f-droid.org), mas mensagens no fórum ou no canal #fdroid têm mais chance de serem respondidas. Se você quer ajudar, também pode [juntar-se a nós]({{ "/contribute/" | prepend: site.baseurl }}).
pt_pt: Você também pode nos contatar diretamente por e-mail através de [team@f-droid.org](mailto:team@f-droid.org), mas mensagens no fórum ou no canal #fdroid têm mais chance de serem respondidas. Se você quer ajudar, também pode [juntar-se a nós]({{ "/contribute/" | prepend: site.baseurl }}).
ro: Puteți trimite un e-mail la [team@f-droid.org](mailto:team@f-droid.org), dar este mult mai probabil să primiți răspuns pe forum sau pe canalul #fdroid. Dacă doriți să ne ajutați, puteți [join us]({{ "/contribute/" | prepend: site.baseurl }}).
ru: Вы можете отправить письмо по адресу [team@f-droid.org](mailto:team@f-droid.org), но проще и быстрее получить ответ на форуме или канале #fdroid. Хотите помочь? Тогда [присоединяйтесь]({{ "/contribute/" | prepend: site.baseurl }}).
sq: Mund të dërgoni një email te [team@f-droid.org](mailto:team@f-droid.org), por mesazhet kanë shumë më tepër gjasa të kenë përgjigje te forumi ose te kanali #fdroid. Nëse doni të ndihmoni, mund [të vini te ne]({{ "/contribute/" | prepend: site.baseurl }}).
tr: Bize [team@f-droid.org](mailto:team@f-droid.org) adresinden e-posta gönderebilirsiniz, ama forum ya da #fdroid kanalında mesajlarınıza cevap verilme ihtimali daha yüksektir. Yardımcı olmak istiyorsanız, [bize katılabilirsiniz]({{ "/contribute/" | prepend: site.baseurl }}).
uk: Ви можете надіслати лист на адресу [team@f-droid.org](mailto:team@f-droid.org), але простіше і швидше отримати відповідь на форумі або каналі #fdroid. Бажаєте допомогти? Тож [приєднуйтеся]({{ "/contribute/" | prepend: site.baseurl }}).
vi: Bạn có thể gửi email tại [team@f-droid.org](mailto:team@f-droid.org), nhưng các tin nhắn có khả năng cao hơn nhiều là sẽ được trả lời trên diễn đàn hoặc kênh #fdroid. Nếu bạn muốn giúp đỡ, bạn có thể [tham gia với chúng tôi]({{ "/contribute/" | prepend: site.baseurl }}).
zh_hans: 你可以发送邮件到 [team@f-droid.org](mailto:team@f-droid.org)，但在论坛或是 #fdroid 频道的消息更容易得到回答。如果你想要提供帮助，请[加入我们]({{ "/contribute/" | prepend: site.baseurl }})。
zh_hant: 您可以寄電子郵件到 [team@f-droid.org](mailto:team@f-droid.org)，但訊息更有可能在論壇或 #fdroid 頻道上獲得回應。如果您想幫忙，您可以[加入我們]({{ "/contribute/" | prepend: site.baseurl }})。

source: Consulting / Commercial Support
ar: الاستشارة / الدعم التجاري
ca: Consultoria / Assessorament Comercial
cs: Poradenství / komerční podpora
de: Beratung / Kommerzieller Support
eo: Konsultado kaj komerca subteno
es: Consultoría / Soporte comercial
es_ar: Consultas / Soporte Comercial
et: Konsultatsioonid ja äriteenused
eu: Aholkularitza / Ordainpeko laguntza
fa: پشتیبانی تجاری یا مشاوره
fr: Conseil/Assistance commerciale
gd: Co-chomhairleachadh / Taic choimeirsealta
he: ייעוץ / תמיכה מסחרית
hi: परामर्श / वाणिज्यिक सहायता
hu: Tanácsadás / kereskedelmi támogatás
id: Konsultasi / Dukungan Komersial
is: Ráðgjöf / Greidd aðstoð
it: Consulenza / Assistenza commerciale
ja: コンサルティング / 商業サポート
nb: Konsulenttjenester / kommersiell støtte
nl: Consulting / Commerciële Ondersteuning
nn: Konsulent­tenester / kommersiell støtte
pl: Doradztwo / Wsparcie komercyjne
pt: Consultoria / suporte comercial
pt_br: Consultoria / Suporte Comercial
pt_pt: Consultoria / Suporte Comercial
ro: Consultanță / Asistență comercială
ru: Консультации / Коммерческая поддержка
sq: Konsulencë / Asistencë Komerciale
tr: Danışmanlık / Ticari Destek
uk: Консультації / Комерційна підтримка
vi: Tư vấn / Hỗ trợ thương mại
zh_hans: 咨询/商业支持
zh_hant: 諮詢／商業支援
