Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: __Website:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
ar: __ الموقع:__ [android.izzysoft.de](https://android.izzysoft.de/)، [www.izzysoft.de](https://www.izzysoft.de/)
ca: __Lloc web:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
cs: __Webové stránky:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
eo: __Retejoj:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
es: __Sitio web:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
es_ar: __Sitio web:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
et: __Veebisait:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
eu: __Webgunea:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
fa: __پایگاه وب:__ [android.izzysoft.de](https://android.izzysoft.de/)، [www.izzysoft.de](https://www.izzysoft.de/)
fr: __Site Web :__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
gd: __Làrach-lìn:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
he: __אתר:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
hi: __वेबसाइट:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
hu: __Weboldal:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
id: __Situs Web:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
is: __Vefsvæði:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
it: __Sito web:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
ja: __ウェブサイト：__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
nb: __Nettside:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
nn: __Heimeside:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
pl: __Strona internetowa:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
pt_br: __Site:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
ru: __Сайт:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
sq: __Sajt:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
tr: __Web sitesi:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
uk: __Вебсайт:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
vi: __Trang web:__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
zh_hans: __网站：__[android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)
zh_hant: __網站：__ [android.izzysoft.de](https://android.izzysoft.de/), [www.izzysoft.de](https://www.izzysoft.de/)

source: __Email:__ [info@izzysoft.de](mailto:info@izzysoft.de)
ar: __البريد الإلكتروني:__ [info@izzysoft.de](mailto:info@izzysoft.de)
ca: __Correu electrònic:__ [info@izzysoft.de](mailto:info@izzysoft.de)
eo: __Retpoŝto:__ [info@izzysoft.de](mailto:info@izzysoft.de)
es: __Correo electrónico:__ [info@izzysoft.de](mailto:info@izzysoft.de)
et: __E-post:__ [info@izzysoft.de](mailto:info@izzysoft.de)
eu: __E-maila:__ [info@izzysoft.de](mailto:info@izzysoft.de)
fa: __رایانامه:__ [info@izzysoft.de](mailto:info@izzysoft.de)
fr: __Courriel :__ [info@izzysoft.de](mailto:info@izzysoft.de)
gd: __Post-d:__ [info@izzysoft.de](mailto:info@izzysoft.de)
he: __דוא״ל:__ [info@izzysoft.de](mailto:info@izzysoft.de)
hi: __ईमेल:__ [info@izzysoft.de](mailto:info@izzysoft.de)
hu: __E-mail cím:__ [info@izzysoft.de](mailto:info@izzysoft.de)
id: __Surel:__ [info@izzysoft.de](mailto:info@izzysoft.de)
is: __Tölvupóstur:__ [info@izzysoft.de](mailto:info@izzysoft.de)
ja: __メール:__ [info@izzysoft.de](mailto:info@izzysoft.de)
nb: __E-post:__ [info@izzysoft.de](mailto:info@izzysoft.de)
nl: __E-mailadres:__ [info@izzysoft.de](mailto:info@izzysoft.de)
nn: __E-post:__ [info@izzysoft.de](mailto:info@izzysoft.de)
tr: __E-posta:__ [info@izzysoft.de](mailto:info@izzysoft.de)
zh_hans: __电子邮件：__[info@izzysoft.de](mailto:info@izzysoft.de)
zh_hant: __電子郵件：__ [info@izzysoft.de](mailto:info@izzysoft.de)

source: __Phone:__ +49 89 27373746
ar: __الهاتف:__ +49 531 22435119
ca: __Telèfon:__ +49 89 27373746
cs: __Telefon:__ +49 89 27373746
de: __Telefon:__ +49 89 27373746
eo: __Telefono:__ +49 89 27373746
es: __Teléfono:__ +49 89 27373746
es_ar: __Telefono:__ +49 89 27373746
et: __Telefon:__ +49 89 27373746
eu: __Telefonoa:__ +49 89 27373746
fa: __تلفن:__ ‪+49 531 22435119
fr: __Téléphone :__ +49 89 27373746
gd: __Fòn:__ +49 89 27373746
he: __טלפון:__ ‎+49 531 22435119
hi: __फ़ोन:__ +49 89 27373746
hu: __Telefonszám:__ +49 89 27373746
id: __Telepon:__ +49 89 27373746
is: __Sími:__ +49 89 27373746
it: __Telefono:__ +49 89 27373746
ja: __電話：__ +49 89 27373746
nb: __Telefon:__ +49 89 27373746
nl: __Telefoonnummer:__ +49 89 27373746
nn: __Telefon:__ +49 89 27373746
pl: __Telefon:__ +49 89 27373746
pt: __Telefone:__ +49 89 27373746
pt_br: __Telefone:__ +49 89 27373746
pt_pt: __Telefone:__ +49 89 27373746
ro: __Telefon:__ +49 89 27373746
ru: __Телефон:__ +49 89 27373746
sq: __Telefon:__ +49 89 27373746
tr: __Telefon:__ +49 89 27373746
uk: __Телефон:__ +49 89 27373746
vi: __Điện thoại:__ +49 89 27373746
zh_hans: __电话：__+49 89 27373746
zh_hant: __電話：__ +49 89 27373746

source: __Address:__ IzzySoft, 80796 München, Germany
ar: __ العنوان:__ إيزي سوفت, 80796 München, ألمانيا
ca: __Adreça:__ IzzySoft, 80796 München, Germany
cs: __Adresa:__ IzzySoft, 80796 München, Německo
de: __Anschrift:__ IzzySoft, 80796 München, Deutschland
eo: __Adreso:__ IzzySoft, 80796 München, Germanujo
es: __Dirección:__ IzzySoft, 80796 München, Germany
es_ar: __Dirección:__ IzzySoft, 80796 München, Alemania
et: __Aadress:__ IzzySoft, 80796 München, Saksamaa
eu: __Helbidea:__ IzzySoft, 80796 München, Germany
fa: __نشانی:__ آلمان، مونیخ ۸۰۷۹۶، ایزی‌سافت
fr: __Adresse :__ IzzySoft, 80796 München, Germany
gd: __Seòladh:__ IzzySoft, 80796 München, A’ Ghearmailt
he: __כתובת:__ IzzySoft,‏ 80796 מינכן, גרמניה
hi: __पता:__ IzzySoft, 80796 म्यूनिख, जर्मनी
hu: __Cím:__ IzzySoft, 80796 München, Németország
id: __Alamat:__ IzzySoft, 80796 München, Germany
is: __Heimilisfang:__ IzzySoft, 80796 München, Germany
it: __Indirizzo:__ IzzySoft, 80796 München, Germany
ja: __住所：__ IzzySoft、80796 ミュンヘン、ドイツ
nb: __Adresse:__ IzzySoft, 80796 München, Tyskland
nl: __Adres:__ IzzySoft, 80796 München, Germany
nn: __Adresse:__ IzzySoft, 80796 München, Tyskland
pl: __Adres:__ IzzySoft, 80796 Monachium, Niemcy
pt: __Endereço: __ IzzySoft, 80796 Munique, Alemanha
pt_br: __Endereço:__ IzzySoft, 80796 Munique, Alemanha
pt_pt: __Endereço: __ IzzySoft, 80796 Munique, Alemanha
ro: __Adresă:__ IzzySoft, 80796 München, Germania
ru: __Адрес:__ IzzySoft, 80796 Мюнхен, Германия
sq: __Adresë:__ IzzySoft, 80796 München, Germany
tr: __Adres:__ IzzySoft, 80796 Münih, Almanya
uk: __Адреса:__ IzzySoft, 80796 Мюнхен, Німеччина
vi: __Địa chỉ:__ IzzySoft, 80796 München, Đức
zh_hans: __地址：__IzzySoft, 80796 München, Germany
zh_hant: __地址：__ IzzySoft, 80796 München, Germany

source: __Specialization:__ [Binary Repositories](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Metadata (creator & operator of the [IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/))
ar: __ التخصص:__ [مستودعات ثنائية](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) والبيانات الوصفية (منشئ ومشغل [IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/))
ca: __Especialitats:__ [Dipòsits binaris](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) i Metadades (creador i operador del [dipòsit IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
cs: __Specializace:__ [Repozitáře binárních souborů](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) a metadata (zakladatel a správce [repozitáře IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
de: __Fachgebiet:__ [Binary Repositories](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) und Metadaten (Urheber und Betreiber des [IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/))
eo: __Specialoj:__ [binaraj deponejoj](https://f-droid.org/eo/docs/Setup_an_F-Droid_App_Repo/) kaj metadatumoj (fondinto kaj administranto de la deponejo [IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
es: __Especialización:__ [Repositorios binarios](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) y Metadatos (creador y operador del repositorio [IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
es_ar: __Especialización:__ [Repositorios binarios](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) y metadatos (creador y operador del repositorio [IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
et: __Spetsialiseerumine:__ [Oma repositooriumi tegemine](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) ja metainfo haldus ([IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/) looja ja haldaja)
eu: __Espezializazioa:__ [Bitarren biltegiak](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) eta metadatuak ([IzzyOnDroid biltegia](https://apt.izzysoft.de/fdroid/)ren sortzailea)
fa: __تخصّص:__[مخازن دودویی](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) و فراداده (سازنده و متصدّی [مخزن IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
fr: __Spécialisation :__ [Dépôts de binaires](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & métadonnées (créateur & en charge de l’opération du [dépôt IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
gd: __Eòlas:__ [Ionadan-tasgaidh bìnearaidh](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) ⁊ Meata-dàta (tha sinn air [ionad-tasgaidh IzzyOnDroid](https://apt.izzysoft.de/fdroid/) a chruthachadh ’s ’ga ruith)
he: __התמחות:__ [מאגרים בינריים](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) לצד נתוני על (היוצרים והמפעילים של [המאגר IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
hi: __विशेषज्ञताएँ:__ [बाइनरी रिपॉज़िटरियाँ](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) और मेटाडेटा ([IzzyOnDroid रीपो](https://apt.izzysoft.de/fdroid/) के निर्माता और ऑपरेटर)
hu: __Szakterület:__ [Bináris tárolók](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) és metaadatok (az [IzzyOnDroid tároló](https://apt.izzysoft.de/fdroid/) készítője és karbantartója)
id: __Spesialisasi:__ [Repositori Binari](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Metadata (pembuat & pengembang [Repo IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
is: __Sérsvið:__ [Hugbúnaðarsöfn með tvíundarkerfiskóða](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & lýsigögn (hönnuðir og rekstraraðilar [IzzyOnDroid hugbúnaðarsafnsins](https://apt.izzysoft.de/fdroid/))
it: __Specializzazione:__ [Repository di binari](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) e metadati (autore e operatore del [Repo IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
ja: __専門分野:__ [バイナリーリポジトリ](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/)とメタデータ（[IzzyOnDroidリポジトリ](https://apt.izzysoft.de/fdroid/)の作成者、運営者）
nb: __Spesialisering:__ [Binære kodelager](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) og Metadata (skaper og vedlikeholder for [IzzyOnDroid-kodelageret](https://apt.izzysoft.de/fdroid/))
nl: __Specialisatie:__ [Binary Repositories](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Metadata (creator & operator of the [IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/))
nn: __Spesialiseringar:__ [Pakkebrønnar](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) og metadata (utviklar og ansvarleg for [IzzyOnDroid-pakkebrønnen](https://apt.izzysoft.de/fdroid/))
pl: __Specjalizacja:__ [Repozytoria binarne](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) i Metadane (twórca i operator [IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/))
pt: __Especialização:__ [Repositórios Binários](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Metadados (criador e operador do [Repo IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
pt_br: __Especialização:__ [Repositórios binários](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & metadados (criador & operador do [repositório IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
pt_pt: __Especialização:__ [Repositórios Binários](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Metadados (criador e operador do [Repo IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
ro: __Specializare:__ [Depozite binare](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Metadata (creator și operator al [IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/))
ru: __Специализация:__ [Бинарные репозитории](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) и Метаданные (создатель и управляющий [репозитория IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
sq: __Specializim:__ [Depo Dyorësh](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Metadata (krijues & operator i [IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/))
tr: __Uzmanlık Alanı:__ [İkili Depolar](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Üst veri ([IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/) yaratıcısı ve operatörü)
uk: __Спеціалізація:__ [Бінарні репозиторії](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) та метадані (засновник та оператор [IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/))
vi: __Chuyên môn:__ [Kho chứa tệp nhị phân](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Dữ liệu meta (người tạo ra và điều hành [Kho IzzyOnDroid](https://apt.izzysoft.de/fdroid/))
zh_hans: __专长：__[二进制存储库](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & 元数据 ([IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/) 的创建者和运营者)
zh_hant: __專長：__ [Binary Repositories](https://f-droid.org/docs/Setup_an_F-Droid_App_Repo/) & Metadata (creator & operator of the [IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid/))

source: If you're missing, you can [add yourself to the list](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Keep it sorted alphabetically, please.
ar: إذا كنت في عداد المفقودين، يمكنك [إضافة نفسك إلى القائمة](https://gitlab.com/fdroid/fdroid-الموقع/ blob/master/_pages/consulting.md)! أبقه مرتبا أبجديا، رجاء.
ca: Si no consteu en aquesta pàgina i voleu ser-hi, podeu [afegir-vos-hi](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md). Si us plau, mantingueu la llista ordenada alfabèticament.
cs: Pokud vaše jméno schází, můžete se [připsat na seznam](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Jména prosím udržujte seřazená podle abecedy.
de: Wenn Ihr Name fehlt, können Sie [sich selbst in die Liste eintragen](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Bitte beachten Sie dabei die alphabetische Sortierung.
eo: Se via nomo mankas aŭ eraras, [aldonu vin al la listo](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Bonvolu ordigi ĝin laŭalfabete.
es: Si tu nombre no aparece, es un error, ¡y deberías [añadirte a la lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Déjalo ordenado por apellido, por favor.
es_ar: Si tu nombre no aparece, es un error, ¡y deberías [agregarte a la lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Dejalo ordenado por apellido por favor.
et: Kui sind pole siin loendis, siis [lisa end nõustajaks](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Palun sordi nimed tähestikuliselt.
eu: Zure izena falta bada akats bat da, [gehitu zure burua zerrendara](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Mantendu alfabetikoki ordenatuta mesedez.
fa: اگر جا افتاده‌اید، می‌توانید [خودتان را به فهرست بیفزایید](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! لطفاً فهرست را بر اساس نام خانوادگی چیده نگه‌دارید.
fr: Si votre nom n'est pas affiché, vous pouvez [vous ajouter à la liste](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md) ! Veuillez la garder triée alphabétiquement, s’il vous plaît.
gd: Ma thua thu a dhìth, ’s urrainn dhut [thu fhèin a chur ris an liosta](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Cùm e ann an òrdugh na h-aibidil.
he: אם השם שלך חסר, זו טעות ובאפשרותך [להוסיף את עצמך לרשימה](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! להשאיר מסודר לפי שם משפחה, תודה.
hi: अगर आप यहाँ सूचीबद्ध नहीं हैं, आप [अपने आपको सूची में जोड़](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md) सकते हैं! कृपया इसे अंग्रेज़ी वर्णानुक्रमानुसार रखें।
hu: Ha hiányzik a neve, és ez hiba, akkor [hozzáadhatja magát a listához](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Tartsa meg a vezetéknév szerinti rendezést.
id: Jika nama anda tidak ada, anda dapat [menambah nama anda ke dalam daftar](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Tolong tetap diurutkan berdasarkan abjad.
is: Ef nafnið þitt vantar, ættirðu að [bæta sjálfum þér á listann](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Haltu listanum í stafrófsröð miðað við eftirnöfn.
it: Se manca il tuo nome, puoi [aggiungerti alla lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Per favore, tienila ordinata alfabeticamente.
ja: 一覧にあなたの会社が見当たらない場合は、自由に[追加してください](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)！追加する際には、アルファベット順に並べてください。
nb: Hvis navnet ditt mangler, kan du [legge deg selv til på listen](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Hold den sortert automatisk, takk.
nl: Als uw naam ontbreekt, kunt u [uzelf aan de lijst toevoegen](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Hou het liefst gesorteerd op achternaam.
nn: Viss namnet ditt manglar, kan du [leggja deg sjølv til her](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Hugs å halda lista alfabetisk sortert.
pl: Jeśli czegoś brakuje, możesz [dodać siebie do listy](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Proszę posortować alfabetycznie.
pt: Se estiver a faltar o seu nome, pode [adicionar-se a si mesmo à lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Por favor, mantenha-a ordenada por sobrenome.
pt_br: Se o seu nome está faltando, trata-se de um erro e você deve [adicionar você mesmo a lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Mantenha ela em ordem por sobrenome, por favor.
pt_pt: Se o seu nome está em falta, pode [adicionar-se a si mesmo à lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Por favor, mantenha-a ordenada por sobrenome.
ro: Dacă lipsești, poți să [te adaugi pe listă](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Păstrați-o în ordine alfabetică, vă rog.
ru: Если вашего имени нет в списке — это ошибка, [добавьте себя](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Пожалуйста, сохраняйте в нем сортировку по фамилии.
sq: Nëse mungoni, mund të [shtoni veten te lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Ju lutemi, mbajeni të renditur alfabetikisht.
tr: Eğer eksikseniz lütfen [listeye kendinizi ekle](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)yebilirsiniz! Soyadına göre sıralıdır.
uk: Можете [додати себе до списку](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Будь ласка, дотримуйте алфавітний порядок.
vi: Nếu bạn đang bị thiếu, bạn có thể [thêm chính bạn vào danh sách](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)! Xin vui lòng giữ cho danh sách đó được sắp xếp theo bảng chữ cái.
zh_hans: 如果我们遗漏了你的名字，你可以[把你自己加入名单](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)！请按字母表排序。
zh_hant: 如果我們遺漏了您的名字，您應該[將自己的姓名加入名單](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/consulting.md)！請按字母排序。

source: Contribute
ar: ساهم
ca: Contribuïu-hi
cs: Přispět
de: Mitmachen
eo: Kontribui
es: Contribuir
es_ar: Contribuir
et: Osale meie tegevuses
eu: Hartu parte
fa: مشارکت
fr: Participer
gd: Gabh pàirt ann
he: תרומה
hi: योगदान करें
hu: Közreműködés
id: Kontribusi
is: Taka þátt
it: Contribuisci
ja: 貢献
nb: Bidra
nl: Bijdragen
nn: Hjelp til
pl: Współpraca
pt: Colaborar
pt_br: Contribuir
pt_pt: Colaborar
ro: Contribuiți
ru: Внести свой вклад
sq: Kontribuoni
tr: Katkıda Bulunun
uk: Співпраця
vi: Đóng góp
zh_hans: 参与
zh_hant: 貢獻

source: The project is developed and maintained by community contributors. Volunteers form a core part of F-Droid. You can help too:
ar: يتم تطوير المشروع وصيانته من قبل المساهمين المجتمعيين. يشكل المتطوعون جزء أساسي من إف-درويد. يمكنك أيضًا تقديم المساعدة:
ca: El projecte el desenvolupa i manté una comunitat de persones contribuïdores. Son la part central de l'F-Droid. Vosaltres també podeu ajudar:
cs: Projekt je vyvíjen a spravován komunitními přispěvateli. Dobrovolníci tvoří hlavní součást F-Droidu. I vy můžete pomoci:
de: Das Projekt wird von Mitgliedern der Gemeinschaft entwickelt und betrieben. Freiwillige Helfer sind ein wichtiger Bestandteil von F-Droid. Auch Sie können helfen:
eu: Proiektu hau boluntarioek garatzen eta mantentzen dute. Boluntarioek F-Droid-en muina dira. Zuk ere lagun dezakezu:
he: המיזם מפותח ומתוחזק על ידי מתנדבים מהקהילה. מתנדבים הם הליבה של F-Droid. יש לך איך להצטרף:
hi: परियोजना को सामुदायिक योगदानकर्ताओं द्वारा विकसित और बनाए रखा गया है। स्वयंसेवक एफ-ड्रॉयड का एक मुख्य हिस्सा बनाते हैं। आप भी मदद कर सकते हैं:
hu: A projektet közösségi közreműködők fejlesztik és tartják karban. Az önkéntesek alkotják az F-Droid gerincét. Ön is segíthet:
id: Proyek ini dikembangkan dan dikelola oleh para kontributor komunitas. Relawan merupakan bagian inti dari F-Droid. Anda juga dapat membantu:
ja: このプロジェクトは、コミュニティーの貢献者によって開発、維持されています。ボランティアはF-Droidの中心をなしています。あなたもぜひご参加ください。
pl: Projekt jest rozwijany i utrzymywany przez członków społeczności. Wolontariusze stanowią podstawową część F-Droid. Ty też możesz pomóc:
pt: O projeto é desenvolvido e mantido por colaboradores da comunidade. Os voluntários são uma parte essencial do F-Droid. Também pode ajudar:
pt_br: O projeto é desenvolvido e mantido por colaboradores da comunidade. Os voluntários são uma parte essencial do F-Droid. Você também pode ajudar:
ru: Проект разрабатывается и поддерживается участниками сообщества. Волонтеры составляют основную часть F-Droid. Вы тоже можете помочь:
uk: Проєкт розроблений і підтримується учасниками спільноти. Волонтери — це основна частина F-Droid. Ви теж можете допомогти:
zh_hans: 该项目由社区贡献者开发和维护。志愿者形成 F-Droid 项目的核心部分。 你也可以帮忙：

source: Help Others
ar: ساعد الآخرين
ca: Ajudeu a altres
cs: Pomozte ostatním
de: Anderen helfen
eu: Beste batzuk lagundu
he: סיוע לאחרים
hi: दूसरों की मदद करें
hu: Segítsen másoknak
id: Bantu Lainnya
ja: 他のユーザーを支援
pl: Pomóż innym
pt: Ajudar outros
pt_br: Ajudar outros
ru: Помогите другим
uk: Допоможіть іншим
zh_hans: 帮助他人
