Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: [All About Descriptions, Graphics, and Screenshots](All_About_Descriptions_Graphics_and_Screenshots) Showing off your app in F-Droid.
ar: [كل شيء عن الأوصاف والرسومات ولقطات الشاشة](All_About_Descriptions_Graphics_and_Screenshots) اعرض تطبيقك في F-Droid.
ca: [Tot sobre descripcions, gràfics i captures de pantalla](All_About_Descriptions_Graphics_and_Screenshots) Instruccions sobre com presentar i destacar la vostra aplicació a l'F-Droid.
cs: [Vše o popisech, grafice a obrázcích](All_About_Descriptions_Graphics_and_Screenshots) Předveďte svou aplikaci v F-Droidu.
de: [Alles über Beschreibungen, Grafiken und Bildschirmfotos](All_About_Descriptions_Graphics_and_Screenshots) Präsentation einer App in F-Droid.
eo: [ĉio pri priskriboj, grafikaĵoj kaj ekranokopioj](All_About_Descriptions_Graphics_and_Screenshots): prezenti vian aplikaĵon en F-Droid
es: [Todo sobre descripciones, gráficos, y capturas de pantalla](All_About_Descriptions_Graphics_and_Screenshots) Mostrar su aplicación en F-Droid.
es_ar: [Todo sobre descripciones, gráficos, y capturas de pantalla](All_About_Descriptions_Graphics_and_Screenshots) Mostrar tu aplicación en F-Droid.
et: [Kogu teave kirjedluste, graafika ja ekraanitõmmiste kohta](All_About_Descriptions_Graphics_and_Screenshots) Viisid oma rakenduse visuaalseks esitlemiseks F-Droid'is.
eu: [Deskripzioak, irudiak eta pantaila-argazkiak](All_About_Descriptions_Graphics_and_Screenshots) Zure aplikazioa F-Droid-en erakustea.
fa: [همه‌چیز دربارهٔ توضیحات، گرافیک‌ها و نماگرفت‌ها](All_About_Descriptions_Graphics_and_Screenshots) نمایش کاره‌تان در اف‌دروید.
fr: [Tout sur les descriptions, illustrations et captures d'écran](All_About_Descriptions_Graphics_and_Screenshots) Promouvoir votre application sur F-Droid.
gd: [Tuairisgeulan, grafaigeachd is glacaidhean-sgrìn](All_About_Descriptions_Graphics_and_Screenshots) Mar a sheallas tu an aplacaid agad ann an F-Droid.
he: [הכול על תיאורים, גרפיקה וצילומי מסך](All_About_Descriptions_Graphics_and_Screenshots) השווצה עם היישומון שלך ב־F-Droid.
hi: [विवरणों, ग्राफ़िक्स, और स्क्रीनशॉट्स के बारे में सारी जानकारी](All_About_Descriptions_Graphics_and_Screenshots) F-Droid पर अपने ऐप को दर्शाना।
hu: [Minden a leírókról, grafikákról és képernyőképekről](All_About_Descriptions_Graphics_and_Screenshots) Az alkalmazása bemutatása az F-Droidban.
id: [Semua Tentang Deskripsi, Grafis, dan Tangkapan Layar](All_About_Descriptions_Graphics_and_Screenshots) Perlihatkan aplikasi Anda di F-Droid.
is: [Allt um lýsingar, myndefni og skjámyndir](All_About_Descriptions_Graphics_and_Screenshots) Að kynna forritið þitt í F-Droid.
it: [Tutto su descrizioni, grafica e schermate](All_About_Descriptions_Graphics_and_Screenshots) Mettere in mostra la tua app su F-Droid.
ja: [説明、グラフィック、スクリーンショットに関する詳細](All_About_Descriptions_Graphics_and_Screenshots) F-Droidでアプリを紹介する方法について。
nb: [Alt om beskrivelser, grafikk og skjermbilder](All_About_Descriptions_Graphics_and_Screenshots) Viser fra appen din i F-Droid.
nl: [Alles over beschrijvingen, afbeeldingen en schermafdrukken](All_About_Descriptions_Graphics_and_Screenshots) Je app promoten in F-Droid.
nn: [Alt om appskildringar og skjermbilete](All_About_Descriptions_Graphics_and_Screenshots) Korleis framstilla appar i F-Droid
pl: [Wszystko o opisach, grafice i zrzutach ekranu](All_About_Descriptions_Graphics_and_Screenshots) Pokazywanie twojej aplikacji w F-Droid.
pt: [Tudo sobre descrições, gráficos e capturas de ecrã](All_About_Descriptions_Graphics_and_Screenshots) Mostrar a sua aplicação no F-Droid.
pt_br: [Tudo sobre descrições, gráficos e capturas de tela](All_About_Descriptions_Graphics_and_Screenshots) Exibindo seu aplicativo no F-Droid.
pt_pt: [Tudo sobre descrições, gráficos e capturas de ecrã](All_About_Descriptions_Graphics_and_Screenshots) Exibindo seu aplicativo no F-Droid.
ro: [All About Descriptions, Graphics, and Screenshots](All_About_Descriptions_Graphics_and_Screenshots) Prezentarea aplicației dvs. în F-Droid.
ru: [Все, что нужно знать об описаниях, картинках и скриншотах](All_About_Descriptions_Graphics_and_Screenshots) Что сделать, чтобы ваше приложение на F-Droid выглядело привлекательно.
sq: [Gjithçka Rreth Përshkrimesh, Grafikash, dhe Fotorsh Ekrani](All_About_Descriptions_Graphics_and_Screenshots) Si ta shpalosni aplikacionin tuaj në F-Droid.
tr: [Açıklamalar, Grafikler ve Ekran Görüntüleri Hakkında Her Şey](All_About_Descriptions_Graphics_and_Screenshots) F-Droid'deki uygulamanızı gösterin.
uk: [Все про описи, графіку та знімки екрана](All_About_Descriptions_Graphics_and_Screenshots) Як зацікавити авдиторію F-Droid своїм застосунком.
vi: [Tất cả về Mô tả, Hình ảnh, và Ảnh chụp màn hình](All_About_Descriptions_Graphics_and_Screenshots) Khoe ứng dụng của bạn trên F-Droid.
zh_hans: [说明、图片和屏幕截图](All_About_Descriptions_Graphics_and_Screenshots) 在 F-Droid 中展示你的应用。
zh_hant: [詳細說明、圖片和螢幕快照](All_About_Descriptions_Graphics_and_Screenshots) 在 F-Droid 中展現您的應用程式。

source: [Publishing Nightly Builds](Publishing_Nightly_Builds) Make an automated repo of nightly builds of your app.
ar: [نشر الإصدارات الليلية](Publishing_Nightly_Builds) قم بإنشاء مستودع آلي من الإصدارات الليلية لتطبيقك.
ca: [Com publicar construccions nocturnes](Publishing_Nightly_Builds) Feu un repositori automatitzat de construccions nocturnes de la vostra aplicació.
cs: [Vydávání testovacích sestavení](Publishing_Nightly_Builds) Vytvoření automatického repozitáře testovacích sestavení vaší aplikace.
de: [Veröffentlichung von Nightly Builds](Publishing_Nightly_Builds) Automatisiertes Repo für Nightly Builds einer App erstellen.
eo: [publikigi antaŭ-alfajn kompilaĵojn](Publishing_Nightly_Builds): krei aŭtomatan deponejon kun antaŭ-alfaj versioj de via aplikaĵo
es: [Publicar compilaciones nocturnas](Publishing_Nightly_Builds) Montar un repositorio automático con compilaciones nocturnas de su aplicación.
es_ar: [Publicar compilaciones nocturnas](Publishing_Nightly_Builds) Montar un repositorio automático con compilaciones nocturnas de tu app.
et: [Igapäevaste kompileerimisjärkude avaldamine](Publishing_Nightly_Builds) Tee oma rakenduse igapäevaste kompileerimisjärkude automatiseeritud hoidla .
eu: [Gaueroko konpilazioak argitaratzea](Publishing_Nightly_Builds) Sortu zure aplikazioa gauero konpilatzeko biltegi automatiko bat.
fa: [انتشار ساخت‌های شبانه](Publishing_Nightly_Builds) ساخت مخزنی خودکار برای ساخت‌های شبانهٔ کاره‌تان.
fr: [Publier des versions nightly](Publishing_Nightly_Builds) Monter un dépôt automatique des versions nightly de votre application.
gd: [Foillseachadh Nightly Builds](Publishing_Nightly_Builds) Cruthaich ionad-tasgaidh fèin-obrachail de nightly builds dhen aplacaid agad.
he: [הפצת גרסאות ליליות (ביניים)](Publishing_Nightly_Builds) יצירת מאגר אוטומטי של מהדורות ליליות עבור היישומון שלך.
hi: [नाइटली बिल्ड्स प्रकाशित करना](Publishing_Nightly_Builds) अपने ऐप के नाइटली बिल्ड्स की एक स्वचालित रिपॉज़िटरी बनाएँ।
hu: [Nightly verziók kiadása](Publishing_Nightly_Builds) Készítsen automatikus tárolót az alkalmazása nightly verzióinak.
id: [Penerbitan Nightly Builds](Publishing_Nightly_Builds) Membuat repo otomatis dari nightly builds dari aplikasi Anda.
is: [Útgáfa á daglegum næturbyggingum - nightly builds](Publishing_Nightly_Builds) Útbúðu sjálfvirkt hugbúnaðarsafn með daglegum næturbyggingum forritsins þíns.
it: [Pubblicazione Nightly Build](Publishing_Nightly_Builds) Crea un repo automatizzato di nightly build della tua app.
ja: [ナイトリービルドの公開](Publishing_Nightly_Builds) アプリのナイトリービルド用の自動リポジトリの作成について。
nb: [Publisering av nattbygg](Publishing_Nightly_Builds) Lag en automatisert pakkebrønn med nattbygg for ditt program.
nl: [Nachtelijke compilaties publiceren](Publishing_Nightly_Builds) Een geautomatiseerde pakketbron van nachtelijke compilaties van je app maken.
nn: [Publisering av daglege pakkar](Publishing_Nightly_Builds) Lag ein pakkebrønn med dagleg oppdaterte versjonar av appen din
pl: [Publikowanie Nocnych Kompilacji](Publishing_Nightly_Builds) Twórz automatyczne repo nocnych kompilacji aplikacji.
pt: [Publicando compilações noturnas](Publishing_Nightly_Builds) Faça um repositório automatizado com as compilações noturnas da sua aplicação.
pt_br: [Publicando Criações Todas as Noites](Publishing_Nightly_Builds) Faça um repositório automatizado com as compilações noturnas do seu aplicativo.
pt_pt: [Publicando Criações Todas as Noites](Publishing_Nightly_Builds) Faça um repositório automatizado com as compilações noturnas do seu aplicativo.
ro: [Publishing Nightly Builds](Publishing_Nightly_Builds) Creați un depozit automat de compilări nocturne ale aplicației dumneavoastră.
ru: [Публикация ежедневных сборок](Publishing_Nightly_Builds) Как создать репозиторий с ежедневными автоматическими сборками Вашего приложения.
sq: [Publikim Montimesh të Përnatshme](Publishing_Nightly_Builds) Ngrini një depo të automatizuar të montimeve të përnatshme të aplikacionit tuaj.
tr: [Gecelik Sürüm Yayınlama](Publishing_Nightly_Builds) Uygulamanızın her gece otomatik oluşturulduğu bir depo oluşturun.
uk: [Оприлюднення нічних збірок](Publishing_Nightly_Builds) Як автоматизувати репозиторій випробувальних збірок вашого застосунку.
vi: [Xuất bản các bản dựng hàng ngày](Publishing_Nightly_Builds) Tạo một kho được tự động hoá chứa các bản dựng hàng ngày của ứng dụng của bạn.
zh_hans: [发布每日构建](Publishing_Nightly_Builds) 创建一个你的应用的每日构建自动存储库。
zh_hant: [發佈開發版本](Publishing_Nightly_Builds) 為您的開發版本應用程式自動做成軟體庫。

source: [Installing the Server and Repo Tools](Installing_the_Server_and_Repo_Tools) How to install fdroidserver, the tools for running repos and build servers.
ar: [تثبيت الخادم وأدوات المستودع](Installing_the_Server_and_Repo_Tools) كيفية تثبيت fdroidserver ، وأدوات لتشغيل المستودع و خوادم البناء.
ca: [Instal·lar les eines de servidor i repositori](Installing_the_Server_and_Repo_Tools) Com instal·lar el fdroidserver, les eines per a executar els servidors de dipòsits i de construcció.
cs: [Instalace serverových a repozitářových nástrojů](Installing_the_Server_and_Repo_Tools) Jak nainstalovat fdroidserver, nástroje k provozu repozitářů a sestavovacích serverů.
de: [Installation der Server- und Repo-Werkzeuge](Installing_the_Server_and_Repo_Tools) Wie die Installation von „fdroidserver“, den Werkzeugen zum Betrieb von Repos und Build-Servern, funktioniert.
eo: [instali servilon kaj deponej-ilaro](Installing_the_Server_and_Repo_Tools): kiel instali «fdroidserver», iloj por ekfunkciigi deponejojn kaj kompili servilojn
es: [Instalar el servidor y las herramientas de repositorio](Installing_the_Server_and_Repo_Tools) Cómo instalar fdroidserver, las herramientas para hacer funcionar repositorios y servidores de compilación.
es_ar: [Instalar el servidor y las herramientas de repositorio](Installing_the_Server_and_Repo_Tools) Cómo instalar fdroidserver, las herramientas para hacer funcionar repositorios y servidores de compilación.
et: [Serveri ja hoidla tarvikute paigaldamine](Installing_the_Server_and_Repo_Tools) Juhend fdroidserver'i paigaldamiseks, hoidlatarvikute kasutamiseks ja kompileerimisserverite haldamiseks.
eu: [Zerbitzari eta biltegirako tresnak instalatzea](Installing_the_Server_and_Repo_Tools) Nola instalatu fdroidserver, biltegiak kudeatu eta zerbitzariak eraikitzeko tresnak.
fa: [نصب ابزارهای مخزن و کارساز](Installing_the_Server_and_Repo_Tools) چگونگی نصب fdroidserver، ابزارهای راه‌اندازی مخازن و کارسازهای ساخت.
fr: [Installation du serveur et des outils de dépôt](Installing_the_Server_and_Repo_Tools) Comment installer fdroidserver, les outils pour faire fonctionner les dépôts et les serveurs de compilation.
gd: [Stàladh nan innealan frithealaiche is ionaid-thasgaidh](Installing_the_Server_and_Repo_Tools) Mar a stàlaicheas tu fdroidserver, na h-innealan airson ionadan-tasgaidh a ruith agus frithealaichean a thogail.
he: [התקנת כלי השרת והמאגר](Installing_the_Server_and_Repo_Tools) איך להתקין fdroidserver, את הכלים להפעלת מאגרים ושרתי בנייה.
hi: [सर्वर और रिपॉज़िटरी उपकरण स्थापित करना](Installing_the_Server_and_Repo_Tools) रिपॉज़िटरियों और बिल्ड सर्वरों को चलाने वाले उपकरण fdroidserver को कैसे स्थापित करना है।
hu: [Kiszolgáló és tároló eszközök telepítése](Installing_the_Server_and_Repo_Tools) Hogyan telepítse az fdroidservert, a tárolók és összeállítási kiszolgálók futtatására használt eszközöket.
id: [Menginstal Server dan alat-alat Repo](Installing_the_Server_and_Repo_Tools) Cara Instal fdroidserver, alat-alat untuk menjalankan repos dan membangun server.
is: [Uppsetning á þjóninum og verkfærum fyrir hugbúnaðarsafn - repo tools](Installing_the_Server_and_Repo_Tools) Hvernig á að setja upp fdroidserver, verkfærin til að halda safni gangandi og byggingaþjónum (build servers).
it: [Installazione server e strumenti repo](Installing_the_Server_and_Repo_Tools) Come installare fdroidserver, gli strumenti per gestire i repo e buildare server.
ja: [サーバー用・リポジトリ用ツールのインストール](Installing_the_Server_and_Repo_Tools) リポジトリとビルド用サーバーの運営のためのツール fdroidserver をインストールする方法について。
nb: [Installasjon av tjener- og pakkebrønns-verktøy](Installing_the_Server_and_Repo_Tools) Hvordan installere fdroidserver, verktøyene for å drive pakkebrønner og byggingstjenere.
nl: [Installatie van server- en pakketbrongereedschap](Installing_the_Server_and_Repo_Tools) Hoe fdroidserver en het gereedschap voor het draaien van pakketbronnen en compilatieservers te installeren.
nn: [Installering av tenar- og pakkebrønnverktøy](Installing_the_Server_and_Repo_Tools) Korleis installera fdroidserver, verktøya for drift av pakkebrønnar og byggjetenarar
pl: [Instalowanie serwera i narzędzia Repo](Installing_the_Server_and_Repo_Tools) Jak zainstalować fdroidserver, narzędzia do pracy z repo i serwerem kompilacji.
pt: [Instalando o servidor e as ferramentas de repositório](Installing_the_Server_and_Repo_Tools) Como instalar o fdroidserver, as ferramentas para executar repositórios e compilar servidores.
pt_br: [Instalando o Servidor e as Ferramentas de Repositório](Installing_the_Server_and_Repo_Tools) Como instalar o fdroidserver, as ferramentas para executar repositório e construir servidores.
pt_pt: [Instalando o Servidor e as Ferramentas de Repositório](Installing_the_Server_and_Repo_Tools) Como instalar o fdroidserver, as ferramentas para executar repositório e construir servidores.
ro: [Installing the Server and Repo Tools](Installing_the_Server_and_Repo_Tools) Cum se instalează fdroidserver, uneltele pentru a rula depozite și servere de construcție.
ru: [Установка утилит для сервера и репозиториев F-Droid](Installing_the_Server_and_Repo_Tools) Как установить fdroidserver, инструментарий для разворачивания серверов сборки и репозиториев F-Droid.
sq: [Instalim Mjetesh Shërbyesish dhe Deposh](Installing_the_Server_and_Repo_Tools) Si të instalohet fdroidserver, mjetet për xhirim deposh dhe ngritje shërbyesish.
tr: [Sunucu ve Repo Araçlarının Kurulumu](Installing_the_Server_and_Repo_Tools) fdroid sunucusu nasıl kurulur, repoları çalıştırmak ve sunucuları kurmak için araçlar.
uk: [Встановлення засобів для сервера й репозиторію](Installing_the_Server_and_Repo_Tools) Як установити fdroidserver — інструменти для супроводу репозиторіїв та серверів збірки.
vi: [Cài đặt các công cụ máy chủ và kho](Installing_the_Server_and_Repo_Tools) Cách cài đặt fdroidserver, các công cụ để vận hành các kho và máy chủ xây dựng.
zh_hans: [安装服务器和存储库工具](Installing_the_Server_and_Repo_Tools) 如何安装 fdroidserver，运行存储库和构建服务器所需的工具。
zh_hant: [安裝伺服器和軟體庫工具](Installing_the_Server_and_Repo_Tools) 如何安裝 fdroidserver，用以建立軟體庫和構建伺服器的工具。

source: [Setup an F-Droid App Repo](Setup_an_F-Droid_App_Repo) How to setup your own repository of apps that users can easily add to their F-Droid client to get your apps directly from the source.
ar: [إعداد مستودع تطبيق F-Droid](Setup_an_F-Droid_App_Repo) كيفية إعداد مستودع التطبيقات الخاص بك والذي يمكن للمستخدمين إضافته بسهولة إلى عميل F-Droid للحصول على تطبيقاتك مباشرة من المصدر.
ca: [Configurar un repositori d'aplicacions F-Droid](Setup_an_F-Droid_App_Repo) Com configurar el vostre propi repositori d'aplicacions que les persones poden afegir fàcilment al seu client F-Droid per obtenir les aplicacions directament des de la font.
cs: [Nastavení aplikačního repozitáře F-Droid](Setup_an_F-Droid_App_Repo) Jak nastavit vlastní repozitář s aplikacemi, který si uživatelé mohou snadno přidat do klienta F-Droid a získat tak vaše aplikace přímo ze zdroje.
de: [Einrichtung eines F-Droid-App-Repos](Setup_an_F-Droid_App_Repo) Wie wird Ihr eigenes App-Repository eingerichtet, damit Nutzer es einfach in deren F-Droid-App einbinden können und dadurch Ihre Apps direkt aus der Quelle erhalten.
eo: [instali aplikaĵ-deponejon de F-Droid](Setup_an_F-Droid_App_Repo): kiel instali vian propran katalogon de aplikaĵoj, kiun uzantoj povas facile aldoni al F-Droid por elŝuti aplikaĵojn senpere el ĝi
es: [Instalar un repositorio de aplicaciones de F-Droid](Setup_an_F-Droid_App_Repo) Cómo instalar un repositorio propio para aplicaciones que los usuarios puedan agregar fácilmente a su cliente de F-Droid para obtener aplicaciones directamente desde la fuente.
es_ar: [Instalar un repositorio de aplicaciones de F-Droid](Setup_an_F-Droid_App_Repo) Cómo instalar un repositorio propio para aplicaciones que los usuarios puedan agregar fácilmente a su cliente de F-Droid para obtener aplicaciones directamente desde la fuente.
et: [Oma F-Droid'i hoidla loomine](Setup_an_F-Droid_App_Repo) Juhend oma rakendustele eraldi hoidla loomiseks ja seeläbi võimaldades F-Droid'i kasutajatel rakendusi paigaldada otse autorilt.
eu: [Ezarri F-Droid Aplikazio biltegi vat](Setup_an_F-Droid_App_Repo) Nola konfiguratu zure aplikazioen biltegi propioa, erabiltzaileek bere F-Droid bezeroari erraz gehitu dezaketena aplikazioak zure iturburutik zuzenean eskuratzeko.
fa: [برپاسازی یک مخزن کارهٔ اف‌دروید](Setup_an_F-Droid_App_Repo) چگونگی برپاسازی مخزن کاره‌های خودتان که کاربران بتوانند برای گرفتن کاره‌هایتان، به سادگی آن را به کارخواه اف‌درویدشان بیفزایند.
fr: [Mettre en place un dépôt d'applications F-Droid](Setup_an_F-Droid_App_Repo) Comment mettre en place votre propre dépôt d'applications, de manière à ce que les utilisateurs puissent facilement l'ajouter à leur client F-Droid et avoir vos applications directement à la source.
gd: [Suidheachadh ionad-tasgaidh aplacaidean F-Droid](Setup_an_F-Droid_App_Repo) Mar a shuidhicheas tu an t-ionad-tasgaidh agad fhèin de dh’aplacaidean as urrainn dhan luchd-chleachdaidh a chur ris a’ chliant F-Droid aca ach am faigh iad na h-aplacaidean agad on tùs fhèin.
he: [הקמת מאגר יישומונים מסוג F-Droid](Setup_an_F-Droid_App_Repo) איך להקים מאגר יישומונים משלך שמשתמשים יכולים להוסיף אותו ללקוח ה־F-Droid שלהם בקלות כדי לקבל את היישומונים שלך ישירות מהמקור.
hi: [एक F-Droid ऐप रिपॉज़िटरी सेटअप करें](Setup_an_F-Droid_App_Repo) ऐप्स की अपनी रिपॉज़िटरी कैसे बनाएँ जिसे सदस्य आसानी से अपने F-Droid क्लाइंट पर जोड़कर सीधे स्रोत से आपके ऐप्स पा सकते हैं।
hu: [F-Droid alkalmazástároló telepítése](Setup_an_F-Droid_App_Repo) Hogyan telepítse a saját alkalmazástárolóját, amelyet a felhasználók könnyen hozzáadhatnak a saját F-Droid kliensükhöz, hogy a közvetlenül a forrástól szerezzék be az alkalmazásokat.
id: [Menyiapkan Repo Aplikasi F-Droid](Setup_an_F-Droid_App_Repo) Bagaimana menyiapkan repositori aplikasi Anda sendiri yang pengguna dapat dengan mudah menambahkan ke klien F-Droid mereka untuk mendapatkan aplikasi Anda langsung dari sumbernya.
is: [Uppsetning á hugbúnaðarsafni fyrir F-Droid forrit](Setup_an_F-Droid_App_Repo) Hvernig á að setja upp þitt eigið hugbúnaðarsafn með forritum sem notendur geta auðveldlega bætt í F-Droid-forritið til að fá forritin beint frá útgefanda.
it: [Crea un repository di app F-Droid](Setup_an_F-Droid_App_Repo) Come creare il tuo repository di app che gli utenti possono aggiungere facilmente al loro client F-Droid per ottenere le tue app direttamente dalla sorgente.
ja: [F-Droidアプリのリポジトリの設定](Setup_an_F-Droid_App_Repo) あなた自身のアプリのリポジトリを設定する方法について。アプリのリポジトリを設定すると、ユーザーはこれをF-Droidのクライアントに追加し、ソースからあなたのアプリを直接に入手できるようになります。
nb: [Konfigurer en F-Droid App Repo](Setup_an_F-Droid_App_Repo) Slik oppretter du ditt eget arkiv av apper som brukerne enkelt kan legge til sine F-Droid-klienter for å få appene dine direkte fra kilden.
nl: [Setup F-Droid App Repo](Setup_an_F-Droid_App_Repo) Hoe u uw eigen repository van apps kunt instellen die gebruikers eenvoudig kunnen toevoegen aan hun F-Droid client om uw apps direct van de bron te halen.
nn: [Oppsett av F-Droid-pakkebrønnar](Setup_an_F-Droid_App_Repo) Korleis du kan setja opp din eigen pakkebrønn, som brukarar kan leggja til i F-Droid-klientappen for å henta appar direkte frå kjelda
pl: [Instalator Repo aplikacji F-Droid](Setup_an_F-Droid_App_Repo) Jak skonfigurować własne repozytorium aplikacji, które użytkownicy mogą łatwo dodać do ich klienta F-Droid, aby uzyskać swoje aplikacje bezpośrednio ze źródła.
pt: [Configurar um repositório de aplicações F-Droid](Setup_an_F-Droid_App_Repo) Como configurar o seu próprio repositório de aplicações que os utilizadores podem facilmente adicionar ao seu cliente F-Droid para obter as suas aplicações diretamente da fonte.
pt_br: [Configurar um Repositório de Aplicativos F-Droid](Setup_an_F-Droid_App_Repo) Como configurar seu próprio repositório de aplicativos que os usuários podem facilmente adicionar ao seu cliente F-Droid para obter seus aplicativos diretamente da fonte.
pt_pt: [Configurar um Repositório de Aplicativos F-Droid](Setup_an_F-Droid_App_Repo) Como configurar seu próprio repositório de aplicativos que os usuários podem facilmente adicionar ao seu cliente F-Droid para obter seus aplicativos diretamente da fonte.
ro: [Setup an F-Droid App Repo](Setup_an_F-Droid_App_Repo) Cum să vă configurați propriul depozit de aplicații pe care utilizatorii îl pot adăuga cu ușurință la clientul F-Droid pentru a obține aplicațiile dumneavoastră direct de la sursă.
ru: [Приложение в F-Droid: настройка репозитория](Setup_an_F-Droid_App_Repo) Как настроить репозиторий своих приложений, собираемых прямо из исходников, который пользователи с легкостью смогут добавить в клиент F-Droid.
sq: [Ujdisni një Depo Aplikacionesh F-Droid](Setup_an_F-Droid_App_Repo) Si të ujdisni depon tuaj të aplikacioneve, të cilat përdoruesit mund t’i shtojnë lehtë te klienti i tyre F-Droid për t’i marrë aplikacionet tuaj drejt e nga burimi.
tr: [F-Droid Uygulama Deposu Kurulumu](Setup_an_F-Droid_App_Repo) Uygulamalarınızı doğrudan kaynaktan almak için kullanıcıların F-Droid istemcisine kolayca ekleyebilecekleri kendi uygulama deponuzun nasıl kurulacağı.
uk: [Власний репозиторій застосунків F-Droid](Setup_an_F-Droid_App_Repo) Як налаштувати свій репозиторій застосунків, який користувачки й користувачі зможуть легко додати до свого клієнта F-Droid, щоб отримувати ваші застосунки безпосередньо від вас.
vi: [Thiết lập một kho ứng dụng F-Droid](Setup_an_F-Droid_App_Repo) Cách thiết lập kho ứng dụng của riêng bạn mà những người dùng có thể dễ dàng thêm vào ứng dụng khách F-Droid của họ để lấy các ứng dụng của bạn trực tiếp từ nguồn đó.
zh_hans: [设置 F-Droid 应用存储库](Setup_an_F-Droid_App_Repo) 如何设置你自己的应用存储库，以便用户轻松将其添加至他们的 F-Droid 客户端，从而可直接从你的存储库直接获取应用。
zh_hant: [設定 F-Droid 應用程式軟體庫](Setup_an_F-Droid_App_Repo) 如何設定自己的應用程式軟體庫，讓使用者能輕易增加到他們的 F-Droid 用戶端，以直接從源頭取得應用程式。
