Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: F-Droid respects your privacy. We don’t track you, or your device. We don’t track what you install. You don’t need an account to use the client, and it sends no additional identifying data when communicating with our web servers, other than its version number. We don’t even allow you to install other applications from the repository that track you, unless you first enable ‘Tracking’ in the `AntiFeatures` section of preferences. Any personal data you decide to give us (e.g. your email address when registering for an account to post on the forum) goes no further than us, and will not be used for anything other than allowing you to maintain your account.
ar: F-Droid يحترم خصوصيتك. نحن لا نتتبعك أو جهازك. نحن لا نتتبع ما تثبته. لا تحتاج إلى حساب لاستخدام التطبيق، ولا يرسل التطبيق أي بيانات تعريف إضافية عند التواصل مع خادم الويب الخاص بنا بخلاف رقم الإصدار الخاص به. لا نسمح لك حتى بتثبيت تطبيقات أخرى من مستودع التخزين الذي يتتبعك، إلا إذا قمت بتمكين `التتبع` أولاً في قسم الخصائص المضادة في التفضيلات. أي بيانات شخصية تقرر منحها لنا (مثل عنوان بريدك الإلكتروني عند التسجيل للحصول على حساب لنشره في المنتدى) لا تتجاوزنا، ولن يتم استخدامها لأي شيء آخر غير السماح لك بالحفاظ على حسابك.
ca: L'F-Droid respecta la vostra privacitat. No us rastregem a vosaltres, el vostre dispositiu ni tampoc el que hi instal·leu. No cal cap compte per a utilitzar l'aplicació client i, a banda del número de la versió, no s'envia cap informació d'identificació al nostres servidors web quan es comunica amb ells. Ni tan sols permetem que instal·leu altres aplicacions del dipòsit que us rastregin, llevat que activeu l'opció «Seguiment» a la secció `Característiques no adients` de les Preferències. Qualssevol dades personals que decidiu donar-nos (p. ex. un correu electrònic per a obrir un compte al fòrum) no les comuniquem a tercers i s'utilitzen única i exclusivament per a mantenir el vostre compte.
cs: F-Droid respektuje vaše soukromí. Nesledujeme vás, ani vaše zařízení. Nesledujeme co instalujete. K použití klienta nepotřebujete účet, a klient kromě informaci o číslu verze neodesílá žádná další data když komunikuje s naším serverem. Dokonce vám neumožníme instalovat jiné aplikace z repozitáře, které vás sledují, pokud nejdříve nepovolíte „Sledování“ v sekci `Antifunkce` v nastavení. Žádná osobní data, která se rozhodnete nám dát (například váš e-mail při registraci účtu pro přispívání na fóru) nejdou jinam než k nám a nebudou použita k jinému účelu, než je umožnit vám údržbu vašeho účtu.
de: F-Droid respektiert die Privatsphäre. Wir überwachen weder Sie noch Ihr Gerät. Wir verfolgen nicht, was installiert wird. Es ist kein Konto nötig, um den Client nutzen zu können, und er versendet keine zusätzlichen Daten zur Identifizierung außer seiner Versionsnummer, wenn er mit unserem Webserver kommuniziert. Wir gestatten Ihnen nicht einmal die Installation von Anwendungen aus dem Repository, die Sie überwachen, solange Sie nicht in den Einstellungen im Abschnitt `Apps mit unerwünschten Merkmalen` einem „Tracking“ ausdrücklich zustimmen. Alle persönlichen Daten, die Sie uns zur Verfügung stellen (z. B. Ihre E-Mail-Adresse bei Registrierung eines Kontos für Forumsbeiträge) bleiben bei uns und werden für nichts anderes genutzt als den Betrieb Ihres Kontos.
es_ar: F-Droid respeta su privacidad. No te rastreamos a vos, ni a tu dispositivo. No rastreamos lo que instalás. No necesitas una cuenta para usar el cliente, y éste no envía datos de identificación adicionales cuando se comunica con nuestros servidores web, aparte de su número de versión. Ni siquiera te permitimos instalar otras aplicaciones del repositorio que te rastreen, a no ser que actives primero la opción "Rastreo" en la sección `AntiFeatures` de las preferencias. Cualquier dato personal que decidas darnos (por ejemplo, tu dirección de correo electrónico cuando te registrás en una cuenta para publicar en el foro) no va más allá de nosotros, y no se utilizará para nada más que para permitirte mantener tu cuenta.
et: F-Droid austab sinu privaatsust. Me ei kasuta jälitajaid, et pidada arvet sinu või sinu seadme(te) üle. Me ei jälgi seda, mida sa paigaldad. Meie klientrakenduse jaoks pole sul vaja kasutajakontot ja suheldes meie veebiserveritega ta ei saada enda kohta muud teavet kui versiooninumber. Lisaks me ei luba meie hoidlatest paigalda jälitajatega rakendusi enne, kui sa oled üheselt sellise võimaluse seadistustest `Antifunktsioonid` blokist lubanud. Kui sa mingil põhjusel jagad meiega isiklikke andmeid (nt e-posti aadress, kui liitud foorumiga), siis me ei jaga seda edasi mitte kuhugile ega kasuta muuks kui sinu kontohalduse jaoks vajalikeks toiminguteks.
eu: F-Droid-ek zure pribatutasunari begirunea dio. Ez dizugu jarraipenik egiten, ez zuri ez zure gailuari. Ez dugu zer instalatu duzun begiratzen. Ez duzu kontu bat bezeroa erabiltzeko, eta ez du identifikatu zaitzakeen informaziorik bidaltzen gure web zerbitzariarekin ari denean, bere bertsio zenbakia besterik ez. Are gehiago, ez dugu jarraipena egiten duten aplikazioak instalatzea baimentzen ez baduzu aurretik `AntiFeatures` ataleko ‘Arrastoaren jarraipena’ egitea onartzen. Zure erabakiz bidaltzen diguzun edozein informazio pertsonal (Esaterako zure e-mail helbidea foroetan idazteko kontua sortzean) ez zaio beste inori ematen, eta ez da kontua mantentzeko beste ezertarako erabiliko.
fa: اف‌دروید به محرمانگیتان احترام می‌گذارد. شما، دستگاهتان یا آن‌چه نصب می‌کنید را ردیابی نمی‌کنیم. برای استفاده از کارخواه، نیازی به حساب کاربری ندارید و هنگام ارتباط با کارسازهای ما، هیچ دادهٔ شناسایی افزوده‌ای بر شمارهٔ نگارش فرستاده نمی‌شود. ما حتا به شما اجازهٔ نصب برنامه‌های دیگری در مخزن که شما را ردیابی می‌کنند را نمی‌دهیم؛ مگر این که نخست «ردیابی» را در بخش `پادویژگی`های ترجیحات به کار انداخته باشید. هر دادهٔ شخصی‌ای که تصمیم بگیرید به ما بدهید (مثل نشانی رایانامه هنگام ثبت‌نام یک حساب کاربری برای ارسال در انجمن) از ما پیش‌تر نرفته و برای هیچ‌چیزی جز اجازه دادن به شما برای نگه‌داری حسابتان استفاده نمی‌شود.
fr: F-Droid respecte votre vie privée. Nous ne suivons à la trace ni vous ni vos données. Nous ne suivons pas ce que vous installez. Vous n’avez pas besoin de compte pour utiliser le client et il n’envoie aucune donnée supplémentaire à notre serveur qui pourrait vous identifier, à part son numéro de version. Nous ne vous permettons même pas d’installer d’autres applications du dépôt qui vous suivraient à la trace, à moins que vous n’activiez « Traçage » dans la section `Antifonctions` des préférences. Toute donnée personnelle que vous décidez de nous donner (par exemple votre adresse courriel quand vous créez un compte pour publier sur le forum) reste chez nous et ne sera utilisée que pour la gestion de votre compte.
gd: Tha suim aig F-Droid dha do phrìobhaideachd. Cha dèan sinn tracadh ort no air an uidheam agad. Cha dèan sinn tracadh air na stàlaich thu. Chan fheum thu cunntas gus an cliant a chleachdadh agus cha chuir e dàta a bharrachd thugainn leis an gabhadh d’ aithneachadh ach àireamh an tionndaidh nuair a nì thu conaltradh leis na frithealaichean-lìn againn. A bharrachd air sin, cha leig sinn leat aplacaidean eile a stàladh on ionad-tasgaidh a nì tracadh ort ach ma chuireas tu na roghainnean “Tracadh” is `Droch-ghleusan` an comas. Cha sgaoil sinn gin dhen dàta phearsanta a bheir thu thugainn air do thoil fhèin (can an seòladh puist-d agad nuair a chlàraicheas tu cunntas airson postadh air a’ bhòrd-bhrath) agus cha dèid a chleachdadh airson gin sam bith ach gun glèidh thu an cunntas agad.
he: המוצרים מבית F-Droid מכבדים את הפרטיות שלך. איננו עוקבים אחריך או אחרי המכשיר שלך. איננו עוקבים אחרי ההתקנות שלך. אין לך צורך בחשבון משתמש כדי להשתמש בתכנית צד הלקוח, והתכנית עצמה אינה שולחת פרטים מזהים בעת ההתקשרות עם השרתים שלנו למעט מספר הגרסה. אנו אפילו לא מאפשרים להתקין יישומונים נוספים מהמאגר שעוקב אחריך למעט אם הפעלת באופן מפורש ‚מעקב’ בסעיף ה`תכונות השליליות` בהגדרות. כל נתון אישי שמתאים לך לשתף אתנו (כתובת דוא״ל בעת רישום ליצירת חשבון לפרסום בפורום) עוצר אצלנו ולא ישמש לשום מטרה למעט לתת לך אפשרות לתחזק את החשבון שלך.
hi: F-Droid आपकी निजता का सम्मान करता है। हम आपको या आपके डिवाइस को ट्रैक नहीं करते हैं। हम यह ट्रैक नहीं करते कि आप क्या स्थापित करते हैं। क्लाइंट का इस्तेमाल करने के लिए आपको किसी खाते की ज़रूरत नहीं, और यह हमारे वेब सर्वरों से बातचीत के दौरान अपने संस्करण संख्या के अलावा कोई अतिरिक्त पहचानने-योग्य डेटा नहीं भेजता है। हम रिपॉज़िटरी से आपको वे ऐप्स भी स्थापित नहीं करने देंगे जो आपको ट्रैक करे, अगर आप पहले वरीयताओं के `विरोधी सुविधाएँ` अनुभाग से पहले 'ट्रैकिंग' सक्षम न करे। आप जो भी व्यक्तिगत डेटा हमें देंगे (जैसे फ़ोरम पर पोस्ट करने के लिए खाता बनाने के दौरान आपका ईमेल पता), वह हम तक ही सीमित रहेगा, और इसका इस्तेमाल आपके खाते के अनुरक्षण के अलावा और किसी काम के लिए नहीं किया जाएगा।
hu: Az F-Droid tiszteletben tartja az adatvédelmét. Nem követjük sem Önt, sem az eszközét. Nem figyeljük, hogy mit telepít. Nincs szüksége fiókra, hogy a klienst használja, és a verziószámon kívül nem küld azonosító adatokat ha a webkiszolgálónkkal kommunikál. Nem is engedünk olyan alkalmazásokat telepíteni, amelyik követik Önt, csak akkor ha bekapcsolja a „Követés” lehetőséget a beállítások előnytelen funkciók (`AntiFeatures`) szakaszában. Az összes személyes adat, amit mégis megad (például az e-mail címe a fórumregisztrációnál) nem kerül tovább sehová, és nem lesz másra felhasználva, minthogy fenntartsuk a fiókját.
id: F-Droid menghormati privasi Anda. Kami tidak melacak Anda ataupun perangkat Anda. Kami tidak melacak apa yang di pasang. Anda tidak butuh akun untuk menggunakan clientnya dan clientnya tidak mengirim data pengidentifikasian tambahan ketika berbicara kepada server web kami apapun selain nomor versi. Kami bahkan tidak memperbolehkan Anda untuk memasang aplikasi lain dari repositori yang melacak Anda, kecuali kalau Anda mengaktifkan 'Pelacakan' di bagian `AntiFitur` di pengaturan. Data pribadi apapun yang Anda pilih untuk diberikan kepada kami (contohnya alamat surel Anda ketika mendaftarkan akun untuk memposting di forum) tidak akan pergi lebih jauh daripada kami dan tidak akan digunakan untuk apapun selain untuk memperbolehkan Anda untuk memelihara akun Anda.
is: F-Droid virðir einkalíf þitt. Við fylgjumst ekki með þér, eða tækjunum þínum. Við skráum ekki hvað þú setur upp. Þú þarft ekki notandareikning til að setja upp F-Droid forritið, og það sendir engin auka persónugreinanleg gögn í samskiptum við vefþjónninn okkar, önnur en útgáfunúmer forritsins. Við leyfum þér ekki einu sinni að setja upp önnur forrit sem fylgjast með þér, nema þú leyfir fyrst að fylgst sé með þér í `Slæmum` eiginleikum kjörstillinganna. Öll þau persónulegu gögn sem þú gætir ákveðið að láta okkur í té (t.d. tölvupóstfangið þitt þegar þú skráir þig til að geta sent skilaboð á spjallsvæðinu okkar) fara ekkert lengra, og munu ekki verða notuð til neins annars en viðhalds á notandaaðgangi þínum.
it: F-Droid rispetta la tua privacy. Noi non tracciamo te o il tuo dispositivo. Noi non tracciamo quello che installi. Non hai bisogno di un account per poter utilizzare il client e quest'ultimo non invia alcun dato identificativo oltre al suo numero di versione quando comunica con il nostro server. Non permettiamo nemmeno a te di installare altre applicazioni dal repository che possano tracciarti, a patto che non tu non abbia abilitato ‘Tracking’ nella sezione `AntiFeatures` delle impostazioni. Ogni dato personale che deciderai di inviarci (per esempio il tuo indirizzo email durante la registrazione di un account per scrivere sul forum) non verrà fornito a terzi e sarà usato soltanto per consentirti di gestire il tuo account.
ja: F-Droidはユーザーのプライバシーを尊重します。私たちはユーザーも、ユーザーの端末を追跡しません。ユーザーがどのアプリをインストールするかについても追跡は行いません。クライアントを使うのにアカウントは不要で、バージョン番号以外にサーバーへ追加の識別情報を送信することはありません。設定にある`好ましくない機能`のセクションで「追跡」が有効にされていない限り、ユーザーを追跡するアプリをレポジトリからインストールすることについても許可しません。私たちに提供される個人データ（例えば、フォーラムのアカウントに登録されているメールアドレス）が第三者に提供されることはなく、また、アカウントの維持以外に使用されることもありません。
nn: F-Droid respekter personvernet ditt. Me sporar verken deg eller Android-eininga di. Me lagrar ikkje noko oversikt over kva du installerer. Du treng ikkje nokon konto for å bruka F-Droid-appen, og han sender ikkje noko informasjon som identifiserer deg når han kommuniserer med vevtenarane våre, utanom versjons­nummer. Me tillèt heller ikkje appar som sporar deg i pakkebrønnen vår, med mindre du slår på sporing under «antifunksjonalitet» i innstillingane. All personleg informasjon du oppgjev til oss (for eksempel e-postadressa di når registrerer ein konto til brukarforumet), vert aldri vidareformidla til andre, og han vert heller ikkje brukt til anna enn å gjera det mogleg for deg å halda kontoen din oppdatert.
pl: F-Droid szanuje Twoją prywatność. Nie śledzimy Ciebie ani Twojego urządzenia. Nie śledzimy tego, co instalujesz. Nie potrzebujesz konta do korzystania z klienta i nie wysyła żadnych dodatkowych danych identyfikacyjnych podczas komunikowania się z naszymi serwerami internetowymi, innych niż jego numer wersji. Nie zezwalamy nawet na instalowanie innych aplikacji z repozytorium, które Cię śledzą, chyba że najpierw włączysz opcję "Śledzenie" w sekcji preferencji `Niepożądane funkcje`. Wszelkie dane osobowe, które zdecydujesz się nam podać (np. twój adres e-mail podczas rejestracji konta do opublikowania na forum) nie wykraczają poza nas i nie będą wykorzystywane do niczego innego niż umożliwienie Ci utrzymania konta.
pt: O F-Droid respeita a sua privacidade. Não o rastreamos a si nem o seu aparelho. Não rastreamos o que instala. Não tem de ter uma conta para usar a aplicação cliente e esta não envia informações adicionais de identificação quando comunica com os nossos servidores web exceto o número da versão. Nem sequer permitimos que instale alguma aplicação do nosso repositório se esta o for rastrear, a não ser que ative a opção "Rastreamento" na secção "Características indesejadas" das preferências. Qualquer dado pessoal que decida fornecer-nos (por ex. o seu endereço de e-mail quando se regista numa conta para publicar no fórum) não é transmitido para ninguém além de nós mesmos e não será usado para mais nada para além de permitir que administre a sua conta.
pt_br: O F-Droid respeita sua privacidade. Nós não rastreamos você, nem seu dispositivo. Nós não rastreamos o que você instala. Você não precisa de uma conta para usar o cliente, e ele não envia dados de identificação adicionais quando se comunica com nossos servidores web, além do número de versão. Nós nem mesmo permitimos que você instale outras aplicações a partir do repositório que rastreia você, a menos que você primeiro ative o 'Rastreamento' na seção `AntiFeatures` nas preferências. Qualquer dado pessoal que você decidir nos fornecer (por exemplo, seu endereço de e-mail ao se registrar para uma conta para postar no fórum) não vai além de nós, e não será usado para nada além de permitir que você mantenha sua conta.
ro: F-Droid vă respectă confidențialitatea. Nu vă urmărim pe dumneavoastră sau dispozitivul dumneavoastră. Nu urmărim ceea ce instalați. Nu aveți nevoie de un cont pentru a utiliza clientul, iar acesta nu trimite date de identificare suplimentare atunci când comunică cu serverele noastre web, în afară de numărul versiunii sale. Nu vă permitem nici măcar să instalați alte aplicații din depozit care vă urmăresc, decât dacă activați mai întâi "Urmărire" în secțiunea `AntiFeatures` din preferințe. Orice date cu caracter personal pe care decideți să ni le furnizați (de exemplu, adresa dvs. de e-mail atunci când vă înregistrați pentru un cont pentru a posta pe forum) nu merg mai departe de noi și nu vor fi folosite pentru nimic altceva decât pentru a vă permite să vă mențineți contul.
ru: F-Droid уважает вашу конфиденциальность. Мы не отслеживаем ни вас, ни ваше устройство. Мы не отслеживаем, что вы устанавливаете. Для использования клиента не нужно создавать аккаунт, и он не отсылает никаких идентифицирующих сведений при общении с нашими веб-серверами, лишь номер своей версии. Мы позволяем устанавливать отслеживающие приложения из репозитория только в том случае, если Вы предварительно включили "Отслеживание" в разделе настроек `Нежелательных возможностей`. Никакие из личных сведений, которые вы решили нам предоставить (например, адрес электронной почты при регистрации учетной записи для общения на форуме), от нас не уходят, и не будут использованы ни для чего-то другого кроме как для поддержания вашей учетной записи.
sq: F-Droid respekton privatësinë tuaj. Nuk ndjekim as ju, as pajisjen tuaj. Nuk ndjekim çfarë instaloni. Nuk ju duhet një llogari që të përdorni klientin, dhe ai nuk dërgon të dhëna shtesë që lejojnë identifikime, kur komunikon me shërbyesin tonë, hiq numrin e vet të versionit. Madje as lejojmë të instaloni prej depos aplikacione të tjera që ju gjurmojnë, veç në paçi aktivizuar së pari ‘Gjurmim’ te pjesa `AntiVeçori` e parapëlqimeve. Çfarëdo të dhënash personale që vendosni të na jepni (p.sh., adresa juaj email, kur regjistroni një llogari qq të postoni te forumi) nuk udhëton më tej se te ne, dhe s’do të përdoret për gjë tjetër veç se t’ju lejojë të mirëmbani llogarinë tuaj.
tr: F-Droid gizliliğinize saygı duyar. Sizi veya aygıtınızı takip etmiyoruz. Ne kurduğunuzu izlemiyoruz. İstemciyi kullanmak için bir hesaba ihtiyacınız yoktur ve web sunucularımızla iletişim kurarken sürüm numarası dışında hiçbir ek tanımlayıcı veri göndermez. Tercihlerin `AntiFeatures` bölümünde ‘İzleme’ seçeneğini etkinleştirmediğiniz sürece, sizi takip eden depodaki diğer uygulamaları kurmanıza bile izin vermiyoruz. Bize vermeye karar verdiğiniz herhangi bir kişisel veri (örneğin, forumda bir hesaba kaydolurken e-posta adresiniz) bizden öteye gitmez ve hesabınızı korumanıza izin vermek dışında hiçbir şey için kullanılmayacaktır.
uk: F-Droid поважає вашу приватність. Ми не відстежуємо ні вас, ні ваш пристрій. Ми не відстежуємо, що ви встановлюєте. Клієнт не потребує облікового запису, до того ж єдині особові дані, які він передає при з'єднанні з нашими вебсерверами, — це номер його версії. Ми навіть не дозволяємо встановлювати інші застосунки, які відстежують вас, із репозиторію, якщо ви не ввімкнули «Відстеження» в розділі `Небажані функції`. Будь-які особисті дані, які ви вирішили надати нам (наприклад, адресу е-пошти при реєстрації облікового запису на форумі), ми нікому не передаємо, і їх не буде використано ні для чого, крім надання вам змоги підтримувати ваш обліковий запис.
vi: F-Droid tôn trọng sự riêng tư của bạn. Chúng tôi không theo dõi bạn, hay thiết bị của bạn. Chúng tôi không theo dõi những gì bạn cài đặt. Bạn không cần một tài khoản để sử dụng ứng dụng khách, và nó không gửi đi thêm dữ liệu có tính nhận dạng khi giao tiếp với các máy chủ web của chúng tôi, trừ số phiên bản của nó. Chúng tôi còn không cho phép bạn cài đặt các ứng dụng khác từ kho mà chúng theo dõi bạn, trừ khi bạn bật 'Theo dõi' trong khu vực `Các tính năng không mong muốn` của cài đặt trước tiên. Bất kỳ dữ liệu cá nhân nào mà bạn quyết định đưa cho chúng tôi (ví dụ như địa chỉ email của bạn khi đăng ký tài khoản để đăng trên diễn đàn) không đi xa hơn chúng tôi, và sẽ không được sử dụng vào bất kỳ việc gì ngoài việc cho phép bạn duy trì tài khoản của bạn.
zh_hans: F-Droid 尊重你的隐私权。我们不会追踪你或你的设备。我们也不会追踪你安装的内容。你无需帐号就能使用客户端，并且，在与我们的网络服务器进行通信时，除了其版本号外，客户端不会发送其它的识别数据。我们甚至不允许你从存储库中安装追踪你的其他应用，除非你在客户端首选项的`负面特征`部分中启用“跟踪”。你选择提供给我们的任何个人数据（例如你在论坛上发表文章时，用于注册帐号的电子邮件地址）不会被我们透露给其他人。除了使你能够维护你的帐号之外，这些数据也不会被用于其他用途。
zh_hant: F-Droid 尊重您的隱私。我們不會追蹤您或您的裝置，我們也不會記錄您所安裝的應用程式。您不需要帳號就能使用用戶端，並且在用戶端與我們的網路伺服器進行資料傳輸時，除了其版本號碼外，不會發送其它的可識別資料。除非您先啟用偏好設定中`反特徵`部分的「追蹤」，我們甚至不允許您透過會追蹤您的軟體庫安裝應用程式。您選擇提供給我們的任何個人資料（例如在論壇上發表時，註冊為帳號的電子郵件地址）除了供您維護帳號之外，我們不會更進一步地用於任何其他事情。

source: Contributors
ar: المساهمون
ca: Contribuïdors
cs: Přispěvatelé
de: Mitwirkende
eo: Kontribuintoj
es: Contribuidores
es_ar: Colaboradores
et: Kaasautorid
eu: Parte hartzaileak
fa: مشارکت کنندگان
fr: Contributeurs
gd: Com-pàirtichean
he: תורמים
hi: योगदानकर्ताएँ
hu: Közreműködők
id: Kontributor
is: Þátttakendur
it: Collaboratori
ja: 貢献者
nb: Bidragsytere
nl: Bijdragers
nn: Bidragsytarar
pl: Współtwórcy
pt: Colaboradores
pt_br: Colaboradores
pt_pt: Colaboradores
ro: Contribuitori
ru: Контрибьюторы
sq: Kontribues
tr: Katkıda bulunanlar
uk: Учасниці й учасники
vi: Những người đóng góp
zh_hans: 贡献者
zh_hant: 貢獻者
