Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: If you already know something about F-Droid, then you can help others learn and get started. Help answer questions that users and developers have about F-Droid! Please be considerate of our [code of conduct]({{ site.baseurl }}/docs/Code_of_Conduct). We want to provide a positive and enjoyable environment for everybody.
ar: إذا كنت تعرف بالفعل شيئا عن F-Droid ، فيمكنك مساعدة الآخرين على التعلم والبدء. ساعد في الإجابة على الأسئلة التي يطرحها المستخدمون والمطورون حول F-Droid! يرجى مراعاة [قواعد السلوك]({{ site.baseurl }}/docs/Code_of_Conduct). نريد توفير بيئة إيجابية وممتعة للجميع.
ca: Si ja teniu coneixements sobre l'F-Droid, podeu ajudar a altres a aprendre'n i donar els primers passos. Podeu ajudar responent preguntes que els usuaris i desenvolupadors tenen sobre l'F-Droid. Tingueu present el nostre [codi de conducta]({{ site.baseurl }}/docs/Code_of_Conduct). Volem mantenir un entorn positiu per a tothom.
cs: Pokud už o F-Droidu něco víte, můžete ostatním pomoci s učením a začátky. Pomozte s odpovídáním na otázky, které mají uživatelé a vývojáři ohledně projektu F-Droid! Dbejte prosím na náš [etický kodex]({{ site.baseurl }}/docs/Code_of_Conduct). Chceme všem poskytnout pozitivní a příjemné prostředí.
de: Wenn Sie bereits etwas über F-Droid wissen, dann können Sie anderen dabei helfen damit loszulegen. Helfen Sie mit Fragen zu beantworten, die Anwender und Entwickler zu F-Droid haben! Berücksichtigen Sie bitte unseren [Verhaltenskodex]({{ site.baseurl }}/docs/Code_of_Conduct). Wir möchten allen ein positives und angenehmes Umfeld bieten.
eu: Dagoeneko F-Droid-i buruzko ezagutzak badituzu, besteei lagun diezaiekezu ikasten eta lehen pausoak ematen. Erantzun erabiltzaile eta garatzaileek F-Droid-i buruz dituzten galderak! Mesedez kontuan izan gure [jokabide kodea]({{ site.baseurl }}/docs/Code_of_Conduct). Guztientzat gozagarria den ingurune positiboa eskaini nahi dugu.
he: אם כבר יצא לך להתעסק קצת עם F-Droid, אפשר לסייע לאחרים להתחיל להשתמש. אפשר לענות על שאלות שעולות אצל מפתחים ומשתמשים ב־F-Droid! מוטב להתחשב ב[כללי ההתנהגות]({{ site.baseurl }}/docs/Code_of_Conduct) שלנו. אנו רוצים לספק סביבה חיובית ומהנה לכולם.
hi: यदि आप पहले से ही एफ-ड्रॉयड के बारे में कुछ जानते हैं, तो आप दूसरों को सीखने और शुरू करने में मदद कर सकते हैं। F-Droid के बारे में उपयोगकर्ताओं और डेवलपर्स के सवालों के जवाब देने में मदद करें! कृपया हमारी [आचार संहिता]({{ site.baseurl }}/docs/Code_of_Conduct) के बारे में विचार करें। हम सभी के लिए एक सकारात्मक और सुखद वातावरण प्रदान करना चाहते हैं।
hu: Ha már tud valamit az F-Droidról, akkor segíthet másoknak a tanulásban és az elindulásban. Segítsen megválaszolni a felhasználók és fejlesztők kérdéseit az F-Droiddal kapcsolatban! Legyen tekintettel a [viselkedési kódexünkre]({{ site.baseurl }}/docs/Code_of_Conduct). Pozitív és élvezhető környezetet szeretnénk biztosítani mindenki számára.
id: Jika Anda sudah tahu sesuatu tentang F-Droid, Anda dapat membantu lainnya untuk belajar dan memulai. Bantu menjawab pertanyaan yang dimiliki oleh pengguna dan pengembang tentang F-Droid! Pastikan Anda sudah tahu tentang [kode etik]({{ site.baseurl }}/docs/Code_of_Conduct). Kami ingin menyediakan lingkungan positif yang dapat dinikmati oleh semuanya.
ja: F-Droidについて既に何か知っていれば、他の人が学んだり始めたりするのを助けられます。F-Droidに関するユーザーや開発者の質問に対して答えるのを手伝ってもらえませんか？ その際には、[行動規範]({{ site.baseurl }}/docs/Code_of_Conduct)に気をつけてください。私たちはここで、誰にとっても楽しめる気持ちの良い環境を提供したく考えています。
pl: Jeśli wiesz już coś o F-Droid, możesz pomóc innym w nauce i rozpoczęciu pracy. Pomóż odpowiadać na pytania użytkowników i programistów dotyczące F-Droid! Przestrzegaj naszego [kodeksu postępowania]({{ site.baseurl }}/docs/Code_of_Conduct). Chcemy zapewnić wszystkim pozytywne i przyjemne środowisko.
pt: Se já sabe alguma coisa sobre o F-Droid, pode ajudar outros a aprender e a começar. Ajude a responder às perguntas que os utilizadores e os programadores têm sobre o F-Droid! Por favor, leve em consideração o nosso [código de conduta]({{ site.baseurl }}/docs/Code_of_Conduct). Queremos proporcionar um ambiente positivo e agradável para todos.
pt_br: Se você já sabe alguma coisa sobre o F-Droid, pode ajudar outras pessoas a aprender e a começar. Ajude a responder às perguntas que os usuários e desenvolvedores têm sobre o F-Droid! Tenha consideração por nosso [código de conduta]({{ site.baseurl }}/docs/Code_of_Conduct). Queremos proporcionar um ambiente positivo e agradável para todos.
ru: Если вы уже что-то знаете о F-Droid, то вы можете помочь узнать остальным и начать работу. Помогите ответить на вопросы пользователей и разработчиков о F-Droid! Пожалуйста, будьте внимательны к нашему [кодексу поведения]({{ site.baseurl }}/docs/Code_of_Conduct). Мы хотим обеспечить позитивную и приятную атмосферу для всех.
uk: Якщо ви вже знаєте щось про F-Droid, то можете допомогти іншим дізнатися і почати роботу. Допоможіть відповісти на питання, які користувачі та розробники мають про F-Droid! Будь ласка, дотримуйтесь наших [правил поведінки]({{ site.baseurl }}/docs/Code_of_Conduct). Ми хочемо забезпечити позитивне і приємне середовище для всіх.
zh_hans: 如果你对 F-Droid 已有一定了解，你可以帮助其他人学习并开始使用 F-Droid。 帮助回答用户和开发者有关 F-Droid 的问题！请遵守我们的[行为准则]({{ site.baseurl }}/docs/Code_of_Conduct)。 我们希望为所有人提供积极和令人愉悦的环境。

source: Report Problems
ar: أبلِغ عن المشاكل
ca: Informeu de problemes
cs: Nahlásit problémy
de: Probleme melden
eo: Raporti erarojn
es: Informar de problemas
es_ar: Reportar problemas
et: Teata vigadest
eu: Eman arazoen berri
fa: گزارش مشکلات
fr: Signaler des problèmes
gd: Dèan aithris air duilgheadas
he: דיווח על תקלות
hi: समस्याओं को रिपोर्ट करें
hu: Problémák bejelentése
id: Melaporkan Masalah
is: Tilkynna um vandamál
it: Segnala problemi
ja: 問題の報告
nb: Rapporter problemer
nl: Probleem melden
nn: Meld frå om feil
pl: Raportowanie błędów
pt: Reportar problemas
pt_br: Relate Problemas
pt_pt: Reportar Problemas
ro: Raportează probleme
ru: Сообщить о проблеме
sq: Njoftoni Probleme
tr: Sorunları Bildirin
uk: Повідомляйте про проблеми
vi: Báo cáo vấn đề
zh_hans: 报告问题
zh_hant: 回報問題

source: If you experience problems with the site or client software, you can report them in [the appropriate issue tracker]({{ "/issues/" | prepend: site.baseurl }}), talk with us in the [Forums](https://forum.f-droid.org/) or join [the chat]({{ site.baseurl }}/about/#contact) via your protocol of choice. We also welcome help managing our issue trackers, including asking follow-up questions, reviewing merge requests, adding labels, and more.
ar: إذا واجهت مشكلات مع الموقع أو برنامج العميل، فيمكنك الإبلاغ عنها في [أداة تعقب المشكلات المناسبة]({{ "/issues/" | prepend: site.baseurl }}) أو التحدث معنا في [المنتديات](https://forum.f-droid.org/) أو الانضمام إلى [الدردشة]({{ site.baseurl }}/about/#contact) عبر البروتوكول الذي تختاره. نرحب أيضا بالمساعدة في إدارة أدوات تتبع المشكلات لدينا، بما في ذلك طرح أسئلة المتابعة ومراجعة طلبات الدمج وإضافة التصنيفات والمزيد.
ca: Si experimenteu problemes amb el lloc o el programari del client, podeu informar-los al [seguidor d'incidències apropiat]({{ "/issues/" | prepend: site.baseurl }}), parlar amb nosaltres als [Forums](https://forum.f-droid.org/) o unir-vos al [xat]({{ site.baseurl }}/about/#contact) a través del vostre protocol d'elecció. També acollim amb satisfacció l'ajuda per gestionar els nostres seguiment de problemes, com ara fer preguntes de seguiment, revisar les peticions de fusió, afegir etiquetes i més.
cs: Pokud máte problémy se stránkami nebo s klientem, můžete je nahlásit do sledování chyb v [odpovídajícím systému sledování problémů]({{ "/issues/" | prepend: site.baseurl }}), promluvit si s námi na [fórech](https://forum.f-droid.org/) nebo se připojit do [chatu]({{ site.baseurl }}/about/#contact) s vaším oblíbeným protokolem. Uvítáme také pomoc se správou našich systémů sledování problémů, včetně kladení doplňujících otázek, přezkoumávání žádostí o sloučení, přidávání štítků a další činnosti.
de: Bei Problemen mit der Website oder der Client-Software können diese an [das geeignete Ticketsystem]({{ "/issues/" | prepend: site.baseurl }}) gemeldet, im [Forum](https://forum.f-droid.org/) oder im [Chat]({{ site.baseurl }}/about/#contact) über das Protokoll Ihrer Wahl mit uns besprochen werden. Wir begrüßen es auch, uns bei der Bearbeitung unserer Ticketsysteme zu helfen, was die Beantwortung von Folgefragen, Überprüfung von Merge Requests, Zuordnung von Labels und weitere Aufgaben einschließt.
eu: Gunearekin edo bezeroarekin arazoak badituzu, jakinarazi ([arazoen kudeatzaile egokian]({{ "/issues/" | prepend: site.baseurl }})), hitz egin gurekin [foroetan](https://forum.f-droid.org/) edo [txatean]({{ site.baseurl }}/about/#contact) gogokoen duzun protokoloa erabiliz. Eskertzen dugu baita gure arazoen kudeatzailean laguntzea, esaterako, jarraipena emateko galderak egitea, kode ekarpenak berrikustea, etiketak gehitzea, eta abar.
he: אם נתקלת בתקלות עם האתר או תוכנת צד הלקוח, אפשר לדווח עליהן ב[עוקב התקלות המתאים]({{ "/issues/" | prepend: site.baseurl }}), לדבר אתנו ב[פורומים](https://forum.f-droid.org/) או להצטרף ל[צ׳אט]({{ site.baseurl }}/about/#contact) דרך הפרוטוקול המועדף עליך. אנו גם שמחים לקבל עזרה בניהול עוקב התקלות, כולל פרסום שאלות עוקבות, סקירת בקשות מיזוג, הוספת תוויות ועוד.
hi: यदि आप साइट या क्लाइंट सॉफ़्टवेयर के साथ समस्याओं का अनुभव करते हैं, तो आप उन्हें [उपयुक्त समस्या ट्रैकर]({{ "/issues/" | prepend: site.baseurl }}), में रिपोर्ट कर सकते हैं, [फ़ोरम](https://forum.f-droid.org/) में हमारे साथ बात कर सकते हैं या अपनी पसंद के प्रोटोकॉल के माध्यम से [चैट]({{ site.baseurl }}/about/#contact) में शामिल हो सकते हैं। हम अपने समस्या ट्रैकर्स को प्रबंधित करने में सहायता का भी स्वागत करते हैं, जिसमें अनुवर्ती प्रश्न पूछना, मर्ज अनुरोधों की समीक्षा करना, लेबल जोड़ना और बहुत कुछ शामिल है।
hu: Ha problémákat tapasztal az oldallal vagy a kliensszoftverrel, akkor bejelentheti ([a megfelelő hibakövetőben]({{ "/issues/" | prepend: site.baseurl }})), beszélhet róla velünk a [Fórumban](https://forum.f-droid.org/), vagy csatlakozhat [a csevegéshez]({{ site.baseurl }}/about/#contact) az Önnek megfelelő protokollon. Szívesen vesszük azt is, ha segít a jegykezelőnkben: tisztázó kérdéseket tesz fel, átnézi a beolvasztási kéréseket, címkéket ad hozzá, stb.
id: Jika Anda mengalami masalah dengan situs atau perangkat lunak klien, Anda dapat melaporkannya di [pelacak masalah yang sesuai]({{ "/issues/" | prepend: site.baseurl }}), bicarakan dengan kami di [Forum](https://forum.f-droid.org/) atau bergabunglah ke [obrolan]({{ site.baseurl }}/about/#contact) melalui protokol yang Anda pilih. Kami juga menerima bantuan untuk mengelola pelacak masalah kami, termasuk mengajukan pertanyaan tindak lanjut, meninjau permintaan penggabungan, menambahkan label, dan banyak lagi.
ja: サイトまたはクライアントソフトに問題があった場合は、[該当するissueトラッカー]({{ "/issues/" | prepend: site.baseurl }})や[フォーラム](https://forum.f-droid.org/)、[チャット]({{ site.baseurl }}/about/#contact)などでご報告ください。また、フォローアップの質問、マージリクエストのレビュー、ラベルの追加などを含む issueトラッカーの管理についても歓迎します。
pl: Jeśli napotkasz problemy ze stroną lub oprogramowaniem klienckim, możesz je zgłosić za pomocą [odpowiedniego narzędzia do śledzenia problemów]({{ "/issues/" | prepend: site.baseurl }}), porozmawiać z nami na [Forach](https://forum.f-droid.org/) lub dołączyć do [czatu]({{ site.baseurl }}/about/#contact) za pośrednictwem wybranego protokołu. Mile widziana jest również pomoc w zarządzaniu naszymi narzędziami do śledzenia problemów, w tym zadawanie dalszych pytań, przeglądanie próśb o scalenie, dodawanie etykiet i nie tylko.
pt: Se tiver problemas com o site ou com o software cliente, pode reportá-los no [rastejador de problemas apropriado]({{ "/issues/" | prepend: site.baseurl }}), falar connosco nos [Fóruns](https://forum.f-droid.org/) ou juntar-se ao [chat]({{ site.baseurl }}/about/#contact) através do protocolo da sua preferência. Também agradecemos ajuda para gerir os nossos rastejadores de problemas, incluindo fazer perguntas de acompanhamento, rever pedidos de fusão, adicionar etiquetas e muito mais.
pt_br: Se você tiver problemas com o site ou software cliente, pode reportá-los no [rastreador de problemas apropriado]({{ "/issues/" | prepend: site.baseurl }}) ou falar conosco nos [Fóruns](https://forum.f-droid.org/) ou no [bate-papo]({{ site.baseurl }}/about/#contact) por meio do protocolo de sua preferência. Também gostaríamos de receber ajuda para gerenciar nossos rastreadores de problemas, inclusive para fazer perguntas de acompanhamento, revisar solicitações de mesclagem, adicionar rótulos e muito mais.
ru: Если у вас возникли проблемы с сайтом или клиентским ПО, вы можете сообщить о них в [соответствующий трекер проблем]({{ "/issues/" | prepend: site.baseurl }}), пообщаться с нами на [Форумах](https://forum.f-droid.org/) или присоединиться к [чату]({{ site.baseurl }}/about/#contact) по удобному для вас протоколу. Мы также приветствуем помощь в управлении нашими трекерами проблем, включая постановку последующих вопросов, рассмотрение запросов на слияние, добавление меток и многое другое.
uk: Якщо у вас виникли проблеми з сайтом або клієнтським програмним забезпеченням, ви можете повідомити про них у [відповідному трекері проблем]({{ "/issues/" | prepend: site.baseurl }}), поспілкуватися з нами на [Форумі](https://forum.f-droid.org/) або приєднатися до [спілкування]({{ site.baseurl }}/about/#contact) за допомогою обраного вами протоколу. Ми також будемо вдячні за допомогу в керуванні нашими трекерами проблем, зокрема, за додаткові запитання, перегляд запитів на злиття, додавання міток тощо.
zh_hans: 如果遇到网站或客户端软件相关的问题，你可以在 [合适的问题跟踪器]({{ "/issues/" | prepend: site.baseurl }}) 中报告问题, 在 [论坛](https://forum.f-droid.org/) 中与我们交流或通过你选择的协议加入 [聊天]({{ site.baseurl }}/about/#contact) 。 我们也欢迎帮忙管理问题跟踪器，包括询问后续问题，审阅合并请求，添加标签等。

source: Submit Applications
ar: قدّم تطبيقات
ca: Envieu aplicacions
cs: Přidat aplikace
de: Anwendungen einreichen
eo: Aldoni aplikaĵojn
es: Enviar aplicaciones
es_ar: Enviar aplicaciones
et: Ettepanekud uute rakenduste lisamiseks
eu: Bidali aplikazioak
fa: ثبت برنامه‌ها
fr: Soumettre des applications
gd: Cuir a-null aplacaidean
he: הגשת יישומונים
hi: ऐप्लिकेशन्स प्रस्तुत करें
hu: Alkalmazások beküldése
id: Kirim Aplikasi
is: Senda inn forrit
it: Invia applicazioni
ja: アプリを提出
nb: Send inn programmer
nl: Aanvragen verzenden
nn: Legg til appar
pl: Zgłaszanie nowych aplikacji
pt: Submeter aplicações
pt_br: Enviar Aplicativos
pt_pt: Submeter Aplicações
ro: Trimiteți aplicații
ru: Подать заявку
sq: Parashtroni Aplikacione
tr: Uygulamalar Gönderin
uk: Додавайте застосунки до репозиторію
vi: Gửi đi các ứng dụng
zh_hans: 提交应用
zh_hant: 提交應用程式

source: If you see an application missing from the repository (after reading the [inclusion policy](../docs/Inclusion_Policy)), please feel free to submit it via the dedicated [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues) issue tracker.
ar: إذا رأيت تطبيقًا مفقودًا من المستودع (بعد قراءة [سياسة التضمين](../docs/Inclusion_Policy))، فلا تتردد في إرساله عبر [طلب الحزمة](https://gitlab.com/fdroid/rfp/issues) تعقب المشكلات.
ca: Si veieu que falta una aplicació del dipòsit (després de llegir la [política d'inclusió](../docs/Inclusion_Policy)), si us plau, no dubteu a enviar-la a través del seguidor d'incidències dedicat [Demanda d'Empaquetatge](https://gitlab.com/fdroid/rfp/issues).
cs: Pokud znáte aplikaci, která chybí v repositáři (na základě [zásad zařazení](../docs/Inclusion_Policy)), navrhněte ji prosím na k tomu určeném místě do sledování změn [Návrhy na balíčky](https://gitlab.com/fdroid/rfp/issues).
de: Vermissen Sie in der Paketquelle eine Anwendung, welche die [Aufnahmekriterien](../docs/Inclusion_Policy) erfüllt, dann können Sie diese gerne über das dafür ausgewiesene Ticketsystem für [Anträge auf Packaging](https://gitlab.com/fdroid/rfp/issues) einreichen.
eu: Biltegian aplikazioren bat falta dela ikusten baduzu ([sarrera politika](../docs/Inclusion_Policy) irakurri eta gero), eman berri horretara zuzendutako [paketatze eskarien](https://gitlab.com/fdroid/rfp/issues) atalean.
fr: Si vous voyez qu’une application manque dans le dépôt (après avoir lu la [politique d’inclusion](../docs/Inclusion_Policy)), n’hésitez pas à la proposer grâce au système de suivi des problèmes consacré aux [demandes d’empaquetage](https://gitlab.com/fdroid/rfp/issues).
he: אם נתקלת ביישומון שלא מופיע במאגר (לאחר שקראת את [מדיניות ההכללה](../docs/Inclusion_Policy)), נא לשלוח לנו בקשה להוסיף אותו למאגר דרך מערכת הדיווח למערכת הדיווח על [בקשות אריזה](https://gitlab.com/fdroid/rfp/issues).
hi: अगर आपको रिपॉज़िटरी में से कोई ऐप्लिकेशन लापता नज़र आती है ([योग्यता नीति](../docs/Inclusion_Policy) को पढ़ने के बाद), कृपया इसे [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues) समस्या ट्रैकर के ज़रिए प्रस्तुत करें।
hu: Ha olyan alkalmazást talált, amely hiányzik a tárolóból (miután elolvasta a [bevételei irányelveket](../docs/Inclusion_Policy)), akkor nyugodtan küldje be a különálló [Csomagolási kérések](https://gitlab.com/fdroid/rfp/issues) hibakövetőben.
id: Jika Anda melihat aplikasi yang hilang dari repositori (setelah membaca [kebijakan pencantuman](../docs/Inclusion_Policy)), silakan mengirimkannya melalui pelacakan masalah [Permintaan untuk Kemasan](https://gitlab.com/fdroid/rfp/issues).
is: Ef þú sérð forrit sem vantar í hugbúnaðarsafnið (eftir að hafa lesið [skilyrðin fyrir innsetningu](../docs/Inclusion_Policy)), þá máttu gjarnan leggja það fram í gegnum sérstaka þráðinn [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues) í verkskráningunni.
ja: （[追加方針](../docs/Inclusion_Policy)を確認した後で）アプリケーションがリポジトリに含まれていないことに気がついた場合は、[パッケージ化のリクエスト](https://gitlab.com/fdroid/rfp/issues)専用のIssueトラッカーでリクエストを行ってください。
pl: Jeśli zauważysz brak aplikacji w repozytorium (po zapoznaniu się z [polityką włączenia](../docs/Inclusion_Policy)), prześlij ją za pośrednictwem dedykowanego [Requests For Packaging](https://gitlab.com/ fdroid/rfp/issues) narzędzie do śledzenia problemów.
pt: Se notar que falta uma aplicação no repositório (após ler a [política de inclusão](../docs/Inclusion_Policy)), por favor sinta-se livre para enviá-la pelo rastreador dedicado [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues) .
pt_br: Se você identificar que uma aplicação está ausente no repositório (após ler a [política de inclusão](../docs/Inclusion_Policy)), por favor sinta-se livre para enviá-la pelo rastreador dedicado [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues).
ro: Dacă observați că o aplicație lipsește din depozit (după ce ați citit [inclusion policy](../docs/Inclusion_Policy)), vă rugăm să nu ezitați să o trimiteți prin intermediul tracker-ului dedicat [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues).
ru: Если вы видите, что какое-то приложение отсутствует в репозитории (после прочтения [политики включения](../docs/Inclusion_Policy)), пожалуйста, не стесняйтесь отправить его через специальный трекер [Запросы на включение](https://gitlab.com/fdroid/rfp/issues).
sq: Nëse shihni se një aplikacion mungon te depoja (pasi të keni lexuara [rregulla përfshirjeje](../docs/Inclusion_Policy)), ju lutemi, mos ngurroni ta parashtroni përmes ndjekësit të problemeve enkas për raste të tilla, [Kërkesa Për Paketim](https://gitlab.com/fdroid/rfp/issues).
tr: Depoda eksik bir uygulama görürseniz ([dahil etme politikası](../docs/Inclusion_Policy)'nı okuduktan sonra), lütfen bunu özel [Paketleme Talepleri](https://gitlab.com/fdroid/rfp/issues) sorun izleyicisi aracılığıyla göndermekten çekinmeyin.
uk: Якщо в репозиторії відсутній застосунок, надішліть його (прочитавши [політику додання](../docs/Inclusion_Policy)) на трекер обговорень, а саме до розділу RFP — [запитів на пакування](https://gitlab.com/fdroid/rfp/issues).
zh_hans: 如果发现存储库中未收录某个应用（请首先阅读[收录政策](../docs/Inclusion_Policy)），可随时通过专用的[打包请求](https://gitlab.com/fdroid/rfp/issues) 问题跟踪器提交。
