Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: This all got easier now: with Repomaker, you are able to create your own repo and do not need to have any special knowledge to do so. Check out the [installation guide](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) for information on how you can install Repomaker on your device.
ar: أصبح كل هذا أسهل الآن: مع Repomaker ، يمكنك إنشاء الريبو الخاص بك ولا تحتاج إلى أي معرفة خاصة للقيام بذلك. راجع [دليل التثبيت](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) للحصول على معلومات حول كيفية تثبيت Repomaker على جهازك.
ca: El procés ara és molt més fàcil amb Repomaker. Podeu crear el vostre propi dipòsit sense cap coneixement especial. Vegeu la [guia d'instal·lació](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) per a més informació sobre com instal·lar Repomaker al vostre dispositiu.
cs: To vše je nyní snazší: Repomaker je k tomu, abyste mohli založit vlastní repozitář a nemuseli mít pro to zvláštní znalosti. Skoukněte [instalační příručku](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) pro další informace k instalaci Repomaker na svém zařízení.
de: Das ist jetzt alles einfacher geworden: Mit Repomaker kann man sein eigenes Repo erzeugen, ohne dafür Spezialwissen zu brauchen. Informationen, wie Sie Repomaker auf Ihrem Gerät installieren können, finden Sie in der [Installationsanleitung](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation).
eo: Tio ĉi estas nun pli facila: per la Deponej-farilo vi povas krei vian propran deponejon kaj ne devas posedi specialan scion pri tio. Legu la [instalan manlibron](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) (angle) por sciiĝi kiel instali la Deponej-farilon ĉe via aparato.
es: Todo esto se ha simplificado ahora: con Repomaker, puedes crear tu propio repositorio y no necesitas tener ningún conocimiento particular para hacerlo. Consulta la [guía de instalación](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) para información sobre cómo instalar Repomaker en tu dispositivo.
es_ar: Todo esto se ha simplificado ahora: con Repomaker, podés crear tu propio repositorio y no necesitás tener ningún conocimiento particular para hacerlo. Consultá la [guía de instalación](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) para información sobre cómo instalar Repomaker en tu dispositivo.
et: See kõik on nüüd lihtsam - Repomaker aitab luua sul oma hoidla ja sul pole selle jaoks vaja väga spetsiifilisi teadmisi. Kui tahad teada mil viisil Repomaker'i paigaldus toimib, siis palun loe [paigaldusjuhendit](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation).
eu: Hau orain errazagoa da: Repomaker erabilita zure biltegia sortu dezakezu ezagutza berezirik behar gabe. Begiratu [instalazio gida](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) Repomaker zure gailuan instalatzeko argibideetarako.
fa: اکنون همهٔ این‌ها آسان‌تر شده است. با مخزن‌ساز می‌توانید مخزن خود را ایجاد کرده و نیازی به داشتن هیچ دانش خاصی برای انجامش ندارید. برای اطّلاعات در مورد چگونگی نصب مخزن‌ساز روی دستگاهتان، [راهنمای نصب](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) را ببینید.
fr: C'est devenu plus facile maintenant : avec Repomaker, vous pouvez créer votre propre dépôt et n'avez pas besoin de connaissance particulière. Consultez le [guide d'installation](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) pour apprendre comment installer Repomaker sur votre appareil.
gd: Tha a h-uile càil sin mòran nas fhasa a-nis: Bheir Repomaker an comas dhut gus an t-ionad-tasgaidh agad fèin a chruthachadh gun fheum air eòlas sònraichte airson sin a dhèanamh. Thoir sùil air [treòiriche an stàlaidh](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) airson barrachd fiosrachaidh mu mar as urrainn dhut Repomaker a stàladh air an uidheam agad.
he: מהיום הכול פשוט וקל יותר: בעזרת מייצר המאגרים (Repomaker), באפשרותך ליצור מאגר משלך. נא לעיין ב[מדריך ההתקנה](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) לקבלת מידע בנוגע להתקנת מייצר המאגרים (Repomaker) על המכשיר לך.
hi: अब ये सब आसान हो चुका है: Repomaker के साथ आप अपनी रिपॉज़िटरी बना सकते हैं और आपको ऐसा करने के लिए किसी विशेष ज्ञान की ज़रूरत नहीं। अपने डिवाइस पर Repomaker को स्थापित करने के बारे में जानकारी के लिए [स्थापना गाइड](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) देखें।
hu: Ez most már sokkal könnyebb: a Repomaker segítségével létrehozhatja a saját tárolóját, és ehhez nincs szüksége speciális ismeretekre. Nézze meg a [telepítési leírást](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) a Repomaker az eszközére történő telepítéséről.
id: Ini semua menjadi lebih mudah sekarang: dengan Repomaker, Anda dapat membuat repositori sendiri dan tidak perlu memiliki pengetahuan khusus untuk melakukannya. Lihat [panduan instalasi](https://gitlab.com/fdroid/repomaker/blob/master/readme.md#Installation) untuk informasi tentang bagaimana Anda dapat memasang Repomaker di perangkat Anda.
is: Núna er þetta allt mikið auðveldara: með Repomaker er einfalt að útbúa þitt eigið hugbúnaðarsafn og þarft í rauninni enga sérstaka tæknilega þekkingu til að gera það. Skoðaðu [leiðbeiningarnar fyrir uppsetningu](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) til að sjá hvernig þú getur sett Repomaker upp á tækinu þínu.
it: Ora è tutto più semplice: con Repomaker si può creare la propria repo senza avere conoscenze speciali. Controlla la [guida di installazione](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) per le informazioni su come installare Repomaker sul proprio dispositivo.
ja: しかし今では、Repomakerを使うと、特別な知識がなくても自分だけのリポジトリを作ることができます。端末にRepomakerをインストールする方法については、[インストールガイド](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation)をご覧ください。
nb: Dette er mye enklere nå: Med Pakkebrønnsmakeren, kan du opprette din egen pakkebrønn og trenger ikke noe spesialkunnskap for å gjøre det. Sjekk [installasjonsveiledningen](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) for info om hvordan du kan installere Repomakeren på din enhet.
nn: Alt dette er no mykje enklare: Med Repomaker kan du enkelt laga din eigen pakkebrønn, og du treng ingen spesial­kunnskap for å få det til. Sjå [installerings­rettleiinga](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) for informasjon om korleis installerer Repomaker på eininga di.
pl: To wszystko stało się teraz łatwiejsze: dzięki Repomaker możesz stworzyć własne repozytorium i nie musisz mieć specjalnej wiedzy, aby to zrobić. Zapoznaj się z [podręcznikiem instalacji](https://gitlab.com/fdroid/repomaker/blob/master/README.mdinstallation), aby dowiedzieć się, jak zainstalować program Repomaker na swoim urządzeniu.
pt: Tudo ficou mais fácil agora: com o Repomaker, pode criar o seu próprio repositório e não precisa ter nenhum conhecimento especial para fazer isso. Consulte o [guia de instalação](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) para mais informações sobre como instalar o Repomaker no seu dispositivo.
pt_br: Tudo ficou mais fácil agora: com o Repomaker, você pode criar seu próprio repositório e não precisa ter nenhum conhecimento especial para fazer isso. Confira o [guia de instalação](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) para mais informações sobre como instalar o Repomaker em seu dispositivo.
pt_pt: Tudo ficou mais fácil agora: com o Repomaker, você pode criar seu próprio repositório e não precisa ter nenhum conhecimento especial para fazer isso. Confira o [guia de instalação](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) para mais informações sobre como instalar o Repomaker em seu dispositivo.
ro: Totul a devenit mai ușor acum: cu ajutorul replicatorului, puteți să vă creați propriul depozit și nu trebuie să aveți cunoștințe speciale pentru a face acest lucru. Consultați [installation guide](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) pentru informații despre cum puteți instala Repomaker pe dispozitivul dumneavoastră.
ru: Сейчас все гораздо проще. Для того, чтобы запустить свой собственный репозиторий, никаких особых знаний и умений не нужно: Repomaker к Вашим услугам. [Статья](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) о том, как его установить на устройство и как им пользоваться.
sq: Krejt kjo u bë edhe më e lehtë tani: me Repomaker-in, jeni në gjendje të krijon depon tuaj dhe të mos ju duhet të keni ndonjë dije të veçantë për ta bërë. Për më tepër information se si mund të instaloni Repomaker-in në pajisjen tuaj, hidhini një sy [udhërrëfyesit të instalimit](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation).
tr: Artık her şey daha kolaylaştı: Repomaker ile kendi deponuzu oluşturabilirsiniz ve bunun için özel bir bilgiye sahip olmanız gerekmez. Repomaker'ı cihazınıza nasıl kurabileceğiniz hakkında bilgi için [kurulum rehberine](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) göz atın.
uk: Тепер усе простіше: завдяки Repomaker ви можете створити власний репозиторій, не маючи особливих знань. [Путівник зі встановлення](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) роз'яснює, як встановити Repomaker на свій пристрій.
vi: Tất cả việc này bây giờ đã dễ hơn: với Repomaker, bạn có thể tạo kho riêng của bạn và bạn không cần có kiến thức đặc biệt để làm vậy. Hãy xem [hướng dẫn cài đặt](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation) để tìm thông tin về cách bạn có thể cài đặt Repomaker trên thiết bị của bạn.
zh_hans: 现在这一切都变得简单了：有了Repomaker，你就可以创建自己的存储库了，而且不需要任何专门的知识。查看[安装指南](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation)以了解如何在你的设备上安装 Repomaker。
zh_hant: 現在一切都變得更加容易：有了 Repomaker，您就可以建立自己的軟體庫，而且不需要任何專門的知識。查看[安裝指南](https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation)以了解如何在裝置上安裝 Repomaker。

source: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Your repo can serve all types of media*
ar: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *مستودعك يمكنه تقديم جميع انواع الوسائط*
ca: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *El dipòsit pot servir tot tipus de multimèdia*
cs: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Váš repozitář může poskytovat všechny typy medií*
de: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Das Repo kann alle Medienarten anbieten*
es_ar: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *El repositorio puede servir todo tipo de medios*
et: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Sinu hoidlast saab laadida erinevat liiki meediat*
eu: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Zure biltegiak edozelako multimedia edukia zerbitzatu dezake*
fa: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *مخازنتان می‌توانند شامل هرگونه رسانه‌ای باشند*
fr: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *votre dépôt peut servir n'importe quel type de média*
gd: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *’S urrainn dhan ionad-tasgaidh agad iomadh seòrsa de mheadhan a sholar*
he: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *המאגר שלך יכול לשרת את כל סוגי המדיה*
hi: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> आपकी रिपॉज़िटरी हर प्रकार की मीडिया प्रदान कर सकती है
hu: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *A tárolója bármilyen médiát kiszolgálhat*
id: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Repositori Anda dapat menyajikan semua jenis media*
is: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Hugbúnaðarsafnið þitt getur dreift allskyns gögnum*
it: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Il tuo repo può offrire tutti i tipi di media*
ja: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *あなた自身のリポジトリで様々なメディアを配信できます*
nb: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Din pakkebrønn kan tjene som vertskap for alle typer media*
nn: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Pakkebrønnen din kan ha alle typar medium*
pl: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Twoje repo może obsługiwać wszystkie rodzaje mediów*
pt: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *O seu repositório pode servir para todos os tipos de mídia*
pt_br: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *O seu repositório pode servir para todos os tipos de mídia*
ro: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Depozitul tău poate servi toate tipurile de media*
ru: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *В репозитории могут находиться любые медиа данные*
sq: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Depoja juaj mund të shërbejë krejt llojet e medias*
tr: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Deponuz her türlü medyayı sunabilir*
uk: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *Ваш репозиторій може поширювати файли різних типів*
zh_hans: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *你的存储库可以服务于各种类型的媒体*
zh_hant: [![]({% asset repomaker-screenshots/repo-details.png %})]({% asset repomaker-screenshots/repo-details.png %})<br/> *您的軟體庫可提供各種類型的媒體檔案*

source: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Editing your package store details never was easier*
ar: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *تعديل معلومات الحزم لم يكن سهلا*
ca: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Editar els detalls del vostre centre de paquets mai no havia estat tan fàcil*
cs: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Změnit vlastní paket nebylo nikdy snazší*
de: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Die Bearbeitung der Paketquellendetails war nie einfacher*
es_ar: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Editar los detalles del almacén de paquetes nunca fue tan fácil*
et: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Sinu rakendusepoe andmete muutmine ei saa enam lihtsam olla*
eu: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Zure paketearen xehetasunak aldatzea inoiz baino errazagoa da*
fa: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *ویرایش جزئیات فروشگاه بسته‌هایتان هرگز بدین آسانی نبوده*
fr: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Modifier les détails de votre magasin de paquets n'a jamais été aussi facile*
gd: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Tha e nas fhasa na bha e a-riamh fiosrachadh bùth nam pacaidean agad a dheasachadh*
he: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *עריכת פרטי החנות של היישומון שלך מעולם לא הייתה קלה יותר*
hi: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> स्टोर पर पैकेज की जानकारी सम्पादित करना अब हुआ आसान
hu: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *A csomagboltja részletei sosem voltak ilyen könnyen szerkeszthetők*
id: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Menyunting rincian toko paket Anda tidak pernah semudah ini*
is: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Útfylling upplýsinga um söfn hefur ekki verið eins auðveld og nú*
it: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Modificare i dettagli del pacchetto non è mai stato così semplice*
ja: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *パッケージの詳細の編集作業はとても簡単になりました*
nb: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Redigering av pakkeidentitetsdetaljer har aldri vært lettere*
nn: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Redigering av pakke­informasjon er enklare enn nokon gong*
pl: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Edycja danych magazynu w sklepie nigdy nie była łatwiejsza*
pt: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Editar os detalhes da sua loja de pacotes nunca foi tão fácil*
pt_br: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Editar os detalhes da sua loja de pacotes nunca foi tão fácil*
ro: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Editarea detaliilor magazinului de pachete nu a fost niciodată mai ușoară*
ru: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Поправить информацию о приложении? Нет ничего проще!*
sq: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Përpunimi i hollësive mbi paketën tuaj s’ka qenë kurrë më i lehtë*
tr: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Paket mağazanızın ayrıntılarını düzenlemek hiç bu kadar kolay olmamıştı*
uk: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *Редагувати тексти сховища ще ніколи не було так просто*
zh_hans: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *编辑你的安装包商店详细信息从未如此简单*
zh_hant: [![]({% asset repomaker-screenshots/package-details.png %})]({% asset repomaker-screenshots/package-details.png %})<br/> *編輯套件的詳細資料從未如此簡單*
