Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: 403 Forbidden
ar: 403 ممنوع
ca: 403 Prohibit
cs: 403 Zakázáno
de: 403 Kein Zugriff
eo: Eraro 403 malpermesita
es: 403 Prohibido
es_ar: 403 Prohibido
et: 403 Keelatud
eu: 403 Debekatuta
fa: ۴۰۳ ممنوعه
fr: 403 Accès refusé
gd: 403 – Toirmisgte
he: 403 אסור
hi: 403 निषिद्ध
hu: 403 Hozzáférés megtagadva
id: 403 Terlarang
is: 403 Bannað
it: 403 Accesso Vietato
ja: 403 アクセスは拒否されました
nb: 403 Forbudt
nl: 403 verboden toegang
nn: 403 Forbode
pl: 403 Zabronione
pt: Erro 403: acesso proibido
pt_br: 403 Proibido
pt_pt: 403 Proibido
ro: 403 Interzis
ru: 403 Доступ запрещен
sq: 403 E ndaluar
tr: 403 yasak
uk: 403 Заборонено
vi: 403 Bị cấm
zh_hans: 403 禁止访问
zh_hant: 403 禁止

source: If you think there should be something here, please [submit an issue](https://gitlab.com/fdroid/fdroid-website/issues).
ar: إذا كنت تظن أنه يجب أن يوجد شئ هنا، من فضلك [أبلغ عن المشكلة](https://gitlab.com/fdroid/fdroid-website/issues).
ca: Si penseu que hi hauria d'haver alguna cosa aquí, si us plau [envieu una incidència](https://gitlab.com/fdroid/fdroid-website/issues).
cs: Pokud si myslíte že by tady něco mělo být, [nahlaste prosím problém](https://gitlab.com/fdroid/fdroid-website/issues).
de: Wenn Sie finden, dass hier etwas fehlt, eröffnen Sie bitte [ein Ticket](https://gitlab.com/fdroid/fdroid-website/issues).
eo: Se vi pensas, ke io mankas tie ĉi, bonvolu [raporti problemon](https://gitlab.com/fdroid/fdroid-website/issues).
es: Si piensas que debería haber algo aquí, por favor [envía una incidencia](https://gitlab.com/fdroid/fdroid-website/issues).
es_ar: Si creés que debería haber algo aquí, por favor [abrí una incidencia](https://gitlab.com/fdroid/fdroid-website/issues).
et: Kui sa arvad, et siin peaks midagi leiduma, siis palun [saada veateade](https://gitlab.com/fdroid/fdroid-website/issues).
eu: Hemen zerbait egon behar litzatekeela uste baduzu, [bidali arazo bat](https://gitlab.com/fdroid/fdroid-website/issues).
fa: اگر فکر می‌کنید چیزی باید این‌جا باشد، لطفاً [مشکلی ثبت کنید](https://gitlab.com/fdroid/fdroid-website/issues).
fr: Si vous pensez qu'il devrait y avoir quelque chose ici, vous pouvez [signaler le problème](https://gitlab.com/fdroid/fdroid-website/issues).
gd: Ma tha thu dhen bheachd gum bu chòir dhut rudeigin fhaicinn an-seo [cruthaich aithris air buga](https://gitlab.com/fdroid/fdroid-website/issues).
he: אם לדעתך אמור להופיע כאן משהו, נא [לדווח על כך](https://gitlab.com/fdroid/fdroid-website/issues).
hi: अगर आपको लगता है कि यहाँ कुछ होना चाहिए, कृपया [एक समस्या प्रस्तुत करें](https://gitlab.com/fdroid/fdroid-website/issues)।
hu: Ha úgy gondolja, hogy itt valaminek kellene lennie, akkor [adjon fel egy hibajegyet](https://gitlab.com/fdroid/fdroid-website/issues).
id: Jika menurut Anda seharusnya ada sesuatu di sini, harap [kirimkan masalah](https://gitlab.com/fdroid/fdroid-website/issues).
is: Ef þú ert viss um að eitthvað hafi átt að vera hérna, skaltu endilega [tilkynna um vandamálið](https://gitlab.com/fdroid/fdroid-website/issues).
it: Se pensi ci debba essere qualcosa qui, per favore [invia una segnalazione](https://gitlab.com/fdroid/fdroid-website/issues).
ja: ここで何らかのページが表示されるはずだと思われる場合、[ここ](https://gitlab.com/fdroid/fdroid-website/issues)でissueを登録してください。
nb: Hvis du anser at det burde være noe her, [innrapporter feil](https://gitlab.com/fdroid/fdroid-website/issues).
nl: Als u denkt dat hier iets hoort te zijn, kunt u [dit melden](https://gitlab.com/fdroid/fdroid-website/issues).
nn: Viss du meiner det burde vore noko her, [send inn ein feilrapport](https://gitlab.com/fdroid/fdroid-website/issues).
pl: Jeżeli sądzisz, że tutaj powinno się coś pojawić, prosimy [zgłosić błąd](https://gitlab.com/fdroid/fdroid-website/issues).
pt: Se acha que devia haver alguma coisa aqui, por favor [reporte o problema](https://gitlab.com/fdroid/fdroid-website/issues).
pt_br: Se você acha que deveria haver algo aqui, por favor [abra uma issue](https://gitlab.com/fdroid/fdroid-website/issues).
pt_pt: Se acha que deveria haver alguma coisa aqui, por favor, [submeta um problema](https://gitlab.com/fdroid/fdroid-website/issues).
ro: Dacă credeți că ar trebui să existe ceva aici, vă rugăm să [adresați o problemă](https://gitlab.com/fdroid/fdroid-website/issues).
ru: Если вы думаете, что здесь что-то должно быть, пожалуйста, [создайте запрос](https://gitlab.com/fdroid/fdroid-website/issues).
sq: Nëse mendoni se duhet të kish diçka këtu, ju lutemi, [parashtroni një çështje](https://gitlab.com/fdroid/fdroid-website/issues).
tr: Burada bir şey olması gerektiğini düşünüyorsanız, lütfen [bir sorun gönderin](https://gitlab.com/fdroid/fdroid-website/issues).
uk: Якщо вважаєте, що тут щось має бути, просимо [створити обговорення](https://gitlab.com/fdroid/fdroid-website/issues).
vi: Nếu bạn nghĩ nên có gì đó ở đây, hãy [gửi một vấn đề](https://gitlab.com/fdroid/fdroid-website/issues).
zh_hans: 如果你认为这里应该有一些内容，请[提交问题报告](https://gitlab.com/fdroid/fdroiddata/issues)。
zh_hant: 如果您認為這裡應該要有些什麼，請[回報問題](https://gitlab.com/fdroid/fdroid-website/issues)。

source: 404 Page Not Found
ar: 404 الصفحة مفقودة
ca: No s'ha trobat la pàgina 404
cs: 404 Stránka nenalezena
de: 404 Seite nicht gefunden
eo: Eraro 404 paĝo ne trovita
es: 404 Página no encontrada
es_ar: 404 Página no encontrada
et: 404 Lehte ei leidu
eu: 404 Orrialdea ez da aurkitu
fa: ۴۰۴ صفحه پیدا نشد
fr: 404 Page non trouvée
gd: 404 – Cha deach an duilleag a lorg
he: 404 העמוד לא נמצא
hi: 404 पृष्ठ नहीं मिला
hu: 404 Az oldal nem található
id: 404 Halaman Tidak Ditemukan
is: 404 Síða finnst ekki
it: 404 Pagina Non Trovata
ja: 404 ページが見つかりません
nb: 404 Side Ikke Funnet
nl: 404 pagina niet gevonden
nn: 404 Fann ikkje sida
pl: 404 Strony nie odnaleziono
pt: Erro 404: página não encontrada
pt_br: 404 Página Não Encontrada
pt_pt: 404 Página Não Encontrada
ro: 404 Pagina invalidată
ru: 404 Страница не найдена
sq: 404 S’u Gjet Faqe
tr: 404 Sayfa Bulunamadı
uk: 404 Сторінку не знайдено
vi: 404 Không tìm thấy trang
zh_hans: 404 未找到页面
zh_hant: 404 找不到網頁

source: About
ar: عن
ca: Quant a
cs: O projektu
de: Über
eo: Pri
es: Acerca de
es_ar: Acerca de
et: Mis on F-Droid?
eu: Honi buruz
fa: درباره
fr: À propos
gd: Mu dhèidhinn
he: על אודות
hi: जानकारी
hu: Névjegy
id: Tentang
is: Um F-Droid
it: Informazioni
ja: 概要
nb: Om
nl: Over
nn: Om
pl: O projekcie
pt: Sobre
pt_br: Sobre
pt_pt: Sobre
ro: Despre
ru: О F-Droid
sq: Mbi
tr: Hakkında
uk: Про нас
vi: Giới thiệu
zh_hans: 关于
zh_hant: 關於

source: F-Droid is a robot with a passion for Free and Open Source Software (FOSS) on the Android platform. On this site you’ll find a repository of FOSS apps, along with an Android client to perform installations and updates, news, reviews, and other features covering all things Android and software-freedom related.
ar: F-Droid هو روبوت له شغف بالبرامج المجانية ومفتوحة المصدر (FOSS) على نظام الأندرويد. ستجد على هذا الموقع مستودعًا للتطبيقات المجانية مفتوحة المصدر، إلى جانب تطبيق أندرويد لإجراء عمليات التثبيت والتحديث وعرض الأخبار والتعليقات والميزات الأخرى التي تغطي جميع الأشياء المتعلقة بنظام الأندرويد وحرية البرمجيات.
ca: L'F-Droid és un robot amb passió pel programari lliure i de codi obert (FOSS) a la plataforma Android. En aquest lloc trobaràs un repositori d'aplicacions FOSS, juntament amb un client d'Android per realitzar instal·lacions i actualitzacions, notícies, ressenyes i altres funcions que cobreixen totes les coses relacionades amb Android i la llibertat de programari.
cs: F-Droid je robot se zálibou ve svobodném a otevřeném softwaru (FOSS) pro platformu Android. Na těchto stránkách naleznete repositář FOSS aplikací spolu s klientem pro Android, který zajistí instalaci a aktualizace, novinky, recenze a ostatní vlastnosti pokrývající věci související s Androidem a softwarovou svobodou.
de: F-Droid ist ein Roboter mit einer Leidenschaft für Free und Open-Source-Software (FOSS) für die Androidplattform. Auf dieser Seite finden Sie eine Paketquelle, ein Repository für FOSS-Apps zusammen mit einer Android-App, um Installationen und Aktualisierungen durchführen zu können, sowie Nachrichten, Besprechungen und weitere Besonderheiten zu allen Dingen rund um Android und freie Software.
es_ar: F-Droid es un robot apasionado por el software libre y de código abierto (FOSS) en la plataforma Android. En este sitio encontrarás un repositorio de aplicaciones FOSS, junto con un cliente para Android para realizar instalaciones y actualizaciones, así como noticias, revisiones y otras características que cubren todo lo relacionado con Android y el software libre.
et: F-Droid on robot, mille kireks on Androidi platvormil kasutatava Vaba ja avatud lähtekoodiga tarkvara. Sellest veebisaidist leiad sa nimetatud tarkvara repositooriumi, Androidi kliendi rakenduste paigaldamiseks ja uuendamiseks, teemaga seotud uudiseid ja ülevaateid ning muud teavet Androidi ja vaba tarkvara kohta.
eu: F-Droid Android plataformarako software librea (FOSS) maite duen robota da. Gune honetan aplikazio libreen biltegi bat aurkituko duzu eta baita bertatik instalazioak eta eguneraketak egiteko Android bezero bat, berriak, berrikusketak eta Android eta software librearekin zerikusia duten beste hainbat ezaugarri.
fa: اف‌دروید روباتی متعهّد به نرم‌افزار آزاد روی بن‌سازهٔ اندروید است. در این پایگاه، مخزنی از کاره‌های آزاد به همراه یک کارخواه اندرویدی برای نصب و به‌روز رسانی، اخبار، بازبینی‌ها و دیگر امکاناتی که هرچیز مربوط به اندروید و آزادی نرم‌افزار را پوشش دهد، خواهید یافت.
fr: F-Droid est un robot passionné par les logiciels libres et à code source ouvert (FOSS) sur la plateforme Android. Sur ce site, vous trouverez un dépôt d’applis FOSS, ainsi qu’un client Android pour effectuer installations et mises à jour. Vous y trouverez aussi des nouvelles, des évaluations et d’autres articles qui couvrent tout ce qui concerne Android et la liberté logicielle.
gd: ’S e robotair a th’ ann an F-Droid a tha dèidheil air bathar-bog saor le bun-tùs fosgailte (Free and Open Source Software, FOSS) air ùrlar Android. Gheibh thu ionad-tasgaidh de dh’aplacaidean FOSS air an làrach seo, cuide ri cliant Android a nì stàladh is ùrachaidhean ’s a bheir naidheachdan, lèirmheasan is gleusan eile dhut mu chùisean Android agus saorsa bathair-bhog.
he: F-Droid הוא רובוט עם תשוקה לתכנה בקוד חופשי ופתוח (FOSS) לסביבת Android. באתר הזה ניתן למצוא מאגר של יישומים בקוד פתוח, לצד לקוח Android לביצוע התקנות ועדכונים, חדשות, סקירות ותכונות חדשות שמכסות את כל מה שקשור ב־Android ובחופש תכנה.
hi: F-Droid एक रोबोट है जिसे Android मंच पर मुफ़्त और मुक्त स्रोत सॉफ़्टवेयर (FOSS) का शौक है। इस साइट पर आपको FOSS ऐप्स की एक रिपॉज़िटरी मिलेगी, और साथ में स्थापनाएँ करने के साथ Android तथा सॉफ़्टवेयर-स्वतंत्रता संबंधित अपडेट्स, समाचार, टिप्पणियाँ, और दूसरी सुविधाएँ पाने के लिए एक Android क्लाइंट भी।
hu: Az F-Droid egy robot, amelynek szenvedélye az Android platformon található szabad és nyílt forráskódú szoftverek. Ezen az oldalon egy nyílt forráskódú szoftvertárolót és egy androidos klienst talál, amely végrehajtja a telepítéseket, frissítéseket, valamint olyan híreket, értékeléseket és más funkciókat láthat, amelyek az Androiddal és a szoftverszabadsággal kapcsolatosak.
id: F-Droid adalah robot dengan sebuah semangat untuk Aplikasi Gratis dan Kode Sumber Terbuka (FOSS) di platform Android. Di situs ini Anda akan menemukan repositori dari berbagi aplikasi FOSS, beserta dengan client Android untuk melakukan pemasangan dan pembaharuan, berita, ulasan serta fitur lainnya tentang Android dan semua yang berhubungan dengan perangkat lunak-bebas.
is: F-Droid er róbot með dellu fyrir frjálsum og opnum hugbúnaði (free and open source - FOSS) fyrir Android stýrikerfin. Á þessu vefsvæði muntu finna hugbúnaðarsafn með FOSS-forritum, ásamt Android-forriti til að sjá um uppsetningar og uppfærslur. Hér eru líka fréttir, umsagnir um forrit, auk ýmiss annars efnis sem snertir Android og frelsi við notkun hugbúnaðar.
it: F-Droid è un robot con una passione per il software libero e open source (FOSS) sulla piattaforma Android. Su questo sito troverai un repository di app FOSS, insieme ad un client per Android per eseguire installazioni e aggiornamenti, oltre a notizie, recensioni e altre funzionalità legate al mondo Android e alla libertà del software.
ja: F-Droidは、Androidプラットフォームのフリー・自由でオープンソースなソフトウェア（FOSS）に対して熱意を抱いているロボットです。このサイトでは、FOSSアプリのリポジトリに加えて、インストールと更新を実行するためのAndroidクライアント、ニュース、レビュー、その他Androidとソフトウェアの自由に関わる全てのトピックについて取り上げます。
nn: F-Droid er ein robot med lidenskap for fri programvare og open kjeldekode (FOSS) på Android. På denne nettstaden finn du ein eigen pakkebrønn med FOSS-appar og ein Android-butikkapp du kan bruka til å installera og oppdatera appane eller lesa nyheiter og omtalar om dei. Du finn òg anna stoff om Android og fri programvare.
pl: F-Droid jest robotem z zamiłowaniem do Wolnego i Otwartego Oprogramowania (WiOO, ang. FOSS) na platformę Android. Na tej stronie znajdziesz repozytorium aplikacji WiOO wraz z klientem na system Android ułatwiający procesy instalacji i aktualizacji, oraz wiadomości, recenzje i inne różności związane z systemem Android i ruchem wolnego oprogramowania.
pt: O F-Droid é um robô apaixonado por 'software' de código livre e aberto (FOSS) da plataforma Android. Neste site encontrará um repositório de aplicações de código livre e aberto, bem como um cliente Android para fazer instalações, atualizações, notícias, análises e outros recursos relacionados com o Android e a liberdade do 'software'.
pt_br: O F-Droid é um robô com paixão pelo Software Livre e de Código Aberto (FOSS) na plataforma Android. Neste site você encontrará um repositório de aplicativos FOSS, juntamente com um cliente Android para realizar instalações e atualizações, notícias, revisões e outros recursos que abrangem todas as coisas relacionadas ao Android e software livre.
ro: F-Droid este un robot pasionat de software liber și cu sursă deschisă (FOSS) pe platforma Android. Pe acest site veți găsi un depozit de aplicații FOSS, împreună cu un client Android pentru a efectua instalări și actualizări, știri, recenzii și alte caracteristici care acoperă tot ce ține de Android și de libertatea software-ului.
ru: F-Droid — робот-симпатяга, который всем сердцем любит свободное программное обеспечение с открытым исходным кодом (Free Open Source Software, FOSS) для платформы Android. На этом сайте размещены клиент для установки и обновления таких приложений из репозитория, а также новости, обзоры и прочее, охватывающее всё, что связано с разработкой под Android и со свободным программным обеспечением.
sq: F-Droid është një robot që ka pasion Software-in e Lirë dhe Me Burim të Hapur (FOSS) në platformën Android. Në këtë sajt do të gjeni një depo aplikacionesh FOSS, tok me një klient Android për të kryer instalime dhe përditësime, lajme, shqyrtime dhe gjëra të tjera që mbulojnë krejt gjërat e lidhura me Android-in dhe lirinë e software-it.
tr: F-Droid, Android platformunda Özgür ve Açık Kaynaklı Yazılım (Free and Open Source Software - FOSS) tutkusuna sahip bir robottur. Bu sitede, bir FOSS uygulamaları deposunun yanı sıra kurulum ve güncellemeleri gerçekleştirmek için bir Android istemcisi, haberler, incelemeler ve Android ve yazılım özgürlüğü ile ilgili her şeyi kapsayan diğer özellikler bulacaksınız.
uk: F-Droid — це робот, що захоплюється вільним і відкритим програмним забезпеченням (FOSS) на платформі Android. На цьому сайті ви знайдете: репозиторій вільних застосунків, Android-клієнт для встановлень і оновлень, новини, огляди та інші функції, що охоплюють все те, що стосується Android та програмного забезпечення.
vi: F-Droid là một con rô-bốt có sự đam mê với phần mềm tự do và mã nguồn mở trên nền tảng Android. Trên trang này bạn sẽ tìm thấy một kho chứa các ứng dụng phần mềm tự do và mã nguồn mở, cùng với một ứng dụng khách cho Android để tiến hành cài đặt và cập nhật, tin tức, đánh giá, và các tính năng khác bao phủ mọi thứ liên quan đến Android và sự tự do của phần mềm.
zh_hans: F-Droid 是专注于 Android 平台上自由开源软件 (FOSS) 的应用市场。在这个网站上，你可以找到自由软件的存储库，以及用于执行安装和更新的 Android 客户端，以及涵盖 Android 和软件自由相关内容的新闻、评论和其他功能。

source: F-Droid is legally represented by our [Commons Conservancy Programme](https://commonsconservancy.org/programmes/#F-Droid) which is regulated by our [statutes](https://dracc.commonsconservancy.org/0039/).
ar: يتم تمثيل F-Droid قانونيًا من خلال [برنامج Commons Conservancy](https://commonsconservancy.org/programmes/#F-Droid) والذي يتم تنظيمه بواسطة [قوانيننا](https://dracc.commonsconservancy.org/0039/).
ca: L'F-Droid està legalment representat pel nostre [Programa de Conservació Commons](https://commonsconservancy.org/programmes/#F-Droid) que està regulat pels nostres [estatuts](https://dracc.commonsconservancy.org/0039/).
cs: F-Droid je právně zastoupen naším [Commons Conservancy Programme](https://commonsconservancy.org/programmes/#F-Droid), který se řídí našimi [stanovami](https://dracc.commonsconservancy.org/0039/).
eu: F-Droid-en legezko ordezkaria [Ondasun Komunen Kontserbaziorako Programa](https://commonsconservancy.org/programmes/#F-Droid) da, zeina gure [estatutuek](https://dracc.commonsconservancy.org/0039/) arautzen duten.
id: F-Droid diwakili oleh [Commons Conservancy Programme](https://commonsconservancy.org/programmes/#F-Droid) secara hukum yang diatur oleh [statuta](https://dracc.commonsconservancy.org/0039/) kami.
ja: F-Droidは、[Commons Conservancy Programme（コモンズ保全プログラム）](https://commonsconservancy.org/programmes/#F-Droid)によって法的に代表されており、私たちの[規約](https://dracc.commonsconservancy.org/0039/)によって規制されています。
pl: F-Droid jest prawnie reprezentowany przez nasz [Commons Conservancy Programme](https://commonsconservancy.org/programmes/#F-Droid), który jest regulowany przez nasze [statuty](https://dracc.commonsconservancy.org/0039/ ).
pt: A F-Droid é legalmente representada pelo nosso [Programa de Conservação dos Bens Comuns](https://commonsconservancy.org/programmes/#F-Droid), que é regulado pelos nossos [estatutos](https://dracc.commonsconservancy.org/0039/).
ru: F-Droid юридически представлен нашей [Программой Commons Conservancy](https://commonsconservancy.org/programmes/#F-Droid), которая регулируется нашим [уставом](https://dracc.commonsconservancy.org/0039/).
zh_hans: F-Droid 在法律上由 [Commons Conservancy 项目](https://commonsconservancy.org/programmes/#F-Droid) 代表，此项目受我们 [章程](https://dracc.commonsconservancy.org/0039/) 的监管。

source: Donations for F-Droid development are handled via our [OpenCollective](https://opencollective.com/F-Droid/).
ar: يتم التعامل مع التبرعات لتطوير F-Droid من خلال [OpenCollective](https://opencollective.com/F-Droid/).
ca: Les donacions per al desenvolupament de l'F-Droid es gestionen a través de la nostra [OpenCollective](https://opencollective.com/F-Droid/).
de: Spenden für die Entwicklung von F-Droid werden über unser [OpenCollective](https://opencollective.com/F-Droid/) abgewickelt.
et: F-Droid'ile rahalise toetuse kogumiseks kasutame [OpenCollective](https://opencollective.com/F-Droid/) veebirakendust.
eu: F-Droiden dohaintzak gure [OpenCollective-tik](https://opencollective.com/F-Droid/) bideratzen ditugu.
fa: اعانه‌ها برای توسعهٔ اف‌دروید از طریق [اوپن‌کالکتیومان](https://opencollective.com/F-Droid) مدیریت می‌شوند.
fr: Les dons pour le développement de F-Droid sont géré par notre [OpenCollective](https://opencollective.com/F-Droid/).
he: התרומות לפיתוח F-Droid מטופלות דרך ה־[OpenCollective](https://opencollective.com/F-Droid/) שלנו.
hi: F-Droid के विकास के लिए दान हमारे [OpenCollective](https://opencollective.com/F-Droid/) द्वारा हैंडल किए जाते हैं।
hu: Az F-Droid fejlesztésére szánt adományokat az [OpenCollective](https://opencollective.com/F-Droid/)-on keresztül kezeljük.
id: Donasi untuk pengembangan F-Droid dikelola via [OpenCollective](https://opencollective.com/F-Droid/) kami.
is: Styrkir til þróunar F-Droid eru meðhöndlaðir í gegnum [OpenCollective](https://opencollective.com/F-Droid/).
it: Le donazioni per lo sviluppo di F-Droid sono gestite tramite il nostro [OpenCollective](https://opencollective.com/F-Droid/).
pt: Os donativos para o desenvolvimento do F-Droid são geridos em [OpenCollective](https://opencollective.com/F-Droid/).
pt_br: As doações para o desenvolvimento do F-Droid são tratadas através de nosso [OpenCollective](https://opencollective.com/F-Droid/).
ro: Donațiile pentru dezvoltarea F-Droid sunt gestionate prin intermediul [OpenCollective](https://opencollective.com/F-Droid/).
ru: Пожертвования для разработки F-Droid принимаются через [OpenCollective](https://opencollective.com/F-Droid/).
sq: Dhurimet për zhvillimin e F-Droid-it përpunohen përmes [OpenCollective](https://opencollective.com/F-Droid/).
tr: F-Droid geliştirmesi için yapılan bağışlar [OpenCollective](https://opencollective.com/F-Droid/) aracılığıyla gerçekleştirilir.
uk: Допомога на розробку F-Droid обробляється через наш [OpenCollective](https://opencollective.com/F-Droid/).

source: Contact
ar: تواصل معنا
ca: Contacte
cs: Kontakt
de: Kontakt
eo: Kontakti
es: Contacto
es_ar: Contacto
et: Kontaktid
eu: Kontaktua
fa: تماس
gd: Fios thugainn
he: יצירת קשר
hi: संपर्क करें
hu: Kapcsolat
id: Kontak
is: Hafa samband
it: Contatti
ja: 連絡先
nb: Kontakt
nn: Kontaktinfo
pl: Kontakt
pt: Contacto
pt_br: Contato
pt_pt: Contacto
ru: Контакты
sq: Kontakt
tr: İletişim
uk: Зв'язок
vi: Liên hệ
zh_hans: 联系方式
zh_hant: 聯絡
