Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: If you want to contribute financially, we recommend using a **free (as in free software) donation platform** like **[Liberapay](https://liberapay.com/F-Droid-Data/)** or **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** has lower fees but **Open Collective** allows more flexibility and transparency on how the funds are used. Both platforms allow for recurrent donations which are highly desirable for making F-Droid sustainable.
ar: إذا كنت ترغب في المساهمة ماليا، نوصي باستخدام منصة تبرع ** مجانية (كما هو الحال في البرمجيات الحرة) ** مثل **[Liberapay](https://liberapay.com/F-Droid-Data/)** أو **[فتح جماعي](https://opencollective.com/f-الروبوت/)**. ** Liberapay ** ورسوم أقل ولكن ** فتح الجماعية ** يسمح بمزيد من المرونة والشفافية حول كيفية استخدام الأموال. تسمح المنصتان بالتبرعات المتكررة المرغوبة للغاية لجعل F-Droid مستدامة.
ca: Si voleu contribuir-hi econòmicament, recomanem utilitzar una plataforma de donacions **lliure**, com ara **[Liberapay](https://liberapay.com/F-Droid-Data/)** o **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** té comissions més petites, mentre que **Open Collective** permet major flexibilitat i transparència sobre com s'utilitzen els fons. Ambdues plataformes permeten donacions periòdiques, que son molt desitjables per poder fer l'F-Droid sostenible.
cs: Pokud chcete finančně přispět, doporučujeme **svobodnou platformu pro dary** jako **[Liberapay](https://liberapay.com/F-Droid-Data/)** nebo **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** má menší poplatky, ale **Open Collective** umožňuje větší flexibilitu a transparenci ohledně využití darů. Obě platformy umožňují opakované dary, které jsou vysoce potřebné pro udržení chodu F-Droidu.
de: Wenn Sie einen finanziellen Beitrag leisten möchten, empfehlen wir Ihnen die Nutzung einer **freien (wie bei freier Software) Spendenplattform** wie **[Liberapay](https://liberapay.com/F-Droid-Data/)** oder **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** hat niedrigere Gebühren, jedoch ermöglicht **Open Collective** mehr Flexibilität und Transparenz bei der Verwendung der Gelder. Beide Plattformen ermöglichen wiederkehrende Spenden, die für den Erhalt von F-Droid sehr wünschenswert sind.
eo: Se vi volus finance kontribui, ni sugestas uzi **liberan donacan platformon** kiel **[Liberapay](https://eo.liberapay.com/F-Droid-Data/)** aŭ **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** havas malaltan krompagon, tamen **Open Collective** estas pli fleksebla kaj pli klare montras kiel monoj estas uzataj. La ambaŭ platformoj eligas fari periodajn donacojn, kiuj tre utilas por ke la projekto F-Droid travivu.
es: Si quiere contribuir económicamente, recomendamos usar una **plataforma libre de donaciones** como **[Liberapay](https://liberapay.com/F-Droid-Data/)** u **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** tiene comisiones más bajas pero **Open Collective** permite más flexibilidad y transparencia sobre cómo se usan los fondos. Ambas plataformas permiten donaciones periódicas, que son muy deseables para hacer F-Droid sostenible.
es_ar: Si querés contribuir económicamente, recomendamos usar una **plataforma libre de donaciones** como **[Liberapay](https://liberapay.com/F-Droid-Data/)** u **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** tiene comisiones más bajas pero **Open Collective** permite más flexibilidad y transparencia sobre cómo se usan los fondos. Ambas plataformas permiten donaciones periódicas, que son muy deseables para hacer F-Droid sostenible.
et: Kui sa soovid meid rahaliselt toetada, siis soovitame **vaba (nagu vaba tarkvara) annetustekeskonda** nagu **[Liberapay](https://liberapay.com/F-Droid-Data/)** või **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** teenustasud on madalamad, aga **Open Collective** on paindlikum ja annab rahade kasutuse kohta parema ülevaate. Mõlemad keskkonnad võimaldavad korduvaid makseid ning see on F-Droid'i jätkusuutlikuse mõttes parim lahendus.
eu: Diruz lagundu nahi baduzu, erabili **dohaintza plataforma libre bat** esaterako **[Liberapay](https://liberapay.com/F-Droid-Data/)** edo **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay**-k tasa txikiagoak ditu baina **Open Collective** malguagoa eta baliabideen erabilerari buruz gardenagoa da. Plataforma biek dohaintza errepikakorrak ahalbidetzen dituzte, F-Droid mantengarria izan dadin oso komenigarriak direnak.
fa: اگر می‌خواهید مشارکت مالی کنید، استفاده از **بن‌سازه‌ای آزاد** مثل **[لیبراپی](https://liberapay.com/F-Droid-Data/)** یا **[اوپن کالکتیو](https://opencollective.com/f-droid/)** را پیشنهاد می‌کنیم. **لیبراپی** کارمزد کم‌تری دارد، ولی **اوپن‌کالکتیو** اجازهٔ انعطافو شفافیت بیش‌تری در مورد چگونگی استفاده از وجوه را می‌دهد. هر دو بن‌سازه، اجازهٔ اعانه‌های دوره‌ای را می‌دهند که برای توسعهٔ اف‌دروید بسیار مطلوب است.
fr: Si vous souhaitez contribuer financièrement, nous vous recommandons d’utiliser une **plateforme de don libre** telle que **[Liberapay](https://liberapay.com/F-Droid-Data/)** ou **[Open Collective (Collectif ouvert)](https://opencollective.com/f-droid/)**. Les frais de **Liberapay** sont moindres mais **Open Collective** offre plus de souplesse et de transparence quant à l’utilisation de vos fonds. Les deux plateformes permettent des dons périodiques qui sont recommandés pour assurer la viabilité de F-Droid.
gd: Ma tha thu airson ionmhais a thabhann dhuinn, mholamaid gun cleachd thu **ùrlar thabhartasan saor (coltach ri bathar-bug saor)** mar **[Liberapay](https://liberapay.com/F-Droid-Data/)** no **[Open Collective](https://opencollective.com/f-droid/)**. Togaidh **Liberapay** tàillean nas ìsle ach bheir **Open Collective** barrachd sùbailteachd is soilleireachd dhuinn a thaobh mar a thèid an t-ionmhas a chleachdadh. Cuiridh an dà ùrlar taic ri tabhartasan cunbhalach a bhiodh gu feum mòr dhuinn ach an seasadh F-Droid.
he: אם מעניין אותך לתרום כלכלית, אנו ממליצים להשתמש ב**פלטפורמת תרומות חופשית (כמו תכנה חופשית)** כגון **[Liberapay](https://liberapay.com/F-Droid-Data/)** או **[Open Collective](https://opencollective.com/f-droid/)**. העמלות של **Liberapay** נמוכות יותר אך **Open Collective** מאפשר יותר שקיפות וגמישות על אופן השימוש בתרומה. שתי הפלטפורמות מאפשרות תרומה שוטפת שזו דרך מעולה לדאוג לעתיד של F-Droid.
hi: अगर आप आर्थिक रूप से योगदान करना चाहते हैं, हम किसी **मुफ़्त (यानी मुफ़्त सॉफ़्टवेयर वाले) दान मंच** का इस्तेमाल करने की सलाह देंगे, जैसे **[Liberapay](https://liberapay.com/F-Droid-Data/)** या **[Open Collective](https://opencollective.com/f-droid/)**। **Liberapay** का शुल्क कम है, मगर **Open Collective** वित्त के उपयोग के बारे में ज़्यादा पारदर्शी है। दोनों मंचों पर चुकारा किया जा सकता है, जो F-Droid को टिकाऊ बनाने के लिए अहम हैं।
hu: Ha pénzügyileg támogatna minket, akkor azt ajánljuk, hogy egy **szabad adományozási platformot** használjon, mint a **[Liberapay](https://liberapay.com/F-Droid-Data/)** vagy az **[Open Collective](https://opencollective.com/f-droid/)**. A **Liberapay** alacsonyabb költséggel rendelkezik, de az **Open Collective** nagyobb rugalmasságot és átláthatóságot biztosít az összegek felhasználásával kapcsolatban. Mindkét platform lehetővé teszi az ismétlődő adományozást, amely kívánatos az F-Droid fenntarthatósága érdekében.
id: Jika Anda ingin berkontribusi secara finansial, kami menyarankan untuk menggunakan platform donasi **bebas (seperti dalam perangkat lunak bebas)** seperti **[Liberapay](https://liberapay.com/F-Droid-Data/)** atau **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** memiliki biaya yang lebih rendah tetapi **Open Collective** memungkinkan lebih banyak fleksibilitas dan transparansi tentang bagaimana dana digunakan. Kedua platform memungkinkan donasi berulang yang sangat dibutuhkan untuk membuat pengembangan F-Droid berlanjut.
is: Ef þú vilt styðja fjárhagslega við verkefnið, þá mælum við með að notuð séu **frjáls (eins og í frjáls hugbúnaður) styrkjakerfi** á borð við **[Liberapay](https://liberapay.com/F-Droid-Data/)** eða **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** er með lægri greiðslugjöld en **Open Collective** er sveigjanlegra og gegnsærra varðandi hvernig styrkir eru notaðir. Bæði kerfin bjóða upp á endurtekna styrki, sem eru ákaflega vel þegnir í baráttunni við að gera F-Droid sjálfbært.
it: Se vuoi contribuire economicamente, consigliamo di usare una **piattaforma di donazioni libera** come **[Liberapay](https://liberapay.com/F-Droid-Data/)** o **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** ha meno commissioni ma **Open Collective** ha più flessibilità e trasparenza su come vengono usati i fondi. Entrambe permettono donazioni ricorrenti, le quali sarebbero apprezzabili per rendere sostenibile F-Droid.
ja: 資金面での貢献を行いたい場合は、**[Liberapay](https://liberapay.com/F-Droid-Data/)**や**[Open Collective](https://opencollective.com/f-droid/)**などの**フリー （「フリー」ソフトウェアという意味での）寄付プラットフォーム**を使うことを推奨します。**Liberapay**は手数料が比較的安いですが、**Open Collective**は資金の使用方法に関するより高い柔軟性と透明性を備えています。どちらのプラットフォームでも、定期的な寄付を行うことができます。定期的な寄付は、F-Droidを持続可能なものにするという点において、とても望ましい寄付の方法です。
nb: Hvis du ønsker å bidra med penger, anbefales en fri plattform som [Liberapay](https://liberapay.com/F-Droid-Data/)** eller **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** har færre gebyrer, men **Open Collective** tillater mer fleksibilitet og sporbarhet for hvordan pengene brukes. Begge plattformer tillater vedvarende donasjoner, noe som virkelig gjør F-Droid bærekraftig.
nl: Als je financieel bij wilt dragen, raden we een open (zoals in open source software) donatieplatform aan zoals **[Liberapay](https://liberapay.com/F-Droid-Data/)** of **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** heeft lagere kosten maar **Open Collective** maakt meer flexibiliteit en transparantie over hoe de middelen gebruikt worden mogelijk. Beide platformen staan terugkerende donaties toe, wat zeer wenselijk is om F-Droid houdbaar te maken.
nn: Viss du vil bidra økonomisk, tilrår me at du brukar ei **fri plattform**, for eksempel **[Liberapay](https://liberapay.com/F-Droid-Data/)** eller **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** har lågare avgifter, men **Open Collective** har større fleksibilitet og er meir opne om korleis pengane vert brukte. Begge plattformene støttar faste pengegåver, noko som er svært ønskjeleg for å gjera F-Droid til eit berekraftig prosjekt.
pl: Jeśli chcesz wesprzeć finansowo, zalecamy użycie **wolnej (jak w wolnym oprogramowaniu) platformy darowizn** jak **[Liberapay](https://liberapay.com/F-Droid-Data/)** lub **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** ma niższe opłaty, ale **Open Collective** pozwala na większą elastyczność i przejrzystość w zakresie wykorzystania funduszy. Obie platformy pozwalają na powtarzalne datki, które są bardzo pożądane, aby F-Droid uczynić stabilnym.
pt: Se quiser contribuir financeiramente, recomendamos o uso de uma plataforma de donativos **livre (como em software livre)** como **[Liberapay](https://liberapay.com/F-Droid-Data/)** ou **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** tem taxas mais baixas, mas **Open Collective** permite mais flexibilidade e transparência na forma como os fundos são utilizados. Ambas as plataformas permitem doações recorrentes que são altamente desejáveis para tornar o F-Droid sustentável.
pt_br: Se você quiser contribuir financeiramente, recomendamos o uso de uma **plataforma de doação livre (como em software livre)** como **[Liberapay](https://liberapay.com/F-Droid-Data/)** ou **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** tem taxas mais baixas, mas **Open Collective** permite mais flexibilidade e transparência sobre como os fundos são usados. Ambas as plataformas permitem doações recorrentes que são altamente desejáveis para tornar o F-Droid sustentável.
pt_pt: Se você quiser contribuir financeiramente, recomendamos o uso de uma plataforma de doação ** livre (como em software livre)** como **[Liberapay](https://liberapay.com/F-Droid-Data/)** ou **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** tem taxas mais baixas, mas **Open Collective** permite mais flexibilidade e transparência na forma como os fundos são utilizados. Ambas as plataformas permitem doações recorrentes que são altamente desejáveis para tornar o F-Droid sustentável.
ro: Dacă doriți să contribuiți financiar, vă recomandăm să folosiți o platformă de donații **gratuită (ca în cazul software-ului liber)** cum ar fi **[Liberapay](https://liberapay.com/F-Droid-Data/)** sau **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** are comisioane mai mici, dar **Open Collective** permite mai multă flexibilitate și transparență în ceea ce privește modul în care sunt utilizate fondurile. Ambele platforme permit donații recurente, ceea ce este foarte important pentru ca F-Droid să fie sustenabil.
ru: Если вы хотите внести свой вклад финансово, то мы рекомендуем использовать **свободные (в значении «свободное ПО») платформы сбора пожертвований**, как, например: **[Liberapay](https://liberapay.com/F-Droid-Data/)** или **[Open Collective](https://opencollective.com/f-droid/)**. У **Liberapay** меньше комиссия, а **Open Collective** дает больше гибкости и прозрачности в том, как используются средства. Обе эти платформы дают возможность делать регулярные пожертвования, которые крайне желательны, чтобы у F-Droid была возможность устойчивого развития.
sq: Nëse doni të jepni ndihmesë financiarisht, këshillojmë përdorimin e një **platforme të lirë (si te software-i i lirë) dhurimesh**, fjala vjen, **[Liberapay](https://liberapay.com/F-Droid-Data/)** ose **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** ka tarifa më të ulëta, por **Open Collective** lejon më tepër zhdërvjelltësi dhe transparencë mbi se si përdoren fondet. Që të dyja platformat lejojnë për dhurime ripërsëritëse, të cilat janë shumë të dëshiruara për ta bërë F-Droid-in të qëndrueshëm.
tr: Finansal olarak katkıda bulunmak istiyorsanız, **[Liberapay](https://liberapay.com/F-Droid-Data/)** veya **[Open Collective](https://opencollective.com/f-droid/)** gibi **özgür (özgür yazılımdaki gibi) bir bağış platformu** kullanmanızı tavsiye ediyoruz. ** Liberapay** daha düşük ücretlere sahip olmasına rağmen **Open Collective** fonların nasıl kullanıldığı konusunda daha fazla esneklik ve şeffaflık sağlamaktadır. Her iki platform da F-Droid'i sürdürülebilir kılmak için son derece arzu edilen tekrarlayan bağışlara izin vermektedir.
uk: Якщо ви хочете фінансово допомогти, радимо скористатися **вільною (на основі вільного програмного забезпечення) платформою допомоги**, як-от **[Liberapay](https://liberapay.com/F-Droid-Data/)** або **[Open Collective](https://opencollective.com/f-droid/)**. Послуги **Liberapay** дешевші, але **Open Collective** забезпечує більше гнучкості та прозорості витрати коштів. Обидві платформи дозволяють створювати повторювані внески, які дуже бажані для стійкого розвитку F-Droid.
vi: Nếu bạn muốn đóng góp về mặt tài chính, chúng tôi khuyên dùng một **nền tảng quyên góp tự do** như **[Liberapay](https://liberapay.com/F-Droid-Data/)** hoặc **[Open Collective](https://opencollective.com/f-droid/)**. **Liberapay** có phí thấp hơn nhưng **Open Collective** cho phép sự linh hoạt và minh bạch cao hơn về cách số tiền được sử dụng. Cả hai nền tảng đều cho phép quyên góp lặp lại, chúng được mong muốn để khiến cho F-Droid có thể duy trì được.
zh_hans: 如果你想捐款，我们建议你使用**自由捐赠平台**，比如 **[Liberapay](https://liberapay.com/F-Droid-Data/)** 或 **[Open Collective](https://opencollective.com/f-droid/)**。**Liberapay** 的费用较低，但 **Open Collective** 在资金使用方面更具灵活性和透明度。这两个平台允许定期捐赠，这对 F-Droid 的可持续发展非常有利。
zh_hant: 如果您想要出錢幫助我們，建議用 **開放的 (像開放的軟體) 捐助平臺** 像是 **[Liberapay](https://liberapay.com/F-Droid-Data/)** 或 **[Open Collective](https://opencollective.com/f-droid/)**。**Liberapay** 手續費較低，而 **Open Collective** 平臺則有比較多可以調整的部分，而且金流較透明。 這兩個平臺都可以選擇固定一段時間自動再捐款，如果您能固定捐款當然是幫助 F-Droid 可持續維護的好方法。

source: Your donations will be used for:
ar: سيتم استخدام تبرعاتك في:
ca: Els vostres donatius s'utilitzaran per a:
cs: Vaše dary budou použity na:
de: Ihre Spenden werden für folgende Zwecke verwendet:
et: Sinu rahalisi annetusi kasutame alljärgnevalt:
eu: Zure dohaintzak honetarako erabiliko dira:
fa: اعانه‌هایتان برای این موارد استفاده خواهند شد:
fr: Vos dons seront utilisés pour :
he: התרומות שלך ישמשו לטובת:
hi: आपके दान से:
hu: Az adományai erre lesznek felhasználva:
id: Donasi Anda akan digunakan untuk:
is: Styrkir frá þér verða notaðir í:
it: Le vostre donazioni saranno utilizzate per:
ja: 寄付は以下に関して使用されます。
pl: Twoje darowizny zostaną wykorzystane na:
pt: Os seus donativos serão utilizados para:
pt_br: Suas doações serão utilizadas para:
ro: Donațiile dumneavoastră vor fi folosite pentru:
ru: Ваши пожертвования будут использованы для:
sq: Dhurimet tuaja do të përdoren:
tr: Bağışlarınız şunlar için kullanılacaktır:
uk: Ваші внески будуть використані для:
zh_hans: 你的捐赠将用于：

source: Paying for server resources
ar: الدفع لموارد الخادم
ca: Pagament de recursos del servidor
cs: Platbu za server
de: Bezahlen für Server-Ressourcen
et: serveritaristu tellimiseks
eu: Zerbitzariak ordaintzeko
fa: پرداخت برای منابع کارساز
fr: Payer pour les ressources du serveur
he: תשלום על משאבי שרת
hi: सर्वर संसाधनों का भुगतान किया जाएगा
hu: Kiszolgáló erőforrások kifizetése
id: Membayar untuk sumber daya peladen
is: Að borga fyrir netþjóna
it: Pagare le risorse del server
ja: サーバーの利用代の支払い
pl: Płacenie za zasoby serwera
pt: Pagar as infraestruturas do servidor
pt_br: Pagar pelos recursos do servidor
ro: Plata pentru resursele serverului
ru: Оплаты серверов
sq: Pagim burimesh shërbyesi
tr: Sunucu kaynakları için ödeme
uk: Оплати серверних ресурсів
zh_hans: 支付服务器资源

source: Pay for merchandise (stickers)
ar: دفع ثمن البضائع (الملصقات)
ca: Pagar marxandatge (adhesius)
cs: Platbu za reklamní předměty (samolepky)
de: Bezahlen von Merchandising (Aufkleber)
et: reklaamitarvikute (kleepsude) eest tasumiseks
eu: Merchandising-a ordaintzeko (eranskailuak)
fa: پرداخت برای محصولات (عکس‌برگردان‌ها)
fr: Payer pour les articles marchants (stickers)
he: תשלום על חומרי יח״צ (מדבקות)
hi: विपणन (स्टिकर्स) के पैसे भरे जाएँगे
hu: Szóróanyagok (matricák) kifizetése
id: Membayar untuk merchandise (stiker)
is: Að borga fyrir vörur (límmerki)
it: Pagare il merchandise (adesivi)
ja: 商品（ステッカー）の製作費
pl: Zapłatę za artykuły promocyjne (naklejki)
pt: Pagar os artigos promocionais (autocolantes)
pt_br: Pagar pela mercadoria (adesivos)
ro: Plătiți pentru marfă (autocolante)
ru: Платы за мерчандайз (стикеры)
sq: Pagim për artikuj tregtarë (ngjitës)
tr: Ürünler (çıkartmalar) için ödeme
uk: Оплати сувенірів (наліпок)
zh_hans: 商品（贴纸）的费用

source: Pay contributors for administration and development work
ar: دفع المساهمين لأعمال الإدارة والتطوير
ca: Pagar a qui contribueix per les tasques d'administració i desenvolupament
cs: Platbu přispěvatelům za administraci a vývoj
de: Bezahlung von Mitarbeitenden für Verwaltungs- und Entwicklungsarbeit
et: kaasautoritele haldus- ja arendustööde eest tasumiseks
eu: Ordaindu laguntzaileen administrazio eta garapen lana
fa: پرداخت به مشارکت‌کنندگان در کارهای توسعه و نگه‌داری
fr: Payer le travail des contributeurs de développement et d'administration
he: תשלום למתנדבים על עבודות ניהול ופיתוח
hi: प्रबंधन और विकास में काम करने के लिए योगदानकर्ताओं को पैसे दिए जाएँगे
hu: Közreműködők adminisztrációs és fejlesztői munkájának kifizetése
id: Membayar kontributor untuk pekerjaan administrasi dan pengembangan
is: Að borga aðstandendum fyrir stjórnsýslu og forritunarvinnu
it: Pagare i collaboratori per il lavoro di amministrazione e sviluppo
ja: 管理・開発作業に関する貢献者への支払い
pl: Wynagradzanie współpracowników za prace administracyjne i programowanie
pt: Pagar a colaboradores pelo trabalho de administração e desenvolvimento
pt_br: Pagar contribuintes pelo trabalho de administração e desenvolvimento
ro: Plătiți contributorii pentru activitatea de administrare și dezvoltare
ru: Выплат помощникам из сообщества за административную работу и разработку
sq: Pagim kontribuesish për punë administrimi dhe zhvillimi
tr: Yönetim ve geliştirme çalışmaları için katkıda bulunanlara ödeme
uk: Оплати за адміністративну роботу та розробку
zh_hans: 支付贡献者所作的管理和开发工作

source: Travel sponsorship for contributors for conferences or meetups
ar: رعاية السفر للمساهمين في المؤتمرات أو اللقاءات
ca: Patrocinar viatges de qui col·labora a conferències o trobades
cs: Sponzorování cest pro přispěvatele na konference a setkání
de: Reisekostenzuschüsse für Teilnehmende an Konferenzen oder Treffen
et: kaasautorite reisikukulude tasumiseks konverentsidel ja kohtumistel osalemisel
eu: Ordaindu laguntzaileak konferentzia edo bileretara joateko bidaia-gastuak
fa: حمایت مالی از سفر مشارکت‌کنندگان به کنفرانس‌ها یا دورهمی‌ها
fr: Parrainage de voyage pour les contributeurs pour les conférences ou les réunions
he: מימון נסיעות לתורמים להגעה לכנסים או מפגשים
hi: बैठकों या मीटअप्स के लिए योगदानकर्ताओं के यातायात को स्पॉन्सर किया जाएगा
hu: Közreműködők utazási támogatása konferenciákhoz vagy meetupokhoz
id: Sponsorship perjalanan untuk kontributor untuk konferensi atau bertemuan
is: Að greiða ferðastyrki til þátttakenda vegna funda og ráðstefna
it: Sponsorizzazione di viaggi per collaboratori per conferenze o riunioni
ja: 会議やミーティングに参加する貢献者の渡航費への支援
pl: Sponsorowanie podróży dla współtwórców na konferencje i meetupy
pt: Patrocínio de viagens para colaboradores em conferências ou encontros
pt_br: Patrocínio de viagens para colaboradores em conferências ou encontros
ro: Sponsorizare de călătorie pentru contribuitori pentru conferințe sau întâlniri
ru: Оплаты поездок помощников из сообщества на конференции или встречи
sq: Sponsorizim udhëtimi për kontribues për në konferenca ose takime
tr: Konferans veya toplantılar için katkıda bulunanlara seyahat desteği
uk: Оплати поїздок учасниць і учасників конференцій або зустрічей
zh_hans: 为贡献者参加会议或聚会提供旅行赞助

source: What payment methods can I use?
ar: ما هي طرق الدفع التي يمكنني استخدامها؟
ca: Quins mètodes de pagament puc utilitzar?
cs: Jaké platební metody mohu použít?
de: Welche Zahlungsmethoden kann ich verwenden?
et: Missuguseid maksevõimalusi saan kasutada?
eu: Zein ordainketa metodo erabil dezaket?
fa: می‌توانم از چه روش‌های پرداختی استفاده کنم؟
fr: Quels moyens de paiement puis-je utiliser ?
he: באילו שיטות תשלום אוכל להשתמש?
hi: मैं किन भुगतान साधनों का इस्तेमाल कर सकता/सकती हूँ?
hu: Milyen fizetési módokat használhatok?
id: Metode pembayaran apa saja yang saya dapat gunakan?
is: Hvaða greiðslumáta get ég notað?
it: Che metodi di pagamento posso usare?
ja: 使用できる支払方法
pl: Z jakich metod płatności mogę skorzystać?
pt: Que métodos de pagamento posso utilizar?
pt_br: Quais métodos de pagamento posso utilizar?
ro: Ce metode de plată pot folosi?
ru: Какие способы оплаты я могу использовать?
sq: Ç’metoda pagese mund të përdor?
tr: Hangi ödeme yöntemlerini kullanabilirim?
uk: Які методи оплати можна використовувати?
zh_hans: 我可以使用哪些付款方式？
