Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: The F-Droid server tools provide various scripts and tools that are used to maintain the main F-Droid application repository. You can use these same tools to create your own additional or alternative repository for publishing, or to assist in creating, testing and submitting metadata to the main repository.
ar: توفر أدوات خادم F-Droid برامج نصية وأدوات مختلفة تستخدم للحفاظ على مستودع التطبيقات الرئيسي F-Droid. يمكنك استخدام هذه الأدوات نفسها لإنشاء مستودع إضافي أو بديل خاص بك للنشر، أو للمساعدة في إنشاء بيانات التعريف واختبارها وإرسالها إلى المستودع الرئيسي.
ca: Les eines del servidor F-Droid proporcionen diversos scripts i eines que s'utilitzen per mantenir el repositori principal d'aplicacions F-Droid. Podeu utilitzar aquestes mateixes eines per crear el vostre propi repositori addicional o alternatiu per publicar, o per ajudar a crear, provar i enviar metadades al repositori principal.
cs: Serverové nástroje F-Droid poskytují spoustu skriptů a nástrojů používaných ke správě hlavního aplikačního repozitáře F-Droid. Tyto nástroje můžete použít a vytvořit tak svůj vlastní doplňkový či alternativní repozitář pro vydávání, nebo pomoci s vytvářením, testováním a zasíláním metadat do hlavního repozitáře.
de: Die F-Droid-Server-Werkzeuge liefern verschiedene Skripte und Instrumente, die zum Betrieb des Hauptrepository der F-Droid-Anwendung verwendet werden. Sie können dieselben Werkzeuge nutzen, um ein eigenes zusätzliches oder alternatives Repository zur Publikation zu erstellen oder um die Bildung, Testung und Übermittlung von Metadaten an das Hauptrepository zu unterstützen.
eo: La F-Droid-servil-ilaro provizas diversajn skriptojn kaj ilojn, kiuj estas uzataj por administri la ĉefan aplikaĵ-deponejon de F-Droid. Vi povas uzi ilin por krei vian propran aŭ alternativan deponejon por publikigi, aŭ por helpi krei, testi aŭ enmeti metadatumojn al la ĉefa deponejo.
es: Las herramientas de servidor de F-Droid proporcionan varios scripts y herramientas que se usan para mantener el repositorio principal de aplicaciones de F-Droid. Puede usar estas mismas herramientas para crear sus repositorios adicionales o alternativos para publicar aplicaciones, o asistir en la creación, prueba y envío de metadatos al repositorio principal.
es_ar: Las herramientas de servidor de F-Droid proporcionan varios scripts y herramientas que se usan para mantener el repositorio principal de aplicaciones de F-Droid. Podés usar estas mismas herramientas para crear sus repositorios adicionales o alternativos para publicar aplicaciones, o asistir en la creación, prueba y envío de metadatos al repositorio principal.
et: F-Droid'i serveritarvikute hulgas on skriptid ja töövahendid, mis on kasutusel F-Droid'i põhilise rakenduste hoidla (repositooriumi) haldamiseks. Samu tarvikuid saad sa kasutada oma alternatiivse hoidla loomiseks või osalemisel meie põhihoidlasse metainfo lisamisel ja selle testimisel.
eu: F-Droid zerbitzari tresnek hainbat script eta tresna hornitzen dituzte, F-Droid aplikazio-biltegia kudeatzeko erabiltzen direnak. Zuk ere erabili ditzakezu aplikazioak argitaratzeko zure biltegia sortzeko, edo metadatuak sortu, egiaztatu eta biltegi nagusira bidaltzen laguntzeko.
fa: ابزار کارساز اف دروید نویسه‌ها و ابزارهای مختلفی را که برای نگه‌داری مخزن برنامه‌های اصلی اف‌دروید استفاده می‌شود فراهم می‌کند. می‌توانید از همین ابزارها برای ایجاد مخزن جدید یا جایگزین خودتان برای انتشار یا کمک به ایجاد، آزمون و ثبت فراداده به مخزن اصلی استفاده کنید.
fr: Les outils serveur F-Droid fournissent divers scripts et outils qui sont utilisés pour maintenir le dépôt d'applications F-Droid principal. Vous pouvez utiliser ces mêmes outils pour créer votre propre dépôt additionnel ou alternatif afin de publier, ou aider à créer, tester et soumettre des métadonnées dans le dépôt principal.
gd: Bheir innealan frithealaiche F-Droid iomadh sgriobt is inneal dhut a tha ’gan cleachdadh airson prìomh ionad-tasgaidh aplacaidean F-Droid a ghlèidheadh. ’S urrainn dhut fhèin na h-aon innealan a chleachdadh airson an t-ionad-tasgaidh agad fhèin a chruthachadh ’na roghainn eile airson foillseachadh no airson cuideachadh le cruthachadh, cur fo dheuchainn is cur a-null meata-dàta dhan phrìomh ionad-tasgaidh.
he: כלי השרת של F-Droid מספקים מגוון סקריפטים וכלים שמשמשים לתחזוקת מאגר היישומונים הראשי של F-Droid. ניתן להשתמש באותם הכלים כדי ליצור מאגר נוסף או חלופי משלך להפצה עצמאית, או לסייע ביצירה, בדיקה והגשת נתוני על למאגר הראשי.
hi: F-Droid सर्वर उपकरण कई स्क्रिप्ट्स और उपकरण प्रदान करते हैं जिनकी मदद से मुख्य F-Droid ऐप्लिकेशन रिपॉज़िटरी को अनुरक्षित किया जाता है। आप इन्हीं उपकरणों की मदद से प्रकाशित करने के लिए अपनी खुद का अतिरिक्त या वैकल्पिक रिपॉज़िटरी बना सकते हैं, या फिर मुख्य रिपॉज़िटरी पर मेटाडेटा को बनाने, परीक्षित करने, और प्रस्तुत करने में मदद कर सकते हैं।
hu: A F-Droid kiszolgálóeszközök számos parancsfájlt és eszközt biztosítanak, amelyek a fő F-Droid alkalmazástároló üzemeltetéséhez használatosak. Ezeket az eszközöket saját további vagy alternatív tárolók létrehozására is használhatja, vagy segíthet a fő tároló létrehozásában, tesztelésében és a metaadatok beküldésében.
id: Alat server F-Droid menyediakan berbagai skrip dan alat-alat yang digunakan untuk memelihara repositori utama aplikasi F-Droid. Anda dapat menggunakan alat yang sama untuk membuat repositori tambahan Anda sendiri atau repositori alternatif untuk penerbitan, atau untuk membantu dalam menciptakan, menguji dan mengirimkan metadata ke repositori utama.
is: Vefþjónsverkfæri F-Droid gefa kost á ýmsum skriftum og tólum sem notuð eru til viðhalds og reksturs aðalsafns F-Droid. Þú getur notað þessi sömu verkfæri til að koma á fót þínu eigin viðbótar- eða auka-hugbúnaðarsafni fyrir þína eigin útgáfu, nú eða notað þau til að búa til, prófa og senda lýsigögn inn í aðalhugbúnaðarsafn F-Droid.
it: Gli strumenti del server F-Droid forniscono vari script usati per mantenere il repository di app principale di F-Droid. Puoi usare gli stessi strumenti per creare il tuo repository aggiuntivo o alternativo per la pubblicazione, o per assistere nella creazione, test e invio di metadati al repository principale.
ja: F-Droidのサーバー用ツールは、メインのF-Droidアプリケーションリポジトリの管理に用いられる様々なスクリプトやツールから構成されています。これらのツールを使うと、公開用の追加・代替リポジトリをあなた自身のリポジトリとして作成したり、メタデータを作成、テストし、これをメインのリポジトリに送信したりできるようになります。
nb: F-droid-tjenerskriptene tilbyr deg forskjellige skript og verktøy som brukes til å vedlikeholde hovedpakkebrønnen til F-Droid. Du kan bruke de samme verktøyene til å opprette din egen ekstra eller alternative pakkebrønn for publisering, eller til å hjelpe til med å opprette, teste og sende inn metadata til hovedpakkebrønnen.
nl: De F-Droid server tools bieden verschillende scripts en tools aan die gebruikt worden om de hoofdrepository met F-Droid applicaties te beheren. Je kunt dezelfde tools gebruiken om een aanvullende of vervangende repository te maken voor het publiceren van apps, of om te helpen bij het maken, testen en submitten van metadata aan de hoofdrepository.
nn: Tenarverktøya inneheld ulike skript og verktøy for vedlikehald av hovud­pakkebrønnen til F-Droid. Du kan bruka desse same verktøya for å laga dine eigne, alternative pakkebrønnar, eller som hjelp når du lagar, testar og sender inn metadata til hovud­pakkebrønnen.
pl: Narzędzia serwera F-Droid zawierają różne skrypty i narzędzia do utrzymania głównego repozytorium aplikacji F-Droid. Możesz skorzystać z tych samych narzędzi do stworzenia dodatkowego lub alternatywnego repozytorium do publikacji lub do pomocy w tworzeniu, testowaniu i zatwierdzaniu metadanych do głównego repozytorium.
pt: As ferramentas do servidor F-Droid fornecem vários scripts e ferramentas que são usadas para manter o repositório principal da aplicação F-Droid. Pode usar essas mesmas ferramentas para criar o seu próprio repositório adicional ou alternativo para publicação ou para auxiliar na criação, teste e envio de metadados para o repositório principal.
pt_br: As ferramentas do servidor F-Droid fornecem vários scripts e ferramentas que são usadas para manter o repositório principal do aplicativo F-Droid. Você pode usar essas mesmas ferramentas para criar seu próprio repositório adicional ou alternativo para publicação ou para auxiliar na criação, teste e envio de metadados para o repositório principal.
pt_pt: As ferramentas do servidor F-Droid fornecem vários scripts e ferramentas que são usadas para manter o repositório principal do aplicativo F-Droid. Você pode usar essas mesmas ferramentas para criar seu próprio repositório adicional ou alternativo para publicação ou para auxiliar na criação, teste e envio de metadados para o repositório principal.
ro: Instrumentele serverului F-Droid oferă diverse scripturi și instrumente care sunt utilizate pentru a menține depozitul principal de aplicații F-Droid. Puteți utiliza aceleași instrumente pentru a vă crea propriul depozit suplimentar sau alternativ pentru publicare sau pentru a vă ajuta la crearea, testarea și transmiterea metadatelor către depozitul principal.
ru: Серверные инструменты F-Droid содержат различные сценарии и инструменты для поддержки основного репозитория приложений F-Droid. Эти же инструменты можно использовать для создания собственного дополнительного или альтернативного репозитория для публикации приложения или помощи в сборке, тестировании и размещении метаданных в основном репозитории.
sq: Mjetet e shërbyesit F-Droid furnizojnë programthe dhe mjete të ndryshme që përdoren për mirëmbajtjen e depos kryesore të aplikacioneve F-Droid. Mund të përdorni të njëjtat mjete për të krijuar depon tuaj shtesë ose alternative për publikim, ose për të ndihmuar në krijim, testim dhe parashtrim tejtëdhënash te depoja kryesore.
tr: F-Droid sunucu araçları, ana F-Droid uygulama deposunu sürdürmek için kullanılan çeşitli komut dosyaları ve araçlar sağlar. Aynı araçları, yayınlamak için kendi ek veya alternatif deponuzu oluşturmak veya ana depoya üst verileri oluşturmaya, test etmeye ve göndermeye yardımcı olmak için kullanabilirsiniz.
uk: Серверні засоби F-Droid надають різні скрипти й інструменти для підтримки основного репозиторію застосунків F-Droid. За допомогою цих інструментів ви можете створити власний додатковий чи альтернативний репозиторій для своїх застосунків — або допомагати створювати, випробовувати й надсилати метадані для основного репозиторію.
vi: Các công cụ máy chủ của F-Droid cung cấp các tệp lệnh và công cụ khác nhau được sử dụng để duy trì kho ứng dụng chính của F-Droid. Bạn có thể sử dụng các công cụ đó để tạo kho ứng dụng bổ sung hoặc thay thế của bạn để xuất bản, hoặc để hỗ trợ việc tạo, thử nghiệm và gửi đi dữ liệu meta vào kho chính.
zh_hans: F-Droid 服务器工具提供各种脚本和工具，可用于维护 F-Droid 应用主存储库。你可以使用这些工具创建自己的附加或替代存储库，也可用于创建，测试和提交元数据至主存储库。
zh_hant: F-Droid 伺服器工具提供了各種 script 和工具，用於維護主要的 F-Droid 應用程式軟體庫。您可以使用這些相同的工具，來建立您自己的附加或替代的軟體庫，或協助您建立、測試和提交中介資料到主軟體庫。

source: Getting Started
ar: ابدء
ca: Primers passos
cs: Začínáme
de: Zum Einstieg
eo: Unuaj paŝoj
es: Cómo empezar
es_ar: Como comenzar
et: Esmane ülevaade
eu: Lehen urratsak
fa: شروع به کار
fr: Guide de démarrage
gd: Dèan toiseach-tòiseachaidh
he: איך מתחילים
hi: शुरुआत करना
hu: Kezdeti lépések
id: Memulai
is: Til að komast í gang
it: Per iniziare
ja: 始めるには
nb: Kom i gang
nl: Beginnen
nn: Kom i gang
pl: Pierwsze kroki
pt: Primeiros passos
pt_br: Primeiros Passos
pt_pt: Primeiros Passos
ro: Noțiuni introductive
ru: Для начала
sq: Si T’ia Fillohet
tr: Başlangıç
uk: Починаємо
vi: Bắt đầu
zh_hans: 入门
zh_hant: 入門

source: [FAQ - General](FAQ_-_General) Frequently Asked Questions about F-Droid
ar: [الأسئلة الشائعة - عام](FAQ_-_General) الأسئلة المتداولة حول F-Droid
ca: [FAQ - General](FAQ_-_General) Preguntes freqüents sobre l'F-Droid
cs: [Často kladené dotazy – obecné](FAQ_-_General) Často kladené dotazy o projektu F-Droid
de: [FAQ - Allgemein](FAQ_-_General) Häufig gestellte Fragen zu F-Droid
eo: [demandaro – ĝenerala](FAQ_-_General): plej oftaj demandoj pri F-Droid
es: [FAQ - General](FAQ_-_General) Preguntas frecuentes acerca de F-Droid
es_ar: [FAQ - General](FAQ_-_General) Preguntas frecuentes acerca de F-Droid
et: [KKK - üldist](FAQ_-_General) Korduma kippuvad küsimused F-Droid'i kohta
eu: [FAQ - Orokorra](FAQ_-_General) F-Droid-i buruz maiz egindako galderak
fa: [پ‌پ - عمومی](FAQ_-_General) پرسش‌های پرتکرار در بارهٔ اف‌دروید
fr: [FAQ - General](FAQ_-_General) Questions fréquentes concernant F-Droid
gd: [CÀBHA – Coitcheann](FAQ_-_General) Ceistean àbhaisteach mu F-Droid
he: [שו״ת - כללי](FAQ_-_General) שאלות נפוצות ותשובות עליהן בנוגע ל־F-Droid
hi: [FAQ - साधारण](FAQ_-_General) F-Droid के बारे में पूछे जाने वाले साधारण प्रश्न
hu: [GYIK - Általános](FAQ_-_General) Gyakran Ismételt Kérdések az F-Droidról
id: [FAQ - Umum](FAQ_-_General) Pertanyaan yang Sering Ditanyakan tentang F-Droid
is: [FAQ - Almennt](FAQ_-_General) Algengar spurningar um F-Droid
it: [FAQ - Generale](FAQ_-_General) Domande frequenti riguardo F-Droid
ja: [FAQ - 一般](FAQ_-_General) F-Droidに関するよくある質問
nb: [O-S-S - Grunnleggende](FAQ_-_General) Ofte stilte spørsmål om F-Droid
nl: [VGV - algemeen](FAQ_-_General) Veelgestelde vragen over F-Droid
nn: [OSS – generelt](FAQ_-_General) Ofte spurde spørsmål om F-Droid
pl: [FAQ - Ogólne](FAQ_-_General) Często zadawane pytania o F-Droid
pt: [FAQ - Geral](FAQ_-_General) Perguntas mais frequentes sobre o F-Droid
pt_br: [FAQ - Geral](FAQ_-_General) Perguntas frequentes sobre o F-Droid
pt_pt: [FAQ - Geral](FAQ_-_General) Perguntas Mais Frequentes sobre o F-Droid
ro: [FAQ - General](FAQ_-_General) Întrebări frecvente despre F-Droid
ru: [FAQ - Общее](FAQ_-_General) Часто задаваемые вопросы об F-Droid
sq: [PBR - Të përgjithshme](FAQ_-_General) Pyetje të Bëra Rëndom rreth F-Droid-it
tr: [SSS - Genel](FAQ_-_General) F-Droid hakkında Sıkça Sorulan Sorular
uk: [ЧаП — Загальне](FAQ_-_General) Часті питання про F-Droid
vi: [FAQ - Chung](FAQ_-_General) Các câu hỏi thường gặp về F-Droid
zh_hans: [FAQ - 常规](FAQ_-_General)有关 F-Droid 的常见问题解答
zh_hant: [常見問題 - 一般](FAQ_-_General) 關於 F-Droid 的常見問題

source: [FAQ - Client](FAQ_-_Client) Frequently Asked Questions about how to use the F-Droid app in Android.
ar: [الأسئلة الشائعة - العميل](FAQ_-_Client) الأسئلة المتداولة حول كيفية استخدام تطبيق F-Droid في أندرويد.
ca: [FAQ - Client](FAQ_-_Client) Preguntes freqüents sobre com utilitzar l'aplicació F-Droid a l'Android.
cs: [Často kladené dotazy – klient](FAQ_-_Client) Často kladené dotazy o tom, jak používat aplikaci F-Droid v systému Android.
de: [FAQ - Client](FAQ_-_Client) Häufig gestellte Fragen zur Verwendung der F-Droid-App in Android.
eo: [demandaro – kliento](FAQ_-_Client): plej oftaj demandoj pri kiel uzi la aplikaĵon F-Droid ĉe Androido
es: [FAQ - Cliente](FAQ_-_Client) Preguntas frecuentes acerca de cómo usar la aplicación F-Droid en Android.
es_ar: [FAQ - Cliente](FAQ_-_Client) Preguntas frecuentes acerca de como usar la aplicación F-Droid en Android.
et: [FAQ - Klientrakendus](FAQ_-_Client) Korduma kippuvad küsimused F-Droid'i rakenduse kasutamise kohta Androidis.
eu: [FAQ - Bezeroa](FAQ_-_Client) F-Droid aplikazioa Android-en erabiltzeari buruz maiz egindako galderak.
fa: [پ‌پ - کارخواه](FAQ_-_Client) پرسش‌های پرتکرار در بارهٔ چگونگی استفاده از کارهٔ اف‌دروید در اندروید.
fr: [FAQ - Application](FAQ_-_Client) Questions fréquentes sur l'utilisation de l'application F-Droid sous Android.
gd: [CÀBHA – Cliant](FAQ_-_Client) Ceistean àbhaisteach mu chleachdadh aplacaid F-Droid air Android.
he: [שו״ת - לקוח](FAQ_-_Client) שאלות נפוצות ותשובות עליהן בנוגע לשימוש ביישומון של F-Droid בסביבת Android.
hi: [FAQ - क्लाइंट](FAQ_-_Client) F-Droid ऐप का Android पर कैसे इस्तेमाल करना है, इस बारे में पूछे जाने वाले साधारण प्रश्न।
hu: [GYIK - Kliens](FAQ_-_Client) Gyakran Ismételt Kérdések az F-Droid alkalmazás használatáról Androidon.
id: [FAQ - Klien](FAQ_-_Client) Pertanyaan yang Sering Ditanyakan tentang bagaimana cara menggunakan aplikasi F-Droid di Android.
is: [FAQ - F-Droid forritið](FAQ_-_Client) Algengar spurningar um hvernig nota eigi F-Droid appið í Android.
it: [FAQ - Client](FAQ_-_Client) Domande frequenti sull'utilizzo dell'app F-Droid su Android.
ja: [FAQ - クライアント](FAQ_-_Client) AndroidのF-Droidアプリの使い方に関するよくある質問。
nb: [O-S-S - Klient](FAQ_-_Client) Ofte stilte spørsmål om bruken av F-Droid-programmet i Android.
nl: [VGV - cliënt](FAQ_-_Client) Veelgestelde vragen over het gebruik van de F-Droid-app in Android.
nn: [OSS – klienten](FAQ_-_Client) Ofte spurde spørsmål om korleis ein brukar F-Droid på Android
pl: [FAQ - Klient](FAQ_-_Client) Często zadawane pytania dotyczące korzystania z aplikacji F-Droid w systemie Android.
pt: [FAQ - Cliente](FAQ_-_Client) Perguntas mais frequentes sobre como usar a aplicação F-Droid em Android.
pt_br: [FAQ - Cliente](FAQ_-_Client) Perguntas frequentes sobre como utilizar o app F-Droid no Android.
pt_pt: [FAQ - Cliente](FAQ_-_Client) Perguntas Mais Frequentes sobre como usar a aplicação F-Droid no Android.
ro: [FAQ - Client](FAQ_-_Client) Întrebări frecvente cu privire la modul de utilizare a aplicației F-Droid în Android.
ru: [FAQ - Клиент](FAQ_-_Client) Часто задаваемые вопросы по использованию клиентского приложения F-Droid для Android.
sq: [PBR - Klient](FAQ_-_Client) Pyetje të Bëra Rëndom rreth se si të përdoret aplikacioni F-Droid në Android.
tr: [SSS - İstemci](FAQ_-_Client) Android'de F-Droid uygulamasını kullanma hakkında Sık Sorulan Sorular.
uk: [ЧаП — Клієнт](FAQ_-_Client) Часті питання про використання Android-застосунку F-Droid.
vi: [FAQ - Ứng dụng khách](FAQ_-_Client) Các câu hỏi thường gặp về cách sử dụng ứng dụng F-Droid trên Android.
zh_hans: [FAQ - 客户端](FAQ_-_Client) 关于在 Android 上使用 F-Droid 应用的常见问题解答。
zh_hant: [常見問題 - 用戶端](FAQ_-_Client) 關於在 Android 上使用 F-Droid 的常見問題。

source: [Get F-Droid](Get_F-Droid) How to get started using F-Droid.
ar: [احصل على F-Droid](Get_F-Droid) كيفية بدء استخدام F-Droid.
ca: [Obteniu l'F-Droid](Get_F-Droid) Com començar a utilitzar l'F-Droid.
cs: [Získejte F-Droid](Get_F-Droid) Jak začít používat F-Droid.
de: [Holen Sie sich F-Droid](Get_F-Droid) Erste Schritte mit F-Droid.
eu: [Eskuratu F-Droid](Get_F-Droid) Nola hasi F-Droid erabiltzen.
fr: [Obtenir F-Droid](Get_F-Droid) Comment commencer à utiliser F-Droid.
he: [הורדת F-Droid](Get_F-Droid) כיצד להתחיל להשתמש ב־F-Droid.
hu: [Az F-Droid beszerzése](Get_F-Droid) Hogyan fogjon neki az F-Droid használatának.
id: [Dapatkan F-Droid](Get_F-Droid) Cara mulai menggunakan F-Droid.
ja: [F-Droidを入手](Get_F-Droid) F-Droidを使い始める仕方について。
pl: [Pobierz F-Droid](Get_F-Droid) Jak zacząć korzystać z F-Droid.
pt: [Obter F-Droid](Get_F-Droid) Como começar a usar o F-Droid.
pt_br: [Obter F-Droid](Get_F-Droid) Como começar a usar o F-Droid.
ru: [Получить F-Droid](Get_F-Droid) Как начать работу с F-Droid.
tr: [F-Droid Edinin](Get_F-Droid) F-Droid kullanmaya nasıl başlanır.
uk: [Отримати F-Droid](Get_F-Droid) Як розпочати роботу з F-Droid.
zh_hans: [Get F-Droid](Get_F-Droid) 如何开始使用 F-Droid。

source: [Anti-Features](Anti-Features) What they are, what they mean, and what apps have them.
ar: [الميزات المضادة](Anti-Features) ما هي، ماذا تعني، وما هي التطبيقات التي تحتويها.
ca: [Característiques no adients](Anti-Features) Què són, què volen dir i quines aplicacions les tenen.
cs: [Anti-funkce](Anti-Features) Co jsou, co znamenají a jaké aplikace je mají.
de: [Anti-Features](Anti-Features) Was sie sind, was sie bedeuten und welche Anwendungen sie haben.
eo: [fiebloj](Anti-Features): kio ili estas, kion ili signifas kaj kiuj aplikaĵoj ilin posedas
es: [Anti-Características](Anti-Features) Qué son, qué significan, y qué aplicaciones las tienen.
es_ar: [Anti-Características](Anti-Features) Qué son, qué significan, y qué aplicaciones las tienen.
et: [Anti-funktsionaalsused](Anti-Features) Millega on tegemist, mida nad tähendavad ja mis rakendustes neid leidub.
eu: [Ezaugarri eztabaidagarriak](Anti-Features) Zer dira, zer esan nahi dute, eta zer aplikazio dituzten.
fa: [پادویژگی‌ها](Anti-Features) چیستند، چه معنی‌ای دارد و کدام کاره‌ها دارندشان.
fr: [Antifonctions](Anti-Features) Ce qu’elles sont, ce qu’elles signifient et quelles applis en présentent.
gd: [Droch-ghleusan](Anti-Features) Dè th’ annta, dè as ciall dhaibh is cò na h-aplacaidean air a bheil iad.
he: [תכונות שליליות](Anti-Features) מה הן, מה משמעותן ובאילו יישומונים יש אותן.
hi: [विरोधी सुविधाएँ](Anti-Features) ये क्या हैं, इनका क्या मतलब है, और किन ऐप्स पर ये हैं।
hu: [Előnytelen funkciók](Anti-Features) Mik azok, mit jelentenek, és mely alkalmazások tartalmazzák őket.
id: [Anti-Fitur](Anti-Features) Apa itu, apa maksudnya, dan aplikasi mana yang memilikinya.
is: [Slæmir eiginleikar](Anti-Features) Hvað þeir séu, hvað þeir þýða, og hvaða forrit eru með þá.
it: [Anti-Caratteristiche](Anti-Features) Cosa sono, cosa significano e quali applicazioni le hanno.
ja: [好ましくない機能](Anti-Features) 「好ましくない機能（Anti-Features）」の意味や、これを含むアプリについて。
nb: [Anti-funksjoner](Anti-Features) Hva de er, hva de betyr, og hvilke apper som har dem.
nl: [Antifuncties](Anti-Features) Wat zijn ze, wat doen ze, en welke apps hebben ze.
nn: [Antifunksjonalitet](Anti-Features) Kva er dette, og kva appar har det?
pl: [Niepożądane funkcje](Anti-Features) Czym są, co oznaczają i jakie aplikacje je mają.
pt: [Funcionalidades indesejadas](Anti-Features) O que são, o que significam e quais as aplicações que as têm.
pt_br: [Características indesejadas](Anti-Features) O que eles são, o que eles significam e quais aplicativos os têm.
pt_pt: [Funcionalidades indesejadas](Anti-Features) O que são elas, o que elas significam e quais as aplicações que as têm.
ro: [Anti-Features](Anti-Features) Ce sunt, ce înseamnă și ce aplicații le au.
ru: [Неприятные особенности](Anti-Features) Что это такое, что это означает и какие приложения их содержат.
sq: [Anti-Veçoritë](Anti-Features) Çfarë janë, cili është kuptimi i tyre dhe cilat aplikacione i përmbajnë.
tr: [Karşıt-Özellikler](Anti-Features) Ne oldukları, ne anlama geldikleri ve hangi uygulamalarda bulundukları.
uk: [Небажані функції](Anti-Features) Що це, що вони означають та які застосунки їх мають.
vi: [Các tính năng không mong muốn](Anti-Features) Chúng là gì, ý nghĩa của chúng, và những ứng dụng nào có chúng.
zh_hans: [负面特征](Anti-Features) 什么是负面特征（Anti-Feature），负面特征意味着什么，以及哪些应用具有负面特征。
zh_hant: [反特徵](Anti-Features) 有關什麼是反特徵、它的含義，以及哪些應用程式具有反特徵。
