Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: Keep in mind that the F-Droid ecosystem consists of several components. Thus, consulting services may offer a lot of different services, such as * Deployment of F-Droid within an organisation * Setup and maintenance of F-Droid repositories * Workshops for users and admins * Help in getting an app compliant for inclusion in the main f-droid.org repository * Bug fixes or feature additions to the F-Droid client and server components * Whitelabel solutions
ar: ضع في اعتبارك أن النظام البيئي F-Droid يتكون من عدة مكونات. وبالتالي، قد تقدم الخدمات الاستشارية الكثير من الخدمات المختلفة، مثل * نشر F-Droid داخل مؤسسة * إعداد وصيانة مستودعات F-Droid * ورش عمل للمستخدمين والمسؤولين * المساعدة في الحصول على تطبيق متوافق مع تضمينه في مستودع f-droid.org الرئيسي * إصلاحات الأخطاء أو إضافات الميزات إلى مكونات الخادم والعميل F-Droid * حلول وايتلابيل
ca: Tingueu present que l'ecosistema F-Droid està compost de múltiples components. Per tant, els serveis de consultoria poden ser molt diferents, com ara * Desplegament de l'F-Droid a l'organització. * Configuració i manteniment de dipòsits de l'F-Droid. * Tallers per a usuaris i administradors. * Assessorament perquè una aplicació compleixi els requisits d'inclusió en el dipòsit principal de l'F-Droid. * Correcció d'errors o addició de funcionalitats als components client i servidor de l'F-Droid. * Solucions de marca genèrica
cs: Myslete na to, že ekosystém F-Droid sestává z nekolika komponent. Proto mohou poradenské služby nabídnout mnoho rozmanitých služeb, např. * Nasazení služeb F-Droid v organizaci * Nastavení a údržba repozitářů F-Droid * Workshopy pro uživatele a administrátory * Pomoc s přípravou aplikace pro zařazení do hlavního repozitáře f-droid.org * Opravy a nové funkce klientských a serverových komponent F-Droid * Individuální (whitelabel) řešení
de: Beachten Sie, dass das F-Droid-Ökosystem aus einigen Komponenten besteht. Somit können Beratungsdienste eine Vielzahl verschiedener Dienstleistungen enthalten, wie z. B. * F-Droid-Deployment innerhalb eines Unternehmens * Einrichtung und Wartung von F-Droid-Repositorys * Schulungen für Anwender und Administratoren * Hilfe bei Anwendungen, damit sie die Aufnahmekriterien ins F-Droid-Hauptrepository erfüllen * Fehlerlösungen oder Funktionserweiterungen für den F-Droid-Client und Server-Komponenten * Whitelabel-Lösungen
eo: Estu konscia, ke la F-Droid-ekosistemo konsistas el kelkaj partoj. Do konsultadaj servoj povas oferi tre diversajn servojn kiel: * ekuzi F-Droid de la organizaĵo * instali kaj prizorgi F-Droid-deponejojn * instruado por uzantoj kaj administrantoj * helpi igi aplikaĵon kongrua por aldoni al la ĉefa deponejo de F-Droid * erar-riparoj kaj aldono de eblaĵoj al la kliento F-Droid aŭ al servaj komponantoj * mark-tajloreblaj solvoj
es: Tenga en cuenta que el ecosistema de F-Droid consta de varios componentes. Por lo tanto, los servicios de consultoría pueden ofrecer una gran variedad de servicios, como * Despliegue de F-Droid dentro de una organización * Configuración y mantenimiento de repositorios F-Droid * Talleres para usuarios y administradores * Ayuda para obtener una aplicación compatible para su inclusión en el repositorio principal de f-droid.org. * Corrección de errores o incorporación de funciones a los componentes de cliente y servidor de F-Droid * Soluciones Whitelabel
es_ar: Tené en cuenta que el ecosistema de F-Droid consta de varios componentes. Por lo tanto, los servicios de consultoría pueden ofrecer una gran variedad de servicios, como * Despliegue de F-Droid dentro de una organización * Configuración y mantenimiento de repositorios F-Droid * Talleres para usuarios y administradores * Ayuda para obtener una aplicación compatible para su inclusión en el repositorio principal de f-droid.org. * Corrección de errores o incorporación de funciones a los componentes de cliente y servidor de F-Droid * Soluciones Whitelabel
et: Teatavasti sisaldab F-Droid'i ökosüsteem palju koostisosi. Seetõttu on osalistel võimalik pakkuda konsultatsiooniteenuseid ka erinevates valdkondades, nagu näiteks: * F-Droid'i kasutuselevõtmine organisatiooni sees * F-Droid'i hoidlate loomine ja hooldus * Töötoad kasutajatale ja haldajatele * Nõustamine kuidas rakendust kohendada vastavaks f-droid.org põhirepositooriumi reeglitele * F-Droid'i kliendi ja serverirakenduste veaparandused ning täiendavate funktsionaalsuste lisamine * Tähistamata toodete ehk whitelabel-lahendused
eu: Kontuan izan F-Droid ekosistemak hainbat osagai dituela. Beraz, ahaolkulariek denetariko zerbitzuak eskaini ditzakete, hala noa * F-Droid elkartean ezartzea * F-Droid biltegiak ezari eta mantentzea * Erabiltzaile eta kudeatzaileentzako tailerrak * Aplikazioa fdroid.org biltegi nagusian sartzeko bateragarri bihurtzeko laguntza * Akatsen konponketa edo ezaugarriak gehitzea F-Droid bezeroan eta zerbitzariaren osagaietan * Marka zuriko irtenbideak
fa: به خاطر داشته باشید که زیست‌بوم اف‌دروید شامل اجزای مختلفی است. بنابراین، خدمات مشاوره می‌توانند خدمت‌های مختلفی عرضه کنند، مانند * راه‌اندازی اف‌دروید درون یک سازمان * برپا سازی و نگه‌داری مخازن اف‌دروید * کارگاه‌هایی برای کاربران و مدیران * کمک به سازگار کردن برنامه‌ها برای قرارگیری در مخزن اصلی اف‌دروید * رفع مشکلات یا افزودن ویژگی‌ها به کارخواه اف‌دروید و اجزای کارساز * راهکارهای تغییر برند
fr: Gardez à l’esprit que l’écosystème de F-Droid est constitué de plusieurs composants. Par conséquent, les services de conseil peuvent offrir de nombreux services différents tels que : * Déploiement de F-Droid au sein d’une organisation * Mise en place et maintenance de dépôts F-Droid * Ateliers pour les utilisateurs et administrateurs * Aide pour rendre une appli conforme pour être ajoutée dans le dépôt principal f-droid.org * Correctifs de bogues ou ajouts de fonctions aux composants client et serveur de F-Droid * Solutions en marque blanche
gd: Thoir an aire gu bheil iomadh co-phàirt aig èiceo-shiostam F-Droid. Air an adhbhar sin, faodaidh seirbheisean co-chomhairleachaidh iomadh seirbheis eadar-dhealaichte a thabhann, can * Deployment aig F-Droid am broinn buidhinn * Suidheachadh is obair-ghlèidhidh air ionadan-tasgaidh F-Droid * Bùthan-obrach dhan luchd-chleachdaidh is do rianairean * Cuideachadh airson aplacaid a dhèanamh co-chòrdail ach an dèid a chur ris a’ phrìomh ionad-tasgaidh f-droid.org * Càradh air bugaichean no cuir ris ghleusan ùra airson cliant agus co-phàirtean frithealaiche F-Droid * Fuasglaidhean whitelabel
he: כדאי לשים לב לכך שהסביבה התומכת של F-Droid מורכבת ממגוון רכיבים. לכן, שירותי יעוץ עשויים להציע מגוון שירותים, כגון: * הטמעה של F-Droid בתוך הארגון * הקמה ותחזוקה של מאגרי F-Droid * סדנאות למשתמשים ולמנהלים * סיוע בתאימות של יישומון כדי לאפשר להוסיף אותו למאגר הראשי של f-droid.org * תיקוני תקלות או הוספת תכונות לרכיבי השרת והלקוח של F-Droid * פתרונות להתאמת המוצר למיתוג שלכם
hi: ध्यान रखें कि F-Droid के पारिस्थितिकी तंत्र में कई घटक हैं। यानी परामर्श सेवाएँ कई सारी अलग-अलग सेवाएँ प्रदान कर सकते हैं, जैसे * किसी संगठन के अंदर F-Droid का तैनात-कार्य * F-Droid रिपॉज़िटरियों का सेटअप और अनुरक्षण * सदस्यों और प्रबंधकों के लिए कार्यशालाएँ * मुख्य f-droid.org रिपॉज़िटरी में शामिल होने योग्य कोई ऐप प्राप्त करने में सहायता * F-Droid क्लाइंट और सर्वर घटकों में बग सुधार या नई सुविधाएँ * व्हाइटलेबल समाधान
hu: Vegye figyelembe, hogy az F-Droid ökoszisztéma számos összetevőből áll, így a tanácsadási szolgáltatások különböző dolgokat nyújthatnak, például: * F-Droid telepítése a szervezeten belül * F-Droid tárolók beállítása és karbantartása * Workshopok felhasználók és rendszergazdás számára * Segítség egy alkalmazás a fő f-droid.org tárolóba juttatásához * Hibajavítások és funkciók hozzáadása az F-Droid kliens- és kiszolgálóoldali öszzetevőihez * Saját márkás megoldások
id: Harap perhatikan bahwa ekosistem F-Droid terdiri dari beberapa komponen. Karena itu, layanan konsultasi mungkin menawarkan banyak layanan berbeda lainnya, seperti * Penyebaran F-Droid didalam sebuah organisasi * Mengatur dan memelihari repositori F-Droid * Loka karya untuk pengguna dan admin * Membantu agar aplikasi sesuai dan dapat dimasukkan ke repositori utama f-droid.org * Perbaikan bug atau fitur tambahan ke klien F-Droid dan komponen peladen * Solusi label putih
is: Hafðu í huga að F-Droid vistkerfið samanstendur af mörgum þáttum. Þar af leiðandi getur ráðgjafarþjónusta sérhæft sig í ákveðnum þáttum, svo sem * Uppsetningu F-Droid innan fyrirtækis/stofnunar * Uppsetning og viðhald F-Droid hugbúnaðarsafna * Vinnufundir fyrir notendur og stjórnendur * Hjálp við að láta forrit standast kröfur til að geta verið innifalið í aðalhugbúnaðarsafninu á f-droid.org * Lagfæringar á göllum eða viðbótareiginleikar fyrir F-Droid biðlarann eða vefþjónahluta * Óvörumerktar lausnir (whitelabel solutions)
it: Tieni presente che l'ecosistema F-Droid è costituito da diversi componenti. Pertanto, i servizi di consulenza possono essere molteplici, come ad esempio * Impiego di F-Droid all'interno di un'organizzazione * Installazione e manutenzione dei repository F-Droid * Corsi per utenti e amministratori * Aiuto per ottenere un'applicazione conforme all'inclusione nel repository principale f-droid.org. * Correzioni di errori o aggiunte di funzionalità al client F-Droid e ai componenti del server * Soluzioni Whitelabel
ja: F-Droidのエコシステムは複数の要素から成り立っています。そのため、コンサルティングのサービスは広い範囲にわたって提供されます。以下はその一例です。 * 組織内でのF-Droidの運用設定 * F-Droidリポジトリの設定、保守 * ユーザー、管理者向けの研修会 * f-droid.orgのメインリポジトリへの登録に向けて、アプリを基準に準拠するための支援 * F-Droidクライアントまたはサーバーのコンポーネントのバグ修正、あるいは機能の追加 * ホワイトラベル化のソリューション
nb: Ha i minnet at F-droid-økosystemet består av flere komponenter. Derav kan konsulenttjenestene strekke seg over mange forskjellige områder, som: * Utrulling av F-Droid i en organisasjon * Oppsett og vedlikehold av F-Droid-pakkebrønner * Arbeidsgrupper for brukere og administratorer * Hjelp til å få et program i skikk til inkludering i f-droid.org-hovedpakkebrønnen * Feilrettinger og funksjonstillegg i F-Droid-klienten og -tjenerkomponentene. * Merkevareutbytting
nl: Bedenk dat het F-Droid ecosysteem verschillende componenten bevat. Consultatiediensten kunnen veel verschillende diensten aanbieden, zoals * F-Droid binnen een organisatie uitrollen * F-Droid repositories opzetten en beheren * Workshops voor gebruikers en beheerders geven * Hulp bieden in het conform maken van een app voor opname in de hoofdrepository van f-droid.org * Bugs fixen of functies toevoegen in de F-Droid client- en servercomponenten * Oplossingen whitelabelen
nn: Hugs at F-Droid-økosystemet har fleire komponentar. Konsulent­tenestene kan derfor dekkja mange ulike område, for eksempel: * Installering av F-Droid i ein organisasjon * Oppsett og vedlikehald av F-Droid-pakkebrønnar * Seminar for brukarar og administrator * Hjelp til å tilpassa ein app slik at han oppfyller vilkåra for inkludering i hovud­pakkebrønnen på f-droid.org * Feilrettingar og nye funksjonar i F-Droid-appen og tilhøyrande tenarkomponentar * Omprofilerte utgåver
pl: Należy pamiętać, że ekosystem F-Droid składa się z kilku komponentów. Dlatego usługi doradcze mogą oferować wiele różnych usług, takich jak * Wdrożenie F-Droid w organizacji * Konfiguracja i konserwacja repozytoriów F-Droid * Warsztaty dla użytkowników i administratorów * Pomoc w uzyskaniu zgodności aplikacji z głównym repozytorium f-droid.org * Poprawki lub dodatki do składników klienta F-Droid i składników serwera * Rozwiązania Whitelabel
pt: Tenha em mente que o ecossistema F-Droid consiste em vários componentes. Assim, os serviços de consultoria podem oferecer muitos serviços diferentes, como * Implantação do F-Droid dentro de uma organização * Configuração e manutenção de repositórios F-Droid * Workshops para utilizadores e administradores * Ajuda na obtenção de um app compatível para inclusão no repositório principal do f-droid.org * Correções de bugs ou adições de recursos aos componentes cliente e servidor do F-Droid * Soluções <a target="_blank" href="https://blog.iset.com.br/afinal-o-que-e-whitelabel/">Whitelabel</a>
pt_br: Tenha em mente que o ecossistema F-Droid consiste em vários componentes. Assim, os serviços de consultoria podem oferecer muitos serviços diferentes, como * Implantação do F-Droid dentro de uma organização * Configuração e manutenção de repositórios F-Droid * Workshops para usuários e administradores * Ajuda na obtenção de um aplicativo compatível para inclusão no repositório principal do f-droid.org * Correções de bugs ou adições de recursos aos componentes cliente e servidor do F-Droid * Soluções <a target="_blank" href="https://blog.iset.com.br/afinal-o-que-e-whitelabel/">Whitelabel</a>
pt_pt: Tenha em mente que o ecossistema F-Droid consiste em vários componentes. Assim, os serviços de consultoria podem oferecer muitos serviços diferentes, como * Implantação do F-Droid dentro de uma organização * Configuração e manutenção de repositórios F-Droid * Workshops para usuários e administradores * Ajuda na obtenção de um aplicativo compatível para inclusão no repositório principal do f-droid.org * Correções de bugs ou adições de recursos aos componentes cliente e servidor do F-Droid * Soluções <a target="_blank" href="https://blog.iset.com.br/afinal-o-que-e-whitelabel/">Whitelabel</a>
ro: Rețineți că ecosistemul F-Droid este format din mai multe componente. Astfel, serviciile de consultanță pot oferi o mulțime de servicii diferite, cum ar fi * Implementarea F-Droid în cadrul unei organizații * Configurarea și întreținerea depozitelor F-Droid * Ateliere de lucru pentru utilizatori și administratori * Ajutor în obținerea conformității unei aplicații pentru a fi inclusă în depozitul principal f-droid.org * Corectarea de erori sau adăugarea de funcții la componentele client și server F-Droid * Soluții de etichetare albă
ru: Имейте в виду, что экосистему F-Droid составляют несколько компонентов. А потому услуги консультации предлагают набор различных услуг, таких как * Внедрение F-Droid в организациях * Настройка и обслуживание репозиториев F-Droid * Курсы для пользователей и администраторов * Помощь по приведению приложения в соотетствие с требованиями по включению в основной репозиторий f-droid.org * Исправления ошибок и добавление функциональности как в клиентскую, так и в серверную части F-Droid * Решения по ребрендингу
sq: Mos harroni se ekosistemi F-Droid ngrihet mbi disa përbërës. Ndaj, shërbime këshillimore mund të ofrojnë plot shërbime të ndryshme, të tillë si * Shtrirja e F-Droid-it brenda një enti * Ujdisje dhe mirëmbajtje deposh F-Droid * Praktika për përdorues dhe përgjegjës * Ndihmë për ta bërë një aplikacion të pajtueshëm për përfshirje te depoja kryesore f-droid.org * Ndreqje të metash ose shtim veçorish te klienti F-Droid dhe përbërës të shërbyesit * Zgjidhje pa markë
tr: F-Droid ekosisteminin birkaç bileşenden oluştuğunu unutmayın. Bu nedenle, danışmanlık hizmetleri birçok farklı hizmet sunabilir, örneğin * Bir kuruluş içinde F-Droid dağıtımı * F-Droid depolarının kurulumu ve bakımı * Kullanıcılar ve yöneticiler için atölye çalışmaları * Ana f-droid.org deposuna dahil edilmek üzere bir uygulamanın uyumlu olmasına yardımcı olun * F-Droid istemci ve sunucu bileşenlerine hata düzeltmeleri veya özellik eklemeleri * Beyaz etiket çözümleri
uk: Майте на увазі, що екосистема F-Droid складається з кількох складників. Таким чином, консалтингові послуги можуть пропонувати безліч різних послуг, таких як * Розгортання F-Droid в організації * Налаштування та обслуговування репозиторіїв F-Droid * Майстер-класи для користувачів та адміністраторів * Допомога в отриманні застосунку, сумісного для включення в основний репозиторій f-droid.org * Виправлення помилок або доповнення до функцій клієнта та складників сервера F-Droid * Рішення Whitelabel
vi: Lưu ý rằng hệ sinh thái của F-Droid gồm có nhiều thành phần. Do đó, các dịch vụ tư vấn có thể sẽ đưa ra rất nhiều dịch vụ khác nhau, như là * Triển khai F-Droid trong một tổ chức * Thiết lập và duy trì các kho F-Droid * Xưởng làm việc dành cho những người dùng và quản trị viên * Trợ giúp trong việc làm cho một ứng dụng tuân thủ để được bao gồm trong kho chính của f-droid.org. * Sửa lỗi hoặc thêm tính năng vào ứng dụng khách F-Droid và các thành phần máy chủ * Các giải pháp nhãn trắng
zh_hans: 记住 F-Droid 生态由几个部分组成。因此，咨询服务可以提供大量不同的服务，如 * 在组织中部署 F-Droid * 建立并管理 F-Droid 存储库 * 针对用户和管理员的讨论会 * 帮助使应用符合要求以包含在 f-droid.org 主存储库中 * F-Droid 客户端或服务器组件的错误修复或功能添加 * 白标解决方案
zh_hant: 請注意，F-Droid 生態系包含幾個不同的元件。所以，諮詢服務也可以提供多種不同類型的服務，例如 * 組織中的 F-Droid 部署 * F-Droid 軟體庫的設定與維護 * 使用者與管理員的工作坊 * 協助符合要求的應用程式引入主要的 f-droid.org 軟體庫 * F-Droid 客戶端與伺服器元件的錯誤修復與功能新增 * Whitelabel 解決方案

source: Check out the descriptions to find an appropriate consultant for your needs.
ar: تحقق من الأوصاف للعثور على مستشار مناسب لاحتياجاتك.
ca: Llegiu les descripcions per a trobar una persona consultora adient per a les vostres necessitats.
cs: Obraťte se na popis, abyste nalezli vhodného poradce pro své potřeby.
de: Sehen Sie sich die Beschreibungen an, um einen geeigneten Berater für Ihre Bedürfnisse zu finden.
eo: Legu priskribojn por trovi konfirman konsultanton por viaj bezonoj.
es: Consulta las descripciones para encontrar un consultor adecuado para tus necesidades.
es_ar: Consultá las descripciones para encontrar un consultor adecuado para tus necesidades.
et: Kui soovid leida endale sobilikku nõustajat, siis palun loe vastavaid kirjeldusi.
eu: Egiaztatu deskripzioak zure beharretarako aholkulari egokia aurkitzeko.
fa: برای یافتن مشاور مناسب با نیازهایتان، توضیحات را بررسی کنید.
fr: Consultez les descriptions pour trouver le consultant qui correspond à vos besoins.
gd: Thoir sùil air na tuairisgeulan a lorg co-chomhairlichean iomchaidh dha na feumalachdan agad.
he: כדאי לעיין בתיאורים כדי למצוא ייעוץ שמתאים לצרכים שלכם.
hi: अपनी ज़रूरतों के अनुसार उचित परामर्शदाता पाने के लिए टेक्स्ट विवरण पढ़ें।
hu: Nézze meg a leírásokat, hogy az Ön igényeinek leginkább megfelelő tanácsadót válassza.
id: Periksa deskripsi untuk menemukan konsultan yang cocok dengan kebutuhan Anda.
is: Skoðaðu eftirfarandi lýsingar til að finna hentugan ráðgjafa sem uppfyllir þarfir þínar.
it: Consulta le descrizioni per trovare un consulente adatto alle tue esigenze.
ja: 説明文をチェックして、自分に合ったコンサルタントを探しましょう。
nb: Les beskrivelsene og finn en passende konsulent for dine behov.
nl: Zie de beschrijvingen om een consultant te vinden die aan jouw eisen voldoet.
nn: Les skildringane for å finna ein konsulent som leverer tenestene du treng.
pl: Sprawdź opisy, aby znaleźć odpowiedniego konsultanta do swoich potrzeb.
pt: Leia as descrições para encontrar um consultor apropriado para suas necessidades.
pt_br: Confira as descrições para encontrar um consultor apropriado para suas necessidades.
pt_pt: Confira as descrições para encontrar um consultor apropriado para suas necessidades.
ro: Consultați descrierile pentru a găsi un consultant potrivit pentru nevoile dumneavoastră.
ru: Ознакомьтесь с описаниями, чтобы подобрать подходящего под Ваши нужды консультанта.
sq: Kontrolloni përshkrimet që të gjeni një konsulent të përshtatshëm për nevojat tuaja.
tr: Gereksinimlerinize uygun bir danışman bulmak için açıklamaları inceleyin.
uk: Перегляньте описи, щоб знайти відповідного консультанта для ваших потреб.
vi: Hãy xem các mô tả để tìm một chuyên gia tư vấn phù hợp với nhu cầu của bạn.
zh_hans: 查看说明以找到适合你的需求的顾问。
zh_hant: 查看說明並尋找符合您需求的顧問。

source: COTECH - Confidential Technologies GmbH
ar: COTECH - شركة التكنولوجيات السرية GmbH
fa: ‫COTECH - Confidential Technologies با مسئولیت محدود‬
id: Confidential Technologies GmbH (COTECH)
uk: COTECH - Конфіденшал Технолоджіс GmbH

source: __Website:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
ar: __الموقع الإلكتروني:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
ca: __Lloc web:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
cs: __Web:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
eo: __Retejo:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
es: __Sitio web:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
es_ar: __Sitio web:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
et: __Veebisait:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
eu: __Webgunea:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
fa: __پایگاه وب:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
fr: __Site Web :__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
gd: __Làrach-lìn:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
he: __אתר:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
hi: __वेबसाइट:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
hu: __Weboldal:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
id: __Situs web:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
is: __Vefsvæði:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
it: __Sito web:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
ja: __ウェブサイト:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
nb: __Nettside:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
nn: __Heimeside:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
pl: __Strona internetowa:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
pt: __Site da Web:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
pt_br: __Página do site:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
pt_pt: __Site da Web:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
ro: __Site:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
ru: __Сайт:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
sq: __Sajt:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
uk: __Вебсайт:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
vi: __Trang web:__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
zh_hans: __网站：__[https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)
zh_hant: __網頁：__ [https://www.cotech.de/f-droid](https://www.cotech.de/f-droid)

source: __Email:__ [contact@cotech.de](mailto:contact@cotech.de)
ar: __البريد الإلكتروني:__ [contact@cotech.de](mailto:contact@cotech.de)
ca: __Correu electrònic:__ [contact@cotech.de](mailto:contact@cotech.de)
eo: __Retpoŝto:__ [contact@cotech.de](mailto:contact@cotech.de)
es: __Correo-e:__ [contact@cotech.de](mailto:contact@cotech.de)
et: __E-post:__ [contact@cotech.de](mailto:contact@cotech.de)
eu: __E-maila:__ [contact@cotech.de](mailto:contact@cotech.de)
fa: __رایانامه:__ [contact@cotech.de](mailto:contact@cotech.de)
fr: __Courriel :__ [contact@cotech.de](mailto:contact@cotech.de)
gd: __Post-d:__ [contact@cotech.de](mailto:contact@cotech.de)
he: __דוא״ל:__ [contact@cotech.de](mailto:contact@cotech.de)
hi: __ईमेल:__ [contact@cotech.de](mailto:contact@cotech.de)
hu: __E-mail cím:__ [contact@cotech.de](mailto:contact@cotech.de)
id: __Posel:__ [contact@cotech.de](mailto:contact@cotech.de)
is: __Tölvupóstur:__ [contact@cotech.de](mailto:contact@cotech.de)
ja: __メール:__ [contact@cotech.de](mailto:contact@cotech.de)
nb: __E-post:__ [contact@cotech.de](mailto:contact@cotech.de)
nl: __E-mailadres:__ [contact@cotech.de](mailto:contact@cotech.de)
nn: __E-post:__ [contact@cotech.de](mailto:contact@cotech.de)
tr: __E-posta:__ [contact@cotech.de](mailto:contact@cotech.de)
zh_hans: __电子邮件：__[contact@cotech.de](mailto:contact@cotech.de)
zh_hant: __電子郵件：__ [contact@cotech.de](mailto:contact@cotech.de)
