Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: Donations for F-Droid were previously handled by F-Droid Limited, a UK "private company" registered in England (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). It has been out of use since 2021.
ar: وكانت التبرعات المقدمة ل F-Droid تعالج سابقا من قبل F-Droid Limited، وهي "شركة خاصة" في المملكة المتحدة مسجلة في إنجلترا (رقم [08420676](https://beta.companieshouse.gov.uk/company/08420676)). وقد تم استخدامه منذ عام 2021.
ca: Anteriorment les donacions a l'F-Droid les gestionava l'F-Droid Limited, una «empresa privada» del Regne Unit registrada a Anglaterra amb [número 08420676](https://beta.companieshouse.gov.uk/company/08420676). Es deixà d'utilitzar el 2021.
cs: Dary pro F-Droid byly dříve zpracovávány společností F-Droid Limited, „soukromou společností“ registrovanou ve Spojeném království (č. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Ta je od roku 2021 mimo provoz.
de: Spenden für F-Droid wurden bisher von F-Droid Limited, einem britischen, in England (unter der Nr. [08420676](https://beta.companieshouse.gov.uk/company/08420676)) registrierten „Privatunternehmen” abgewickelt. Seit 2021 ist dies nicht mehr der Fall.
et: Annetusi F-Droidi rahastamiseks haldas varem F-Droid Limited, mis on Suurbitannia eraõiguslik äriühing registreeritud Inglismaal (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Alates 2021-st aastast ei ole see võimalus enam kasutusel.
eu: F-Droidentzako dohaintzak F-Droid Limited enpresak eramaten zituen, Ingalaterran erregistratutako Erresuma Batuko "enpresa partikular" bat da (zbk. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). 2021etik ez dugu bide hau erabiltzen.
fa: اعانه‌ها به اف‌دروید، پیش‌تر به دست F-Droid Limited، یک «شرکت خصوصی» ثبت‌شده در انگلستان (شماره ثبت [۰۸۴۲۰۶۷۶](https://beta.companieshouse.gov.uk/company/08420676)) مدیریت می‌شد. این روش از ۱۴۰۰ دیگر استفاده نمی‌شود.
fr: Les dons à F-Droid étaient précédemment gérés par F-Droid Limited, une « société privée » du Royaume-Uni enregistrée en Angleterre (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Ce n'est plus le cas depuis 2011.
he: התרומות ל־F-Droid טופלו בעבר על ידי F-Droid בע״מ, חברה פרטית שרשומה באנגליה (מס׳ [08420676](https://beta.companieshouse.gov.uk/company/08420676)). אינה בשימוש מ־2021.
hi: F-Droid को किए गए दान पहले F-Droid Limited द्वारा हैंडल किए जाते हैं, जो इंग्लैंड में पंजीकृत एक यूके "निजी कंपनी" (क्रमांक [08420676](https://beta.companieshouse.gov.uk/company/08420676)) थी। 2021 में इसका इस्तेमाल करना बंद कर दिया था।
hu: Az F-Droid fejlesztésére küldött adományokat az F-Droid Limited, egy Egyesült Királyságbeli, Angliában bejegyzett „magánvállalat” kezelte (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). 2021-től már nincs használatban.
id: Donasi untuk F-Droid sebelumnya ditangani oleh F-Droid Limited, "perusahaan swasta" Inggris Raya yang terdaftar di Inggris (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Sudah tidak digunakan sejak tahun 2021.
is: Styrkir til þróunar F-Droid voru meðhöndlaðir af F-Droid Limited, sem er breskt "einkafélag" skráð í Englandi (nr. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Það hefur ekki verið notað síðan 2021.
it: Le donazioni per F-Droid erano precedentemente gestite da F-Droid Limited, un'azienda privata registrata in Inghilterra (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Non è più in uso dal 2021.
ja: 以前は、F-Droidへの寄付は英国で登録された「非公開企業」のF-Droid Limitedにより処理されていました（登録番号 [08420676](https://beta.companieshouse.gov.uk/company/08420676)）。これは2021年からは使用されていません。
pl: Darowizny dla F-Droid były wcześniej obsługiwane przez F-Droid Limited, brytyjską „prywatną firmę” zarejestrowaną w Anglii (nr [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Nie jest ona używana od 2021 roku.
pt: Anteriormente os donativos para o F-Droid eram feitos pela F-Droid Limited, uma "empresa privada" britânica registada em Inglaterra (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Já não é utilizada desde 2021.
pt_br: As doações para a F-Droid eram feitas anteriormente pela F-Droid Limited, uma "Empresa Privada" britânica registrada na Inglaterra (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Ela está fora de uso desde 2021.
ro: Donațiile pentru F-Droid au fost gestionate anterior de F-Droid Limited, o "companie privată" din Marea Britanie înregistrată în Anglia (nr. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Aceasta a fost scoasă din uz din 2021.
ru: Пожертвования для F-Droid ранее обрабатывались F-Droid Limited — "частной компанией" из Соединённого Королевства, зарегистрированной в Англии (номер [08420676](https://beta.companieshouse.gov.uk/company/08420676)). С 2021 года она больше не используется.
sq: Dhurimet për zhvillimin e F-Droid-it dikur përpunoheshin nga F-Droid Limited, një “shoqëri private” britanike e regjistruar në Angli (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Ka mbyllur veprimtarinë që prej 2021.
tr: F-Droid bağışları daha önce İngiltere'de kayıtlı bir Birleşik Krallık "özel şirketi" olan F-Droid Limited ([08420676](https://beta.companieshouse.gov.uk/company/08420676) sayılı) tarafından gerçekleştiriliyordu. Bu, 2021'den beri kullanılmamaktadır.
uk: Внески для F-Droid раніше оброблялися через F-Droid Limited, британську «приватну компанію», зареєстровану в Англії (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)). Вона не використовується з 2021 року.
zh_hans: F-Droid 的捐赠此前由 F-Droid Limited 处理，这是一家在英格兰注册的英国“私人公司”（编号 [08420676](https://beta.companieshouse.gov.uk/company/08420676)）。 自 2021 年以来，它已停止使用。

source: Issues
ar: المشاكل
ca: Incidències
cs: Problémy
de: Tickets
eo: Problemoj
es: Incidencias
es_ar: Incidencias
et: Teata vigadest
eu: Arazoak
fa: مشکلات
fr: Problèmes
gd: Duilgheadasan
he: תקלות
hi: समस्याएँ
hu: Problémák
id: Permasalahan
is: Vandamál
it: Problemi
ja: Issue
nb: Problemer
nl: Problemen
nn: Innmelde feil
pl: Problemy
pt: Problemas
pt_br: Problemas
pt_pt: Problemas
ro: Probleme
ru: Ошибки
sq: Probleme
tr: Sorunlar
uk: Проблеми
vi: Vấn đề
zh_hans: 问题报告
zh_hant: 問題

source: If you come across an issue regarding F-Droid, please report it to the related issue tracker.
ar: إذا واجهت مشكلة تتعلق بـ اف-درويد، فيرجى إبلاغ متتبع المشكلة ذي الصلة.
ca: Si trobeu qualsevol error o problema relatiu a l'F-Droid, informeu-ne en el corresponent sistema de seguiment d'incidències.
cs: Pokud narazíte na problém týkající se projektu F-Droid, nahlaste jej do příslušného nástroje pro sledování problémů.
de: Wenn Sie auf ein Problem im Zusammenhang mit F-Droid stoßen, melden Sie es bitte im entsprechenden Ticketsystem.
eu: F-Droid-i buruzko arazo bat aurkitzen baduzu, mesedez jakinarazi dagokion arazo kudeatzailean.
fr: Si vous rencontrez un problème concernant F-Droid, veuillez le signaler au système de suivi des problèmes lié.
he: אם נתקלתם בתקלה שקשורה ל־F-Droid, נא לדווח על כך לעוקב התקלות המתאים.
hi: अगर आपको F-Droid से संबंधित कोई भी समस्या आती है, कृपया उसे संबंधित समस्या ट्रैकर पर रिपोर्ट करें।
hu: Ha az F-Droiddal kapcsolatos hibával találkozik, jelentse a kapcsolódó hibakövetőben.
id: Jika Anda mengalami masalah tentang F-Droid, silakan melaporkannya ke pelacak masalah yang terkait.
is: Ef þú rekst á vandamál varðandi F-Droid, ættirðu endilega að tilkynna það í viðkomandi verkskráningu.
ja: F-Droidについて問題を見つけた場合は、関連するIssueトラッカーに報告をお願いします。
pl: Jeśli napotkasz problem dotyczący F-Droid, zgłoś go do odpowiedniego narzędzia do śledzenia problemów.
pt: Se encontrar um problema relacionado ao F-Droid, por favor reporte-o ao rastejador de problemas.
pt_br: Se encontrar um problema relacionado ao F-Droid, por favor reporte-o no rastreador de problemas.
ro: Dacă întâmpinați o problemă cu privire la F-Droid, vă rugăm să o raportați la trackerul de probleme aferent.
ru: Если вы столкнулись с проблемой, касающейся F-Droid, пожалуйста, сообщите о ней в соответствующем трекере проблем.
sq: Nëse hasni një problem me F-Droid, ju lutemi, njoftojeni te ndjekësi përkatës i problemeve.
tr: F-Droid ile ilgili bir sorunla karşılaşırsanız, lütfen ilgili sorun izleyicisine bildirin.
uk: Якщо ви зіткнулися з проблемою, пов'язаною з F-Droid, будь ласка, повідомте про це у відповідний трекер проблем.
zh_hans: 如果你遇到有关 F-Droid 的问题，请将其报告给相关的问题跟踪器。

source: Client App
ar: التطبيق العميل
ca: Aplicació client
cs: Aplikace klienta
eu: Bezero appa
fr: Application cliente
he: יישומון לקוח
hi: क्लाइंट ऐप
hu: Kliensalkalmazás
id: Aplikasi Klien
is: Smáforrit (biðlari)
ja: クライアントアプリ
pl: Aplikacja kliencka
pt: App cliente
pt_br: Aplicativo Cliente
ro: Aplicație client
ru: Клиентское приложение
sq: Aplikacion Klient
tr: İstemci Uygulaması
uk: Клієнтський застосунок
zh_hans: 客户端应用

source: If you’re having a problem with the F-Droid client application (our app store app), please check if we already know about it, and/or report it in [this issue tracker](https://gitlab.com/fdroid/fdroidclient/issues).
ar: إذا كنت تواجه مشكلة في التطبيق العميل لـ اف-درويد (تطبيق متجر التطبيقات الخاص بنا)، فيرجى التحقق مما إذا كنا على علم به بالفعل و/أو الإبلاغ عنه في هذه [متتبع المشكلة](https://gitlab.com/fdroid/fdroidclient/issues).
ca: Si experimenteu algun problema amb l'aplicació client de l'F-Droid (l'aplicació per a accedir al nostre centre d'aplicacions), comproveu primer si ja se n'ha informat i, en cas contrari, informeu-ne en el [seguidor d'incidències](https://gitlab.com/fdroid/fdroidclient/issues).
cs: Pokud máte problém s aplikací klienta F-Droid (naše aplikace obchodu s aplikacemi), zkontrolujte prosím, zda o něm již nevíme a/nebo jej nahlaste v [tomto nástroji pro sledování problémů](https://gitlab.com/fdroid/fdroidclient/issues).
de: Wenn Sie ein Problem mit dem F-Droid-Client (unserer App für den App-Store) haben, überprüfen Sie, ob der Fehler bereits bekannt ist, und berichten ggf. davon in diesem [Ticketsystem](https://gitlab.com/fdroid/fdroidclient/issues).
eu: F-Droid bezero-aplikazioarekin (gure app biltegiaren aplikazioa) arazo bat izaten ari bazara, egiaztatu ezazu ea dagoeneko horren berri badugun eta hala ez bada sortu auzi bat [bezeroko auzientzako atalean](https://gitlab.com/fdroid/fdroidclient/issues).
fr: Si vous avez un problème avec l'application cliente F-Droid (notre magasin d’application), veuillez d'abord vérifier si nous ne sommes pas déjà au courant, et/ou signalez-le nous dans [ce gestionnaire d'incidents](https://gitlab.com/fdroid/fdroidclient/issues).
he: אם נתקלת בתקלה עם יישומון הלקוח של F-Droid, יש לוודא תחילה אם אנו כבר יודעים עליה ו/או לדווח עליה ב[מערכת מעקב זו](https://gitlab.com/fdroid/fdroidclient/issues).
hi: अगर आपको F-Droid क्लाइंट ऐप्लिकेशन (हमारे ऐप स्टोर ऐप) में कोई समस्या आ रही है, कृपया जाँचें कि कहीं हमें इसके बारे में पहले से पता है कि नहीं, और/या उसे [इस समस्या ट्रैकर](https://gitlab.com/fdroid/fdroidclient/issues) पर रिपोर्ट करें।
hu: Ha problémája van az F-Droid kliensalkalmazással (az alkalmazástárunkkal), akkor nézze meg, hogy már tudunk-e róla, vagy jelentse be [ebben a hibakövetőben](https://gitlab.com/fdroid/fdroidclient/issues).
id: Jika Anda mengalami masalah dengan aplikasi klien F-Droid (aplikasi toko aplikasi kami), mohon periksa jika kami sudah tahu tentang itu, dan/atau melaporkannya dalam [pelacak masalah ini](https://gitlab.com/fdroid/fdroidclient/issues).
is: Ef þú rekst á vandamál varðandi F-Droid biðlaraforritið (þetta úr forritasafninu), skoðaðu fyrst hvort við vitum þegar um það, og ef ekki, tilkynntu það á [þessari verkskráningu](https://gitlab.com/fdroid/fdroidclient/issues).
ja: F-Droidのクライアントアプリケーション（私たちのアプリストア用のアプリ）で問題を見つけた場合は、[このIssueトラッカー](https://gitlab.com/fdroid/fdroidclient/issues)を確認して、もし報告されていなければ、報告をお願いします。
pl: Jeśli masz problem z aplikacją kliencką F-Droid (nasza aplikacja sklepowa z aplikacjami), sprawdź, czy już o tym wiemy, i/lub zgłoś go w [tym narzędziu do śledzenia problemów](https://gitlab.com/fdroid/fdroidclient/issues).
pt: Se está a ter um problema com a aplicação-cliente F-Droid (a nossa aplicação da loja de aplicações), por favor confirme se já nos reportaram esse mesmo problema e/ou diga-nos [seste rastreador de problemas](https://gitlab.com/fdroid/fdroidclient/issues).
pt_br: Se você está tendo um problema com o aplicativo cliente F-Droid (o nosso aplicativo da loja), por favor verifique se já nos reportaram esse mesmo problema e/ou comunique-nos [neste rastreador de problemas](https://gitlab.com/fdroid/fdroidclient/issues).
ro: *Dacă aveți o problemă cu aplicația client F-Droid (aplicația magazinului nostru de app-uri), vă rugăm să verificați dacă știm deja despre ea și/sau să o raportați în [this issue tracker](https://gitlab.com/fdroid/fdroidclient/issues).
ru: Если у вас возникла проблема с клиентским приложением F-Droid (наше приложение для магазина приложений), пожалуйста, проверьте, знаем ли мы уже о ней, и/или сообщите о ней в [этом трекере проблем](https://gitlab.com/fdroid/fdroidclient/issues).
sq: Nëse keni problem me aplikacionin klient F-Droid (aplikacioni ynë “shitore aplikacionesh”), ju lutemi, kontrolloni nëse e dimë, dhe/ose njoftojeni te [ky ndjekës problemesh](https://gitlab.com/fdroid/fdroidclient/issues).
tr: F-Droid istemci uygulamasıyla (uygulama mağazası uygulamamız) ilgili bir sorun yaşıyorsanız, lütfen bunu zaten bilip bilmediğimize bakın ve/veya [bu sorun izleyicisine](https://gitlab.com/fdroid/fdroidclient/issues) bildirin.
uk: У разі проблем із клієнтським застосунком F-Droid (наша крамниця застосунків) спершу перевірте, чи ми вже знаємо про них. Якщо ні, створіть обговорення в [цьому трекері](https://gitlab.com/fdroid/fdroidclient/issues).
zh_hans: 如果你在使用 F-Droid 客户端程序（我们的应用商店）时遇到问题，请检查我们是否已经知道它，并/或者在 [这个问题跟踪器](https://gitlab.com/fdroid/fdroidclient/issues) 报告它。

source: App Data
ar: معلومات التطبيق
ca: Dades d'aplicació
cs: Data aplikací
de: App-Daten
eu: Apparen datuak
fr: Données de l'application
he: נתוני יישומונים
hi: ऐप डेटा
hu: Alkalmazásadatok
id: Data Aplikasi
is: Forritsgögn
ja: アプリのデータ
pl: Dane aplikacji
pt: Dados da app
pt_br: Dados do Aplicativo
ro: Datele aplicației
ru: Данные приложения
sq: Të dhëna Aplikacioni
tr: Uygulama Verileri
uk: Дані застосунку
zh_hans: 应用数据

source: For problems related to the contents of the F-Droid repository (the apps in our app store), such as a disappeared or outdated applications, please use [this issue tracker](https://gitlab.com/fdroid/fdroiddata/issues).
ar: بالنسبة للمشكلات المتعلقة بمحتويات مستودع اف-درويد (التطبيقات الموجودة في متجر التطبيقات لدينا)، مثل التطبيقات المختفية أو القديمة، يُرجى استخدام هذه [متتبع المشكلة](https://gitlab.com/fdroid/fdroiddata/issues).
ca: Quant als problemes relacionats amb el contingut dels dipòsits de l'F-Droid (les aplicacions al nostre centre d'aplicacions), com ara aplicacions desactualitzades o desaparegudes, feu servir [aquest seguidor d'incidències](https://gitlab.com/fdroid/fdroiddata/issues).
cs: Pro problémy týkající se obsahu repozitáře F-Droid (aplikace v našem obchodě s aplikacemi), například zmizelé nebo zastaralé aplikace, použijte [tento nástroj pro sledování problémů](https://gitlab.com/fdroid/fdroiddata/issues).
de: Bei Problemen im Zusammenhang mit dem Inhalt des F-Droid-Repositorys (die Apps in unserem App Store), wie z. B. verschwundene oder veraltete Anwendungen, verwenden Sie bitte [dieses Ticketsystem](https://gitlab.com/fdroid/fdroiddata/issues).
eu: F-Droid biltegiko edukiekin (gure dendako aplikazioak) lotutako arazoak badituzu, esaterako desagertutako edo zaharkitutako aplikazioak, mesedez erabili [arazoen kudeatzaile hau](https://gitlab.com/fdroid/fdroiddata/issues).
fr: Pour les problèmes en lien avec le contenu du dépôt de F-Droid (les applications de notre magasin d’applications), comme des applications disparus ou dépassées, veuillez utiliser [ce système de suivi des problèmes](https://gitlab.com/fdroid/fdroiddata/issues).
he: לבעיות הקשורות בתוכן של מאגר F-Droid (היישומונים בחנות שלנו), כגון יישומונים מיושנים או יישומונים שנעלמו, נא להשתמש ב[מערכת מעקב זו](https://gitlab.com/fdroid/fdroiddata/issues).
hi: F-Droid रिपॉज़िटरी की सामग्री (हमारे ऐप स्टोर में मौजूद ऐप्स) से संबंधित समस्याओं, जैसे गायब या कालग्रस्त ऐप्लिकेशन्स, के लिए कृपया [इस समस्या ट्रैकर](https://gitlab.com/fdroid/fdroiddata/issues) का इस्तेमाल करें।
hu: Az F-Droid tároló tartalmának (az alkalmazástárban lévő alkalmazások) problémáihoz, például az eltűnt vagy elavult alkalmazásokhoz, használja [ezt a hibakövetőt](https://gitlab.com/fdroid/fdroiddata/issues).
id: Untuk masalah berkaitan dengan konten repositori F-Droid (aplikasi dalam toko aplikasi kami), seperti aplikasi hilang atau lawas, silakan menggunakan [pelacak masalah ini](https://gitlab.com/fdroid/fdroiddata/issues).
is: Fyrir vandamál sem tengjast innihaldi hugbúnaðarsafnsins (forritum í safninu okkar), svo sem forrit sem vantar eða eru úrelt, skaltu nota [þessa verkskráningu](https://gitlab.com/fdroid/fdroiddata/issues).
ja: F-Droidのレポジトリのコンテンツ（私たちのアプリストアにあるアプリ）に関して、アプリケーションが表示されなくなったり更新されなかったりするなどの問題を見つけた場合は、[このIssueトラッカー](https://gitlab.com/fdroid/fdroiddata/issues)で報告をお願いします。
pl: W przypadku problemów związanych z zawartością repozytorium F-Droid (aplikacje w naszej aplikacji sklepowej), takich jak zniknięte lub nieaktualne aplikacje, skorzystaj z [tego narzędzia do śledzenia problemów](https://gitlab.com/fdroid/fdroiddata/issues ).
pt: Para problemas relacionados ao conteúdo do repositório F-Droid (os apps na nossa loja de apps), como aplicações desaparecidas ou desatualizadas, use [este rastejador de problemas](https://gitlab.com/fdroid/fdroiddata/issues).
pt_br: Para problemas relacionados ao conteúdo do repositório F-Droid (os aplicativos na nossa loja de apps), como aplicativos desaparecidos ou desatualizados, use [este rastreador de problemas](https://gitlab.com/fdroid/fdroiddata/issues).
ro: Pentru probleme legate de conținutul depozitului F-Droid (aplicațiile din magazinul nostru de aplicații), cum ar fi aplicațiile dispărute sau învechite, vă rugăm să utilizați [this issue tracker](https://gitlab.com/fdroid/fdroiddata/issues).
ru: Для решения проблем, связанных с содержимым репозитория F-Droid (приложениями в нашем магазине приложений), таких как исчезновение или устаревшие приложения, пожалуйста, используйте [этот трекер проблем](https://gitlab.com/fdroid/fdroiddata/issues).
sq: Për probleme të lidhura me lëndën e depos F-Droid (aplikacionet te shitorja jonë e aplikacioneve), bie fjala, aplikacione të zhdukura ose të vjetruara, ju lutemi, përdorni [këtë ndjekës problemesh](https://gitlab.com/fdroid/fdroiddata/issues).
tr: Kaybolan veya güncel olmayan uygulamalar gibi F-Droid deposunun içeriğiyle (uygulama mağazamızdaki uygulamalar) ilgili sorunlar için lütfen [bu sorun izleyiciyi](https://gitlab.com/fdroid/fdroiddata/issues) kullanın.
uk: У разі виникнення проблем, пов'язаних із вмістом репозиторію F-Droid (застосунків у нашій крамниці застосунків), таких як зникнення або застарілість застосунків, будь ласка, використовуйте [цей трекер проблем](https://gitlab.com/fdroid/fdroiddata/issues).
zh_hans: 与 F-Droid 存储库（我们应用商店中的应用）内容相关的问题，例如消失或过时的应用，请使用[此问题跟踪器](https://gitlab.com/fdroid/fdroiddata/issues)。

source: Request for Packaging
ar: طلب الحزمة
ca: Peticions d'empaquetat
cs: Žádost o zabalení
de: Anfrage zur Paketierung (Request for Packaging)
eu: Pakete berrien eskariak
fr: Demande d'emballage
he: בקשת אריזה
hi: पैकेजिंग के अनुरोध
hu: Csomagolási kérés
id: Permintaan untuk Pengemasan
is: Beiðni um pökkun
ja: パッケージ化のリクエスト
pt: Solicitação de Embalagem
pt_br: Pedido de Embalagem
ro: Cerere de ambalare
ru: Запрос на включение
sq: Kërkesë për Paketim
tr: Paketleme Talebi
uk: Запит на пакування
zh_hans: 请求打包
