Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: [Submitting to F-Droid: Quick Start Guide](Submitting_to_F-Droid_Quick_Start_Guide) Add an app to f-droid.org
ar: [التقديم إلى F-Droid: دليل البدء السريع](Submitting_to_F-Droid_Quick_Start_Guide) أضف تطبيقًا إلى f-droid.org
ca: [Enviament a F-Droid: Guia d'inici ràpid](Submitting_to_F-Droid_Quick_Start_Guide) Afegeix una aplicació a f-droid.org
cs: [Přidání aplikace na F-Droid: rychlý návod](Submitting_to_F-Droid_Quick_Start_Guide) Jak přidat aplikaci na f-droid.org
de: [Anträge bei F-Droid: Kurzanleitung](Submitting_to_F-Droid_Quick_Start_Guide) Eine App auf f-droid.org veröffentlichen
eo: [eldoni per F-Droid: unuaj paŝoj](Submitting_to_F-Droid_Quick_Start_Guide): kiel aldoni aplikaĵon al f-droid.org
es: [Publicando en F-Droid: Guía de inicio rápido](Submitting_to_F-Droid_Quick_Start_Guide) Añadir una app a f-droid.org
es_ar: [Publicando en F-Droid: Guía de inicio rápido](Submitting_to_F-Droid_Quick_Start_Guide) Agregar una app a f-droid.org
et: [F-Droid'i lisamine: Kiirjuhend](Submitting_to_F-Droid_Quick_Start_Guide) Lisa rakendus f-droid.org saiti
eu: [F-Droid-era bidaltzea: Hasiera gida](Submitting_to_F-Droid_Quick_Start_Guide) Gehitu aplikazio bat F-Droid biltegira
fa: [ثبت در اف‌دروید: راهنمای شروع سریع](Submitting_to_F-Droid_Quick_Start_Guide) افزودن یک کاره به f-droid.org
fr: [Soumettre une application à F-Droid : Guide de démarrage rapide](Submitting_to_F-Droid_Quick_Start_Guide) Ajouter une application à f-droid.org
gd: [Cur a-null gu F-Droid: Grad-tòiseachadh Guide](Submitting_to_F-Droid_Quick_Start_Guide) Cuir aplacaid ri f-droid.org
he: [הגשה ל־F-Droid: מדריך מהיר למתחילים](Submitting_to_F-Droid_Quick_Start_Guide) הוספת יישומון ל־f-droid.org
hi: [F-Droid पर प्रस्तुत करना: क्विक स्टार्ट गाइड](Submitting_to_F-Droid_Quick_Start_Guide) f-droid.org पर कोई ऐप जोड़ें
hu: [Beküldés az F-Droidba: Gyors kezdő útmutató](Submitting_to_F-Droid_Quick_Start_Guide) Egy alkalmazás hozzáadása az f-droid.org-hoz
id: [Kirimkan ke F-Droid: Panduan Memulai dengan Cepat](Submitting_to_F-Droid_Quick_Start_Guide) Menambahkan aplikasi ke f-droid.org
is: [Að senda inn í F-Droid: Flýtileiðbeiningar](Submitting_to_F-Droid_Quick_Start_Guide) Að bæta forriti inn í f-droid.org
it: [Inviare a F-Droid: Guida rapida](Submitting_to_F-Droid_Quick_Start_Guide) Aggiungi un'app a f-droid.org
ja: [F-Droidにアプリを提出：クイックスタートのガイド](Submitting_to_F-Droid_Quick_Start_Guide) アプリをf-droid.orgに追加する方法について
nb: [Innsending til F-Droid: Hurtigoppstartsveiledning](Submitting_to_F-Droid_Quick_Start_Guide) Legg til et program på f-droid.org
nl: [Indienen bij F-Droid: snelle start](Submitting_to_F-Droid_Quick_Start_Guide) Een app toevoegen aan f.droid.org
nn: [Ny appar til F-Droid: Korleis komma i gang](Submitting_to_F-Droid_Quick_Start_Guide) Korleis senda inn ein app til f-droid.org
pl: [Przesyłanie do F-Droid: Przewodnik Szybki Start](Submitting_to_F-Droid_Quick_Start_Guide) Dodaj aplikację do f-droid.org
pt: [Submeter ao F-Droid: guia de início rápido](Submitting_to_F-Droid_Quick_Start_Guide) Adicionar uma aplicação ao f-droid.org
pt_br: [Enviando ao F-Droid: Guia de início rápido](Submitting_to_F-Droid_Quick_Start_Guide) Adicionar um aplicativo ao f-droid.org
pt_pt: [Enviando ao F-Droid: Guia de início rápido](Submitting_to_F-Droid_Quick_Start_Guide) Adicionar um aplicativo ao f-droid.org
ro: [Submitting to F-Droid: Quick Start Guide](Submitting_to_F-Droid_Quick_Start_Guide) Adăugați o aplicație la f-droid.org
ru: [Участие в проекте F-Droid: руководство для начинающих](Submitting_to_F-Droid_Quick_Start_Guide) Как добавить приложение на f-droid.org
sq: [Parashtrime te F-Droid: Udhërrëfyes Nisjeje të Shpejtë](Submitting_to_F-Droid_Quick_Start_Guide) Shtoni një aplikacion te f-droid.org
tr: [F-Droid'e Gönderme: Hızlı Başlangıç Kılavuzu](Submitting_to_F-Droid_Quick_Start_Guide) Bir uygulamayı f-droid.org'a ekle
uk: [Надсилання до F-Droid: короткий посібник](Submitting_to_F-Droid_Quick_Start_Guide) Додайте застосунок на f-droid.org
vi: [Gửi đi đến F-Droid: Hướng dẫn bắt đầu nhanh](Submitting_to_F-Droid_Quick_Start_Guide) Thêm một ứng dụng vào f-droid.org
zh_hans: [提交至 F-Droid：快速指南](Submitting_to_F-Droid_Quick_Start_Guide) 将应用添加到 f-droid.org
zh_hant: [提交至 F-Droid：快速入門指南](Submitting_to_F-Droid_Quick_Start_Guide) 新增應用程式至 f-droid.org

source: [Update Processing](Update_Processing) How updates get detected and added.
ar: [معالجة التحديث](Update_Processing) كيفية اكتشاف التحديثات وإضافتها.
ca: [Processament de les actualitzacions](Update_Processing) Com es detecten i s'afegeixen les actualitzacions.
cs: [Zpracování aktualizací](Update_Processing) Jak jsou zjišťovány a přidávány aktualizace.
de: [Update-Verarbeitung](Update_Processing) Wie Aktualisierungen bestimmt und hinzugefügt werden.
eo: [pritraktado de ĝisdatigoj](Update_Processing): kiel ĝisdatigoj estas ekkonataj kaj aldonataj
es: [Procesado de actualizaciones](Update_Processing): cómo se detectan y publican las actualizaciones.
es_ar: [Procesado de actualizaciones](Update_Processing): Como se detectan y publican las actualizaciones.
et: [Uuenduste haldus](Update_Processing) Kuidas me uuendusi tuvastame ja lisame.
eu: [Eguneraketa prozesua](Update_Processing) Nola antzematen diren eguneraketak eta nola gehitzen diren.
fa: [پردازش به‌روز رسانی](Update_Processing) چگونگی شناسایی و افزوده‌شدن به‌روز رسانی‌ها.
fr: [Traitement des mises à jour](Update_Processing) Comment les mises à jour sont détectées et ajoutées.
gd: [Pròiseasadh ùrachaidhean](Update_Processing) Mar a mhothaicheas sinn do dh’ùrachaidhean ’s mar a chuireas sinn ris iad.
he: [עיבוד עדכונים](Update_Processing) איך עדכונים מזוהים ונוספים.
hi: [अपडेट प्रोसेसिंग](Update_Processing) अपडेट्स का पता लगाके उन्हें कैसे जोड़ा जाता है।
hu: [Frissítések feldolgozása](Update_Processing) Hogyan kerülnek észlelésre és hozzáadásra a frissítések.
id: [Pemrosesan Pembaruan](Update_Processing) Bagaimana pembaruan bisa terdeteksi dan ditambahkan.
is: [Vinnsla á uppfærslum](Update_Processing) Hvernig uppfærslur eru skynjaðar og þeim bætt inn.
it: [Elaborazione aggiornamenti](Update_Processing) Come vengono rilevati e aggiunti gli aggiornamenti.
ja: [更新のプロセス](Update_Processing) 更新がどのように検出され、追加されるかについて。
nb: [Oppdateringsbehandling](Update_Processing) Hvordan oppgraderinger blir oppdaget og lagt til.
nl: [Updateverwerking](Update_Processing) Hoe updates gedetecteerd en toegevoegd worden.
nn: [Oppdateringsprosessen](Update_Processing) Korleis oppdateringar ved funne og lagde til
pl: [Przetwarzanie aktualizacji](Update_Processing) W jaki sposób aktualizacje są wykrywane i dodawane.
pt: [Processo de atualização](Update_Processing) Como as atualizações são detetadas e adicionadas.
pt_br: [Processo de Atualização](Update_Processing) Como as atualizações são detectadas e adicionadas.
pt_pt: [Processo de Atualização](Update_Processing) Como as atualizações são detectadas e adicionadas.
ro: [Update Processing](Update_Processing) Modul în care sunt detectate și adăugate actualizările.
ru: [Работа с обновлениями](Update_Processing) Как обнаруживают и добавляют обновления.
sq: [Procesi i Përditësimit](Update_Processing) Si pikasen dhe shtohen përditësimet.
tr: [Güncelleme İşlemi](Update_Processing) Güncellemeler nasıl tespit edilir ve eklenir.
uk: [Обробка оновлень](Update_Processing) Як виявляються та додаються оновлення.
vi: [Xử lý cập nhật](Update_Processing) Cách các bản cập nhật được tìm thấy và thêm vào.
zh_hans: [更新流程](Update_Processing) 如何检查与添加更新。
zh_hant: [更新處理](Update_Processing) 更新如何接受檢測和增加。

source: [Inclusion Policy](Inclusion_Policy) & [Inclusion How-To](Inclusion_How-To) Guidelines for how to request the inclusion of a new app.
ar: [سياسة التضمين](Inclusion_Policy) و [إرشادات التضمين](Inclusion_How-To) إرشادات حول كيفية طلب إدراج تطبيق جديد.
ca: [Política d'inclusió](Inclusion_Policy) i [Manual d'inclusió](Inclusion_How-To) Directrius per a sol·licitar la inclusió d'una aplicació nova.
cs: [Zásady zařazení](Inclusion_Policy) a [Zařazení – jak na to](Inclusion_How-To) Návody, jak požádat o zařazení nové aplikace.
de: [Aufnahmekriterien](Inclusion_Policy) und [Aufnahmeverfahren](Inclusion_How-To) Leitfaden, wie die Aufnahme einer neuen App beantragt werden kann.
eo: [politiko pri enmeto](Inclusion_Policy) kaj [kiel aldoni programon](Inclusion_How-To): gvidiloj pri kiel peti pri aldoni novan aplikaĵon
es: [Política de inclusión](Inclusion_Policy) y [Cómo incluir una app](Inclusion_How-To): directrices para solicitar la inclusión de una app.
es_ar: [Política de inclusión](Inclusion_Policy) y [Cómo incluir una app](Inclusion_How-To): directrices para solicitar la inclusión de una app.
et: [Lisamisreeglid](Inclusion_Policy) & [Inclusion How-To](Inclusion_How-To) Juhised uue rakenduse lisamise taotlemiseks.
eu: [Inklusiorako politika](Inclusion_Policy) eta [Inklusioa Nola](Inclusion_How-To) Aplikazio berri baten inklusioa eskatzeko gidalerroak.
fa: [سیاست افزودن](Inclusion_Policy) و [چگونگی افزودن](Inclusion_How-To) راهنمایی‌هایی برای چگونگی درخواست افزودن بک کارهٔ جدید.
fr: [Politique d'inclusion](Inclusion_Policy) et [Guide d'inclusion](Inclusion_How-To) Un mode d'emploi pour demander l'inclusion d'une nouvelle application.
gd: [Poileasaidh a’ chuir ris](Inclusion_Policy) ⁊ [Mar a chuireas tu aplacaid ris](Inclusion_How-To) Stiùireadh air mar a dh’iarras tu gun dèid aplacaid ùr a chur ris.
he: [מדיניות הכללה](Inclusion_Policy) וגם [מדריך הכללה](Inclusion_How-To) כללים לאופן הגשת בקשה להכללת יישומונים חדשים.
hi: [योग्यता नीति](Inclusion_Policy) और [योग्यता गाइड](Inclusion_How-To) किसी नए ऐप को जोड़ने का अनुरोध कैसे करें, इसके दिशानिर्देश।
hu: [Befogadási irányelvek](Inclusion_Policy) és [Befogadás Hogyan](Inclusion_How-To) Irányelvek az új alkalmazások befogadási kérelméhez.
id: [Kebijakan Penyertaan](Inclusion_Policy) & [Penyertaan_Bagaimana-Untuk](Inclusion_How-To) Pedoman untuk cara meminta penyertaan aplikasi baru.
is: [Stefna fyrir inntöku](Inclusion_Policy) & [Leiðbeiningar fyrir inntöku](Inclusion_How-To) Leiðbeiningar um hvernig biðja eigi um að nýtt forrit sé tekið inn.
it: [Politica di inclusione](Inclusion_Policy) e [Guida sull'inclusione](Inclusion_How-To) Linee guida per la richiesta e l'inclusione di una nuova app.
ja: [追加方針](Inclusion_Policy)と[追加の方法](Inclusion_How-To) 新しいアプリの追加をリクエストする際のガイドライン。
nb: [Inkluderingspraksis](Inclusion_Policy) & [Inclusion How-To](Inclusion_How-To) Retningslinjer for hvordan man forespør innlemmelse av et nytt program.
nl: [Inclusiebeleid](Inclusion_Policy) & [Inclusiegids](Inclusion_How-To) Richtlijnen voor het aanvragen van de inclusie van een nieuwe app.
nn: [Vilkår for inklusjon](Inclusion_Policy) og [Korleis verta inkludert](Inclusion_How-To) Retningslinjer for korleis ein kan få ein app inkludert
pl: [Polityka włączenia](Inclusion_Policy) i [Instrukcje włączenia](Inclusion_How-To) Wytyczne dotyczące zgłaszania prośby o włączenie nowej aplikacji.
pt: [Política de inclusão](Inclusion_Policy) e [método de inclusão](Inclusion_How-To) Diretrizes sobre como solicitar a inclusão de uma nova aplicação.
pt_br: [Política de Inclusão](Inclusion_Policy) e [Método de Inclusão](Inclusion_How-To) Diretrizes sobre como solicitar a inclusão de um novo aplicativo.
pt_pt: [Política de Inclusão](Inclusion_Policy) e [Método de Inclusão](Inclusion_How-To) Diretrizes sobre como solicitar a inclusão de um novo aplicativo.
ro: [Inclusion Policy](Inclusion_Policy) & [Inclusion How-To](Inclusion_How-To) Orientări privind modul în care puteți solicita includerea unei noi aplicații.
ru: [Правила по добавлению приложений](Inclusion_Policy) и [Руководство: как добавить](Inclusion_How-To) Необходимые шаги для публикации нового приложения в F-Droid.
sq: [Politikë Përfshirjeje](Inclusion_Policy) & [How-To Përfshirjeje](Inclusion_How-To) Udhëzime se si të kërkohet përfshirja e një aplikacioni të ri.
tr: [Ekleme Politikası](Inclusion_Policy) & [Ekleme Nasıl Yapılır](Inclusion_How-To) Yeni bir uygulamanın eklenmesini istemek için yönergeler.
uk: [Політика додання](Inclusion_Policy) та [Як додати застосунок](Inclusion_How-To) Настанови щодо запиту на додання нового застосунку.
vi: [Chính sách bao gồm](Inclusion_Policy) & [Hướng dẫn bao gồm](Inclusion_How-To) Hướng dẫn cách yêu cầu sự bao gồm của một ứng dụng mới.
zh_hans: [收录政策](Inclusion_Policy) & [收录操作说明](Inclusion_How-To) 如何请求收录新应用的指南。
zh_hant: [納入方法](Inclusion_Policy) 和 [納入基本指南](Inclusion_How-To) 關於如何請求納入一個新的應用程式的指導方針。

source: [Importing Applications](Importing_Applications) Using `fdroid import` to build a new project.
ar: [استيراد التطبيقات](Importing_Applications): استخدام`fdroid import` لبناء مشروع جديد.
ca: [Importar aplicacions](Importing_Applications) Com emprar `fdroid import` per a construir un projecte nou.
cs: [Import aplikací](Importing_Applications) Jak použít `fdroid import` k sestavení projektu.
de: [Anwendungsimport](Importing_Applications) Verwendung von `fdroid import`, um ein neues Projekt zu erstellen.
eo: [enporti aplikaĵojn](Importing_Applications): uzi `fdroid import` por kompili novan projekton
es: [Importando aplicaciones](Importing_Applications) Usando `fdroid import` para compilar un proyecto nuevo.
es_ar: [Importando aplicaciones](Importing_Applications) Usando `fdroid import` para compilar un proyecto nuevo.
et: [Rakenduste import](Importing_Applications) Juhend `fdroid import` kasutamiseks uue projekti algatamisel.
eu: [Aplikazioak inportatzea](Importing_Applications) `fdroid import` erabiltzea proiektu berri bat eraikitzeko.
fa: [درون‌ریزی برنامه‌ها](Importing_Applications) با استفاده از `fdroid import` برای ساخت پروژه‌ای جدید.
fr: [Importer des applications](Importing_Applications) Utiliser `fdroid import` pour construire un nouveau projet.
gd: [Ion-phortadh aplacaidean](Importing_Applications) Mar a chleachdas tu `fdroid import` airson pròiseact ùr a thogail.
he: [ייבוא יישומונים](Importing_Applications) איך משתמשים ב־`fdroid import` לבניית מיזם חדש.
hi: [ऐप्लिकेशन्स आयात करना](Importing_Applications) नई परियोजना बिल्ड करने के लिए `fdroid import` का इस्तेमाल करना।
hu: [Alkalmazások importálása](Importing_Applications) Az `fdroid import` használata egy új projekt összeállításához.
id: [Mengimpor Aplikasi](Importing_Applications) Menggunakan `fdroid import` untuk membangun sebuah proyek baru.
is: [Innflutningur forrita](Importing_Applications) Notkun `fdroid import` til að byggja nýtt verkefni.
it: [Importazione applicazioni](Importing_Applications) Utilizzo di `fdroid import` per generare un nuovo progetto.
ja: [アプリケーションのインポート](Importing_Applications) `fdroid import`で新しいプロジェクトをビルドする方法。
nb: [Importering av programmer](Importing_Applications) Bruk av `fdroid import` til å bygge et nytt prosjekt.
nl: [Apps importeren](Importing_Applications) Gebruik van `fdroid import` om een nieuw project te maken.
nn: [Importering av appar](Importing_Applications) Bruk av `fdroid import` for å byggja nye prosjekt
pl: [Importowanie Aplikacji](Importing_Applications) Używacie `fdroid import` do zbudowania nowego projektu.
pt: [Importar aplicações](Importing_Applications) Usando o `fdroid import` para compilar um novo projeto.
pt_br: [Importando Aplicativos](Importing_Applications) Usando o `fdroid import` para construir um novo projeto.
pt_pt: [Importando Aplicativos](Importing_Applications) Usando o `fdroid import` para construir um novo projeto.
ro: [Importing Applications](Importing_Applications) Utilizarea `fdroid import` pentru a construi un nou proiect.
ru: [Как импортировать приложение](Importing_Applications) Как с помощью `fdroid import` собрать новый проект.
sq: [Importim Aplikacionesh](Importing_Applications) Përdorimi i `fdroid import` për të montuar një projekt të ri.
tr: [Uygulamaları İçe Aktarmak](Importing_Applications) Yeni bir proje oluşturmak için `fdroid içe aktarma` kullanmak.
uk: [Імпорт застосунків](Importing_Applications) Збірка нового проєкту за допомогою `fdroid import`.
vi: [Nhập các ứng dụng](Importing_Applications) Sử dụng `fdroid import` để xây dựng một dự án mới.
zh_hans: [导入应用](Importing_Applications) 使用 `fdroid import` 生成新项目。
zh_hant: [匯入應用程式](Importing_Applications) 使用 `fdroid import` 以構建新的專案。

source: [Building Applications](Building_Applications) Using `fdroid build` to build an app.
ar: [تطبيقات البناء](Building_Applications) استخدام `fdroid بناء ` لبناء التطبيق.
ca: [Compilació d'aplicacions](Building_Applications) Com emprar `fdroid build` per a compilar una aplicació.
cs: [Sestavení aplikací](Building_Applications) Jak použít `fdroid build` k sestavení aplikace.
de: [Anwendungserstellung](Building_Applications) Verwendung von `fdroid build`, um eine App herzustellen.
eo: [kompili aplikaĵojn](Building_Applications): uzi `fdroid build` por kompili aplikaĵon
es: [Compilando aplicaciones](Building_Applications): usando `fdroid build` para compilar una app.
es_ar: [Compilando aplicaciones](Building_Applications): usando `fdroid build` para compilar una app.
et: [Rakenduste kompileerimine](Building_Applications) Juhend `fdroid build` kasutamise kohta rakenduste kompileerimisel.
eu: [Aplikazioak eraikitzea](Building_Applications) `fdroid build` erabiltzea aplikazio bat eraikitzeko.
fa: [ساخت برنامه‌ها](Building_Applications) با استفاده از `fdroid build` برای ساخت یک کاره.
fr: [Construire des applications](Building_Applications) Utiliser `fdroid build` pour construire une application.
gd: [Togail aplacaidean](Building_Applications) Mar a chleachdas tu `fdroid import` airson aplacaid a thogail.
he: [בניית יישומונים](Building_Applications) איך משתמשים ב־`fdroid build` כדי לבנות יישומונים.
hi: [ऐप्लिकेशन्स बिल्ड करना](Building_Applications) एक ऐप बिल्ड करने के लिए `fdroid build` का इस्तेमाल करना।
hu: [Alkalmazások összeállítása](Building_Applications) Az `fdroid build` használata egy alkalmazás összeállításához.
id: [Membangun Aplikasi](Building_Applications) Menggunakan `fdroid build` untuk membangun sebuah aplikasi.
is: [Bygging forrita](Building_Applications) Notkun `fdroid build` til að byggja forrit/app.
it: [Build applicazioni](Building_Applications) Utilizzo di `fdroid build` per buildare un'app.
ja: [アプリケーションのビルド](Building_Applications) `fdroid build` でアプリをビルドする方法について。
nb: [Bygging av programmer](Building_Applications) Bruk av `fdroid build` til å bygge et program.
nl: [Apps compileren](Building_Applications) Gebruik van `fdroid build` om een app te maken.
nn: [Bygging av appar](Building_Applications) Bruk av `fdroid build` for bygging av appar
pl: [Budowanie Aplikacji](Building_Applications) Używanie `fdroid build` do zbudowania aplikacji.
pt: [Compilar aplicações](Building_Applications) Usando o `fdroid build` para compilar uma aplicação.
pt_br: [Criando Aplicativos](Building_Applications) Usando o `fdroid build` para construir um aplicativo.
pt_pt: [Criando Aplicativos](Building_Applications) Usando o `fdroid build` para construir um aplicativo.
ro: [Building Applications](Building_Applications) Utilizați `fdroid import` pentru a construi o aplicație.
ru: [Сборка приложений](Building_Applications) Как собирать приложения с помощью `fdroid build`.
sq: [Montim Aplikacionesh](Building_Applications) Përdorimi i `fdroid build` për të montuar një aplikacion.
tr: [Uygulamaları Oluşturma](Building_Applications) Bir uygulama oluşturmak için `fdroid build`kullanma.
uk: [Збирання застосунків](Building_Applications) Збірка відомого застосунку за допомогою `fdroid build`.
vi: [Xây dựng các ứng dụng](Building_Applications) Sử dụng `fdroid build` để xây dựng một ứng dụng.
zh_hans: [构建应用](Building_Applications) 使用 `fdroid build` 编译应用。
zh_hant: [構建應用程式](Building_Applications) 使用 `fdroid build` 以構建應用程式。
