Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: [All our APIs](All_our_APIs) Public API endpoints for data about _f-droid.org_, repos, mirrors, Android, Gradle, and more
ar: [جميع واجهات برمجة التطبيقات الخاصة بنا](All_our_APIs) نقاط نهاية واجهة برمجة التطبيقات العامة للبيانات حول _ f-droid.org _ و repos و mirrors و Android و Gradle والمزيد
ca: [Totes les nostres APIs](All_our_APIs) Punts finals de l'API pública per a les dades sobre _f-droid.org_, dipòsits, rèpliques, Android, Gradle i més
cs: [Všechna naše API](All_our_APIs) Veřejné koncové body API pro data ohledně _f-droid.org_, repozitářů, zrcadel, Androidu, Gradle a dalších
de: [Alle unsere APIs](All_our_APIs) Öffentliche API-Endpunkte zu Daten rund um _f-droid.org_, Repos, Spiegelserver, Android, Gradle und mehr
es_ar: [Todas nuestras API](All_our_APIs) Puntos finales de la API pública para datos sobre _f-droid.org_, repos, mirrors, Android, Gradle y más
et: [Kõik meie API'd](All_our_APIs) Erinevate API'de teenuste avalikud aadressid: _f-droid.org_, hoidlad, võrgupeeglid, Android, Gradle ja muud sarnased
eu: [Gure API guztiak](All_our_APIs) API publikoen amaiera-puntuetan datuak hauei buruz: _f-droid.org_, biltegiak, ispiluak, Android, Gradle eta abar
fa: [تمامی APIهایمان](All_our_APIs) پایانه‌های API عمومی برای داده‌ها دربارهٔ _f-droid.org_، مخزن‌ها، آینه‌ها، اندروید، گریدل و بیش‌تر
fr: [Toutes nos API](All_our_APIs) Les endpoints de nos API publiques pour des données sur _f-droid.org_, les dépôts, les miroirs, Android, Gradle et plus
gd: [A h-uile API againn](All_our_APIs) Puingean-deiridh API poblach airson dàta mu _f-droid.org_, ionadan-tasgaidh, sgàthanan, Android, Gradle is a bharrachd
he: [כל מנשקי ה־API שלנו](All_our_APIs) נקודות קצה API ציבוריות לנתונים על _f-droid.org_, מאגרים, שרתי מראה, Android,‏ Gradle ועוד
hi: [हमारे सभी API](All_our_APIs) _f-droid.org_, रिपॉज़िटरियों, दर्पणों, Android, Gradle, आदि के बारे में डेटा के लिए सार्वजनिक API एंडपॉइंट्स
hu: [Az API-jaink](All_our_APIs) Nyilvános API végpontok, melyek adatokat szolgáltatnak az _f-droid.org_ weboldaláról, tárolóiról, tükörkiszolgálóiról, Androiddal, Gradle-lel és egyebekkel kapcsolatos információiról
id: [Semua API kami](All_our_APIs) Titik akhir API publik untuk data tentang _f-droid.org_, repositori, cerminan, Android, Gradle, dan banyak lagi
is: [Öll API-kerfisviðmót](All_our_APIs) Opinberir API-endapunktar gagna sem tengjast _f-droid.org_, hugbúnaðarsöfnum, speglum, Android, Gradle, og fleiru
it: [Le nostre API](All_our_APIs) Endpoint delle API pubbliche per i dati riguardanti _f-droid.org_, i repository, i mirror, Android, Gradle e altro
ja: [F-Droidの全API](All_our_APIs) _f-droid.org_、リポジトリ、Android、Gradleなどのデータに関する公開APIのエンドポイント
nb: [All our APIs](All_our_APIs) Offentlige API-endepunkter for data om _f-droid.org_, -pakkebrønner, -avspeilinger, Android, Gradle, med mer.
nn: [Alle API-ane våre](All_our_APIs) Offentlege API-ar for data om _f-droid.org_, pakkebrønnar, speglar, Android, Gradle og anna
pl: [Wszystkie nasze API](All_our_APIs) Publiczne punkty końcowe API dla danych o _ f-droid.org _, repozytoriach, serwerach lustrzanych, Android, Gradle i nie tylko
pt: [Todas as nossas APIs](All_our_APIs) Endpoints de API públicas para dados sobre _f-droid.org_, repos, mirrors, Android, Gradle, e mais
pt_br: [Todas as nossas APIs](All_our_APIs) Terminais API públicos para dados sobre _f-droid.org_, repos, mirrors, Android, Gradle, e mais
ro: [All our APIs](All_our_APIs) Puncte finale API publice pentru date despre _f-droid.org_, depozite, oglinzi, Android, Gradle și multe altele
ru: [Все наши API](All_our_APIs) Общедоступные точки доступа API с данными о _f-droid.org_, репозиториях, зеркалах, Android, Gradle и других
sq: [Krejt API-t tona](All_our_APIs) Pikëmbarime publike API-sh për të dhëna rreth _f-droid.org_, deposh, pasqyrash, Android-it, Gradle-it, etj
tr: [Tüm API'lerimiz](All_our_APIs) _f-droid.org_, depolar, yansılar, Android, Gradle, ve daha fazlasıyla ilgili veriler için genel API uç noktalarıdır
uk: [Всі наші API](All_our_APIs) Загальнодоступні кінцеві точки API для даних про _f-droid.org_, репозиторії, дзеркала, Android, Gradle тощо
vi: [Tất cả các API của chúng tôi](All_our_APIs) Các điểm cuối API công khai để lấy dữ liệu về _f-droid.org_, các kho, các kho dự phòng, Android, Gradle, và nhiều hơn
zh_hans: [我们的全部 API](All_our_APIs) _f-droid.org_，存储库，镜像，Android，Gradle，及更多数据的公开 API 端点
zh_hant: [我們所有的APIs](All_our_APIs) 公開的 API endpoints for data about _f-droid.org_, repos, mirrors, Android, Gradle，還有更多

source: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) For everything else that people want to document.
ar: [ويكي](https://gitlab.com/fdroid/wiki/-/wikis/home) لكل شيء آخر يريد الناس توثيقه.
ca: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Per a tota la resta que la gent vol documentar.
cs: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Pro vše ostatní, co potřebuje dokumentaci.
de: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Für alles andere, was Menschen dokumentieren möchten.
es_ar: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Para todo lo demás que la gente quiera documentar.
et: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Kõige muu jaoks, mida huvilised soovivad dokumenteerida.
eu: [Wikia](https://gitlab.com/fdroid/wiki/-/wikis/home) Jendeak dokumentatu nahi duen beste edozein gairako.
fa: [ویکی](https://gitlab.com/fdroid/wiki/-/wikis/home) برای هر چیز دیگری که می‌خواهند مستند کنند.
fr: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Pour tout ce que les gens veulent documenter.
gd: [Uicidh](https://gitlab.com/fdroid/wiki/-/wikis/home) Rud sam bith eile a bu mhiann le daoine docamaideadh.
he: [ויקי](https://gitlab.com/fdroid/wiki/-/wikis/home) לכל דבר אחר שאמור להיות מתועד.
hi: [विकि](https://gitlab.com/fdroid/wiki/-/wikis/home) किसी भी दूसरी जानकारी के लिए जिसे लोग प्रलेखित करना चाहेंगे।
hu: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Minden máshoz, amit az emberek dokumentálni szeretnének.
id: [Wiki](https://gitlab.com/fdroid/wiki/-wikis/home) Untuk semua hal yang orang ingin didokumentasikan.
is: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) - Fyrir allt annað sem fólki gæti dottið í hug að skjalfesta.
it: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Per qualsiasi altra cosa che si voglia documentare.
ja: [ウィキ](https://gitlab.com/fdroid/wiki/-/wikis/home) 他に記録したい情報用。
nb: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) For alt som ønskes dokumentert.
nn: [Wikien](https://gitlab.com/fdroid/wiki/-/wikis/home) For alt anna som bør vera dokumentert
pl: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Do wszystkiego innego, co ludzie chcą dokumentować.
pt: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Para tudo o resto que as pessoas queiram documentar.
pt_br: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Por tudo que as pessoas quiserem documentar.
ro: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Pentru orice altceva pe care oamenii doresc să îl documenteze.
ru: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Для всего остального, что люди только хотят задокументировать.
sq: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Për gjithçka tjetër që duan të dokumentojnë njerëzit.
tr: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) İnsanların belgelendirmek istediği diğer her şey için.
uk: [Вікі](https://gitlab.com/fdroid/wiki/-/wikis/home) Для всього іншого, що люди хочуть задокументувати.
vi: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) Dành cho tất cả các thứ khác mà người ta muốn lập tài liệu về chúng.
zh_hans: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) 人们想要记录的所有其他内容。
zh_hant: [Wiki](https://gitlab.com/fdroid/wiki/-/wikis/home) 給其他想寫說明文件的人。

source: [Take-Down Requests](Take-Down_Requests) Our policy about requesting the removal of apps or content from _f-droid.org_.
ar: [طلبات الإزالة](Take-Down_Requests) سياستنا بشأن طلب إزالة التطبيقات أو المحتوى من _f-droid.org_.
ca: [Sol·licituds de retirada](Take-Down_Requests) La nostra política sobre sol·licituds de retirada d'aplicacions o contingut de _f-droid.org_.
cs: [Žádosti o odstranění](Take-Down_Requests) Naše zásady týkající se žádostí o odstranění aplikací nebo obsahu z webu _f-droid.org_.
de: [Rücknahmewünsche](Take-Down_Requests) Unsere Grundsätze zu Anfragen, Apps oder Inhalte aus _f-droid.org_ zu entfernen.
eu: [Kentzeko eskaerak](Take-Down_Requests) Aplikazioak edo edukiak _f-droid.org_ webgunetik kentzea eskatzeko gure arauak.
fa: [درخواست‌های پایین آوردن](Take-Down_Requests) سیاستمان دربارهٔ درخواست برداشتن کاره‌ها یا محتوا از _f-droid.org_.
fr: [Demande de retrait](Take-Down_Requests) Notre politique concernant la demande de supression d'applications ou de contenu de _f-droid.org_.
he: [בקשות הסרה](Take-Down_Requests) מדיניותנו בעניין בקשות הסרה של יישומונים או תכנים מ־_f-droid.org_.
hi: [हटाने के अनुरोध](Take-Down_Requests) _f-droid.org_ से ऐप्स या सामग्री हटाने के बारे में हमारी नीति।
hu: [Eltávolítása kérések](Take-Down_Requests) Az _f-droid.org_ weboldalon található alkalmazásokra és tartalmakra vonatkozó eltávolítási kérésekkel kapcsolatos irányelveink.
id: [Permintaan Penurunan](Take-Down_Requests) Kebijakan kami tentang permintaan penghilangan aplikasi atau konten dari _f-droid.org_.
is: [Beiðnir um fjarlægingu](Take-Down_Requests) Stefna okkar varðandi beiðnir um fjarlægingu á forritum eða efni af _f-droid.org_.
it: [Richieste di rimozione](Take-Down_Requests) La nostra politica sulla rimozione di app o contenuti da _f-droid.org_.
ja: [削除の要求](Take-Down_Requests) _f-droid.org_ からアプリやコンテンツを削除する要求に関する私たちの方針について。
pl: [Żądania usunięcia](Take-Down_Requests) Nasze zasady dotyczące żądania usunięcia aplikacji lub treści z _f-droid.org_.
pt: [Pedidos de remoção](Take-Down_Requests) A nossa política quanto a pedidos para remover aplicações ou conteúdo de _f-droid.org_.
pt_br: [Solicitações de remoção](Take-Down_Requests) Nossa política sobre solicitar a remoção de aplicativos ou conteúdo de _f-droid.org_.
ro: [Cereri de eliminare](Take-Down_Requests) Politica noastră privind solicitarea de eliminare a aplicațiilor sau a conținutului de pe _f-droid.org_.
ru: [Запросы об удалении](Take-Down_Requests) Наша политика, регулирующая запросы об удалении приложений или контента из _f-droid.org_.
sq: [Kërkesa Për Heqje](Take-Down_Requests) Rregullat tona rreth kërkimit të heqjes së aplikacioneve ose lënde nga _f-droid.org_.
tr: [Yayından Kaldırma İstekleri](Take-Down_Requests) Uygulamaların veya içeriğin _f-droid.org_ adresinden kaldırılmasını istemeyle ilgili politikamız.
uk: [Запити на вилучення](Take-Down_Requests) Наша політика щодо прохань вилучити застосунки чи вміст із _f-droid.org_.
zh_hans: [下架请求](Take-Down_Requests) 请求从 _f-droid.org_ 删除应用或内容的政策。

source: [Verifying downloaded F-Droid.apk](Verifying_Downloaded_APK) Verifying downloaded F-Droid.apk.
ar: [التحقق من تنزيل F-Droid.apk](Verifying_Downloaded_APK) التحقق من تنزيل F-Droid.apk.
ca: [Verificació del F-Droid.apk descarregat](Verifying_Downloaded_APK) Verificació del F-Droid.apk descarregat.
cs: [Ověření staženého souboru F-Droid.apk](Verifying_Downloaded_APK) Ověření staženého souboru F-Droid.apk.
de: [Verifying downloaded F-Droid.apk](Verifying_Downloaded_APK) Verifizierung eines heruntergeladenen F-Droid.apk.
eu: [Deskargatutako F-Droid.apk egiaztatzea](Verifying_Downloaded_APK) Deskargatutako F-Droid.apk egiaztatzea.
he: [אימות F-Droid.apk שהורדת](Verifying_Downloaded_APK) אימות F-Droid.apk שהורדת.
hu: [A letöltött F-Droid.apk ellenőrzése](Verifying_Downloaded_APK) A letöltött F-Droid.apk ellenőrzése.
id: [Memverifikasi F-Droid.apk yang diunduh](Verifying_Downloaded_APK) Memverifikasi F-Droid.apk yang diunduh.
ja: [ダウンロードしたF-Droid.apkの検証](Verifying_Downloaded_APK) ダウンロードしたF-Droid.apkを検証。
pl: [Weryfikowanie pobranego F-Droid.apk](Verifying_Downloaded_APK) Weryfikowanie pobranego F-Droid.apk.
pt: [A verificar o F-Droid.apk descarregado](Verifying_Downloaded_APK) A verificar o F-Droid.apk descarregado.
pt_br: [Verificando F-Droid.apk baixado](Verificando_APK_Baixado) Verificando F-Droid.apk baixado.
ru: [Проверка загруженного файла F-Droid.apk](Verifying_Downloaded_APK) Проверка загруженного файла F-Droid.apk.
uk: [Перевірка завантаженого F-Droid.apk](Verifying_Downloaded_APK) Перевірка завантаженого F-Droid.apk.
zh_hans: [正在验证已下载的 F-Droid.apk](Verifying_Downloaded_APK) 正在验证已下载的 F-Droid.apk.

source: Developers
ar: المطورون
ca: Desenvolupadors
cs: Vývojáři
de: Entwickler
eo: Programistoj
es: Desarrolladores
es_ar: Desarrolladores
et: Arendajad
eu: Garatzaileak
fa: توسعه‌دهندگان
fr: Développeurs
gd: Luchd-leasachaidh
he: מפתחים
hi: विकासक
hu: Fejlesztők
id: Pengembang
is: Hönnuðir/Forritarar
it: Sviluppatori
ja: 開発者
nb: Utviklere
nl: Ontwikkelaars
nn: Utviklarar
pl: Programiści
pt: Programadores
pt_br: Desenvolvedores
pt_pt: Programadores
ro: Dezvoltatorii
ru: Разработчикам
sq: Zhvillues
tr: Geliştiriciler
uk: Розробка
vi: Nhà phát triển
zh_hans: 开发者
zh_hant: 開發者

source: [FAQ - App Developers](FAQ_-_App_Developers) Frequently Asked Questions about F-Droid
ar: [الأسئلة الشائعة - مطوري التطبيقات](FAQ_-_App_Developers): الأسئلة الشائعة حول F-Droid
ca: [FAQ - Desenvolupant aplicacions](FAQ_-_App_Developers) Preguntes freqüents sobre l'F-Droid
cs: [Často kladené dotazy – vývojáři aplikací](FAQ_-_App_Developers) Často kladené dotazy o projektu F-Droid
de: [FAQ - App-Entwickler](FAQ_-_App_Developers) Häufig gestellte Fragen zu F-Droid
eo: [demandaro – aplikaĵ-programistoj](FAQ_-_App_Developers): plej oftaj demandoj pri F-Droid
es: [FAQ - Desarrolladores de la app](FAQ_-_App_Developers) Preguntas frecuentes sobre F-Droid
es_ar: [FAQ - Desarrolladores de la app](FAQ_-_App_Developers) Preguntas frecuentes sobre F-Droid
et: [KKK - rakenduste arendajatele](FAQ_-_App_Developers) Korduma kippuvad küsimused F-Droid'i kohta
eu: [FAQ - Aplikazioen garatzaileak](FAQ_-_App_Developers) F-Droid-i buruz maiz egindako galderak
fa: [پ‌پ - توسعه‌دهندگان کاره](FAQ_-_App_Developers) پرسش‌های پرتکرار دربارهٔ اف‌دروید
fr: [FAQ - Développeurs d'application](FAQ_-_App_Developers) Questions fréquentes concernant F-Droid
gd: [CÀBHA – Luchd-leasachaidh aplacaidean](FAQ_-_App_Developers) Ceistean àbhaisteach mu F-Droid
he: [שו״ת - מפתחי יישומונים](FAQ_-_App_Developers) שאלות נפוצות ותשובות עליהן בנוגע ל־F-Droid
hi: [FAQ - ऐप विकासक](FAQ_-_App_Developers) F-Droid के बारे में पूछे जाने वाले साधारण प्रश्न
hu: [GYIK - Alkalmazásfejlesztők](FAQ_-_App_Developers) Gyakran Ismételt Kérdések az F-Droidról
id: [FAQ - Pengembang Aplikasi](FAQ_-_App_Developers) Pertanyaan yang Sering Ditanyakan tentang F-Droid
is: [FAQ - Forritahönnuðir](FAQ_-_App_Developers) Algengar spurningar um F-Droid
it: [FAQ - Sviluppatori app](FAQ_-_App_Developers) Domande frequenti riguardo F-Droid
ja: [FAQ - アプリの開発者](FAQ_-_App_Developers) F-Droidについてのよくある質問
nb: [O-S-S - Programutviklere](FAQ_-_App_Developers) Ofte stilte spørsmål om F-Droid
nl: [FAQ - appontwikkelaars](FAQ_-_App_Developers) Veelgestelde vragen over F-Droid
nn: [OSS – apputviklarar](FAQ_-_App_Developers) Ofte spurde spørsmål om F-Droid
pl: [FAQ - Programiści aplikacji](FAQ_-_App_Developers) Często zadawane pytania o F-Droid
pt: [FAQ - Programadores de aplicações](FAQ_-_App_Developers) Perguntas mais frequentes sobre o F-Droid
pt_br: [FAQ - Desenvolvedores de Aplicativos](FAQ_-_App_Developers) Perguntas frequentes sobre o F-Droid.
pt_pt: [FAQ - Programadores de Aplicações](FAQ_-_App_Developers) Perguntas Mais Frequentes sobre o F-Droid
ro: [FAQ - App Developers](FAQ_-_App_Developers) Întrebări frecvente despre F-Droid
ru: [FAQ для разработчиков приложений](FAQ_-_App_Developers) Часто задаваемые вопросы про F-Droid
sq: [PBR -Zhvillues Aplikacionesh](FAQ_-_App_Developers) Pyetje të Bëra Rëndom rreth F-Droid-it
tr: [SSS - Uygulama Geliştiricileri](FAQ_-_App_Developers) F-Droid hakkında Sık Sorulan Sorular
uk: [ЧаП — Розробка застосунків](FAQ_-_App_Developers) Найчастіші запитання про F-Droid
vi: [FAQ - Nhà phát triển ứng dụng](FAQ_-_App_Developers) Các câu hỏi thường gặp về F-Droid
zh_hans: [FAQ - 应用开发者](FAQ_-_App_Developers) 有关 F-Droid 的常见问题解答
zh_hant: [常見問題 - 應用程式開發者](FAQ_-_App_Developers) 關於 F-Droid 的常見問題

source: [FAQ - Repository](https://gitlab.com/fdroid/wiki/-/wikis/FAQ) Frequently Asked Questions about the official F-Droid Repository
ar: [الأسئلة الشائعة - المستودع](https://gitlab.com/fdroid/wiki/-/wikis/FAQ) الأسئلة الشائعة حول مستودع F-Droid الرسمي
ca: [FAQ - Repositori](https://gitlab.com/fdroid/wiki/-/wikis/FAQ) Preguntes freqüents sobre el Repositori F-Droid oficial
cs: [Často kladené dotazy – repozitář](https://gitlab.com/fdroid/wiki/-/wikis/FAQ) Často kladené dotazy o oficiálním repozitáři F-Droid
eu: [FAQ - Biltegia](https://gitlab.com/fdroid/wiki/-/wikis/FAQ) F-Droid biltegiari buruz Maiz Egindako Galderak
id: [SSD - Repositori](https://gitlab.com/fdroid/wiki/-/wikis/FAQ) Soal Sering Ditanya tentang Repositori F-Droid resmi
ja: [FAQ - リポジトリ](https://gitlab.com/fdroid/wiki/-/wikis/FAQ) F-Droidの公式リポジトリに関するよくある質問
pl: [FAQ – Repozytorium](https://gitlab.com/fdroid/wiki/-/wikis/FAQ) Często zadawane pytania o oficjalne repozytorium F-Droid
ru: [ЧаВо - Репозиторий](https://gitlab.com/fdroid/wiki/-/wikis/FAQ) Часто задаваемые вопросы об официальном репозитории F-Droid
zh_hans: [常见问题解答 - 存储库](https://gitlab.com/fdroid/wiki/-/wikis/FAQ) F-Droid 官方存储库的常见问题

source: [Build Metadata Reference](Build_Metadata_Reference) All about the build "recipes"
ar: [إنشاء مرجع البيانات الوصفية](Build_Metadata_Reference) كل شيء عن "وصفات" الإصدار
ca: [Construeix la referència a les metadades](Build_Metadata_Reference) Tot quant a la construcció «receptes»
cs: [Reference metadat sestavení](Build_Metadata_Reference) Vše o sestavovacích „receptech“
de: [Build-Metadaten-Referenz](Build_Metadata_Reference) Alles über Build-„Rezepte“
eo: [informoj pri kompilaj metadatumoj](Build_Metadata_Reference): ĉio pri receptoj pri kompilo
es: [Referencia de metadatos de compilación](Build_Metadata_Reference) Todo sobre las «recetas» de compilación
es_ar: [Referencia de metadatos de compilación](Build_Metadata_Reference) Todo sobre las "recetas" de compilación
et: [Kompileerimise metainfo teatmik](Build_Metadata_Reference) Kõik, mis seostub kompileerimise „retseptidega“
eu: [Eraiki metadatuen erreferentzia](Build_Metadata_Reference) Konpilazio "errezetei" buruzko guztia
fa: [مرجع فرادادهٔ ساخت](Build_Metadata_Reference) همه‌چیز دربارهٔ «دستورهای» ساخت
fr: [Référence des métadonnées de construction](Build_Metadata_Reference) Tout sur les « recettes » de construction
gd: [Reifreans air meata-dàta togail](Build_Metadata_Reference) A h-uile càil mu “reasabaidhean” togail
he: [מפרט נתוני על לבנייה](Build_Metadata_Reference) כל המידע על „מתכוני” הבנייה
hi: [बिल्ड मेटाडेटा सन्दर्भ](Build_Metadata_Reference) बिल्ड की "रेसिपियों" के बारे में सारी जानकारी
hu: [Összeállítási metaadatok referenciája](Build_Metadata_Reference) Minden az összeállítási „receptekről”
id: [Referensi Membangun Metadata](Build_Metadata_Reference) Semua tentang membangun "resep"
is: [Yfirlit yfir byggingarlýsigögn](Build_Metadata_Reference) Allt um "uppskriftir" fyrir byggingu hugbúnaðarins
it: [Riferimento metadati build](Build_Metadata_Reference) Tutto riguardo le "ricette" delle build
ja: [ビルドのメタデータに関する参考資料](Build_Metadata_Reference) ビルドの進め方に関する全ての情報
nb: [Bygg metadatareferanse](Build_Metadata_Reference) Alt om "oppskrifter" for bygging
nl: [Compilatiemetadatareferentie](Build_Metadata_Reference) Alles over de compilatie‘recepten’
nn: [Referanse for byggje-metadata](Build_Metadata_Reference) Alt om «byggjeoppskrifter»
pl: [Odniesienie Kompilacji Metadanych](Build_Metadata_Reference) Wszystko o "przepisach" kompilacji
pt: [Referência aos metadados de compilação](Build_Metadata_Reference) Tudo sobre as "receitas" de compilação
pt_br: [Referência aos Metadados de Criação](Build_Metadata_Reference) Tudo sobre as "receitas" de construção.
pt_pt: [Referência aos Metadados de Criação](Build_Metadata_Reference) Tudo sobre as "receitas" de construção
ro: [Build Metadata Reference](Build_Metadata_Reference) Totul despre "rețetele" de construcție
ru: [Справочник по метаданным сборки](Build_Metadata_Reference) Все справочные материалы по рецептам сборки и соответствующим метаданным
sq: [Build Metadata Reference](Build_Metadata_Reference) Gjithçka mbi “receta” montimi
tr: [Üst Veri Referansı Oluşturun](Build_Metadata_Reference) "Tarifler" hakkında her şey
uk: [Довідка про метадані збірки](Build_Metadata_Reference) Все про «рецепти» збирання
vi: [Tham khảo dữ liệu meta xây dựng](Build_Metadata_Reference) Tất cả về các "công thức" xây dựng
zh_hans: [构建元数据参考](Build_Metadata_Reference) 关于构建“配方”的信息
zh_hant: [構建中介資料的參考資料](Build_Metadata_Reference) 所有關於構建的「秘訣」
