Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: __Phone:__ +49 531 22435119
ar: __الهاتف:__ +49 531 22435119
ca: __Telèfon:__ +49 531 22435119
cs: __Telefon:__ +49 531 22435119
de: __Telefon:__ +49 531 22435119
eo: __Telefono:__ +49 531 22435119
es: __Teléfono:__ +49 531 22435119
es_ar: __Teléfono:__ +49 531 22435119
et: __Telefon:__ +49 531 22435119
eu: __Telefonoa:__ +49 531 22435119
fa: __تلفن:__ ‪+49 531 22435119
fr: __Téléphone :__ +49 531 22435119
gd: __Fòn:__ +49 531 22435119
he: __טלפון:__ ‎+49 531 22435119
hi: __फ़ोन:__ +49 531 22435119
hu: __Telefonszám:__ +49 531 22435119
id: __Telepon:__ +49 531 22435119
is: __Sími:__ +49 531 22435119
it: __Telefono:__ +49 531 22435119
ja: __電話：__ +49 531 22435119
nb: __Telefon:__ +49 531 22435119
nl: __Telefoonnummer:__ +49 531 22435119
nn: __Telefon:__ +49 531 22435119
pl: __Telefon:__ +49 531 22435119
pt: __Telefone:__ +49 531 22435119
pt_br: __Telefone:__ +49 531 22435119
pt_pt: __Telefone:__ +49 531 22435119
ro: __Telefon:__ +49 531 22435119
ru: __Телефон:__ +49 531 22435119
sq: __Telefon:__ +49 531 22435119
tr: __Telefon:__ +49 531 22435119
uk: __Телефон:__ +49 531 22435119
vi: __Điện thoại:__ +49 531 22435119
zh_hans: __电话：__+4953122435119
zh_hant: __電話：__ +49 531 22435119

source: __Address:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
ar: __العنوان:__ Confidential Technologies GmbH، Wilhelmsgarten 3، 38100 Braunschweig
ca: __Adreça:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
cs: __Adresa:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
de: __Anschrift:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
eo: __Adreso:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
es: __Dirección:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
es_ar: __Dirección:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
et: __Aadress:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
eu: __Helbidea:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
fa: __نشانی:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
fr: __Adresse :__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
gd: __Seòladh:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
he: __כתובת:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
hi: __पता:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
hu: __Cím:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
id: __Alamat:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
is: __Heimilisfang:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
it: __Indirizzo:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
ja: __住所：__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
nb: __Adresse:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig, Deutschland
nl: __Adres:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
nn: __Adresse:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig, Tyskland
pl: __Adres:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
pt: __Morada:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
pt_br: __Endereço:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38106 Braunschweig
pt_pt: __Morada:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
ro: __Adresă:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
ru: __Адрес:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
sq: __Adresë:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
tr: __Adres:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
uk: __Адреса:__ Конфіденшал Технолоджіс GmbH, Вільгельмгарден (Wilhelmsgarten) 3, 38100 Брауншвайґ (Braunschweig)
vi: __Địa chỉ:__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
zh_hans: __地址：__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig
zh_hant: __地址：__ Confidential Technologies GmbH, Wilhelmsgarten 3, 38100 Braunschweig

source: __Languages:__ English, German
ar: __اللغات:__ الإنجليزية، الألمانية
ca: __Llengües:__ anglès, alemany
cs: __Jazyky:__ angličtina, němčina
de: __Sprachen:__ Englisch, Deutsch
eo: __Lingvoj:__ angla, germana
es: __Idiomas:__ English, German
es_ar: __Idiomas:__ Inglés, alemán
et: __Keeled:__ inglise, saksa
eu: __Hizkuntzak:__ Ingelesa, Alemana
fa: __زبان‌ها:__ انگلیسی، ‌آلمانی
fr: __Langes :__ Anglais, Allemand
gd: __Cànanan:__ Beurla, Gearmailtis
he: __שפות:__ אנגלית, גרמנית
hi: __भाषाएँ:__ अंग्रेज़ी, जर्मन
hu: __Nyelvek:__ angol, német
id: __Bahasa:__ Inggris, Jerman
is: __Tungumál:__ Enska, þýska
it: __Lingue:__ Inglese, tedesco
ja: __言語:__ 英語、ドイツ語
nb: __Språk:__ Engelsk, Tysk
nl: __Talen:__ Engels, Duits
nn: __Språk:__ engelsk, tysk
pl: __Języki:__ English, German
pt: __Idiomas:__ inglês, alemão, português (Portugal)
pt_br: __Idiomas:__ inglês, alemão
pt_pt: __Idiomas:__ inglês, alemão, português (Portugal)
ro: __Limbi:__ Engleză, germană
ru: __Языки:__ Английский, Немецкий
sq: __Gjuhë:__ anglisht, gjermanisht
tr: __Diller:__ İngilizce, Almanca
uk: __Мова:__ Англійська, Німецька
vi: __Ngôn ngữ:__ Tiếng Anh, Tiếng Đức
zh_hans: __语言：__英语，德语
zh_hant: __語言：__ 英語、德語

source: __Specializations:__ Custom F-Droid deployments, feature extensions, whitelabel solutions
ar: __ التخصصات:__ عمليات النشر المخصصة ل F-Droid، ملحقات الميزات، حلول الوايت لابيل
ca: __Especialitats:__ Desplegaments a mida de l'F-Droid, extensió de funcionalitats i solucions «marca genèrica»
cs: __Specializace:__ Vlastní nasazení služeb F-Droid, rozšíření funkcí, whitelabel řešení
de: __Fachgebiet:__ Kundenspezifisches F-Droid-Deployment, Funktionserweiterungen, Whitelabel-Lösungen
eo: __Specialoj:__ propra ekuzo de F-Droid, etendado de eblaĵoj, mark-tajloreblaj solvoj
es: __Especialidades:__ Despliegues de F-Droid personalizados, extensión de características, soluciones de marca blanca
es_ar: __Especialidades:__ Despliegues de F-Droid personalizados, extensión de características, soluciones de marca blanca
et: __Spetsialiseerumine:__ F-Droid'i kasutuselevõtmine vastavalt tellija vajadustele, täiendavad funktsionaalsused, tähistamata toote ehk whitelabel-lahendused
eu: __Berezitasunak:__ F-Droid ezarpen pertsonalizatuak, ezaugarriak gehitzea, marka zuriko irtenbideak
fa: __تخصّص‌ها:__ پیاده‌سازی‌های شخصی اف‌دروید، گسترش ویژگی‌ها، راهکارهای تغییر برند
fr: ____Spécialisations :__ Déploiements de F-Droid personnalisés, ajout de fonctions, solutions en marque blanche
gd: __Eòlas:__ Deployments gnàthaichte dhe F-Droid, leudachadh ghleusan, fuasglaidhean whitelabel
he: __תחומי התמחות:__ הטמעות מותאמות אישית של F-Droid, הרחבת תכונות, פתרונות למיתוג אישי
hi: __विशेषज्ञताएँ:__ अनुकूलित F-Droid तैनात-कार्य, सुविधापूर्ण एक्सटेंशन्स, व्हाइटलेबल समाधान
hu: __Specializációk:__ Egyéni F-Droid telepítések, funkcióbővítések, saját márkás megoldások
id: __Spesialisasi:__ Penyebaran F-Droid Kustom, pengaya fitur, solusi label putih
is: __Sérhæfing:__ Sérsniðnar F-Droid uppsetningar, viðbætur eiginleika, óvörumerktar lausnir (whitelabel solutions)
it: __Specializzazioni:__Installazioni F-Droid personalizzate, estensioni di funzionalità, soluzioni whitelabel
ja: __専門分野:__ カスタムのF-Droid設定と運用、機能の拡張、ホワイトラベルのソリューション
nb: __Spesialisering:__ Tilpassede F-Droid-utrullinger, funksjonsutvidelser, hvitmerkeløsninger
nl: __Gespecialiseerd in:__ Aangepaste versies van F-Droid, functieuitbreidingen, generische oplossingen
nn: __Spesialisering:__ Skreddarsydde F-Droid-utrullingar, funksjons­utvidingar, whitelabel-løysingar
pl: __Specjalizacje:__ Własne wdrożenia F-Droid, rozszerzenia funkcjonalności, rozwiązania whitelabel
pt: __Especializações: __ Implementações personalizadas do F-Droid, extensões de funcionalidades, soluções de marca branca
pt_br: __Especializações:__ Implantações personalizadas do F-Droid, extensões de recursos, soluções de whitelabel
pt_pt: __Especializações: __ Implementações personalizadas do F-Droid, extensões de funcionalidades, soluções de marca branca
ro: __Specializări:__ Implementări personalizate F-Droid, extensii de funcții, soluții whitelabel
ru: __Специализация:__ Внедрение специальных сборок F-Droid, расширение функциональности, решения по ребрендингу
sq: __Specializime:__ Sendërtime të përshtatura të F-Droid-it, zgjerime për veçori, zgjidhje pa markë
tr: __Uzmanlıklar: __ Özel F-Droid dağıtımları, özellik uzantıları, beyaz etiket çözümleri
uk: __Спеціалізація:__ Користувацькі F-Droid розгортання, розширення функціоналу, ребрендингові рішення
vi: __Chuyên môn:__ Các buổi triển khai F-Droid tuỳ chỉnh, mở rộng tính năng, các giải pháp nhãn trắng
zh_hans: __业务方向：__ 定制 F-Droid 部署、功能扩展、白标解决方案
zh_hant: __專長：__ 自訂 F-Droid 部署、功能拓展、whitelabel 解決方案

source: __Website:__ [at.or.at](https://at.or.at)
ar: __ الموقع:__ [at.or.at](https://at.or.at)
ca: __Lloc web:__ [at.or.at](https://at.or.at)
cs: __Web:__ [at.or.at](https://at.or.at)
et: __Veebisait:__ [at.or.at](https://at.or.at)
eu: __Webgunea:__ [at.or.at](https://at.or.at)
fa: __پایگاه وب:__ [at.or.at](https://at.or.at)
fr: __Site web :__ [at.or.at](https://at.or.at)
gd: __Làrach-lìn:__ [at.or.at](https://at.or.at)
he: __אתר:__ [at.or.at](https://at.or.at)
hi: __वेबसाइट:__ [at.or.at](https://at.or.at)
hu: __Weboldal:__[at.or.at](https://at.or.at)
id: __Situs Web:__ [at.or.at](https://at.or.at)
is: __Vefsvæði:__ [at.or.at](https://at.or.at)
it: __Sito web:__ [at.or.at](https://at.or.at)
ja: __ウェブサイト:__ [at.or.at](https://at.or.at)
pl: __Strona internetowa:__ [at.or.at](https://at.or.at)
pt: __Site:__ [at.or.at](https://at.or.at)
pt_br: __Site:__ [at.or.at](https://at.or.at)
ro: __Site web:__ [at.or.at](https://at.or.at)
ru: __Веб-сайт:__ [at.or.at](https://at.or.at)
sq: __Sajt:__ [at.or.at](https://at.or.at)
tr: __Web sitesi:__ [at.or.at](https://at.or.at)
uk: __Вебсайт:__ [at.or.at](https://at.or.at)
vi: __Trang web:__ [at.or.at](https://at.or.at)
zh_hans: __网站：__[at.or.at](https://at.or.at)

source: __Email:__ [hans@eds.org](mailto:hans@eds.org)
ar: __البريد الإلكتروني:__ [hans@eds.org](mailto:hans@eds.org)
ca: __Correu electrònic:__ [hans@eds.org](mailto:hans@eds.org)
et: __E-post:__ [hans@eds.org](mailto:hans@eds.org)
fa: __رایانامه:__ [hans@eds.org](mailto:hans@eds.org)
fr: __Courriel :__ [hans@eds.org](mailto:hans@eds.org)
gd: __Post-d:__ [hans@eds.org](mailto:hans@eds.org)
he: __דוא״ל:__ [hans@eds.org](mailto:hans@eds.org)
hi: __ईमेल:__ [hans@eds.org](mailto:hans@eds.org)
hu: __E-mail-cím:__ [hans@eds.org](mailto:hans@eds.org)
id: __Surel:__ [hans@eds.org](mailto:hans@eds.org)
is: __Tölvupóstur:__ [hans@eds.org](mailto:hans@eds.org)
ja: __メール:__ [hans@eds.org](mailto:hans@eds.org)
ru: __Email-адрес:__ [hans@eds.org](mailto:hans@eds.org)
tr: __E-posta:__ [hans@eds.org](mailto:hans@eds.org)
zh_hans: __电子邮件：__[hans@eds.org](mailto:hans@eds.org)
zh_hant: __電子郵件：__ [hans@eds.org](mailto:hans@eds.org)

source: __Address:__ Vienna, Austria
ar: __ العنوان:__ فيينا, النمسا
ca: __Adreça:__ Vienna, Austria
cs: __Adresa:__ Vídeň, Rakousko
de: __Anschrift:__ Wien, Österreich
et: __Aadress:__ Viin, Austria
eu: __Helbidea:__ Vienna, Austria
fa: __نشانی:__ اتریش، وین
fr: __Adresse :__ Vienne, Autriche
gd: __Seòladh:__ Vienna, an Ostair
he: __כתובת:__ וינה, אוסטריה
hi: __पता:__ वियना, ऑस्ट्रिया
hu: __Cím:__ Bécs, Ausztria
id: __Alamat:__ Vienna, Austria
is: __Heimilisfang:__ Vienna, Austria
it: __Indirizzo:__ Vienna, Austria
ja: __住所:__ ウイーン, オーストリア
pl: __Adres:__ Wiedeń, Austria
pt: __Endereço:__ Viena, Áustria
pt_br: __Endereço:__ Viena, Áustria
ro: __Adresă:__ Viena, Austria
ru: __Адрес:__ Вена, Австрия
sq: __Adresë:__ Vienë, Austri
tr: __Adres:__ Viyana, Avusturya
uk: __Адреса:__ Vienna, Austria
vi: __Địa chỉ:__ Viên, Áo
zh_hans: __地址：__奥地利维也纳
zh_hant: __地址：__ Vienna, Austria

source: __Specialization:__ Custom F-Droid deployments, reproducible builds, new features, whitelabel app stores, getting things merged.
ar: __ التخصص: __ عمليات نشر F-Droid المخصصة، بنية قابلة للتكرار، ميزات جديدة، متاجر التطبيقات ذات العلامات البيضاء، دمج الأشياء.
ca: __Especialitats:__ desplegaments a mida de l'F-Droid, construccions reproduïbles, noves característiques, centres d'aplicacions de «marca genèrica», integració de projectes.
cs: __Specializace:__ Vlastní nasazení F-Droid, reprodukovatelná sestavení, nové funkce, whitelabelové aplikační obchody, slučování věcí.
de: __Fachgebiet:__ Kundenspezifisches F-Droid-Deployment, reproduzierbare Builds, neue Funktionen, Whitelabel-App-Stores, Merging-Angelegenheiten.
et: __Spetsialiseerumine:__ F-Droid'i kasutuselevõtmine vastavalt tellija vajadustele, korratav kompileerimine, täiendavad funktsionaalsused, tähistamata toote ehk whitelabel-rakendustepoed, muudatuste tegemine meie lähtekoodis.
eu: __Berezitasunak:__ F-Droid ezarpen pertsonalizatuak, ezaugarri berriak, marka zuriko app biltegiak.
fa: __تخصّص‌ها:__ پیاده‌سازی‌های شخصی اف‌دروید، ساخت‌های بازتولیدپذیر، ویژگی‌های جدید، فروشگاه‌های کارهٔ سپیدبرچسب، ادغام چیزها.
fr: ____Spécialisations :__ Déploiements de F-Droid personnalisés, builds reproductibles, nouvelles fonctionnalités, boutiques d'applications en marque blanche, fusion de projets.
gd: __Eòlas:__ Deployments gnàthaichte dhe F-Droid, reproducible builds, gleusan ùra, bùthan aplacaidean whitelabel, co-aonachadh nithean.
he: __תחום התמחות:__ הטמעות מותאמות אישית של F-Droid, בנייה שניתן לשחזר, יכולות חדשות, חנויות עם מיתוג מותאם, מיזוג של דברים לקוד הראשי.
hi: __विशेषज्ञताएँ:__अनुकूलित F-Droid तैनात-कार्य, प्रतिलिपि बनाने योग्य बिल्ड्स, नई सुविधाएँ, व्हाइटलेबल ऐप स्टोर्स, चीज़ों को मर्ज करना में सहायता।
hu: __Szakterület:__ Egyéni F-Droid telepítések, reprodukálható összeállítások, új funkciók, sajátcímkés alkalmazásboltok, dolgok beolvasztása.
id: __Spesialisasi:__ Penyebaran F-Droid kustom, bangunan yang dapat dibuat ulang, fitur baru, label putih toko aplikasi, membuat hal-hal tergabung.
is: __Sérhæfing:__ Sérsniðnar F-Droid uppsetningar, samfelld hugbúnaðarbygging, óvörumerkt forritasöfn (whitelabel app stores), senda hluti inn í grunnsafn.
it: __Specializzazioni:__Installazioni F-Droid personalizzate, build riproducibili, nuove funzionalità, app stores white-label, merge di elementi.
ja: __専門分野:__ カスタムのF-Droid設定と運用、再現可能なビルド、新機能、ホワイトラベルのアプリストア、マージの支援。
pl: __Specjalizacja:__ Niestandardowe wdrożenia F-Droid, powtarzalne kompilacje, nowe funkcje, sklepy z aplikacjami z własną marką, scalanie elementów.
pt: __Especialização:__ implementações de F-Droid personalizadas, compilações reproduzíveis, novas funcionalidades, lojas de apps whitelabel, fundindo coisas.
pt_br: __Especialização:__ implementações do F-Droid personalizadas, compilações reproduzíveis, novas funcionalidades, lojas de apps whitelabel, unindo algumas coisas.
ro: __Specializare:__ Implementări personalizate F-Droid, compilări reproductibile, caracteristici noi, magazine de aplicații cu etichetă albă, obținerea de fuziuni.
ru: __Специализация:__ Пользовательские развертывания F-Droid, воспроизводимые сборки, новые функции, магазины приложений с белой меткой, слияние вещей.
sq: __Specializim:__ Instalime të përshtatura F-Droid, montime të riprodhueshme, veçori të reja, shitore aplikacionesh “white labeling”, përzierje gjërash.
tr: __Uzmanlıklar: __ Özel F-Droid dağıtımları, tekrar üretilebilen yapılar, yeni özellikler, markasız uygulama mağazaları, bir şeyleri birleştirme.
uk: __Спеціалізація:__ Користувацькі розгортання F-Droid, відтворювані збірки, нові можливості, магазини дозволених застосунків, об’єднання розробницьких внесків.
zh_hans: __专长：__自定义 F-Droid 部署、可重复构建、新功能、白标应用商店、合并。
zh_hant: __專長：__ 自訂 F-Droid 部署、功能拓展、whitelabel 解決方案。

source: __Website:__ [hellebaard.nl](http://hellebaard.nl)
ar: __الموقع:__ [hellebaard.nl](http://hellebaard.nl)
ca: __Lloc web:__ [hellebaard.nl](http://hellebaard.nl)
cs: __Web:__ [hellebaard.nl](http://hellebaard.nl)
eu: __Webgunea:__ [hellebaard.nl](http://hellebaard.nl)
fr: __Site web :__ [hellebaard.nl](http://hellebaard.nl)
he: __אתר:__ [hellebaard.nl](http://hellebaard.nl)
hi: __वेबसाइट:__ [hellebaard.nl](http://hellebaard.nl)
hu: __Weboldal:__ [hellebaard.nl](http://hellebaard.nl)
id: __Situs web:__ [hellebaard.nl](http://hellebaard.nl)
is: __Vefsvæði:__ [hellebaard.nl](http://hellebaard.nl)
ja: __ウェブサイト:__ [hellebaard.nl](http://hellebaard.nl)
pl: __Strona internetowa:__ [hellebaard.nl](http://hellebaard.nl)
pt: __Site:__ [hellebaard.nl](http://hellebaard.nl)
pt_br: __Site:__ [hellebaard.nl](http://hellebaard.nl)
ro: __Site web:__ [hellebaard.nl](http://hellebaard.nl)
ru: __Веб-сайт:__ [hellebaard.nl](http://hellebaard.nl)
sq: __Sajt:__ [hellebaard.nl](http://hellebaard.nl)
tr: __Web sitesi:__ [hellebaard.nl](http://hellebaard.nl)
uk: __Вебсайт:__ [hellebaard.nl](http://hellebaard.nl)
zh_hans: __网站：__ [hellebaard.nl](http://hellebaard.nl)

source: __Email:__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
ar: __البريد الإلكتروني:__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
ca: __Correu electrònic:__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
fr: __Courriel :__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
he: __דוא״ל:__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
hi: __ईमेल:__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
hu: __E-mail-cím:__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
id: __Surel:__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
is: __Tölvupóstur:__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
ja: __メール:__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
tr: __E-posta:__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
uk: __Е-пошта:__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)
zh_hans: __电子邮箱：__ [contact@hellebaard.nl](mailto:contact@hellebaard.nl)

source: __Address:__ Utrecht, the Netherlands
ar: __العنوان:__ أوترخت، هولندا
ca: __Adreça:__ Utrecht, Holanda
cs: __Adresa:__ Utrecht, Nizozemsko
de: __Anschrift:__ Utrecht, Niederlande
eu: __Helbidea:__ Utrecht, the Netherlands
fr: __Adresse :__ Utrecht, Pays-Bas
he: __כתובת:__ אוטרכט, הולנד
hi: __पता:__ उट्रेच, द नेदरलैंड्स
hu: __Cím:__ Utrecht, Hollandia
id: __Alamat:__ Utrecht, Belanda
is: __Heimilisfang:__ Utrecht, Hollandi
ja: __住所:__ ユトレヒト、オランダ
pl: __Adres:__ Utrecht, Holandia
pt: __ Endereço:__ Utrecht, Países Baixos
pt_br: __ Endereço:__ Utrecht, Países Baixos
ro: __Adresă:__ Utrecht, the Netherlands
ru: __Адрес:__ Утрехт, Нидерланды
sq: __Adresë:__ Utreht, Holandë
tr: __Adres:__ Utrecht, Hollanda
uk: __Адреса:__ Утрехт, Нідерланди
zh_hans: __地址：__ 荷兰乌得勒支

source: __Languages:__ English, Dutch
ar: __اللغات:__ الإنكليزية، الهولندية
ca: __Llengües:__ anglès, holandès
cs: __Jazyky:__ angličtina, nizozemština
de: __Sprachen:__ Englisch, Niederländisch
eu: __Hizkuntzak:__ Ingelesa, Alemana
fr: __Langues :__ anglais, néerlandais
he: __שפות:__ אנגלית, הולנדית
hi: __भाषाएँ:__ अंग्रेज़ी, डच
hu: __Nyelvek:__ angol, holland
id: __Bahasa:__ Inggris, Belanda
is: __Tungumál:__ Enska, hollenska
ja: __言語:__ 英語、オランダ語
pl: __Języki:__ angielski, niderlandzki
pt: __Idiomas:__ inglês, holandês
pt_br: __Idiomas:__ inglês, holandês
ro: __Limbi:__ Engleză, Daneză
ru: __Языки:__ английский, голландский
sq: __Gjuhë:__ anglisht, holandisht
tr: __Diller:__ İngilizce, Almanca
uk: __Мови:__ англійська, нідерландська
zh_hans: __语言：__ 英语、荷兰语

source: __Specialization:__ Translations English ⟷ Dutch, descriptions, metadata, graphics and screenshots.
ar: __التخصيص:__ ترجمات الإنكليزية ⟷ الهولندية، والأوصاف، والبيانات الوصفية، والرسومات، ولقطات الشاشة.
ca: __Especialitats:__ Traduccions de l'anglès⟷holandès, descripcions, metadades, gràfics i captures de pantalla.
cs: __Specializace:__ Překlady angličtina ⟷ nizozemština, popisy, metadata, grafika a snímky obrazovky.
de: __Fachgebiet:__ Übersetzungen Englisch ⟷ Niederländisch, Beschreibungen, Metadaten, Grafiken und Bildschirmfotos.
eu: __Espezializazioa:__ Ingelesa ⟷ Alemana itzulpenak, deskripzioak, metadatuak, grafikoak eta pantaila-argazkiak.
fr: __Spécialisation :__ Traductions anglais ⟷ néerlandais, descriptions, métadonnées, graphismes et captures d'écran.
he: __מומחיות:__ תרגום אנגלית ⟷ הולנדית, תיאורים, נתוני על, גרפיקה וצילומי מסך.
hi: __विशेषज्ञताएँ:__ अंग्रेज़ी ⟷ डच अनुवाद, विवरण, मेटाडेटा, ग्राफ़िक्स और स्क्रीनशॉट्स।
hu: __Szakterület:__ Angol – holland fordítás, leírások, metaadatok, grafika és képernyőképek.
id: __Keahlian:__ Terjemahan bahasa Inggris ⟷ bahasa Belanda, deskripsi, metadata, grafis dan tangkapan layar.
is: __Sérhæfing:__ Þýðingar Enska ⟷ Hollenska, lýsingar, lýsigögn, myndefni og skjámyndir.
ja: __専門分野:__ 英語とオランダ語間の翻訳、説明文、メタデータ、画像とスクリーンショット。
pl: __Specjalizacja:__ Tłumaczenia angielski ⟷ niderlandzki, opisy, metadane, grafiki i zrzuty ekranu.
pt: __ Especialização:__ Traduções Inglês ⟷ Holandês, descrições, metadados, gráficos e capturas de ecrã.
pt_br: __ Especialização:__ Traduções Inglês ⟷ Holandês, descrições, metadados, gráficos e capturas de tela.
ro: __Specializare:__ Traduceri engleză ⟷ olandeză, descrieri, metadate, grafică și capturi de ecran.
ru: __Специализация:__ Переводы английский ⟷ голландский, описания, метаданные, графика и скриншоты.
sq: __Specializuar për:__ Përkthime anglisht ⟷ holandisht, përshkrime, tejtëdhëna, grafikë dhe foto ekrani.
tr: __Uzmanlık alanları:__ İngilizce ⟷ Felemenkçe açıklama, veri, grafik ve ekran görüntüsü çevirisi.
uk: __Спеціалізація:__ Переклади англійська ⟷ нідерландська, описи, метадані, графіка та знімки екрана.
zh_hans: __专长：__ 英语荷兰语互译、 描述、元数据、图形和屏幕截图。

source: IzzySoft
ar: إيزي سوفت
fa: ایزی‌سافت
