Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: F-Droid is both a repository of verified free software Android apps as well as a whole "app store kit", providing all the tools needed to setup and run an app store. It is a community-run free software project developed by a wide range of contributors. It also includes complete build and release tools for managing the process of turning app source code into published builds.
ar: F-Droid هو مستودع لتطبيقات أندرويد للبرمجيات الحرة التي تم التحقق منها بالإضافة إلى "مجموعة متاجر التطبيقات" بأكملها، مما يوفر جميع الأدوات اللازمة لإعداد وتشغيل متجر تطبيقات. وهو مشروع برمجيات حرة يديره المجتمع وقد طورته مجموعة واسعة من المساهمين. كما يتضمن أدوات الإنشاء والإصدار الكاملة لإدارة عملية تحويل التعليمات الشيفرة المصدرية للتطبيق إلى بنيات منشورة.
ca: L'F-Droid és tant un dipòsit d'aplicacions Android de programari lliure verificades com un «paquet de botigues d'aplicacions», proporcionant totes les eines necessàries per configurar i executar una botiga d'aplicacions. És un projecte de programari lliure de gestió comunitària desenvolupat per una àmplia gamma de col·laboradors. També inclou eines completes de construcció i llançament per gestionar el procés de convertir el codi font de l'aplicació en construccions publicades.
cs: F-Droid je repozitář ověřených bezplatných aplikací pro systém Android a také celá „sada obchodu s aplikacemi“, která poskytuje všechny nástroje potřebné k nastavení a provozování obchodu s aplikacemi. Jedná se o komunitní projekt a svobodný software, který vyvíjí řada přispěvatelů. Obsahuje také kompletní nástroje pro sestavování a vydávání aplikací, které slouží ke správě procesu přeměny zdrojových kódů aplikací na publikovaná sestavení.
de: F-Droid ist zweierlei, sowohl eine Paketquelle (= ein Repository) mit geprüften, auf freier Software basierenden Android-Apps als auch ein vollständiger „App-Store-Baukasten“, der alle Instrumente bereitstellt, die für die Einrichtung und den Betrieb eines App-Stores benötigt werden. Es ist ein gemeinschaftlich betriebenes, freies Software-Projekt, das von einer Vielzahl von Mitwirkenden entwickelt wird. Es beinhaltet darüberhinaus sämtliche Erstellungs- und Versionswerkzeuge, um den Umwandlungsprozess vom App-Quellcode zur veröffentlichten Version zu bewerkstelligen.
eo: F-Droid estas kaj deponejo de konfidindaj liberaj aplikaĵoj por Android kaj “deponej-ilaro” provizanta ilojn por instali kaj administri aplikaĵ-vendejon. Ĝi estas liber-programara komunuma projekto evoluigata de multege da kontribuantoj. Ĝi ankaŭ oferas plenan ilaron por administri operacion de transformi aplikaĵan fontkodon al publikig-pretaj kompilaĵoj.
es: F-Droid es un repositorio de aplicaciones de software libre para Android verificadas, y también un completo «kit de tienda de aplicaciones», proporcionando todas las herramientas necesarias para montar y hacer funcionar un almacén o tienda de aplicaciones. Es un proyecto de software libre comunitario, desarrollado por un amplio rango de contribuidores. También incluye herramientas completas para compilación y publicación, para gestionar el proceso de transformación del código fuente de la aplicación en compilaciones publicadas.
es_ar: F-Droid es un repositorio de aplicaciones de software libre para Android verificadas, y también un completo «kit de tienda de aplicaciones», proporcionando todas las herramientas necesarias para montar y hacer funcionar un almacén o tienda de aplicaciones. Es un proyecto de software libre comunitario, desarrollado por un amplio rango de contribuidores. También incluye herramientas completas para compilación y publicación, para gestionar el proceso de transformación del código fuente de la aplicación en compilaciones publicadas.
et: F-Droid on nii Androidi rakenduste kontrollitud repositoorium kui terviklik lahendus rakendustepoe pidamiseks kasutades selleks mõeldus paigaldus- ja haldustarvikuid. Meie näol on tegemist kogukonnapõhise vaba tarkvara projektiga, mida arendavad paljud erinevad kaasautorid. Meie pakutavate oluliste töövahendite hulgas on kõik vajalik lähtekoodist toimivate rakenduste kompileerimiseks ning allalaaditavate rakenduste levitamiseks.
eu: F-Droid egiaztatutako Android aplikazio libreen biltegi bat da eta baita "Aplikazioen denda" bat ezartzeko behar diren tresna guztiak eskura jartzen dizkizun proiektu bat. Komunitateak kudeatutako software librea da mundu osoko lagunek garatutakoa. Konpilazio eta kaleratze tresnak ere badakartza iturburu-kodea argitaratutako aplikazioetan bihurteko prozesua kudeatzeko.
fa: اف‌دروید هم مخزنی از کاره‌های نرم‌افزار آزاد اندروید است و هم یک ابزار فروشگاه کاره که تمام ابزارهای مورد نیاز برای برپا سازی و راه‌اندازی یک فروشگاه کاره را فراهم می‌کند. اف‌دروید یک پروژهٔ نرم‌افزار آزاد جامعه‌محور است که توسّط دامنهٔ وسیعی از داوطلبان توسعه داده شده است. اف‌دروید همچنین شامل ابزارهای کامل ساخت و انتشار برای مدیریت فرایند تبدیل کد مبدأ به کارهٔ منتشرشده است.
fr: F-Droid est à la fois un dépôt d'applications logiciels libres Android et aussi un « kit pour magasin d'applications », procurant tous les outils nécessaires à la mise en place et le fonctionnement d'un magasin d'applications. C'est un projet de logiciel libre tenu par la communauté et développé par un grand nombre de contributeurs. Il inclut aussi les outils complets de construction et déploiement pour gérer les processus de transformation d'un code source d'application en logiciel publié.
gd: ’S e an dà chuid ionad-tasgaidh de dh’aplacaidean bhathair-bhog Android saor dearbhte agus “app store kit” slàn a th’ ann an F-Droid a bheir a h-uile inneal dhut a dh’fheumas tu airson bùth aplacaidean a shuidheachadh ’s a ruith. ’S e pròiseact bathair-bhog ’ga ruith le coimhearsnachd a th’ ann a tha ’ga leasachadh le iomadh com-pàirtiche. Gabhaidh e a-staigh innealan togail is sgaoilidh slàna cuideachd airson am pròiseas a stiùireadh gus togalaichean foillsichte a dhèanamh de bhun-tùs aplacaid.
he: F-Droid מעבר להיותו מאגר של תכנה חופשית מאומתת של יישומוני Android הוא גם „ערכה להקמת חנות יישומונים” מלא, תוך אספקת כל הכלים שנדרשים להקמת חנות יישומים. מדובר במיזם קהילתי של תכנה חופשית שנמצא בפיתוח של מכוון רחב של מתנדבים. המיזם כולל גם כלי בנייה והפצה לניהול תהליך של המרת קוד מקור של יישומון לבנייה שמופצת לקהל הרחב.
hi: F-Droid, प्रमाणित मुफ़्त सॉफ़्टवेयर का एक रिपॉज़िटरी होने के साथ एक पूरा "ऐप स्टोर किट" भी है, जिसमें एक ऐप स्टोर चलाने के लिए सभी उपकरण प्रदान किए जाते हैं। यह समुदाय द्वारा संचालित एक मुफ़्त सॉफ़्टवेयर परियोजना है जिसे बहुत सारे योगदानकर्ताओं ने मिलकर विकसित किया है। इसमें ऐप स्रोत कोड को प्रकाशित बिल्ड्स में बदलने की प्रक्रिया को प्रबंधित करने लिए बिल्ड और प्रकाशित करने के सभी उपकरण मौजूद हैं।
hu: Az F-Droid egy ellenőrzött szabad szoftveres androidos szoftvertároló, és egy teljes „alkalmazásbolt-készlet” együttese, amely biztosítja az összes szükséges eszközt, hogy egy saját alkalmazásboltot állítson be és futtasson. Ez egy közösségi szabad szoftveres projekt, amelyet különféle közreműködők fejlesztenek. Teljes összeállítási és kiadási eszközöket is tartalmaz, amelyek kezelik az alkalmazás-forráskódok kiadott összeállításokra fordítását.
id: F-Droid adalah sebuah repositori dari perangkat lunak bebas Android yang telah diverifikasi dan juga "peralatan toko aplikasi" secara keseluruhan, menyediakan semua peralatan yang dibutuhkan untuk menyiapkan dan menjalankan sebuah toko aplikasi. Ini adalah proyek perangkat lunak bebas yang dijalankan oleh komunitas, dikembangkan oleh berbagai kontributor. F-Droid juga mencakup bangunan yang lengkap dan alat rilis untuk mengelola proses mengubah kode sumber aplikasi menjadi bangunan yang tercipta.
is: F-Droid er bæði hugbúnaðarsafn með yfirförnum frjálsum Android-forritum jafnt sem allsherjar "app store" forritabúð, og býður upp á öll þau verkfæri sem þarf til að setja upp og reka slíka forritamiðstöð. F-Droid er frjálst hugbúnaðarverkefni keyrt af miklum fjölda sjálfboðaliða. Það inniheldur fullbúin verkfæri til byggingar og útgáfu hugbúnaðar og stýringar á ferlinu við að umbreyta frumkóða forrita yfir í útgefin forrit.
it: F-Droid è sia un repository di software libero verificato su Android, sia un intero "kit app store", che fornisce gli strumenti necessari per installare ed eseguire un app store. È un progetto di software libero della comunità sviluppato da una vasta gamma di collaboratori. Include anche strumenti completi di build e release per gestire il processo di trasformazione del codice sorgente in app pubblicate.
ja: F-Droidは、検証済のフリーソフトウェアのAndroidアプリのリポジトリであると同時に、アプリストアのセットアップと実行に必要なすべてのツールを提供する「アプリストアキット」でもあります。F-Droidは、コミュニティーが運営し、多様な貢献者によって開発されているフリーソフトウェアのプロジェクトです。ここにはまた、アプリのソースコードを公開済のビルドに変換するプロセスを管理するために用いられる、完全なビルド用ツールとリリース用ツールも含まれています。
nb: F-Droid er både et lagringssted for verifiserte gratisprogrammer Android-apper samt et helt "app store-sett", som gir alle verktøyene som trengs for å sette opp og kjøre en appbutikk. Det er et community-run gratis programvare prosjekt utviklet av et bredt spekter av bidragsytere. Den inneholder også komplette bygg og utgivelsesverktøy for styring av prosessen med å setter app kildekoden inn i publiserte bygg.
nl: F-Droid is zowel een repository van geverifiëerd vrije Android apps als een complete "app store kit". Het biedt alle tools die nodig zijn om een app store te installeren en beheren. Het is een door de community beheerd vrij software project dat ontwikkeld wordt door een brede set ontwikkelaars. Het bevat ook build- en release-tools om app broncode in gepubliceerde apps om te zetten.
nn: F-Droid er både ei samling av appar stadfesta å vera fri programvare og eit eige appbutikk-byggjesett, med alle verktøya du treng for å setja opp og driva ein appbutikk. Det er fri programvare utvikla av mange frivillige. Det omfattar òg fullstendige byggje- og utgjevings­verktøy som du kan bruka til å gå frå app-kjeldekode til ferdige, tilgjengeleg­gjorde app-pakkar.
pl: F-Droid to zarówno repozytorium zweryfikowanych darmowych aplikacji dla systemu Android, jak i cały 'zestaw aplikacji sklepu', zapewniający wszystkie narzędzia potrzebne do skonfigurowania i uruchomienia sklepu z aplikacjami. Jest to projekt wolnego oprogramowania tworzony przez społeczność, opracowany przez wielu różnych autorów. Zawiera również kompletne narzędzia do kompilacji i wydania, umożliwiające zarządzanie procesem przekształcania kodu źródłowego aplikacji w opublikowane kompilacje.
pt: O F-Droid é um repositório de aplicações Android de software livre verificadas, bem como um "kit de loja de aplicações" completo, fornecendo todas as ferramentas necessárias para configurar e executar uma loja de aplicações. É um projeto de software livre gerido pela comunidade desenvolvido por uma ampla gama de colaboradores. Também inclui ferramentas completas de criação e lançamento para gerir o processo de transformar o código-fonte da aplicação em compilações publicadas.
pt_br: O F-Droid é um repositório de aplicativos Android de software livre verificados, bem como um "kit de loja de aplicativos" completo, fornecendo todas as ferramentas necessárias para configurar e executar uma loja de aplicativos. É um projeto de software livre gerenciado pela comunidade desenvolvido por uma ampla gama de colaboradores. Ele também inclui ferramentas completas de criação e lançamento para gerenciar o processo de transformar o código-fonte do aplicativo em compilações publicadas.
pt_pt: O F-Droid é um repositório de aplicativos Android de software livre verificados, bem como um "kit de loja de aplicativos" completo, fornecendo todas as ferramentas necessárias para configurar e executar uma loja de aplicativos. É um projeto de software livre gerenciado pela comunidade desenvolvido por uma ampla gama de colaboradores. Ele também inclui ferramentas completas de criação e lançamento para gerenciar o processo de transformar o código-fonte do aplicativo em compilações publicadas.
ro: F-Droid este atât un depozit de aplicații Android gratuite verificate, cât și un întreg "kit de magazin de aplicații", care oferă toate instrumentele necesare pentru a configura și administra un magazin de aplicații. Este un proiect de software liber administrat de o comunitate, dezvoltat de o gamă largă de contribuitori. De asemenea, include instrumente complete de construire și lansare pentru gestionarea procesului de transformare a codului sursă al aplicației în versiuni publicate.
ru: F-Droid — это одновременно и репозиторий проверенных свободных приложений для Android, и полный комплект инструментов для создания, настройки и поддержки магазина приложений. Это некоммерческий проект, существующий усилиями сообщества, всей разработкой для которого занимается множество людей. В него входит полный комплект всего необходимого для сборки и релизов приложений, другими словами, все для того, чтобы из исходного кода получился готовый продукт.
sq: F-Droid është të dyja bashkë, një depo aplikacionesh të verifikuara software-i të lirë për Android, si dhe një “kit shitoreje aplikacionesh” i plotë, që furnizon krejt mjetet e nevojshme për të ngritur dhe xhiruar një shitore aplikacionesh. Është një projekt software-i të lirë i mbajtur në këmbë nga bashkësia, zhvilluar nga një gamë e gjerë kontribuesish. Përfshin gjithashtu mjete të plota montimi dhe hedhjeje në qarkullim për të administruar procesin e shndërrimit të kodit burim të aplikacioneve në montime të hedhura në qarkullim.
tr: F-Droid, hem doğrulanmış bir özgür yazılım Android uygulamaları deposu, hem de bir uygulama mağazasının kurulumu ve çalıştırılması için gereken bütün araçları sağlayan tüm bir "uygulama mağazası kiti"dir. Çok çeşitli katılımcılar tarafından geliştirilen, topluluk tarafından işletilen bir özgür yazılım projesidir. Ayrıca, uygulama kaynak kodunu yayınlanmış sürümlere dönüştürme işlemini yönetmek için eksiksiz oluşturma ve yayınlama araçlarını da içerir.
uk: F-Droid — це репозиторій перевірених вільних застосунків для Android, а також це набір усіх необхідних засобів для налаштування й супроводу сховища застосунків. Проєктом керує численна спільнота; зовнішні внески сприяють розробці. Наші досконалі засоби збирання й випуску охоплюють увесь процес перетворення вихідного коду кожного застосунку в оприлюднені збірки.
vi: F-Droid là một kho ứng dụng phần mềm tự do cho Android cũng như là một "bộ dụng cụ cửa hàng ứng dụng", nó cung cấp tất cả công cụ cần thiết để thiết lập và chạy một cửa hàng ứng dụng. Nó là một dự án phần mềm tự do do cộng đồng vận hành được những người đóng góp trong một phạm vi rộng phát triển. Nó cũng bao gồm các công cụ xây dựng và ra mắt phiên bản hoàn thiện để quản lý quá trình biến mã nguồn ứng dụng thành các bản dựng được xuất bản.
zh_hans: F-Droid 是一个包含各种已验证自由软件 Android 应用的存储库，同时又是一个完备的“应用商店工具箱”，提供设置与运行应用商店所需的全部工具。这是一个属于社区的自由软件项目，由各种各样的参与者开发。同时，提供完整的编译和发布工具，可用于管理应用源代码至发布包流程。
zh_hant: F-Droid 既是一個經過驗證的 Android 免費軟體應用程式軟體庫，也是一個完整的「應用程式商店套件」，提供了安裝和運作應用程式商店需要的所有工具。而這是由眾多貢獻者所開發的一個社群運作的免費軟體專案。它還包含了完整的構建和發佈工具，用以協助將應用程式原始碼轉換為發佈的構建。
