Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: The F-Droid project was founded in 2010 by Ciaran Gultnieks, and is brought to you by at least the following people:
ar: تأسس مشروع F-Droid في عام 2010 من قبل Ciaran Gultnieks، ويقدمه لك على الأقل الأشخاص التالية أسماؤهم:
ca: El projecte F-Droid el fundà l'any 2010 en Ciaran Gultnieks i el podeu fer servir gràcies a, com a mínim, les següents persones:
cs: Projekt F-Droid založil v roce 2010 Ciaran Gultnieks, a přináší vám ho mimo jiné tito lidé:
de: Das F-Droid-Projekt wurde 2010 von Ciaran Gultnieks gegründet, für Sie daran beteiligt sind mindestens die folgenden Personen:
eo: La projekto F-Droid estis fondita je 2010 de Ciaran GULTNIEKS kaj ekzistas danke al (almenaŭ) jenaj personoj:
es: El proyecto F-Droid fue fundado en 2010 por Ciaran Gultnieks, y llega hasta usted gracias al menos a las siguientes personas:
es_ar: El proyecto F-Droid fue fundado en 2010 por Ciaran Gultnieks, y llega hasta vos gracias a al menos las siguientes personas:
et: Ciaran Gultnieks alustas F-Droid'i projektiga 2010. aastal ning selles on osalenud vähemalt järgmised inimesed:
eu: F-Droid proiektua 2010ean sortu zuen Ciaran Gultnieks-ek, eta gutxienez honako pertsona hauei esker gozatu dezakezu:
fa: پروژهٔ اف‌دروید در سال ۲۰۱۰ توسّط سایاران گولتنیکز تأسیس شد و به دست کمینه افراد زیر به شما رسیده است:
fr: Le projet F-Droid a été fondé en 2010 par Ciaran Gultnieks, et vous est fourni par au moins ces personnes :
gd: Chaidh pròiseact F-Droid a stèidheachadh le Ciaran Gultnieks ann an 2010 agus tha na daoine seo am measg na feadhna a tha ’ga thoirt dhut:
he: מיזם F-Droid נוסד ב־2010 על ידי Ciaran Gultnieks, והוא מוגש לכם גם בזכות האנשים הבאים:
hi: F-Droid प्रोजेक्ट की स्थापना 2010 में सियारन गुल्तिनेक्स द्वारा की गई थी, और इसे कम-से-कम निम्नलिखित लोगों द्वारा तैयार गया है:
hu: A F-Droid projektet 2010-ben alapította Ciaran Gultnieks, és legalább a következő emberek működtek közre:
id: Proyek F-Droid didirikan pada tahun 2010 oleh Ciaran Gultnieks dan dibawa kehadapan Anda oleh beberapa orang berikut ini:
is: F-Droid verkefnið var stofnað árið 2010 af Ciaran Gultnieks og er í boði að minnsta kosti eftirfarandi eintaklinga:
it: Il progetto F-Droid è stato fondato nel 2010 da Ciaran Gultnieks, ed è portato avanti da almeno le seguenti persone:
ja: F-Droidプロジェクトは2010年にCiaran Gultnieksによって設立され、少なくとも以下の人たちの協力によって提供されています。
nb: F-Droid-prosjektet ble grunnlagt i 2010 av Ciaran Gultnieks, og har kommet deg i hende som følge av følgende personers arbeide:
nl: Het F-Droid-project is in 2010 door Ciaran Gultnieks opgericht, en wordt u nu gebracht door minstens volgende personen:
nn: F-Droid-prosjektet vart starta i 2010 av Ciaran Gultnieks og er gjort tilgjengeleg for deg av iallfall desse menneska:
pl: Projekt F-Droid został założony w roku 2010 przez Ciarana Gultnieksa i istnieje dzięki następującym (i wielu innym) osobom:
pt: O projeto F-Droid foi fundado em 2010 por Ciaran Gultnieks, e é lhe oferecido pelo menos as seguintes pessoas:
pt_br: O projeto F-Droid foi fundado em 2010 por Ciaran Gultnieks, e é oferecido a você por pelo menos as seguintes pessoas:
pt_pt: O projeto F-Droid foi fundado em 2010 por Ciaran Gultnieks, e é oferecido a você por pelo menos as seguintes pessoas:
ro: Proiectul F-Droid a fost fondat în 2010 de către Ciaran Gultnieks și este adus la dumneavoastră de cel puțin următoarele persoane:
ru: Проект F-Droid был основан в 2010 году Киараном Гултниексом (Ciaran Gultnieks), и в нем принимают участие как минимум следующие люди:
sq: Projekti F-Droid u themelua më 2010, nga Ciaran Gultnieks, dhe vjen te ju nga, të paktën, personat vijues:
tr: F-Droid projesi 2010 yılında Ciaran Gultnieks tarafından kuruldu ve en azından aşağıdaki kişiler tarafından size sağlandı:
uk: Ciaran Gultnieks започаткував проєкт F-Droid у 2010 році. До супроводу долучились:
vi: Dự án F-Droid được thành lập vào năm 2010 bởi Ciaran Gultnieks, và được mang đến cho bạn bởi ít nhất là những người sau đây:
zh_hans: F-Droid 项目由 Ciaran Gultnieks 创建于 2010 年，并获得包括但不限于以下人士的贡献：
zh_hant: F-Droid 計劃由 Ciaran Gultnieks 在 2010 年建立，並受益於以下人士的貢獻：

source: If you have contributed to F-Droid and your name is missing, it’s a mistake and you should [add yourself to the list](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Please include your Weblate username if you are a translator. Keep it sorted by first name, please.
ar: إذا كنت قد ساهمت في F-Droid واسمك مفقود، فإنه خطأ ويجب عليك [إضافة نفسك إلى القائمة](https://gitlab.com/fdroid/fdroid-الموقع/blob/master/_data/contributors.yaml)! يرجى تضمين اسم المستخدم Weblate الخاص بك إذا كنت مترجما. أبقه مرتبا حسب الاسم الأول، رجاء.
ca: Si heu contribuït a l'F-Droid i no apareix el vostre nom a la llista, és un error: hauríeu d'[afegir-vos a la llista](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml). Si sou traductor, incloeu-hi el vostre compte del Weblate. Si us plau, mantingueu la llista ordenada per nom.
cs: Pokud jste se podíleli nebo se podílíte na rozvoji F-Droid a nevidíte zde své jméno, je to chyba a měli byste se [připsat na seznam](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Pokud jste překladateli, nezapomeňte napsat své uživatelské jméno na Weblate. Udržujte prosím jména seřazená dle křestního jména.
de: Wenn Sie sich an F-Droid beteiligt haben und Ihr Name fehlt, so ist das ein Versehen und Sie sollten [sich selbst in die Liste eintragen](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Bitte fügen Sie Ihren Weblate-Nutzernamen hinzu, wenn Sie sich an der Übersetzung beteiligt haben. Bitte halten Sie die Sortierung nach Vornamen ein.
et: Kui sa oled teinud F-Droid'i projektile kaastööd ja sinu nimi on siit loendist puudu, siis on tegemist veaga ning palun [lisa end nimekirja](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Kui oled osalenud tõlkijana, siis palun märgi ka oma Weblate kasutajanimi. Palun sorteeri kirjed eesnime alusel.
eu: Parte hartu baduzu eta zure izena falta bada akats bat da, [gehitu zure burua zerrendara](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Itzultzailea bazara jarri ere zure Weblateko erabiltzaile-izena. Izenez ordenatuta mantendu mesedez.
fa: اگر در توسعهٔ اف‌دروید مشارکت کرده‌اید و نامتان در این‌جا نیست، اشتباهی رخ داده و باید [خودتان را به فهرست بیفزایید](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! اگر مترجمید، نام کاربری وب‌لیتتان را بنویسید. لطفاً فهرست را بر اساس نام چیده نگه‌دارید.
fr: Si vous avez contribué à F-Droid et que votre nom n'est pas affiché, c'est une erreur et vous devriez [vous ajouter à la liste](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)) ! Merci d'inclure votre pseudo Weblate si vous êtes un traducteur. Veuillez la garder triée par prénom, s’il vous plaît.
he: אם תרמת ל־F-Droid והשם שלך חסר, זו טעות ובאפשרותך [להוסיף את עצמך לרשימה](httpshttps://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! נא לכלול את שם המשתמש שלך ב־Weblate אם תרמת לתרגום. נא להשאיר מסודר לפי שם פרטי, תודה.
hi: अगर आपने F-Droid में योगदान किया है और आपका नाम यहाँ मौजूद नहीं है, यह एक गलती है, और आपको [अपना नाम सूची में जोड़ देना](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml) चाहिए! अगर आप एक अनुवादक हैं, कृपया अपना Weblate सदस्यनाम भी शामिल करें। इसे अंग्रेज़ी में प्रथम नाम के अनुसार छाँटें।
hu: Ha közreműködött az F-Droidban, és hiányzik a neve, akkor ez egy hiba, és [hozzáadhatja magát a listához](https://gitlab.com/fdroid/fdroid-website/blob/master/data/contributors.yaml)! Írja bele a Weblate felhasználónevét is, ha fordító. Tartsa meg a utónév szerinti rendezést.
id: Jika Anda telah berkontribusi ke F-Droid dan nama Anda tidak muncul, hal tersebut adalah suatu kesalahan dan Anda dapat [menambahkan nama Anda dalam daftar](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Silakan masukkan nama pengguna Weblate Anda jika Anda seorang penerjemah. Harap diurutkan sesuai nama pertama.
is: Ef þú hefur lagt eitthvað af mörkum til F-Droid og nafnið þitt vantar, eru það væntanlega mistök og þú ættir að [bæta sjálfum þér á listann](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Hafðu með notandanafnið þitt á Weblate ef þú ert þýðandi. Haltu listanum röðuðum miðað við skírnarnöfn.
it: Se hai contribuito a F-Droid e il tuo nome è mancante, è un errore e dovresti [aggiungerti alla lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Cortesemente, includi il nome utente Weblate se sei un traduttore. Tienila ordinata per nome.
ja: F-Droid に貢献したにもかかわらずあなたの名前が記載されていない場合、それは誤りです。ぜひとも[リストにあなたの名前の追加を検討してください](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)！あなたが翻訳者である場合は、Weblateのユーザー名を含めてください。なお、名前を追加する際には、名を基準に並べてください。
pl: Jeśli wniosłeś wkład w rozwój F-Droid i brakuje Twojego nazwiska, to błąd i należy [dodać się do listy](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Jeśli jesteś tłumaczem, podaj swoją nazwę użytkownika Weblate. Zachowaj ją posortowaną według imienia.
pt: Se contribuiu para o F-Droid e falta o seu nome, isso deve-se a um erro por isso deve [adicionar o seu nome à lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Por favor, inclua o seu nome de utilizador Weblate se for um tradutor. Por favor mantenha-o ordenado por pelo primeiro nome.
pt_br: Se você contribuiu para o F-Droid e o seu nome não está listado, trata-se de um erro e você deve [adicionar você mesmo à lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Por favor, inclua seu nome de usuário no Weblate se você é um tradutor. Manter ordenado pelo primeiro nome, por favor.
ro: Dacă ai contribuit la F-Droid și numele tău lipsește, este o greșeală și ar trebui să [te adaugi pe listă](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Te rugăm să incluzi numele tău de utilizator Weblate dacă ești traducător. Păstrează-o ordonată după prenume, te rog.
ru: Если вы внесли свой вклад в F-Droid, но вашего имени нет в списке — это ошибка, [добавьте себя](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Если вы переводчик, то добавьте свое имя пользователя на Weblate. Пожалуйста, сохраняйте сортировку этого списка в алфавитном порядке по именам.
sq: Nëse keni dhënë ndihmesë te F-Droid dhe mungon emri juaj, është gabim dhe duhet [të shtoni veten te lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Nëse jeni një përkthyer, ju lutemi, përfshini emrin tuaj të përdoruesit prej Weblate-i. Ju lutemi, mbajeni të renditur sipas emrash.
tr: F-Droid'e katkıda bulunduysanız ve adınız yoksa bu bir hatadır ve [listeye kendinizi eklemelisiniz](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Çevirmenseniz lütfen Weblate kullanıcı adınızı ekleyin. Ada göre sıralayın lütfen.
uk: Якщо ви зробили внесок у F-Droid, а ваше ім'я відсутнє, це помилка і вам слід [додати себе до переліку](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Будь ласка, зазначте свій псевдонім Weblate, якщо ви перекладач. Просимо дотримувати алфавітний порядок імен.
vi: Nếu bạn đã đóng góp vào F-Droid và tên bạn đang bị thiếu, đó là một sự nhầm lẫn và bạn nên [thêm chính bạn vào danh sách](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Hãy ghi cả tên người dùng Weblate của bạn nếu bạn là một người phiên dịch. Vui lòng giữ cho nó được sắp xếp theo tên.
zh_hans: 如果你曾对 F-Droid 做出过贡献但没有你的名字，这是一个失误，你应该[把你自己加入名单](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)！如果你是一名翻译者，请包含你的 Weblate 用户名。请按名字排序。

source: The original F-Droid client app was based on the Aptoide app developed by Roberto Jacinto.
ar: اعتمد تطبيق F-Droid الأصلي على تطبيق Aptoide الذي يطوره Roberto Jacinto.
ca: El client original de l'F-Droid estava basat en Aptoide, una aplicació desenvolupada per Roberto Jacinto.
cs: Původní klient F-Droid byl založen na aplikaci Aptoide vyvinuté Robertem Jacintem.
de: Die Original-F-Droid-App (der Client) basiert auf der von Roberto Jacinto entwickelten App „Aptoide“.
eo: La originala kliento F-Droid estas bazita sur la aplikaĵo Aptoide de Roberto JACINTO.
es: El cliente F-Droid original estaba basado en Aptoide, desarrollado por Roberto Jacinto.
es_ar: El cliente original de F-Droid estaba basado en la app de Aptoide desarrollada por Roberto Jacinto.
et: Algne F-Droidi klientrakendus põhines Aptoide sarnasel rakendusel, mille autor on Roberto Jacinto.
eu: Jatorrizko F-Droid bezeroa Roberto Jacinto-k garatutako Aptoide aplikazioan oinarritzen zen.
fa: کارهٔ ابتدایی کارخواه اف‌دروید بر پایهٔ کارهٔ اپتوید بود که به دست روبرتو یاکینتو توسعه داده شده است.
fr: L'application cliente F-Droid originale est basée sur l'application Aptoide développée par Roberto Jacinto.
gd: Bha aplacaid thùsail F-Droid stèidhichte air aplacaid Aptoide a chaidh a leasachadh le Roberto Jacinto.
he: לקוח ה־F-Droid המקורי התבסס על היישומון Aptoide שפותח על ידי Roberto Jacinto.
hi: मूल F-Droid क्लाइंट ऐप, रॉबर्टो जसिंटो द्वारा विकसित Aptoide ऐप पर आधारित था।
hu: Az eredeti F-Droid kliensalkalmazás a Robert Jacinto által fejlesztett Aptoide alkalmazás alapján készült.
id: Aplikasi client F-Droid yang asli berdasarkan aplikasi Aptoide yang dikembangkan oleh Roberto Jacinto.
is: Upprunalega F-Droid forritið var byggt á Aptoide-appinu sem þróað var af Roberto Jacinto.
it: Il client originale di F-Droid era basato sull'applicazione Aptoide sviluppata da Roberto Jacinto.
ja: オリジナルのF-Droidクライアントアプリは、Roberto JacintoによるAptoideアプリに基づいて開発されました。
nb: Den opprinnelige F-droidklienten var basert på Aptoide-programmet utviklet av Roberto Jacinto.
nl: De oorspronkelijke cliëntapp van F-Droid was gebaseerd op de Aptoide-app, ontwikkeld door Roberto Jacinto.
nn: Den opphavlege F-Droid-appen var basert på appen Aptoide, som vart utvikla av Roberto Jacinto.
pl: Oryginalna aplikacja kliencka F-Droid została oparta na aplikacji Aptoide opracowanej przez Roberto Jacinto.
pt: A aplicação cliente F-Droid original foi baseada na aplicação Aptoide desenvolvida por Roberto Jacinto.
pt_br: O cliente original do F-Droid foi baseado no aplicativo Aptoide desenvolvido por Roberto Jacinto.
pt_pt: A aplicação de cliente F-Droid original foi baseada na aplicação Aptoide desenvolvida por Roberto Jacinto.
ro: Aplicația originală a clientului F-Droid s-a bazat pe aplicația Aptoide dezvoltată de Roberto Jacinto.
ru: Оригинальный клиент приложения F-Droid основан на приложении Aptoide, разработанном Roberto Jacinto.
sq: Aplikacioni origjinal klient për F-Droid bazohej në aplikacionin Aptoide të zhvilluar nga Roberto Jacinto.
tr: Özgün F-Droid istemci uygulaması Roberto Jacinto tarafından geliştirilen Aptoide uygulamasını temel aldı.
uk: Оригінальний застосунок клієнта F-Droid базувався на застосунку Aptoide, розробленому Roberto Jacinto.
vi: Ứng dụng khách F-Droid gốc được dựa trên ứng dụng Aptoide được Roberto Jacinto phát triển.
zh_hans: 最初的 F-Droid 客户端基于 Roberto Jacinto 开发的 Aptoide 应用。
zh_hant: F-Droid 用戶端的雛形基於 Roberto Jacinto 開發的 Aptoide 應用程式而來。

source: Consulting
ar: الاستشارة
ca: Consultoria
cs: Poradenství
de: Beratung
eo: Konsultado
es: Consultoría
es_ar: Consultas
et: Konsultatsiooniteenused
eu: Aholkularitza
fa: مشاوره
fr: Consultance
gd: Co-comhairleachadh
he: ייעוץ
hi: परामर्श
hu: Tanácsadás
id: Konsultasi
is: Ráðgjöf
it: Consulenza
ja: コンサルティング
nb: Kunsulenttjenster
nl: Advies
nn: Konsulent­tenester
pl: Doradztwo
pt: Consultoria
pt_br: Consultoria
pt_pt: Consultoria
ro: Consultanță
ru: Консультации
sq: Konsulencë
tr: Danışmanlık
uk: Консультації
vi: Tư vấn
zh_hans: 咨询
zh_hant: 諮詢
