Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: To request a new application to be packaged (add an app to our app store), please, first check the app data issue tracker to see if that application was available in the past and got removed. Any remaining request for packaging (RFP) can be added to [this issue tracker](https://gitlab.com/fdroid/rfp/issues/).
ar: لطلب حزمة تطبيق جديد (إضافة تطبيق إلى متجر التطبيقات لدينا)، من فضلك، تحقق أولاً من متعقب مشكلة بيانات التطبيق لمعرفة ما إذا كان هذا التطبيق متاحًا في الماضي وتمت إزالته. يمكن إضافة أي طلب متبقي للحزمة (RFP) إلى هذه [متتبع المشكلة](https://gitlab.com/fdroid/rfp/issues/).
ca: Per a sol·licitar l'empaquetat una nova aplicació (afegir-la al nostre centre d'aplicacions), comproveu primer, en el seguidor d'incidències de les dades de les aplicacions, si l'aplicació ja s'havia inclòs en el passat i es va eliminar. Qualsevol altra petició d'empaquetatge es pot comunicar a [aquest seguidor d'incidències](https://gitlab.com/fdroid/rfp/issues/).
cs: Chcete-li požádat o zabalení nové aplikace (přidání aplikace do našeho obchodu s aplikacemi), nejprve zkontrolujte, zda daná aplikace nebyla v minulosti k dispozici a nebyla odstraněna. Všechny zbývající žádosti o balíčky (RFP) můžete přidat do [tohoto nástroje pro sledování problémů](https://gitlab.com/fdroid/rfp/issues/).
de: Um die Paketierung einer neuen Anwendung zu beantragen (Hinzufügen einer Anwendung zu unserem App Store), überprüfen Sie bitte zunächst das App-Daten-Ticketsystem, um festzustellen, ob diese Anwendung in der Vergangenheit verfügbar war und entfernt wurde. Alle verbleibenden Anfragen zur Paketierung (RFP) können [diesem Ticketsystem](https://gitlab.com/fdroid/rfp/issues/) hinzugefügt werden.
eu: Aplikazio berri bat paketatzea eskatzeko (aplikazioa gure dendara gehitzea), mesedez lehenengo egiaztatu aplikazioen datuen arazoen kudeatzailea, aplikazioa aurrez eskuragarri egon eta kendu zen ikusteko. Gainerako paketatze eskaerak (RFP) [arazoen kudeatzaile honetan](https://gitlab.com/fdroid/rfp/issues/) gehitu daitezke.
fr: Pour demander l'ajout d'une nouvelle application au magasin d'application, veuillez d'abord vérifier dans le système de suivi des problèmes que l'application n'a pas déjà été retiré du magasin d'application. Les demandes d'ajout (RFP) peuvent être faite sur [ce système de suivi des problèmes](https://gitlab.com/fdroid/rfp/issues/).
he: כדי לבקש מאתנו לארוז יישומון חדש (הוספת יישומון לחנות היישומונים שלנו) רצוי לבדוק קודם מול עוקב התקלות לנתוני יישומונים כדי לראות אם היישומון הזה היה זמין בעבר והוסר. את כל שאר בקשות האריזה (RFP) אפשר להוסיף ב[עוקב התקלות הזה](https://gitlab.com/fdroid/rfp/issues/).
hi: किसी नए ऐप्लिकेशन को पैकेज करने (हमारे ऐप स्टोर पर एक ऐप जोड़ने) का अनुरोध करने के लिए, कृपया पहले ऐप डेटा समस्या ट्रैकर पर जाँचें कि कहीं ऐप पहले उपलब्ध तो नहीं था और इसे बाद में हटा तो नहीं दिया गया है। पैकेजिंग के बाकी सभी अनुरोध (RFP) [इस समस्या ट्रैकर](https://gitlab.com/fdroid/rfp/issues/) पर जोड़ दिए जा सकते हैं।
hu: Egy új alkalmazás csomagolási kéréséhez (az alkalmazás hozzáadásához az alkalmazástárhoz) először nézze meg az alkalmazásadatok hibakövetőjét, hogy lássa, elérhető volt-e az alkalmazás a múltban, és eltávolításra került-e. Minden további csomagolási kérés (RPF) hozzáadható [ehhez a hibakövetőhöz](https://gitlab.com/fdroid/rfp/issues/).
id: Untuk meminta aplikasi baru untuk dikemas (tambah aplikasi ke toko aplikasi kami), mohon periksa pelacak masalah data aplikasi terlebih dahulu untuk melihat jika aplikasinya sudah tersedia di masa lalu dan dihapus. Permintaan untuk pengemasan tersisa dapat ditambahkan ke [pelacak masalah ini](https://gitlab.com/fdroid/rfp/issues/).
is: Til að biðja um að nýju forriti sé pakkað (nýju forriti bætt í hugbúnaðarsafnið okkar), þá skaltu endilega fyrst athuga í verkskráningu forritsgagna hvort forritið hafi áður verið tiltækt en síðan verið fjarlægt. Sé það ekki tilfellið, má bæta beiðni um pökkun (RFP - request for packaging) við á [þessa verkskráningu](https://gitlab.com/fdroid/rfp/issues/).
ja: 新しいアプリケーションのパッケージ化（f-droid.orgのレポジトリへのアプリの追加）をリクエストする際には、まずアプリデータのIssueトラッカーで、そのアプリケーションが以前は利用できていて、その後削除されたかどうかを確認してください。まだ残っているパッケージ化のリクエスト（RFP）については、これを[Issueトラッカー](https://gitlab.com/fdroid/rfp/issues/) に追加して構いません。
pl: Aby poprosić o spakowanie nowej aplikacji (dodanie aplikacji do naszej aplikacji sklepowej), najpierw sprawdź narzędzie do śledzenia problemów z danymi aplikacji, aby zobaczyć, czy ta aplikacja była dostępna w przeszłości i została usunięta. Wszelkie pozostałe żądania dotyczące pakowania (RFP) można dodać do [tego narzędzia do śledzenia problemów](https://gitlab.com/fdroid/rfp/issues/).
pt: Para solicitar que uma nova aplicação seja empacotada (adicionar uma app à nossa loja de apps), primeiro verifique o rastejador de problemas de dados da app para ver se essa aplicação estava disponível no passado sido removida. Qualquer solicitação de empacotamento (RFP) restante pode ser adicionada a [este rastejador de problemas](https://gitlab.com/fdroid/rfp/issues/).
pt_br: Para solicitar que um novo aplicativo seja empacotado (adicionar um app à nossa loja de aplicativos), primeiro verifique o rastreador de problemas de dados do app para ver se esse aplicativo estava disponível antes e foi removido. Toda solicitação de empacotamento (RFP) pode ser adicionada a [este rastreador de problemas](https://gitlab.com/fdroid/rfp/issues/).
ro: Pentru a solicita ca o nouă aplicație să fie împachetată (adăugarea unei aplicații în magazinul nostru de aplicații), vă rugăm să verificați mai întâi trackerul de probleme al aplicațiilor pentru a vedea dacă aplicația respectivă a fost disponibilă în trecut și a fost eliminată. Orice cerere de împachetare (RFP) rămasă poate fi adăugată la [this issue tracker](https://gitlab.com/fdroid/rfp/issues/).
ru: Чтобы отправить новый запрос на включение нового приложения (добавить приложение в наш магазин приложений), пожалуйста, сначала проверьте трекер данных приложений, чтобы узнать, было ли это приложение доступно в прошлом и было ли оно удалено. Любой запрос на включение (RFP) можно добавить в [этот трекер](https://gitlab.com/fdroid/rfp/issues/).
sq: Që të kërkoni paketimin e një aplikacioni të ri (shtim aplikacioni te shitorja jonë e aplikacioneve), ju lutemi, së pari kontrolloni te ndjekësi i problemeve për të dhëna aplikacionesh, që të shihni nëse aplikacioni qe i passhëm në të kaluarën dhe u hoq. Çfarëdo kërkesash të tjera për paketim (RFP) mund të shtohen te [ky ndjekës të metash](https://gitlab.com/fdroid/rfp/issues/).
tr: Yeni bir uygulamanın paketlenmesini talep etmek (uygulama mağazamıza bir uygulama eklemek) için, lütfen önce bu uygulamanın geçmişte var olup olmadığını ve kaldırılıp kaldırılmadığını görmek için uygulama verileri sorun izleyicisine bakın. Kalan tüm paketleme talepleri (request for packaging RFP) [bu sorun izleyicisine](https://gitlab.com/fdroid/rfp/issues/) eklenebilir.
uk: Щоб подати запит на пакування нового застосунку (додати застосунок до нашої крамниці застосунків), будь ласка, спочатку перевірте дані про випуск застосунків, щоб переконатися, що цей застосунок був доступний у минулому і не був видалений. Будь-який запит на пакування (RFP), що залишився, можна додати до [цього трекеру](https://gitlab.com/fdroid/rfp/issues/).
zh_hans: 要请求打包新应用（将应用添加到我们的应用商店），请首先检查应用数据问题跟踪器，看看该应用过去是否可用并被删除。 任何剩余的打包请求 (RFP) 都可以添加到 [此问题跟踪器](https://gitlab.com/fdroid/rfp/issues/)。

source: Server Tools
ar: أدوات الخادم
ca: Eines de servidor
cs: Serverové nástroje
eu: Zerbitzariko tresnak
fr: Outils du serveur
he: כלי שרת
hi: सर्वर उपकरण
hu: Kiszolgálóeszközök
id: Peralatan Server
is: Verkfæri fyrir netþjóna
ja: サーバー用のツール
pl: Narzędzia serwera
pt: Ferramentas de servidor
pt_br: Ferramentas de Servidor
ro: Instrumente de server
ru: Серверные инструменты
sq: Mjete Shërbyesi
tr: Sunucu Araçları
uk: Серверні інструменти
zh_hans: 服务器工具

source: For issues on the server tools (building apps yourself or running your own repo), please use [this issue tracker](https://gitlab.com/fdroid/fdroidserver/issues).
ar: بالنسبة إلى المشكلات المتعلقة بأدوات الخادم (إنشاء التطبيقات بنفسك أو تشغيل مستودعاتك)، يُرجى استخدام [هذه متتبع المشكلة](https://gitlab.com/fdroid/fdroidserver/issues).
ca: Quant a les incidències de les eines de servidor (construcció d'aplicacions o creació d'un dipòsit propi), feu servir [aquest seguidor d'incidències](https://gitlab.com/fdroid/fdroidserver/issues).
cs: Pro problémy týkající se serverových nástrojů (vlastní sestavování aplikací nebo provoz vlastních repozitářů) použijte [tento nástroj pro sledování problémů](https://gitlab.com/fdroid/fdroidserver/issues).
de: Für die Server-Tools (eigene App-Herstellung oder eigener Repo-Betrieb) verwenden Sie bitte dieses [Ticketsystem](https://gitlab.com/fdroid/fdroidserver/issues).
eu: Zerbitzariko tresnei dagozkien arazoetarako (zuk zeuk aplikazioak konpilatzean edo zure biltegia sortzean), erabili mesedez [zerbitzariko auzientzako atala](https://gitlab.com/fdroid/fdroidserver/issues).
fr: Pour les outils du serveur (construire vous même des applications ou utiliser votre propre dépôt), veuillez utiliser [ce gestionnaire d'incident](https://gitlab.com/fdroid/fdroidserver/issues).
he: לבעיות בכלי השרת (בניית יישומונים בעצמך או הפעלת מאגר משלך), נא להשתמש ב[מערכת המעקב הזו](https://gitlab.com/fdroid/fdroidserver/issues).
hi: सर्वर उपकरणों (खुद ऐप्स बिल्ड करने या अपना रिपॉज़िटरी चलाने) में समस्याओं के लिए कृपया [इस समस्या ट्रैकर](https://gitlab.com/fdroid/fdroidserver/issues) का इस्तेमाल करें।
hu: A kiszolgálóeszközökkel (az alkalmazások saját összeállításával, vagy a saját tárolója futtatásával) kapcsolatban, használja [ezt a hibakövetőt](https://gitlab.com/fdroid/fdroidserver/issues).
id: Untuk masalah pada peralatan server (membangun aplikasi secara mandiri atau menjalakan repo Anda sendiri), silakan menggunakan [pelacak masalah ini](https://gitlab.com/fdroid/fdroidserver/issues).
is: Fyrir vandamál varðandi vefþjónstólin (sem notuð eru til að byggja sjálf/ur forrit eða keyra þitt eigið hugbúnaðarsafn), notaðu þá [þessa verkskráningu](https://gitlab.com/fdroid/fdroidserver/issues).
ja: サーバー用のツール （自分でアプリをビルドしたり、自分のリポジトリを運営したりする場合）に関する問題については、[このIssueトラッカー](https://gitlab.com/fdroid/fdroidserver/issues)で報告をお願いします。
pl: W przypadku problemów z narzędziami serwera (samodzielne tworzenie aplikacji lub uruchamianie własnego repozytorium) użyj [tego narzędzia do śledzenia problemów](https://gitlab.com/fdroid/fdroidserver/issues).
pt: Para problemas nas ferramentas do servidor (criar aplicações por conta própria ou executar o seu próprio repositório), use [este rastreador de problemas](https://gitlab.com/fdroid/fdroidserver/issues).
pt_br: Em caso de problemas nas ferramentas do servidor (criar aplicativos por conta própria ou executar o seu próprio repositório), use [este rastreador de problemas](https://gitlab.com/fdroid/fdroidserver/issues).
ro: Pentru probleme legate de instrumentele serverului (construirea de aplicații sau rularea propriului repo), vă rugăm să folosiți [this issue tracker](https://gitlab.com/fdroid/fdroidserver/issues).
ru: Для проблем, связанных с серверными инструментами (самостоятельная сборка приложений или запуск собственного репо), пожалуйста, используйте [этот issue tracker](https://gitlab.com/fdroid/fdroidserver/issues).
sq: Për probleme me mjetet e shërbyesit (përdorur për montim aplikacionesh nga vetë ju, ose për mbajtjen në funksionim të një depoje tuajën), ju lutemi, përdorni [këtë ndjekës problemesh](https://gitlab.com/fdroid/fdroidserver/issues).
tr: Sunucu araçlarıyla ilgili sorunlar (uygulamaları kendiniz oluşturmak veya kendi deponuzu çalıştırmak) için lütfen [bu sorun izleyiciyi](https://gitlab.com/fdroid/fdroidserver/issues) kullanın.
uk: Щодо проблем серверних засобів (для самостійної збірки застосунків чи супроводу власного репозиторію) пишіть у [цей трекер](https://gitlab.com/fdroid/fdroidserver/issues).
zh_hans: 服务器工具的问题（自己构建应用或运行自己的存储库），请使用[这个问题跟踪器](https://gitlab.com/fdroid/fdroidserver/issues)。

source: Website
ar: الموقع اﻹلكتروني
ca: Lloc web
cs: Webové stránky
eu: Webgunea
fr: Site web
he: אתר
hi: वेबसाइट
hu: Weboldal
id: Situs Web
is: Vefsvæði
ja: ウェブサイト
pl: Strona internetowa
pt: Sítio web
pt_br: Site Web
ro: Site web
ru: Сайт
sq: Sajt
tr: Web Sitesi
uk: Вебсайт
zh_hans: 网站

source: For issues relating to this web site, you can use [this issue tracker](https://gitlab.com/fdroid/fdroid-website/issues).
ar: بالنسبة إلى المشكلات المتعلقة بهذا الموقع اﻹلكتروني، يمكنك استخدام هذه [متتبع المشكلة](https://gitlab.com/fdroid/fdroid-website/issues).
ca: Quant als problemes d'aquest lloc web, teniu [aquest seguidor d'incidències](https://gitlab.com/fdroid/fdroid-website/issues).
cs: Pro problémy týkající se tohoto webu můžete použít [tento nástroj pro sledování problémů](https://gitlab.com/fdroid/fdroid-website/issues).
de: Bei Fragen, die sich auf diese Website beziehen, können Sie dieses [Ticketsystem](https://gitlab.com/fdroid/fdroid-website/issues) nutzen.
eu: Webgune honekin lotura duten auzien berri emateko [webguneko eskarien atala](https://gitlab.com/fdroid/fdroid-website/issues) erabil dezakezu.
fr: Pour les problèmes en lien avec ce site web, vous pouvez [les signaler ici](https://gitlab.com/fdroid/fdroid-website/issues).
he: לתקלות שקשורות באתר הזה, אפשר להשתמש ב[מערכת מעקב זו](https://gitlab.com/fdroid/fdroid-website/issues).
hi: इस वेबसाइट से संबंधित समस्याओं के लिए आप [इस समस्या ट्रैकर](https://gitlab.com/fdroid/fdroid-website/issues) का इस्तेमाल कर सकते हैं।
hu: A weboldallal kapcsolatos problémákhoz [ezt a hibakövetőt használhatja](https://gitlab.com/fdroid/fdroid-website/issues).
id: Untuk masalah berkaitan dengan situs web ini, Anda dapat menggunakan [pelacak masalah ini](https://gitlab.com/fdroid/fdroid-website/issues).
is: Fyrir vandamál sem tengjast þessu vefsvæði, geturðu notað [þessa verkskráningu](https://gitlab.com/fdroid/fdroid-website/issues).
ja: このウェブサイトに関連する問題に関しては、[このIssueトラッカー](https://gitlab.com/fdroid/fdroid-website/issues)で報告をお願いします。
pl: W przypadku problemów związanych z tą stroną internetową możesz użyć [tego narzędzia do śledzenia problemów](https://gitlab.com/fdroid/fdroid-website/issues).
pt: Para problemas relacionados a este site, pode usar [este rastreador de problemas](https://gitlab.com/fdroid/fdroid-website/issues).
pt_br: Para problemas relacionados a este site, use [este rastreador de problemas](https://gitlab.com/fdroid/fdroid-website/issues).
ro: Pentru probleme legate de acest site web, puteți utiliza [this issue tracker](https://gitlab.com/fdroid/fdroid-website/issues).
ru: Для решения вопросов, связанных с этим сайтом, вы можете использовать [этот трекер проблем](https://gitlab.com/fdroid/fdroid-website/issues).
sq: Për probleme lidhur me këtë sajt, mund të përdorni [këtë ndjekës të metash](https://gitlab.com/fdroid/fdroid-website/issues).
tr: Bu web sitesiyle ilgili sorunlar için [bu sorun izleyiciyi](https://gitlab.com/fdroid/fdroid-website/issues) kullanabilirsiniz.
uk: З питань, пов'язаних з цим вебсайтом, ви можете скористатися [цим трекером питань](https://gitlab.com/fdroid/fdroid-website/issues).
zh_hans: 网站相关问题，你可以使用 [这个问题跟踪器](https://gitlab.com/fdroid/fdroid-website/issues)。

source: Website Search
ar: البحث في الموقع
ca: Cerca al lloc web
cs: Vyhledávání na webu
de: Website-Suche
eu: Webgunean bilatu
fr: Recherche du site web
he: חיפוש באתר
hi: वेबसाइट खोज
hu: Weboldalon lévő keresés
id: Pencarian Situs Web
is: Leit á vefsvæði
ja: ウェブサイトの検索
pl: Wyszukiwanie na stronie internetowej
pt: Pesquisa no sítio web
pt_br: Pesquisar no Site
ro: Căutare pe site
ru: Поиск по сайту
sq: Kërkim Në Sajt
tr: Web Sitesinda Arama
uk: Пошук на сайті
zh_hans: 网站搜索

source: For issues relating to https://search.f-droid.org or search results in this website, you can use [this issue tracker](https://gitlab.com/fdroid/fdroid-website-search/issues).
ar: بالنسبة إلى المشكلات المتعلقة بـ https://search.f-droid.org أو نتائج البحث في هذا الموقع اﻹلكتروني، يمكنك استخدام هذه [متتبع المشكلة](https://gitlab.com/fdroid/fdroid-website-search/issues).
ca: Quant als problemes de https://search.f-droid.org o els resultats de cerca d'aquest lloc web, teniu [aquest seguidor d'incidències](https://gitlab.com/fdroid/fdroid-website-search/issues).
cs: Pro problémy týkající se https://search.f-droid.org nebo výsledků vyhledávání na těchto webových stránkách můžete použít [tento nástroj pro sledování problémů](https://gitlab.com/fdroid/fdroid-website-search/issues).
de: Bei Angelegenheiten im Zusammenhang mit https://search.f-droid.org oder Suchergebnissen auf dieser Website können Sie dieses [Ticketsystem](https://gitlab.com/fdroid/fdroid-website-search/issues) verwenden.
eu: https://search.f-droid.org webgunearekin edo bertako bilaketekin lotura duten auzien berri emateko [webguneko eskarien atala](https://gitlab.com/fdroid/fdroid-website/issues) erabil dezakezu.
fr: Si vous avez des problèmes en lien avec https://search.f-droid.org ou les résultats de recherche de ce site, vous pouvez [les signaler ici](https://gitlab.com/fdroid/fdroid-website/issues).
he: לתקלות שקשורות ב־https://search.f-droid.org או תוצאות חיפוש באתר הזה, אפשר להשתמש ב[מערכת מעקב התקלות הזאת](https://gitlab.com/fdroid/fdroid-website-search/issues).
hi: https://search.f-droid.org या फिर इस वेबसाइट पर खोज परिणामों से संबंधित समस्याओं के लिए आप [इस समस्या ट्रैकर](https://gitlab.com/fdroid/fdroid-website-search/issues) का इस्तेमाल कर सकते हैं।
hu: A https://search.f-droid.org oldallal vagy a keresési találatokkal kapcsolatos problémákhoz [ezt a hibakövetőt használhatja](https://gitlab.com/fdroid/fdroid-website-search/issues).
id: Untuk masalah berkaitan dengan https://search.f-droid.org atau hasil pencarian di situs web ini, Anda dapat menggunakan [pelacak masalah ini](https://gitlab.com/fdroid/fdroid-website-search/issues).
is: Ef þú rekst á hnökra varðandi leitarniðurstöður á https://search.f-droid.org, skaltu endilega [tilkynna vandamálið](https://gitlab.com/fdroid/fdroid-website-search/issues).
ja: https://search.f-droid.org またはこのウェブサイトの検索結果に関連する問題に関しては、[このIssueトラッカー](https://gitlab.com/fdroid/fdroid-website-search/issues)で報告をお願いします。
pl: W przypadku problemów związanych z https://search.f-droid.org lub wynikami wyszukiwania na tej stronie internetowej możesz użyć [tego narzędzia do śledzenia problemów](https://gitlab.com/fdroid/fdroid-website-search/issues).
pt: Para problemas relacionados com https://search.f-droid.org ou com os resultados de pesquisas neste site, pode usar [este rastreador de problemas](https://gitlab.com/fdroid/fdroid-website-search/issues).
pt_br: Para problemas relacionados com https://search.f-droid.org ou com os resultados de pesquisas neste site, use [este rastreador de problemas](https://gitlab.com/fdroid/fdroid-website-search/issues).
ru: Для решения вопросов, связанных с https://search.f-droid.org или результатами поиска на этом сайте, вы можете использовать [этот трекер проблем](https://gitlab.com/fdroid/fdroid-website-search/issues).
sq: Për probleme lidhur me https://search.f-droid.org, ose me përfundime kërkimi në këtë sajt, mund të përdorni [këtë ndjekës të metash](https://gitlab.com/fdroid/fdroid-website-search/issues).
tr: https://search.f-droid.org veya bu web sitesindeki arama sonuçlarıyla ilgili sorunlar için [bu sorun izleyiciyi](https://gitlab.com/fdroid/fdroid-website-search/issues) kullanabilirsiniz.
uk: З питань, пов'язаних з https://search.f-droid.org або результатами пошуку на цьому вебсайті, ви можете скористатися [цим трекером питань](https://gitlab.com/fdroid/fdroid-website-search/issues).
zh_hans: 有关 https://search.f-droid.org 或者该网站搜索的问题，你可以使用[这个问题跟踪器](https://gitlab.com/fdroid/fdroid-website-search/issues)。

source: The Fire Hose
ar: خرطوم الحريق
ca: Mànega de bomber
cs: Ostatní
de: Die Flutwelle
eu: Botika-kutxa
he: צינור כיבוי אש
hi: आग की नली
hu: A tűzoltófecskendő
id: Selang Kebakaran
ja: その他の問題がある場合
pl: Fire Hose
pt: A mangueira de incêndio
pt_br: A Mangueira de Incêndio
ru: Дополнительная информация
uk: Додаткові відомості
zh_hans: 橡皮管

source: If you have not found the right place, try searching through [all of the issues](https://gitlab.com/groups/fdroid/-/issues/) tracked by the F-Droid project.
ar: إذا لم تجد المكان المناسب ، فحاول البحث في [جميع المشكلات](https://gitlab.com/groups/fdroid/ - / المشكلات /) التي يتتبعها مشروع F-Droid .
ca: Si el vostre problema no encaixa en cap de les anteriors categories, proveu de fer una cerca global a [totes les incidències](https://gitlab.com/groups/fdroid/-/issues/) registrades en el projecte F-Droid.
cs: Pokud jste nenašli to správné místo, zkuste prohledat [všechny problémy](https://gitlab.com/groups/fdroid/-/issues/) sledované projektem F-Droid.
de: Wenn Sie nicht den passenden Platz gefunden haben, versuchen Sie [alle Tickets](https://gitlab.com/groups/fdroid/-/issues/) zu durchsuchen, die vom F-Droid-Projekt erfasst sind.
eu: Ez baduzu leku egokia aurkitu, saiatu F-Droid proiektuaren [arazo guztietan](https://gitlab.com/groups/fdroid/-/issues/) bilatzen.
he: אם לא מצאת את המקום הנכון, כדאי לנסות לחפש ב[כל התקלות](https://gitlab.com/groups/fdroid/-/issues/) שבמיזם F-Droid.
hi: यदि आपको सही जगह नहीं मिली है, तो एफ-ड्रॉयड प्रोजेक्ट द्वारा ट्रैक किए गए [सभी मुद्दों](https://gitlab.com/groups/fdroid/-/मुद्दों /) के माध्यम से खोज करने का प्रयास करें।
hu: Ha nem találta meg a megfelelő helyet, akkor próbáljon meg az F-Droid projekt által követett [összes probléma között keresni](https://gitlab.com/groups/fdroid/-/issues/) .
id: Jika Anda belum menemukan tempat yang tepat, cobalah mencari di [semua isu](https://gitlab.com/groups/fdroid/-/issues/) yang dilacak oleh proyek F-Droid.
ja: 問題を報告すべき場所が見つからない場合は、F-Droidプロジェクトが管理している[全てのIssue](https://gitlab.com/groups/fdroid/-/issues/)を検索してみてください。
pl: Jeśli nie znalazłeś odpowiedniego miejsca, spróbuj przeszukać [wszystkie problemy](https://gitlab.com/groups/fdroid/-/issues/) śledzone przez projekt F-Droid.
pt: Se não encontrou o sítio certo, tente procurar em [todos os problemas](https://gitlab.com/groups/fdroid/-/issues/) rasteados pelo projeto F-Droid.
pt_br: Se você não encontrou o lugar certo, tente pesquisar em [todos os problemas](https://gitlab.com/groups/fdroid/-/issues/) rastreados pelo projeto F-Droid.
ru: Если вы не нашли нужного места, попробуйте выполнить поиск по [всем проблемам](https://gitlab.com/groups/fdroid/-/issues/), отслеживаемым проектом F-Droid.
uk: Якщо ви не знайшли потрібного місця, спробуйте пошукати у [всіх обговореннях](https://gitlab.com/groups/fdroid/-/issues/), що відстежуються проєктом F-Droid.
zh_hans: 如果你还没找到正确的地方，尝试搜索[所有 issues](https://gitlab.com/groups/fdroid/-/issues/), 它们被 F-Droid 项目所追踪。

source: Repomaker
ar: صانع المستودعات
eo: Deponej-farilo
es_ar: Repomaker (generador de repositorios)
fa: مخزن‌ساز
fr: Créateur de dépôts
he: מייצר המאגרים (Repomaker)
nb: Pakkebrønnsmakeren
pl: Konstruktor repozytoriów
pt: Representante (Repomaker)
pt_pt: Representante (Repomaker)
ro: Compilator
