Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: [Release Channels and Signing Keys](Release_Channels_and_Signing_Keys) These are the various channels that F-Droid software are released on, with info to verify them based on signing keys.
ar: [قنوات الإصدار ومفاتيح التوقيع](Release_Channels_and_Signing_Keys) هذه هي القنوات المختلفة التي تم إطلاق برنامج F-Droid عليها ، مع معلومات للتحقق منها بناءً على مفاتيح التوقيع.
ca: [Canals de publicació i claus de signatura](Release_Channels_and_Signing_Keys) Aquests són els diversos canals en els quals es publica el programari de l'F-Droid, amb informació per a verificar-los basada en claus de signatura.
cs: [Kanály vydání a podpisové klíče](Release_Channels_and_Signing_Keys) Různé kanály, na kterých je vydáván software F-Droid, s informacemi o jejich ověření na základě podpisových klíčů.
de: [Bezugsquellen und Signaturen](Release_Channels_and_Signing_Keys) Dies sind die verschiedenen Kanäle, über die F-Droid-Software abgerufen werden kann, inklusive der Informationen, wie ihre Echtheit anhand von Signierschlüsseln überprüft wird.
eo: [kanaloj de eldono kaj subskrib-ŝlosiloj](Release_Channels_and_Signing_Keys): diversaj kanaloj per kiuj F-Droid estas eldonata kaj informoj pri kiel verigi ilin per kriptografiaj subskrib-ŝlosiloj
es: [Canalas de publicación y claves de firmado](Release_Channels_and_Signing_Keys) Estos son los distintos canales en los que se publica el software de F-Droid, con información sobre cómo verificarlo basándose en claves de firmado.
es_ar: [Canales de publicación y claves de firmado](Release_Channels_and_Signing_Keys) Estos son los distintos canales en los que se publica el software de F-Droid, con información sobre cómo verificarlo basándose en claves de firmado.
et: [Avaldamiskohad ja allkirjavõtmed](Release_Channels_and_Signing_Keys) Nendes erinevates kanalites me avaldame F-Droidi tarkvara ja verifitseerimiseks vajalikke allkirjavõtmeid.
eu: [Argitaratze kanalak eta sinadura-gakoak](Release_Channels_and_Signing_Keys) Hauek dira F-Droid softwarea argitaratzeko erabiltzen diren kanalak, sinadura-gakoekin egiaztatzeko informazioarekin.
fa: [کانال‌های انتشار و کلیدهای امضا](Release_Channels_and_Signing_Keys) این‌ها کانال‌های مختلفی هستند که نرم‌افزارهای اف‌دروید رویشان ارائه می‌شوند و اطّلاعاتی برای تأیید آن‌ها بر اساس کلیدهای امضا.
fr: [Canaux de publications et clés de signature](Release_Channels_and_Signing_Keys) À propos des différents canaux par lesquels F-Droid est publié, avec les informations pour les vérifier grâce aux clés de signature.
gd: [Seanailean sgaoilidh is iuchraichean soidhnidh](Release_Channels_and_Signing_Keys) Seo na seanailean air an dèid bathar-bog F-Droid a sgaoileadh le fiosrachadh air mar a dhearbhas tu e le iuchraichean soidhnidh.
he: [ערוצי הפצה ומפתחות חתימה](Release_Channels_and_Signing_Keys) אלו הערוצים השונים שבהם מופצות תכניות עם F-Droid לצד מידע כיצד לאמת אותן בעזרת מפתחות חתימה.
hi: [प्रकाशन चैनल्स और हस्ताक्षर कुँजियाँ](Release_Channels_and_Signing_Keys) ये अलग-अलग चैनल्स हैं जिनपर F-Droid सॉफ़्टवेयर को प्रकाशित किया जाता है, जिनके साथ हस्ताक्षर कुँजियों के आधार पर उन्हें प्रमाणित करने की जानकारी मौजूद है।
hu: [Kiadási csatornák és aláírási kulcsok](Release_Channels_and_Signing_Keys) Ezek azok a csatornák, amelyeken a különböző F-Droid szoftverek kiadásra kerülnek, azokkal az információkkal, hogy miként kell őket ellenőrizni az alálírási kulcsokkal.
id: [Saluran yang Dirilis dan Kunci Penandatanganan](Release_Channels_and_Signing_Keys) Ini adalah berbagai saluran yang dirilis perangkat lunak F-Droid, dengan info untuk memverifikasi mereka berdasarkan kunci penandatanganan.
is: [Útgáfurásir og undirritunarlyklar](Release_Channels_and_Signing_Keys) Þetta er um hinar ýmsu rásir (channels) sem F-Droid hugbúnaður er gefinn út í gegnum, með upplýsingum um hvernig hægt sé að sannprófa þær með undirritunarlyklum.
it: [Canali di rilascio e chiavi delle firme](Release_Channels_and_Signing_Keys) Questi sono i vari canali in cui i software di F-Droid vengono pubblicati, con informazioni per verificarli basandosi sulle chiavi delle firme.
ja: [リリースチャンネルと署名鍵](Release_Channels_and_Signing_Keys) F-Droidのソフトウェアの公開元の一覧。署名鍵で検証するための方法も紹介。
nb: [Utgivelseskanaler og signeringsnøkler](Release_Channels_and_Signing_Keys) Dette er de forskjellige kanalene F-Droidprogramvare slippes i, med info for å bekrefte dem basert på signeringsnøkler.
nl: [Uitgavekanalen en ondertekeningssleutels](Release_Channels_and_Signing_Keys) Dit zijn de verschillende kanalen waarop F-Droid-software wordt uitgebracht, met informatie om ze te verifiëren aan de hand van ondertekeningssleutels.
nn: [Utgjevingskanalar og signeringsnøklar](Release_Channels_and_Signing_Keys) Dei ulike kanalane som F-Droid er tilgjengeleg frå, med informasjon om korleis du kan kontrollera dei ved hjelp av signeringsnøklar
pl: [Kanały wydawania i klucze podpisujące](Release_Channels_and_Signing_Keys) Istnieją różne kanały na których oprogramowanie F-Droid jest wydawane z informacją do ich weryfikacji na podstawie kluczy podpisujących.
pt: [Lançar canais e chaves de assinatura](Release_Channels_and_Signing_Keys) Estes são os vários canais em que o software F-Droid é lançado, com informações para verificá-los com base nas chaves de assinatura.
pt_br: [Liberar canais e chaves de assinatura](Release_Channels_and_Signing_Keys) Esses são os vários canais em que o software F-Droid é lançado, com informações para verificá-los com base nas chaves de assinatura.
pt_pt: [Liberar canais e chaves de assinatura](Release_Channels_and_Signing_Keys) Esses são os vários canais em que o software F-Droid é lançado, com informações para verificá-los com base nas chaves de assinatura.
ro: [Release Channels and Signing Keys](Release_Channels_and_Signing_Keys) Acestea sunt diferitele canale pe care sunt lansate programele F-Droid, cu informații pentru a le verifica pe baza cheilor de semnare.
ru: [Каналы публикации и ключи шифрования](Release_Channels_and_Signing_Keys) По этим каналам осуществляется распространение приложений F-Droid и ключей шифрования для их верификации.
sq: [Kanale Hedhjesh Në Qarkullim dhe Kyça Nënshkrimi](Release_Channels_and_Signing_Keys) Këto janë kanalet e ndryshme përmes të cilave hidhet në qarkullim software F-Droid, me të dhëna për verifikim të tyre bazuar në kyça nënshkrimesh.
tr: [Yayınlama Kanalları ve İmzalama Anahtarları](Release_Channels_and_Signing_Keys) Bunlar, F-Droid yazılımının piyasaya sürüldüğü çeşitli kanallardır ve bunları imzalama anahtarlarına dayanarak doğrulamak için bilgiler içerir.
uk: [Канали випусків і ключі підпису](Release_Channels_and_Signing_Keys) Це різні канали, на яких випускається програмне забезпечення F-Droid, з подробицями для перевірки їх на підставі ключів підписування.
vi: [Các kênh ra mắt phiên bản và các mã ký](Release_Channels_and_Signing_Keys) Chúng là các kênh khác nhau mà phần mềm trên F-Droid được ra mắt trên đó, cùng với thông tin để xác minh chúng dựa trên các mã ký.
zh_hans: [发布通道和签名密钥](Release_Channels_and_Signing_Keys) F-Droid 软件发布在多个通道，根据相应签名密钥可对其进行验证。
zh_hant: [釋出管道和簽名金鑰](Release_Channels_and_Signing_Keys) 這些都是 F-Droid 軟體釋出的各種管道，還具有能透過簽名金鑰來驗證軟體的資訊。

source: [Security Model](Security_Model) A brief explanation of how F-Droid delivers software to users securely.
ar: [Security_Model](Security_Model) شرح موجز لكيفية تقديم F-Droid للبرامج للمستخدمين بأمان.
ca: [Model de seguretat](Security_Model) Una breu explicació de com l'F-Droid proporciona programari a qui l'utilitza de manera segura.
cs: [Bezpečnostní model](Security_Model) Stručné vysvětlení toho, jak F-Droid bezpečně dodává software uživatelům.
de: [Sicherheitsmodell](Security_Model) Eine kurze Erklärung, wie F-Droid Software sicher an seine Nutzer ausliefert.
eo: [sekur-modelo](Security_Model): konciza klarigo pri kiel F-Droid liveras programaron al uzantoj sekure
es: [Modelo de Seguridad](Security_Model) Una explicación breve de cómo F-Droid entrega el software a los usuarios de manera segura.
es_ar: [Modelo de Seguridad](Security_Model) Una explicación breve de cómo F-Droid entrega el software a los usuarios de manera segura.
et: [Turvaloogika](Security_Model) Lühike selgitus selle kohta, kuidas F-Droid pakub tarkvara kasutajatele turvaliselt.
eu: [Segurtasun modeloa](Security_Model) F-Droid-ek softwarea erabiltzaileei modu seguruan helarazteko moduaren azalpen labur bat.
fa: [مدل امنیتی](Security_Model) توضیحی مختصر دربارهٔ این که اف‌دروید چگونه نرم‌افزارها را به صورت امن به کاربران می‌رساند.
fr: [Modèle de sécurité](Security_Model) Une brève explication sur la méthode utilisée par F-Droid pour fournir des logiciels aux utilisateurs de façon sécurisée.
gd: [Modail tèarainteachd](Security_Model) Mìneachadh goirid air mar a bheir F-Droid bathar-bog dhan luchd-chleachdaidh gu tèarainte.
he: [מודל אבטחה](Security_Model) הסבר קצר כיצד F-Droid מפיצה תכניות למשתמשים באופן מאובטח.
hi: [सुरक्षा मॉडल](Security_Model) F-Droid सदस्यों तक सॉफ़्टवेयर सुरक्षित रूप से कैसे पहुँचाता है, इस बारे में एक संक्षिप्त वर्णन।
hu: [Biztonsági modell](Security_Model) Egy rövid magyarázat arról, hogyan szállítja biztonságosan az F-Droid a felhasználóknak a szoftvereket.
id: [Model Keamanan](Security_Model) Penjelasan singkat tentang bagaimana F-Droid memberikan perangkat lunak kepada pengguna secara aman.
is: [Öryggislíkan](Security_Model) Stuttar skýringar á því hvernig F-Droid kemur hugbúnaði til notenda þannig að fyllsta öryggis sé gætt.
it: [Modello di sicurezza](Security_Model) Una breve spiegazione di come F-Droid offra software agli utenti in modo sicuro.
ja: [セキュリティーモデル](Security_Model) F-Droidがユーザーにソフトウェアを安全に提供する方法についての簡単な説明。
nb: [Sikkerhetsmodell](Security_Model) En kort forklaring på hvordan F-Droid distribuerer programvare til brukere på sikkert vis.
nl: [Beveiligingsmodel](Security_Model) Een korte uitleg over hoe F-Droid op een veilige manier software aan gebruikers levert.
nn: [Tryggleiksmodell](Security_Model) Ei kort forklaring på korleis F-Droid distribuerer programvare til brukarane på ein trygg måte
pl: [Model zabezpieczeń](Security_Model) Krótkie wyjaśnienie o tym jak F-Droid dostarcza oprogramowanie do użytkowników w bezpieczny sposób.
pt: [Modelo de segurança](Security_Model) Uma breve explicação como o F-Droid fornece software com segurança aos utilizadores.
pt_br: [Security Model](Security_Model) Uma breve explicação de como o F-Droid fornece software aos usuários com segurança.
pt_pt: [Security Model](Security_Model) Uma breve explicação de como o F-Droid fornece software aos usuários com segurança.
ro: [Security Model](Security_Model) O scurtă explicație a modului în care F-Droid livrează software utilizatorilor în condiții de siguranță.
ru: [Модель безопасности](Security_Model) Краткое пояснение того, каким образом F-Droid обеспечивает безопасность пользователей при установке приложений.
sq: [Model Sigurie](Security_Model) Një shpjegim i shkurtër se si F-Droid u jep përdoruesve <em>software</em> në mënyrë të parrezik.
tr: [Güvenlik Modeli](Security_Model) F-Droid'in yazılımı kullanıcılara nasıl güvenli bir şekilde verdiği hakkında kısa bir açıklama.
uk: [Модель безпеки](Security_Model) Короткий опис того, як F-Droid забезпечує надійне програмне забезпечення для користувачів.
vi: [Mô hình bảo mật](Security_Model) Một sự giải thích ngắn gọn về cách F-Droid đưa phần mềm đến những người dùng một cách bảo mật.
zh_hans: [安全模型](Security_Model) 关于 F-Droid 如何安全发布软件的简要说明。
zh_hant: [安全模型](Security_Model) F-Droid 如何安全地向使用者提供軟體的簡短說明。

source: [Repomaker](../repomaker) A user-friendly tool for managing custom repos
ar: [ريبوميكر](../repomaker) أداة سهلة الاستخدام لإنشاء المستدودعات المخصصة
ca: [Repomaker](../repomaker) Una eina fàcil d'usar per a gestionar repositoris personalitzats
cs: [Repomaker](../repomaker) Uživatelsky přívětivý nástroj pro správu vlastních repozitářů
de: [Repomaker](../repomaker) Ein nutzerfreundliches Instrument für die Verwaltung eigener Repos
eo: [deponej-farilo](../repomaker): uzant-afabla ilo por administri proprajn deponejojn
es: [Repomaker](../repomaker) Una herramienta fácil de usar para administrar repositorios personalizados
es_ar: [Repomaker](../repomaker) Una herramienta fácil de usar para administrar repositorios personalizados
et: [Repomaker](../repomaker) Kasutajasõbralik töövahend oma tarkvarahoidlate haldamiseks
eu: [Repomaker](../repomaker) Biltegi pertsonalak kudeatzeko tresna lagungarria
fa: [مخزن‌ساز](../repomaker) ابزاری کاربرپسند برای مدیریت مخازن سفارشی
fr: [Repomaker](../repomaker) Un outil facile d'utilisation pour gérer des dépôts personnalisés
gd: [Repomaker](../repomaker) Inneal airson ionadan-tasgaidh gnàthaichte a stiùireadh gun duilgheadas
he: [Repomaker](../repomaker) כלי ידידותי למשתמש לניהול מאגרים בהתאמה אישית
hi: [Repomaker](../repomaker) अनुकूलित रिपॉज़िटरियाँ प्रबंधित करने के लिए एक सदस्य-अनुकूल उपकरण
hu: [Repomaker](../repomaker) Egy felhasználóbarát eszköz egyéni tárolók kezeléséhez
id: [Repomaker](../repomaker) Perkakas untuk mengelola repo khusus yang mudah digunakan
is: [Repomaker](../repomaker) Notendavænt verkfæri til að halda utan um sérsniðin hugbúnaðarsöfn
it: [Crea repo](../repomaker) Uno strumento facile da usare per gestire repo personali
ja: [Repomaker](../repomaker) ユーザー定義のリポジトリを管理するための使いやすいツール
nb: [Repomaker](../repomaker) Et brukervennlig verktøy for håndtering av egendefinerte pakkebrønner
nl: [Repomaker](../repomaker) Een gebruiksvriendelijke tool om eigen repos te beheren
nn: [Repomaker](../repomaker) Eit brukarvennleg verktøy for handsaming av eigne pakkebrønnar
pl: [Repomaker](../repomaker) Przyjazne dla użytkownika narzędzie do zarządzania niestandardowymi repozytoriami
pt: [Repomaker](../repomaker) Uma ferramenta amigável para gerir repositórios personalizados
pt_br: [Repomaker](../repomaker) Uma ferramenta amigável para gerenciar repositórios personalizados
pt_pt: [Repomaker](../repomaker) Uma ferramenta amigável para gerenciar repositórios personalizados
ro: [Repomaker](../repomaker) Un instrument ușor de utilizat pentru gestionarea depozitelor personalizate
ru: [Repomaker](../repomaker) Удобный инструмент для управления пользовательскими репозиториями
sq: [Repomaker](../repomaker) Një mjet miqësor ndaj përdoruesit, për administrim deposh vetjake
tr: [Repomaker](../repomaker) Özel depoları yönetmek için kullanıcı dostu bir araç
uk: [Repomaker](../repomaker) Зручний засіб керування користувацькими репозиторіями
vi: [Repomaker](../repomaker) Một công cụ thân thiện với người dùng để quản lý các kho tuỳ chỉnh
zh_hans: [Repomaker](../repomaker) 一个用户友好的自定义存储库管理工具
zh_hant: [Repomaker](../repomaker) 一個易用的自訂存儲庫管理工具

source: [Translation and Localization](Translation_and_Localization) How all the parts of F-Droid are localized.
ar: [الترجمة والتوطين](Translation_and_Localization) كيف يتم توطين جميع أجزاء من F-Droid.
ca: [Traducció i localització](Translation_and_Localization) Com es localitzen totes les parts de l'F-Droid.
cs: [Překlad a lokalizace](Translation_and_Localization) Jak jsou lokalizovány všechny části projektu F-Droid.
de: [Übersetzung und Lokalisation](Translation_and_Localization) Wie alle Teile von F-Droid lokalisiert werden.
eo: [traduko](Translation_and_Localization): kiel ĉiu parto de F-Droid estas tradukata
es: [Traducción](Translation_and_Localization): cómo todas las partes de F-Droid son traducidan.
es_ar: [Traducción](Translation_and_Localization): como todas las partes de F-Droid son traducidas.
et: [Tõlkimine ja lokaliseerimine](Translation_and_Localization) Kuidas F-Droid'i erinevaid osi lokaliseeritakse.
eu: [Itzulpena eta lokalizazioa](Translation_and_Localization) Nola lokalizatzen diren F-Droideko atal desberdinak.
fa: [ترجمه و محلّی‌سازی](Translation_and_Localization) چگونه تمام بخش‌های اف‌دروید محلّی‌سازی شده‌اند.
fr: [Traduction et Localisation](Translation_and_Localization) Comment les composants de F-Droid sont localisés.
gd: [Eadar-theangachadh is ionadaileadh](Translation_and_Localization) Mar a thèid gach pàirt dhe F-Droid eadar-theangachadh.
he: [תרגום והתאמה מקומית](Translation_and_Localization) כיצד כל החלקים של F-Droid עוברים התאמה מקומית.
hi: [अनुवाद और स्थानीयकरण](Translation_and_Localization) F-Droid के सभी हिस्सों को कैसे स्थानीयकृत किया जाता है।
hu: [Fordítás és honosítás](Translation_and_Localization) Hogyan kerülnek honosításra az F-Droid különböző részei.
id: [Terjemahan dan Lokalisasi](Translation_and_Localization) Bagaimana semua bagian F-Droid dilokalisasi.
is: [Þýðingar og staðfærsla](Translation_and_Localization) Hvernig hinir ýmsu hlutar F-Droid eru staðfærðir.
it: [Traduzione e localizzazione](Translation_and_Localization) Come tutte le parti di F-Droid vengono localizzate.
ja: [翻訳とローカリゼーション](Translation_and_Localization) F-Droidの全部分がローカライズされる仕方について。
nb: [Oversettelse og lokalisering](Translation_and_Localization) Hvordan alle delene av F-Droid er lokalisert.
nl: [Vertaling en lokalisering](Translation_and_Localization) Hoe alle onderdelen van F-Droid gelokaliseerd worden.
nn: [Omsetjing/språkversjonering](Translation_and_Localization) Korleis dei ulike delane i F-Droid vert språkversjonert.
pl: [Tłumaczenie i lokalizacja](Translation_and_Localization) Jak przetłumaczone są wszystkie części F-Droid.
pt: [Tradução e localização](Translation_and_Localization) Como todas as partes do F-Droid estão localizadas.
pt_br: [Tradução e Localização](Translation_and_Localization) Como todas as partes do F-Droid estão localizadas.
pt_pt: [Tradução e Localização](Translation_and_Localization) Como todas as partes do F-Droid estão localizadas.
ro: [Traducere și adaptare](Translation_and_Localization) Cum sunt localizate toate părțile din F-Droid.
ru: [Перевод и локализация](Translation_and_Localization) Как переводить компоненты F-Droid.
sq: [Përkthim dhe Vendëzim](Translation_and_Localization) Si përkthehen krejt pjesët e F-Droid-it.
tr: [Çeviri ve Yerelleştirme](Translation_and_Localization) F-Droid'in tüm parçaları nasıl yerelleştirilir.
uk: [Переклад та локалізація](Translation_and_Localization) Як всі частини F-Droid локалізовані.
vi: [Dịch thuật và Bản địa hoá](Translation_and_Localization) Cách tất cả các phần của F-Droid được bản địa hoá.
zh_hans: [翻译和本地化](Translation_and_Localization) 关于 F-Droid 的每个组件如何本地化。
zh_hant: [翻譯和在地化](Translation_and_Localization) 有關 F-Droid 的所有組件如何在地化。

source: [Tips & Tricks](https://forum.f-droid.org/c/wiki/tips-and-tricks) A collection of useful tips and tricks that make life around F-Droid easier.
ar: [النصائح والحيل](https://forum.f-droid.org/c/wiki/tips-and-tricks) مجموعة من النصائح والحيل المفيدة التي تجعل الحياة حول F-Droid أسهل.
ca: [Consells i trucs](https://forum.f-droid.org/c/wiki/tips-and-tricks) Una col·lecció de consells i trucs útils que faciliten la vida al voltant de l'F-Droid.
cs: [Tipy a triky](https://forum.f-droid.org/c/wiki/tips-and-tricks) Sbírka užitečných tipů a triků, které usnadňují život s F-Droidem.
de: [Tipps & Tricks](https://forum.f-droid.org/c/wiki/tips-and-tricks) Eine Sammlung nützlicher Tipps und Tricks, die das Leben rund um F-Droid erleichtern.
eo: [konsiletoj](https://forum.f-droid.org/c/wiki/tips-and-tricks): kolekto de praktikaj konsiloj por plifaciligi uzadon de F-Droid
es: [Consejos & Trucos](https://forum.f-droid.org/c/wiki/tips-and-tricks) Una colección de consejos y trucos útiles que hacen la vida alrededor de F-Droid más fácil.
es_ar: [Consejos & Trucos](https://forum.f-droid.org/c/wiki/tips-and-tricks) Una colección de consejos y trucos útiles que hacen la vida alrededor de F-Droid más fácil.
et: [Nõuanded ja nipid](https://forum.f-droid.org/c/wiki/tips-and-tricks) Kogumik kasulikke näpunäiteid ja nippe, mis teevad F-Droid'is avaldamise lihtsamaks.
eu: [Aholkuak eta trukoak](https://forum.f-droid.org/c/wiki/tips-and-tricks) F-Droid-en inguruko aholku eta trukoen bilduma.
fa: [نکته‌ها و ترفندها](https://forum.f-droid.org/c/wiki/tips-and-tricks) مجموعه‌ای از نکته‌ها و ترفندهای مفید که کار با اف‌دروید را آسان‌تر می‌کنند.
fr: [Astuces](https://forum.f-droid.org/c/wiki/tips-and-tricks) Une collection d'astuces pratiques qui facilitent l'utilisation de F-Droid.
gd: [Gliocasan](https://forum.f-droid.org/c/wiki/tips-and-tricks) Cruinneachadh de ghliocasan a nì cleachdadh F-Droid nas fhasa.
he: [עצות ותכסיסים](https://forum.f-droid.org/c/wiki/tips-and-tricks) אוסף של עצות שימושיות שעושים חיים קלים יותר בכל הנוגע ל־F-Droid.
hi: [सुझाव और युक्तियाँ](https://forum.f-droid.org/c/wiki/tips-and-tricks) उपयोगी सुझाव और युक्तियों का एक संग्रह जिससे F-Droid पर ज़िन्दगी आसान हो जाती है।
hu: [Tippek és trükkök](https://forum.f-droid.org/c/wiki/tips-and-tricks) Hasznos tippek és trükkök, amelyek könnyebbé teszik az F-Droid körüli életet.
id: [Tips & Trik](https://forum.f-droid.org/c/wiki/tips-and-tricks) Kumpulan tips dan trik yang berguna yang akan memudahkan dalam menggunakan F-Droid lebih mudah.
is: [Ábendingar og góð ráð](https://forum.f-droid.org/c/wiki/tips-and-tricks) Ýmsar ábendingar og góð ráð sem auðvelda stússið í kringum F-Droid.
it: [Trucchi e consigli](https://forum.f-droid.org/c/wiki/tips-and-tricks) Una raccolta di trucchi e consigli utili per semplificare la vita su F-Droid.
ja: [ヒントと秘訣](https://forum.f-droid.org/c/wiki/tips-and-tricks) F-Droidをより使いやすくするヒントと秘訣のまとめ。
nb: [Tips og triks](https://forum.f-droid.org/c/wiki/tips-and-tricks) En samling av nyttige tips for å gjøre bruken av F-Droid lettere.
nl: [Tips & Tricks](https://forum.f-droid.org/c/wiki/tips-and-tricks) Een verzameling van nuttige tips en trucs die het leven rondom F-Droid makkelijker maken.
nn: [Tips og triks](https://forum.f-droid.org/c/wiki/tips-and-tricks) Ei samling nyttige tips og triks som gjer livet med F-Droid enklare
pl: [Porady i Sztuczki](https://forum.f-droid.org/c/wiki/tips-and-tricks) Zbiór przydatnych porad i sztuczek, które ułatwiają życie w całym F-Droid.
pt: [Dicas e truques](https://forum.f-droid.org/c/wiki/tips-and-tricks) Uma coleção de dicas e truques úteis que facilitam a vida com F-Droid.
pt_br: [Dicas e Truques](https://forum.f-droid.org/c/wiki/tips-and-tricks) Uma coleção de dicas e truques úteis que facilitam a vida com F-Droid.
pt_pt: [Dicas & Truques](https://forum.f-droid.org/c/wiki/tips-and-tricks) Uma coleção de dicas e truques úteis que facilitam a vida com F-Droid.
ro: [Tips & Tricks](https://forum.f-droid.org/c/wiki/tips-and-tricks) O colecție de sfaturi și trucuri utile care fac viața în jurul F-Droid mai ușoară.
ru: [Советы и хитрости](https://forum.f-droid.org/c/wiki/tips-and-tricks) Собрание полезных советов и хитростей, которые делают жизнь с F-Droid проще.
sq: [Ndihmëza & Marifete](https://forum.f-droid.org/c/wiki/tips-and-tricks) Një koleksion ndihmëzash dhe marifete të dobishme që e lehtësojnë jetën përreth F-Droid-id.
tr: [İpuçları & Tüyolar](https://forum.f-droid.org/c/wiki/tips-and-tricks) F-Droid kullanımını daha kolay hale getiren faydalı ipuçları ve tüyolar koleksiyonu.
uk: [Поради та хитрощі](https://forum.f-droid.org/c/wiki/tips-and-tricks) Збірка корисних порад та хитрощів, котрі полегшують життя у F-Droid.
vi: [Mẹo vặt](https://forum.f-droid.org/c/wiki/tips-and-tricks) Một bộ sưu tập các mẹo hữu ích khiến cuộc sống quanh F-Droid dễ dàng hơn.
zh_hans: [提示 & 技巧](https://forum.f-droid.org/c/wiki/tips-and-tricks) 一系列有用的提示和技巧，使 F-Droid 更易于使用。
zh_hant: [提示 + 技巧](https://forum.f-droid.org/c/wiki/tips-and-tricks) 一系列有用的提示和技巧,令使用F-Droid更容易。
