Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: If you're running an organisation that uses F-Droid or would like to use F-Droid, you will sometimes want to have an expert. This page is a list of companies and developers who contributed to F-Droid in one way or another and are available for consulting. By contracting one of these companies or developers, your organisation can also (indirectly) support the development of F-Droid.
ar: إذا كنت تدير مؤسسة تستخدم F-Droid أو ترغب في استخدام F-Droid ، فربما ترغب أحيانا في الحصول على خبير. هذه الصفحة هي قائمة من الشركات والمطورين الذين ساهموا في F-Droid بطريقة أو بأخرى ومتاحة للاستشارات. من خلال التعاقد مع واحدة من هذه الشركات أو المطورين ، يمكن لمؤسستك أيضا (بشكل غير مباشر) دعم تطوير F-Droid.
ca: Si dirigiu una organització que fa servir l'F-Droid o està interessada a fer-lo servir, eventualment podeu necessitar algú expert. Aquesta pàgina és una llista d'empreses i desenvolupadors que han contribuït a l'F-Droid d'alguna manera i estan disponibles per a serveis de consultoria. Contractant aquestes empreses o desenvolupadors, la vostra organització ajuda, indirectament, al desenvolupament de l'F-Droid.
cs: Jestliže jste organizace, jež používá F-Droid nebo by ráda používala F-Droid, budete někdy potřebovat odborníka. Tato stránka je seznam firem a vývojářů, kteří tím či oním způsobem přispěli F-Droid a jsou k dispozici pro poradenství. Smluvní spoluprací s jednou firmou či vývojářem může Vaše organizace také (nepřímo) podpořit vývoj F-Droid.
de: Wenn Sie ein Unternehmen leiten, das F-Droid verwendet oder F-Droid nutzen möchte, brauchen Sie manchmal einen Experten. Diese Seite enthält eine Liste von Firmen und Entwicklern, die in der ein oder anderen Weise an F-Droid mitarbeiteten und Ihnen zur Beratung zur Verfügung stehen. Durch Verträge mit diesen Betrieben und Entwicklern unterstützt Ihr Unternehmen (indirekt) auch die Weiterentwicklung von F-Droid.
eo: Se vi kondukas organizaĵon, kiu uzas aŭ volas uzi F-Droid, vi iam volus konsulti spertulon. Sur tiu ĉi paĝo troviĝas listo de firmaoj kaj programistoj, kiuj iel kontribuis al F-Droid kaj oferas sian helpon. Per kunlabori kun tiuj firmaoj aŭ programistoj, via organizaĵo (malrekte) subtenas evoluon de F-Droid.
es: Si diriges una organización que utiliza F-Droid o te gustaría utilizar F-Droid, a veces querrás tener un experto. Esta página es una lista de empresas y desarrolladores que han contribuido a F-Droid de una forma u otra y que están disponibles para su consulta. Al contratar a una de estas empresas o desarrolladores, su organización también puede apoyar (indirectamente) el desarrollo de F-Droid.
es_ar: Si dirigís una organización que utiliza F-Droid o te gustaría utilizar F-Droid, a veces querrás tener un experto. Esta página es una lista de empresas y desarrolladores que han contribuido a F-Droid de una forma u otra y que están disponibles para su consulta. Al contratar a una de estas empresas o desarrolladores, tu organización también puede apoyar (indirectamente) el desarrollo de F-Droid.
et: Kui sa töötad organisatsioonis, mis kasutab või sooviks kasutada F-Droid'i, siis koostöö eksperdiga võib teha eesmärkide saavutamise lihtsamaks. Järgnevas on loend firmadest ja arendajatest, kes on viisil või teisel F-Droid'i panustanud ja kes oskavad sind nõustada. Tellides teenust nendest firmadest või neilt arendajatelt sinu organisatsioon ka (kaudselt) toetab F-Droid'i arendust.
eu: F-Droid darabilen edo erabili nahi duen elkarte bat baduzu, aditu bat nahi zenezake. Orri hau moduren batean F-Droid-en parte hartu duten eta aholkularitza emateko prest enpresa eta garatzaileen zerrenda bat da. Enpresa edo garatzaile hauetakoren bat kontratatuz, zure erakundeak zeharka F-Droid lagundu dezake.
fa: اگر سازمانی را می‌گردانید که از اف‌دروید استفاده کرده یا می‌خواهید از آن استفاده کنید، گاهی نیاز به یک متخصّص دارید. این صفحه فهرستی از شرکت‌ها و توسعه‌دهندگانی است که به طریقی در اف‌دروید مشارکت کرده‌اند و برای مشاوره در دسترس هستند. با قراداد بستن با یکی از این شرکت‌ها یا توسعه‌دهندگان، سازمانتان می‌تواند (غیرمستقیم) از توسعهٔ اف‌دروید حمایت کند.
fr: Si vous gérez une structure qui utilise F-Droid ou souhaiterait l’adopter, vous souhaitez peut-être vous faire aider d’un expert. Dans ce but, nous maintenons une liste d’entreprises et développeurs qui contribuent à F-Droid d’une façon ou d’une autre et qui sont disponibles pour des prestations d’expertise et conseil. En faisant appel à l'un de ces prestataires, votre structure peut aussi soutenir (indirectement) le développement de F-Droid.
gd: Ma tha thu a’ ruith buidheann a chleachdas F-Droid no nam bu mhiann leat F-Droid a chleachdadh, bidh eòlaiche gu feum dhut aig amannan. Tha liosta de chompanaidhean is luchd-leasachaidh againn a chuidich le F-Droid air dòigh air choireigin agus a tha deis ri co-comhaileachadh air an duilleag seo. Ma nì thu cùmhnant le companaidh no luchd-leasachaidh on liosta seo, cuiridh am buidheann agad taic (neo-dhìreach) ri leasachadh F-Droid le sin.
he: אם במקום העבודה שלך נעשה שימוש ב־F-Droid או שמעניין אותך לאמץ F-Droid בארגון ויש לך איזשהו דרג של קבלת החלטות, לפעמים מוטב להתייעץ במומחים. עמוד זה מציג חברות ומפתחים שתרמו ל־F-Droid בדרך כזו או אחרת והם זמינים לייעוץ. בחירתך בהעסקת כל אחת מהחברות או כל אחד מהמפתחים, מוביל לכך שהארגון שלך תומך (בעקיפין) בפיתוח של F-Droid.
hi: अगर आप किसी ऐसे संगठन को चलाते हैं जिसमें F-Droid का इस्तेमाल किया जाता है या जाने की योजना है, आपको कभी-कभार किसी विशेषज्ञ की ज़रूरत पड़ेगी। यह पृष्ठ उन कंपनियों और विकासकों की सूची है, जिन्होंने F-Droid में योगदान दिया और परामर्श के लिए उपलब्ध हैं। इन कंपनियों या विकासकों में से किसी एक को अनुबंधित करके, आपका संगठन F-Droid के विकास का समर्थन (अप्रत्यक्ष रूप से) भी कर सकता है।
hu: Ha egy olyan szervezet vezetője, amely F-Droidot használ vagy szeretne használni, akkor néha szakértőre lehet szüksége. Ez az oldal olyan cégeket és fejlesztőket sorol fel, akik valamilyen módon közreműködtek az F-Droid fejlesztésében, és tanácsadási feladatokra elérhetők. Ha ezekkel a cégekkel vagy fejlesztőkkel szerződik, akkor az Ön szervezete is (indirekt módon) támogatja az F-Droid fejlesztését.
id: Jika anda menjalankan organisasi dengan menggunakan F-Droid atau ingin menggunakan F-Droid, terkadang anda akan membutuhkan orang yang ahli. Halaman ini berisi daftar perusahaan dan pengembang yang berkontribusi pada F-Droid dengan berbagai cara dan tersedia untuk konsultasi. Dengan mengkontrak salah satu perusahaan atau pengembang ini, organisasi anda juga dapat (secara tidak langsung) mendukung pengembangan F-Droid.
is: Ef þú kemur að rekstri fyrirtækis eða stofnunar sem notar F-Droid eða sem myndi vilja nota F-Droid, þá koma tímabil þar sem gott væri að hafa aðgang að sérfræðingum. Þess vegna höfum við útbúið lista yfir fyrirtæki og forritara sem lagt hafa til F-Droid á einn eða annan hátt og sem gefa sig út fyrir ráðgjöf í þessum efnum: Með því að ráða eitthvert þessara fyrirtækja eða forritara, eruð þið einnig (óbeint) að styðja við þróun F-Droid.
it: Se stai gestendo un'organizzazione che usa F-Droid o vorresti usare F-Droid, a volte vorrai avere un esperto. Questa pagina è un elenco di aziende e sviluppatori che hanno contribuito a F-Droid in un modo o nell'altro e sono disponibili per consulenza. Appaltando una di queste aziende o sviluppatori, la tua organizzazione può anche sostenere (indirettamente) lo sviluppo di F-Droid.
ja: F-Droidを使用している、または使用したいと考えている組織を運営している場合は、専門業者と相談したい場合があるかもしれません。このページはF-Droidに何らかの形で貢献し、コンサルティングを受けられる企業や開発者の一覧です。これらの会社や開発者と契約することで、あなたの組織も（間接的に）F-Droidの開発をサポートすることができます。
nb: Hvis du er i en organisasjon som bruker F-Droid eller ønsker å bruke F-Droid, trenger du noen ganger en ekspert. For dette har vi en liste over selskaper og utviklere som har bidratt til F-Droid på et eller annet vis, og har gjort seg tilgjengelige for konsulenttjenster. Ved å kontakte ett av disse selskapene eller utviklerne, kan din organisasjon også (indirekte) støtte utviklingen av F-Droid.
nl: Als je een organisatie hebt die F-Droid gebruikt of F-Droid wil gebruiken, wil je soms een expert bij de hand hebben. Deze pagina is een lijst van bedrijven en ontwikkelaars die op enige manier aan F-Droid hebben bijgedragen en beschikbaar zijn voor consultatie. Door een van deze bedrijven of ontwikkelaars te contracteren kan jouw organisatie ook (indirect) bijdragen aan de ontwikkeling van F-Droid.
nn: Viss du driv ein organisasjon som brukar, eller ønskjer å ta i bruk, F-Droid, har du gjerne behov for ein ekspert. Her er ei oversikt over firma og utviklarar som har bidrege til F-Droid på eit eller anna vis og som tilbyr konsulenttenester. Viss du kontaktar nokon av desse, vil organisasjonen din òg (indirekte) støtta vidareutviklinga av F-Droid.
pl: Jeśli prowadzisz organizację korzystającą z F-Droid lub chcesz korzystać z F-Droid, będziesz potrzebować eksperta. Ta strona zawiera listę firm i programistów, którzy przyczynili się do powstania F-Droid w taki czy inny sposób i są dostępni do konsultacji. Zaciągając umowę z jedną z tych firm lub programistów, Twoja organizacja może również (pośrednio) wspierać rozwój F-Droid.
pt: Se estiver executando uma organização que usa o F-Droid ou gostaria de usar o F-Droid, às vezes vai querer ter um especialista. Esta página é uma lista de empresas e desenvolvedores que contribuíram para o F-Droid de uma forma ou de outra e estão disponíveis para consultoria. Ao contratar uma dessas empresas ou desenvolvedores, sua organização também pode (indiretamente) apoiar o desenvolvimento do F-Droid.
pt_br: Se você estiver executando uma organização que usa o F-Droid ou gostaria de usar o F-Droid, às vezes você vai querer ter um especialista. Esta página é uma lista de empresas e desenvolvedores que contribuíram para o F-Droid de uma forma ou de outra e estão disponíveis para consultoria. Ao contratar uma dessas empresas ou desenvolvedores, sua organização também pode (indiretamente) apoiar o desenvolvimento do F-Droid.
pt_pt: Se você estiver executando uma organização que usa o F-Droid ou gostaria de usar o F-Droid, às vezes você vai querer ter um especialista. Esta página é uma lista de empresas e desenvolvedores que contribuíram para o F-Droid de uma forma ou de outra e estão disponíveis para consultoria. Ao contratar uma dessas empresas ou desenvolvedores, sua organização também pode (indiretamente) apoiar o desenvolvimento do F-Droid.
ro: Dacă conduceți o organizație care utilizează F-Droid sau doriți să utilizați F-Droid, veți dori uneori să apelați la un expert. Această pagină este o listă de companii și dezvoltatori care au contribuit la F-Droid într-un fel sau altul și care sunt disponibili pentru consultanță. Prin contractarea uneia dintre aceste companii sau dezvoltatori, organizația dumneavoastră poate, de asemenea, să sprijine (indirect) dezvoltarea F-Droid.
ru: Если ваша организация использует или желает использовать F-Droid, вам может пригодиться специалист. Для этого мы ведем список компаний и разработчиков, которые внесли тот или иной вклад в F-Droid, а также готовы оказать консультацию. Нанимая одну из этих компаний или кого-то из разработчиков, ваша организация, к тому же, может (опосредованно) поддержать разработку F-Droid.
sq: Nëse drejtoni një ent që përdor ose do të donte të përdorë F-Droid, ndonjëherë do të donit të kishit pranë një ekspert. Kjo faqe përmban një listë shoqërish dhe zhvilluesish që kanë kontribuar në një rrugë apo një tjetër te F-Droid dhe janë të gatshëm për konsulencë. Duke kontraktuar një nga këto shoqëri ose zhvillues, enti juaj mundet të përkrahë gjithashtu (tërthorazi) zhvillimin e F-Droid-it.
tr: F-Droid kullanan bir kuruluş işletiyorsanız veya F-Droid kullanmak istiyorsanız, bazen bir uzmana sahip olmak isteyeceksiniz. Bu sayfa, F-Droid'e bir şekilde veya başka bir şekilde katkıda bulunan ve danışmanlık için uygun olan şirketlerin ve geliştiricilerin bir listesidir. Bu şirketlerden veya geliştiricilerden birine sözleşme yaparak, kuruluşunuz F-Droid'in gelişimini de (dolaylı olarak) destekleyebilir.
uk: Якщо ваша організація використовує F-Droid або хотіла б використовувати F-Droid, іноді вам захочеться мати експерта. На цій сторінці представлений список компаній та розробників, які так чи інакше внесли свій внесок у F-Droid та доступні для консультацій. Уклавши договір з однією з цих компаній або розробників, ваша організація також може (побічно) підтримати розвиток F-Droid.
vi: Nếu bạn đang điều hành một tổ chức sử dụng F-Droid hoặc muốn sử dụng F-Droid, thì đôi khi bạn sẽ muốn có một chuyên gia. Để đáp ứng việc này, chúng tôi có một danh sách các công ty và nhà phát triển đã đóng góp vào F-Droid theo cách này hoặc cách khác và có sẵn để tư vấn. Bằng cách ký hợp đồng với một trong số các công ty hoặc nhà phát triển này, tổ chức của bạn cũng có thể (gián tiếp) hỗ trợ sự phát triển của F-Droid.
zh_hans: 如果你在运行一家使用或想要使用 F-Droid 的组织，你有时会需要一名专家。此页面为包含曾向 F-Droid 以各种途径贡献的可供咨询的公司和开发者列表。通过与这些公司和开发者其中一个签约，你的组织也可以间接地支持 F-Droid 的开发。
zh_hant: 如果你正營運使用 F-Droid 或想要使用 F-Droid 的組織，您可能會想要諮詢專家。為此，我們有貢獻 F-Droid 的公司與開發者清單可供您尋求諮詢時使用。透過與這些公司或開發者簽訂合約，您的組織也可以（間接）支援 F-Droid 的開發。
