Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: [![]({% assets %}/repomaker-screenshots/repo-details.png)]({% assets %}/repomaker-screenshots/repo-details.png)<br/> *Your repo can serve all types of media*
eo: [![]({% assets %}/repomaker-screenshots/repo-details.png)]({% assets %}/repomaker-screenshots/repo-details.png)<br/> *Via deponejo povas servi iun ajn specon de enhavo*
es: [![]({% assets %}/repomaker-screenshots/repo-details.png)]({% assets %}/repomaker-screenshots/repo-details.png)<br/> *El repositorio puede servir todo tipo de medios*

source: [![]({% assets %}/repomaker-screenshots/package-details.png)]({% assets %}/repomaker-screenshots/package-details.png)<br/> *Editing your package store details never was easier*
eo: [![]({% assets %}/repomaker-screenshots/package-details.png)]({% assets %}/repomaker-screenshots/package-details.png)<br/> *Redakti detalojn pri pakaĵoj neniam estis tiel facila*
es: [![]({% assets %}/repomaker-screenshots/package-details.png)]({% assets %}/repomaker-screenshots/package-details.png)<br/> *Editar los detalles del almacén de paquetes nunca fue tan fácil*

source: [![]({% assets %}/repomaker-screenshots/create-repo.png)]({% assets %}/repomaker-screenshots/create-repo.png)<br/> *Creating a repo just takes you two clicks*
eo: [![]({% assets %}/repomaker-screenshots/create-repo.png)]({% assets %}/repomaker-screenshots/create-repo.png)<br/> *Kreado de deponejo okupiĝas apenaŭ du klakoj*
es: [![]({% assets %}/repomaker-screenshots/create-repo.png)]({% assets %}/repomaker-screenshots/create-repo.png)<br/> *Se puede crear un repositorio con solo dos clics*

source: [![]({% assets %}/repomaker-screenshots/add-storage.png)]({% assets %}/repomaker-screenshots/add-storage.png)<br/> *You have many possibilities where to upload your repo*
eo: [![]({% assets %}/repomaker-screenshots/add-storage.png)]({% assets %}/repomaker-screenshots/add-storage.png)<br/> *Multe da ebloj por kie alŝuti vian deponejon*
es: [![]({% assets %}/repomaker-screenshots/add-storage.png)]({% assets %}/repomaker-screenshots/add-storage.png)<br/> *Tiene muchas posibilidades donde subir su repositorio*

source: <a href="{{ "/consulting/" | prepend: site.baseurl }}" class="material-button">Find an F-Droid Consultant</a>
pt_pt: <a href="{{ "/consulting/" | prepend: site.baseurl }}" class="material-button">Encontrar um Consultor F-Droid</a>

source: If your name is missing, it’s a mistake and you should [add yourself to the list](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Keep it sorted by surname, please.
pt_pt: Se o seu nome está em falta, trata-se de um erro e deveria [adicionar-se a si mesmo à lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Por favor, mantenha-a ordenada por sobrenome.

source: If you experience problems with the site or client software, you can report them in the issue tracker (see below), or discuss them in the [Forum](https://forum.f-droid.org/) or on IRC (#fdroid on freenode).
pt_pt: Se você experimentar problemas com o site ou o software cliente, você pode reportar eles no issue tracker (veja abaixo), ou falar sobre eles no [Fórum](https://forum.f-droid.org/) ou no IRC (#fdroid no freenode).

source: For reporting issues, choose an appropriate tracker from the following:
pt_pt: Para reportar problemas, escolha o local correto entre os seguintes:

source: [F-Droid client app](https://gitlab.com/fdroid/fdroidclient/issues)
pt_pt: [Aplicação de cliente F-Droid](https://gitlab.com/fdroid/fdroidclient/issues)

source: [Server and build tools](https://gitlab.com/fdroid/fdroidserver/issues)
pt_pt: [Servidor e ferramentas de compilação](https://gitlab.com/fdroid/fdroidserver/issues)

source: [Official F-Droid repository metadata](https://gitlab.com/fdroid/fdroiddata/issues)
pt_pt: [Metadados do repositório oficial do F-Droid](https://gitlab.com/fdroid/fdroiddata/issues)

source: [![Donate via PayPal]({{ site.baseurl }}/assets/paypal_donate_button.gif)](https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=E2FCXCT6837GL)
pt_pt: [![Doar via PayPal]({{ site.baseurl }}/assets/paypal_donate_button.gif)](https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=E2FCXCT6837GL)

source: [![Donate via Bitcoin]({{ site.baseurl }}/assets/bitcoin.png)](https://blockchain.info/address/15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18): [`15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18`](bitcoin:15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18)
pt_pt: [![Doar via Bitcoin]({{ site.baseurl }}/assets/bitcoin.png)](https://blockchain.info/address/15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18): [`15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18`](bitcoin:15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18)

source: [![Donate via Flattr]({{ site.baseurl }}/assets/flattr-badge-large.png)](https://flattr.com/thing/343053/F-Droid-Repository)
pt_pt: [![Doar via Flattr]({{ site.baseurl }}/assets/flattr-badge-large.png)](https://flattr.com/thing/343053/F-Droid-Repository)

source: Or buy a 👕 T-shirt 👕 from <br> [![HELLOTUX]({{ site.baseurl }}/assets/hellotux_banner.jpg)](https://www.hellotux.com/f-droid)<br> (F-Droid will receive 3€ per shirt sold.)
pt_pt: Ou compre uma t-shirt 👕 de <br> [![HELLOTUX]({{ site.baseurl }}/assets/hellotux_banner.jpg)](https://www.hellotux.com/f-droid)<br> (F-Droid receberá 3€ por camisa vendida.)

source: [![]({{ site.baseurl }}/assets/repomaker-screenshots/repo-details.png)]({{ site.baseurl }}/assets/repomaker-screenshots/repo-details.png)<br/> *Your repo can serve all types of media*
pt_pt: [![]({{ site.baseurl }}/assets/repomaker-screenshots/repo-details.png)]({{ site.baseurl }}/assets/repomaker-screenshots/repo-details.png)<br/> *O seu repositório pode servir para todos os tipos de mídia*

source: [![]({{ site.baseurl }}/assets/repomaker-screenshots/package-details.png)]({{ site.baseurl }}/assets/repomaker-screenshots/package-details.png)<br/> *Editing your package store details never was easier*
pt_pt: [![]({{ site.baseurl }}/assets/repomaker-screenshots/package-details.png)]({{ site.baseurl }}/assets/repomaker-screenshots/package-details.png)<br/> *Editar os detalhes da sua loja de pacotes nunca foi tão fácil*

source: [![]({{ site.baseurl }}/assets/repomaker-screenshots/create-repo.png)]({{ site.baseurl }}/assets/repomaker-screenshots/create-repo.png)<br/> *Creating a repo just takes you two clicks*
pt_pt: [![]({{ site.baseurl }}/assets/repomaker-screenshots/create-repo.png)]({{ site.baseurl }}/assets/repomaker-screenshots/create-repo.png)<br/> *Criar um repositório leva apenas dois cliques*

source: [![]({{ site.baseurl }}/assets/repomaker-screenshots/add-storage.png)]({{ site.baseurl }}/assets/repomaker-screenshots/add-storage.png)<br/> *You have many possibilities where to upload your repo*
pt_pt: [![]({{ site.baseurl }}/assets/repomaker-screenshots/add-storage.png)]({{ site.baseurl }}/assets/repomaker-screenshots/add-storage.png)<br/> *Você tem muitas possibilidades para publicar seu repositório*

source: There are also bridges to Telegram and Jabber/XMPP (experimental). To join via Telegram, click [this link](https://matrix.f-droid.org/fdroid/telegram/). For Jabber/XMPP, join [#fdroid#matrix.org@bridge.xmpp.matrix.org](xmpp:#fdroid#matrix.org@bridge.xmpp.matrix.org?join).
es_ar: También hay puentes a Telegram y Jabber / XMPP (experimental). Para unirse a través de Telegram, hacé clic en [este enlace](https://matrix.f-droid.org/fdroid/telegram/). Para Jabber / XMPP, unite a [#fdroid#matrix.org@bridge.xmpp.matrix.org](xmpp:#fdroid#matrix.org@bridge.xmpp.matrix.org?join).
gd: Tha drochaidean (deuchainneil) ri Telegram is Jabber/XMPP ann cuideachd. Airson bruidhinn rinn air Telegram, briog air [a’ cheangal seo](https://matrix.f-droid.org/fdroid/telegram/). Airson Jabber/XMPP, thig a-steach gu [#fdroid#matrix.org@bridge.xmpp.matrix.org](xmpp:#fdroid#matrix.org@bridge.xmpp.matrix.org?join).
nn: Det finst òg vidare­koplingar til Telegram og Jabber/XMPP (eksperimentell). For å delta via Telegram, [trykk her](https://matrix.f-droid.org/fdroid/telegram/), og for å delta via Jabber/XMPP, [bruk #fdroid#matrix.org@bridge.xmpp.matrix.org](xmpp:#fdroid#matrix.org@bridge.xmpp.matrix.org?join).
vi: Ở đó cũng có các cầu nối đến Telegram và Jabber/XMPP (thử nghiệm). Để tham gia qua Telegram, hãy nhấn [liên kết này](https://matrix.f-droid.org/fdroid/telegram/). Đối với Jabber/XMPP, hãy tham gia [#fdroid#matrix.org@bridge.xmpp.matrix.org](xmpp:#fdroid#matrix.org@bridge.xmpp.matrix.org?join).

source: F-Droid contributors also run a social-media account on the Fediverse. You can interact with us or follow us on [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg).
es: Los colaboradores de F-Droid también tienen una cuenta de redes sociales en Fediverse. Puedes interactuar con nosotros o seguirnos en [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg).
es_ar: Los colaboradores de F-Droid también tienen una cuenta de redes sociales en Fediverse. Podés interactuar con nosotros o seguirnos en [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg).
gd: Tha com-pàirtichean F-Droid a’ ruith cunntas mheadhanan sòisealta sa cho-shaoghal cuideachd. ’S urrainn dhut conaltradh leinn no leantainn oirnn air [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg).
nb: F-Droid-bidragsyterne driver også en sosial media-konto i Fediverset. Du kan snakke med oss eller slå følge på [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg).
nn: F-Droid-bidragsytarane har òg ein konto på det sosiale mediet Fediverse. Du kan komma i kontakt med oss eller følgja oss på [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg).
vi: Những người đóng góp của F-Droid cũng chạy một tài khoản mạng xã hội trên Fediverse. Bạn có thể tương tác với chúng tôi hoặc theo dõi chúng tôi tại [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg).
zh_hant: F-Droid的協作者們有建一個Fediverse的社群帳號。您可以和我們交流，或者您可以在[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)追蹤我們。

source: If you experience problems with the site or client software, you can report them in the issue tracker ([find the appropriate tracker on this page]({{ "/issues/" | prepend: site.baseurl }})), or discuss them in the [Forum](https://forum.f-droid.org/), on [Matrix](https://matrix.to/#/#fdroid:f-droid.org) or on IRC (#fdroid on OFTC).
gd: Ma tha duilgheadas agad leis an làrach no le bathar-bog a’ chliant, ’s urrainn dhut innse dhuinn mu dhèidhinn air tracaiche nam bugaichean ([lorg an tracaiche iomchaidh air an duilleag seo]({{ "/issues/" | prepend: site.baseurl }})) no deasbad mu dhèidhinn air a’ [bhòrd-bhrath](https://forum.f-droid.org/), air [Matrix](https://matrix.to/#/#fdroid:f-droid.org) no air IRC (#fdroid on OFTC).
zh_hant: 如果您在網站上或用戶端軟體中發現問題，可透過問題追蹤系統（[在此頁找尋一個合適的追蹤平臺]({{ "/issues/" | prepend: site.baseurl }})）、在[論壇](https://forum.f-droid.org/)上、[Matrix](https://matrix.to/#/#fdroid:f-droid.org) 或 IRC（OFTC 上的 #fdroid 頻道）回報。

source: Further information can be found in [the documentation](../docs), or by asking on [Matrix](https://matrix.to/#/#fdroid:f-droid.org) or [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid on OFTC).
gd: Gheibh thu barrachd fiosrachaidh san [docamaideadh](../docs) no ma dh’fhaighnicheas tu dhinn air [Matrix](https://matrix.to/#/#fdroid:f-droid.org) no [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid air OFTC).
zh_hant: 進一步的資訊可以在[文件](../docs)中取得，或是在[Matrix](https://matrix.to/#/#fdroid:f-droid.org)或[IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1)（OFTC 上的 #fdroid 頻道）上詢問。

source: F-Droid provides multiple servers (builders, web portal, download areas...) which need regular maintenance, Ansible-based deployment, and hardware management. Further information can be found by asking on [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev on OFTC) or team@f-droid.org.
gd: Tha F-Droid a’ solar iomadh frithealaiche (togail, portal-lìn, raointean luchdaidh a-nuas, …) a tha feumadh air obair-chàraidh chunbhalach, deployment stèidhichte air Ansible agus stiùireadh bathair-chruaidh. Airson barrachd fiosrachaidh, faighnich dhinn air [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org), [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (#fdroid-dev air OFTC) no team@f-droid.org.
zh_hant: F-Droid 提供多個伺服器（建構伺服器、網頁入口、下載區……），這些伺服器都需要定期維護，以 Ansible 為基礎的部署與硬體管理。更多資訊可以在 [Matrix](https://matrix.to/#/#fdroid-dev:f-droid.org)， [IRC](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) (OFTC 上的 #fdroid-dev頻道) 詢問，或寄信給 team@f-droid.org。

source: [Code of Conduct](Code_of_Conduct) how to behave when communicating within F-Droid.
es_ar: [Código de conducta](Code_of_Conduct) cómo comportarse cuando se comunica dentro de F-Droid.
gd: [Còd giùlain](Code_of_Conduct) Modh nuair a nì thu conaltradh am broinn F-Droid.
nb: [Oppførselskodeks](Code_of_Conduct) - hvordan man skal oppføre seg når man kommuniserer innenfor F-Droid.
nn: [Etiske retningslinjer](Code_of_Conduct) Korleis ein skal te seg åt i F-Droid-fellesskapet
vi: [Quy tắc ứng xử](Code_of_Conduct) cách cư xử khi giao tiếp trong F-Droid.
zh_hant: [行為準則](Code_of_Conduct) 在F-Droid社群裡應該怎麼做，如何溝通。

source: * [RFP](https://gitlab.com/fdroid/rfp/issues/) tracker: To request a new app be added, submit a "Request For Packaging" on the rfp tracker.
es_ar: * [RFP](https://gitlab.com/fdroid/rfp/issues/) tracker: para solicitar que se agregue una app, enviá una petición de empaquetado ("Request For Packaging") en el gestor de rfp.
gd: * Tracaiche [RFP](https://gitlab.com/fdroid/rfp/issues/): Airson iarraidh gun dèid aplacaid ùr a chur ris, cuir a-null “Request For Packaging” air tracaiche rfp.
nb: * [RFP](https://gitlab.com/fdroid/rfp/issues/) tracker: For å be om en ny app legges til, send inn en "Request For Packaging" på rfp tracker.
nn: * Feilsporar for [RFP](https://gitlab.com/fdroid/rfp/issues/): For å be om at ein ny app vert teken med, send ein «Request For Packaging»-førespurnad i RFP-feilsporaren.
vi: * Trình theo dõi [RFP](https://gitlab.com/fdroid/rfp/issues/new): Để yêu cầu thêm một ứng dụng, hãy gửi đi một "Yêu cầu Đóng gói" trên trình theo dõi RFP.
zh_hant: * [RFP](https://gitlab.com/fdroid/rfp/issues/) 追蹤系統：如要新增應用程式，請在 RFP 追蹤系統上提交「套件包要求」。

source: * [Data](https://gitlab.com/fdroid/fdroiddata/issues) issue tracker: For problems relating to the contents of the repository, such as missing or outdated applications, please use this issue tracker.
es: * Gestor de incidencias de [Datos](https://gitlab.com/fdroid/fdroiddata/issues): para problemas relacionados con los contenidos del repositorio, como aplicaciones que faltan o que están desactualizadas, por favor use este gestor de incidencias.
es_ar: * Gestor de incidencias de [Datos](https://gitlab.com/fdroid/fdroiddata/issues): para problemas relacionados con los contenidos del repositorio, como aplicaciones que faltan o que están desactualizadas, por favor usá este gestor de incidencias.
gd: * Tracaiche bhugaichean [dàta](https://gitlab.com/fdroid/fdroiddata/issues): Airson duilgheadasan a thaobh susbaint an ionaid-thasgaidh, can aplacaid a tha a dhìth no a tha ro shean, cleachd tracaiche nam buga seo.
nb: * [Data](https://gitlab.com/fdroid/fdroiddata/issues) feilsporer: For problemer som har med innholdet av pakkebrønnen å gjøre, som manglende eller utdaterte programmer, bruk denne feilsporeren.
nn: * Feilsporar for [data](https://gitlab.com/fdroid/fdroiddata/issues): Er det feil i innhaldet i pakkebrønnen, for eksempel manglande eller utdaterte pakkar, bruk denne feilsporaren.
vi: * Trình theo dõi vấn đề [Dữ liệu](https://gitlab.com/fdroid/fdroiddata/issues): Đối với các vấn đề liên quan đến nội dung của kho, như là các ứng dụng bị thiếu hoặc lỗi thời, hãy sử dụng trình theo dõi vấn đề này.

source: * [Website-Search](https://gitlab.com/fdroid/fdroid-website-search/issues) issue tracker: For issues relating to https://search.f-droid.org, you can use this issue tracker.
es: * Gestor de incidencias del [sitio web](https://gitlab.com/fdroid/fdroid-website-search/issues): para problemas relacionados con https://search.f-droid.org, puede usar este gestor de incidencias.
es_ar: * Gestor de incidencias del [sitio web](https://gitlab.com/fdroid/fdroid-website-search/issues): para problemas relacionados con https://search.f-droid.org, podés usar este gestor de incidencias.
gd: * Tracaiche bhugaichean [làrach-lìn an luirg](https://gitlab.com/fdroid/fdroid-website-search/issues): Airson duilgheadasan le https://search.f-droid.org, ’s urrainn dhut tracaiche nam buga seo a chleachdadh.
nb: * [Nettstedssøks](https://gitlab.com/fdroid/fdroid-website-search/issues)-feilsporer: For problemer som har med denne nettsiden å gjøre, kan du bruke denne feilsporeren.
nn: * Feilsporar for [nettstad-søk](https://gitlab.com/fdroid/fdroid-website-search/issues): For problem nettstaden https://search.f-droid.org/, bruk denne feilsporaren.
vi: * Trình theo dõi vấn đề [Tìm kiếm trên trang web](https://gitlab.com/fdroid/fdroid-website-search/issues): Đối với các vấn đề liên quan đến https://search.f-droid.org, bạn có thể sử dụng trình theo dõi vấn đề này.
zh_hant: * [網站搜尋](https://gitlab.com/fdroid/fdroid-website-search/issues) 問題追蹤系統：有關https://search.f-droid.org網站的問題，您可以使用此追蹤系統。

source: Donations for F-Droid development are handled via our [OpenCollective](https://opencollective.com/F-Droid/). Donations for the _f-droid.org_ core infrastructure are handled by F-Droid Limited, a UK "private company" registered in England (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)).
es: Las donaciones para el desarrollo de F-Droid se gestionan a través de nuestro [OpenCollective](https://opencollective.com/F-Droid/). Las donaciones para la infraestructura central de _ f-droid.org _ están a cargo de F-Droid Limited, una "empresa privada" del Reino Unido registrada en Inglaterra (núm. [08420676](https://beta.comjectedhouse.gov. uk / company / 08420676)).

source: To chat with others about F-Droid, either join via IRC in the [#fdroid channel](https://webchat.freenode.net/?channels=%23fdroid) on freenode or join [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) on Matrix. The discussions are logged on [matrix.f-droid.org](https://matrix.f-droid.org/alias/%23fdroid:f-droid.org).
es: Para conversar con otros sobre F-Droid, únete vía IRC al [canal #fdroid](https://webchat.freenode.net/?channels=%23fdroid) en freenode o a [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) en Matrix. El registro de las conversaciones se encuentra en [view.matrix.org](https://view.matrix.org/alias/%23fdroid:f-droid.org).

source: [Donate via PayPal](https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=E2FCXCT6837GL)
es: [Dona vía PayPal](https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=E2FCXCT6837GL)

source: [Donate via Flattr](https://flattr.com/thing/343053/F-Droid-Repository)
es: [Dona vía Flattr](https://flattr.com/thing/343053/F-Droid-Repository)

source: __Website:__ [obfusk.ch](https://obfusk.ch)
vi: __Trang web:__ [obfusk.ch](https://obfusk.ch)

source: __Address:__ Nijmegen, Netherlands
vi: __Địa chỉ:__ Nijmegen, Hà Lan

source: __Languages:__ English, Dutch (Nederlands), German (Deutsch), Japanese (日本語)
vi: __Ngôn ngữ:__ Tiếng Anh, Tiếng Hà Lan (Nederlands), Tiếng Đức (Deutsch), Tiếng Nhật (日本語)
