Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Creating a repo just takes you two clicks*
ar: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *إنشاء مستودع بضغطتين فقط*
ca: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Creeu un dipòsit només amb dos clics*
cs: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Založení repozitáře jsou jen dvě kliknutí*
de: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Die Erzeugung eines Repos erfordert gerade einmal zwei Klicks*
es_ar: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Se puede crear un repositorio con solo dos clics*
et: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Hoidla loomiseks piisab vaid kahest hiireklõpsust*
eu: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Biltegi bat sortzeko bi klik besterik ez dira behar*
fa: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *ایجاد یک مخزن تنها به اندازهٔ دو کلیک کار می‌برد*
fr: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Créer un dépôt ne prend que deux clics*
gd: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Chan eil ach dà bhriog a dhìth ort ach am biodh ionad-tasgaidh agad*
he: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *ניתן ליצור מאגר בשתי לחיצות בלבד*
hi: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> बस दो क्लिक्स में बनाएँ अपनी रिपॉज़िटरी
hu: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Egy tároló létrehozása csak két kattintás*
id: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Membuat repositori hanya membutuhkan dua klik dari Anda*
is: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Að útbúa hugbúnaðarsafn tekur bara tvo smelli*
it: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Servono solo un paio di click per creare il tuo repo*
ja: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *わずか2回のクリックだけでリポジトリを作成することができます*
nb: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Oppretting av pakkebrønn skjer med to klikk*
nn: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Det tek berre to klikk å oppretta ein ny pakkebrønn*
pl: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Utworzenie repozytorium wymaga zaledwie dwóch kliknięć*
pt: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Criar um repositório leva apenas dois cliques*
pt_br: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Criar um repositório leva apenas dois cliques*
ro: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Crearea unui depozit necesită doar două clicuri*
ru: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Для того, чтобы запустить репозиторий, нужно всего лишь пару раз нажать на кнопку*
sq: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Krijimi i një depoje thjesht ju ha dy klikime*
tr: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Sadece iki tıklama ile depo oluşturma*
uk: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *Створення репозиторію двома натисками*
zh_hans: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *创建存储库只需要两次点击*
zh_hant: [![]({% asset repomaker-screenshots/create-repo.png %})]({% asset repomaker-screenshots/create-repo.png %})<br/> *點兩下就能建立一個軟體庫*

source: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *You have many possibilities where to upload your repo*
ar: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *لديك العديد من الاحتمالات حيث يمكنك تحميل المستودع الخاص بك*
ca: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Teniu múltiples opcions de a on pujar el vostre dipòsit*
cs: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Máte mnoho možností, kam nahrát svůj repozitář*
de: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Es gibt zahlreiche Möglichkeiten, wo das Repo eingespielt werden kann*
es_ar: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Tenés muchas posibilidades donde subir su repositorio*
et: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Sul on mitmeid valikud oma hoidla üleslaadimiseks*
eu: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Zure biltegia hainbat leku desberdinetan ostatatzeko aukera duzu*
fa: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *امکانات بسیاری برای بارگذاری مخزنتان دارید*
fr: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Vous pouvez téléverser votre dépôt en divers endroits*
gd: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Tha iomadh roghainn ann airson luchdadh suas an ionaid-thasgaidh agad*
he: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *יש לך אפשרויות רבות בנוגע להעלאת המאגר שלך*
hi: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> रिपॉज़िटरी कहाँ अपलोड करें, इसकी आपको पूरी स्वतंत्रता है
hu: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Számos lehetősége van a tárolója feltöltéséhez*
id: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Anda memiliki banyak kemungkinan untuk mengunggah repositori Anda*
is: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Þú hefur marga möguleika á hvar þú geymir hugbúnaðarsafnið*
it: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Hai molte possibilità dove inviare il tuo repo*
ja: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *リポジトリをアップロードする場所についても多くの選択肢があります*
nb: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Det er mange steder du kan laste opp pakkebrønnen din til*
nn: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Du har mange alternativ for kor du kan lasta opp pakkebrønnen din*
pl: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Masz wiele możliwości, aby przesłać swoje repozytorium*
pt: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Tem muitas possibilidades para publicar o seu repositório*
pt_br: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Você tem muitas possibilidades para publicar seu repositório*
ro: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Aveți mai multe posibilități unde să vă încărcați fișierul de rezervă (repo)*
ru: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Большой выбор мест, куда можно выгрузить свой репозиторий*
sq: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Keni plot mundësi ku të ngarkoni depon tuaj*
tr: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Deponuzu yükleyebileceğiniz birçok seçenek var*
uk: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *Безліч варіантів, де розмістити репозиторій*
zh_hans: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *你可以将你的存储库上传到各种地方*
zh_hant: [![]({% asset repomaker-screenshots/add-storage.png %})]({% asset repomaker-screenshots/add-storage.png %})<br/> *軟體庫上傳位置的多種選擇*

source: Like any other project of F-Droid, Repomaker is free and open source software. You can find the source code and its license on [gitlab.com](https://gitlab.com/fdroid/repomaker).
ar: مثل أي مشروع آخر من F-Droid، برنامج Repomaker هو برنامج مجاني ومفتوح المصدر. يمكنك العثور على الشيفرة المصدرية وترخيصه على [GitLab.com](https://gitlab.com/fdroid/repomaker).
ca: Igual que la resta de projectes de l'F-Droid, Repomaker és programari lliure i de codi obert. Podeu accedir al seu codi font i llicència a [gitlab.com](https://gitlab.com/fdroid/repomaker).
cs: Jako jakýkoli jiný projekt F-Droid je Repomaker svobodný a otevřený software. Zdrojový kód a licence jsou k dispozici na [GitLab.com](https://gitlab.com/fdroid/repomaker).
de: Wie jedes andere Projekt von F-Droid ist Repomaker eine freie und quelloffene Software. Quellcode und Lizenz dazu findet man auf [gitlab.com](https://gitlab.com/fdroid/repomaker).
eo: Same kiel aliaj projektoj de F-Droid, la Deponej-farilo estas senpaga kaj malfermkoda programaro. Vi povas trovi la fontkodon kaj ĝian permesilon ĉe [GitLab.com](https://gitlab.com/fdroid/repomaker).
es: Como cualquier otro proyecto de F-Droid, Repomaker es un software libre y de código abierto. Puedes encontrar el código fuente y su licencia en [gitlab.com](https://gitlab.com/fdroid/repomaker).
es_ar: Como cualquier otro proyecto de F-Droid, Repomaker es un software libre y de código abierto. Podés encontrar el código fuente y su licencia en [gitlab.com](https://gitlab.com/fdroid/repomaker).
et: Nii nagu kõik muud F-Droid'i projektid, on ka Repomaker vaba ja avatud lähtekoodiga tarkvara. Lähtekoodi ja litsentsi leiad [gitlab.com](https://gitlab.com/fdroid/repomaker) saidist.
eu: F-Droid-eko beste proiektuak bezala, Repomaker software librea eta kode irekikoa da. Iturburu-kodea eta lizentzia [GitLab.com](https://gitlab.com/fdroid/repomaker) zerbitzarian aurkitu dezakezu.
fa: مانند هر پروژهٔ دیگری از اف‌دروید، مخزن‌ساز نرم‌افزار آزاد است. می‌توانید کد مبدأ و پروانه‌اش را روی [گیت‌لب](https://gitlab.com/fdroid/repomaker) بیابید.
fr: Comme tout projet de F-Droid, Repomaker est un logiciel libre et à code source ouvert. Vous trouverez le code source et sa licence sur [GitLab.com](https://gitlab.com/fdroid/repomaker).
gd: Mar a tha gach pròiseact F-Droid eile, ’s e bathar-bog saor le bun-tùs fosgailte a th’ ann an Repomaker. Gheibh thu am bun-tùs is a cheadachas air [gitlab.com](https://gitlab.com/fdroid/repomaker).
he: כמו כל מיזם אחר מבית F-Droid, מייצר המאגרים (Repomaker) הוא חופשי ובקוד פתוח. ניתן למצוא את קוד המקור והרישיון ב־[gitlab.com](https://gitlab.com/fdroid/repomaker).
hi: F-Droid की हर परियोजना की तरह, Repomaker मुफ़्त और मुक्त स्रोत सॉफ़्टवेयर है। आप [gitlab.com](https://gitlab.com/fdroid/repomaker) पर इसका स्रोत कोड और लाइसेंस देख सकते हैं।
hu: Mint az összes többi F-Droid projekt, a Repomaker is szabad és nyílt forráskódú szoftver. A forráskód és a licenc is megtalálható a [gitlab.com-on](https://gitlab.com/fdroid/repomaker).
id: Seperti proyek F-Droid yang lain, Repomaker adalah perangkat lunak bebas dan sumber terbuka. Anda dapat mencari kode sumber dan lisensinya di [gitlab.com](https://gitlab.com/fdroid/repomaker).
is: Rétt eins og hvert annað F-Droid verkefni, er Repomaker frjáls og opinn hugbúnaður. Þú getur fundið grunnkóðann og notkunarleyfi hans á [gitlab.com](https://gitlab.com/fdroid/repomaker).
it: Come qualsiasi altro progetto di F-Droid, Repomaker è un software libero e open source. Trovi il codice sorgente e la sua licenza su [gitlab.com](https://gitlab.com/fdroid/repomaker).
ja: Repomakerは、F-Droidと他のプロジェクトと同じく、自由かつオープンソースであるソフトウェアです。ソースコードとライセンスは[gitlab.com](https://gitlab.com/fdroid/repomaker)で確認、入手できます。
nb: Som ethvert annet prosjekt på F-Droid, er Pakkebrønnsmakeren fri og åpenkildet programvare. Du finner kildekoden og lisensen på [GitLab.com](https://gitlab.com/fdroid/repomaker).
nn: Nett som alle F-Droid-prosjekta er òg Repomaker fri programvare. Du finn kjeldekoden og lisensvilkåra på [gitlab.com](https://gitlab.com/fdroid/repomaker).
pl: Jak każdy inny projekt F-Droid, Repomaker jest darmowym i otwartym oprogramowaniem. Kod źródłowy i jego licencję można znaleźć na stronie [gitlab.com](https://gitlab.com/fdroid/repomaker).
pt: Como qualquer outro projeto do F-Droid, o Repomaker é um software livre e de código aberto. Pode encontrar o código-fonte e a sua licença em [GitLab.com](https://gitlab.com/fdroid/repomaker).
pt_br: Como qualquer outro projeto do F-Droid, o Repomaker é um software livre e de código aberto. Você pode encontrar o código-fonte e sua licença em [gitlab.com](https://gitlab.com/fdroid/repomaker).
pt_pt: Como qualquer outro projeto do F-Droid, o Repomaker é um software livre e de código aberto. Pode encontrar o código-fonte e a sua licença em [GitLab.com](https://gitlab.com/fdroid/repomaker).
ro: Ca orice alt proiect F-Droid, Repomaker este un software gratuit și cu sursă deschisă. Puteți găsi codul sursă și licența acestuia pe [gitlab.com](https://gitlab.com/fdroid/repomaker).
ru: Как и любой другой проект F-Droid, Repomaker — это свободное программное обеспечение с открытым исходным кодом. Исходный код и его лицензию можно найти на [gitlab.com](https://gitlab.com/fdroid/repomaker).
sq: Si cilido projekt tjetër në F-Droid, Repomaker është software i lirë dhe me burim të hapur. Kodin burim dhe licencën për të mund ta gjeni te [gitlab.com](https://gitlab.com/fdroid/repomaker).
tr: Diğer herhangi bir F-Droid projesi gibi, Repomaker özgür ve açık kaynaklı bir yazılımdır. Kaynak kodunu ve lisansını [gitlab.com](https://gitlab.com/fdroid/repomaker) adresinde bulabilirsiniz.
uk: Repomaker, як і всі інші проєкти F-Droid, — вільне й відкрите програмне забезпечення. Ви можете знайти вихідний код та його ліцензію на [gitlab.com](https://gitlab.com/fdroid/repomaker).
vi: Giống như bất kỳ dự án nào khác của F-Droid, Repomaker là phần mềm tự do và mã nguồn mở. Bạn có thể tìm thấy mã nguồn và giấy phép của nó trên [gitlab.com](https://gitlab.com/fdroid/repomaker).
zh_hans: 像 F-Droid 的其他项目一样，Repomaker 是自由开源软件。你可以在 [GitLab.com](https://gitlab.com/fdroid/repomaker) 上找到源代码及其许可。

source: The F-Droid logo was created by William Theaker. Updates to that, and additional artwork, are by Robert Martinez.
ca: El logotip de l'F-Droid va ser creat per William Theaker. Les actualitzacions d'això, i les obres d'art addicionals, són de Robert Martinez.
de: Das F-Droid-Logo wurde von William Theaker entworfen. Neuerungen daran und künstlerische Überarbeitungen stammen von Robert Martinez.
eo: La mark-emblemo de F-Droid estis kreita de William THEAKER. Ĝiaj ĝisdatigoj kaj plia artaĵo danke al Robert MARTINEZ.
es: El logo F-Droid fue creado por William Theaker. Las actualizaciones a el y al arte adicional fueron realizadas por Robert Martinez.
es_ar: El logo F-Droid fue creado por William Theaker. Las actualizaciones a el y al arte adicional fueron realizadas por Robert Martinez.
et: F-Droid'i logo autor on William Theaker. Robert Martinez on seda hiljem uuendanud ning lisanud ka muud graafikat.
eu: F-Droid logoa William Theaker-ek sortu zuen. Horri egindako eguneraketak eta arte gehigarria Robert Martinez-en lana dira.
fa: نشان اف‌دروید توسّط ویلیام ثیکر ایجاد شده است. به‌روز رسانی‌های آن و کارهای هنری افزوده، توسّط روبرت مارتینز هستند.
fr: Le logo F-Droid a été créé par William Theaker. Ses mises à jour et des réalisations supplémentaires sont de Robert Martinez.
gd: Chaidh suaicheantas F-Droid a chruthachadh le William Theaker. Tha ùrachaidhean air agus obair-ealain a bharrachd le Robert Martinez.
he: הלוגו של F-Droid עוצב על ידי William Theaker. העדכונים ללוגו וכל גרפיקה נוספת עוצבו על ידי Robert Martinez.
hi: F-Droid का लोगो विलियम थीकर द्वारा बनाया गया था। इसपर अपडेट्स, और अतिरिक्त चित्रकारी, रॉबर्ट मार्टिनेज़ द्वारा की जाती है।
hu: Az F-Droid logót William Theaker készítette. A frissítéseit, és a további grafikákat Robert Martinez készítette.
id: Logo F-Droid dibuat oleh William Theaker. Pembaharuan dan beberapa tambahan oleh Robert Martinez.
it: Il logo di F-Droid è stato creato da William Theaker. Gli aggiornamenti su di esso e le opere aggiuntive sono di Robert Martinez.
nb: F-Droid-logoen ble skapt av William Theaker. Oppdateringer til det, og flere kunstverk, er av Robert Martinez.
nl: Het F-Droid-logo is gemaakt door William Theaker. Updates daarvoor, en extra afbeeldingen, zijn door Robert Martinez.
nn: F-Droid-logoen vart først teikna av William Theaker. Oppdateringar og tilleggs­grafikk er gjorde av Robert Martinez.
pt: O logótipo F-Droid foi criado por William Theaker. As atualizações ao mesmo e arte adicional são de Robert Martinez.
pt_br: O logo F-Droid foi criado por William Theaker. As atualizações a ele, assim como a arte adicional, são feitas por Robert Martinez.
pt_pt: O logótipo F-Droid foi criado por William Theaker. As atualizações ao mesmo, e arte adicional, são de Robert Martinez.
ro: Logo-ul F-Droid a fost creat de William Theaker. Actualizările la acesta, precum și desenele suplimentare, sunt realizate de Robert Martinez.
sq: Stema e F-Droid-it qe krijuar nga William Theaker. Përditësime të saj dhe punë grafike shtesë vijnë prej Robert Martinez.
tr: F-Droid logosu William Theaker tarafından oluşturuldu. Güncellemeler ve ek sanatsal çalışmalar Robert Martinez tarafından yapıldı.
uk: Автор логотипу F-Droid — William Theaker. Його оновлення, а також додаткові твори — Robert Martinez.
vi: Logo F-Droid đã được William Theaker tạo ra. Các bản cập nhật của nó, và các tác phẩm nghệ thuật thêm vào đó, là được Robert Martinez tạo.
zh_hant: F-Droid 的logo由 William Theaker 所設計的，之後的更新與附加的設計由 Robert Martinez 負責。

source: If you are looking for an app it may have been archived and the web page removed.
cs: Pokud hledáte aplikaci, mohla být archivována a její webová stránka odstraněna.
ja: アプリをお探しなら、それはアーカイブされてWebページが削除されているかもしれません。
pl: Jeśli szukasz aplikacji, mogła zostać zarchiwizowana i usunięta strona internetowa.
zh_hans: 如果你在查找某款应用，它可能已被存档，且网页已被删除。

source: Donations for F-Droid development are handled via our [Open Collective](https://opencollective.com/F-Droid/).
cs: Dary na vývoj F-Droidu jsou zpracovávány prostřednictvím [Open Collective](https://opencollective.com/F-Droid/).
ja: F-Droid開発への寄付は、[Open Collective](https://opencollective.com/F-Droid/)を経て処理されます。
pl: Darowizny na rozwój F-Droid są obsługiwane za pośrednictwem naszego [Open Collective](https://opencollective.com/F-Droid/).
zh_hans: 对于 F-Droid 开发的捐赠是通过我们的 [Open Collective](https://opencollective.com/F-Droid/) 处理的。

source: If you would like to donate via a direct IBAN bank transfer, then donate via [F-Droid (€)](https://opencollective.com/f-droid-euro) on Open Collective:
cs: Pokud chcete přispět pomocí bankovního převodu IBAN, přispějte prosím pomocí [F-Droid (€)](https://opencollective.com/f-droid-euro) na Open Collective:
ja: IBANによる銀行振込で寄付を行いたい場合は、Open Collectiveの[F-Droid (€)](https://opencollective.com/f-droid-euro)にて寄付をお願いします。
pl: Jeśli chcesz przekazać darowiznę za pomocą przelewu bankowego IBAN, zrób to przez [F-Droid (€)](https://opencollective.com/f-droid-euro) na Open Collective:
zh_hans: 如果你想通过直接 IBAN 银行转账捐赠，请通过 Open Collective 上的 [F-Droid (€)](https://opencollective.com/f-droid-euro) 捐款：

source: [GitHub Sponsors](https://docs.github.com/en/billing/managing-billing-for-github-sponsors/about-billing-for-github-sponsors)
ca: [Patronat de GitHub](https://docs.github.com/en/billing/managing-billing-for-github-sponsors/about-billing-for-github-sponsors)
eu: [GitHub babesleak](https://docs.github.com/en/billing/managing-billing-for-github-sponsors/about-billing-for-github-sponsors)

source: [Get it on F-Droid Badges](Badges) How to use the badges
cs: [Odznaky Získat na F-Droid](Badges) Jak používat odznaky
pl: [Odznaki F-Droid](Odznaki) Jak korzystać z odznak

source: To chat with others in real time about F-Droid, either join via IRC in the [#fdroid channel](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) on OFTC or join [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) on Matrix.
de: Um mit anderen in Echtzeit über F-Droid zu chatten, melden Sie sich entweder über das IRC im Kanal [#fdroid](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) auf OFTC an oder treten Sie [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) auf Matrix bei.
he: כדי לדבר עם חברים נוספים על F-Droid בזמן אמת ניתן להצטרף דרך IRC ל[ערוץ ‎#fdroid](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) ב־OFTC או להצטרף ל־[‎#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) ב־Matrix.
hu: Hogy másokkal csevegjen valódi az F-Droidról, csatlakozzon IRC-n az [#fdroid csatornához](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) az OFTC-n, vagy csatlakozzon az [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) csoporthoz a Matrixon.
uk: Щоб спілкуватися з іншими про F-Droid у реальному часі, приєднуйтесь до [IRC-каналу #fdroid](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1) на OFTC чи до [Matrix-кімнати #fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org).
