Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: F-Droid is a non-profit [volunteer]({{ "/contribute/" | prepend: site.baseurl }}) project. Although every effort is made to ensure that everything in the repository is safe to install, you use it AT YOUR OWN RISK. Wherever possible, applications in the repository are built from source, and that source code is checked for potential security or privacy issues. This checking is far from exhaustive and there are no guarantees.
ar: F-Droid هو مشروع [تطوعي]({{ "/contribute/" | prepend: site.baseurl }}) غير ربحي. بالرغم من بذل كل جهد ممكن لضمان أن كل شيء في المستودع آمن للتثبيت، إلا أنك تستخدمه على مسؤوليتك الخاصة. حيثما أمكن، يتم إنشاء التطبيقات الموجودة في المستودع من المصدر، ويتم التحقق من هذه الشيفرة المصدرية بحثًا عن مشكلات أمنية أو خصوصية محتملة. هذا التدقيق بعيد عن أن يكون شامل، ولا توجد ضمانات.
ca: L'F-Droid és un projecte [voluntari]({{ "/contribute/" | prepend: site.baseurl }}) sense ànim de lucre. Tot i que es fa tot el possible perquè tot el repositori sigui segur d'instal·lar, l'utilitzeu SOTA EL VOSTRE PROPI RISC. Sempre que sigui possible, les aplicacions del repositori es construeixen a partir del codi font, i aquest codi font es comprova per a possibles problemes de seguretat o privacitat. Aquesta comprovació està lluny de ser exhaustiva i no hi ha garanties.
cs: F-Droid je neziskový [dobrovolnický]({{ "/contribute/" | prepend: site.baseurl }}) projekt. I když je vynaloženo veškeré úsilí, aby bylo zajištěno, že vše v repositáři je bezpečně instalovat, použití je NA VLASTNÍ RIZIKO. Tam kde je to možné, byly aplikace v repositáři sestaveny přímo ze zdroje a tento zdrojový kód je zkontrolován z hlediska potenciálních bezpečnostních zranitelností nebo problémů se soukromím. Tato kontrola ale není zdaleka perfektní a nemůžeme proto nic zaručit.
de: F-Droid ist ein nicht kommerzielles [ehrenamtliches]({{ "/contribute/" | prepend: site.baseurl }}) Projekt. Trotz aller Anstrengungen, die unternommen werden, um Sicherheit bei allen Installationen aus dem Repository zu gewährleisten, verwenden Sie es AUF EIGENE GEFAHR. Wo immer möglich werden Anwendungen im Repository aus dem Quellcode erstellt, und dieser Code wird hinsichtlich potentieller Sicherheits- und Datenschutzprobleme überprüft. Diese Prüfung ist bei weitem nicht vollständig und es können somit keine Garantien gegeben werden.
es_ar: F-Droid es un proyecto [voluntario]({{ "/contribute/" | prepend: site.baseurl }}) sin ánimo de lucro. Aunque se hace todo lo posible para asegurar que todo lo que hay en el repositorio es seguro para instalar, lo usás BAJO TU PROPIO RIESGO. Siempre que es posible, las aplicaciones del repositorio se construyen a partir del código fuente, y ese código fuente se comprueba para detectar posibles problemas de seguridad o privacidad. Esta comprobación no es ni mucho menos exhaustiva y no hay garantías.
et: F-Droid on mittetulunduslik [vabatahtlikul alusel toimiv]({{ "/contribute/" | prepend: site.baseurl }}) projekt. Kuigi anname endast parima, et kõik meie repositooriumist paigaldatavad rakendused on ohutud ja turvalised, kasutad sa neid siiski OMAL VASTUTUSEL. Kui vähegi võimalik, siis meie hoidlas leiduvad rakendused on kompileeritud lähtekoodist ning me kontrollime seda võimalike turva- ja privaatsusriskide osas. Selline kontroll on kõike muud, kui täielik ning lõplik garantii puudub.
eu: F-Droid irabazi asmorik gabeko proiektu [boluntarioa]({{ "/contribute/" | prepend: site.baseurl }}) da. Biltegian dagoen guztia segurua izan dadin ahalegintzen bagara ere, ZURE ERANTZUKIZUNAREN PEAN erabiltzen duzu. Ahal bada, biltegiko aplikazioak iturritik konpilatzen dira, eta iturburu kode hori segurtasun eta pribatutasun ahuleziak ez dituela egiaztatzen dugu. Egiaztaketa hau ez da ordea erabatekoa, ez dago bermerik.
fa: اف‌دروید یک پروژهٔ غیرانتفاعی [داوطلبانه]({{ "/contribute/" | prepend: site.baseurl }}) است. با این که تمام تلاش‌ها برای اطمینان از این که تمام چیزهای داخل مخزن برای نصب امن هستند، شما با مسئولیت خودتان از آن‌ها استفاده می‌کنید. هرجا که ممکن بود، برنامه‌های داخل مخزن از مبدأ ساخته شده‌اند و کد مبدأ برای مشکلات احتمالی امنیتی یا محرمانگی بررسی شده است. این بررسی‌ها صددرصد کامل نبوده و هیچ تضمینی وجود ندارد.
fr: F-Droid est un projet sans but lucratif de [bénévoles]({{ "/contribute/" | prepend: site.baseurl }}). Bien que tout est mis en œuvre pour s’assurer que tout le contenu du dépôt peut être installé en toute sécurité, vous l’utilisez À VOS PROPRES RISQUES. Dans la mesure du possible, les applications du dépôt sont compilées à partir des sources et la présence d’éventuels problèmes de sécurité ou de confidentialité dans ce code source est vérifiée. Cette vérification est loin d’être exhaustive et il n’y a donc aucune garantie.
gd: ’S e pròiseact [saor-thoileach]({{ "/contribute/" | prepend: site.baseurl }}) neo-phrothaideach a th’ ann an F-Droid. Ged a nì sinn ar dìcheall ach a biodh a h-uile càil san ionad-tasgaidh sàbhailte airson a stàladh, cleachdaidh tu AIR DO CHUNNART FHÈIN e. Ma ghabhas sin a dhèanamh, thèid na h-aplacaidean san ionad-tasgaidh a thogail on bhun-tùs agus thèid lèirmheas a dhèanamh air a’ bun-tùs air eagal ’s gum bi duilgheadasan tèarainteachd no prìobhaideachd ann. Chan e mion-sgrùdadh a tha sin agus cha doir sinn barantas.
he: F-Droid הוא מיזם [התנדבותי]({{ "/contribute/" | prepend: site.baseurl }}) וללא רווח. למרות שנעשה כל מאמץ כדי לוודא שכל תוכן המאגר בטוח להתקנה, השימוש הוא על אחריותך בלבד. היכן שניתן, היישומים שבמאגר נבנים מקוד המקור והקוד עצמו נבדק לאיתור תקלות אבטחה או הפרות פרטיות. בדיקה זו עדיין אינה מקיפה מספיק ואין ערבון מלא.
hi: F-Droid एक गैर-लाभकारी [स्वयंसेवक]({{ "/contribute/" | prepend: site.baseurl }}) परियोजना है। हालाँकि यह सुनिश्चित करने का प्रयास किया जाता है कि रिपॉज़िटरी में सब कुछ डाउनलोड करने के लिए सुरक्षित है, आप इसका इस्तेमाल अपनी ज़िम्मेदारी पर करेंगे। रिपॉज़िटरी के ऐप्लिकेशन्स को यथासंभव स्रोत से बनाया जाता है, और उस स्रोत को सुरक्षा की संभावित समस्याओं के लिए जाँचा जाता है। यह जाँच हर जगह नहीं हो पाती है, और कोई आश्वासन नहीं दिया जाता है।
hu: Az F-Droid egy nonprofit és [önkéntes]({{ "/contribute/" | prepend: site.baseurl }}) projekt. Bár mindent megteszünk, hogy minden ami a tárolóba kerül biztonságosan telepíthető legyen, ettől még CSAK SAJÁT FELELŐSSÉGRE használja. Ahol az lehetséges, a tárolóban található alkalmazások forráskódból kerülnek összeállításra, és a kód potenciális biztonsági és adatvédelmi szempontokból ellenőrzésre kerül. Ez az ellenőrzés azonban közel sem kimerítő, így nincs garancia.
id: F-Droid adalah proyek non-profit [sukarela]({{ "/contribute/" | prepend: site.baseurl }}). Meskipun setiap upaya dilakukan untuk memastikan bahwa segala sesuatu dalam repositori aman untuk dipasang, Anda menggunakannya DENGAN RISIKO ANDA SENDIRI. Jika memungkinkan, aplikasi di dalam repositori dibuat dari awal, dan kode sumber tersebut diperiksa untuk melihat potensi masalah keamanan atau privasi. Pemeriksaan ini jauh dari lengkap, dan tidak ada jaminan.
is: F-Droid er verk [sjálfboðaliða]({{ "/contribute/" | prepend: site.baseurl }}). Þótt allt sé gert til að tryggja að ekkert sé í hugbúnaðarsafninu sem ekki sé öruggt að setja upp, muntu á endanum nota þetta Á ÞÍNA EIGIN ÁBYRGÐ. Sé það mögulegt, eru forritin í safninu byggð með grunnkóðanum, og er sá grunnkóði yfirfarinn með tilliti til öryggis og meðferðar persónuupplýsinga. Sú yfirferð getur hins vegar ekki verið tæmandi, og er engin ábyrgð tekin á hvort nokkur óværa sleppi í gegn.
it: F-Droid è un progetto non-profit gestito da [volontari]({{ "/contribute/" | prepend: site.baseurl }}). Benché venga fatto ogni sforzo per assicurarci che ogni cosa sul repository sia sicura da installare, lo usi A TUO RISCHIO. Quando possibile, le applicazioni sul repository sono generate dal codice sorgente, che viene controllato per evitare potenziali problemi di sicurezza o di privacy. Questo controllo è però lungi dall'essere esaustivo e non fornisce alcuna garanzia.
ja: F-Droidは[ボランティア]({{ "/contribute/" | prepend: site.baseurl }})による非営利プロジェクトです。リポジトリ内のすべてのコンテンツを安全にインストールできるものとするようあらゆる努力を払っていますが、自己責任で使用してください。可能な場合はいつでも、レポジトリ内のアプリケーションはソースコードからビルドされ、ソースコードにセキュリティーやプライバシーに関する潜在的な問題がないかどうか確認されます。ただし、この確認は網羅的に行われているわけではなく、その点に関する保証は一切存在しません。
nn: F-Droid er eit prosjekt drive av [frivillige]({{ "/contribute/" | prepend: site.baseurl }}). Sjølv om me gjer så godt me kan for å sikra at alt i pakkebrønnen er trygt å installera, tek du han i bruk HEILT PÅ EIGE ANSVAR. Når det er mogleg, vert program i pakke­brønnen bygde direkte frå kjeldekoden, og kjeldekoden vert kontrollert for potensielle tryggleiks- eller personvern­problem. Men denne kontrollen er langt frå fullstendig, og me gjev ingen garantiar.
pl: F-Droid jest projektem non-profit [volunteer]({{ "/contribute/" | prepend: site.baseurl }}). Chociaż dokładamy wszelkich starań, aby zapewnić, że wszystko w repozytorium jest bezpieczne do zainstalowania, używasz go na WŁASNE RYZYKO. Tam, gdzie to możliwe, aplikacje w repozytorium są budowane ze źródeł, a kod źródłowy jest sprawdzany pod kątem potencjalnych problemów z bezpieczeństwem lub prywatnością. To sprawdzanie nie jest wyczerpujące i nie ma żadnych gwarancji.
pt: F-Droid é um projeto sem fins lucrativos [voluntário]({{ "/contribute/" | prepend: site.baseurl }}). Apesar de fazermos todos os esforços para assegurar que todo o conteúdo do repositório seja seguro de ser instalado, use POR SUA CONTA E RISCO. Sempre que possível, as aplicações do repositório são compiladas a partir do código-fonte e este código-fonte é verificado quanto a potenciais problemas de segurança e de privacidade. Esta verificação está longe de ser exaustiva e não há garantias.
pt_br: F-Droid é um projeto [voluntário]({{ "/contribute/" | prepend: site.baseurl }}) sem fins lucrativos. Embora todos os esforços sejam feitos para garantir que tudo no repositório seja seguro para instalar, você o utiliza POR SUA PRÓPRIA CONTA E RISCO. Sempre que possível, as aplicações no repositório são construídas a partir do código fonte, e esse código fonte é verificado quanto a possíveis problemas de segurança ou privacidade. Esta verificação está longe de ser exaustiva e não há garantias.
ro: F-Droid este un proiect non-profit [voluntar]({{ "/contribute/" | prepend: site.baseurl }}). Deși se depun toate eforturile pentru a ne asigura că tot ceea ce se află în depozit este sigur pentru instalare, îl folosiți PE PROPRIILE RISCURI. Ori de câte ori este posibil, aplicațiile din depozit sunt construite din sursă, iar codul sursă este verificat pentru a se detecta eventualele probleme de securitate sau de confidențialitate. Această verificare este departe de a fi exhaustivă și nu există garanții.
ru: F-Droid — [добровольный]({{ "/contribute/" | prepend: site.baseurl }}) некоммерческий проект. И хотя мы всячески стараемся сделать все приложения из репозитория безопасными, тем не менее, устанавливая их, вы действуете НА СВОЙ СТРАХ И РИСК. По мере возможностей приложения в репозитории, собранные из исходного кода, предварительно проверяются на наличие возможных проблем с безопасностью или конфиденциальностью. Впрочем, эта проверка не исчерпывающая и не дает никаких гарантий.
sq: F-Droid është një projekt jofitimprurës, [vullnetar]({{ "/contribute/" | prepend: site.baseurl }}). Edhe pse është çdo përpjekje për të garantuar se gjithçka në depo është e parrezik për instalim, e përdorni ME QARIN DHE ZARARIN TUAJ. Kurdo që është e mundur, aplikacionet në depo montohen nga burimi, dhe kodi burim kontrollohet për çështje potenciale sigurie dhe privatësie. Por ky kontroll është larg nga të qenët shterues, dhe nuk ka garanci.
tr: F-Droid kar amacı gütmeyen bir [gönüllü]({{ "/contribute/" | prepend: site.baseurl }}) projesidir. Depodaki her şeyin kurulumunun güvenli olmasını sağlamak için her türlü çaba gösterilse de, kullanmanız durumunda RİSK SİZE AİTTİR. Mümkün olan her durumda, depodaki uygulamalar kaynak kodlarından oluşturulur ve bu kaynak kodları olası güvenlik veya gizlilik sorunları açısından denetlenir. Bu denetim kapsamlı olmaktan uzaktır ve hiçbir garanti yoktur.
uk: F-Droid — неприбутковий [волонтерський]({{ "/contribute/" | prepend: site.baseurl }}) проєкт. Хоч і докладаються всі зусилля, щоб гарантувати, що все з репозиторію встановлювати було безпечно, ви використовуєте це НА ВЛАСНИЙ РИЗИК. Коли можливо, застосунки у репозиторіях будуються з джерела, а джерельний код перевіряється на потенційні проблеми безпеки та приватності. Хоча перевірка далеко неповна і не має гарантій.
vi: F-Droid là một dự án phi lợi nhuận [tình nguyện]({{ "/contribute/" | prepend: site.baseurl }}). Mặc dù chúng tôi đã rất nỗ lực để đảm bảo rằng mọi thứ trong kho đều an toàn để cài đặt, bạn TỰ CHỊU RỦI RO khi sử dụng chúng. Bất cứ ở đâu có thể, các ứng dụng trong kho đều được xây dựng từ mã nguồn, và mã nguồn đó được kiểm tra để tìm các vấn đề tiềm năng về sự bảo mật và riêng tư. Việc kiểm tra này còn xa mới được đầy đủ và không có đảm bảo.
zh_hans: F-Droid 是一个非营利，依赖[志愿者]({{ "/contribute/" | prepend: site.baseurl }})支持的项目。虽然我们已尽一切努力确保存储库中的所有内容都是安全的，但你还是要自己承担使用它的风险。存储库中的应用都是尽可能地从源代码构建的，且源代码已被检验以排除潜在的安全或隐私问题。这种检验远远不是全面的，且没有任何担保。
