Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: Right now, we only support the payment methods that our fiscal hosts offer. The fiscal host determines which payment methods are available.
ar: في الوقت الحالي ، ندعم فقط طرق الدفع التي يقدمها مضيفونا الماليون. يحدد المضيف المالي طرق الدفع المتاحة.
ca: Ara mateix, només hi ha disponibles els mètodes de pagament que ofereixen els nostres hostes fiscals. Cada hoste fiscal determina quins mètodes de pagament estan disponibles.
cs: V tuto chvíli podporujeme pouze platební metody, které nabízejí naši fiskální hostitelé. Fiskální hostitel určuje, které platební metody jsou k dispozici.
de: Momentan unterstützen wir nur die Zahlungsmethoden, die unsere Zahlungsdienstleister anbieten. Der Zahlungsdienstleister bestimmt, welche Zahlungsmethoden verfügbar sind.
et: Hetkel saate kasutada vaid neid makseviise, mida meie teenusepakkujatel leidub. Iga makseteenuse osutaja ise otsustab missuguseid makseviise ta võimaldab.
eu: Oraintxe bertan, gure anfitrioi fiskalek eskaintzen dituzten ordainketa metodoak onartzen ditugu soilik. Anfitrioi fiskalak zehazten du zer ordainketa-metodo erabil daitezkeen.
fa: هم‌اکنون، تنها از روش‌های پرداختی که میزبان مالیمان ارائه می‌کند، پشتیبانی می‌کنیم. میزبان مالی مشخّص می‌کند که چه روش‌هایی موجودند.
fr: Pour le moment, nous ne prenons en charge que les moyens de paiement offerts par nos hôtes fiscaux. L'hôte fiscal défini quelles sont les moyens de paiement proposés.
he: כרגע, אנו תומכים בשיטות תשלום שהמארחים הפיננסיים שלנו מציעים. המארחים הפיננסיים קובעים אילו שיטות תשלום זמינות.
hi: इस समय हम उन्हीं भुगतान साधनों को समर्थित करते हैं जो हमारे वित्तीय होस्ट्स द्वारा प्रदान किए जाते हैं। वित्तीय होस्ट ही तय करता है कि भुगतान के कौन-से साधन उपलब्ध होते हैं।
hu: Jelenleg csak a pénzügyi szolgáltatónk fizetési módjait támogatjuk. A szolgáltató határozza meg, hogy mely fizetési módok érhetők el.
id: Saat ini, kami hanya mendukung metode pembayaran yang host fiskal menawarkan. Host fiskal memutuskan metode pembayaran apa saja yang tersedia.
is: Í augnablikinu getum við aðeins stutt þá greiðslumáta sem viðskiptamiðlanir okkar bjóða. Viðskiptanautar okkar ákvarða hvaða greiðslumátar séu í boði.
it: Al momento, supportiamo solo i metodi di pagamento che i nostri host fiscali offrono. L'host fiscale determina quali metodi di pagamento sono disponibili.
ja: 現在、私たちは支払サービスが提供する支払方法のみをサポートしています。どの支払方法を利用できるかは、当該のサービスにより決定されます。
pl: Obecnie obsługujemy tylko metody płatności oferowane przez naszych gospodarzy fiskalnych. Gospodarz fiskalny określa, które metody płatności są dostępne.
pt: Neste momento, só temos disponíveis os métodos de pagamento que os nossos anfitriões fiscais oferecem. É o anfitrião fiscal que determina os métodos de pagamento disponíveis.
pt_br: Neste momento, apoiamos apenas os métodos de pagamento que nossos anfitriões fiscais oferecem. O anfitrião fiscal determina quais métodos de pagamento estão disponíveis.
ro: În acest moment, acceptăm doar metodele de plată pe care le oferă gazdele noastre fiscale. Gazda fiscală stabilește ce metode de plată sunt disponibile.
ru: Прямо сейчас, мы поддерживаем только способы оплаты, которые нам предоставляет наш финансовый руководитель. Финансовый руководитель определяет, какие способы оплаты могут быть доступны.
sq: Tani për tani, mbulojmë vetëm metoda pagesash që ofrojnë shërbimet tona fiskale. Këta përcaktojnë cilat metoda janë të përdorshme.
tr: Şu anda yalnızca finansal ev sahiplerimizin sunduğu ödeme yöntemlerini destekliyoruz. Finansal ev sahibimiz, hangi ödeme yöntemlerinin kullanılabileceğini belirler.
uk: Наразі ми підтримуємо лише ті методи оплати, які пропонують наші фіскальні вузли. Фіскальний вузол визначає доступні методи оплати.
zh_hans: 目前，我们仅支持我们的筹款网站提供的付款方式。 筹款网站决定可用的付款方式。

source: Visit the info pages of our fiscal hosts to get more details on their fees:
ar: قم بزيارة صفحات المعلومات الخاصة بمضيفينا الماليين للحصول على مزيد من التفاصيل حول رسومهم:
ca: Visiteu les pàgines d'informació dels nostres hostes fiscals per obtenir més detalls sobre les seves comissions:
cs: Navštivte informační stránky našich fiskálních hostitelů pro více informací o jejich poplatcích:
de: Besuchen Sie die Informationsseiten unserer Zahlungsdienstleister, um mehr über deren Gebühren zu erfahren:
et: Meie teenusepakkujate veebilehtedelt leiad täpsemat teavet nende teenustasude kohta:
eu: Bisitatu gure anfitrioi fiskalen informazio orriak haien tarifei buruzko xehetasun gehiago lortzeko:
fa: برای گرفتن جزییات بیش‌تر دربارهٔ هزینه‌هایشان، به صفحه‌های اطّلاعاتمان سربزنید:
fr: Visitez les pages info de nos hôtes fiscales pour avoir plus de détails concernant leurs frais :
he: ניתן לבקר בדפי העזרה של המארחים הפיננסיים שלנו לקבלת פרטים נוספים על העמלות שלהם:
hi: हमारे वित्तीय होस्ट्स के शुल्क के बारे में अधिक जानकारी के लिए उनके जानकारी पृष्ठ देखें:
hu: Keresse fel a fizetési szolgáltatónk információs oldalait, hogy több részletet tudjon meg a költségekről:
id: Kunjungi laman info dari host fiskal kami untuk mendapatkan detail pada biayanya:
is: Skoðaðu upplýsingasíður viðskiptamiðlana okkar til að sjá nánari upplýsingar um kostnað vegna þjónustu þeirra:
it: Visita le pagine informative dei nostri host fiscali per maggiori dettagli sulle loro tariffe:
ja: 手数料の詳細については、各支払サービスのウェブページをご覧ください。
pl: Odwiedź strony informacyjne naszych gospodarzy fiskalnych, aby uzyskać więcej informacji na temat ich prowizji:
pt: Visite as páginas de informações dos nossos anfitriões fiscais para obter mais detalhes sobre as taxas deles:
pt_br: Visite as páginas de informações de nossos anfitriões fiscais para obter mais detalhes sobre suas taxas:
ro: Vizitați paginile informative ale gazdelor noastre fiscale pentru a obține mai multe detalii despre tarifele acestora:
ru: Посетите информационную страницу нашего финансового руководителя для получения подробной информации о его комиссиях:
sq: Për të pasur më tepër hollësi mbi tarifat e tyre, vizitoni faqe informacioni të shërbimeve tona fiskale:
tr: Ücretleri hakkında daha fazla bilgi almak için finansal ev sahiplerimizin bilgi sayfalarını ziyaret edin:
uk: Відвідайте інформаційні сторінки наших фіскальних вузлів, щоб отримати докладніші відомості про їхні комісії:
zh_hans: 访问我们筹款网站的信息页面以获取有关其费用的更多详细信息：

source: IBAN Direct Bank Transfer
ar: التحويل المصرفي المباشر ل IBAN
ca: Transferència bancària directa amb IBAN
cs: Přímý bankovní převod IBAN
de: IBAN-Direktüberweisung
et: IBAN'i põhine pangaülekanne
eu: IBAN bidezko banku transferentzia zuzena
fa: تراکنش بانکی مستقیم IBAN
fr: IBAN Transfert Bancaire Direct
he: העברה זה״ב בנקאית ישירה
hi: IBAN डायरेक्ट बैंक ट्रांसफ़र
hu: IBAN közvetlen banki átutalás
id: Transfer Bank IBAN Langsung
is: IBAN bankamillifærsla
it: Bonifico bancario
ja: IBANによる銀行振込
pl: Przelew bankowy IBAN
pt: Transferência bancária direta por IBAN
pt_br: Transferência Bancária Direta IBAN
ro: IBAN Transfer bancar direct
ru: Прямой банковский перевод через IBAN
sq: Dërgesë Bankare e Drejtpërdrejtë Me IBAN
tr: IBAN Doğrudan Banka Havalesi
uk: Прямий банківський переказ IBAN
zh_hans: IBAN 直接银行转账

source: If you would like to donate via a direct IBAN bank transfer, then donate via [F-Droid (€)](https://opencollective.com/f-droid-euro) on OpenCollective:
ar: إذا كنت ترغب في التبرع عبر تحويل مصرفي مباشر باستخدام رقم الحساب المصرفي الدولي ، فتبرع عبر [F-Droid (€)](https://opencollective.com/f-droid-euro) على OpenCollective:
ca: Si preferiu donar mitjançant una transferència bancària directa amb IBAN, feu-ho en OpenCollective via [F-Droid (€)](https://opencollective.com/f-droid-euro):
de: Wenn Sie mittels einer direkten IBAN-Überweisung spenden möchten, dann spenden Sie über [F-Droid (€)](https://opencollective.com/f-droid-euro) auf OpenCollective:
et: Kui sa soovid kasutada IBAN'i põhise pangaülekande võimalust, siis selle jaoks on [F-Droid (€)](https://opencollective.com/f-droid-euro) teenus OpenCollective veebirakenduses:
eu: IBAN banku transferentzia zuzen bat egin nahi baduzu, OpenCollective-ko [F-Droid (€)](https://opencollective.com/f-droid-euro) bidez egin:
fa: اگر می‌خواهید با تراکنش بانکی IBAN مستقیم اعانه دهید، از [F-Droid (€)](https://opencollective.com/f-droid-euro) روی اوپن‌کالکتیو استفاده کنید:
fr: Si vous voulez donner par un versement bancaire IBAN, vous pouvez utiliser [F-Droid (€)](https://opencollective.com/f-droid-euro) OpenCollective :
he: כדי לתרום בהעברת זה״ב בנקאית ישישרה, ניתן לתרום דרך [F-Droid (€)](https://opencollective.com/f-droid-euro) ב־OpenCollective:
hi: अगर आप सीधे एक IBAN बैंक ट्रांसफ़र से दान करना चाहेंगे, कृपया OpenCollective पर [F-Droid (€)](https://opencollective.com/f-droid-euro) के ज़रिए दान करें:
hu: Ha közvetlen IBAN banki átutalással szeretne adományozni, akkor adományozzon az [F-Droid (€)](https://opencollective.com/f-droid-euro) segítségével az OpenCollective-en:
id: Jika Anda ingin berdonasi melalui transfer bank IBAN langsung, berdonasi melalui [F-Droid (€)](https://opencollective.com/f-droid-euro) di OpenCollective:
is: Ef þú myndir vilja styrkja með beinni IBAN-bankamillifærslu, geturðu greitt í gegnum [F-Droid (€)](https://opencollective.com/f-droid-euro) á OpenCollective:
it: Se vuoi donare tramite un bonifico bancario, allora dona tramite [F-Droid (€)](https://opencollective.com/f-droid-euro) su OpenCollective:
pt: Se quiser fazer um donativo através de uma transferência bancária direta com o número IBAN, então faça o donativo através do [F-Droid (EUR)](https://opencollective.com/f-droid-euro) no OpenCollective:
pt_br: Se você gostaria de doar através de uma transferência bancária direta do IBAN, então doe através do [F-Droid (€)](https://opencollective.com/f-droid-euro) no OpenCollective:
ro: Dacă doriți să donați printr-un transfer bancar IBAN direct, atunci donați prin [F-Droid (€)](https://opencollective.com/f-droid-euro) pe OpenCollective:
ru: Если вы хотите сделать пожертвование по прямому банковскому переводу через IBAN, тогда перейдите по ссылке [F-Droid (€)](https://opencollective.com/f-droid-euro) на OpenCollective:
sq: Nëse do të donit të dhuronit përmes një dërgese të drejtpërdrejtë bankare me IBAN, atëherë dhuroni përmes [F-Droid (€)](https://opencollective.com/f-droid-euro) në OpenCollective:
tr: Doğrudan IBAN banka havalesi yoluyla bağış yapmak istiyorsanız OpenCollective'te [F-Droid (€)](https://opencollective.com/f-droid-euro) aracılığıyla bağış yapın:
uk: Якщо ви хочете допомогти прямим банківським переказом IBAN, то посприяйте через [F-Droid (€)](https://opencollective.com/f-droid-euro) на OpenCollective:

source: Cryptocurrency
ar: العملة المشفرة
ca: Criptomonedes
cs: Kryptoměny
de: Kryptowährung
et: Krüptovääringud
eu: Kriptomonetak
fa: رمزارز
fr: Cryptomonnaie
he: מטבעות דיגיטליים
hi: क्रिप्टोकरेंसी
hu: Kriptovaluta
id: Mata uang kripto
is: Rafmyntir
it: Criptovaluta
ja: 暗号通貨
pl: Kryptowaluta
pt: Criptomoedas
pt_br: Criptomoedas
ro: Criptomonedă
ru: Криптовалюта
sq: Kriptomonedhë
tr: Kripto Para
uk: Криптовалюта
zh_hans: 加密货币

source: All cryptocurrency donations to F-Droid, including Bitcoin and many others, are [on hold](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurrencies) for the time being, this page will be updated if there any related changes.
ar: جميع التبرعات بالعملات المشفرة إلى F-Droid، بما في ذلك Bitcoin وغيرها الكثير، [معلقة](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurreency) في الوقت الحالي، سيتم تحديث هذه الصفحة في حالة وجود أي تغييرات ذات صلة.
ca: Totes les donacions a l'F-Droid amb criptomonedes, incloent-hi Bitcoin i moltes altres, estan [en suspensió](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurrencies); actualitzarem aquesta pàgina si hi ha cap novetat al respecte.
cs: Všechny kryptoměnové dary pro F-Droid, včetně Bitcoinu a mnoha dalších, jsou prozatím [pozastaveny](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurrencies). Tato stránka bude aktualizována, pokud dojde k nějakým souvisejícím změnám.
de: Alle Kryptowährungsspenden an F-Droid, einschließlich Bitcoin und viele andere, sind bis auf Weiteres [ausgesetzt](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurrencies), diese Seite wird aktualisiert, wenn es diesbezüglich Änderungen gibt.
eu: Kriptodiru bidez F-Droid-i egindako dohaintza guztiak [zain](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurrencies) daude oraingoz, Bitcoin eta beste asko barne. Orri hau eguneratu egingo da, horrekin lotutako aldaketarik badago.
id: Semua donasi mata uang kripto ke F-Droid, termasuk Bitcoin dan banyak lainnya, sedang [dijeda](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurrencies) untuk saat ini, laman ini akan diperbarui jika ada perubahan yang terkait.
ja: ビットコインやその他多くの暗号通貨によるF-Droidへの寄付は、当面の間[保留](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurrencies)となっています。この点に関する変更があれば、このページでお知らせします。
pl: Wszystkie darowizny kryptowalutowe na rzecz F-Droid, w tym Bitcoin i wiele innych, są obecnie [wstrzymane](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurrities). Ta strona zostanie zaktualizowana, jeśli pojawią się jakiekolwiek powiązane zmiany.
pt: Todas as doações de criptomoedas para o F-Droid, incluindo Bitcoin e muitas outras, estão [em espera](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurrencies) por enquanto, esta página será atualizada se houver alguma alteração relacionada.
ru: Все криптовалютные пожертвования для F-Droid, включая Bitcoin и многие другие, [приостановлены](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurrencies) на некоторое время, эта страница будет обновлена если произойдут какие-либо изменения.
zh_hans: 所有给 F-Droid 的加密货币捐赠，包括比特币及许多其他种类的加密货币暂时[被搁置](https://opencollective.com/opensource/updates/open-source-collective-is-disabling-contributions-in-cryptocurrencies) ，如有任何相关变化，此页面将被更新。

source: Swag
ar: غنيمة
ca: Patxoca
de: Werbegabe
et: Fännikaubad
eu: Estiloa
fa: سوَگ
fr: Le Swag
he: שלל
hi: स्वैग
hu: Szóróanyag
id: Hal-hal
is: Vörur
it: Prodotti promozionali
ja: グッズ
pl: Zdobycze
pt_br: Brindes
ro: Săculeț
ru: Мерч
sq: Artikuj
tr: Hediyelik Eşyalar
uk: Сувеніри
zh_hans: 周边衣服

source: Or buy a 👕 T-shirt 👕 from <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid will receive 3€ per shirt sold.)
ar: أو قم بشراء 👕 تي شيرت 👕 من <br> [! [HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid) <br> (ستتلقى F-Droid 3 يورو لكل قميص مُباع.)
ca: O compreu una 👕 samarreta 👕 a <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid rep 3€ per samarreta venuda.)
cs: Nebo si kupte 👕 tričko 👕 z <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid obdrží 3 € za každé prodané tričko.)
de: Oder ein 👕 T-Shirt 👕 von <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> kaufen (F-Droid erhält 3€ pro verkauftem Shirt.)
es_ar: O comprá una 👕 remera 👕 en <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid recibirá 3€ por cada remera vendida.)
et: Või osta 👕 t-särk 👕 siit veebipoest: <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid saab iga müüdud särgi eest 3€.)
eu: Edo erosi 👕 kamiseta bat 👕 hemen <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid-ek 3€ jasoko ditu saldutako kamiseta bakoitzeko.)
fa: یا خرید 👕 تی‌شرت 👕 از <br> [![هلوتاکس]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (اف‌دروید به ازای هر لباس فروخته شده، ۳ یورو دریافت خواهد کرد.)
fr: Ou achetez un 👕 tee-shirt 👕 sur <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid recevra 3 € par tee-shirt vendu.)
gd: No ceannaich 👕 lèint-t 👕 o <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (Gheibh F-Droid €3 air gach lèine a chaidh a reic.)
he: או לרכוש 👕 חולצה 👕<br> מ־[![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid מקבלת 3€ על כל חולצה שנמכרת.)
hi: या फिर <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> से एक 👕 टी-शर्ट 👕 ख़रीदें <br> (हर बिके टी-शर्ट के लिए F-Droid को 3€ मिलेंगे।)
hu: Vagy vegyen egy 👕 pólót 👕 a <br> [![HELLOTUX-tól]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (Az F-Droid minden eladott póló után kap 3 €-t.)
id: Atau beli 👕 Kaos 👕 dari <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid akan menerima 3€ dari setiap kaos yang terjual.)
is: Eða kaupa 👕 stuttermabol 👕 frá <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid fær 3€ af andvirði hvers bols.)
it: O acquista una 👕 maglietta 👕 da <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid riceverà 3€ per ogni maglietta venduta.)
ja: または以下より 👕 Tシャツ 👕 をお買い求めください。<br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droidには、1枚売れるごとに3ユーロ支払われます。)
nb: Eller kjøp en 👕 t-skjorte 👕 fra <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid kasserer 3€ per solgte skjorte.)
nn: Eller kjøp eit 👕 T-skjorte 👕 frå <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid får 3€ per skjorte som vert selt.)
pl: Możesz też kupić 👕 T-shirt 👕 z <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid otrzyma 3 € za sprzedaną koszulkę.)
pt: Ou compre uma t-shirt 👕 de <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid receberá 3€ por camisa vendida.)
pt_br: Ou compre uma 👕 camiseta 👕 de <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid vai receber 3€ por camisa vendida.)
ro: Ori cumpărați un 👕 tricou 👕 de la <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid va primi 3€ pentru fiecare tricou vândut.)
ru: Или купите 👕 футболку 👕 у:<br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid получит 3€ с каждой проданной футболки.)
sq: Ose blini një 👕 bluzë 👕 prej <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid do të përfitojë 3€ për çdo bluzë të shitur.)
tr: Veya bir 👕 T-shirt al👕 buradan <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid satılan gömlek başına 3 € alacak.)
uk: Або придбайте 👕 футболку 👕 від <br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid отримає 3€ від кожного продажу.)
zh_hans: 或者从<br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> 买一件👕 T 恤衫👕（每卖出一件 T 恤衫，F-Droid 将获得 3 欧元。）
zh_hant: 或買件 👕 T-shirt 👕<br> [![HELLOTUX]({% asset hellotux_banner.jpg %})](https://www.hellotux.com/f-droid)<br> (F-Droid will receive 3€ per shirt sold.)

source: Previous Setup
ar: الإعداد السابق
ca: Sistema anterior
cs: Dřívější provoz
de: Vorherige Einstellung
et: Varasem lahendus
eu: Aurreko ezarpena
fa: برپایی پیشین
fr: Configuration précédente
he: תצורה קודמת
hi: पिछला सेटअप
hu: Előző felállás
id: Pengaturan Sebelumnya
is: Fyrri tilhögun
it: Configurazione precedente
ja: 以前の設定
pl: Poprzednia konfiguracja
pt: Configuração anterior
pt_br: Configuração Anterior
ro: Configurație anterioară
ru: Предыдущие настройки
sq: Ujdisje e Mëparshme
tr: Önceki Kurulum
uk: Що було раніше
zh_hans: 先前设置
