Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: [Build Server Setup](Build_Server_Setup) How to setup the complete f-droid.org build setup on your own machine.
ar: [إعداد خادم الإنشاء](Build_Server_Setup) كيفية إعداد الإعداد الكامل f-droid.org بناء على الجهاز الخاص بك.
ca: [Configuració d'un servidor de construccions](Build_Server_Setup) Com instal·lar la configuració completa del sistema de construcció de f-droid.org a la vostra pròpia màquina.
cs: [Nastavení sestavovacího serveru](Build_Server_Setup) Jak nastavit kompletní systém pro sestavení f-droid.org na vlastním stroji.
de: [Build-Server-Einrichtung](Build_Server_Setup) Wie die Installation der Build-Konfiguration von f-droid.org auf dem eigenen Computer funktioniert.
eo: [konstrui kompilan servilon](Build_Server_Setup): kiel prepari kompletan F-Droidan medion por kompili ĉe via komputilo
es: [Instalar servidor de compilación](Build_Server_Setup) Cómo instalar la configuración completa de f-droid.org en su propia máquina.
es_ar: [Instalar servidor de compilación](Build_Server_Setup) Cómo instalar la configuración completa de f-droid.org en tu propia máquina.
et: [Kompileerimisserveri paigaldus](Build_Server_Setup) Juhend f-droid.org kompileerimisloogika paigaldamiseks sinu oma arvutisse.
eu: [Konpilazio zerbitzariaren ezarpena](Build_Server_Setup) Nola ezarri f-droid.org-eko konpilazio sistema osoa zure makinan.
fa: [برپاسازی کارساز ساخت](Build_Server_Setup) چگونگی برپاسازی مجموعهٔ کامل ساخت f-droid.org روی ماشین خودتان.
fr: [Installation du serveur de construction](Build_Server_Setup) Comment mettre en place l’environnement de construction f-droid.org sur votre propre machine.
gd: [Suidheachadh frithealaiche](Build_Server_Setup) Mar a shuidhicheas tu f-droid.org gu slàn air an uidheam agad fhèin.
he: [הקמת שרת בנייה](Build_Server_Setup) איך להקים תצורת בנייה שלמה של f-droid.org על מכונה משלך.
hi: [बिल्ड सर्वर सेटअप](Build_Server_Setup) अपने खुद के मशीन पर f-droid.org के पूरे बिल्ड सेटअप को कैसे सेटअप करें।
hu: [Összeállítási kiszolgáló telepítése](Build_Server_Setup) Hogyan telepítse a teljes f-droid.org összeállítást a saját gépén.
id: [Build Server Setup](Build_Server_Setup) Bagaimana untuk menyiapkan setup build f-droid.org lengkap di mesin Anda sendiri.
is: [Uppsetning byggingaþjóns - build server](Build_Server_Setup) Hvernig á að setja upp fullbúinn f-droid.org byggingaþjón á þinni eigin vél.
it: [Creazione server build](Build_Server_Setup) Come installare l'intero f-droid.org nella tua macchina.
ja: [ビルドサーバーの設定](Build_Server_Setup) 自分のハードウェアに完全なf-droid.orgビルドシステムを設定する方法。
nb: [Byggtjeneroppsett](Build_Server_Setup) Hvordan sette opp hele f.droid.org-byggingsprosessen på din egen maskin.
nl: [Buildserver Setup](Build_Server_Setup) Hoe een volledige f-droid.org build setup op uw machine op te zetten.
nn: [Oppsett av byggjetenar](Build_Server_Setup) Korleis setja opp heile f-droid.org-byggje­prosessen på di eiga datamaskin
pl: [Instalacja Kompilacji Serwera](Build_Server_Setup) Jak ustawić kompletną konfigurację f-droid.org na swoim komputerze.
pt: [Configuração do servidor de compilações](Build_Server_Setup) Como configurar a configuração completa do f-droid.org na sua própria máquina.
pt_br: [Configuração do Servidor de Criações](Build_Server_Setup) Como configurar a configuração completa do f-droid.org em sua própria máquina.
pt_pt: [Configuração do Servidor de Criações](Build_Server_Setup) Como configurar a configuração completa do f-droid.org em sua própria máquina.
ro: [Build Server Setup](Build_Server_Setup) Cum să configurați configurarea completă a f-droid.org build setup pe propria mașină.
ru: [Как настроить сервер сборки](Build_Server_Setup) Полная настройка сборочного сервера f-droid.org на вашем компьютере.
sq: [Formësim Shërbyesi Montimesh](Build_Server_Setup) Si të ujdiset në makinën tuaj formësimi i plotë f-droid.org për montime.
tr: [Sunucu Kurulumu Oluşturma](Build_Server_Setup) Kendi makinenizde f-droid.org kurulum ayarlarının tamamı nasıl kurulur.
uk: [Налаштування сервера збірки](Build_Server_Setup) Як встановити повний сервер збірки f-droid.org на свій комп'ютер.
vi: [Thiết lập máy chủ xây dựng](Build_Server_Setup) Cách thiết lập môi trường xây dựng hoàn thiện của f-droid.org trên máy của bạn.
zh_hans: [构建服务器设置](Build_Server_Setup) 如何在自己的机器上设置完整的 f-droid.org 构建设置。
zh_hant: [構建伺服器設定](Build_Server_Setup) 如何在自己的的電腦上設定完整的 f-droid.org 構建設定。

source: [Signing Process](Signing_Process) How to setup cryptographic signatures with F-Droid tools
ar: [عملية التوقيع](Signing_Process) كيفية إعداد تواقيع التشفير باستخدام أدوات F-Droid
ca: [El procés de signatura](Signing_Process) Instruccions per a poder signar cripto-gràficament amb les eines de l'F-Droid
cs: [Proces podepisování](Signing_Process) Jak nastavit kryptografické podpisy s nástroji F-Droid
de: [Signierverfahren](Signing_Process) Wie kryptographische Signaturen mit F-Droid-Werkzeugen konfiguriert werden
eo: [subskribado](Signing_Process): kiel instali kriptografiajn subskribojn kun F-Droid-ilaro
es: [Proceso de firma](Signing_Process) Como configurar firmas criptográficas con herramientas de F-Droid
es_ar: [Proceso de firma](Signing_Process) Como configurar firmas criptográficas con herramientas de F-Droid
et: [Allkirjastamisprotsess](Signing_Process) Juhend krüptograafiliste allkirjade haldamiseks F-Droid'i tarvikutega
eu: [Sinadura prozesua](Signing_Process) Nola konfiguratu sinadura kriptografikoak F-Droid tresnak erabiliz
fa: [فرایند امضا](Signing_Process) چگونگی برپاسازی امضاهای نهفته با ابزارهای اف‌دروید
fr: [Processus de signature](Signing_Process) Comment mettre en place les signatures cryptographiques avec les outils F-Droid
gd: [Pròiseas an t-soidhnidh](Signing_Process) Mar a shuidhicheas tu soidhnidhean crioptografach leis na h-innealan F-Droid
he: [תהליך חתימה](Signing_Process) איך להקים חתימות קריפטוגרפיות עם כלי F-Droid
hi: [हस्ताक्षर की प्रक्रिया](Signing_Process) F-Droid उपकरणों की मदद से क्रिप्टोग्राफ़िक हस्ताक्षर कैसे सेटअप करें
hu: [Aláírási folyamat](Signing_Process) Hogyan állítsa be a kriptográfiai alálírásokat az f-droidos eszközökkel
id: [Proses Penandatanganan](Signing_Process) Cara menyiapkan penandatanganan kriptografi dengan alat F-Droid
is: [Undirritunarferli](Signing_Process) Hvernig á að setja upp undirritun dulritunar með F-Droid verkfærum
it: [Processo di firma](Signing_Process) Come impostare le firme crittografiche con gli strumenti di F-Droid
ja: [署名のプロセス](Signing_Process) F-Droidのツールで暗号署名を設定する方法
nb: [Signeringsprosess](Signing_Process) Hvordan sette opp kryptografiske signaturer med F-Droid-verktøy
nl: [Ondertekenprocess](Signing_Process) Hoe cryptografische handtekeningen met F-Droid tools op te zetten
nn: [Signeringsprosessen](Signing_Process) Korleis setja opp kryptografiske signaturar med F-Droid-verktøy
pl: [Proces Podpisywania](Signing_Process) Jak ustawić sygnatury kryptograficzne za pomocą narzędzi F-Droid
pt: [Processo de assinatura](Signing_Process) Como configurar assinaturas criptográficas com ferramentas do F-Droid
pt_br: [Processo de Assinatura](Signing_Process) Como configurar assinaturas criptográficas com ferramentas do F-Droid.
pt_pt: [Processo de Assinatura](Signing_Process) Como configurar assinaturas criptográficas com ferramentas do F-Droid
ro: [Signing Process](Signing_Process) Cum se configurează semnăturile criptografice cu instrumentele F-Droid
ru: [Процедура подписи](Signing_Process) Как настроить подписи шифрования с помощью инструментов F-Droid
sq: [Procesi i Nënshkrimit](Signing_Process) Si të ujdisen nënshkrime kriptografike me mjete F-Droid
tr: [İmzalama İşlemi](Signing_Process) F-Droid araçlarıyla şifreleme imzaları nasıl ayarlanır
uk: [Процес підписання](Signing_Process) Як налаштувати криптографічні підписи за допомогою інструментів F-Droid
vi: [Quá trình ký](Signing_Process) Cách thiết lập các chữ ký mã hoá bằng các công cụ của F-Droid
zh_hans: [签名流程](Signing_Process) 如何使用 F-Droid 工具设置加密签名
zh_hant: [簽署處理](Signing_Process) 如何以 F-Droid 工具設定加密簽章

source: [Reproducible Builds](Reproducible_Builds) How to use the F-Droid tools to make reproducible builds easy.
ar: [بنيات قابلة للاستنساخ](Reproducible_Builds) كيفية استخدام أدوات F-Droid لجعل البناء القابل للاستنساخ سهلا.
ca: [Construccions reproduïbles](Reproducible_Builds) Com fer construccions reproduïbles fàcilment amb les eines de l'F-Droid.
cs: [Reprodukovatelná sestavení](Reproducible_Builds) Jak použít nástroje F-Droid pro snadné nastavení reprodukovatelných sestavení.
de: [Reproduzierbare Builds](Reproducible_Builds) Wie F-Droid-Instrumente zur einfachen Herstellung von reproduzierbaren Versionen verwendet werden.
eo: [rekreeblaj kompilaĵoj](Reproducible_Builds): kiel uzi ilojn de F-Droid por facile fari ĉiam-identigajn kompilaĵojn
es: [Compilaciones reproducibles](Reproducible_Builds) Cómo usar las herramientas de F-Droid para hacer fácilmente compilaciones reproducibles.
es_ar: [Compilaciones reproducibles](Reproducible_Builds) Como usar las herramientas de F-Droid para hacer fácilmente compilaciones reproducibles.
et: [Korratav kompileerimine](Reproducible_Builds) F-Droid'i tarvikute kasutamise juhend korratava kompileerimise seadistamiseks lihtsalt viisil.
eu: [Konpilazio errepikagarriak](Reproducible_Builds) Nola erabili F-Droid tresnak konpilazio errepikagarriak erraz sortzeko.
fa: [ساخت‌های بازتولیدپذیر](Reproducible_Builds) چگونگی استفاده از ابزارهای اف‌دروید برای ایجاد آسان ساخت‌های بازتولیدپذیر.
fr: [Compilations reproductibles](Reproducible_Builds) Comment utiliser les outils F-Droid pour créer facilement des compilations reproductibles.
gd: [Reproducible Builds](Reproducible_Builds) Mar a chleachdas tu na h-innealan F-Droid ach an cruthaich thu reproducible builds gun duilgheadas.
he: [בניות שניתן לשחזר](Reproducible_Builds) איך להשתמש בכלים של F-Droid כדי להקל על הכנת בניות שניתן לשחזר בקלות.
hi: [प्रतिलिपि बनाने योग्य बिल्ड्स](Reproducible_Builds) F-Droid उपकरणों की मदद से आसानी से प्रतिलिपि बनाने-योग्य बिल्ड्स कैसे बनाएँ।
hu: [Megismételhető összeállítások](Reproducible_Builds) Hogyan használja az f-droidos eszközöket, hogy könnyűvé tegye a megismételhető összeállításokat.
id: [Build yang Dapat Direproduksi](Reproducible_Builds) Cara menggunakan fitur F-Droid untuk membuat build yang dapat direproduksi dengan mudah.
is: [Endurunnar forritsbyggingar - reproducible builds](Reproducible_Builds) Hvernig á að nota F-Droid verkfærin til að útbúa endurteknar byggingar forrita (reproducible builds) á einfaldan hátt.
it: [Build riproducibili](Reproducible_Builds) Come usare gli strumenti di F-Droid per rendere facili le build riproducibili.
ja: [再現可能なビルド](Reproducible_Builds) F-Droidツールで、再現可能なビルドを簡単に作成する方法。
nb: [Reproduserbare bygg](Reproducible_Builds) Slik bruker du F-Droid-verktøyene for å gjøre reproduserbare bygninger enkle.
nl: [Reproduceerbare Builds](Reproducible_Builds) Hoe de F-Droid-tools te gebruiken om reproduceerbare builds makkelijk te maken.
nn: [Reproduserbare pakkar](Reproducible_Builds) Korleis bruka F-Droid-verktøya til å laga reproduserbare pakkar på ein enkel måte
pl: [Odtwarzalne Kompilacje](Reproducible_Builds) Jak używać narzędzi F-Droid, aby tworzyć odtwarzalne kompozycje.
pt: [Compilações reproduzíveis](Reproducible_Builds) Como usar as ferramentas do F-Droid para facilitar a criação de compilações reproduzíveis.
pt_br: [Criações Reproduzíveis](Reproducible_Builds) Como usar as ferramentas do F-Droid para facilitar a criação de reproduções.
pt_pt: [Criações Reproduzíveis](Reproducible_Builds) Como usar as ferramentas do F-Droid para facilitar a criação de reproduções.
ro: [Reproducible Builds](Reproducible_Builds) Cum să folosiți instrumentele F-Droid pentru a facilita construcțiile reproductibile.
ru: [Воспроизводимые сборки](Reproducible_Builds) Как просто и надежно обеспечить воспроизводимость сборок с помощью инструментов F-Droid.
sq: [Montime të Riprodhueshëm](Reproducible_Builds) Si të përdoren mjetet F-Droid për të krijuar lehtësisht montime të riprodhueshëm.
tr: [Tekrar Üretilebilir Yapılar](Reproducible_Builds) F-Droid araçlarının çoğaltılabilir yapılarını kolaylaştırmak için nasıl kullanılacağı.
uk: [Відтворювані збірки](Reproducible_Builds) Як користуватися знаряддями F-Droid для спрощення відтворюваних збірок.
vi: [Bản dựng có thể tái tạo](Reproducible_Builds) Cách sử dụng các công cụ của F-Droid để khiến các bản dựng có thể tái tạo trở nên dễ dàng.
zh_hans: [可重复构建](Reproducible_Builds) 如何使用 F-Droid 工具令可重复构建变得简单。
zh_hant: [可再生構建](Reproducible_Builds) 如何使用 F-Droid 工具輕鬆的進行可再生構建。

source: [Building a Signing Server](Building_a_Signing_Server) For higher security, isolate the signing keys from the rest.
ar: [إنشاء خادم توقيع](Building_a_Signing_Server) للحصول على أمان أعلى، قم بعزل مفاتيح التوقيع عن باقي مفاتيح التأمين.
ca: [Crear un servidor de signatures](Building_a_Signing_Server) Per raons de seguretat, és millor aïllar les claus de signatura de la resta.
cs: [Sestavení podpisového serveru](Building_a_Signing_Server) Pro vyšší zabezpečení oddělte podpisové klíče od ostatního obsahu.
de: [Einrichten eines Servers zur Signierung](Building_a_Signing_Server) Höhere Sicherheit durch Trennung der Signierschlüssel vom Rest.
eo: [konstrui subskriban servilon](Building_a_Signing_Server): por pli bona sekureco izoli subskribajn ŝlosilojn de la aliaj
es: [Construir un servidor de firmado](Building_a_Signing_Server) Para mayor seguridad, aislar las claves de firma del resto.
es_ar: [Construir un servidor de firmado](Building_a_Signing_Server) Para mayor seguridad, aislar las claves de firma del resto.
et: [Allkirjaserveri seadistamine](Building_a_Signing_Server) Kui soovid parema turvalisuse nimel eraldada oma allkirjavõtmed muust tegevusest.
eu: [Sinatze-zerbitzaria eraikitzea](Building_a_Signing_Server) Segurtasun handiagoa lortzeko, isolatu sinadura-gakoak beste guztitik.
fa: [ساخت یک کارساز امضا](Building_a_Signing_Server) برای امنیت بیش‌تر، کلیدهای امضا را از دیگر چیزها جدا کنید.
fr: [Construire un serveur de signature](Building_a_Signing_Server) Pour plus de sécurité, isolez les clés de signature du reste.
gd: [Togail frithealaiche soidhnidh](Building_a_Signing_Server) Airson barrachd tèarainteachd, cùm na h-iuchraichean soidhnich fa leth on chòrr.
he: [הקמת שרת חתימה](Building_a_Signing_Server) לשיפור האבטחה, כדאי להפריד את מפתחות החתימה משאר המפתחות.
hi: [एक हस्ताक्षर सर्वर बिल्ड करना](Building_a_Signing_Server) अधिक सुरक्षा के लिए, हस्ताक्षर कुँजियों को दूसरी कुँजियों से अलग करें।
hu: [Aláírási kiszolgáló összeállítása](Building_a_Signing_Server) A nagyobb biztonság érdekében, válassza el az aláírási kulcsokat a többitől.
id: [Membangun Server Penandatanganan](Building_a_Signing_Server) Untuk keamanan yang lebih tinggi, pisahkan kunci penandatanganan dari yang lain.
is: [Byggja undirritunarþjón](Building_a_Signing_Server) Til að auka öryggið, einangraðu dulritunarlykla undirritunar frá öllu hinu.
it: [Creazione di un server per firme](Building_a_Signing_Server) Per maggiore sicurezza, isola le chiavi di firma dal resto.
ja: [署名サーバーのビルド](Building_a_Signing_Server) 署名鍵を他の部分から切り離すと、セキュリティーをより強固に確保することができます。
nb: [Bygging av signeringstjener](Building_a_Signing_Server) For høyere sikkerhet, isoler signeringsnøklene fra resten.
nl: [Building a Signing Server](Building_a_Signing_Server) Voor betere beveiliging, isoleer de signeersleutels van de rest.
nn: [Byggja signeringstenar](Building_a_Signing_Server) For høgare tryggleik bør du isolera signerings­nøklane frå alt det andre
pl: [Podpisywanie Kompilacji Serwera](Building_a_Signing_Server) Aby zwiększyć bezpieczeństwo, wyizolować klucze podpisywania od reszty.
pt: [Compilar um servidor de assinatura](Building_a_Signing_Server) Para maior segurança, isole as chaves de assinatura do resto.
pt_br: [Construindo um Servidor de Assinatura](Building_a_Signing_Server) Para maior segurança, isole as chaves de assinatura do resto.
pt_pt: [Construindo um Servidor de Assinatura](Building_a_Signing_Server) Para maior segurança, isole as chaves de assinatura do resto.
ro: [Building a Signing Server](Building_a_Signing_Server) Pentru o securitate mai mare, izolați cheile de semnare de restul.
ru: [Как настроить сервер для подписи приложений](Building_a_Signing_Server) Из соображений безопасности подписывать приложения следует на сервере, изолированном от всех других этапов сборки.
sq: [Ngritja e një Shërbyesi Nënshkrimesh](Building_a_Signing_Server) Për siguri më të lartë, izoloni kryet e nënshkrimit nga pjesa tjetër e gjërave.
tr: [İmzalama Sunucusu Kurmak](Building_a_Signing_Server) Daha yüksek güvenlik için, imzalama anahtarlarını diğerlerinden ayırın.
uk: [Збірка сервера підпису](Building_a_Signing_Server) Задля безпеки тримайте підписні ключі окремо від усього іншого.
vi: [Xây dựng máy chủ ký](Building_a_Signing_Server) Để bảo mật cao hơn, hãy cô lập các mã ký khỏi những thứ còn lại.
zh_hans: [构建签名服务器](Building_a_Signing_Server) 为了提高安全性，请将签名密钥与其余密钥隔离开来。
zh_hant: [構建簽署伺服器](Building_a_Signing_Server) 為了提高安全性，隔離簽署金鑰於其他伺服器。

source: [Verification Server](Verification_Server) Setting up a server to verify app builds are correct.
ar: [خادم التحقق](Verification_Server) إعداد خادم للتحقق من صحة إصدارات التطبيق.
ca: [Servidor de verificació](Verification_Server) Com configurar un servidor per a verificar les construccions de les aplicacions.
cs: [Ověřovací server](Verification_Server) Nastavení serveru pro ověření, zda byly aplikace sestaveny správně.
de: [Server zur Verifikation](Verification_Server) Einrichtung eines Servers zur Überprüfung der Echtheit von App-Versionen.
eo: [veriga servilo](Verification_Server): prepari servilon por verigi ĉu kompilitaj aplikaĵoj estas senereraj
es: [Servidor de verificación](Verification_Server) Instalar un servidor para verificar que las compilaciones de aplicaciones son correctas.
es_ar: [Servidor de verificación](Verification_Server) Instalar un servidor para verificar que las compilaciones de aplicaciones son correctas.
et: [Verifitseerimisserver](Verification_Server) Serveri seadistamine mis tõestaks, et kompileeritud rakendused on korrektsed ja õiged.
eu: [Egiaztaketa zerbitzaria](Verification_Server) Aplikazioen konpilazioak zuzenak direla egiaztatzeko zerbitzari bat konfiguratzea.
fa: [کارساز تصدیق](Verification_Server) برپاسازی یک کارساز برای تصدیق درستی ساخت‌های کاره.
fr: [Serveur de vérification](Verification_Server) Mettre en place un place un serveur pour vérifier que les applications construites sont correctes.
gd: [Frithealaiche dearbhaidh](Verification_Server) Mar a shuidhicheas tu frithealaiche airson dearbhadh gu bheil togail de dh’aplacaid ceart.
he: [שרת אימות](Verification_Server) הגדרת שרת לטובת אימות בנייה של יישומונים.
hi: [प्रमाणीकरण सर्वर](Verification_Server) यह जाँचने के लिए एक सर्वर सेटअप करना कि ऐप बिल्ड्स सही हैं कि नहीं।
hu: [Ellenőrzési kiszolgáló](Verification_Server) Kiszolgáló beállítása az alkalmazások helyességének megállapításához.
id: [Server Verifikasi](Verification_Server) Menyiapkan server untuk memverifikasi build aplikasi sudah benar.
is: [Sannvottunarþjónn](Verification_Server) Settu upp þjón sem sannreynir hvor byggingar forrits séu réttar.
it: [Server di verifica](Verification_Server) Impostare un server per verificare che le build delle app siano corrette.
ja: [検証用サーバー](Verification_Server) ビルドしたアプリが正しいかどうかを検証するためのサーバーの設定について。
nb: [Bekreftelsestjener](Verification_Server) Sett opp en tjener for å bekrefte at byggingen er rett.
nl: [Verificatieserver](Verification_Server) Opzetten van een server om bouwen van apps te verifiëren.
nn: [Stadfestingstenar](Verification_Server) Oppsett av ein tenar for å stadfesta at bygde appar er som dei skal
pl: [Weryfikacji Serwera](Verification_Server) Konfigurowanie serwera w celu zweryfikowania, czy kompilacja aplikacji jest poprawna.
pt: [Servidor de verificação](Verification_Server) A configuração de um servidor para verificar se as compilações das aplicações estão corretas.
pt_br: [Servidor de Verificação](Verification_Server) A configuração de um servidor para verificar as compilações de aplicativos está correta.
pt_pt: [Servidor de Verificação](Verification_Server) A configuração de um servidor para verificar as compilações de aplicativos está correta.
ro: [Verification Server](Verification_Server) Configurarea unui server pentru a verifica dacă aplicațiile compilate sunt corecte.
ru: [Сервер для проверки сборок](Verification_Server) Как настроить сервер для проверки и валидации сборок приложения.
sq: [Shërbyes Verifikimesh](Verification_Server) Ujdisje e një shërbyesi për të verifikuar që montime aplikacionesh janë të sakta.
tr: [Doğrulama Sunucusu](Verification_Server) Uygulama yapılarının doğru olduğunu doğrulamak için bir sunucu kurma.
uk: [Сервер перевірки](Verification_Server) Як налаштувати сервер, що доводитиме цілісність збірок застосунків.
vi: [Máy chủ xác minh](Verification_Server) Thiết lập một máy chủ để xác minh rằng các bản dựng ứng dụng là chính xác.
zh_hans: [验证服务器](Verification_Server) 设置对应用进行验证的服务器，用于验证沿用的构建是否正确。
zh_hant: [驗證伺服器](Verification_Server) 設定伺服器以驗證應用程式構建是否正確。

source: [Whitelabel Builds](Whitelabel_Builds) custom builds of F-Droid
ar: [إصدارات Whitelabel](Whitelabel_Builds) المخصصة من F-Droid
ca: [Construccions per a marques genèriques](Whitelabel_Builds) com fer construccions personalitzades de l'F-Droid
cs: [Vlastní sestavení](Whitelabel_Builds) Vlastní sestavení softwaru F-Droid
de: [Whitelabel Builds](Whitelabel_Builds) Einzelanfertigungen von F-Droid
eo: [mark-tajloreblaj kompilaĵoj](Whitelabel_Builds): propraj kompilaĵoj de F-Droid
es: [Compilaciones de marca blanca](Whitelabel_Builds) compilaciones personalizadas de F-Droid
es_ar: [Compilaciones de marca blanca](Whitelabel_Builds) compilaciones personalizadas de F-Droid
et: [F-Droid sinu nime all](Whitelabel_Builds) Juhend F-Droid'i lähtekoodist oma lahenduse tegemiseks (whitelabel builds)
eu: [Etiketa zuriko konpilazioak](Whitelabel_Builds) F-Droid-en konpilazio pertsonalak
fa: [ساخت‌های سفیدبرچسب](Whitelabel_Builds) ساخت‌های شخصی اف‌دروید
fr: [Constructions en marque blanche](Whitelabel_Builds) constructions personnalisées de F-Droid
gd: [Togail whitelabel](Whitelabel_Builds) Togail ghnàthaichte dhe F-Droid
he: [מהדורות במיתוג אישי](Whitelabel_Builds) של F-Droid
hi: [व्हाइटलेबल बिल्ड्स](Whitelabel_Builds) F-Droid के अनुकूलित बिल्ड्स
hu: [Fehér címkés összeállítások](Whitelabel_Builds) az F-Droid egyéni összeállításai
id: [Build Whitelabel](Whitelabel_Builds) build kustom F-Droid
is: [Óvörumerktar byggingar (whitelabel builds)](Whitelabel_Builds) Sérsniðnar útgáfur F-Droid
it: [Build whitelabel](Whitelabel_Builds) build personalizzate di F-Droid
ja: [ホワイトラベルのビルド](Whitelabel_Builds) F-Droidのカスタムビルド
nb: [Whitelabel Builds](Whitelabel_Builds) tilpassede F-Droid bygg
nl: [Whitelabel Builds](Whitelabel_Builds) aangepaste builds van F-Droid
nn: [Omprofilerte utgåver](Whitelabel_Builds) Skreddarsydde F-Droid-utgåver
pl: [Kompilacje Biała Etykieta](Whitelabel_Builds) niestandardowe wersje F-Droid
pt: [Compilações brancas](Whitelabel_Builds) criações personalizadas do F-Droid
pt_br: [Criação de Etiqueta Branca](Whitelabel_Builds) criações personalizadas do F-Droid.
pt_pt: [Criação de Etiqueta Branca](Whitelabel_Builds) criações personalizadas do F-Droid
ro: [Whitelabel Builds](Whitelabel_Builds) construiește personalizat de F-Droid
ru: [Ребрендинг сборок](Whitelabel_Builds) пользовательские сборки F-Droid
sq: [Montime Whitelabel](Whitelabel_Builds) montime të përshtatura të F-Droid-it
tr: [Beyaz Etiket Yapıları](Whitelabel_Builds) F-Droid'in özel yapımları
uk: [Ребрендинг збірок](Whitelabel_Builds) F-Droid у складі власних прошивок
vi: [Các bản dựng nhãn trắng](Whitelabel_Builds) các bản dựng F-Droid tuỳ chỉnh
zh_hans: [白标版本](Whitelabel_Builds) F-Droid 自定义版本
zh_hant: [無標籤版本](Whitelabel_Builds) F-Droid 的自訂版本
