Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: There are four git repositories hosted at GitLab – one for the [Android client application](https://gitlab.com/fdroid/fdroidclient), one for the [server tools](https://gitlab.com/fdroid/fdroidserver) for running a repository and building/installing applications locally, and one for the associated [metadata files for applications in the main F-Droid repository](https://gitlab.com/fdroid/fdroiddata). The last repo is handling [website and documentation](https://gitlab.com/fdroid/fdroid-website). The easiest way to contribute to development is to make clones of these projects and submit merge requests. If you are making large changes, it would be good to discuss them on IRC or in the forum first, to ensure they fit with the direction of the project, and do not clash with or duplicate work already in development.
eo: Estas kvar git-deponejoj gastigataj ĉe GitLab – unu por la [klienta aplikaĵo por Android](https://gitlab.com/fdroid/fdroidclient), alia por [servila ilaro](https://gitlab.com/fdroid/fdroidserver) por lanĉi deponejon kaj kompili/instali aplikaĵojn loke, alia por rilataj [metadatumoj pri aplikaĵoj en la ĉefa deponejo de F-Droid](https://gitlab.com/fdroid/fdroiddata). La lasta deponejo temas pri [retejo kaj dokumentaro](https://gitlab.com/fdroid/fdroid-website). La plej facila maniero por kontribui evoluigadon estas fari kopion de tiuj deponejoj kaj enmeti ŝanĝojn. Se vi faras seriozajn ŝanĝojn, estus bone pridiskuti ilin ĉe IRC aŭ en la forumo por certiĝi, ke ili kongruas kun la projektcelo aŭ ne kolizias aŭ duobligas laboron de aliaj programistoj.
es: Hay cuatro repositorios git hospedados en GitLab – uno para la [aplicación cliente de Android](https://gitlab.com/fdroid/fdroidclient), uno para las [herramientas de servidor](https://gitlab.com/fdroid/fdroidserver) para montar un repositorio y compilar/instalar aplicaciones en local, y uno para los [archivos de metadatos de aplicaciones en el repositorio principal de F-Droid](https://gitlab.com/fdroid/fdroiddata). El último repositorio gestiona [el sitio web y la documentación](https://gitlab.com/fdroid/fdroid-website). La manera más fácil de contribuir al desarrollo es hacer clones de estos proyectos y enviar peticiones de integración («merge requests»). Si hace cambios grandes, sería bueno discutirlos en el IRC o en el foro previamente, para asegurarse de que encajan en la dirección del proyecto, y que no colisionan con trabajo ya en desarrollo o lo duplican.
es_ar: Hay cuatro repositorios git hospedados en GitLab – uno para la [aplicación cliente de Android](https://gitlab.com/fdroid/fdroidclient), uno para las [herramientas de servidor](https://gitlab.com/fdroid/fdroidserver) para montar un repositorio y compilar/instalar aplicaciones en local, y uno para los [archivos de metadatos de aplicaciones en el repositorio principal de F-Droid](https://gitlab.com/fdroid/fdroiddata). El último repositorio gestiona [el sitio web y la documentación](https://gitlab.com/fdroid/fdroid-website). La manera más fácil de contribuir al desarrollo es hacer clones de estos proyectos y enviar peticiones de integración («merge requests»). Si hacés cambios grandes, sería bueno discutirlos en el IRC o en el foro previamente, para asegurarse de que encajan en la dirección del proyecto, y que no colisionan con trabajo ya en desarrollo o lo duplican.
gd: Tha ceithir ionadan-tasgaidh git ’gan òstadh air GitLab – fear do dh’[aplacaid cliant Android](https://gitlab.com/fdroid/fdroidclient), fear do dh’[innealan frithealaiche](https://gitlab.com/fdroid/fdroidserver) airson ionad-tasgaidh a ruith agus aplacaidean a thogail/a stàladh gu h-ionadail agus fear dha na [faidhlichean meata-dàta do dh’aplacaidean sa’ phrìomh ionad-tasgaidh F-Droid](https://gitlab.com/fdroid/fdroiddata). Tha an t-ionad-tasgaidh mu dheireadh a’ làimhseachadh [an làrach-lìn ’s an docamaideadh](https://gitlab.com/fdroid/fdroid-website). ’S e an dòigh as fhasa airson cur ris an leasachadh gum faigh thu clone dhe na pròiseactan seo is gun cuir thu a-null merge requests. Ma tha thu a’ dèanamh atharraichean mòra, mholamaid gun deasbaid thu air IRC no air a’ bhòrd-bhrath iad an toiseach airson dèanamh cinnteach gum freagair iad do dh’amasan a’ phròiseict agus nach bi iad ann an còmhstri le obair-leasachaidh eile a tha a’ dol air adhart is nach dèid obair a dhùblachadh.
nb: Det finnes fire git-repositorier på GitLab - en for [Android-klientprogrammet](https://gitlab.com/fdroid/fdroidclient), en for [serververktøyene](https://gitlab.com/fdroid/fdroidserver ) for å kjøre et lager og bygge/installere applikasjoner lokalt, og en for de tilknyttede [metadatafiler for applikasjoner i hoved F-Droid-depotet](https://gitlab.com/fdroid/fdroiddata). Den siste repo handler [nettside og dokumentasjon](https://gitlab.com/fdroid/fdroid-website). Den enkleste måten å bidra til utvikling er å lage kloner av disse prosjektene og sende inn fusjonsforespørsler. Hvis du gjør store endringer, ville det være fint å diskutere dem på IRC eller i forumet først, for å sikre at de passer i retning av prosjektet, og ikke kollidere med eller duplisere arbeid allerede i utvikling.
nl: Er zijn vier git-pakketbronnen te vinden op GitLab - één voor de [Android-cliëntapp](https://gitlab.com/fdroid/fdroidclient), één voor de [serverhulpmiddelen](https://gitlab.com/fdroid/fdroidserver) om de pakketbron te draaien en lokale apps te bouwen/installeren , en één voor de geassocieerde [metadatabestanden van apps in de hoofd-F-Droid-pakketbron](https://gitlab.com/fdroid/fdroiddata). De laatste pakketbron is voor de [website en documentatie](https://gitlab.com/fdroid/fdroid-website). De makkelijkste manier om bij te dragen aan de ontwikkeling van deze projecten is het maken van clones en het indienen van merge requests. Wanneer u grote aanpassingen maakt, is het een goed idee om dit eerst te overleggen in IRC of op het forum, dit om er zeker van te zijn dat het in lijn is met de ideeën van het project. Het voorkomt ook dat er botsingen komen met huidig werk of dat er dubbel werk wordt gedaan tijdens de ontwikkeling.
nn: Det er fire Git-depot på GitLab – eitt for [Android-klientappen](https://gitlab.com/fdroid/fdroidclient), eitt for [tenarverktøya](https://gitlab.com/fdroid/fdroidserver) som ein brukar for å drifta pakke­brønnar og byggja/installera appar lokalt, eitt for [metadata­filene til appane i hovud­pakkebrønnen til F-Droid](https://gitlab.com/fdroid/fdroiddata) og eitt for [nettstaden og dokumentasjon](https://gitlab.com/fdroid/fdroid-website). Den lettaste måten å hjelpa til med utviklinga er å klona desse prosjekta og senda inn flette­førespurnadar. Viss du gjer store endringar, bør du først diskutera dei på IRC eller på brukarforumet, for å sikra at dei er i tråd med retninga me ønskjer å ta prosjektet i, og at dei ikkje kjem i konflikt med allereie pågåande arbeid.
pt_pt: Existem quatro repositórios git hospedados no GitLab – um para a [Aplicação cliente android](https://gitlab.com/fdroid/fdroidclient), um para as [ferramentas de servidor](https://gitlab.com/fdroid/fdroidserver) para executar um repositório e compilar/instalar aplicações localmente, e um para os [ficheiros de metadados associados para aplicações no repositório F-Droid principal](https://gitlab.com/fdroid/fdroiddata). O último repositório gerencia o [website e a documentação](https://gitlab.com/fdroid/fdroid-website). A forma mais fácil de contribuir com o desenvolvimento é clonar estes projetos e enviar requisições. A forma mais fácil de contribuir para o desenvolvimento é clonar esses projetos e enviar solicitações de mesclagem (merge). Se você está fazendo grandes modificações, seria indicado discuti-las no IRC ou no fórum antes de enviá-las, para garantir que elas se alinhem com a direção do projeto, e que não conflitem ou dupliquem trabalho já em desenvolvimento.
vi: Có bốn kho git được lưu trữ tại GitLab - một kho dành cho [ứng dụng khách cho Android](https://gitlab.com/fdroid/fdroidclient), một kho cho [các công cụ máy chủ](https://gitlab.com/fdroid/fdroidserver) để vận hành một kho và xây dựng/cài đặt cục bộ các ứng dụng, và một kho cho [các tệp dữ liệu meta tương ứng cho các ứng dụng trong kho chính của F-Droid](https://gitlab.com/fdroid/fdroiddata). Kho cuối là xử lý [trang web và tài liệu](https://gitlab.com/fdroid/fdroid-website). Cách dễ nhất để đóng góp vào việc phát triển là tạo các bản sao của các dự án này và gửi đi các yêu cầu hợp nhất. Nếu bạn đang tạo các thay đổi lớn, sẽ tốt nếu bạn thảo luận về chúng trước tiên trên IRC hoặc trong diễn đàn, để đảm bảo rằng chúng phù hợp với hướng đi của dự án, và không xung đột với hoặc nhân bản các công việc đã đang trong quá trình phát triển.
zh_hant: 我們有四個 Git 儲存庫託管在 GitLab 上，一個用於存放 [Android 用戶端應用程式](https://gitlab.com/fdroid/fdroidclient)，一個用於存放[伺服器工具](https://gitlab.com/fdroid/fdroidserver)，可供您在本機端建立軟體庫和構建與安裝應用程式，另一個用於存放[在主要的 F-Droid 軟體庫中供應用程式使用的中介資料檔案](https://gitlab.com/fdroid/fdroiddata)。還有一個儲存庫存放[網站和文件檔](https://gitlab.com/fdroid/fdroid-website)。對開發做出貢獻的最簡單方法就是複製（clone）這些專案並送出合併請求。如果您想進行較大的變動，最好先在 IRC 或論壇上討論，以確保它們符合專案的方向，也能避免與已經在開發中的工作衝突或重複。

source: Help with Infrastructure
eo: Helpi pri infrastrukturo
es: Ayudar con la infraestructura
es_ar: Ayudar con la infraestructura
gd: Taic leis a’ bhun-structar
nb: Hjelp med infrastruktur
nl: Help met de Infrastructuur
nn: Hjelp med infrastrukturen
pt_pt: Ajuda com a infraestrutura
vi: Giúp đỡ về cơ sở hạ tầng
zh_hant: 協助基礎設施

source: F-Droid provides multiple servers (builders, web portal, download areas...) which need regular maintenance, Ansible-based deployment, and hardware management. Further information can be found by asking [on IRC](https://webchat.freenode.net/?channels=%23fdroid-dev) (#fdroid-dev on freenode) or team@f-droid.org.
eo: F-Droid liveras diversajn servilojn (por kompili programaron, retejo, elŝutejoj…), kiuj bezonas senĉesan prizorgon, disponigon bazitan sur Ansible kaj administron de aparataro. Pliajn informojn oni trovos per demandi [per IRC](https://webchat.freenode.net/?channels=%23fdroid-dev) (#fdroid-dev ĉe freenode) aŭ per team@f-droid.org.
es: F-Droid maneja múltiples servidores (builders, portales web, áreas de descargar…) que necesitan un mantenimiento regular, un despliegue basada en Ansible y una gestión de hardware. Puedes encontrar más información [en IRC](https://webchat.freenode.net/?channels=%23fdroid-dev) (#fdroid-dev on freenode) o team@f-droid.org.
nl: F-Droid biedt meerdere servers aan (compilers, webportaal, downloads...) die regelmatig onderhoud, op Ansible gebaseerde uitrol, en hardwarebeheer nodig hebben. Meer informatie kan worden gevonden door [op IRC](https://webchat.freenode.net/?channels=%23fdroid-dev) te vragen (#fdroid-dev on freenode) of via team@f-droid.org.
pt_pt: O F-Droid fornece vários servidores (compiladores, portal web, áreas de descarregamento...) que precisam de manutenção regular, implantação baseada em Ansible e gestão de hardware. Mais informações podem ser encontradas a perguntar [on IRC](https://webchat.freenode.net/?channels=%23fdroid-dev) (#fdroid-dev on freenode) ou team@f-droid.org.

source: [Release Process](Release_Process) All the steps needed to make official release of F-Droid projects.
eo: [eldonado](Release_Process): ĉiuj paŝoj necesaj por fari oficialan eldonon de projektoj de F-Droid
nl: [Uitgaveprocedure](Release_Process) Alle vereiste stappen voor een officiële uitgave van F-Droid-projecten.
pt_pt: [Processo de Lançamento](Release_Process) Todas as etapas necessárias para fazer o lançamento oficial dos projetos do F-Droid.

source: [Work in Progress](https://f-droid.org/wiki/page/Work_in_Progress) Feel free to add your own topics and link to others.
eo: [farataĵoj](https://f-droid.org/wiki/page/Work_in_Progress): bonvolu krei viajn proprajn paroltemojn kaj ligi al aliaj
nl: [Onderhanden Werk](https://f-droid.org/wiki/page/Work_in_Progress) Voeg gerust jouw eigen topics toe en link die van anderen.
pt_pt: [Trabalho em Progresso](https://f-droid.org/wiki/page/Work_in_Progress) Sinta-se à vontade para adicionar seus próprios tópicos e referenciar outros.

source: <p align="center"> <a href="https://opencollective.com/f-droid"><img src="{% assets %}/opencollective_button.png" height="50" style="box-shadow: unset;" ></a> &nbsp; &nbsp; &nbsp; <a href="https://liberapay.com/F-Droid-Data/"><img src="{% assets %}/liberapay_donate_button.svg" height="50" style="box-shadow: unset;" ></a> </p>
eo: <p align="center"> <a href="https://opencollective.com/f-droid"><img src="{% assets %}/opencollective_button.png" height="50" style="box-shadow: unset;" ></a> &nbsp; &nbsp; &nbsp; <a href="https://eo.liberapay.com/F-Droid-Data/"><img src="{% assets %}/liberapay_donate_button.svg" height="50" style="box-shadow: unset;" ></a> </p>

source: Other options
eo: Aliaj rimedoj
es: Otras opciones
nl: Andere opties
pt_pt: Outras opções

source: You can donate to F-Droid Limited (which runs the core infrastructure) directly via:
eo: Vi povas donaci al F-Droid Limited (kiu prizorgas la bazan infrastrukturon) senpere per:
es: Puedes donar a F-Droid Limited (que dirige la infraestructura central) directamente a través de:
nl: U kunt doneren aan F-Droid Limited (draait de core infrastructuur) direct via:
pt_pt: Pode doar à F-Droid Limited (que administra a infraestrutura central) diretamente via:

source: [![Donate via PayPal]({% assets %}/paypal_donate_button.gif)](https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=E2FCXCT6837GL)
eo: [![Donaci per PayPal]({% assets %}/paypal_donate_button.gif)](https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=E2FCXCT6837GL)
nl: [![Doneer via PayPal]({% assets %}/paypal_donate_button.gif)](https://www.paypal.com/cgi-bin/webscr?cmd=_s-xclick&hosted_button_id=E2FCXCT6837GL)

source: [![Donate via Bitcoin]({% assets %}/bitcoin.png)](https://blockchain.info/address/15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18): [`15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18`](bitcoin:15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18)
eo: [![Donaci per Bitmono (₿)]({% assets %}/bitcoin.png)](https://blockchain.info/address/15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18): [`15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18`](bitcoin:15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18)
es: [![Dona vía bitcoin]({% assets %}/bitcoin.png)](https://blockchain.info/address/15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18): [`15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18`](bitcoin:15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18)
nl: [![Doneer via Bitcoin]({% assets %}/bitcoin.png)](https://blockchain.info/address/15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18): [`15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18`](bitcoin:15u8aAPK4jJ5N8wpWJ5gutAyyeHtKX5i18)

source: [![Donate via Flattr]({% assets %}/flattr-badge-large.png)](https://flattr.com/thing/343053/F-Droid-Repository)
eo: [![Donaci per Flattr]({% assets %}/flattr-badge-large.png)](https://flattr.com/thing/343053/F-Droid-Repository)
nl: [![Doneer via Flattr]({% assets %}/flattr-badge-large.png)](https://flattr.com/thing/343053/F-Droid-Repository)

source: __Bank Transfer__
eo: __Ĝiro__
es: __Transferencia bancaria__
nl: __Bankoverschrijving__
pt_pt: __Transferência Bancária__

source: Name: F-Droid Limited IBAN: GB92 BARC 2056 7893 4088 92 SWIFT: BARCGB22
eo: Nomo: F-Droid Limited IBAN: GB92 BARC 2056 7893 4088 92 SWIFT: BARCGB22
es: Nombre: F-Droid Limited IBAN: GB92 BARC 2056 7893 4088 92 SWIFT: BARCGB22
nl: Naam: F-Droid Limited IBAN: GB92 BARC 2056 7893 4088 92 SWIFT: BARCGB22
pt_pt: Nome: F-Droid Limited IBAN: GB92 BARC 2056 7893 4088 92 SWIFT: BARCGB22

source: Or buy a 👕 T-shirt 👕 from <br> [![HELLOTUX]({% assets %}/hellotux_banner.jpg)](https://www.hellotux.com/f-droid)<br> (F-Droid will receive 3€ per shirt sold.)
eo: Aĉeti 👕T-ĉemizon👕 el <br> [![HELLOTUX]({% assets %}/hellotux_banner.jpg)](https://www.hellotux.com/f-droid)<br> (F-Droid ricevos 3€ de ĉiu vendita T-ĉemizo.)
es: O compra una👕 camiseta👕 en <br> [![HELLOTUX]({% assets %}/hellotux_banner.jpg)](https://www.hellotux.com/f-droid)<br> (F-Droid recibirá 3€ por cada camiseta vendida.)
nl: Of koop een 👕 T-shirt 👕 van <br> [![HELLOTUX]({% assets %}/hellotux_banner.jpg)](https://www.hellotux.com/f-droid)<br> (F-Droid krijgt 3€ per shirt.)

source: * [Client](https://gitlab.com/fdroid/fdroidclient/issues) issue tracker: If you’re having a problem with the F-Droid client application, please check if we already know about it, and/or report it in this issue tracker.
eo: * [kliento](https://gitlab.com/fdroid/fdroidclient/issues): se vi spertas problemon pri la klienta aplikaĵo F-Droid, bonvolu kontroli ĉu ni jam scias pri ĝi aŭ raporti ĝin per tiu ĉi erar-spurilo.
es: * Gestor de incidencias del [Cliente](https://gitlab.com/fdroid/fdroidclient/issues): si tiene un problema con la aplicación cliente de F-Droid, por favor, compruebe si ya sabemos sobre el tema, y/o infórmenos en el gestor de incidencias.
es_ar: * Gestor de incidencias del [Cliente](https://gitlab.com/fdroid/fdroidclient/issues): si tenés un problema con la aplicación cliente de F-Droid, por favor, comprobá si ya sabemos sobre el tema, y/o informanos en el gestor de incidencias.
gd: * Tracaiche bhugaichean a’ [chliant](https://gitlab.com/fdroid/fdroidclient/issues): Ma tha duilgheadas agad le aplacaid cliant F-Droid, thoir sùil feuch a bheil sinn eòlach air mu thràth agus/no dèan aithris air buga ann an tracaiche nam buga aice.
nb: * [Klient](https://gitlab.com/fdroid/fdroidclient/issues) issue tracker: Hvis du har et problem med F-Droid klientprogrammet, Vennligst sjekk om vi allerede vet om det, og/eller rapporter det i denne spørsmålet tracker.
nn: * Feilsporar for [klienten](https://gitlab.com/fdroid/fdroidclient/issues): Viss du har problem med F-Droid-klientappen, sjå først om problemet alt er meldt inn, og meld det inn viss ikkje.
pt_pt: * Rastreador de Problemas do [Cliente](https://gitlab.com/fdroid/fdroidclient/issues): se você tiver um problema com o aplicativo cliente do F-Droid. Por favor, verifique se já sabemos sobre isso e / ou denuncie neste rastreador de problemas.
vi: * Trình theo dõi vấn đề [Ứng dụng khách](https://gitlab.com/fdroid/fdroidclient/issues): Nếu bạn đang có vấn đề với ứng dụng khách F-Droid, hãy kiểm tra xem chúng tôi đã biết về nó hay chưa, và/hoặc báo cáo nó trong trình theo dõi vấn đề này.
zh_hant: * [用戶端](https://gitlab.com/fdroid/fdroidclient/issues) 問題追蹤系統：如果您在 F-Droid 用戶端應用程式中遇到問題，請在此查對是否為已知問題或回報。

source: * [RFP](https://gitlab.com/fdroid/rfp/issues/new) tracker: To request a new app be added, submit a "Request For Packaging" on the rfp tracker.
eo: * [peto pri pakaĵo](https://gitlab.com/fdroid/rfp/issues/new): por peti pri aldoni novan aplikaĵon al la deponejo.
es: * Gestor de [peticiones de empaquetado (RFP)](https://gitlab.com/fdroid/rfp/issues/new): para solicitar que se agregue una nueva aplicación, envíe una petición de empaquetado ("Request For Packaging", RFP) en el gestor de rfp.
pt_pt: * Rastreador de [RFP](https://gitlab.com/fdroid/rfp/issues/new): Para solicitar que um novo aplicativo seja adicionado, envie um "Request For Packaging" no Rastreador de RFP.

source: * [Data](https://gitlab.com/fdroid/fdroiddata/issues) issue tracker: For problems relating to the contents of the repository, such as missing or outdated applications, please use this issue tracker.
eo: * [datumoj](https://gitlab.com/fdroid/fdroiddata/issues): por problemoj rilataj al enhavo de la deponejo, kiel mankaj aŭ neĝisdataj aplikaĵoj.
pt_pt: * Rastreador de [Dados](https://gitlab.com/fdroid/fdroiddata/issues) Problemáticos: Para problemas relacionados ao conteúdo do repositório, como aplicativos ausentes ou desatualizados. Por favor, use este rastreador de problemas.

source: * [Server](https://gitlab.com/fdroid/fdroidserver/issues) issue tracker: For the server tools (used for building apps yourself, or running your own repo), please use this issue tracker.
eo: * [servilo](https://gitlab.com/fdroid/fdroidserver/issues): por kompili aplikaĵon per si mem aŭ ekfunkcii vian propran deponejon.
es: * Gestor de incidencias del [Servidor](https://gitlab.com/fdroid/fdroidserver/issues): para las herramientas de servidor (que se usan para compilar aplicaciones, o mantener un repositorio propio), por favor use este gestor de incidencias.
es_ar: * Gestor de incidencias del [Servidor](https://gitlab.com/fdroid/fdroidserver/issues): para las herramientas de servidor (que se usan para compilar aplicaciones, o mantener un repositorio propio), por favor usá este gestor de incidencias.
gd: * Tracaiche bugaichean an [fhrithealaiche](https://gitlab.com/fdroid/fdroidserver/issues): Airson na h-innealan frithealaiche (a chleachdas tu airson aplacaidean a thogail fhèin, no airson ionad-tasgaidh agad fhèin a ruith), cleachd tracaiche nam buga seo.
nb: * [Server](https://gitlab.com/fdroid/fdroidserver/issues) feilsporer: For tjenerverktøy (brukt for å bygge programmer selv, eller kjøre din egen pakkebrønn), bruk denne feilsporeren.
nl: * [Server](https://gitlab.com/fdroid/fdroidserver/issues) probleemtracker: Voor de servertools (gebruikt voor het zelf bouwen van apps, of voor als u uw eigen pakketbron gebruikt), gebruik alstublieft deze probleemtracker.
nn: * Feilsporar for [tenaren](https://gitlab.com/fdroid/fdroidserver/issues): For problem med tenar­verktøya (som du brukar for å byggja appar sjølv eller drifta din eigen pakkebrønn), bruk denne feilsporaren.
pt_pt: * Rastreador de Problemas do [Servidor](https://gitlab.com/fdroid/fdroidserver/issues): Para as ferramentas de servidor (usadas para criar aplicativos por conta própria, ou executando o seu próprio repositório). Por favor, use este rastreador de problemas.
vi: * Trình theo dõi vấn đề [Máy chủ](https://gitlab.com/fdroid/fdroidserver/issues): Đối với các công cụ máy chủ (được sử dụng để bạn tự xây dựng các ứng dụng, hoặc vận hành kho của bạn), hãy sử dụng trình theo dõi vấn đề này.
zh_hant: * [Server](https://gitlab.com/fdroid/fdroidserver/issues) 問題追蹤系統：對於伺服器工具（用以自行構建應用程式或建立您的軟體庫），請使用此追蹤系統。

source: * [Website](https://gitlab.com/fdroid/fdroid-website/issues) issue tracker: For issues relating to this web site, you can use this issue tracker.
eo: * [retejo](https://gitlab.com/fdroid/fdroid-website/issues): por problemoj rilataj al tiu ĉi retejo.
es: * Gestor de incidencias del [sitio web](https://gitlab.com/fdroid/fdroid-website/issues): para problemas relacionados con este sitio web, puede usar este gestor de incidencias.
es_ar: * Gestor de incidencias del [sitio web](https://gitlab.com/fdroid/fdroid-website/issues): para problemas relacionados con este sitio web, podés usar este gestor de incidencias.
gd: * Tracaiche bhugaichean na [làraich-lìn](https://gitlab.com/fdroid/fdroid-website/issues): Airson duilgheadasan leis an làrach-lìn seo, ’s urrainn dhut tracaiche nam buga seo a chleachdadh.
nb: * [Nettside](https://gitlab.com/fdroid/fdroid-website/issues)-feilsporer: For problemer som har med denne nettsiden å gjøre, kan du bruke denne feilsporeren.
nn: * Feilsporar for [nettstaden](https://gitlab.com/fdroid/fdroid-website/issues): Meld feil som du finn på denne nettstaden, inn via denne feilsporaren.
pt_pt: * Rastreador de Problemas do [Website](https://gitlab.com/fdroid/fdroid-website/issues): Para questões relacionadas a este site. Você pode usar este rastreador de problemas.
vi: * Trình theo dõi vấn đề [Trang web](https://gitlab.com/fdroid/fdroid-website/issues): Đối với các vấn đề liên quan đến trang web này, bạn có thể sử dụng trình theo dõi vấn đề này.
zh_hant: * [網站](https://gitlab.com/fdroid/fdroid-website/issues) 問題追蹤系統：有關本網站的問題，您可以使用此追蹤系統。
