Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) How to use F-Droid Privileged Extension as a user and ROM developer
ar: [الامتداد المميز](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) كيفية استخدام F-Droid Privileged Extension كمستخدم ومطور النظام
ca: [Extensió amb privilegis](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Com fer servir l'extensió amb privilegis de l'F-Droid, com a persona que ho utilitza i com a qui desenvolupa ROM
cs: [Privilegované rozšíření](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Jak použít Privilegované rozšíření F-Droid jako uživatel a vývojář ROM
de: [Rechteerweiterung](https://gitlab.com/fdroid/privileged-extension#f-droid-privileged-extension) Wie die F-Droid-Rechteerweiterung von Nutzern und ROM-Entwicklern verwendet werden soll
eu: [Pribilegiodun Luzapena](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Nola erabili F-Droid Pribilegiodun Luzapena erabiltzaile gisa eta ROM garatzaile gisa
he: [הרחבת הרשאות](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) איך להשתמש בהרחבת ההרשאות של F-Droid בתור משתמש או מפתח רום (מערכת הפעלה מותאמת)
hu: [Privilegizált kiterjesztés](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Hogyan használja az F-Droid privilegizált kiterjesztését felhasználóként és ROM fejlesztőként
id: [Ekstensi Istimewa](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Cara menggunakan Ekstensi Privileged F-Droid sebagai pengguna dan pengembang ROM
ja: [特権拡張機能](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) ユーザー、ROM開発者としてF-Droidの特権拡張機能を使う方法について
pl: [Uprzywilejowane rozszerzenie](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Jak korzystać z Uprzywilejowanego rozszerzenia F-Droid jako użytkownik i programista ROM
pt: [Extensão Privilegiada](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Como utilizar a Extensão Privilegiada F-Droid como utilizador e programador de ROM
ru: [Особое расширение](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Как использовать Особое расширение F-Droid пользователю и разработчику прошивок
uk: [Привілейоване розширення](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) Як використовувати привілейовані розширення F-Droid як користувач і розробник ROM
zh_hans: [特权扩展](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) 作为用户和 ROM 开发者，如何使用 F-Droid 特权扩展

source: [Deploying the Website](Deploying_the_Website) How [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) becomes [f-droid.org](https://f-droid.org)
ar: [نشر الموقع](Deploying_the_Website) كيف [fdroid-website.git](https://gitlab.com/fdroid/fdroid-موقع) يصبح [f-droid.org](https://f-droid.org)
ca: [Desplegar el lloc web](Deploying_the_Website) Com convertim [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) en [f-droid.org](https://f-droid.org)
cs: [Nasazení webu](Deploying_the_Website) Jak se z [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) stane [f-droid.org](https://f-droid.org)
de: [Bereitstellung der Website](Deploying_the_Website) Wie [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) zu [f-droid.org](https://f-droid.org) wird
eo: [kompili retejon](Deploying_the_Website): kiel [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) iĝas [f-droid.org](https://f-droid.org)
es: [Desplegar el sitio web](Deploying_the_Website) Cómo [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) llega a ser [f-droid.org](https://f-droid.org)
es_ar: [Desplegar el sitio web](Deploying_the_Website) Como [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) llega a ser [f-droid.org](https://f-droid.org)
et: [Veebisaidi üleslaadimine](Deploying_the_Website) Kuidas [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) muutub [f-droid.org](https://f-droid.org)'ks
eu: [Webgunea argitaratzea](Deploying_the_Website) Nola [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) bihurtzen den [f-droid.org](https://f-droid.org)
fa: [نگه‌داری پایگاه‌وب](Deploying_the_Website) چکونگی تبدیل [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) به [f-droid.org](https://f-droid.org)
fr: [Déploiement du site web](Deploying_the_Website) Comment [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) devient [f-droid.org](https://f-droid.org)
gd: [Deploying na làraich-lìn](Deploying_the_Website) Mar a thèid [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) ’na [f-droid.org](https://f-droid.org)
he: [הטמעת האתר](Deploying_the_Website) איך [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) הופך להיות [f-droid.org](https://f-droid.org)
hi: [वेबसाइट को तैनात करना](Deploying_the_Website) [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) को [f-droid.org](https://f-droid.org) में कैसे बदला जाता है
hu: [A weboldal telepítése](Deploying_the_Website) Hogyan lesz az [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) tárolóból [f-droid.org](https://f-droid.org)
id: [Menerapkan Situs](Deploying_the_Website) Bagaimana [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) menjadi [f-droid.org](https://f-droid.org)
is: [Flæði vefsvæðis](Deploying_the_Website) Hvernig [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) verður að [f-droid.org](https://f-droid.org) vefsvæðinu
it: [Deploy del sito](Deploying_the_Website) Come [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) diventa [f-droid.org](https://f-droid.org)
ja: [ウェブサイトの運営](Deploying_the_Website) [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website)を[f-droid.org](https://f-droid.org)として運用する方法について
nb: [Utrulling av nettsiden](Deploying_the_Website) Hvordan [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) blir til [f-droid.org](https://f-droid.org)
nl: [De website uitrollen](Deploying_the_Website) Hoe [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) [f-droid.org](https://f-droid.org) wordt
nn: [Offentleggjering av nettstaden](Deploying_the_Website) Korleis [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) vert til [f-droid.org](https://f-droid.org)
pl: [Wdrażanie strony internetowej](Deploying_the_Website) W jaki sposób [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) staje się [f-droid.org](https://f-droid.org)
pt: [Implantando o site](Deploying_the_Website) Como [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) se torna [f-droid.org](https://f-droid.org)
pt_br: [Implantando o site](Deploying_the_Website) Como [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) se torna [f-droid.org](https://f-droid.org)
pt_pt: [Implantando o site](Deploying_the_Website) Como [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) se torna [f-droid.org](https://f-droid.org)
ro: [Deploying the Website](Deploying_the_Website) Cum [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) devine [f-droid.org](https://f-droid.org)
ru: [Развертывание страницы](Deploying_the_Website) О том, как исходный код из [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) превращается в страницу [f-droid.org](https://f-droid.org)
sq: [Ngritje e Sajtit](Deploying_the_Website) Si bëhet [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) [f-droid.org](https://f-droid.org)
tr: [Web Sitesini Dağıtma](Deploying_the_Website) Nasıl [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) olur [f-droid.org](https://f-droid.org)
uk: [Розгортання вебсайту](Deploying_the_Website) Як [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) стає [f-droid.org](https://f-droid.org)
vi: [Triển khai trang web](Deploying_the_Website) Cách [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) trở thành [f-droid.org](https://f-droid.org)
zh_hans: [部署网站](Deploying_the_Website) 如何将 [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) 转换为 [f-droid.org](https://f-droid.org)
zh_hant: [部署網站](Deploying_the_Website) [fdroid-website.git](https://gitlab.com/fdroid/fdroid-website) 如何轉變為 [f-droid.org](https://f-droid.org)

source: [Maintaining the Forum](Maintaining_the_Forum) Useful information for administrators of [F-Droid's forum](https://forum.f-droid.org)
ar: [صيانة المنتدى](Maintaining_the_Forum) معلومات مفيدة لمشرفي [منتدى F-Droid](https://forum.f-droid.org)
ca: [Manteniment del fòrum](Maintaining_the_Forum) Informació útil per qui administra al [fòrum d'F-Droid](https://forum.f-droid.org)
cs: [Údržba fóra](Maintaining_the_Forum) Užitečné informace pro administrátory [fóra F-Droid](https://forum.f-droid.org)
de: [Forum-Pflege](Maintaining_the_Forum) Nützliche Informationen für Administratoren des [F-Droid-Forums](https://forum.f-droid.org)
eo: [prizorgi la forumon](Maintaining_the_Forum): uzeblaj informoj por estroj de la [forumo F-Droid](https://forum.f-droid.org)
es: [Mantener el foro](Maintaining_the_Forum) Información útil para administradores del [foro de F-Droid](https://forum.f-droid.org)
es_ar: [Mantener el foro](Maintaining_the_Forum) Información útil para administradores del [foro de F-Droid](https://forum.f-droid.org)
et: [Foorumi haldus](Maintaining_the_Forum) Oluline teave [F-Droid's forum](https://forum.f-droid.org) haldajatele
eu: [Foroa mantentzea](Maintaining_the_Forum) [F-Droid foroko](https://forum.f-droid.org) administratzaileentzako informazio erabilgarria
fa: [نگه‌داری انجمن](Maintaining_the_Forum) اطّلاعات مفید برای مدیران [انجمن اف‌دروید](https://forum.f-droid.org)
fr: [Maintenir le Forum](Maintaining_the_Forum) Les informations utiles pour l'administrateur d'un [forum F-Droid](https://forum.f-droid.org)
gd: [Glèidheadh a’ bhùird-bhrath](Maintaining_the_Forum) Fiosrachadh feumail do rianairean [bòrd-brath F-Droid](https://forum.f-droid.org)
he: [תחזוקת הפורום](Maintaining_the_Forum) מידע שימושי למנהלי ה[פורום של F-Droid](https://forum.f-droid.org)
hi: [फ़ोरम को अनुरक्षित करना](Maintaining_the_Forum) [F-Droid के फ़ोरम](https://forum.f-droid.org) के प्रबंधकों के लिए उपयोगी जानकारी
hu: [A Fórum üzemeltetése](Maintaining_the_Forum) Hasznos információk az [F-Droid's fórumának](https://forum.f-droid.org) adminisztrátorai számára
id: [Memelihara Forum](Maintaining_the_Forum) Informasi yang berguna untuk administrator [forum F-Droid](https://forum.f-droid.org)
is: [Viðhald spjallsvæðis](Maintaining_the_Forum) Nytsamlegar upplýsingar fyrir stjórnendur [F-Droid spjallsvæðisins](https://forum.f-droid.org)
it: [Mantenimento del forum](Maintaining_the_Forum) Informazioni utili per gli amministratori del [forum di F-Droid](https://forum.f-droid.org)
ja: [フォーラムの運営管理](Maintaining_the_Forum) [F-Droidのフォーラム](https://forum.f-droid.org)の運営者向けの情報
nb: [Vedlikehold av forumet](Maintaining_the_Forum) Nyttig informasjon for administratorene av [F-Droids forum](https://forum.f-droid.org)
nl: [Forumbeheer](Maintaining_the_Forum) Nuttige informatie voor beheerders van het [F-Droid-forum](https://forum.f-droid.org)
nn: [Vedlikehald av brukarforumet](Maintaining_the_Forum) Nyttig informasjon for administratorar av [F-Droid-brukarforum](https://forum.f-droid.org)
pl: [Utrzymanie Forum](Maintaining_the_Forum) Przydatne informacje dla administratorów na [F-Droid's forum](https://forum.f-droid.org)
pt: [Manter o fórum](Maintaining_the_Forum) Informações úteis para os administradores do [Fórum do F-Droid](https://forum.f-droid.org)
pt_br: [Mantendo o Fórum](Maintaining_the_Forum) Informações úteis para os administradores do [Fórum do F-Droid](https://forum.f-droid.org)
pt_pt: [Mantendo o Fórum](Maintaining_the_Forum) Informações úteis para os administradores do [Fórum do F-Droid](https://forum.f-droid.org)
ro: [Maintaining the Forum](Maintaining_the_Forum) Informații utile pentru administratorii de [F-Droid's forum](https://forum.f-droid.org)
ru: [Поддержание порядка на форуме](Maintaining_the_Forum) Справочные материалы для администраторов [форума F-Droid](https://forum.f-droid.org)
sq: [Mirëmbajtje Forumi](Maintaining_the_Forum) Të dhëna të dobishme për përgjegjës të [forumit të F-Droid-it](https://forum.f-droid.org)
tr: [Forumun Bakımı](Maintaining_the_Forum) [F-Droid forumu](https://forum.f-droid.org) yöneticileri için faydalı bilgiler
uk: [Супровід форуму](Maintaining_the_Forum) Корисні відомості для адміністрації [форуму F-Droid](https://forum.f-droid.org)
vi: [Duy trì diễn đàn](Maintaining_the_Forum) Thông tin hữu ích dành cho những người quản trị của [diễn đàn của F-Droid](https://forum.f-droid.org)
zh_hans: [维护论坛](Maintaining_the_Forum) 面向 [F-Droid 论坛](https://forum.f-droid.org)管理员的有用信息
zh_hant: [論壇維護](Maintaining_the_Forum) 對 [F-Droid 論壇](https://forum.f-droid.org) 管理員的有用資訊

source: [Running a Mirror](Running_a_Mirror) Instructions for setting up a repository mirror
ar: [تشغيل مرآة](Running_a_Mirror) إرشادات لإعداد نسخة متطابقة للمخزون
ca: [Creació d'una rèplica](Running_a_Mirror) Instruccions per a crear una rèplica d'un dipòsit
cs: [Provoz zrcadla](Running_a_Mirror) Instrukce pro založení zrcadla repozitáře
de: [Mirror betreiben](Running_a_Mirror) Anweisungen zum Einrichten eines Repository-Mirrors
eo: [lanĉi spegul‑servilon](Running_a_Mirror): instrukcioj pri kiel agordi spegul‑servilon de deponejo
es: [Ejecutar un Mirror](Running_a_Mirror) Instrucciones para configurar un mirror de repositorio
es_ar: [Ejecutar un Mirror](Running_a_Mirror) Instrucciones para configurar un mirror de repositorio
et: [Võrgupeegli kasutuselevõtmine](Running_a_Mirror) Hoidla võrgupeegli ülesseadmise juhend
eu: [Ispilu bat ezartzea](Running_a_Mirror)Biltegi ispilu bat ezartzeko argibideak
fa: [اجرای یک آینه](Running_a_Mirror) دستورالعمل‌هایی برای راه‌اندازی یک آینه مخزن
fr: [Gérer un miroir](Running_a_Mirror) Instructions pour mettre en place un dépôt miroir
gd: [Ruith sgàthain](Running_a_Mirror) Stiùireadh air suidheachadh sgàthan de dh’ionad-tasgaidh
he: [הפעלת אתר מראה](Running_a_Mirror) הנחיות להקמת מאגר מראה
hi: [दर्पण चलाना](Running_a_Mirror) रिपॉज़िटरी का एक दर्पण सेटअप करने के अनुदेश
hu: [Tükörkiszolgáló futtatása](Running_a_Mirror) Utasítások egy tárolótükör beállításához
id: [Running a Mirror](Running_a_Mirror) Petunjuk untuk menyiapkan cerminan repositori
is: [Keyra spegil](Running_a_Mirror) Leiðbeiningar fyrir hvernig setja eigi upp hugbúnaðarsafnspegil
it: [Mantenere un mirror](Running_a_Mirror) Istruzioni per configurare un mirror di repository
ja: [ミラーの運用](Running_a_Mirror) リポジトリのミラーを設定する方法に関する説明
nb: [Kjøring av speil](Running_a_Mirror) Instruks for oppsett av pakkebrønnsspeil
nl: [Mirror Opzetten](Running_a_Mirror) Instructies voor het opzetten van een repository mirror
nn: [Drift av speglar](Running_a_Mirror) Informasjon om korleis du kan setja opp ein pakkebrønn-spegel
pl: [Uruchamianie lustra](Running_a_Mirror) Instrukcje dotyczące konfigurowania repozytorium lustra
pt: [Manter um espelho](Running_a_Mirror) Instruções para configurar um espelho ("mirror") do repositório.
pt_br: [Mantendo um espelho](Running_a_Mirror) Instruções para configurar um espelho ("mirror") de repositório
pt_pt: [Mantendo um espelho](Running_a_Mirror) Instruções para configurar um espelho ("mirror") de repositório
ro: [Running a Mirror](Running_a_Mirror) Instrucțiuni pentru configurarea unei oglinzi de depozit
ru: [Запуск зеркала](Running_a_Mirror) Инструкции по установке зеркала репозитория
sq: [Xhirimi i një Pasqyre](Running_a_Mirror) Udhëzime për ujdisjen e një pasqyre depoje
tr: [Yansı Çalıştırmak](Running_a_Mirror) Depo yansısı kurma talimatları
uk: [Ведення дзеркала](Running_a_Mirror) Як налаштувати дзеркало репозиторію
vi: [Vận hành một kho dự phòng](Running_a_Mirror) Hướng dẫn thiết lập một kho dự phòng
zh_hans: [运行镜像](Running_a_Mirror) 设置存储库镜像的说明
zh_hant: [運行儲庫鏡像](Running_a_Mirror) 設置存儲庫鏡像的說明

source: [MIA Process](MIA_Process) MIA (missing in action) maintainer removal process
ar: [عملية MIA](MIA_Process) عملية إزالة المشرف MIA (مفقودة في العمل)
ca: [Procediment MIA](MIA_Process) informació sobre el procediment d'eliminació de contribucions absents. MIA son sigles en anglès de «missing in action», desaparegut en combat
cs: [Proces MIA](MIA_Process) Proces odebrání MIA (missing in action) správců
de: [MIA-Prozess](MIA_Process) Streichung von inaktiven Maintainern (MIA =(missing in action)
eo: [foresto de estro](MIA_Process): proceduroj rilataj al projektestroj neaktivaj por longa tempo
es: [Proceso MIA](MIA_Process) proceso de eliminación del mantenedor en MIA (Desaparecido en acción)
es_ar: [Proceso MIA](MIA_Process) proceso de eliminación del mantenedor en MIA (Desaparecido en acción)
et: [Ajas kadunud haldurid](MIA_Process) Juhend ajaga kadunud ja mitteaktiivsete haldurite eemaldamiseks ja asendamiseks
eu: [MIA prozesua](MIA_Process) MIA (missing in action) mantentzailea kentzeko prozesua
fa: [فرآیند MIA](MIA_Process) روند حذف نگهدارنده MIA (در عمل موجود نیست)
fr: [MIA Processus](MIA_Process) MIA (manquant dans l'action) maintient les processus retirés
gd: [Pròiseas MIA ](MIA_Process) Pròiseas MIA (missing in action) airson luchd-glèidhidh a chaidh a-mach à sgeul a thoirt air falbh
he: [תהליך היעדרות מתפקיד](MIA_Process) MIA (missing in action - היעדרות מתפקיד) תהליך הסרת מתחזקים
hi: [MIA प्रक्रिया](MIA_Process) MIA (missing in action) अनुरक्षक को हटाने की प्रक्रिया
hu: [MIA folyamat](MIA_Process) MIA (szolgálat közben eltűnt) karbantartó-eltávolítási folyamat
id: [Proses MIA](MIA_Process) Proses penghapusan pengelola MIA (hilang dalam tindakan)
is: [MIA-ferli](MIA_Process) Hvernig fer þegar umsjónarmaður/forritari er MIA (missing in action) og hvernig er hann fjarlægður
it: [Processo MIA](MIA_Process) Manutentore del processo di rimozione MIA (missing in action)
ja: [行方不明に関する手続き](MIA_Process) 連絡が取れなくなった管理者を除外する手続きについて
nb: [MIA-prosess](MIA_Process) MIA (missing in action) prosess for fjerning av vedlikeholder
nn: [MIA-prosess](MIA_Process) MIA-prosess («missing in action») for fjerning av vedlikehaldarar som har forsvunne
pl: [Proces MIA](MIA_Process) Proces usuwania nieaktywnych opiekunów (MIA - Missing In Action - zaginiony w akcji)
pt: [Processo MIA](MIA_Process) MIA (missing in action) processo de remoção do mantenedor
pt_br: [Processo de MIA](MIA_Process) Processo de remoção de mantenedores desaparecidos (Missing In Action)
ro: [MIA Process](MIA_Process) Procesul de eliminare a mentenanților MIA (dispăruți în acțiune)
ru: [Процедура MIA](MIA_Process) (missing in action, пропавший без вести) — это процедура удаления неактивных сопровождающих
sq: [Proces MIA](MIA_Process) Proces MIA (i humbur gjatë operacionesh) heqjeje mirëmbajtësi
tr: [MIA İşlemi](MIA_Process) MIA (etkin olmayan) proje sorumlusu kaldırma işlemi
uk: [Процес щодо бездіяльності](MIA_Process) Що робимо, перш ніж вилучити тих, хто більше не бере участь
vi: [Quá trình MIA](MIA_Process) Quá trình xoá người duy trì MIA (không hoạt động)
zh_hans: [MIA 流程](MIA_Process) MIA (missing in action) 维护者移除流程

source: Donations
ar: التبرعات
ca: Donacions
cs: Dary
de: Spenden
eo: Donacoj
es: Donaciones
es_ar: Donaciones
et: Annetused
eu: Dohaintzak
fa: اعانه‌ها
fr: Dons
gd: Tabhartasan
he: תרומות
hi: दान
hu: Adományok
id: Donasi
is: Gjafir
it: Donazioni
ja: 寄付
nb: Donasjoner
nl: Donaties
nn: Pengegåver
pl: Darowizny
pt: Donativos
pt_br: Doações
pt_pt: Doações
ro: Donații
ru: Пожертвования
sq: Dhurime
tr: Bağışlar
uk: Внески
vi: Quyên góp
zh_hans: 捐赠
zh_hant: 捐助

source: F-Droid is powered by your donations!
ar: يتم تشغيل F-Droid من تبرعاتك!
ca: L'F-Droid és possible gràcies a les vostres donacions!
cs: F-Droida existuje díky vašim darům!
de: F-Droid wird durch Ihre Spenden unterstützt!
eo: F-Droid estas subtenata per viaj donacoj!
es: ¡F-Droid se sustenta con donaciones!
es_ar: ¡F-Droid se sustenta con donaciones!
et: Sinu annetused hoiavad F-Droid'i töös!
eu: F-Droid zure dohaintzei ezker dabil!
fa: اف‌دروید از اعانه‌های شما نیرو می‌گیرد!
fr: F-Droid est alimentée par vos dons !
gd: Tha F-Droid ’ga thoirt dhut le taic do thabhartasan!
he: עצם הקיום של F-Droid תלוי בתרומות שלך!
hi: F-Droid आपके दान से संचालित है!
hu: A F-Droid az Önök adományára támaszkodik!
id: F-Droid didukung oleh donasi Anda!
is: F-Droid er drifið áfram af styrkjum!
it: F-Droid è sostenuto dalle vostre donazioni!
ja: F-Droidは皆さんの寄付で運営されています！
nb: F-Droid drives av dine donasjoner!
nl: F-Droid wordt ondersteund door jouw donaties!
nn: F-Droid vert finansiert av pengegåver!
pl: F-Droid działa dzięki Twoim darowiznom!
pt: O F-Droid é sustentado pelos seus donativos!
pt_br: F-Droid é mantido por meio de suas doações!
pt_pt: O F-Droid é alimentado pelas suas doações!
ro: F-Droid este alimentat de donațiile voastre!
ru: F-Droid существует благодаря Вашим пожертвованиям!
sq: F-Droid bazohet në dhurimet tuaja!
tr: F-Droid bağışlarınız tarafından desteklenmektedir!
uk: F-Droid працює завдяки вашій підтримці!
vi: F-Droid được chạy bằng sự quyên góp của bạn!
zh_hans: 你的捐赠将是 F-Droid 运作的驱动力！
zh_hant: F-Droid 是由您的捐助推動的！
