Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: There are also bridges to Telegram and Jabber/XMPP (experimental). To join via Telegram, click [this link](https://matrix.f-droid.org/fdroid/telegram/). For Jabber/XMPP, join [#fdroid#matrix.org@matrix.org](xmpp:#fdroid#matrix.org@matrix.org?join).
fa: پل‌هایی نیز به تلگرام و Jabber/XMPP (آزمایشی) وجود دارند. برای پیوستن به تلگرام [اینجا](https://matrix.f-droid.org/fdroid/telegram/) کلیک کنید. برای Jabber/XMPP، به [#fdroid#matrix.org@matrix.org](xmpp:#fdroid#matrix.org@matrix.org?join) بپیوندید.
it: Esistono anche bridge per Telegram e Jabber/XMPP (sperimentale). Per entrare via Telegram, clicca [questo link](https://matrix.f-droid.org/fdroid/telegram/). Per Jabber/XMPP, entra in [#fdroid#matrix.org@matrix.org](xmpp:#fdroid#matrix.org@matrix.org?join).
ro: Există, de asemenea, punți către Telegram și Jabber/XMPP (experimental). Pentru a vă alătura prin Telegram, faceți clic pe [acest link](https://matrix.f-droid.org/fdroid/telegram/). Pentru Jabber/XMPP, intrați pe [#fdroid#matrix.org@matrix.org](xmpp:#fdroid#matrix.org@matrix.org?join).

source: F-Droid is a robot with a passion for Free and Open Source (FOSS) software on the Android platform. On this site you’ll find a repository of FOSS apps, along with an Android client to perform installations and updates, and news, reviews and other features covering all things Android and software-freedom related.
eo: F-Droid estas roboto kun inklino al libera kaj malfermkoda programaro por la operaciumo Android. Ĉe tiu ĉi retejo vi trovos deponejon de liberaj kaj malfermkodaj aplikaĵoj, klienton por Android por instali kaj ĝisdatigi kaj novaĵojn, recenzojn kaj aliajn aĵojn pri Android kaj libereco de programaro.
nl: F-Droid is een robot met een passie voor vrije- en openbronsoftware (FOSS) op het Android-platform. Op deze site vindt u een pakketbron van FOSS apps, samen met een Android-cliënt om installaties en updates uit te voeren, en nieuws, recensies en andere functies die betrekking hebben op Android en softwarevrijheid.
pt_pt: F-Droid é um robô apaixonado por softwares de código livre e aberto (FOSS) da plataforma Android. Neste site você encontrará um repositório de aplicativos de código livre e aberto, bem como um cliente Android para realizar instalações e atualizações. Aqui você também terá acesso a notícias, análises e outros recursos relacionados ao Android e à liberdade de software.

source: The _f-droid.org_ core infrastructure is operated by F-Droid Limited, a UK "private company" registered in England (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)).
eo: La ĉefa infrastrukturo de _f-droid.org_ estas administrata de privata firmao F-Droid Limited registrita en Anglujo (n-ro [08420676](https://beta.companieshouse.gov.uk/company/08420676)).
nl: De kerninfrastructuur van _f-droid.org_ wordt beheerd door F-Droid Limited, een Brits "privaat bedrijf" geregistreerd in Engeland (onder nr. [08420676](https://beta.companieshouse.gov.uk/company/08420676)).
pt_pt: A infraestrutura principal do _f-droid.org_ é operada pela F-Droid Limited, uma "empresa privada" do Reino Unido registrada na Inglaterra (no. [08420676](https://beta.companieshouse.gov.uk/company/08420676)).

source: To chat with others about F-Droid, either join via IRC in the [#fdroid channel](https://webchat.freenode.net/?channels=%23fdroid) on freenode or join [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) on Matrix. The discussions are logged on [view.matrix.org](https://view.matrix.org/alias/%23fdroid:f-droid.org).
eo: Por babili kun aliaj pri F-Droid, aŭ aliĝu al la IRC-kanalo [#fdroid](https://webchat.freenode.net/?channels=%23fdroid) ĉe freenode aŭ al la Matrix-babilejo [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org). Diskutoj estas registrataj ĉe [view.matrix.org](https://view.matrix.org/alias/%23fdroid:f-droid.org).
nl: Om met anderen over F-Droid te chatten, join het [#fdroid IRC kanaal](https://webchat.freenode.net/?channels=%23fdroid) op freenode of join [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) op Matrix. De discussies worden gelogd op [view.matrix.org](https://view.matrix.org/alias/%23fdroid:f-droid.org).
pt_pt: Para conversar com outros sobre F-Droid, junte-se via IRC no [canal #fdroid](https://webchat.freenode.net/?channels=%23fdroid) no freenode ou junte-se em [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) na Matrix. As discussões são registadas em [view.matrix.org](https://view.matrix.org/alias/%23fdroid:f-droid.org).

source: There also exist bridges to Telegram and Jabber/XMPP (experimental). To join via Telegram, click on [this link](https://matrix.f-droid.org/fdroid/telegram/). For Jabber/XMPP, join [#fdroid#matrix.org@bridge.xmpp.matrix.org](xmpp:#fdroid#matrix.org@bridge.xmpp.matrix.org?join).
eo: Ankaŭ ekzistas pontoj al Telegram kaj Jabber/XMPP (eksperimentaj). Por aliĝi per Telegram, klaku [tiun ĉi ligilon](https://matrix.f-droid.org/fdroid/telegram/); por diskuti per Jabber/XMPP, aliĝu [#fdroid#matrix.org@bridge.xmpp.matrix.org](xmpp:#fdroid#matrix.org@bridge.xmpp.matrix.org?join).
nl: Er bestaan ook bruggen naar Telegram en Jabber/XMPP (experimenteel). Om via Telegram te joinen, klik op [deze link](https://matrix.f-droid.org/fdroid/telegram/). Voor Jabber/XMPP, join [#fdroid#matrix.org@bridge.xmpp.matrix.org](xmpp:#fdroid#matrix.org@bridge.xmpp.matrix.org?join).
pt_pt: Há também pontes para Telegram e Jabber/XMPP (experimental). Para entrar via Telegram, clique [neste link](https://matrix.f-droid.org/fdroid/telegram/). Para Jabber/XMPP, entre em [#fdroid#matrix.org@bridge.xmpp.matrix.org](xmpp:#fdroid#matrix.org@bridge.xmpp.matrix.org?join).

source: If you're running an organisation that uses F-Droid or would like to use F-Droid, you will sometimes want to have an expert. For this, we have a list of companies and developers who contributed to F-Droid in one way or another and are available for consulting:
eo: Se vi kondukas organizaĵon, kiu uzas aŭ volas uzi F-Droid, vi iam volus konsulti spertulon. Tiucele ni listigas firmaojn kaj programistojn, kiuj kontribuis iel al F-Droid kaj oferas sian helpon:
nl: Als je een organisatie hebt die F-Droid gebruikt of F-Droid graag wil gebruiken, zul je soms een expert willen kunnen raadplegen. Hiervoor hebben we een lijst van bedrijven en ontwikkelaars die op enige manier aan F-Droid hebben bijgedragen en beschikbaar zijn voor consultatie:
pt_pt: Se estiver a executar uma organização que usa o F-Droid ou gostaria de usar o F-Droid, às vezes vai querer ter um especialista. Para isso, nós temos uma lista de empresas e programadores que contribuíram para o F-Droid de uma forma ou de outra e que estão disponíveis para consulta:

source: F-Droid is a non-profit [volunteer]({{ "/contribute/" | prepend: site.baseurl }}) project. Although every effort is made to ensure that everything in the repository is safe to install, you use it AT YOUR OWN RISK. Wherever possible, applications in the repository are built from source, and that source code is checked for potential security or privacy issues. This checking is far from exhaustive though, and there are no guarantees.
eo: F-Droid estas neprofita [volontula]({{ "/contribute/" | prepend: site.baseurl }}) projekto. Kvankam oni faris ĉion por certigi ke ĉio en la deponejo estas sekura por instali, vi uzas ĝin NUR SUB VIA RISKO. Kiam tio eblas, aplikaĵoj en la deponejo estas kompilitaj el fontkodo kaj tiu fontkodo estas kontrolita pri eblaj sekurecaj kaj privatecaj problemoj. Tamen tiu kontrolo ne estas funda, do oni garantias nenion.
nl: F-Droid is een nonprofit [vrijwilligers]({{ "/contribute/" | prepend: site.baseurl }})project. Hoewel alles in het werk gesteld wordt om ervoor te zorgen dat alles in de pakketbron veilig kan worden geïnstalleerd, gebruikt u het op uw eigen risico. Waar mogelijk worden apps in de pakketbron uit de broncode gebouwd, en die broncode is gecontroleerd op mogelijke beveiligings- of privacyproblemen. Deze controle is echter niet uitputtend en er zijn geen garanties.
pt_pt: F-Droid é um projeto sem fins lucrativos [voluntário]({{ "/contribute/" | prepend: site.baseurl }}). Apesar de fazermos todos os esforços para assegurar que todo o conteúdo do repositório seja seguro de ser instalado, use POR SUA CONTA E RISCO. Sempre que possível, os aplicativos do repositório são compilados a partir do código fonte, e este código fonte é verificado em busca de potenciais problemas de segurança e de privacidade. Essa verificação, no entanto, está longe de ser exaustiva e não há garantias.

source: F-Droid respects your privacy. We don’t track you, or your device. We don’t track what you install. You don’t need an account to use the client, and it sends no additional identifying data when talking to our web server other than its version number. We don’t even allow you to install other applications from the repository that track you, unless you first enable ‘Tracking’ in the AntiFeatures section of preferences. Any personal data you decide to give us (e.g. your email address when registering for an account to post on the forum) goes no further than us, and will not be used for anything other than allowing you to maintain your account.
eo: F-Droid respektas vian privatecon. Ni ne spuras vin aŭ vian aparaton. Ni ne spuras kion vi instalas. Ni ne postulas konton por uzi la klienton kaj neniuj kromaj identigaj datumoj krom numero de versio estas sendataj al nia servilo. Ni eĉ ne permesas instali aliajn spurantajn aplikaĵojn el la deponejo, escepte se vi aktivigos fieblon “spurado” en agordoj. Ĉiuj personaj datumoj, kiujn vi decidas doni al ni (ekz. retpoŝta adreso kiam registri konton por skribi en la forumo) ne forlasas nin kaj ne estos uzitaj por iu escepte administri vian konton.
nl: F-Droid respecteert uw privacy. We traceren u of uw apparaat niet. We volgen niet wat u installeert. U heeft geen account nodig om de app te gebruiken, en deze verzendt, buiten het versienummer, geen extra persoonsgegevens wanneer u met onze webserver verbinding maakt. We staan u zelfs niet toe om andere toepassingen die u volgen te installeren vanuit de F-Droid-database, tenzij u eerst 'Tracking' inschakelt in het gedeelte Antifuncties van voorkeuren. Eventuele persoonlijke gegevens die u ervoor kiest om ons te geven (bijvoorbeeld uw e-mailadres bij het registreren van een account om op het forum te posten) worden niet gebruikt voor iets anders dan u in staat te stellen uw account te onderhouden.
pt_pt: F-Droid respeita sua privacidade. Nós não rastreamos você, ou seu dispositivo. Nós não rastreamos o que você instala. Você não precisa de uma conta para usar o aplicativo cliente, e ele não envia informações adicionais de identificação quando se comunica com nosso web server exceto o número da versão. Nós nem mesmo permitimos que você instale alguma outra aplicação do nosso repositório se ela for rastrear você, a menos que você habilite a opção "Rastreamento" na seção preferências de anti funcionalidades. Qualquer dado pessoal que você decida nos fornecer (i.e. seu endereço de e-mail quando se registra em uma conta para postar no fórum) não é transmitido para ninguém além de nós mesmos, e não será usado para nada além de permitir que você administre sua conta.

source: If you have contributed to F-Droid and your name is missing, it’s a mistake and you should [add yourself to the list](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Please include your Weblate username if you are a translator. Keep it sorted by surname, please.
eo: Se vi kontribuis al F‑Droid kaj via nomo mankas aŭ eraras, [aldonu vin al la listo](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Se vi estas tradukisto, aldonu vian Weblate-uzantnomon. Bonvolu ordigi la liston laŭ familinomo.
es: Si has contribuido a F-Droid y tu nombre no aparece, es un error y deberías [añadirte a la lista](https://gitlab.com/fdroid/fdroid-website/blob/master/_pages/about.md)! Déjalo ordenado por apellido, por favor.
nl: Als uw naam ontbreekt is dit een fout. Voeg in dat geval [uzelf toe aan de lijst](https://gitlab.com/fdroid/fdroid-website/blob/master/_data/contributors.yaml)! Voeg jouw Weblate gebruikersnaam toe wanneer je vertaald. Hou het liefst gesorteerd op achternaam.

source: If you experience problems with the site or client software, you can report them in the issue tracker ([find the appropriate tracker on this page]({{ "/issues/" | prepend: site.baseurl }})), or discuss them in the [Forum](https://forum.f-droid.org/) or on IRC (#fdroid on freenode).
eo: Se vi spertas problemon pri retejo aŭ klienta aplikaĵo, vi povas raporti ĝin al la rilata [erar‑spurilo]({{ "/issues/" | prepend: site.baseurl }}) aŭ pridiskuti ĝin en la [forumo](https://forum.f-droid.org/) aŭ en IRC (#fdroid ĉe freenode).
es: Si experimenta problemas con el sitio o el software cliente, puede reportarlos en el rastreador de problemas ([encuentre el rastreador apropiado en esta página]({{ "/issues/" | prepend: site.baseurl }}), o discutirlos en el [Foro](https://forum.f-droid.org/) o en el IRC (#fdroid en freenode).
nl: Als u problemen ondervindt met de site of de cliëntsoftware, kunt u deze melden ([vind de passende tracker op deze pagina]({{ "/issues/" | prepend: site.baseurl }}))), of bespreken op het [forum](https://forum.f-droid.org/) of op IRC (#fdroid op freenode).

source: If you see an application missing from the repository (after reading the [inclusion policy](../docs/Inclusion_Policy)), please feel free to submit it via the dedicated [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues) issue tracker.
eo: Se vi rigardis, ke iu aplikaĵo malestas en la deponejo (post legi [politikon pri enmeto](../docs/Inclusion_Policy)), bonvolu simple anonci ĝin per la speciala erar-spurilo pri [aldoni novajn pakaĵojn](https://gitlab.com/fdroid/rfp/issues).
es: Si ve que falta una aplicación en el repositorio (tras leer las [normas de inclusión](../docs/Inclusion_Policy)), por favor, siéntase libre de enviarla a través del gestor de incidencias dedicado a [Peticiones de Empaquetado](https://gitlab.com/fdroid/rfp/issues).
es_ar: Si ves que falta una aplicación en el repositorio (tras leer las [normas de inclusión](../docs/Inclusion_Policy)), por favor, sentite libre de enviarla a través del gestor de incidencias dedicado a [Peticiones de Empaquetado](https://gitlab.com/fdroid/rfp/issues).
gd: Ma chunnaic thu gu bheil aplacaid a dhìth air an ionad-tasgaidh (às dèidh [poileasaidh a’ chuir ris](../docs/Inclusion_Policy) a leughadh), nach cuir thu a-null i leis an tracaiche bhugaichean shònraichte [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues)?
nb: Hvis du ser at et program mangler fra pakkebrønnen (etter å ha lest [innlemmelsespraksisen](../docs/Inclusion_Policy)), kan du sende det inn via den egnede feilsporeren for [Pakkingsforespørsler](https://gitlab.com/fdroid/rfp/issues).
nl: Als u ziet dat een app niet in de pakketbron zit, kunt u (na het lezen van het [opnamebeleid](../docs/Inclusion_Policy)), dit melden via de hieraan toegewijde issuetracker [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues).
nn: Viss du finn ein app som manglar i pakkebrønnen (og du har lese [vilkåra for appinkludering](../docs/Inclusion_Policy)), kan du gjerne melda han inn via [førespurnadssida](https://gitlab.com/fdroid/rfp/issues).
pt_pt: Se você identificar que uma aplicação está ausente no repositório (após ler a [política de inclusão](../docs/Inclusion_Policy)), por favor sinta-se livre para enviá-la pelo rastreador dedicado [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues).
vi: Nếu bạn thấy một ứng dụng đang bị thiếu trong kho (sau khi đọc [chính sách bao gồm](../docs/Inclusion_Policy)), hãy tuỳ ý gửi nó qua trình theo dõi vấn đề [Yêu cầu Đóng gói](https://gitlab.com/fdroid/rfp/issues) chuyên dụng này.
zh_hant: 如果您發現軟體庫中缺少某些應用程式（在閱讀[納入方法](../docs/Inclusion_Policy)後），請隨時透過專用的[提案佇列表](https://gitlab.com/fdroid/rfp/issues)提交。

source: Further information can be found in [the documentation](../docs), or by asking [on IRC](https://webchat.freenode.net/?channels=%23fdroid) (#fdroid on freenode).
eo: Pliajn informojn oni trovos en la [dokumentaro](../docs) aŭ per demandi [per IRC](https://webchat.freenode.net/?channels=%23fdroid) (#fdroid ĉe freenode).
es: Se puede encontrar más información en la [documentación](../docs), o preguntando [en IRC](https://webchat.freenode.net/?channels=%23fdroid) (#fdroid en freenode).
nl: Meer informatie is te vinden in [de documentatie](../docs), of door een vraag te stellen [op IRC](https://webchat.freenode.net/?channels=%23fdroid) (#fdroid op freenode).
pt_pt: Mais informação pode ser encontrada na [documentação](../docs), ou perguntando [no IRC](https://webchat.freenode.net/?channels=%23fdroid) (#fdroid no freenode).

source: Start with the overview of [Translation and Localization](../docs/Translation_and_Localization). There’s also a [dedicated forum section](https://forum.f-droid.org/c/translation) for translation related discussions.
eo: Komencu kun sumigo pri [traduko](../docs/Translation_and_Localization). Ankaŭ estas [speciala sekcio en forumo](https://forum.f-droid.org/c/translation) por traduk-rilataj diskutoj.
es: Comience con un vistazo general acerca de [Traducción y Localización](../docs/Translation_and_Localization). También hay una [sección dedicada en el foro](https://forum.f-droid.org/c/translation) para discusiones relacionadas con las traducciones.
es_ar: Comenzá con un vistazo general acerca de [Traducción y Localización](../docs/Translation_and_Localization). También hay una [sección dedicada en el foro](https://forum.f-droid.org/c/translation) para discusiones relacionadas con las traducciones.
gd: Thoir sùil air [Eadar-theangachadh is ionadaileadh](../docs/Translation_and_Localization) mus tòisich thu. Tha [earrann sònraichte air a’ bhòrd-bhrath](https://forum.f-droid.org/c/translation) cuideachd airson deasbadan mun eadar-theangachadh.
nb: Start med oversikten over [Oversettelse og lokalisering](../docs/Translation_and_Localization). Det er også en [dedikert del av forumet](https://forum.f-droid.org/c/translation) myntet på oversettelsesdiskusjoner.
nl: Begin met het overzicht van [vertaling en lokalisering](../docs/Translation_and_Localization). Er is ook een daartoe [toegewijd forumonderdeel](https://forum.f-droid.org/c/translation).
nn: Start med oversikta [Omsetjing og språk­versjonering](../docs/Translation_and_Localization). Det finst òg eit [eige underforum](https://forum.f-droid.org/c/translation) for omsetjings­diskusjonar.
pt_pt: Comece com a sinopse de [Tradução e Localização](../docs/Translation_and_Localization). Também existe uma [secção dedicada no fórum](https://forum.f-droid.org/c/translation) para discussões relacionadas com a tradução.
vi: Hãy bắt đầu với phần tổng quan của [Dịch thuật và Bản địa hoá](../docs/Translation_and_Localization). Cũng có một [khu vực chuyên dụng trên diễn đàn](https://forum.f-droid.org/c/translation) dành cho các cuộc thảo luận liên quan đến việc dịch thuật.
zh_hant: 從[翻譯與在地化](../docs/Translation_and_Localization)的綱要開始。還有一個[專門的論壇討論板](https://forum.f-droid.org/c/translation)可進行翻譯相關的討論。

source: Help with Development
eo: Helpi programi
es: Ayudar con el desarrollo
es_ar: Ayudar con el desarrollo
gd: Cuidich leis an leasachadh
nb: Hjelp til i utviklingen
nl: Hulp bij ontwikkeling
nn: Hjelp til med utvikling
pt_pt: Ajudar com o Desenvolvimento
vi: Giúp đỡ sự phát triển
zh_hant: 協助開發
