Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: The content of the news section and the F-Droid logo are also available under [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) or [GNU General Public License version 3 or later (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
ar: محتوى قسم الأخبار وشعار F-Droid متاحان أيضًا تحت [ترخيص الإسناد-ShareAlike 3.0 من المشاع الإبداعي (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) أو [جنو العام إصدار الترخيص العام 3 أو أحدث (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
ca: El contingut de la secció de notícies i el logotip de l'F-Droid també estan disponibles sota la Llicència CC-BY-SA-3.0 de [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) o [GNU General Public License version 3 or later (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
cs: Obsah sekce novinky a logo F-Droid jsou také dostupné pod [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) nebo [GNU General Public License version 3 or later (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
de: Die Inhalte der Nachrichtenseiten und das F-Droid-Logo unterliegen einer [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) oder [GNU General Public License Version 3 oder neuer (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
eo: La enhavo de la sekcio “novaĵoj” kaj la mark-emblemo F-Droid estas disponeblaj laŭ la permesiloj [Krea Komunaĵo Atribuite-Samkondiĉe 3.0 (CC-BY-SA-3.0)](https://creativecommons.org/licenses/by-sa/3.0/deed.eo) aŭ [GNU General Public License versio 3 aŭ pli nova (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
es: El contenido de las secciones de noticias y el logo de F-Droid también están disponibles bajo licencia [Creative Commons Attribution-ShareAlike 3.0 License](http://creativecommons.org/licenses/by-sa/3.0/) o [GNU General Public License version 3 or later (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
es_ar: El contenido de las secciones de noticias y el logo de F-Droid también están disponibles bajo licencia [Creative Commons Attribution-ShareAlike 3.0 License](http://creativecommons.org/licenses/by-sa/3.0/) o [GNU General Public License version 3 or later (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
et: Meie uudised ja F-Droid'i logo on samuti saadaval [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) või [GNU General Public License version 3 or later (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html) litsentside alusel.
eu: Berriak ataleko edukiak eta F-Droid logoa [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) edo [GNU General Public License 3. bertsioa edo berriagoa (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html) lizentziekin daude eskuragarri.
fa: همچنین محتوای بخش اخبار و نشان اف‌دروید نیز تحت [نگارش ۳.۰ پروانهٔ BY-SA کرتیو کامنز](http://creativecommons.org/licenses/by-sa/3.0/) یا [نگارش ۳ یا بالاتر پروانهٔ جامع عمومی گنو(‪GPLv3+‬)](https://www.gnu.org/licenses/gpl-3.0.html) هستند.
fr: Le contenu de la section Nouveautés et le logo F-Droid sont sous licence [Creative Commons Attribution - Partage dans les mêmes conditions 3.0 non transposé (CC BY-SA 3.0)](http://creativecommons.org/licenses/by-sa/3.0/) ou [Licence publique générale GNU version 3 ou ultérieure (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
gd: Tha susbaint earrann nan naidheachdan agus suaicheantas F-Droid rim faighinn fo cheadachas [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) no [GNU General Public License tionndadh 3 no nas ùire (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html) cuideachd.
he: תוכן אגף החדשות והלוגו של F-Droid זמינים תחת הרישיון [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) או תחת [גרסה 3 ומעלה של הרישיון הציבורי הכללי של GNU‏ (GPLv3+‎)](https://www.gnu.org/licenses/gpl-3.0.html).
hi: समाचार अनुभाग की सामग्री और F-Droid का लोगो भी [क्रिएटिव कॉमन्स श्रेय-समानसांझा 3.0 लाइसेंस (CC-BY-SA-3.0)](https://creativecommons.org/licenses/by-sa/3.0/) या [GNU साधारण सार्वजनिक लाइसेंस संस्करण 3 या अधिक (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html) के अंतर्गत उपलब्ध हैं।
hu: A hírek rész tartalma és az F-Droid logó szintén elérhető a [Creative Commons Nevezd meg! – Így add tovább! 3.0 licenc (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) vagy a [GNU General Public License 3-as vagy későbbi (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html) verziója alatt.
id: Konten yang ada di bagian berita dan logo F-Droid juga tersedia dibawah [Lisensi Creative Commons Attribution-ShareAlike 3.0 (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) atau [GNU General Public License version 3 or later (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
is: Efni fréttahlutans og táknmynd F-Droid er einnig tiltækt með [Creative Commons Attribution-ShareAlike 3.0 notkunarleyfi (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) eða [GNU General Public notkunarleyfi, útgáfu 3 eða nýrri (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
it: I contenuti della sezione notizie e il logo F-Droid sono disponibili sotto licenze [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) o [GNU General Public License versione 3 o successiva (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
ja: ニュースセクションのコンテンツと F-Droid のロゴは、[Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) または [GNU General Public License version 3 or later (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html) ライセンスで利用できます。
nb: Innholdet av nyhetsseksjonen og F-Droid-logoen er også tilgjengelig under [Creative Commons Attribution-ShareAlike 3.0-lisens (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) eller [GNU General Public License versjon 3 eller nyere (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
nl: De inhoud van het nieuwsgedeelte en het F-Droid-logo zijn ook beschikbaar onder een [Creative Commons Naamsvermelding-GelijkDelen 3.0-licentie (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/), of de [GNU General Public License versie 3 of later (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
nn: Innhaldet på nyheitssida og F-Droid-logoen er òg tilgjengeleg under [lisensen Creative Commons Attribution-ShareAlike 3.0 (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) eller [GNU General Public License versjon 3 eller seinare (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
pl: Zawartość działu aktualności i logo F-Droid są dostępne na licencjach [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](https://creativecommons.org/licenses/by-sa/3.0/deed.pl) lub [GNU General Public License wersja 3 lub nowsza (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
pt: O conteúdo da secção de notícias e o logótipo do F-Droid também estão disponíveis sob a licença [Creative Commons Attribution-ShareAlike 3.0 (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0 /) ou [GNU - Licença Pública geral, versão 3 ou superior (GPLv3 +)](https://www.gnu.org/licenses/gpl-3.0.html).
pt_br: O conteúdo da seção de notícias e o logotipo da F-Droid também estão disponíveis sob a licença [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0 /) ou [GNU General Public License versão 3 ou posterior (GPLv3 +)](https://www.gnu.org/licenses/gpl-3.0.html).
pt_pt: O conteúdo da secção de notícias e o logótipo do F-Droid também estão disponíveis sob a licença [Creative Commons Attribution-ShareAlike 3.0 (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0 /) ou [GNU - Licença Pública geral, versão 3 ou superior (GPLv3 +)](https://www.gnu.org/licenses/gpl-3.0.html).
ro: Conținutul secțiunii de știri și logo-ul F-Droid sunt, de asemenea, disponibile sub licența [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) sau [GNU General Public License versiunea 3 sau ulterioară (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
ru: Содержимое раздела новостей и логотип F-Droid также доступны под [лицензией Creative Commons Attribution-ShareAlike 3.0 (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) или [публичной лицензией GNU General 3 или более поздней версии (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
sq: Lënda e pjesës së lajmeve dhe stema F-Droid mund të përdoren edhe nën licencë [Creative Commons Attribution-ShareAlike 3.0 License (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) ose [GNU General Public License version 3 ose i mëvonshëm (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
tr: Haber bölümünün içeriği ve F-Droid logosu da [Creative Commons Atıf-AynıLisanslaPaylaş 3.0 Lisansı (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) veya [GNU Genel Kamu Lisansı sürüm 3 veya sonrası (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html) altında kullanılabilir.
uk: Зміст розділу новин та логотип F-Droid також доступні під [Ліцензією Creative Commons Attribution-ShareAlike 3.0 (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0 /) або [Загальною громадською ліцензією GNU версії 3 або новіших (GPLv3 +)](https://www.gnu.org/licenses/gpl-3.0.html).
vi: Nội dung của khu vực tin tức và logo F-Droid cũng có sẵn dưới [Giấy phép Creative Commons Attribution-ShareAlike 3.0 (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) hoặc [Giấy phép GNU General Public phiên bản 3 hoặc mới hơn (GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html).
zh_hans: 新闻区内容及 F-Droid 标识也使用[署名-相同方式共享 3.0 许可协议 (CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/)或 [GNU 通用许可证第 3 版及以上(GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html) 授权。
zh_hant: 新聞內容的部分和 F-Droid 標誌亦可根據[創用 CC 署名-相同方式共享 3.0 授權條款(CC-BY-SA-3.0)](http://creativecommons.org/licenses/by-sa/3.0/) 或 [GNU 通用公共授權條款第 3 版或以後的版本(GPLv3+)](https://www.gnu.org/licenses/gpl-3.0.html) 授權。

source: The descriptive text and graphics for each app have a specific license from that project. Free software should also have free descriptions and graphics.
ar: يحتوي النص الوصفي والرسومات لكل تطبيق على ترخيص محدد من هذا المشروع. يجب أن يكون للبرامج الحرة أيضا أوصاف ورسومات مجانية.
ca: El text descriptiu i els gràfics de cada aplicació tenen una llicència específica d'aquest projecte. El programari lliure també hauria de tenir descripcions i gràfics lliures.
cs: Popisky a obrázky každé aplikace jsou dostupné pod licencí dle konkrétního projektu. Svobodný software by měl mít také svobodný popis a grafiku.
de: Beschreibende Texte und Grafiken zu jeder App unterliegen einer projektspezifischen Lizenz. Freie Software sollte auch frei zugängliche Beschreibungen und Grafiken enthalten.
eo: La priskrib-teksto kaj grafikaĵo de ĉiu aplikaĵo estas eldonitaj laŭ propra permesilo por tiu projekto. Libera programaro ankaŭ havu liberan priskribon kaj grafikaĵon.
es: El texto descriptivo y los gráficos de cada aplicación tienen una licencia específica de ese proyecto. El software libre también debería tener descripciones y gráficos libres.
es_ar: El texto descriptivo y los gráficos de cada aplicación tienen una licencia específica de ese proyecto. El software libre también debería tener descripciones y gráficos libres.
et: Iga rakenduse kirjeldus ja graafika on avaldatud arendusprojekti litsentsi alusel. Vabal tarkvaral peaks samuti olema vaba litsentsi alusel avaldatud kirjeldus ja graafika.
eu: Aplikazio bakoitzaren deskripzio testua eta grafikoak proiektuko lizentziak dauzkate. Software libreak deskripzio eta grafiko libreak izan beharko lituzke.
fa: متن توضیحی و گرافیک‌های هر کاره، پروانهٔ خاصی از آن پروژه را دارد. نرم‌افزارهای آزاد باید توضیحات و گرافیک‌های آزاد نیز داشته باشند.
fr: Le texte descriptif et les illustrations de chaque application sont sous une licence spécifique au projet. Un logiciel libre devrait aussi avoir les descriptifs et les illustrations sous licence libre.
gd: Tha teacsa an tuairisgeil agus a’ ghrafaigeachd aig gach aplacaid fo cheadachasan sònraichte nam pròiseactan aca-san. Bu chòir do thuairisgeulan is grafaigeachd shaor a bhith aig bathar-bog saor cuideachd.
he: לטקסט ולגרפיקה שמתארים כל יישומון יש רישיון משלהם שנגזר מהמיזם. לתכנה חופשית אמורים להיות תיאור וגרפיקה חופשיים.
hi: हर ऐप के ग्राफ़िक्स और विवरण टेक्स्ट का एक लाइसेंस होगा। मुफ़्त सॉफ़्टवेयर के विवरण और ग्राफ़िक्स भी मुफ़्त होने चाहिए।
hu: Az alkalmazások leírása és grafikája a projektek saját licenceit használják. A szabad szoftvereknek általában szintén szabad leírásuk és grafikájuk van.
id: Deskripsi teks dan gambar dari tiap aplikasi mempunyai lisensi sendiri. Aplikasi gratis juga mempunyai deskripsi dan gambar secara gratis.
is: Textinn í lýsingu og myndefni fyrir hvert forrit eru með sérstakt notkunarleyfi fyrir viðkomandi verkefni. Frjáls hugbúnaður ætti einnig að vera með frjálsri lýsingu og myndefni.
it: Il testo descrittivo e la grafica per ogni applicazione hanno una licenza specifica per progetto. Il software libero dovrebbe anche avere descrizione e grafica libera.
ja: 各アプリの説明文と画像には、それぞれのプロジェクトごとにライセンスがあります。フリー・自由なソフトウェアの場合、使用している説明文と画像も自由なライセンスであるはずです。
nb: Den beskrivende teksten og grafikken for hvert program har en bestemt lisens fra det aktuelle prosjektet. Fri programvare bør også ha frie beskrivelser og grafikk.
nl: De beschrijving en de afbeeldingen voor elke app zijn beschikbaar onder een licentie van hun project. Vrije software zou ook vrije beschrijvingen en afbeeldingen moeten hebben.
nn: Tekst og skjermbilete frå dei ulike appane har ein lisens frå tilhøyrande appprosjekt. Fri programvare bør òg ha frie skildringar og fri grafikk.
pl: Opisy i ilustracje aplikacji zostały wydane na licencjach właściwych dla danej aplikacji. Wolne oprogramowanie także powinno mieć wolny opis i ilustracje.
pt: O texto descritivo e as imagens de cada aplicação têm uma licença específica desse projeto. O software livre também deve ter descrições e imagens livres.
pt_br: O texto descritivo e as imagens gráficas de cada aplicativo possuem uma licença específica desse projeto. O software livre também deve ter descrições e imagens gráficas livres.
pt_pt: O texto descritivo e os gráficos de cada aplicativo possuem uma licença específica desse projeto. O software livre também deve ter descrições e gráficos livre.
ro: Textul descriptiv și grafica pentru fiecare aplicație au o licență specifică pentru proiectul respectiv. Programele gratuite ar trebui să aibă, de asemenea, descrieri și grafice gratuite.
ru: Текст описания и изображения каждого приложения имеют свои лицензии, указанные в проектах. Обычно у свободного ПО они находятся в свободном доступе.
sq: Teksti përshkrues dhe elementët grafikë për çdo aplikacion kanë një licencë specifike prej atij projekti. Software-i i lirë duhet të ketë gjithashtu përshkrime dhe elementë grafikë të lirë.
tr: Her uygulama için açıklayıcı metin ve grafiklerin o projeden belirli bir lisansı vardır. Özgür yazılımın ayrıca özgür açıklamaları ve grafikleri olmalıdır.
uk: Текстовий опис і зображення кожного застосунку поширено на умовах саме його ліцензування. Описи й зображення вільних програм також мають бути вільними.
vi: Văn bản mô tả và hình ảnh cho từng ứng dụng có một giấy phép cụ thể từ dự án đó. Phần mềm tự do cũng nên có mô tả và hình ảnh tự do.
zh_hans: 对于每个应用的说明文字和图片都可能有不一样的特定许可。自由软件也应该有自由的说明和图片。
zh_hant: 對於每個應用程式的說明文字和圖片都可能有不一樣的特定授權。開放的軟體應該也會有開放的說明和圖片。

source: The F-Droid logo was created by William Theaker. Updates to that, and additional artwork, are by Robert Martinez. You can see and improve the current artwork and badges in [the dedicated repository](https://gitlab.com/fdroid/artwork).
ar: تم إنشاء شعار F-Droid من قبل William Theaker. تحديثاته والأعمال الفنية الإضافية هي من قبل Robert Martinez. يمكنك رؤية وتحسين الأعمال الفنية والشعارات الحالية في [المستودع المخصّص](https://gitlab.com/fdroid/artwork).
cs: Logo F-Droid bylo vytvořeno Williamem Theakerem. Jeho úpravy a další grafika jsou od Roberta Martineze. Aktuální grafiku a odznaky si můžete prohlédnout a vylepšit ve [vyhrazeném repozitáři](https://gitlab.com/fdroid/artwork).
ja: F-Droid のロゴは William Theaker が作成しました。これに対する更新と追加のアートワークは、Robert Martinez によるものです。最新のアートワークとバッジは[専用リポジトリ](https://gitlab.com/fdroid/artwork)で確認できます。
pl: Logo F-Droid zostało stworzone przez Williama Theakera. Aktualizacje tego i dodatkowe dzieła sztuki to Robert Martinez. Możesz zobaczyć i ulepszyć aktualne dzieła sztuki i odznaki w [dedykowanym repozytorium](https://gitlab.com/fdroid/artwork).
ru: Логотип F-Droid был создан Уильямом Теакером. Обновления к нему и дополнительные иллюстрации сделаны Робертом Мартинесом. Вы можете увидеть и улучшить текущие иллюстрации и значки в [выделенном репозитории](https://gitlab.com/fdroid/artwork).
zh_hans: F-Droid logo 是由 William Theaker 所设计的。其后的更新及附加设计由 Robert Martinez 负责。你可以在[专门的存储库](https://gitlab.com/fdroid/artwork)中看到并改进当前的图片和徽章。

source: Terms, etc.
ar: شروط الخدمة، إلخ.
ca: Termes, etc.
cs: Podmínky apod.
de: Bestimmungen, usw.
eo: Kondiĉoj, ktp.
es: Términos, etc.
es_ar: Términos, etc.
et: Kasutustingimused, jne.
eu: Baldintzak, etab.
fa: شرایط و….
fr: Termes, etc.
gd: Teirmichean is msaa.
he: תנאים וכו׳
hi: शर्तें, आदि
hu: Feltételek, stb.
id: Terms, dll.
is: Skilmálar o.þ.h.
it: Termini, ecc.
ja: 利用規約等
nb: Vilkår, osv.
nl: Voorwaarden, enz.
nn: Brukarvilkår o.l.
pl: Warunki użytkowania, itp.
pt: Termos, etc.
pt_br: Termos, etc.
pt_pt: Termos, etc.
ro: Termeni, etc.
ru: Условия использования и прочее.
sq: Terma, etj.
tr: Koşullar, vb.
uk: Наші умови
vi: Điều khoản, v.v.
zh_hans: 条款等。
zh_hant: 條款與其他資訊
