Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: If you're running an organisation that uses F-Droid or would like to use F-Droid, you will sometimes want to have an expert. For this, we have a list of companies and developers who have contributed to F-Droid in one way or another and are available for consulting:
ar: إذا كنت تدير مؤسسة تستخدم F-Droid أو ترغب في استخدام F-Droid، فأنت تريد أحيانًا أن يكون لديك خبير. لهذا، لدينا قائمة من الشركات والمطورين الذين ساهموا في F-Droid بطريقة أو بأخرى متاحين للإستشاره:
ca: Si dirigeixes una organització que utilitza l'F-Droid o vols utilitzar l'F-Droid, de vegades voldràs tenir un expert. Per a això, disposem d'un llistat d'empreses i desenvolupadors que han contribuït a l'F-Droid d'una manera o altra i estan disponibles per a la seva consulta:
cs: Pokud jste organizace, která používá nebo by ráda používala F-Droid, budete někdy potřebovat odborníka. Za tímto účelem máme seznam firem a vývojářů, kteří nějakým způsobem F-Droid podporují a jsou k dispozici pro poradenství:
de: Wenn Sie ein Unternehmen haben, das F-Droid verwendet oder F-Droid nutzen möchte, brauchen Sie manchmal einen Experten. Zu diesem Zweck haben wir eine Liste von Firmen und Entwicklern, die in der ein oder anderen Weise an F-Droid beteiligt sind und Ihnen zur Beratung zur Verfügung stehen:
es_ar: Si dirigís una organización que utiliza F-Droid o te gustaría utilizarlo, a veces querrás contar con un experto. Para ello, disponemos de una lista de empresas y desarrolladores que han contribuido a F-Droid de una u otra forma y están disponibles para la consultoría:
et: Kui sul on organisatsioon, mis kasutab F-Droid'i või tahaks kasutada F-Droid'i, siis mõnikord võib sul eksperdi abi vaja minna. Selleks on meil nimekiri ettevõtetest ja arendajatest, kes on F-Droid'i ühel või teisel viisil aidanud ning on saadaval konsulteerimisteenuste jaoks:
eu: F-Droid darabilen edo erabili nahi duen erakunde batekoa bazara, aditu bat nahi zenezake. Honetarako, moduren batean F-Droid-en parte hartu duten enpresa eta garatzaileen zerrenda bat dugu, aholkularitza emateko prest:
fa: اگر سازمانی را می‌گردانید که از اف‌دروید استفاده کرده یا می‌خواهید از آن استفاده کنید، گاهی نیاز به یک متخصّص دارید. برای این منظور، فهرستی از شرکت‌ها و توسعه‌دهندگانی که به طریقی در اف‌دروید مشارکت کرده‌اند و برای مشاوره در دسترس هستند را آماده کرده‌ایم:
fr: Si vous gérez une structure qui utilise F-Droid ou souhaiterait l’adopter, vous souhaitez peut-être vous faire aider d’un expert. Dans ce but, nous maintenons une liste d’entreprises et développeurs qui ont contribué à F-Droid d’une façon ou d’une autre et qui sont disponibles pour des prestations d’expertise et conseil :
gd: Ma tha thu a’ ruith buidheann a chleachdas F-Droid no nam bu mhiann leat F-Droid a chleachdadh, bidh eòlaiche gu feum dhut aig amannan. Air an adhbhar sin, tha liosta de chompanaidhean is luchd-leasachaidh againn a chuidich le F-Droid air dòigh air choireigin agus a tha deis ri co-comhaileachadh:
he: אם במקום העבודה שלך נעשה שימוש ב־F-Droid או שמעניין אותך לאמץ F-Droid בארגון ויש לך איזשהו דרג של קבלת החלטות, לפעמים מוטב להתייעץ במומחים. לשם כך, ריכזנו רשימה של מפתחים שתרמו ל־F-Droid בדרך כזאת או אחרת ויכולים לשמש כיועצים:
hi: अगर आप किसी ऐसे संगठन को चलाते हैं जिसमें F-Droid का इस्तेमाल किया जाता है या जाने की योजना है, आपको कभी-कभार किसी विशेषज्ञ की ज़रूरत पड़ेगी। इसके लिए हमारे पास उन कंपनियों और विकासकों की एक सूची है जिन्होंने F-Droid पर योगदान किया है, और जो परामर्श के लिए उपलब्ध हैं:
hu: Ha egy olyan szervezetet vezet, amely F-Droidot használ, vagy szeretne használni, akkor néha szüksége lehet egy szakértőre. Ezért van egy listánk azokról a cégekről és fejlesztőkről, akik valamilyen formában közreműködtek az F-Droidban és elérhetőek konzultációhoz:
id: Jika Anda menjalankan organisasi dengan menggunakan F-Droid atau ingin menggunakan F-Droid, terkadang Anda akan membutuhkan tenaga ahli. Untuk itu, kami mempunyai daftar perusahaan dan pengembang yang berkontribusi pada F-Droid dengan berbagai cara dan tersedia untuk konsultasi:
is: Ef þú kemur að rekstri fyrirtækis eða stofnunar sem notar F-Droid eða sem myndi vilja nota F-Droid, þá koma tímabil þar sem gott væri að hafa aðgang að sérfræðingum. Þess vegna höfum við útbúið lista yfir fyrirtæki og forritara sem lagt hafa til F-Droid á einn eða annan hátt og sem gefa sig út fyrir ráðgjöf í þessum efnum:
it: Se stai gestendo un'organizzazione che usa F-Droid o vorresti usare F-Droid, potresti avere bisogno della consulenza di un esperto. A tale scopo, abbiamo un elenco di aziende e sviluppatori che hanno contribuito a F-Droid in un modo o nell'altro e sono disponibili per consulenza:
ja: F-Droidを使用している、または使用したいと考えている組織を運営している場合は、専門業者と相談したい場合があるかもしれません。その場合は、F-Droidに何らかの形で携わっており、相談を受け付けている企業と開発者のリストを作りましたので、そちらのリストをご参照ください。
nn: Viss du driv ein organisasjon som brukar, eller ønskjer å ta i bruk, F-Droid, har du gjerne behov for ein ekspert. Me har ei oversikt over firma og utviklarar som har bidrege til F-Droid på eit eller anna vis og som tilbyr konsulenttenester:
pl: Jeśli prowadzisz organizację, która używa F-Droid lub chciałbyś używać F-Droid, czasami będziesz chciał mieć eksperta. W tym celu mamy listę firm i programistów, którzy przyczynili się do powstania F-Droid w taki czy inny sposób i są dostępni do konsultacji:
pt: Se estiver a gerir uma organização que usa o F-Droid ou gostaria de usar o F-Droid, pode vir a precisar de um especialista. Para isso, temos uma lista de empresas e programadores que contribuíram para o F-Droid de uma forma ou de outra e que estão disponíveis para consulta:
pt_br: Se você está administrando uma organização que usa F-Droid ou gostaria de usar F-Droid, às vezes você vai querer ter um especialista. Para isso, temos uma lista de empresas e desenvolvedores que contribuíram para o F-Droid de uma forma ou de outra e que estão disponíveis para consultoria:
ro: Dacă conduceți o organizație care utilizează F-Droid sau ați dori să utilizați F-Droid, veți dori uneori să apelați la un expert. Pentru aceasta, avem o listă de companii și dezvoltatori care au contribuit la F-Droid într-un fel sau altul și care sunt disponibili pentru consultanță:
ru: Если ваша организация использует или желает использовать F-Droid, вам может пригодиться специалист. Для этого мы ведем список компаний и разработчиков, которые уже внесли тот или иной вклад в F-Droid, а также готовы оказать консультацию:
sq: Nëse drejtoni një ent që përdor ose do të donte të përdoret F-Droid, ndonjëherë do të donit të kishit pranë një ekspert. Për këtë, kemi një listë shoqërish dhe zhvilluesish që kanë kontribuar në një rrugë apo një tjetër te F-Droid dhe janë të gatshëm për konsulencë:
tr: F-Droid kullanan veya kullanmak isteyen bir kuruluş işletiyorsanız, bazen bir uzmana sahip olmak isteyeceksiniz. Bunun için, F-Droid’e bir şekilde katkıda bulunan ve danışmanlık için uygun olan şirketlerin ve geliştiricilerin bir listesine sahibiz:
uk: Якщо ваша організація використовує F-Droid або хотіла б використовувати F-Droid, часом ви потребуватимете експерта. Для цього у нас є список компаній та розробників, які так чи інакше сприяли F-Droid та доступні для консультацій:
vi: Nếu bạn đang điều hành một tổ chức sử dụng F-Droid hoặc muốn sử dụng F-Droid, thì đôi khi bạn sẽ muốn có một chuyên gia. Để đáp ứng việc này, chúng tôi có một danh sách các công ty và nhà phát triển đã đóng góp vào F-Droid theo cách này hoặc cách khác và có sẵn để tư vấn:
zh_hans: 如果你在运行一家使用或想要使用 F-Droid 的组织，你有时会需要一名专家。为此，我们有一个列表包含向 F-Droid 以各种途径贡献的公司和开发者可供咨询：
zh_hant: 如果你是正在使用 F-Droid 或想要使用 F-Droid 的組織，您可能會想要諮詢專家。為此，我們有貢獻 F-Droid 的公司與開發者清單可供您尋求諮詢時使用：

source: [Find an F-Droid Consultant]({{ "/consulting/" | prepend: site.baseurl }})
ar: [البحث عن مستشار F-الروبوت]({{ "/consulting/" | prepend: site.baseurl }})
ca: [Cerca un consultor de l'F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
cs: [Seznam poradců F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
de: [F-Droid-Berater*in finden]({{ "/consulting/" | prepend: site.baseurl }})
eo: [Trovi konsultanton pri F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
es: [Encontrar consultoría sobre F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
es_ar: [Encontrar consultoría sobre F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
et: [Leia endale nõustaja F-Droid'i lahenduste jaoks]({{ "/consulting/" | prepend: site.baseurl }})
eu: [Aurkitu F-Droid kontsultore bat]({{ "/consulting/" | prepend: site.baseurl }})
fa: [یافتن یک مشاور اف‌دروید]({{ "/consulting/" | prepend: site.baseurl }})
fr: [Rechercher un consultant F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
gd: [Lorg co-chomhairliche F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
he: [איתור ייעוץ ל־F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
hi: [एक F-Droid परामर्शदाता पाएँ]({{ "/consulting/" | prepend: site.baseurl }})
hu: [F-Droid tanácsadó keresése]({{ "/consulting/" | prepend: site.baseurl }})
id: [Cari Penasihat F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
is: [Finndu sérfræðing í F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
it: [Trova un consulente F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
ja: [F-Droidのコンサルタントはこちらから探せます]({{ "/consulting/" | prepend: site.baseurl }})
nb: [Finn en F-Droid-rådgiver]({{ "/consulting/" | prepend: site.baseurl }})
nl: [Vind een F-Droid Consultant]({{ "/consulting/" | prepend: site.baseurl }})
nn: [Finn ein F-Droid-konsulent]({{ "/consulting/" | prepend: site.baseurl }})
pl: [Znajdź Konsultanta F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
pt: [Encontrar um consultor F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
pt_br: [Encontre um Consultor do F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
ro: [Găsește un consultant F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
ru: [Найти консультанта по F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
sq: [Gjeni një konsulent F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
tr: [Bir F-Droid Danışmanı Bulun]({{ "/consulting/" | prepend: site.baseurl }})
uk: [Знайдіть консультанта F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
vi: [Tìm một chuyên gia tư vấn của F-Droid]({{ "/consulting/" | prepend: site.baseurl }})
zh_hans: [寻找 F-Droid 顾问]({{ "/consulting/" | prepend: site.baseurl }})
zh_hant: [尋找F-Droid顧問]({{ "/consulting/" | prepend: site.baseurl }})

source: License
ar: الرخصة
ca: Llicència
cs: Licence
de: Lizenz
eo: Permesiloj
es: Licencia
es_ar: Licencia
et: Litsentsid
eu: Lizentzia
fa: پروانه
fr: Licence
gd: Ceadachas
he: רישיון
hi: लाइसेंस
hu: Licenc
id: Lisensi
is: Notkunarleyfi
it: Licenza
ja: ライセンス
nb: Lisens
nl: Licentie
nn: Lisens
pl: Licencja
pt: Licença
pt_br: Licença
pt_pt: Licença
ro: Licență
ru: Лицензия
sq: Licencë
tr: Lisans
uk: Ліцензія
vi: Giấy phép
zh_hans: 许可
zh_hant: 授權條款

source: The source code for this site and the content produced by the F-Droid community are available under the [GNU Affero General Public License version 3 or later (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
ar: الشيفرة المصدرية لهذا الموقع والمحتوى الذي ينتجه مجتمع F-Droid متاح تحت [رخصة جنو أفيرو العمومية الإصدار 3 أو الأحدث](https://www.gnu.org/licenses/agpl-3.0.html).
ca: El codi font d'aquest lloc i el contingut produït per la comunitat F-Droid estan disponibles sota la [GNU Affero General Public License versió 3 o posterior (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
cs: Zdrojový kód těchto stránek a obsah vytvořený komunitou F-Droid je dostupný pod licencí [GNU Affero General Public License version 3 or later (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
de: Der Quellcode für diese Seite und die von der F-Droid-Community produzierten Inhalte sind unter der [GNU Affero General Public License Version 3 oder höher (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html) verfügbar.
eo: La fontkodo por tiu ĉi retejo kaj la enhavo eldonita de la komunumo de F-Droid estas disponeblaj laŭ la permesilo [GNU Affero General Public License versio 3 aŭ pli nova (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
es: El código fuente de este sitio y el contenido producido por la comunidad F-Droid están disponibles bajo la licencia [GNU Affero General Public License version 3 or later (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
es_ar: El código fuente de este sitio y el contenido producido por la comunidad F-Droid están disponibles bajo la licencia [GNU Affero General Public License version 3 or later (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
et: Selle veebisaidi lähtekood ja F-Droid'i kogukonna loodud sisu on saadaval [GNU Affero General Public License versioon 3 või hilisema (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html) alusel.
eu: Gune honetako iturburu-kodea eta F-Droid komunitateak sortutako edukia [GNU Affero General Public License 3. bertsioa edo berriagoa (AGPLv3 +)](https://www.gnu.org/licenses/agpl- 3.0.html) lizentziarekin dago eskuragarri .
fa: کد مبدأ این پایگاه و محتوای تولیدی اجتماع اف‌دروید تحت [نگارش ۳ یا بالاتر پروانهٔ جامع عمومی آفروی گنو (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html) قرار دارند.
fr: Le code source de ce site et les contenus produits par la communauté F-Droid sont disponibles sous la [GNU Affero General Public License version 3 ou ultérieure (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.fr.html).
gd: Tha bun-tùs na làraich seo agus an t-susbaint a chruthaicheas coimhearsnachd F-Droid rim faighinn fo cheadachas [GNU Affero General Public License tionndadh 3 no nas ùire (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
he: קוד המקור של האתר והתוכן מופקים על ידי קהילת F-Droid והם זמינים תחת [הרישיון הציבורי הכללי מבית GNU Affero בגרסה 3 ומעלה (AGPLv3+‎)](https://www.gnu.org/licenses/agpl-3.0.html).
hi: इस साइट का स्रोत कोड तथा F-Droid के समुदाय द्वारा निर्मित सामग्री [GNU Affero साधारण सार्वजनिक लाइसेंस संस्करण 3 या अधिक (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html) के अंतर्गत उपलब्ध हैं।
hu: Az oldal forráskódját és a tartalmát az F-Droid közössége készíti, és a [GNU Affero General Public License 3-as vagy későbbi (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html) verziója alatt érhető el.
id: Kode sumber dari situs ini dan konten yang diproduksi oleh komunitas F-Droid tersedia dibawah [GNU Affero General Public License versi 3 atau setelahnya (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
is: Grunnkóði þessa vefsvæðis og efnið sem framleitt er af F-Droid samfélaginu er tiltækt með [GNU Affero General Public notkunarleyfinu, útgáfu 3 eða nýrri (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
it: Il codice sorgente di questo sito e i contenuti prodotti dalla comunità di F-Droid sono disponibili sotto la [GNU Affero General Public License versione 3 o successiva (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
ja: このサイトと F-Droid コミュニティが作成したソースコードは、[GNU Affero General Public License version 3 or later (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html) ライセンスで利用できます。
nb: Kildekoden for dette nettstedet og innholdet som er produsert av F-Droid-fellesskapet, er tilgjengelig under [GNU Affero General Public License versjon 3 eller nyere (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
nl: De broncode voor deze website en de inhoud gemaakt door de F-Droid-gemeenschap zijn beschikbaar onder de [GNU Affero General Public License versie 3 of later (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
nn: Kjeldekoden for nettstaden og innhaldet produsert av F-Droid-fellesskapet er tilgjengeleg under lisensen [GNU Affero General Public License versjon 3 eller seinare (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
pl: Kod źródłowy tej strony i zawartość stworzona przez społeczność F-Droid są dostępne na [GNU Affero General Public License wersja 3 lub nowsza (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
pt: O código-fonte deste site e o conteúdo produzido pela comunidade F-Droid estão disponíveis sob a licença GNU - [Licença Pública Geral Affero, versão 3 ou superior (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
pt_br: O código-fonte deste site e o conteúdo produzido pela comunidade F-Droid estão disponíveis sob a licença [Licença Pública Geral Affero GNU versão 3 ou posterior (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
pt_pt: O código fonte deste site e o conteúdo produzido pela comunidade F-Droid estão disponíveis sob a licença GNU - [Licença Pública Geral Affero, versão 3 ou superior (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
ro: Codul sursă pentru acest site și conținutul produs de comunitatea F-Droid sunt disponibile sub licența [GNU Affero General Public License versiunea 3 sau ulterioară (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
ru: Исходный код этого сайта и контент, созданный сообществом F-Droid, доступны под [публичной лицензией GNU Affero General 3 или более поздней версии (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
sq: Kodi burim për këtë sajt dhe lënda e prodhuar nga bashkësia F-Droid mund të përdoren sipas [licencës GNU Affero General Public License, version 3 ose i mëvonshëm (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
tr: Bu sitenin kaynak kodu ve F-Droid topluluğu tarafından üretilen içerik [GNU Affero Genel Kamu Lisansı sürüm 3 veya üstü (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html) kapsamındadır.
uk: Вихідний код сайту та створені спільнотою F-Droid сторінки доступні на умовах [GNU Affero General Public License — версії 3 або новішої (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
vi: Mã nguồn của trang này và nội dung được cộng đồng F-Droid sản xuất có sẵn dưới [Giấy phép GNU Affero General Public phiên bản 3 hoặc mới hơn (AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html).
zh_hans: 本站源代码及由 F-Droid 社区贡献的内容以 [GNU Affero 通用许可证第3版及以上(AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html) 授权。
zh_hant: 本網站的原始碼以及由 F-Droid 社群製作的內容，皆以 [GNU Affero 通用公眾授權條款第三版或以後的版本(AGPLv3+)](https://www.gnu.org/licenses/agpl-3.0.html) 釋出。
