Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: [Tutorials](../tutorials) Step-by-step tutorials on features in F-Droid
ar: [الدروس](../tutorials) دروس خطوة بخطوة حول الميزات الموجودة في F-Droid
ca: [Tutorials](../tutorials) Guies d'aprenentatge pas a pas sobre les característiques de l'F-Droid
cs: [Návody](../tutorials) Návody k funkcím v aplikaci F-Droid
de: [Anleitungen](../tutorials) Schritt-für-Schritt-Anweisungen zu Funktionen in F-Droid
eo: [gvidiloj](../tutorials): instruiloj paŝo-post-paŝo pri eblaĵoj de F-Droid
es: [Tutoriales](../tutorials) Tutoriales paso a paso sobre las características en F-Droid
es_ar: [Tutoriales](../tutorials) Tutoriales paso a paso sobre las características en F-Droid
et: [Juhendid](../tutorials) Detailsed juhendid F-Droid'i võimaluste kohta
eu: [Tutorialak](../tutorials) F-Droid-en ezaugarrien urratsez urratsezko tutorialak
fa: [آموزش‌ها](../tutorials) آموزش‌های گام‌به‌گام ویژگی‌ها در اف‌دروید
fr: [Tutoriels](../tutorials) Tutoriels étape par étape sur les fonctions de F-Droid
gd: [Oideachadh](../tutorials) Oideachadh ceum air cheum mu ghleusan F-Droid
he: [מדריכים](../tutorials) הדרכה של צעד אחד צעד על התכונות של F-Droid
hi: [ट्यूटोरियल्स](../tutorials) F-Droid की सुविधाओं के क्रमशः ट्यूटोरियल्स
hu: [Oktatóanyagok](../tutorials) Lépésről lépésre haladó oktatóanyagok az F-Droid funkcióiról
id: [Tutorial](../tutorials) Langkah demi langkah fitur tutorial dalam F-Droid
is: [Kennsluefni](../tutorials) Skref-fyrir-skref leiðbeiningar um eiginleika F-Droid
it: [Guide](../tutorials) passo passo sulle funzionalità di F-Droid
ja: [チュートリアル](../tutorials) F-Droidの機能についての段階的なチュートリアル
nb: [Tutorials](../tutorials) Stegvise veiledninger om funksjoner i F-Droid
nl: [Tutorials](../tutorials) Stapsgewijze tutorials over functies in F-Droid
nn: [Opplæring](../tutorials) Steg-for-steg-opplæring for dei ulike funksjonane i F-Droid
pl: [Poradniki](../tutorials) Samouczki krok po kroku dotyczące funkcji w F-Droid
pt: [Tutoriais](../tutorials) Tutoriais passo a passo sobre as funcionalidades no F-Droid
pt_br: [Tutoriais](../tutorials) Tutoriais passo a passo sobre recursos no F-Droid
pt_pt: [Tutoriais](../tutorials) Tutoriais passo a passo sobre as funcionalidades no F-Droid
ro: [Tutorials](../tutorials) Tutoriale pas cu pas despre caracteristicile din F-Droid
ru: [Руководства](../tutorials) Пошаговые руководства касательно возможностей F-Droid
sq: [Përkujdesore](../tutorials) Përkujdesore hap-pas-hapi mbi veçori në F-Droid
tr: [Dersler](../tutorials) F-Droid'deki özellikler hakkında adım adım dersler
uk: [Посібники](../tutorials) Покрокові посібники щодо функцій F-Droid
vi: [Hướng dẫn](../tutorials) Hướng dẫn từng bước về các tính năng trong F-Droid
zh_hans: [教程](../tutorials) F-Droid 功能的分步教程
zh_hant: [輔導課](../tutorials) 有關 F-Droid 中功能的輔導課

source: More Information
ar: للمزيد من المعلومات
ca: Més informació
cs: Další informace
de: Weitergehende Informationen
eo: Pliaj informoj
es: Más información
es_ar: Más información
et: Lisateave
eu: Informazio gehiago
fa: اطّلاعات بیش‌تر
fr: Plus de précisions
gd: Barrachd fiosrachaidh
he: מידע נוסף
hi: अधिक जानकारी
hu: További információk
id: Informasi Tambahan
is: Ítarlegri upplýsingar
it: Maggiori informazioni
ja: その他の情報
nb: Mer informasjon
nl: Meer informatie
nn: Meir informasjon
pl: Więcej informacji
pt: Mais informações
pt_br: Mais informações
pt_pt: Mais informações
ro: Mai multe informații
ru: Дополнительные сведения
sq: Më Tepër të Dhëna
tr: Daha Çok Bilgi
uk: Докладніше
vi: Thêm thông tin
zh_hans: 更多信息
zh_hant: 更多資訊

source: [Code of Conduct](Code_of_Conduct) How to behave when communicating within F-Droid.
ar: [قواعد السلوك](Code_of_Conduct) كيفية التصرف عند التواصل داخل F-Droid.
ca: [Codi de conducta](Code_of_Conduct) Com comportar-se en les comunicacions dins de l'F-Droid.
cs: [Etický kodex](Code_of_Conduct) Jak se chovat při komunikaci v projektu F-Droid.
de: [Verhaltenskodex](Code_of_Conduct) Wie Sie sich bei der Kommunikation innerhalb von F-Droid verhalten sollen.
eu: [Jokabide kodea](Code_of_Conduct) nola jokatu F-Droid barruan komunikatzean.
fa: [شیوه‌نامهٔ رفتاری](Code_of_Conduct) روش برخورد هنگام ارتباط درون اف‌دروید.
fr: [Code de conduite](Code_of_Conduct) comment se comporter lorsque vous communiquez au sein de F-Droid.
he: [כללי התנהגות](Code_of_Conduct) איך להתנהג בפעילות בתוך מיזם F-Droid.
hi: [आचार संहिता](Code_of_Conduct) F-Droid के अंदर बातचीत करते समय कैसे पेश आना है।
hu: [Viselkedési kódex](Code_of_Conduct) Hogyan viselkedjen, amikor az F-Droidon belül kommunikál.
id: [Kode Etik](Code_of_Conduct) bagaimana berperilaku saat berkomunikasi dalam F-Droid.
is: [Code of Conduct](Code_of_Conduct) - hvernig á að bera sig að við samskipti innan F-Droid.
it: [Codice di condotta](Code_of_Conduct) come comportarsi quando si comunica in F-Droid.
ja: [行動規範](Code_of_Conduct) F-Droid内で他人とコミュニケーションを行う際に期待される振る舞い方について。
pl: [Kodeks postępowania](Code_of_Conduct) Jak zachowywać się podczas komunikacji w ramach F-Droid.
pt: [Código de conduta](Code_of_Conduct) como se comportar ao comunicar dentro do F-Droid.
pt_br: [Código de Conduta](Code_of_Conduct) como se comportar ao comunicar dentro do F-Droid.
ro: [Code of Conduct](Code_of_Conduct) cum să se comporte atunci când comunică în cadrul F-Droid.
ru: [Кодекс поведения](Code_of_Conduct) Как себя вести при общении внутри сообщества F-Droid.
sq: [Kod Sjelljeje](Code_of_Conduct) si të silleni, kur komunikoni brenda F-Droid.
tr: [Davranış Kuralları](Code_of_Conduct) F-Droid topluluğu içinde iletişim kurarken nasıl davranılacağı.
uk: [Кодекс поведінки](Code_of_Conduct) Правила спілкування в F-Droid.
zh_hans: [行为守则](Code_of_Conduct) 与 F-Droid 沟通时要遵守的规则。

source: [How to Help](How_to_Help) Different ways anyone can contribute to the F-Droid project.
ar: [كيفية المساعدة](How_to_Help): طرق مختلفة يمكن لأي شخص بها يساهم في مشروع F-Droid.
ca: [Com ajudar](How_to_Help) Diferents maneres en què qualsevol pot contribuir al projecte F-Droid.
cs: [Jak pomoci](How_to_Help) Různé způsoby, jak může kdokoli přispět k projektu F-Droid.
de: [Mithelfen](How_to_Help) Verschiedene Wege zur Mitarbeit am F-Droid-Projekt für jedermann.
eo: [kiel helpi](How_to_Help): ĉiu povas kontribui al la projekto F-Droid
es: [Cómo ayudar](How_to_Help) Diferentes maneras en las que cualquiera puede contribuir al proyecto F-Droid.
es_ar: [Como ayudar](How_to_Help) Diferentes maneras en las que cualquiera puede contribuir al proyecto F-Droid.
et: [Kuidas saan aidata?](How_to_Help) Erinevad viisid F-Droid'i projektis osalemiseks.
eu: [Nola lagundu](How_to_Help) Edonork F-Droid proiektuan parte hartzeko hainbat modu desberdin.
fa: [چگونگی کمک](How_to_Help) راه‌های مختلفی که افراد می‌توانند در پروژهٔ اف‌دروید مشارکت کنند.
fr: [Comment contribuer](How_to_Help) Les différentes manières de contribuer au projet F-Droid.
gd: [Mar a chuidicheas tu](How_to_Help) Dòighean eadar-dhealaichte san urrainn do dhuine sam bith cuideachadh leis a’ phròiseact F-Droid.
he: [כיצד לעזור](How_to_Help) מגוון הדרכים בהן כולם יכולים לתרום למיזם F-Droid.
hi: [मदद कैसे करें](How_to_Help) किसी के लिए भी F-Droid परियोजना में योगदान करने के अलग-अलग तरीके।
hu: [Hogyan segítsen](How_to_Help) Különböző módok, ahogy bárki közreműködhet az F-Droid projektben.
id: [Bagaimana Membantu](How_to_Help) Berbagai cara orang-orang bisa berkontribusi pada proyek F-Droid.
is: [Hvernig er hægt að hjálpa til](How_to_Help) Mismunandi leiðir til þess að hver sem er getur gefið af tíma sínum til F-Droid verkefnisins.
it: [Come aiutare](How_to_Help) Diversi modi in cui chiunque può contribuire al progetto F-Droid.
ja: [支援するための方法](How_to_Help) F-Droidプロジェクトに貢献するための様々な方法について。
nb: [Hvordan hjelpe](How_to_Help) Forskjellige måter alle kan bidra til F-Droid-prosjektet.
nl: [Hoe bij te dragen](How_to_Help) Verschillende manieren om bij te dragen aan het F-Droid-project.
nn: [Korleis hjelpa til](How_to_Help) Ulike måtar ein kan bidra på i F-Droid-prosjektet
pl: [Jak pomóc](How_to_Help) Różne sposoby pomocy w rozwoju projektu F-Droid.
pt: [Como ajudar](How_to_Help) Diferentes formas que qualquer um pode contribuir para o projeto F-Droid.
pt_br: [Como ajudar](How_to_Help) Diferentes formas que qualquer um pode contribuir para o projeto F-Droid.
pt_pt: [Como ajudar](How_to_Help) Diferentes formas que qualquer um pode contribuir para o projeto F-Droid.
ro: [How to Help](How_to_Help) Diferite moduri în care oricine poate contribui la proiectul F-Droid.
ru: [Как помочь](How_to_Help) Возможности для всех желающих поучаствовать в проекте F-Droid.
sq: [Si të Ndihmohet](How_to_Help) Rrugë të ndryshme përmes të cilave cilido mund të japë ndihmesë te projekti F-Droid.
tr: [Nasıl Yardım Edilir](How_to_Help) F-Droid projesine herkesin katkıda bulunabileceği farklı yollar.
uk: [Як допомогти](How_to_Help) Різні способи зробити свій внесок до проєкту F-Droid.
vi: [Cách giúp đỡ](How_to_Help) Các cách khác nhau mà bất kỳ ai cũng có thể đóng góp vào dự án F-Droid.
zh_hans: [如何提供帮助](How_to_Help) 任何人都可以通过不同的方式为 F-Droid 项目作贡献。
zh_hant: [如何協助](How_to_Help) 不管誰都能對 F-Droid 進行貢獻的方法。

source: [Running on old Android versions](Running_on_old_Android_versions) A list of F-Droid releases for no longer supported Android versions.
ar: [يعمل على إصدارات الأندرويد القديمة](Running_on_old_Android_versions) قائمة بإصدارات اف-درويد لنسخ أندرويد التي لم تعد مدعومة.
ca: [Execució en versions antigues d'Android](Running_on_old_Android_versions) Una llista de llançaments de l'F-Droid per a versions d'Android que ja no són compatibles.
cs: [Provoz na starých verzích Androidu](Running_on_old_Android_versions) Seznam verzí aplikace F-Droid pro již nepodporované verze systému Android.
de: [Auf alten Android-Versionen lauffähig](Running_on_old_Android_versions) Eine Liste von F-Droid-Versionen für nicht mehr unterstützte Android-Versionen.
eu: [Android bertsio zaharretan exekutatzea](Running_on_old_Android_versions) Dagoeneko euskarririk ez duten Android bertsioetarako F-Droid argitalpenen zerrenda.
fa: [Running on old Android versions](Running_on_old_Android_versions) فهرستی از نگارش‌های F-Droid که دیگر از نگارش‌های اندروید پشتیبانی نمی‌شوند.
fr: [Fonctionnement sur une ancienne version d'Android](Running_on_old_Android_versions) Une liste des versions de F-Droid pour les versions d'Android qui ne sont plus prises en charge.
he: [הרצה על גרסאות ישנו של Android](Running_on_old_Android_versions) רשימה של מהדורות F-Droid לגרסאות Android שאינן נתמכות עוד.
hi: [पुराने Android संस्करणों पर चलाना](Running_on_old_Android_versions) उन Android संस्करणों के लिए F-Droid प्रकाशनों की सूची जो अब समर्थित नहीं हैं।
hu: [Futtatás régi Android verziókon](Running_on_old_Android_versions) F-Droid kiadások a már nem támogatott Android-verziókhoz.
id: [Menjalankan pada versi Android lama](Running_on_old_Android_versions) Sebuah daftar rilis F-Droid untuk versi Android yang sudah tidak didukung lagi.
is: [Keyra á eldri útgáfum Android](Running_on_old_Android_versions) Listi yfir útgáfur F-Droid fyrir Android-kerfi sem ekki eru lengur studd.
it: [In esecuzione su vecchie versioni di Android](Running_on_old_Android_versions) Un elenco di versioni di F-Droid per le versioni Android non più supportate.
ja: [古いバージョンのAndroidで動かす](Running_on_old_Android_versions) サポート外のAndroidバージョン向けのF-Droidリリースの一覧。
pl: [Uruchamianie na starych wersjach Androida](Running_on_old_Android_versions) Lista wydań F-Droid dla nieobsługiwanych już wersji Androida.
pt: [Executar em versões antigas do Android](Running_on_old_Android_versions) Uma lista de versões do F-Droid para versões do Android antigas e não suportadas.
pt_br: [Roda em versões antigas do Android](Running_on_old_Android_versions) Uma lista de versões do F-Droid para versões do Android antigas e não mais suportadas.
ro: [Rularea pe versiuni vechi de Android](Running_on_old_Android_versions) O listă de versiuni F-Droid pentru versiunile de Android care nu mai sunt suportate.
ru: [Запуск на старых версиях Android](Running_on_old_Android_versions) Список F-Droid релизов для более неподдерживаемых версий Android.
sq: [Që xhirojnë në versione të vjetër të Android-it](Running_on_old_Android_versions) Një listë hedhjesh në qarkullim të F-Droid-it për versioni Android që nuk mbulohet më.
tr: [Eski Android sürümlerinde çalışan](Running_on_old_Android_versions) Artık desteklenmeyen Android sürümleri için F-Droid sürümlerinin listesi.
uk: [Запуск на старих версіях Android](Running_on_old_Android_versions) Список випусків F-Droid для більш не підтримуваних версій Android.
zh_hans: [在旧 Android 版本上运行](Running_on_old_Android_versions) 针对不再受支持 Android 版本的 F-Droid 版本列表。

source: [Known Repositories](https://forum.f-droid.org/t/721) A list that tries to keep track of known F-Droid compatible repositories.
ar: [مستودعات معروفة](https://forum.f-droid.org/t/721) قائمة تحاول تتبع المستودعات المتوافقة مع F-Droid المعروفة.
ca: [Dipòsits coneguts](https://forum.f-droid.org/t/721) Una llista que intenta fer un seguiment dels dipòsits compatibles amb l'F-Droid coneguts.
cs: [Známé repozitáře](https://forum.f-droid.org/t/721) Seznam, který se snaží sledovat známé repozitáře kompatibilní s F-Droidem.
de: [Bekannte Repositorys](https://forum.f-droid.org/t/721) Eine Liste, die versucht bekannte, mit F-Droid kompatible Paketquellen im Auge zu behalten.
eo: [konataj deponejoj](https://forum.f-droid.org/t/721): listo da F-Droid-kongruaj katalogoj de aplikaĵoj (deponejoj)
es: [Repositorios conocidos](https://forum.f-droid.org/t/721) Una lista que intenta llevar un seguimiento de repositorios conocidos compatibles con F-Droid.
es_ar: [Repositorios conocidos](https://forum.f-droid.org/t/721) Una lista que intenta llevar un seguimiento de repositorios conocidos compatibles con F-Droid.
et: [Teadaolevad repositooriumid](https://forum.f-droid.org/t/721) Loend, mis üritab loetleda kõiki F-Droid'iga ühilduvaid repositooriume.
eu: [Biltegi ezagunak](https://forum.f-droid.org/t/721) F-Droid-ekin bateragarriak diren biltegiei pista jarraitzen saiatzen den zerrenda bat.
fa: [مخازن شناخته‌شده](https://forum.f-droid.org/t/721) فهرستی که تلاش می‌کند آمار مخازن سازگار با اف‌دروید شناخته‌شده را داشته باشد.
fr: [Dépôts connus](https://forum.f-droid.org/t/721) Une liste qui tente de suivre les dépôts connus pour être compatibles avec F-Droid.
gd: [Ionadan-tasgaidh aithnichte](https://forum.f-droid.org/t/721) Seo liosta a dh’fheuchas ri fiosrachadh a chruinneachadh mu ionadan-tasgaidh a tha co-chòrdail le F-Droid.
he: [מאגרים מוכרים](https://forum.f-droid.org/t/721) רשימה שמנסה לעקוב אחר מאגרים מוכרים תומכי F-Droid.
hi: [ज्ञात रिपॉज़िटरियाँ](https://forum.f-droid.org/t/721) एक सूची जिसमें F-Droid से अनुकूल रिपॉज़िटरियों को ट्रैक करने की कोशिश की जाती है।
hu: [Ismert tárolók](https://forum.f-droid.org/t/721) Egy lista, amely követi az ismert F-Droid kompatibilis tárolókat.
id: [Repositori yang Dikenal](https://forum.f-droid.org/t/721) Daftar yang mencoba untuk melacak repositori kompatibel F-Droid yang dikenal.
is: [Þekkt hugbúnaðarsöfn](https://forum.f-droid.org/t/721) Listi þar sem reynt er að halda utan um öll þekkt F-Droid-samhæfð hugbúnaðarsöfn.
it: [Repository noti](https://forum.f-droid.org/t/721) Un elenco che prova a tenere traccia dei repository noti compatibili con F-Droid.
ja: [知られているリポジトリ](https://forum.f-droid.org/t/721) F-Droidと互換性がある既知のリポジトリの一覧（完全な一覧ではありません）。
nb: [Kjente pakkebrønner](https://forum.f-droid.org/t/721) En liste som prøver å holde oppsyn med kjente F-Droid-kompatible pakkebrønner.
nl: [Gekende pakketbronnen](https://forum.f-droid.org/t/721) Een lijst die de gekende pakketbronnen compatibel met F-Droid tracht bij te houden.
nn: [Kjende pakkebrønnar](https://forum.f-droid.org/t/721) Eit forsøk på ei oversikt over alle kjende F-Droid-kompatible pakkebrønnar.
pl: [Znane repozytoria](https://forum.f-droid.org/t/721) Lista, której zamiarem jest śledzenie znanych kompatybilnych repozytoriów F-Droid.
pt: [Repositórios conhecidos](https://forum.f-droid.org/t/721) Uma lista que tenta manter o controlo dos repositórios conhecidos compatíveis com o F-Droid.
pt_br: [Repositórios Conhecidos](https://forum.f-droid.org/t/721) Uma lista que tenta manter o controle dos repositórios conhecidos compatíveis com o F-Droid.
pt_pt: [Repositórios Conhecidos](https://forum.f-droid.org/t/721) Uma lista que tenta manter o controle dos repositórios conhecidos compatíveis com o F-Droid.
ro: [Known Repositories](https://forum.f-droid.org/t/721) O listă care încearcă să țină evidența depozitelor cunoscute compatibile cu F-Droid.
ru: [Совместимые репозитории](https://forum.f-droid.org/t/721) Список известных совместимых с F-Droid репозиториев.
sq: [Depo të Ditura](https://forum.f-droid.org/t/721) Një listë që përpiqet të ndjekë depo të ditura të përputhshme me F-Droid.
tr: [Bilinen Depolar](https://forum.f-droid.org/t/721) Bilinen F-Droid uyumlu depoları takip etmeye çalışan bir liste.
uk: [Відомі репозиторії](https://forum.f-droid.org/t/721) Перелік, який намагається стежити за відомими репозиторіями, сумісними з F-Droid.
vi: [Các kho đã biết](https://forum.f-droid.org/t/721) Một danh sách cố gắng theo dõi các kho tương thích với F-Droid.
zh_hans: [已知存储库](https://forum.f-droid.org/t/721) 包含已知的与 F-Droid 兼容的存储库。
zh_hant: [已知的軟體庫](https://forum.f-droid.org/t/721) F-Droid 相容的軟體庫追蹤清單。
