Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: For working with the server and data projects, it’s a good idea to read [the manual]({{ "/docs/" | prepend: site.baseurl }}).
ar: للعمل مع مشاريع الخادم والبيانات، من الجيد قراءة [الدليل]({{ "/docs/" | prepend: site.baseurl }}).
ca: Per treballar amb el servidor i els projectes de dades, és una bona idea llegir [el manual]({{ "/docs/" | prepend: site.baseurl }}).
cs: Pro práci se serverem a datovými projekty je vhodné přečíst si [manuál]({{ "/docs/" | prepend: site.baseurl }}).
de: Für Arbeiten mit den Server- und Datenprojekten lohnt ein Blick in [das Handbuch]({{ "/docs/" | prepend: site.baseurl }}).
eo: Por labori kun la servilo aŭ projekt-datumoj estus bone legi la [manlibron]({{ "/docs/" | prepend: site.baseurl }}).
es: Para trabajar con el servidor y los proyectos de datos, es una buena idea leer [el manual]({{ "/docs/" | prepend: site.baseurl }}).
es_ar: Para trabajar con el servidor y los proyectos de datos, es una buena idea leer [el manual]({{ "/docs/" | prepend: site.baseurl }}).
et: Plaanides osalemist serveri- ja andmehalduse projektides, palun tutvu [juhenditega]({{ "/docs/" | prepend: site.baseurl }}).
eu: Zerbitzariaren eta datuen proiektuekin lan egiteko, [eskuliburua]({{ "/docs/" | prepend: site.baseurl }}) irakurtzea ideia ona da.
fa: برای کار با کارساز و پروژه‌های داده، خوب است [راه‌نما]({{ "/docs/" | prepend: site.baseurl }}) را بخوانید.
fr: Pour travailler sur les projets « server » et « data », il est recommandé de lire [le manuel]({{ "/docs/" | prepend: site.baseurl }}).
gd: Airson obair le pròiseactan an fhrithealaiche ’s an dàta, mholamaid gun leugh thu [an leabhar-mhìneachaidh]({{ "/docs/" | prepend: site.baseurl }}).
he: לצורך עבודה עם מיזמי שרת ונתונים, מומלץ לקרוא את [המדריך]({{ "/docs/" | prepend: site.baseurl }}).
hi: सर्वर और डेटा परियोजनाओं पर काम करने के लिए [मैन्युअल]({{ "/docs/" | prepend: site.baseurl }}) पढ़ लेना अच्छा होगा।
hu: A kiszolgáló oldalai és a adatprojektekkel dolgozna, akkor jó ötlet a [kézikönyv]({{ "/docs/" | prepend: site.baseurl }}) elolvasása.
id: Untuk bekerja dengan server dan data proyek, itu ide yang bagus untuk membaca [manual]({{ "/docs/" | prepend: site.baseurl }}).
is: Þegar unnið er með vefþjóns- og gagnaverkefnin, er alltaf góð hugmynd að lesa [handbókina]({{ "/docs/" | prepend: site.baseurl }}).
it: Per lavorare con i progetti del server e dei dati, è buona norma leggere [il manuale]({{ "/docs/" | prepend: site.baseurl }}).
ja: サーバーやデータのプロジェクトに取り組む場合は、[マニュアル]({{ "/docs/" | prepend: site.baseurl }})を一読していただくことを推奨します。
nb: For å jobbe med server og dataprosjektene, er det en god ide å lese [manualen]({{ "/docs/" | prepend: site.baseurl }}).
nl: Om te werken met de server- en dataprojecten, is het een goed idee om [de handleiding]({{ "/docs/" | prepend: site.baseurl }}) te lezen.
nn: Viss du skal arbeida med tenaren og dataprosjekt, er det lurt å [lesa manualen]({{ "/docs/" | prepend: site.baseurl }}).
pl: Do pracy z serwerami i projektami danych, dobrym pomysłem jest przeczytanie [dokumentacji]({{ "/docs/" | prepend: site.baseurl }}).
pt: Para trabalhar com os projetos de servidor ou de dados, é uma boa ideia ler [o manual]({{ "/docs/" | prepend: site.baseurl }}).
pt_br: Para trabalhar com os projetos de servidor ou de dados, é uma boa ideia ler [o manual]({{ "/docs/" | prepend: site.baseurl }}).
pt_pt: Para trabalhar com os projetos de servidor ou de dados, é uma boa idéia ler [o manual]({{ "/docs/" | prepend: site.baseurl }}).
ro: Pentru a lucra cu serverul și proiectele de date, este o idee bună să citiți [the manual]({{ "/docs/" | prepend: site.baseurl }}).
ru: Для работы с проектами сервера и данных полезно прочитать [руководство]({{ "/docs/" | prepend: site.baseurl }}).
sq: Për të punuar me projekte shërbyesish dhe të dhënash, është ide e mirë të lexohet [doracaku]({{ "/docs/" | prepend: site.baseurl }}).
tr: Sunucu ve veri projeleriyle çalışmak için, [kılavuzu]({{ "/docs/" | prepend: site.baseurl }}) okumak iyi bir fikirdir.
uk: Для роботи з проєктами сервера та даних корисно прочитати [підручник]({{ "/docs/" | prepend: site.baseurl }}).
vi: Đối với việc làm việc với máy chủ và các dự án dữ liệu, việc đọc [sổ tay]({{ "/docs/" | prepend: site.baseurl }}) là một ý tưởng tốt.
zh_hans: 如果想要参与服务器和数据项目，建议先阅读[文档]({{ "/docs/" | prepend: site.baseurl }})。
zh_hant: 在對伺服器和資料專案進行作業前，最好先閱讀[手冊]({{ "/docs/" | prepend: site.baseurl }})。

source: Maintain Infrastructure
ar: حافظ على البنية التحتية
ca: Manteniu la infraestructura
cs: Správa infrastruktury
de: Infrastruktur pflegen
eu: Azpiegitura mantendu
fr: Maintenir l’infrastructure
he: תחזוקת תשתיות
hi: अर्थव्यवस्था अनुरक्षित करें
hu: Infrastruktúra karbantartása
id: Memelihara Prasarana
is: Viðhalda stoðkerfi
ja: インフラストラクチャーの維持
pl: Utrzymywanie infrastruktury
pt: Manter a infraestrutura
pt_br: Manter a infraestrutura
ro: Întreținerea infrastructurii
ru: Помочь с инфраструктурой
sq: Mirëmbani Infrastrukturën
tr: Altyapı Bakımı
uk: Підтримуйте інфраструктуру
zh_hans: 维护基础设施

source: F-Droid provides multiple servers (builders, web portal, download areas and more) which need regular maintenance, Ansible-based deployment and hardware management. Further information can be found by asking in [the chat]({{ site.baseurl }}/about/#contact) or via e-mail to team@f-droid.org.
ar: يوفر F-Droid خوادم متعددة (منشئو، بوابة ويب، مناطق تنزيل والمزيد) والتي تحتاج إلى صيانة دورية ونشر قائم على Ansible وإدارة الأجهزة. يمكن العثور على مزيد من المعلومات عن طريق السؤال في [الدردشة]({{ site.baseurl }}/about/#contact) أو عبر البريد الإلكتروني إلى team@f-droid.org.
ca: F-Droid proporciona múltiples servidors (constructors, portal web, àrees de descàrrega i més) que necessiten manteniment regular, desplegament basat en Ansible i gestió de maquinari. Podeu trobar més informació preguntant [al xat]({{ site.baseurl }}/about/#contact) o via correu electrònic a team@f-droid.org.
cs: F-Droid poskytuje několik serverů (servery pro sestavování, webový portál, oblasti pro stahování a další), které potřebují pravidelnou údržbu, nasazení skrze Ansible a správu hardwaru. Další informace lze získat dotazem v [chatu]({{ site.baseurl }}/about/#contact) nebo e-mailem na adrese team@f-droid.org.
de: F-Droid unterhält mehrere Server (Build-Maschinen, Internetportal, Download-Bereiche und mehr), die regelmäßige Wartung, Ansible-basierte Entwicklung und Hardware-Management benötigen. Weitergehende Informationen dazu erhält man im [Chat]({{ site.baseurl }}/about/#contact) oder per E-Mail an team@f-droid.org.
eu: F-Droid-ek eskaintzen dituen zerbitzariek (eraikitzaileak, web ataria, deskargatzeko guneak...) beharrezkoak dituzte mantenu erregularra, Ansible-n oinarritutako inplementazioa eta hardware kudeaketa. Informazio gehiago [txatean]({{ site.baseurl }}/about/#contact) edo e-mail bidez: team@f-droid.org.
he: מיזם F-Droid מספק מגוון שרתים (כלי בנייה, אתר גישה, שירות אחסון…) שדורשים תחזוקה שוטפת, הטמעה מבוססת Ansible וניהול חומרה. ניתן למצוא מידע נוסף על ידי פרסום שאלה ב[צ׳אט]({{ site.baseurl }}/about/#contact) או בדוא״ל אל team@f-droid.org.
hi: एफ-ड्रॉयड कई सर्वर (बिल्डर, वेब पोर्टल, डाउनलोड क्षेत्र और अधिक) प्रदान करता है जिन्हें नियमित रखरखाव, अनुष्य-आधारित तैनाती और हार्डवेयर प्रबंधन की आवश्यकता होती है। अधिक जानकारी [the chat]({{ site.baseurl }}/about/#contact) में पूछकर या team@f-droid.org को ई-मेल के माध्यम से प्राप्त की जा सकती है।
hu: Az F-Droid számos kiszolgálót biztosít (összeállítók, webes portál, letöltési területek, és továbbiak), amelyek rendszeres karbantartást, Ansible-alapú telepítést, és hardvermenedzsmentet igényelnek. További információkat [a csevegésben]({{ site.baseurl }}/about/#contact) vagy a team@f-droid.org címre küldött levél válaszaként kaphat.
id: F-Droid menyediakan beberapa server (pembangun, portal web, area unduhan, dan banyak lagi) yang membutuhkan pemeliharaan rutin, penerapan berbasis Ansible, dan pengelolaan perangkat keras. Informasi lebih lanjut dapat ditemukan dengan bertanya di [obrolan]({{ site.baseurl }}/about/#contact) atau melalui surel ke team@f-droid.org.
ja: F-Droidは、定期的なメンテナンスや、Ansibleによるデプロイ、ハードウェアのメンテナンスを必要とする複数のサーバー（ビルド用、ウェブポータル、ダウンロード用など）を提供しています。詳細に関しては、[チャット]({{ site.baseurl }}/about/#contact)または team@f-droid.org まで電子メールでお問い合わせください。
pl: F-Droid obsługuje wiele serwerów (kompilatory, portal internetowy, obszary pobierania i więcej), które wymagają regularnego utrzymywania, wdrożenia opartego na Ansible i zarządzania sprzętem. Więcej informacji można znaleźć, pytając na [czacie]({{ site.baseurl }}/about/#contact) lub wysyłając e-mail na adres team@f-droid.org.
pt: O F-Droid fornece vários servidores (construtores, portal na web, áreas de descraga e mais) que precisam de manutenção regular, implantação baseada em Ansible e gestão de hardware. Mais informações podem ser encontradas a perguntar no [chat]({{ site.baseurl }}/about/#contact) ou via e-mail a team@f-droid.org.
pt_br: O F-Droid fornece vários servidores (construtores, portal web, áreas de download e muito mais) que precisam de manutenção regular, implantação baseada em Ansible e gerenciamento de hardware. Mais informações podem ser encontradas perguntando no [bate-papo]({{ site.baseurl }}/about/#contact)ou pelo e-mail team@f-droid.org.
ru: F-Droid предоставляет несколько серверов (сборщики, веб-портал, области загрузки и многое другое), которые нуждаются в регулярном обслуживании, развертывании с использованием Ansible и управлении оборудованием. Дополнительную информацию можно получить, спросив в [чате]({{ site.baseurl }}/about/#contact) или по электронной почте team@f-droid.org.
uk: F-Droid надає кілька серверів (збірок, вебпортал, зон завантаження та багато іншого), які потребують постійного обслуговування, розгортання на основі Ansible та керування обладнанням. Додаткові відомості можна знайти, запитавши у [бесіді]({{ site.baseurl }}/about/#contact) або електронною поштою team@f-droid.org.
zh_hans: F-Droid 提供多台服务器（构建器、网页门户、下载区及其他），需要定期维护，基于Ansible 的部署和硬件管理。欲了解更多信息，您可在[聊天]({{ site.baseurl }}/about/#contact) 中提问或发电子邮件到 team@f-droid.org。

source: Data Science
ar: علم البيانات
ca: Anàlisi de dades
cs: Datová věda
de: Datenwissenschaft
eu: Datuen zientzia
he: מדעי נתונים
hi: डेटा विज्ञान
hu: Adatelemzés
id: Ilmu Data
ja: データサイエンス
pl: Analityka danych
pt: Ciência de dados
pt_br: Ciência de Dados
ru: Наука о данных
zh_hans: 数据科学

source: At its core, F-Droid is a giant collection of data about the apps we ship. There are build logs, app metadata, source code, APK metadata, and more. F-Droid also fits into the larger Android ecosystem, where there are even larger pools of data to dive into. We also have some metrics data that remains mostly unexplored, and could reveal new insights in the F-Droid ecosystem. One good way to dive in is to try out [our APIs]({{ site.baseurl }}/docs/All_our_APIs/).
ar: في جوهرها F-Droid عبارة عن مجموعة عملاقة من البيانات حول التطبيقات التي نشحنها. هناك سجلات إنشاء وبيانات وصفية للتطبيق و شيفرة مصدرية وبيانات تعريف APK والمزيد. يتناسب F-Droid أيضًا مع نظام الأندرويد البيئي الأكبر، حيث توجد مجموعات أكبر من البيانات للغوص فيها. لدينا أيضا بعض بيانات المقاييس التي لا تزال غير مستكشفة في الغالب، ويمكن أن تكشف عن رؤى جديدة في النظام البيئي F-Droid . إحدى الطرق الجيدة للغوص هي تجربة [واجهات برمجة التطبيقات الخاصة بنا]({{ site.baseurl }}/docs/All_our_APIs/).
ca: En el seu nucli, l'F-Droid és una col·lecció gegant de dades sobre les aplicacions que enviem. Hi ha registres de construcció, metadades d'aplicacions, codi font, metadades APK i molt més. L'F-Droid també s'adapta a l'ecosistema Android més gran, on hi ha grups de dades encara més grans per submergir-se. També tenim algunes dades de mètriques que romanen majoritàriament inexplorades, i podrien revelar nous coneixements en l'ecosistema F-Droid. Una bona manera de submergir-vos és provar [les nostres APIs]({{ site.baseurl }}/docs/All_our_APIs/).
cs: F-Droid je v jádru obrovská sbírka dat o dodávaných aplikacích. Jsou zde protokoly sestavení, metadata aplikací, zdrojový kód, metadata souborů APK a další. F-Droid také zapadá do širšího ekosystému systému Android, kde jsou ještě větší množství dat, do kterých se lze ponořit. Máme také některá metrická data, která zůstávají většinou neprozkoumaná a mohla by odhalit nové poznatky v ekosystému F-Droid. Jedním z dobrých způsobů, jak se do nich ponořit, je vyzkoušet [naše rozhraní API]({{ site.baseurl }}/docs/All_our_APIs/).
eu: Oinarrian, argitaratzen ditugun aplikazioei buruzko datu-multzo erraldoia da F-Droid. Eraikitzeen egunkariak daude, aplikazioen metadatuak, iturburu kodea, APK metadatuak... F-Droid Android ekosistema handiagoaren zati ere bada, non are datu kopuru handiagoak dauden. Nagusiki esploratu gabe dauden metrika datuak ere baditugu, zeinek F-Droid ekosistemari buruzko informazio berria azaleratu dezaketen. Horietan murgiltzeko modu egoki bat [gure API-ak]({{ site.baseurl }}/docs/All_our_APIs/) probatzea da.
he: בלב המיזם, F-Droid הוא אוסף ענק של נתונים על היישומונים שאנחנו משיקים. יש יומני בנייה, נתוני־על של יישומונים, קוד מקור, נתוני־על של APK ועוד. מיזם F-Droid משתלב גם בסביבה הכוללנית של Android, בה יש אף מאגרים גדולים יותר של נתונים לנבור בהם. יש לנו גם נתוני מדדים שאנחנו לא תמיד מצליחים לחקור ויכולים לחשוף בפנינו תובנות חדשות על הסביבה הכוללנית של F-Droid. דרך אחד טובה לנבור לעומק היא להתנסות ב־[מנשקי ה־API]({{ site.baseurl }}/docs/All_our_APIs/) שלנו
hi: इसके मूल में, एफ-ड्रॉयड हमारे द्वारा शिप किए जाने वाले ऐप्स के बारे में डेटा का एक विशाल संग्रह है। बिल्ड लॉग, ऐप मेटाडेटा, स्रोत कोड, एपीके मेटाडेटा, और बहुत कुछ हैं। एफ-ड्रॉइड बड़े एंड्रॉइड पारिस्थितिकी तंत्र में भी फिट बैठता है, जहां गोता लगाने के लिए डेटा के और भी बड़े पूल हैं। हमारे पास कुछ मैट्रिक्स डेटा भी हैं जो ज्यादातर अस्पष्टीकृत रहते हैं, और एफ-ड्रॉइड पारिस्थितिकी तंत्र में नई अंतर्दृष्टि प्रकट कर सकते हैं। गोता लगाने का एक अच्छा तरीका [हमारे एपीआई]({{ site.baseurl }}/docs/All_our_APIs/) को आज़माना है
id: Pada intinya, F-Droid adalah kumpulan data raksasa tentang aplikasi yang kami sediakan. Ada catatan pembangunan, metadata aplikasi, kode sumber, metadata APK, dan banyak lagi. F-Droid juga cocok dengan ekosistem Android yang lebih besar, di mana terdapat kumpulan data yang lebih besar lagi untuk diselami. Kami juga memiliki beberapa data metrik yang sebagian besar masih belum dieksplorasi, dan dapat mengungkapkan wawasan baru dalam ekosistem F-Droid. Salah satu cara yang baik untuk menyelaminya adalah dengan mencoba [API kami]({{ site.baseurl }}/docs/All_our_APIs/).
ja: F-Droidは本質的に、私たちが公開するアプリに関するデータの巨大な集まりです。そこには、ビルドに関するログ、アプリのメタデータ、ソースコード、APKのメタデータなど様々なデータが含まれています。F-Droidはまた、更に多くのデータがある、より大きなAndroidのエコシステムの一部を成しています。私たちの手元には、ほとんど調査されていないままになっているメトリクスのデータがあり、それを使えばF-Droidのエコシステムにおける新たな洞察を導くことができるかもしれません。データを調査する際の1つの良い方法としては、[私たちのAPI]({{ site.baseurl }}/docs/All_our_APIs/)を試してみることがあります。
pl: Zasadniczo F-Droid to gigantyczny zbiór danych o aplikacjach, które dostarczamy. Istnieją dzienniki kompilacji, metadane aplikacji, kod źródłowy, metadane APK i nie tylko. F-Droid wpasowuje się również w większy ekosystem Androida, gdzie dostępne są jeszcze większe zasoby danych. Mamy również pewne dane metryczne, które pozostają w większości niezbadane i mogą ujawnić nowe spostrzeżenia na temat ekosystemu F-Droid. Dobrym sposobem na zagłębienie się jest wypróbowanie [naszych API]({{ site.baseurl }}/docs/All_our_APIs/).
pt: Na sua essência, o F-Droid é uma coleção gigante de dados sobre as aplicações que enviamos. Existem registos de compilação, metadados de aplicações, código-fonte, metadados APK e muito mais. O F-Droid também se enquadra no ecossistema Android mais amplo, onde existem conjuntos de dados ainda maiores para aprofundar. Também temos alguns dados de métricas que permanecem inexplorados e que podem revelar novos conhecimentos do ecossistema do F-Droid. Uma boa maneira de aprofundar é experimentar [as nossas APIs]({{ site.baseurl }}/docs/All_our_APIs/).
ru: По своей сути F-Droid - это огромная коллекция данных о приложениях, которые мы поставляем. Здесь есть журналы сборки, метаданные приложений, исходный код, метаданные APK и многое другое. F-Droid также вписывается в более широкую экосистему Android, где есть еще большие массивы данных, в которые можно погрузиться. У нас также есть некоторые метрики, которые остаются в основном неизученными и могут открыть новые сведения об экосистеме F-Droid. Один из хороших способов погружения - попробовать [наши API]({{ site.baseurl }}/docs/All_our_APIs/).
zh_hans: F-Droid 核心是发布在平台上的应用的巨大数据集。 这些数据包括构建日志、应用元数据、源代码、APK 元数据等等。 F-Droid 也是 Android 生态系统的一份子，Android 生态系统中有更大的数据池可供探究。 我们还有一些多数仍未被探索的统计数据，它们可以提供 F-Droid 生态系统新洞察。 进行探究的一个好方法是试用[我们的 APIs]({{ site.baseurl }}/docs/All_our_APIs/).

source: Docs
ar: المستندات
cs: Dokumentace
de: Dokumentation
eo: Dokumentaro
es: Documentación
es_ar: Documentación
et: Dokumentatsioon
eu: Dokumentuak
fa: مستندات
fr: Documentation
gd: Docamaideadh
he: מסמכים
hi: प्रलेख
hu: Dokumentáció
id: Dokumen
is: Hjálparskjöl
it: Documentazione
ja: ドキュメンテーション
nb: Dokumentasjon
nl: Documenten
nn: Dokumentasjon
pl: Dokumentacja
pt: Documentação
pt_br: Documentação
pt_pt: Documentação
ro: Documente
ru: Документация
sq: Dokumentime
tr: Belgeler
uk: Документація
vi: Tài liệu
zh_hans: 文档
zh_hant: 文件
