Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: You can discuss F-Droid or get help on the [forum](https://forum.f-droid.org) and F-Droid's user chat.
ar: تستطيع أن تُناقش F-Droid أو تحصل على المساعدة في [المنتدى](https://forum.f-droid.org) او الشات الخاص ب‍ F-Droid.
ca: Podeu xerrar sobre l'F-Droid o obtenir-ne ajuda al [fòrum](https://forum.f-droid.org) i el xat de l'F-Droid.
cs: Diskutovat o projektu F-Droid nebo požádat o pomoc můžete na [forum](https://forum.f-droid.org) a chatu uživatelů F-Droid.
de: Sie können im [Forum](https://forum.f-droid.org) und im F-Droid-Benutzer-Chat über F-Droid diskutieren oder Hilfe erhalten.
eo: Vi povas diskuti pri F-Droid aŭ akiri helpon ĉe la [forumo](https://forum.f-droid.org) aŭ babilejo de F-Droid-uzantoj.
es: Puedes debatir sobre F-Droid u obtener ayuda en el [foro](https://forum.f-droid.org) y en el chat de usuarios.
es_ar: Podés discutir sobre F-Droid o conseguir ayuda en el [foro](https://forum.f-droid.org) y en el chat de usuarios de F-Droid.
et: Sa saad arutleda F-Droid'iga seotud teemadel või küsida abi meie [foorumis](https://forum.f-droid.org) ning F-Droid'i kasutajate veebivestlustes.
eu: [Foroa](https://forum.f-droid.org) eta F-Droid erabiltzaileen txata erabili ditzakezu F-Droid eztabaidatzeko edo laguntza jasotzeko.
fa: می‌توانید در [انجمن](https://forum.f-droid.org) و گپ کاربری، دربارهٔ اف‌دروید بحث کرده یا کمک بگیرید.
fr: Vous pouvez discuter à propos de F-Droid ou obtenir de l'aide sur le [forum](https://forum.f-droid.org) et le salon de discussion utilisateur de F-Droid.
gd: ’S urrainn dhut bruidhinn mu F-Droid no taic fhaighinn air a’ [bhòrd-bhrath](https://forum.f-droid.org) ’s ann an cabadaich luchd-cleachdaidh F-Droid.
he: ניתן לשוחח על F-Droid או לקבל עזרה ב[פורום](https://forum.f-droid.org) ובצ׳אט המשתמשים של F-Droid.
hi: आप [फ़ोरम](https://forum.f-droid.org) या F-Droid के सदस्य चैट पर F-Droid के बारे में चर्चा कर सकते हैं या मदद पा सकते हैं।
hu: Beszélgethet az F-Droidról vagy segítséget kérhet a [fórumon](https://forum.f-droid.org) és az F-Droid felhasználói csevegőben.
id: Anda dapat mendiskusikan F-Droid atau mendapatkan bantuan di [forum](https://forum.f-droid.org) dan chat pengguna F-Droid.
is: Þú getur rætt um F-Droid eða fengið aðstoð á [spjallsvæðinu](https://forum.f-droid.org) og á spjallrás F-Droid notenda.
it: Puoi discutere di F-Droid o ricevere aiuto nel [forum](https://forum.f-droid.org) e nella chat utenti di F-Droid.
ja: [フォーラム](https://forum.f-droid.org)や F-Droid のユーザーチャットでは、F-Droid に関する議論や、使い方に関する質問を行うことができます。
nb: Du kan diskutere F-Droid eller få hjelp på [forumet](https://forum.f-droid.org) eller i F-Droids brukersludring.
nl: Je kan F-Droid bespreken en hulp krijgen via het [forum](https://forum.f-droid.org) en de F-Droid gebruikerschat.
nn: Du kan diskutera F-Droid med andre eller få hjelp på [brukarforumet](https://forum.f-droid.org) og på pratekanalen.
pl: Możesz porozmawiać o F-Droid lub uzyskać pomoc na [forum](https://forum.f-droid.org) i czacie użytkownika F-Droid.
pt: Pode discutir sobre o F-Droid e obter ajuda no [fórum](https://forum.f-droid.org) e na área de discussão do utilizador do F-Droid.
pt_br: Você pode discutir sobre F-Droid e obter ajuda no [fórum](https://forum.f-droid.org) e no bate-papo de usuários do F-Droid.
pt_pt: Pode discutir sobre o F-Droid e obter ajuda no [fórum](https://forum.f-droid.org) e na área de discussão do utilizador do F-Droid.
ro: Puteți discuta despre F-Droid sau puteți obține ajutor pe [forum](https://forum.f-droid.org) și pe chat-ul utilizatorului F-Droid.
ru: Обсудить F-Droid или получить помощь можно на [форуме](https://forum.f-droid.org) и в пользовательском чате F-Droid.
sq: Lidhur me F-Droid-in mund të diskutoni ose të merrni ndihmë te [forumi](https://forum.f-droid.org) dhe te fjalosja e përdoruesve të F-Droid-it.
tr: F-Droid'i tartışabilir veya [forum](https://forum.f-droid.org)da ve F-Droid'in kullanıcı sohbetinde yardım alabilirsiniz.
uk: Ви можете обговорити F-Droid або отримати допомогу на [форумі](https://forum.f-droid.org) та у бесіді користувачів F-Droid.
vi: Bạn có thể thảo luận về F-Droid hoặc tìm sự trợ giúp trên [diễn đàn](https://forum.f-droid.org) và nơi trò chuyện cho người dùng của F-Droid.
zh_hans: 你可以在[论坛](https://forum.f-droid.org)或 F-Droid 的用户聊天中讨论 F-Droid 或寻求帮助。
zh_hant: 您可以在 [論壇](https://forum.f-droid.org) 討論 F-Droid 或取得協助，或是與 F-Droid 的使用者聊天。

source: To chat with others in real time about F-Droid, you can join via IRC in the [#fdroid channel](ircs://irc.oftc.net:6697/fdroid) on [OFTC](https://oftc.net/) ([click here to join the webchat](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1), but set a proper nickname, not `qwebirc*`).
ar: للدردشة مع الآخرين في الوقت الفعلي حول F-Droid، يمكنك الانضمام عبر IRC في [قناة #fdroid](ircs://irc.oftc.net:6697/fdroid) على [OFTC](https://oftc.net/) ([انقر هنا للانضمام إلى الدردشة عبر الويب](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1)، ولكن عيّن لقب مناسب، وليس `qwebirc*`).
ca: Per a xatejar amb altres en temps real sobre l'F-Droid, podeu unir-vos via IRC al [canal #fdroid](ircs://irc.oftc.net:6697/fdroid) a [OFTC](https://oftc.net/) ([clic aquí per a unir-vos al webchat](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1), però establiu un sobrenom adequat, no `qwebirc*`).
cs: Chcete-li s ostatními chatovat o projektu F-Droid v reálném čase, můžete se připojit přes IRC v [kanálu #fdroid](ircs://irc.oftc.net:6697/fdroid) na [OFTC](https://oftc.net/) ([klikněte zde pro připojení k webovému chatu](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1), ale nastavte si správnou přezdívku, ne `qwebirc*`).
eu: Beste batzuekin F-Droidi buruz eztabaidatzeko IRC-ko [#fdroid kanalera](ircs://irc.oftc.net:6697/fdroid) batu zaitezke [OFTC-n](https://oftc.net/) ([klikatu hemen web bidez batzeko](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1), baina ezarri nickname egoki bat, ez `qwebirc*`).
id: Untuk mengobrol dengan orang lain secara waktu nyata tentang F-Droid, Anda dapat bergabung melalui IRC di [saluran #fdroid](ircs://irc.oftc.net:6697/fdroid) di [OFTC](https://oftc.net/) ([klik di sini untuk bergabung dengan webchat](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1), tetapi tentukan nama samaran yang tepat, jangan `qwebirc*`).
ja: F-Droidについて他の人とリアルタイムでチャットしたい場合は、[OFTC](https://oftc.net/)でIRCの[#fdroid チャンネル](ircs://irc.oftc.net:6697/fdroid)にご参加ください（[ここ](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1)をクリックするとウェブチャットに参加できます。その際には `qwebirc*`ではない、適切なニックネームを設定してください）。
pl: Aby w czasie rzeczywistym rozmawiać z innymi na temat F-Droid, możesz dołączyć przez IRC na [kanale #fdroid](ircs://irc.oftc.net:6697/fdroid) na [OFTC](https://oftc.net/) ([kliknij tutaj, aby dołączyć do czatu](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1), ale ustaw odpowiedni pseudonim, a nie `qwebirc*`).
ru: Чтобы пообщаться с другими в реальном времени о F-Droid, вы можете присоединиться через IRC в канале [#fdroid](ircs://irc.oftc.net:6697/fdroid) на [OFTC](https://oftc.net/) ([ нажмите здесь, чтобы присоединиться к веб-чату](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1), но задайте правильный ник, а не `qwebirc*`).
zh_hans: 要和别人进行 F-Droid 的实时聊天，你可以加入 [OFTC](https://oftc.net/) 上的 [#fdroid channel](ircs://irc.oftc.net:6697/fdroid) 进行 IRC 聊天，要加入请([单击此处](https://webchat.oftc.net/?randomnick=1&channels=fdroid&prompt=1)，请设置一个合适的昵称，不是`qwebirc*`).

source: Matrix users can join [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org). An F-Droid matrix space grouping together all F-Droid related rooms exists at [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org), and can be joined by anyone.
ar: يمكن لمستخدمي ماتركس الانضمام إلى [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org). توجد مساحة ماتركس F-Droid تجمع جميع الغرف ذات الصلة بـF-Droid معًا في [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org) ، ويمكن لأي شخص أن ينضم إليه.
ca: Les persones qui utilitzeu el Matrix podeu unir-vos a [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org). Hi ha un espai de matrix de l'F-Droid a [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org) que agrupa totes les sales relacionades amb l'F-Droid, i s'hi pot unir qualsevol persona.
cs: Uživatelé služby Matrix se mohou připojit do kanálu [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org). Matrixový prostor F-Droid sdružující všechny místnosti související s F-Droidem existuje na adrese [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org) a může se k němu připojit kdokoli.
eu: Matrix erabiltzaileak [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org) gelara batu daitezke. F-Droidi lotutako gela guztiak biltzen dituen [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org) espazioa existitzen da eta edonor batu daiteke bertara.
id: Para pengguna Matrix dapat bergabung dalam [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org). Space Matrix F-Droid mengelompokkan semua ruangan berkaitan dengan F-Droid ada di [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org), dan siapa pun dapat bergabung.
ja: Matrixのユーザーは[#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org)に参加できます。全てのF-Droid関連のルームをまとめたF-Droidのスペースは[#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org)にあり、誰でも参加できます。
pl: Użytkownicy Matrix mogą dołączyć do [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org). Przestrzeń F-Droid na Matrix grupująca wszystkie pokoje związane z F-Droid znajduje się na [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org) i każdy może do nich dołączyć.
ru: Пользователи Matrix могут присоединиться к [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org). Пространство F-Droid в Matrix, объединяющее все комнаты, связанные с F-Droid, доступно по адресу [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org), и к нему может присоединиться любой желающий.
zh_hans: Matrix 用户可以加入 [#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org)。F-Droid Matrix 空间将 [#fdroid-space:f-droid.org](https://matrix.to/#/#fdroid-space:f-droid.org) 中存在的所有 F-Droid 相关聊天室归在一起，任何人都可以加入。

source: XMPP users can join via a [Biboumi](https://doc.biboumi.louiz.org/) gateway that connects to IRC, easiest way is to ask your XMPP server admin to host one, but if not possible, try one of the public ones. Copy and paste the address in your XMPP clients channel input field `#fdroid%irc.oftc.net@irc.jabberfr.org` _(hosted by [JabberFR](https://jabberfr.org/))_ or `#fdroid%irc.oftc.net@irc.hmm.st` _(hosted by [hmm.st](https://hmm.st/))_
ar: يمكن لمستخدمي XMPP الانضمام عبر بوابة [Biboumi](https://doc.biboumi.louiz.org/) التي تتصل بـ IRC ، أسهل طريقة هي أن تطلب من مسؤول خادم XMPP استضافة واحد ، ولكن إذا لم يكن ذلك ممكنًا ، فجرّب أحد العامة. انسخ والصق العنوان في حقل إدخال قناة عملاء XMPP ` #fdroid٪irc.oftc.net@irc.jabberfr.org ` _ (مستضاف بواسطة [JabberFR](https://jabberfr.org/ )) _ أو ` #fdroid٪irc.oftc.net@irc.hmm.st ` _ (مستضاف بواسطة [hmm.st](https://hmm.st/)) _
ca: Els usuaris de XMPP poden unir-se a través d'una passarel·la [Biboumi](https://doc.biboumi.louiz.org/) que es connecta a IRC, la manera més fàcil és demanar a l'administrador del servidor XMPP que n'allotgi una, però si no és possible, proveu-ne una de pública. Copieu i enganxeu l'adreça al camp d'entrada del canal de clients XMPP `#fdroid%irc.oftc.net@irc.jabberfr.org` _ (allotjat per [JabberFhttps://hosted.weblate.org/js/ignore-check/23775358/R](https://jabberfr.org/))_ o `#fdroid%irc.oftc.net@irc.hmm.st` _(allotjat per [hmm.st](https://hmm.st/))_
cs: Uživatelé XMPP se mohou připojit prostřednictvím brány [Biboumi](https://doc.biboumi.louiz.org/), která se připojuje k IRC, nejjednodušší je požádat správce serveru XMPP, aby takovou bránu hostoval. Pokud to ale není možné, zkuste některou z veřejných. Zkopírujte a vložte adresu do vstupního pole kanálu vašeho klienta XMPP `#fdroid%irc.oftc.net@irc.jabberfr.org` _(hostuje [JabberFR](https://jabberfr.org/))_ nebo `#fdroid%irc.oftc.net@irc.hmm.st` _(hostuje [hmm.st](https://hmm.st/))_
de: XMPP-Benutzer können über ein [Biboumi](https://doc.biboumi.louiz.org/)-Gateway beitreten, das eine Verbindung zum IRC herstellt. Am einfachsten ist es, den Administrator Ihres XMPP-Servers zu bitten, einen solchen zu hosten, aber wenn das nicht möglich ist, probieren Sie es mit einen der öffentlichen. Kopieren Sie die Adresse und fügen Sie sie in das Kanal-Eingabefeld Ihres XMPP-Clients ein: `#fdroid%irc.oftc.net@irc.jabberfr.org` _(gehostet von [JabberFR](https://jabberfr.org/))_ oder `#fdroid%irc.oftc.net@irc.hmm.st` _(gehostet von [hmm.st](https://hmm.st/))_
eu: XMPP erabiltzaileak IRC-ra konektatzen duen [Biboumi](https://doc.biboumi.louiz.org/) atebide baten bidez batu daitezke. Errazena zure XMPP zerbitzariaren administratzaileari bat ostatatzeko eskatzea da, baina ez bada posible, publikoetako bat probatu dezakezu. Kopiatu eta itsatsi helbidea zure XMPP bezeroaren kanalaren eremuan `#fdroid%irc.oftc.net@irc.jabberfr.org` _([JabberFR](https://jabberfr.org/)-k ostatatua)_ edo `#fdroid%irc.oftc.net@irc.hmm.st` _([hmm.st](https://hmm.st/)-k ostatatua)_
he: משתמשי XMPP יכולים להצטרף דרך שער הגישה [Biboumi](https://doc.biboumi.louiz.org/) שמתחבר ל־IRC, הדרך הקלה היא לבקש מהנהלת שרת ה־ XMPP לארח אחד כזה, אם לא ניתן, כדאי לנסות את אחד השירותים הציבוריים. יש להעתיק ולהדביק את הכתובת בשדה קלט ערוץ לקוחות ה־XMPP שלך ‎`#fdroid%irc.oftc.net@irc.jabberfr.org`‎ _(מתארח בחסות [JabberFR](https://jabberfr.org/))_ או `#fdroid%irc.oftc.net@irc.hmm.st` _(מתארח בחסות [hmm.st](https://hmm.st/))_
hi: एक्सएमपीपी उपयोगकर्ता आईआरसी से जुड़ने वाले [बिबूमी](https://doc.biboumi.louiz.org/) गेटवे के माध्यम से शामिल हो सकते हैं, सबसे आसान तरीका यह है कि आप अपने एक्सएमपीपी सर्वर व्यवस्थापक को एक होस्ट करने के लिए कहें, लेकिन यदि संभव न हो, तो सार्वजनिक लोगों में से एक का प्रयास करें। अपने XMPP क्लाइंट चैनल इनपुट फ़ील्ड '#fdroid%irc.oftc.net@irc.jabberfr.org' _([JabberFR](https://jabberfr.org/)) द्वारा होस्ट किया गया या '#fdroid%irc.oftc.net@irc.hmm.st' _([hmm.st](https://hmm.st/)) द्वारा होस्ट किया गया] में पते की प्रतिलिपि बनाएँ और पेस्ट करें
hu: Az XMPP-felhasználók csatlakozhatnak egy [Biboumi](https://doc.biboumi.louiz.org/) útválasztó segítségével, amely az IRC-hez kapcsolódik, a legegyszerűbb az, hogy megkéri az XMPP-kiszolgáló rendszergazdáját, hogy állítson be egyet, de ha nem lehetséges, akkor megpróbálkozhat egy nyilvánossal. Másolja és illessze be a címet az XMPP-kliens csatorna beviteli mezőjébe: `#fdroid%irc.oftc.net@irc.jabberfr.org` _(kiszolgáló: [JabberFR](https://jabberfr.org/))_ vagy `#fdroid%irc.oftc.net@irc.hmm.st` _(kiszolgáló: [hmm.st](https://hmm.st/))_
id: Pengguna XMPP dapat bergabung melalui gateway [Biboumi](https://doc.biboumi.louiz.org/) yang terhubung ke IRC, cara termudah adalah meminta admin server XMPP Anda untuk menghostingnya, tetapi jika tidak memungkinkan, cobalah salah satu dari yang publik. Salin dan tempelkan alamat di kolom masukan saluran klien XMPP Anda `#fdroid%irc.oftc.net@irc.jabberfr.org` _(di-host oleh [JabberFR](https://jabberfr.org/))_ atau `#fdroid%irc.oftc.net@irc.hmm.st` _(di-host oleh [hmm.st](https://hmm.st/))_
ja: XMPPのユーザーは、IRCへ接続する[Biboumi](https://doc.biboumi.louiz.org/)のゲートウェイを経由して参加できます。最も簡単な方法は、あなたのXMPPサーバーの管理者にBiboumiをホストするよう依頼することですが、それができない場合は、公開されているBiboumiを試してください。XMPPクライアントのチャンネルの入力欄に`#fdroid%irc.oftc.net@irc.jabberfr.org` _（[JabberFR](https://jabberfr.org/)により運営）_ または`#fdroid%irc.oftc.net@irc.hmm.st` _（[hmm.st](https://hmm.st/)により運営）_ のアドレスをコピーして入力してください。
pl: Użytkownicy XMPP mogą dołączyć przez bramę [Biboumi](https://doc.biboumi.louiz.org/), która łączy się z IRC. Najprostszym sposobem jest poproszenie administratora serwera XMPP o hostowanie jednego z nich, ale jeśli nie jest to możliwe, wypróbuj jeden z publicznych. Skopiuj i wklej adres w polu wprowadzania kanału klienta XMPP `#fdroid%irc.oftc.net@irc.jabberfr.org` _(hostowane przez [JabberFR](https://jabberfr.org/ ))_ lub `#fdroid%irc.oftc.net@irc.hmm.st` _(hostowane przez [hmm.st](https://hmm.st/))_.
pt: Utilizadores do XMPP podem aderir por um gateway [Biboumi](https://doc.biboumi.louiz.org/) que se conecta ao IRC, a maneira mais fácil é pedir ao administrador do servidor XMPP para hospedar um, mas se não for possível, tente um dos públicos. Copie e cole o endereço no campo de entrada do canal de clientes XMPP `#fdroid%irc.oftc.net@irc.jabberfr.org` _(hospedado por [JabberFR](https://jabberfr.org/))_ ou `#fdroid%irc.oftc.net@irc.hmm.st` _(hospedado por [hmm.st](https://hmm.st/))_
pt_br: Os utilizadores de XMPP podem participar através de um [Biboumi](https://doc.biboumi.louiz.org/) gateway que se conecta ao IRC, a maneira mais fácil é pedir ao administrador do servidor XMPP para hospedar um, mas se não for possível, tente um dos públicos. Copie e cole o endereço no campo de entrada do canal de clientes XMPP `#fdroid% irc.oftc.net@irc.jabberfr.org ` _(hospedado por [JabberFR](https://jabberfr.org/))_ ou `#fdroid% irc.oftc.net@irc.hmm.st ` _(hospedado por [hmm.st](https://hmm.st/))_
ru: Пользователи XMPP могут присоединиться через [Biboumi](https://doc.biboumi.louiz.org /) шлюз, который подключается к IRC, самый простой способ - попросить администратора вашего XMPP-сервера разместить один из них, но если это невозможно, попробуйте один из общедоступных. Скопируйте и вставьте адрес в поле ввода вашего канала XMPP-клиентов `#fdroid%irc.oftc.net@irc.jabberfr.org ` _(размещено [JabberFR](https://jabberfr.org /))_ или `#fdroid%irc.oftc.net@irc.hmm.st ` _(размещено [hmm.st ](https://hmm.st /))_
uk: Користувачі XMPP можуть приєднатися через шлюз [Biboumi](https://doc.biboumi.louiz.org/), який під'єднується до IRC, найпростіший спосіб — попросити адміністратора вашого XMPP-сервера розмістити його, але якщо це неможливо, спробуйте один із загальнодоступних серверів. Скопіюйте і вставте адресу в поле введення каналу вашого XMPP-клієнта `#fdroid%irc.oftc.net@irc.jabberfr.org` _(розміщено [JabberFR](https://jabberfr.org/))_ або `#fdroid%irc.oftc.net@irc.hmm.st` _(розміщено [hmm.st](https://hmm.st/))_
zh_hans: XMPP 用户可以通过连接到 IRC 的[Biboumi](https://doc.biboumi.louiz.org/) 网关加入其中。最简单的办法时请求你的 XMPP 服务器管理员托管一个，要是这办不到，请尝试公共服务器。在你的 XMPP 客户端频道输入字段中复制并粘贴地址 `#fdroid%irc.oftc.net@irc.jabberfr.org` _(由 [JabberFR](https://jabberfr.org/)托管)_ 或者 `#fdroid%irc.oftc.net@irc.hmm.st` _(由[hmm.st](https://hmm.st/)托管)_

source: There is also a Matrix bridge to Telegram, to join it click [this link](https://matrix.f-droid.org/fdroid/telegram/).
ar: هناك أيضًا جسر ماتركس إلى تيليجرام، للانضمام إليه، انقر فوق [هذا الرابط](https://matrix.f-droid.org/fdroid/telegram/).
ca: També hi ha un pont Matrix al Telegram, per unir-vos-hi feu clic a [aquest enllaç](https://matrix.f-droid.org/fdroid/telegram/).
cs: K dispozici je také přemostění z Matrixu na Telegram, ke kterému se připojíte kliknutím na [tento odkaz](https://matrix.f-droid.org/fdroid/telegram/).
de: Es gibt auch eine Matrix-Brücke zu Telegram, um ihr beizutreten, klicken Sie auf [diese Verknüpfung](https://matrix.f-droid.org/fdroid/telegram/).
eu: Telegramerako Matrix zubia ere badago, batzeko ireki [esteka hau](https://matrix.f-droid.org/fdroid/telegram/).
he: יש גם גישור בין Matrix לבין טלגרם, כדי להצטרף אליו יש ללחוץ על [הקישור הזה](https://matrix.f-droid.org/fdroid/telegram/).
hi: टेलीग्राम के लिए एक मैट्रिक्स ब्रिज भी है, इसमें शामिल होने के लिए [इस लिंक](https://matrix.f-droid.org/fdroid/telegram/) पर क्लिक करें।
hu: Létezik egy Matrix-híd is a Telegramhoz, a csatlakozáshoz kattintson [erre a hivatkozásra](https://matrix.f-droid.org/fdroid/telegram/).
id: Ada juga jembatan Matrix ke Telegram, untuk bergabung klik [tautan ini](https://matrix.f-droid.org/fdroid/telegram/).
ja: TelegramへのMatrixブリッジもあります。参加するには[このリンク](https://matrix.f-droid.org/fdroid/telegram/)をクリックしてください。
pl: Istnieje również most Matrix do Telegrama; aby do niego dołączyć, kliknij [ten link](https://matrix.f-droid.org/fdroid/telegram/).
pt: Também há uma ponte do Matrix ao Telegram, para entrar clique [nesta ligação](https://matrix.f-droid.org/fdroid/telegram/).
pt_br: Existe também uma ponte Matrix para o Telegram, para entrar clique [neste link](https://matrix.f-droid.org/fdroid/telegram/).
ru: Также существует мост Matrix к Telegram. Чтобы к нему присоединиться, нажмите [эта ссылку](https://matrix.f-droid.org/fdroid/telegram/).
uk: Також існує міст Matrix до Telegram, щоб приєднатися до нього, натисніть на [це посилання](https://matrix.f-droid.org/fdroid/telegram/).
zh_hans: 我们还有一个 Telegram 的 Matrix 桥接，单击 [此链接](https://matrix.f-droid.org/fdroid/telegram/)加入。
