Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: Start with the overview of [Translation and Localization](../docs/Translation_and_Localization). There’s also a [dedicated forum section](https://forum.f-droid.org/c/translation) for translation related discussions.
ar: ابدأ بنظرة عامة على [الترجمة والتوطين](../docs/Translation_and_Localization). هناك أيضا [قسم مخصص للمنتدى](https://forum.f-droid.org/c/translation) للمناقشات المتعلقة بالترجمة.
ca: Comenceu amb la visió general de [Traducció i localització](../docs/Translation_and_Localization). També hi ha una [secció de fòrum dedicada](https://forum.f-droid.org/c/translation) per als debats relacionats amb la traducció.
cs: Začněte s přehledem na stránce [Překlad a lokalizace](../docs/Translation_and_Localization). Pro diskuse související s překladem existuje též [vyhrazená sekce na fóru](https://forum.f-droid.org/c/translation).
de: Beginnen Sie mit der Übersicht zu [Übersetzung und Lokalisation](../docs/Translation_and_Localization). Zur Diskussion von Übersetzungen gibt es auch einen [fest zugeordneten Forumbereich](https://forum.f-droid.org/c/translation).
eu: Has zaitez [itzulpena eta lokalizazioa](../docs/Translation_and_Localization) gainbegiratuz. Foroan badago [gai horri](https://forum.f-droid.org/c/translation) dedikatutako atal bat.
fr: Commencez par l'introduction à la [traduction et la localisation](../docs/Translation_and_Localization). Il existe également une [section du forum dédiée](https://forum.f-droid.org/c/translation) pour discuter des traductions.
he: יש להתחיל עם הסקירה של [תרגום והתאמה מקומית](../docs/Translation_and_Localization). יש גם [סעיף מיוחד בפורום](https://forum.f-droid.org/c/translation) לדיונים בנושאי תרגום.
hi: [अनुवाद और स्थानीयकरण](../docs/Translation_and_Localization) को पढ़कर शुरुआत करें। अनुवाद-संबंधित चर्चाओं के लिए एक [समर्पित फ़ोरम अनुभाग](https://forum.f-droid.org/c/translation) भी है।
hu: Kezdje a [Fordítás és honosítás](../docs/Translation_and_Localization) áttekintésével. Van egy [külön fórumrész](https://forum.f-droid.org/c/translation) is a fordítással kapcsolatos eszmecseréhez.
id: Mulai dengan ikhtisar dari [Terjemahan dan Lokalisasi](../docs/Translation_and_Localization). Ada juga [bagian dari forum](https://forum.f-droid.org/c/translation) untuk berdiskusi tentang terjemahan.
is: Byrjaðu á að skoða yfirlitið á [Þýðingar og staðfærsla](../docs/Translation_and_Localization). Það er líka [sérstakur flokkur á [spjallsvæðinu](https://forum.f-droid.org/c/translation) fyrir umræður tengdar þýðingum.
ja: まずは[翻訳とローカリゼーション](../docs/Translation_and_Localization)の概要をご覧ください。翻訳に関する議論[専用のフォーラムのセクション](https://forum.f-droid.org/c/translation)もあります。
pl: Zacznij od przeglądu [Tłumaczenie i lokalizacja](../docs/Translation_and_Localization). Istnieje również [dedykowana sekcja forum](https://forum.f-droid.org/c/translation) do dyskusji związanych z tłumaczeniami.
pt: Comece com a introdução de [Tradução e localização](../docs/Translation_and_Localization). Também existe uma [secção dedicada no fórum](https://forum.f-droid.org/c/translation) para discussões relacionadas com traduções.
pt_br: Comece lendo [Tradução e Localização](../docs/Translation_and_Localization). Também há uma [seção dedicada no fórum](https://forum.f-droid.org/c/translation) para discussões relacionadas à tradução.
ro: Începeți cu prezentarea generală a [Translation and Localization] (../docs/Translation_and_Localization). Există, de asemenea, o [dedicated forum section](https://forum.f-droid.org/c/translation) pentru discuții legate de traducere.
ru: Для начала ознакомьтесь с введением по [переводу и локализации](../docs/Translation_and_Localization). На форуме есть [специальная тема](https://forum.f-droid.org/c/translation) для обсуждений, связанных с переводом.
sq: Fillojani me një përmbledhje të ndarjes [Përkthim dhe Vendëzim](../docs/Translation_and_Localization). Ka gjithashtu një [ndarje enkas në forum](https://forum.f-droid.org/c/translation) për diskutime që lidhen me përkthimin.
tr: [Çeviri ve Yerelleştirme](../docs/Translation_and_Localization) genel bakışı ile başlayın. Ayrıca çeviri ile ilgili tartışmalar için bir [özel forum bölümü](https://forum.f-droid.org/c/translation) bulunmaktadır.
uk: Почніть з огляду [Переклад та локалізація](../docs/Translation_and_Localization). Існує також [спеціальний розділ форуму](https://forum.f-droid.org/c/translation) для обговорення перекладу.
zh_hans: 请首先查看[翻译和本地化](../docs/Translation_and_Localization)概述。另外，关于翻译的讨论可访问[论坛专用版块](https://forum.f-droid.org/c/translation)。

source: Test
ar: إختبر
ca: Feu proves
cs: Testování
de: Testen
eu: Proba
he: בדיקה
hi: टैस्ट
hu: Tesztelés
id: Pengujian
ja: テスト
pl: Testuj
pt: Teste
pt_br: Teste
ru: Тест
uk: Тестуйте
zh_hans: 测试

source: Testing upcoming F-Droid releases is the best way to make sure that a new release can do what you need it to do. And of course, if you report a problem to us, then we know about it and can fix it! If you have a bug to report, see the [issues page]({{ site.baseurl }}/issues/). One easy places to jump in is reviewing translation updates on <https://staging.f-droid.org/>.
ar: يعد اختبار إصدارات F-Droid القادمة أفضل طريقة للتأكد من أن الإصدار الجديد يمكنه فعل ما تريده للقيام به. وبالطبع، إذا أبلغتنا عن مشكلة، فنحن على دراية بها ويمكننا حلها! إذا كان لديك خطأ تريد الإبلاغ عنه، فراجع [صفحة المشكلات]({{ site.baseurl }}/issues/). من الأماكن التي يسهل الوصول إليها مراجعة تحديثات الترجمة على <https://staging.f-droid.org/>.
ca: Provar els propers llançaments de l'F-Droid és la millor manera d'assegurar-se que un nou llançament pot fer el que necessiteu. I, per descomptat, si ens informeu d'un problema, llavors ho sabem i podem arreglar-lo! Si teniu un error per informar, vegeu la [pàgina d'incidències]({{ site.baseurl }}/issues/). Un lloc fàcil per entrar és revisar les actualitzacions de les traduccions a <https://staging.f-droid.org/>.
cs: Testování nadcházejících vydání aplikace F-Droid je nejlepší způsob, jak se ujistit, že nové vydání dělá to, co od něj očekáváte. A samozřejmě, pokud nám nahlásíte nějaký problém, budeme o něm vědět a můžeme ho opravit! Pokud chcete nahlásit nalezenou chybu, podívejte se na [stránku problémů]({{ site.baseurl }}/issues/). Jedno z jednoduchých míst na kontrolu jsou aktualizace překladu na stránce <https://staging.f-droid.org/>.
de: Die Testung bevorstehender F-Droid-Versionen ist der beste Weg, sicherzustellen, dass eine neue Version das tut, was Sie von ihr erwarten. Und klar, wenn Sie uns von einem Problem berichten, dann wissen wir davon und können es beheben! Wenn Sie einen Fehler kennen, den Sie anzeigen wollen, besuchen Sie die [Tickets-Seite]({{ site.baseurl }}/issues/). Ein einfacher Ort um anzufangen, ist die Überprüfung von Aktualisierungen der Übersetzungen auf <https://staging.f-droid.org/>.
eu: Datozen F-Droid argitalpen berriak probatzea da behar bezala funtzionatuko duela ziurtatzeko modurik onena. Eta, noski, arazoen berri ematen badiguzu, aztertu eta konpon ditzakegu! Errore baten berri eman nahi baduzu, ikusi [arazoen orria]({{ site.baseurl }}/issues/). Egin daitekeen lan erraz bat itzulpenen eguneraketak berrikustea da: <https://staging.f-droid.org/>.
he: בדיקת מהדורות F-Droid שעתידות לצאת היא הדרך הטובה ביותר לוודא שמהדורות חדשות עושות מה שהן אמורות לעשות. וכמובן, דיווח על תקלה מולנו, תאפשר לנו לדעת ונוכל לתקן אותה! אם יש לך תקלה שחשוב לך לדווח עליה, אפשר לפנות אל [עמוד התקלות]({{ site.baseurl }}/issues/). אחד המקומות הפשוטים להיכנס לעניינים היא לסקור עדכוני תרגומים ב־<https://staging.f-droid.org/>.
hu: Az F-Droid következő kiadásainak tesztelése a legjobb módja annak, hogy meggyőződjünk arról, hogy az új kiadás képes arra, amire kell. És természetesen ha bejelenti a problémát nekünk, akkor tudni fogunk róla, és ki tudjuk javítani. Ha jelentendő hibát talált, akkor nézze meg a [problémák oldalát]({{ site.baseurl }}/issues/). A beszállás egy könnyű módja az, hogy átnézi a fordítások frissítéseit a <https://staging.f-droid.org/> weboldalon.
id: Menguji rilis F-Droid yang akan datang adalah cara terbaik untuk memastikan bahwa rilis baru dapat melakukan apa yang Anda butuhkan. Dan tentu saja, jika Anda melaporkan masalah kepada kami, maka kami akan mengetahuinya dan dapat memperbaikinya! Jika Anda memiliki kutu untuk dilaporkan, lihat [halaman isu]({{ site.baseurl }}/issues/). Salah satu tempat yang mudah untuk ikut serta adalah dengan meninjau pembaruan terjemahan di <https://staging.f-droid.org/>.
ja: 今後のF-Droidのリリースをテストしていただくと、新しいリリースが想定通りに動作するかどうかを最も理想的な形で確認することが可能となります。また、その際に問題を発見した場合は、問題を確認、修正してリリースできるよう、私たちに報告していただけると幸いです。問題を報告する際には、[Issueのページ]({{ site.baseurl }}/issues/)をご覧ください。比較的簡単に取り組めるエリアとしては、<https://staging.f-droid.org/>で翻訳が適切に更新されているかどうかをチェックすることなどがあります。
pl: Testowanie nadchodzących wydań F-Droid to najlepszy sposób, aby upewnić się, że nowa wersja może zrobić to, czego potrzebujesz. I oczywiście jeśli zgłosisz nam problem, wiemy o nim i możemy go naprawić! Jeśli chcesz zgłosić błąd, wejdź na [stronę problemów]({{ site.baseurl }}/issues/). Jednym z prostszych miejsc do rozpoczęcia jest przeglądanie aktualizacji tłumaczeń na <https://staging.f-droid.org/>.
pt: Testar as próximas versões do F-Droid é a melhor maneira de garantir que uma nova versão possa fazer o que necessita. E, claro, se nos reportar um problema, o saberemos e poderemos corrigi-lo! Se tem um bug a reportar, veja a página [issues]({{ site.baseurl }}/issues/). Um local fácil para participar é a rever as atualizações de traduções em <https://staging.f-droid.org/>.
pt_br: Testar as próximas versões do F-Droid é a melhor maneira de garantir que uma nova versão possa fazer o que você precisa. E, é claro, se você relatar um problema para nós, então saberemos sobre ele e poderemos corrigi-lo! Se você tiver um bug para relatar, consulte a página [issues]({{ site.baseurl }}/issues/). Um lugar fácil para participar é revisando as atualizações de tradução em <https://staging.f-droid.org/>.
ru: Тестирование предстоящих релизов F-Droid — это лучший способ убедиться, что новый релиз может делать то, что вам нужно. И, конечно, если вы сообщите нам о проблеме, мы узнаем о ней и сможем ее исправить! Если необходимо сообщить об ошибке, смотрите страницу [issues]({{ site.baseurl }}/issues/). Одним из удобных мест для участия является просмотр обновлений переводов на <https://staging.f-droid.org/>.
uk: Тестування майбутніх випусків F-Droid — це найкращий спосіб переконатися, що новий випуск може робити те, що вам потрібно. І звичайно, якщо ви повідомите нам про проблему, то ми знатимемо про неї та зможемо її усунути! Якщо ви хочете повідомити про ваду, відвідайте [сторінку проблем]({{ site.baseurl }}/issues/). Один з найпростіших способів долучитися до роботи — перегляд оновлень перекладу на <https://staging.f-droid.org/>.
zh_hans: 测试即将发布的 F-Droid 版本是确保新版本能够做你需要它做的事的最佳方式。当然，如果你能给我们报告问题，我们就能知晓并修复它！如果你有 Bug 要报告，请见[问题页面]({{ site.baseurl }}/issues/)。审阅<https://staging.f-droid.org/>上的翻译更新是入门的好去处。

source: Develop
ar: طور
ca: Desenvolupeu
cs: Vývoj
de: Entwickeln
eu: Garatu
fr: Développer
he: פיתוח
hi: विकसित करें
hu: Fejlesztés
id: Pengembangan
is: Forritun
ja: 開発者
pl: Rozwój
pt: Desenvolver
pt_br: Desenvolver
ro: Dezvoltator
ru: Разработка
sq: Zhvilloni
tr: Geliştir
uk: Розробка
zh_hans: 开发

source: There are four main git repositories hosted at GitLab:
ar: هناك أربعة مستودعات git رئيسية مستضافة في GitLab:
ca: Hi ha quatre dipòsits git principals allotjats a GitLab:
cs: Na platformě GitLab jsou hostovány čtyři hlavní repozitáře git:
eu: GitLab-ek ostatatutako lau git biltegi nagusi daude:
id: Ada empat repositori git yang dilayani di GitLab:
ja: GitLabで管理されている主要なGitリポジトリは以下の4つです。
pl: Istnieją cztery główne repozytoria git hostowane na GitLabie:
pt: Há quatro repositórios git principais hospedados no GitLab:
ru: На GitLab размещено четыре основных репозитория git:
zh_hans: 有四个主要 git 仓库托管在 GitLab：

source: [Android client application](https://gitlab.com/fdroid/fdroidclient).
ar: [تطبيق عميل أندرويد](https://gitlab.com/fdroid/fdroidclient).
ca: [Aplicació client Android](https://gitlab.com/fdroid/fdroidclient).
cs: [Aplikace klienta pro Android](https://gitlab.com/fdroid/fdroidclient).
eu: [Android bezero-aplikazioa](https://gitlab.com/fdroid/fdroidclient).
id: [Aplikasi klien Android](https://gitlab.com/fdroid/fdroidclient).
ja: [Android クライアントアプリケーション](https://gitlab.com/fdroid/fdroidclient)。
pl: [Aplikacja kliencka na Androida](https://gitlab.com/fdroid/fdroidclient).
pt: [Aplicação cliente Android](https://gitlab.com/fdroid/fdroidclient).
ru: [Клиентское приложение для Android](https://gitlab.com/fdroid/fdroidclient).
zh_hans: [Android 客户端应用](https://gitlab.com/fdroid/fdroidclient).

source: [Server tools](https://gitlab.com/fdroid/fdroidserver) for running a repository and building or installing applications locally.
ar: [أدوات الخادم](https://gitlab.com/fdroid/fdroidserver) لتشغيل مستودع وإنشاء التطبيقات أو تثبيتها محليًا.
ca: [Eines del servidor](https://gitlab.com/fdroid/fdroidserver) per a executar un repositori i construir o instal·lar aplicacions localment.
cs: [Serverové nástroje](https://gitlab.com/fdroid/fdroidserver) pro spuštění vlastního repozitáře a lokální sestavování nebo instalaci aplikací.
eu: [Zerbitzariko tresnak](https://gitlab.com/fdroid/fdroidserver) lokalean biltegi bat izateko eta aplikazioak eraikitzeko edo instalatzeko.
id: [Peralatan server](https://gitlab.com/fdroid/fdroidserver) untuk menjalankan repositori dan membangun atau memasang aplikasi secara lokal.
ja: リポジトリを運用して、アプリケーションをローカルでビルドしたりインストールしたりするための[サーバー用ツール](https://gitlab.com/fdroid/fdroidserver)。
pl: [Narzędzia serwera](https://gitlab.com/fdroid/fdroidserver) do uruchamiania repozytorium i tworzenia lub instalowania aplikacji lokalnie.
pt: [Ferramentas de servidor](https://gitlab.com/fdroid/fdroidserver) para executar um repositório e criar ou instalar aplicações localmente.
ru: [Серверные инструменты](https://gitlab.com/fdroid/fdroidserver) для запуска репозитория и сборки или локальной установки приложений.
zh_hans: [服务器工具](https://gitlab.com/fdroid/fdroidserver) 用于运行仓库并在本地构建或安装应用。

source: Associated [metadata files for applications in the main F-Droid repository](https://gitlab.com/fdroid/fdroiddata).
ar: المرتبطة [ملفات البيانات التعريفية للتطبيقات الموجودة في مستودع F-Droid الرئيسي](https://gitlab.com/fdroid/fdroiddata).
ca: Associat: [fitxers de metadades per a aplicacions al repositori principal de l'F-Droid](https://gitlab.com/fdroid/fdroiddata).
cs: Související [soubory metadat pro aplikace v hlavním repozitáři F-Droid](https://gitlab.com/fdroid/fdroiddata).
eu: F-Droid biltegi nagusiko aplikazioei lotutako [medadatuak](https://gitlab.com/fdroid/fdroiddata).
id: [Berkas metadata terkait untuk aplikasi di repositori utama F-Droid](https://gitlab.com/fdroid/fdroiddata).
ja: [メインのF-Droidリポジトリのアプリケーションに関連するメタデータファイル](https://gitlab.com/fdroid/fdroiddata)。
pl: Powiązane [pliki metadanych dla aplikacji w głównym repozytorium F-Droid](https://gitlab.com/fdroid/fdroiddata).
pt: Associado [ficheiros de meta-dados para aplicações no repositório principal do F-Droid](https://gitlab.com/fdroid/fdroiddata).
ru: Сопутствующие файлы метаданных для приложений в [основном репозитории F-Droid](https://gitlab.com/fdroid/fdroiddata).
zh_hans: 关联的 [元数据文件，用于 F-Droid 主仓库中应用](https://gitlab.com/fdroid/fdroiddata).

source: [Website and documentation](https://gitlab.com/fdroid/fdroid-website).
ar: [موقع الويب والوثائق](https://gitlab.com/fdroid/fdroid-website).
ca: [Lloc web i documentació](https://gitlab.com/fdroid/fdroid-website).
cs: [Webové stránky a dokumentace](https://gitlab.com/fdroid/fdroid-website).
eu: [Webgunea eta dokumentazioa](https://gitlab.com/fdroid/fdroid-website).
id: [Situs web dan dokumentasi](https://gitlab.com/fdroid/fdroid-website).
ja: [ウェブサイトとドキュメンテーション](https://gitlab.com/fdroid/fdroid-website)。
pl: [Strona internetowa i dokumentacja](https://gitlab.com/fdroid/fdroid-website).
pt: [Sítio web e documentação](https://gitlab.com/fdroid/fdroid-website).
ru: [Веб-сайт и документация](https://gitlab.com/fdroid/fdroid-website).
zh_hans: [网站和文档](https://gitlab.com/fdroid/fdroid-website).

source: The easiest way to contribute to development is to make clones of these projects and submit merge requests. If you are making large changes, it would be good to discuss them on IRC or in the forum first, to ensure they fit with the direction of the project, and do not clash with or duplicate work already in development.
ar: أسهل طريقة للمساهمة في التطوير هي استنساخ هذه المشاريع وإرسال طلبات الدمج. إذا كنت تقوم بإجراء تغييرات كبيرة، فسيكون من الجيد مناقشتها على IRC أو في المنتدى أولاً، للتأكد من أنها تتناسب مع اتجاه المشروع، ولا تتعارض معه أو تكرر عمل قيد التطوير.
ca: La manera més fàcil de contribuir al desenvolupament és fer clons d'aquests projectes i enviar sol·licituds de fusió. Si esteu fent grans canvis, seria bo discutir-los primer a l'IRC o al fòrum, per assegurar que s'ajustin a la direcció del projecte i no entrin en conflicte o dupliquin el treball que ja està en desenvolupament.
cs: Nejjednodušší způsob, jak přispět k vývoji, je vytvořit klony těchto projektů a následně poslat žádosti o sloučení. Pokud provádíte rozsáhlé změny, bylo by dobré je nejprve prodiskutovat na IRC nebo ve fóru, abyste se ujistili, že odpovídají směru projektu a že nejsou v rozporu s již vyvíjenou prací nebo ji neduplikují.
de: Der einfachste Weg, um sich an der Entwicklung zu beteiligen, ist das Klonen dieser Projekte und das Einreichen von Merge-Anfragen. Wenn Sie große Änderungen durchführen, sollten Sie sie vorab im IRC oder im Forum diskutieren, um sicher zu gehen, dass sie zum Projektziel passen und nicht mit bereits laufenden Entwicklungsarbeiten kollidieren oder diese verdoppeln.
eu: Garapenean laguntzeko modurik errazena proiektu hauek klonatu eta aldaketa proposamenak bidaltzea da. Aldaketa handiak egin nahi badituzu, egokiena aurretik eztabaidatzea da, IRC bidez edo foroan. Modu horretan proiektuaren norabidearekin bat datozela egiaztatuko dugu, eta dagoeneko garapenean dauden lanekin egon daitezkeen gatazkak edo bikoizketak saihestuko ditugu.
fr: La façon la plus simple de contribuer au développement est de cloner ces projets et d’envoyer des demandes de fusion. Si vous effectuez des changements substantiels, il serait préférable d’en parler d’abord sur IRC ou sur le forum afin de s’assurer qu’ils vont dans le sens du projet et n’entrent ni en conflit avec le travail en cours ni le fasse en double.
he: הדרך הקלה ביותר לתרום לפיתוח היא לשכפל את המיזמים ולהגיש בקשות מיזוג. אם ערכת שינויים גדולים, עדיף לדון בהם ב־IRC או בפורום לפני כן, כדי לוודא שהם תואמים לכיוון המיזם ולא מתנגשים עם עבודת פיתוח כפולה שכבר מתבצעת.
hi: विकास में योगदान करने का सबसे आसान तरीका है इन परियोजनाओं के क्लोन बनाना और मर्ज के अनुरोध प्रस्तुत करना। अगर आप बड़े बदलाव कर रहे हैं, IRC या फ़ोरम में पहले इनके बारे में चर्चा कर लेना बेहतर होगा, ताकि यह निश्चित किया जा सके कि ये परियोजना की दिशा से मेल खाते हों, और विकसित किए जा रहे किसी कार्य की नकल न कर रहा हो या उससे टकराए न।
hu: A fejlesztésben történő közreműködés legkönnyebb módja az, hogy klónokat készít ezekről a projektekről, és beolvasztási kéréseket küld be. Ha nagy módosításokat végez, akkor jó ötlet azokat előbb megbeszélni IRC-n vagy a fórumon, hogy biztosan beleilljen a projekt irányvonalába, és ne ütközzön folyamatban lévő fejlesztéssel, vagy nem ismételje azt meg.
id: Cara yang paling mudah untuk berkontribusi ke pengembangan adalah untuk membuat salinan dari proyek ini dan mengirim permintaan penggabungan. Jika Anda membuat perubahan besar, sebaiknya Anda diskusi terlebih dahulu di IRC atau dalam forum untuk memastikan bahwa perubahannya cocok dengan arah proyek, dan tidak bentrok dengan pekerjaan yang sudah dalam pengembangan.
is: Einfaldasta leiðin til að taka þátt í þróuninni er að klóna þessi verkefni og senda síðan inn sameiningarbeiðnir (merge requests). Sértu að gera stórar eða víðværar breytingar, er best að ræða þær fyrirfram á IRC eða spjallsvæðinu, til að tryggja að þær samræmist stefnu verkefnisins og rekist ekki á eða tvítaki vinnu sem þegar er í gangi.
ja: 開発に貢献したい場合、最も簡単な方法はこのプロジェクトをクローンし、マージのリクエストを送信することです。なお、大規模な変更を行う場合は、IRCまたはフォーラムで変更点について事前に議論し、プロジェクトの方向性に合致するかどうか、また、開発中の作業と衝突・重複しないかどうかを予め確認しておくことを推奨します。
pl: Najprostszym sposobem przyczynienia się do rozwoju jest tworzenie klonów tych projektów i przesyłanie żądań scalenia. Jeśli wprowadzasz duże zmiany, dobrze byłoby najpierw omówić je na IRC lub na forum, aby upewnić się, że pasują do kierunku projektu i nie kolidują ani nie powielają prac już rozwijanych.
pt: A maneira mais fácil de contribuir para o desenvolvimento é fazer clones desses projetos e apresentar pedidos de fusão. Se faz grandes mudanças, seria bom discuti-las primeiro no IRC ou no fórum, para garantir que elas se sincronizem com a direção do projeto e não colidir com ou duplicar o trabalho que já é desenvolvido.
pt_br: A maneira mais fácil de contribuir para o desenvolvimento é clonar esses projetos e apresentar pedidos de fusão. Se você fizer mudanças grandes, seria bom discuti-las primeiro no IRC ou no fórum, para garantir que elas se adaptam à direção do projeto e não colidem ou duplicam o trabalho já em desenvolvimento.
ro: Cel mai simplu mod de a contribui la dezvoltare este de a face clone ale acestor proiecte și de a trimite cereri de fuziune. Dacă faceți schimbări mari, ar fi bine să le discutați mai întâi pe IRC sau pe forum, pentru a vă asigura că acestea se potrivesc cu direcția proiectului și că nu intră în conflict sau dublează munca deja în dezvoltare.
ru: Самый простой способ внести свой вклад в развитие - это сделать клоны этих проектов и подать запросы на слияние. Если вы вносите большие изменения, было бы неплохо сначала обсудить их в IRC или на форуме, чтобы убедиться, что они соответствуют направлению развития проекта и не противоречат или не дублируют работу, уже находящуюся в разработке.
sq: Rruga më e lehtë për të dhënë ndihmesë te zhvillimi është të bëhen klonime të këtyre projekteve dhe të parashtrohen kërkesa përzierjeje. Nëse bëni ndryshime të mëdha, do të ishte mirë t’i diskutonit paraprakisht në IRC ose në forum, për t’u siguruar se puqen me drejtimin e projektit dhe se nuk bien ndesh me, apo përsëdytin, punë tashmë në kryerje.
tr: Geliştirmeye katkıda bulunmanın en kolay yolu, bu projeleri klonlamak ve birleştirme istekleri göndermektir. Büyük değişiklikler yapıyorsanız, projenin yönüne uygun olduklarından ve halihazırda geliştirilmekte olan çalışmalarla çakışmadıklarından veya yinelenmediklerinden emin olmak için bunları önce IRC'de veya forumda tartışmak iyi olacaktır.
uk: Найпростіший шлях долучитися до розробки — клонувати ці проєкти й надіслати запити на злиття. Якщо збираєтеся внести великі зміни, бажано спершу обговорити на IRC чи на форумі, чи відповідають вони стратегії проєкту, чи не конфліктують вони з роботою, що вже триває, й чи не дублюють вони її.
zh_hans: 为开发作贡献的最简单方法是克隆这些项目并提交合并请求。 如果您要进行较大的更改，最好先在 IRC 或论坛中进行讨论，以确保它们符合项目的方向，并且不要与已经在开发中的工作发生冲突或重复。
