Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: F-Droid.org is just a repo out of hundreds of repos created by individuals all around the globe. With the tools of F-Droid, everyone can create their own repo. So whether you are a musician who wants to publish their music or a developer who wants to serve nightly builds of their app, you are free to create your own repo and share it with other people independently of F-Droid.org.
ar: F-Droid.org هو مجرد مستودع من أصل مئات من المستودعات التي أنشأتها الأفراد في جميع أنحاء العالم. مع أدوات F-Droid ، يمكن للجميع إنشاء المستودع الخاص بهم. لذلك سواء كنت موسيقيا يريد نشر موسيقاهم أو مطورا يريد أن يخدم يبني تطبيقهم ليلا ، فأنت حر في إنشاء المستودع الخاص بك ومشاركته مع أشخاص آخرين بشكل مستقل عن F-Droid.org.
ca: F-Droid.org sols és un dipòsit que aglutina els centenars de dipòsits creats per individus arreu del món. Amb les eines de l'F-Droid, tothom pot crear el seu propi dipòsit. Així, ja sigueu un músic que vol publicar la seva música o un desenvolupador que vol proporcionar construccions nocturnes de la seva aplicació («nightly builds»), podeu crear el vostre propi dipòsit i compartir-lo amb els altres, amb independència de F-Droid.org.
cs: F-Droid.org je jen repozitář stovek repozitářů založených jednotlivci na celém světě. S nástroji F-Droid si může každý založit vlastní repozitář. Ať jste hudebník, který chce publikovat vlastní hudbu, nebo vývojář, který chce poskytnout noční sestavy vlastní aplikace, můžete si svobodné založit vlastní repozitář a sdílet jej s ostatními nezávisle na F-Droid.org.
de: F-Droid.org ist gerade einmal ein Repo von Hunderten, rund um den Globus von Menschen geschaffenen Repos. Mit den Instrumenten von F-Droid kann jeder sein eigenes Repo anlegen. Egal ob Musiker, der seine Musik veröffentlichen will, oder Entwickler, der Nightly Builds seiner App anbieten möchte, es steht jedem frei, sein eigenes Repo zu erzeugen und es unabhängig von F-Droid.org anderen Leuten zur Verfügung zu stellen.
eo: F-Droid.org estas iu deponejo inter centoj da deponejoj kreitaj de uloj ĉirkaŭ la mondo. Per la ilaro de F-Droid ĉiu povas krei sian propran deponejon. Do se vi estas muzikisto, kiu volas publikigi vian muzikon aŭ programisto, kiu volas eldoni testajn versiojn de viaj aplikaĵoj, vi estas konsilinda por krei vian propran deponejon kaj kunhavigi ĝin kun aliaj homoj sendepende de F-Droid.org.
es: F-Droid.org es un repositorio más de los cientos de repositorios creados por individuos en todo el mundo. Con las herramientas de F-Droid, cualquiera puede crear su propio repositorio. Así que si es un músico que desea publicar su música o una desarrolladora que quiere publicar compilaciones nocturnas de su aplicación, es libre de crear su propio repositorio y compartirlo con otras personas de manera independiente de F-Droid.org.
es_ar: F-Droid.org es un repositorio más de los cientos de repositorios creados por individuos en todo el mundo. Con las herramientas de F-Droid, cualquiera puede crear su propio repositorio. Así que si sos un músico que desea publicar su música o un desarrollador que quiere publicar compilaciones nocturnas de su aplicación, es libre de crear su propio repositorio y compartirlo con otras personas de manera independiente de F-Droid.org.
et: F-Droid.org pole vaid üle maailma tegutsevate arendajate loodud tuhandete rakenduste hoidla. F-Droid'i töövahenditega saab igaüks oma hoidla luua. Kas sa oled muusik, kes tahab jagada oma teoseid või arendaja, kes tahab jagada oma rakenduse viimaseid kompileerimisjärke, siis sul on vaba voli oma hoidla teha ja levitada seda F-Droid.org saidist sõltumatult.
eu: F-Droid.org mundu osoko banakakoek sortutako ehunka biltegien arteko beste biltegi bat besterik ez da, F-Droid tresnekin edonork sortu dezake bere biltegia. Bere musika argitaratu nahi duen musikari bat bazara zein gaueroko konpilazioak argitaratu nahi dituen garatzaile bat bazara, F-Droid.org-etik independentea den zure biltegia sortu eta partekatzeko askatasuna duzu.
fa: مخزن F-Droid.org فقط یکی از صدها مخزن ساخته شده توسّط افراد سراسر گیتی است. با ابزارهای اف‌دروید، هرکسی می‌تواند مخزن خودش را بسازد. پس چه شما آهنگسازی باشید که می‌خواهد آهنگ‌هایش را منتشر کند یا توسعه‌دهنده‌ای که می‌خواهد ساخت‌های شبانه از کاره‌اش ارائه دهد، آزادید که مخزن خود را ساخته و مستقل از F-Droid.org با دیگر افراد هم‌رسانی کنید.
fr: F-Droid.org est juste un des centaines de dépôts créés par des individus tout autour du globe. Avec les outils de F-Droid, tout le monde peut créer son propre dépôt. Donc, si vous êtes un musicien qui veut publier sa musique ou un développeur qui veut mettre à disposition des versions de développement, vous avez la possibilité de créer votre propre dépôt et de le partager avec d'autres personnes indépendamment de F-Droid.org.
gd: Chan e ach aon ionad-tasgaidh am measg ceudan a th’ ann an F-Droid.org agus tha daoine ’gan cruthachadh air feadh an t-saoghail. Le innealan F-Droid, ’s urrainn do neach sam bith an t-ionad-tasgaidh aca fhèin a chruthachadh. Ge b’ e an e neach-ciùil a th’ annad is tu airson do chuid ciùil fhoillseachadh no neach-leasachaidh a tha airson nightly builds de dh’aplacaid a sholar, ’s urrainn dhut ionad-tasgaidh agad fhèin a chruthachadh ma thogras tu ’s a cho-roinneadh le càch gu neo-eisimeileach o F-Droid.org.
he: F-Droid הוא פשוט מאגר של אלפי מאגרים שנוצרו על ידי אנשים פרטיים מכל רחבי העולם. בעזרת הכלים של F-Droid לכל אחד יש אפשרות ליצור מאגר משל עצמו. לכן, אם עיסוקך הוא מוזיקה וברצונך להפיץ את המוזיקה שלך או מפתח שמעוניין להגיש גרסאות ליליות של היישומון שלך, אנו מזמינים אותך ליצור מאגר ולשתף אותו עם כל אחד ללא אף תלות תחת F-Droid.org.
hi: F-Droid.org, दुनिया भर से लोगों द्वारा बनाए गए सैकड़ों रिपॉज़िटरियों में से बस एक रिपॉज़िटरी है। F-Droid के उपकरणों की मदद से हर कोई अपनी रिपॉज़िटरी बना सकता है। चाहे आप कोई संगीतकार हों जो अपना संगीत प्रकाशित करना चाह रहा हो या फिर कोई विकासक जो अपने ऐप के नाइटली बिल्ड्स प्रदान करना चाहता हो, आप F-Droid.org की अनुमति के बिना अपनी रिपॉज़िटरी बनाकर खुलकर उसे दूसरे लोगों के साथ बाँट सकते हैं।
hu: Az F-Droid.org csak egy tároló a tárolók százai közül szerte a világon. Az F-Droid eszközeivel bárki létrehozhatja a saját tárolóját. Így legyen akár egy zenész, aki a saját zenéjét akarja közzétenni, vagy egy fejlesztő aki az alkalmazása nightly verzióit adná ki, szabadon létrehozhatja a saját tárolóját és megoszthatja azt másokkal, az F-Droid.org-tól függetlenül.
id: F-Droid.org hanyalah satu repositori dari ratusan repo yang diciptakan oleh individu di seluruh dunia. Dengan peralatan F-Droid, semua orang dapat membuat repo sendiri. Jadi apakah Anda seorang musisi yang ingin mempublikasikan musik mereka atau pengembang yang ingin melayani pembangunan setiap malam aplikasi mereka, Anda bebas untuk membuat repo sendiri dan membagikannya dengan orang lain secara independen dari F-Droid.org.
is: F-Droid.org er bara hugbúnaðarsafn sem samanstendur af hundruðum annarra safna sem útbúin eru af einstaklingum um víða veröld. Þannig að hvort sem þú ert tónlistarmaður sem ætlar að dreifa tónlistinni þinni eða forritari sem þarft að gera allra nýjustu prófunarútgáfur forrita aðgengilegar, þá er þér fullkomlega frjálst að útbúa þitt eigið safn og deila því með öðru fólki, alveg óháð F-Droid.org.
it: F-Droid.org è solo un repo di centinaia di altri repo creati da individui in tutto il mondo. Con gli strumenti di F-Droid, chiunque può creare il proprio repo. Quindi che tu sia un musicista che vuole pubblicare la propria musica o uno sviluppatore che vuole offrire nightly build della propria app, sei libero di creare il tuo repo e condividerlo con altre persone indipendentemente da F-Droid.org.
ja: F-Droid.org は、世界中の個人による数多くのリポジトリの中の1つのリポジトリにすぎません。F-Droidのツールを使えば、誰でも自分だけのリポジトリを作ることができます。音楽を公開したいミュージシャンでも、アプリのナイトリービルドを提供したい開発者でも、F-Droid.org とは関係なく、自分自身のリポジトリを自由に作成し、これを他の人と共有できます。
nb: F-Droid.org er bare en pakkebrønn med hundrevis av pakkebrønner oppretter av individer verden rundt. Med verktøyene til F-Droid, kan alle opprette sin egen pakkebrønn. Om du er en musiker som ønsker å offentliggjøre musikken din, eller en utvikler som vil servere nattbygg av programmet ditt, står du fritt til å opprette din egen pakkebrønn og dele den med andre folk individuelt på F-Droid.org.
nl: F-Droid.org is slechts een pakket van honderden pakketten die door individuen over de hele wereld zijn gemaakt. Met de tools van F-Droid kan iedereen zijn eigen pakket maken. Dus of je nu een muzikant bent die zijn muziek wil publiceren of een ontwikkelaar die elke nacht zijn pakket van zijn app wilt bedienen, je bent vrij om je eigen pakket te maken en deze te delen met andere mensen onafhankelijk van F-Droid.org.
nn: F-Droid.org er berre éin av fleire hundre pakkebrønnar, lagde av menneske frå heile verda. Med F-Droid-verktøya kan alle laga sine eigne pakkebrønnar. Så anten du er ein musikar som vil gjera musikken din tilgjengeleg eller ein utviklar som vil gje ut daglege testversjonar av appen din, kan du laga din eigen pakkebrønn og dela han med andre, uavhengig av F-Droid.org.
pl: F-Droid.org jest repozytorium spośród setek repozytoriów tworzonym przez osoby fizyczne na całym świecie. Z narzędzia F-Droid każdy może stworzyć swoje własne repozytorium. Więc czy jesteś muzykiem, który chce opublikować czyjąś muzykę lub programistą, który buduje swoją aplikację, możesz utworzyć własne repozytorium i podzielić się nim z innymi ludźmi, niezależnie od F-Droid.org.
pt: O F-Droid.org é apenas um repositório de centenas de repositórios criados por pessoas de todo o mundo. Com as ferramentas do F-Droid, todos podem criar o seu próprio repositório. Por isso, se é um músico que quer publicar a sua música ou um programador que quer fornecer versões noturnas da sua aplicação, é livre para criar o seu próprio repositório e partilhá-lo com outras pessoas, de forma independente do F-Droid.org.
pt_br: O F-Droid.org é apenas um repositório de centenas de repositórios criados por pessoas de todo o mundo. Com as ferramentas do F-Droid, todos podem criar seu próprio repositório. Então, se você é um músico que quer publicar sua música ou um desenvolvedor que quer servir versões noturnas do seu aplicativo, você é livre para criar seu próprio repositório e compartilhá-lo com outras pessoas, independentemente do F-Droid.org.
pt_pt: O F-Droid.org é apenas um repositório de centenas de repositórios criados por pessoas de todo o mundo. Com as ferramentas do F-Droid, todos podem criar seu próprio repositório. Então, se você é um músico que quer publicar sua música ou um desenvolvedor que quer servir versões noturnas do seu aplicativo, você é livre para criar seu próprio repositório e compartilhá-lo com outras pessoas, independentemente do F-Droid.org.
ro: F-Droid.org este doar un depozit din sutele de depozite create de persoane din întreaga lume. Cu ajutorul instrumentelor F-Droid, oricine își poate crea propriul depozit. Așadar, fie că sunteți un muzician care dorește să își publice muzica sau un dezvoltator care dorește să servească compilări nocturne ale aplicației sale, sunteți liber să vă creați propriul depozit și să îl partajați cu alte persoane, independent de F-Droid.org.
ru: F-Droid.org — один из множества репозиториев (а по всему миру их создают немало). С помощью инструментов F-Droid кто угодно может запустить свой собственнный репозиторий. Так что неважно, музыкант ли Вы (и хотите услаждать слух почтенной публики) или разработчик (и хотите, чтобы пользователи получали ежедневные сборки вашего приложения). Эти инструменты помогут создать и поддерживать Ваш собственный репозиторий совершенно независимо от F-Droid.org.
sq: F-Droid.org është thjesht një depo prej qindra depove të krijuara nga individë anembanë rruzullit. Me mjetet F-Droid, gjithkush mund të krijojë depon e vet. Pra, qoftë kur jeni një muzikant që dëshiron të botojë muzikën e tij, ose një programues që dëshiron të shërbejë montime të përnatshme të aplikacionit të vet, jeni i lirë të krijoni depon tuaj dhe ta ndani atë me persona të tjerë në mënyrë të pavarur nga F-Droid.org.
tr: F-Droid.org, tüm dünyadaki bireyler tarafından yaratılan yüzlerce depodan sadece biridir. F-Droid araçlarıyla herkes kendi deposunu oluşturabilir. Dolayısıyla, müziklerini yayınlamak isteyen bir müzisyen veya uygulamasının gecelik yapılarına hizmet etmek isteyen bir geliştirici olsanız da, kendi deponuzu oluşturmakta ve F-Droid.org'dan bağımsız olarak diğer insanlarla paylaşmakta özgürsünüz.
uk: F-Droid.org — один із сотень репозиторіїв, створених людьми по всьому світу. За допомогою знарядь F-Droid кожен може створити свій власний репозиторій. Якщо ви, скажімо, музичний гурт, який хоче оприлюднити свою музику, або команда розробки, яка хоче розповсюджувати нічні версії свого застосунку, ви можете створити свій репозиторій і поділитися ним з іншими незалежно від F-Droid.org.
vi: F-Droid chỉ là một kho trong số hàng trăm kho được các cá nhân trên khắp thế giới tạo ra. Với các công cụ của F-Droid, mọi người có thể tạo kho riêng của họ. Vậy nên cho dù bạn là một nhạc sĩ muốn xuất bản âm nhạc hoặc một nhà phát triển muốn xuất bản các bản dựng hàng ngày của ứng dụng của bạn, bạn có thể tuỳ ý tạo kho riêng của bạn và chia sẻ với những người khác mà không phụ thuộc vào F-Droid.org.
zh_hans: F-Droid.org 是全球各地独立个体所建立之数百个存储库中的一个。借助 F-Droid 的工具，每个人都可以创建自己的存储库。因此，无论你是想发布自己的音乐的音乐家，还是想为应用提供每日构建服务的开发人员，你都可以自由地创建自己的存储库，并独立于 F-Droid.org 与他人共享。
zh_hant: F-Droid.org 只是全球各地所建立之數以百計個軟體庫中的一個軟體庫。借助 F-Droid 的工具，每個人都可以建立自己的軟體庫。所以不論您是想要發表自己音樂作品的音樂家，還是一個想發佈測試版應用程式的開發者，都能自由地建立您自己的軟體庫與其他人分享，獨立於 F-Droid.org 之外。

source: In the past, creating a repo has been difficult because you had to have knowledge on the command line, needed to edit text files to edit your packages' store details and had to paste screenshots in a special system of directories to have them served well inside the F-Droid app.
ar: في الماضي ، كان إنشاء المستودعات صعبا لأنه كان عليك معرفة سطر الأوامر ، وتحتاج إلى تحرير ملفات نصية لتحرير تفاصيل متجر الحزم الخاصة بك وكان عليك لصق لقطات الشاشة في نظام خاص من الدلائل لتقديمها بشكل جيد داخل تطبيق F-Droid.
ca: En el passat, crear un dipòsit era difícil, perquè calien coneixements de la línia d'ordres, modificar fitxers per a editar els detalls dels vostres paquets al centre d'aplicacions i les captures de pantalla, per poder servir-les bé a l'aplicació client de l'F-Droid, s'havien de desar en un sistema especial de carpetes.
cs: V minulosti bylo založení repozitáře obtížné, protože byly nutné znalosti příkazové řádky nutné k editaci textových souborů, aby bylo lze změnit detaily vlastního paketu v obchodě, a dále pak vložit screenshot do speciálního systému adresářů, byly řádně zobrazeny v aplikaci F-Droid.
de: Früher war es schwierig, ein Repo zu erstellen, da Kommandozeilenkenntnisse nötig waren, man Textdateien bearbeiten musste, um die Details des Pakets zu bearbeiten, und Bildschirmfotos in ein spezielles System von Verzeichnissen einfügen musste, damit sie in der F-Droid-App richtig verarbeitet wurden.
eo: Pasintece kreado de deponejoj estis malfacila ĉar vi devis scii komandan linion, redakti tekstajn dosierojn por redakti detalojn pri pakaĵoj kaj enmeti ekranokopiojn en specialan sistemon de dosierujoj por ke ili estu montrataj ĝuste ene la aplikaĵo F-Droid.
es: En el pasado, crear un repositorio era difícil porque tenía que tener conocimientos de la línea de órdenes, necesarios para editar archivos de texto para editar los detalles de su almacén de paquetes y tenía que pegar capturas de pantalla en un sistema especial de directorios para que se visualizaran bien en la aplicación de F-Droid.
es_ar: En el pasado, crear un repositorio era difícil porque tenía que tener conocimientos de la línea de órdenes, necesarios para editar archivos de texto para editar los detalles de su almacén de paquetes y tenía que pegar capturas de pantalla en un sistema especial de directorios para que se visualizaran bien en la aplicación de F-Droid.
et: Minevikus oli oma hoidla tegemine keerukas - sa pidid tundma käsurida, oskama tekstifailides kirjeldada andmeid rakendusepoe jaoks ning oskama õigetesse kaustadesse lisada rakenduse ekraanitõmmiseid nii, et F'Droid'i rakenduses sellest ka kasu oleks.
eu: Iraganean, biltegi bat sortzea zaila zen komando lerroaren ezagutza behar zenuelako, testu fitxategiak editatu behar ziren zure paketearen xehetasunak aldatzeko eta pantaila-argazkiak sistemako karpeta berezietan sartu behar ziren F-Droid aplikazioan behar bezala agertu zitezen.
fa: در گذشته ساخت یک مخزن مشکل بود، چرا که شما باید برای ویرایش پرونده‌های متنی به منظور ویرایش جزئیات فروشگاه بسته‌هایتان، دانش خط فرمان داشته و باید نماگرفت‌ها را در سامانه‌ای مخصوص از شاخه‌ها می‌چسباندید تا بتوانند به خوبی در کارهٔ اف‌دروید کار کنند.
fr: Dans le passé, il était difficile de créer un dépôt car vous aviez besoin de connaissances en ligne de commande, de savoir éditer les fichiers comportant les renseignements sur les applications et de copier les captures d'écran dans des dossiers spéciaux pour que le tout soit bien affiché dans l'application F-Droid.
gd: Bhiodh e doirbh uair dhen t-saoghail ionad-tasgaidh a chruthachadh on a bhiodh agad ris an loidhne-àithne a thuigsinn, faidhlichean teacsa a dheasachadh airson fiosrachadh mu bhùth nam pacaidean agad a ghnàthachadh agus glacaidhean-sgrìn a chur ann le siostam sònraichte de phasganan ach an rachadh am frithealadh mar bu chòir am broinn aplacaid F-Droid.
he: בעבר יצירת מאגר דרשה כמה צעדים מסובכים כיוון שהיה עליך להבין איך להפעיל את שורת הפקודה, לערוך קובצי טקסט כדי לערוך את פרטי החנות של החבילות שלך ולהדביק צילומי מסך במערכת מיוחד של תיקיות כדי שאלו יוגשו בתוך היישומון F-Droid.
hi: पहले रिपॉज़िटरी बनाना मुश्किल हुआ करता था क्योंकि आपको कमांड पंक्ति की जानकारी होनी पड़ती थी, स्टोर पर आपके पैकेज की जानकारी को सम्पादित करने के लिए आपको टेक्स्ट फ़ाइल्स सम्पादित करने पड़ते थे, और F-Droid ऐप पर स्क्रीनशॉट्स को दर्शाने के लिए उन्हें डिरेक्ट्रियों की एक विशेष प्रणाली में डालना पड़ता था।
hu: A múltban egy tároló létrehozása bonyolult volt, mert ismernie kellett a parancssort, szerkesztenie kellett a csomagok szöveges fájlokban lévő tárolóadatait, és speciális rendszermappákba kellett illesztenie a képernyőképeit, hogy közzétegye őket az F-Droid alkalmazásban.
id: Di masa lalu, menciptakan repo telah menjadi sulit karena Anda harus memiliki pengetahuan tentang baris perintah, diperlukan untuk menyunting berkas teks untuk menyunting rincian toko kemasan/paket Anda dan harus menempelkan tangkapan layar dalam sistem direktori khusus untuk membuatnya disajikan secara baik di dalam aplikasi F-Droid.
is: Áður fyrr var ákveðinn tæknilegur þröskuldur sem réði því hverjir gætu útbúið hugbúnaðarsafn, því þú þurftir að hafa þekkingu á skipanalínukvaðningum, þurftir að sýsla með textaskrár til að skilgreina upplýsingar um safnið, og þurftir að líma skjámyndir á réttan stað í möppukerfi, þannig að allt kæmist til skila í F-Droid forritinu.
it: In passato, creare un repo era difficile perchè dovevi avere conoscenze da riga di comando, necessarie per modificare file di testo per scrivere dettagli del tuo pacchetto e dovevi incollare le schermate in uno speciale sistema di cartelle per mostrarle correttamente nell'app di F-Droid.
ja: これまでは、リポジトリを作成するには、コマンドラインに関する知識がなければならず、また、テキストファイルでパッケージのストアの詳細を編集したり、スクリーンショットを特別なディレクトリシステムに貼り付けてF-Droidアプリ内で適切に提供したりすることが必要だったため、決して簡単ではありませんでした。
nb: Tidligere, har det å opprette en pakkebrønn vært vanskelig fordi det har krevd kommandolinjekunnskaper, for å redigere tekstfiler i den hensikt å endre pakkenes identitetsdetaljer, og skjermavbildninger som måtte i spesialmapper for å få dem levert i F-Droid-programmet.
nn: Tidlegare var det vanskeleg å laga ein pakkebrønn, då du måtte ha inngåande kunnskap om kommandolinja, kunna redigera tekstfiler for å leggja til informasjon om pakkar, og lima inn skjermbilet­filer i eit spesielt mappesystem for at dei skulle fungera skikkeleg i F-Droid-appen.
pl: W przeszłości tworzenie repozytorium było trudne, ponieważ musiałeś posiadać umiejętność wprowadzania poleceń z linii wiersza poleceń, potrzebną do edycji plików tekstowych, aby edytować szczegóły sklepu z paczkami, i musiałeś wklejać zrzuty ekranu w specjalnym systemie katalogów, aby dobrze służyły wewnątrz aplikacja F-Droid.
pt: No passado, criar um repositório era difícil porque era preciso ter conhecimentos de linha de comandos, editar ficheiros de texto para editar os detalhes da loja dos seus pacotes e tinha que colar 'Capturas de ecrã' num sistema especial de diretórios para que eles fossem bem servidos na aplicação F-Droid.
pt_br: No passado, criar um repositório era difícil porque você precisava ter conhecimento na linha de comando, precisava editar arquivos de texto para editar os detalhes da loja de seus pacotes e tinha que colar 'Fotos de Tela' em um sistema especial de diretórios para que eles fossem bem servidos o aplicativo F-Droid.
pt_pt: No passado, criar um repositório era difícil porque você precisava ter conhecimento na linha de comando, precisava editar ficheiros de texto para editar os detalhes da loja de seus pacotes e tinha que colar 'Fotos de Ecrã' em um sistema especial de diretórios para que eles fossem bem servidos o aplicativo F-Droid.
ro: În trecut, crearea unui depozit a fost dificilă, deoarece trebuia să ai cunoștințe în linia de comandă, trebuia să editezi fișiere text pentru a modifica detaliile magazinului de pachete și trebuia să lipești capturi de ecran într-un sistem special de directoare pentru ca acestea să fie bine servite în aplicația F-Droid.
ru: В старые добрые времена запустить репозиторий было тем еще приключением: помимо бороды и свитера нужно было разбираться в командной строке, редактировать конфигурационные файлы для упакованных приложений, а для того, чтобы снимки экрана правильно обрабатывались F-Droid и хорошо выглядели, надо было их особым образом размещать в предназначенных для этого местах.
sq: Në të kaluarën, krijimi i një depoje ka qenë i vështirë, ngaqë duhej të dinit si të përdornit rresht urdhrash, i nevojshëm për përpunim kartelash tekst për të përpunuar hollësi depoje paketash dhe duhej të hidhnit foto ekrani në një sistem special drejtorish, që të mundej të shërbeheshin brenda aplikacionit F-Droid.
tr: Geçmişte, bir depo oluşturmak zordu çünkü komut satırı hakkında bilgi sahibi olmanız, paketlerinizin mağaza ayrıntılarını düzenlemek için metin dosyalarını düzenlemeniz ve F-Droid uygulamasında iyi hizmet vermeleri için ekran görüntülerini özel bir dizin sistemine yapıştırmanız gerektiğinden.
uk: Раніше створити репозиторій було складно: вам потрібно було вивчати командний рядок, редагувати текстові файли даних сховища пакунків і структурувати знімки екрана в особливій системі каталогів, щоб застосунок F-Droid їх коректно опрацьовував.
vi: Trong quá khứ, việc tạo một kho đã rất khó khăn vì bạn phải có kiến thức về dòng lệnh, cần phải chỉnh sửa các tệp văn bản để chỉnh sửa chi tiết cửa hàng của các gói và phải dán ảnh chụp màn hình vào một hệ thống thư mục đặc biệt để cho chúng được hiển thị tốt trong ứng dụng F-Droid.
zh_hans: 过去，建立一个存储库是很困难的，因为你必须掌握命令行操作，还得手动编辑文本文件来编辑包商店的详细信息，并且必须将屏幕截图放在一个特殊的目录系统中，才能让它们在 F-Droid 应用中使用。
zh_hant: 在過去，建立一個軟體庫是很困難的，因為您必須熟悉文字界面的操作，更新套件的詳細資料還得手動編輯文字檔案，並且必須將螢幕快照放在一個特殊的目錄系統中，才能讓它們在 F-Droid 應用程式中使用。
