Repository: f-droid/fdroid-website
Catalog: po/_pages.*.po
Languages: ar, ca, cs, de, eo, es, es_ar, et, eu, fa, fr, gd, he, hi, hu, id, is, it, ja, nb, nl, nn, pl, pt, pt_br, pt_pt, ro, ru, sq, tr, uk, vi, zh_hans, zh_hant

source: If you have the technical skills required, you can also put together the relevant metadata and [submit that via the F-Droid Data repository](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), which will drastically speed up the inclusion of the application.
ar: إذا كان لديك المهارات التقنية المطلوبة، يمكنك أيضا وضع البيانات الوصفية ذات الصلة و [إرسال ذلك عن طريق مستودع البيانات F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md)، والتي سوف تسرع بشكل كبير إدراج التطبيق.
ca: Si teniu les habilitats tècniques requerides, també podeu ajuntar les metadades pertinents i [enviar-les a través del repositori F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), que accelerarà dràsticament la inclusió de l'aplicació.
cs: Pokud máte nezbytné technické znalosti, můžete také sesbírat potřebná metadata a [odeslat je pomocí repositáře F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), což významně urychlí zahrnutí aplikace.
de: Wer die technischen Herausforderungen beherrscht, kann auch die entsprechenden Metadaten zusammenstellen und diese [über das F-Droid Data Repository einreichen](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), was die Aufnahme der Anwendung deutlich beschleunigen wird.
eo: Se vi estas teĥnike lerta, vi ankaŭ povas kunmeti bezonatajn metadatumojn kaj [enmeti ilin en la deponejon F-Droid – datumoj](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), tio ĉi plirapidigos enmeton de nova aplikaĵo.
es: Si tiene las habilidades técnicas necesarias, también puede compilar los metadatos relevantes y [enviarlos a través del repositorio F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), lo que incrementará drásticamente la velocidad en la inclusión de la aplicación.
es_ar: Si tenés las habilidades técnicas necesarias, también podés compilar los metadatos relevantes y [enviarlos a través del repositorio F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), lo que incrementará drásticamente la velocidad en la inclusión de la aplicación.
et: Kui sul on olemas vastavad tehnilised oskused, siis võid ka koondada vajaliku metateabe ning [lisa see F-Droid Data hoidlasse](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md). Selline tegevus suurendab märgatavalt rakenduse lisamise kiirust ja parandab tõhusust.
eu: Behar den gaitasun teknikoa baduzu, zuk zeuk bildu ditzakezu dagozkien metadatuak eta [F-Droid datuen biltegira bidali](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), honek izugarri azkartuko du aplikazioa sartzea.
fa: اگر مهارت‌های فنّی لازم را دارید، می‌توانید فرادادهٔ مربوطه را ایجاد کرده و [از طریق مخزن دادهٔ اف‌دروید ثبتش کنید](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md)که سرعت افزودن برنامه را به صورت چشم‌گیری بالا می‌برد.
fr: Si vous avez les compétences requises, vous pouvez aussi mettre avec les métadonnées et [les soumettre via le dépôt F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), cela augmentera drastiquement la vitesse d'intégration de l'application.
gd: Ma tha na sgilean teicneolach agad fhèin, ’s urrainn dhut cuideachd am meata-dàta iomchaidh a chruinneachadh ’s a [chur a-null dhan ionad-tasgaidh F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md) ach an dèid an aplacaid a chur ris mòran nas luaithe.
he: אם יש לך את הכישורים הטכניים הנדרשים, ניתן להרכיב את נתוני העל המתאימים ו[לשלוח אותם דרך מאגר הנתונים של F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), שיאיץ מאוד את הוספת היישומון למאגר.
hi: अगर आपको पास उचित तकनीकी कौशल है, आप प्रासंगिक मेटाडेटा को इकट्ठा करके [उसे F-Droid के Data रिपॉज़िटरी के ज़रिए प्रस्तुत कर](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md) सकते हैं, जिससे ऐप्लिकेशन को जोड़ने की प्रक्रिया तेज़ होगी।
hu: Ha megvan a szükséges műszaki ismerete, akkor összerakhatja a releváns metaadatokat is, és [beküldheti az F-Droid adatok tárolójába](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), amely drasztikusan felgyorsíthatja az alkalmazás befogadását.
id: Jika Anda mempunyai kemampuan teknis yang diperlukan, Anda dapat memasukkan metadata yang relevan dan [mengirimkannya melalui repositori Data F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), yang secara cepat akan mempercepat masuknya aplikasi.
is: Ef þú ert með tæknilegu kunnáttuna sem til þarf, geturðu líka púslað saman viðeigandi lýsigögnum og [sent þau inn í gegnum F-Droid gagnasafnið](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md) (data repository), sem myndi hraða því gríðarlega hvort forritið yrði haft með.
it: Se hai le competenze tecniche necessarie, puoi anche raccogliere i metadati rilevanti e [inviarli tramite il repository F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), il quale velocizzerà drasticamente l'inclusione dell'applicazione.
ja: 必要な技術上のスキルがある場合は、関連するメタデータをまとめて[F-Droidのデータレポジトリにこれを送信](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md)していただくことも可能です。メタデータを送信していただいた場合は、アプリケーションの追加に掛かる時間が非常に短縮されます。
nb: Hvis du har de tekniske nådegavene som trengs, kan du også pakke sammen relevant metadata og [sende det inn via F-Droid datapakkelageret](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), noe som drastisk framskynder prosessen med å få programmet innlemmet.
nl: Als u de technische vaardigheden hiervoor hebt, kunt u de relevante metadata verzamelen en [deze indienen via de F-Droid-gegevenspakketbron](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), wat het opnemen van een app versnelt.
nn: Viss du har dei tekniske ferdigheitane som trengst, kan du òg setja saman relevant metadata og [senda desse inn via depoet vårt for F-Droid-data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md). Det kan sterkt framskunda prosessen med å få programmet inkludert.
pl: Jeżeli masz wymagane zdolności informatyczne, możesz też zebrać wszystkie metadane i [zgłosić je do repozytorium F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), co znacząco przyspieszy proces włączenia nowej aplikacji.
pt: Se tem os conhecimentos necessários, pode também reunir os metadados relevantes e [enviá-los através do repositório F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), o que irá acelerar drasticamente a inclusão da aplicação.
pt_br: Se você possui as habilidades necessárias, você pode também reunir os metadados relevantes e [enviá-los através do repositório F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), o que irá acelerar drasticamente a inclusão da aplicação.
pt_pt: Se você possui as habilidades necessárias, você pode também reunir os metadados relevantes e [enviá-los através do repositório F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), o que irá acelerar drasticamente a inclusão da aplicação.
ro: Dacă aveți abilitățile tehnice necesare, puteți, de asemenea, să creați metadatele relevante și [să le trimiteți prin intermediul depozitului de date F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), ceea ce va accelera drastic includerea aplicației.
ru: Если у вас есть необходимые технические навыки, вы также можете самостоятельно собрать нужные метаданные и [отправить их в репозиторий F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md). Это значительно ускорит публикацию приложения.
sq: Nëse keni aftësitë teknike të domosdoshme, mund të bëni tok tejtëdhënat përkatëse dhe [t’i parashtroni përmes depos F-Droid Data](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), çka do të përshpejtojë në mënyrë drastike përfshirjen e aplikacionit.
tr: Gerekli teknik becerilere sahipseniz, uygulamanın dahil edilmesini büyük ölçüde hızlandıracak olan ilgili üst verileri de bir araya getirebilir ve [bunu F-Droid Veri deposu aracılığıyla gönderebilirsiniz](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
uk: Маючи необхідні технічні навички, можете замість цього написати відповідні метадані та [надіслати їх репозиторію F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), що різко пришвидшить оприлюднення застосунку.
vi: Nếu bạn có kĩ năng kĩ thuật được yêu cầu, bạn cũng có thể lắp ghép dữ liệu meta có liên quan và [gửi cái đó qua kho Dữ liệu của F-Droid](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), việc này sẽ tăng tốc độ của việc bao gồm ứng dụng một cách đáng kể.
zh_hans: 如果你具备所需的技术技能，还可以将相关元数据组合在一起[通过 F-Droid 数据存储库提交](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md)，这将大大加快应用的收录进度。
zh_hant: 如果您具備所需的技術技能，您也可以收集相關的中介資料並[送至 F-Droid 資料儲存庫](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md)，這將會大大的加快納入該應用程式的進度。

source: The same applies for helping to build newer versions of applications.
ar: وينطبق الشيء نفسه للمساعدة في بناء إصدارات أحدث من التطبيقات.
ca: El mateix s'aplica a ajudar a construir versions més noves de les aplicacions.
cs: To stejné platí pro pomoc se sestavením novějších verzí aplikací.
de: Das Gleiche gilt für die Mithilfe bei der Erstellung neuer Anwendungsversionen.
eo: Same kun helpi kompili novajn versiojn de aplikaĵoj.
es: Lo mismo aplica para ayudar a compilar versiones más recientes de las aplicaciones.
es_ar: Lo mismo aplica para ayudar a compilar versiones más recientes de las aplicaciones.
et: Samad nõuanded kehtivad ka siis, kui soovid aidata rakenduste uuemate versioonide lisamisel.
eu: Gauza bera aplikazioen bertsio berriak konpilatzerako orduan.
fa: همین روند برای کمک به ساخت نگارش‌های جدیدتر برنامه‌ها نیز اعمال می‌شود.
fr: Cela s'applique aussi à l'aide à la construction des nouvelles versions des applications.
gd: Tha sin fìor cuideachd airson taic le togail thionndaidhean nas ùire de dh’aplacaid.
he: אותו הדבר חל גם על סיוע בבניית גרסאות חדשות של יישומונים.
hi: ऐप्लिकेशन्स के नए संस्करण बनाने में मदद करने के लिए भी आप यही कर सकते हैं।
hu: Ugyanez igaz az alkalmazások újabb verzióinak összeállításában történő segítségre is.
id: Hal itu juga berlaku untuk membantu membuat versi baru dari aplikasi.
is: Það sama gildir fyrir hjálp við að byggja nýjar útgáfur forrita.
it: Lo stesso si applica per l'aiuto nel compilare nuove versioni delle applicazioni.
ja: これは新しいバージョンのアプリケーションをビルドする場合でも同様です。
nb: Slik er det også for hjelp med bygging av nye versjoner av programmer.
nl: Hetzelfde geldt voor het helpen van bouwen van nieuwe versies van applicaties.
nn: Det same gjeld hjelp til å byggja nye versjonar av appar.
pl: Podobnie jest z pomocą w kompilowaniu nowych wersji aplikacji.
pt: O mesmo se aplica para ajudar a compilar novas versões das aplicações.
pt_br: O mesmo se aplica para ajudar a construir novas versões das aplicações.
pt_pt: O mesmo se aplica para ajudar a construir novas versões das aplicações.
ro: Același lucru este valabil și pentru a ajuta la crearea unor versiuni mai noi de aplicații.
ru: То же самое относится и к помощи в создании новых версий приложений.
sq: E njëjta gjë vlen në raste ndihme për montim versionesh të rinj të aplikacioneve.
tr: Aynı durum uygulamaların daha yeni sürümlerinin oluşturulmasına yardımcı olmak için de geçerlidir.
uk: Те саме стосується збирання нових версій застосунків.
vi: Điều này cũng áp dụng cho việc giúp đỡ xây dựng phiên bản mới hơn của các ứng dụng.
zh_hans: 这同样适用于帮助构建新版本的应用。
zh_hant: 這同樣適用於協助構建新版本的應用程式。

source: Further information can be found in [the documentation](../docs), or by asking in [the chat]({{ site.baseurl }}/about/#contact).
ar: يمكن العثور على مزيد من المعلومات في [الوثائق](../docs)، أو عن طريق السؤال في [الدردشة]({{ site.baseurl }}/about/#contact).
ca: Podeu trobar més informació a [la documentació](../docs), o demanant al [xat]({{ site.baseurl }}/about/#contact).
cs: Další informace naleznete v [dokumentaci](../docs), nebo se zeptejte v [chatu]({{ site.baseurl }}/about/#contact).
de: Weitere Informationen finden Sie in der [Dokumentation](../docs) oder indem Sie im [Chat]({{ site.baseurl }}/about/#contact) nachfragen.
eu: Informazio gehiago aurki daiteke [dokumentazioan](../docs) edo [txat]({{ site.baseurl }}/about/#contact) gelan galdetuz.
he: ניתן למצוא מידע נוסף ב[תיעוד](../docs), או בשאלה ב[צ'אט]({{ site.baseurl }}/about/#contact).
hu: További információk találhatók [a dokumentációban](../docs), vagy kérdezhet [a csevegőben]({{ site.baseurl }}/about/#contact).
id: Informasi lanjut dapat ditemukan dalam [dokumentasi](../docs), atau dengan menanyakan dalam [obrolan]({{ site.baseurl }}/about/#contact).
ja: 詳細については、[ドキュメンテーション](../docs)を参照するか、[チャット]({{ site.baseurl }}/about/#contact)で質問してください。
pl: Więcej informacji można znaleźć w [dokumentacji](../docs) lub pytając na [czacie]({{ site.baseurl }}/about/#contact).
pt: Pode encontrar mais informações [na documentação](../docs), ou a perguntar [no chat]({{ site.baseurl }}/about/#contact).
pt_br: Mais informações podem ser encontradas na [documentação](../docs) ou perguntando no [chat]({{ site.baseurl }}/about/#contact).
ru: Дополнительную информацию можно найти в [документации](../docs) или спросить в [чате]({{ site.baseurl }}/about/#contact).
uk: Додаткову інформацію можна знайти в [документації](../docs), або запитавши в [чаті]({{ site.baseurl }}/about/#contact).
zh_hans: 更深入的信息可以在 [文档](../docs) 中获取，或者在[聊天]({{ site.baseurl }}/about/#contact)中提问。

source: Translate
ar: ترجم
ca: Traduïu
cs: Překlad
de: Übersetzen
eo: Traduki
es: Traducir
es_ar: Traducir
et: Tõlgi
eu: Itzuli
fa: ترجمه
fr: Traduire
gd: Eadar-theangaich
he: תרגום
hi: अनुवाद करें
hu: Fordítás
id: Terjemahkan
is: Þýðingar
it: Traduci
ja: 翻訳
nb: Oversett
nl: Vertalen
nn: Omsetjing
pl: Przetłumacz
pt: Traduzir
pt_br: Traduzir
pt_pt: Traduzir
ro: Traduceți
ru: Перевести
sq: Përktheni
tr: Çeviri
uk: Перекладайте
vi: Dịch
zh_hans: 翻译
zh_hant: 翻譯

source: The client application is available in many languages. Should yours not be among those, or be in need of updates or improvement, please create an account and use the [translation system](https://hosted.weblate.org/projects/f-droid/) to make your changes.
ar: يتوفر تطبيق العميل في العديد من اللغات. إذا لم يكن حسابك من بين هؤلاء، أو إذا كنت بحاجة إلى تحديثات أو تحسين، يرجى إنشاء حساب واستخدام [نظام الترجمة](https://hosted.weblate.org/projects/f-droid/) لإجراء التغييرات الخاصة بك.
ca: L'aplicació client està disponible en molts idiomes. Si el vostre hauria d'estar entre aquests, o necessita actualitzacions o millores, creeu un compte i utilitzeu el [sistema de traducció](https://hosted.weblate.org/projects/f-droid/) per fer els canvis.
cs: Aplikace klienta je dostupná v mnoha jazycích. Pokud váš jazyk mezi nimi není, nebo potřebuje aktualizace nebo úpravy, vytvořte si účet a použijte [překladatelský systém](https://hosted.weblate.org/projects/f-droid/) pro provedení svých změn.
de: Die Client-Anwendung ist in vielen Sprachen erhältlich. Sollte Ihre fehlen, aktualisierungs- oder verbesserungsbedürftig sein, erstellen Sie ein Konto und verwenden Sie das [Übersetzungssystem](https://hosted.weblate.org/projects/f-droid/), um Änderungen durchzuführen.
eo: La klienta aplikaĵo estas disponebla en multe da lingvoj. Se via lingvo mankas aŭ bezonas ĝisdatigon aŭ plibonigon, bonvolu krei konton kaj uzi la [traduk-sistemon](https://hosted.weblate.org/projects/f-droid/) por fari ŝanĝojn.
es: La aplicación cliente está disponible en muchos idiomas. Si el suyo no se encuentra entre ellos, o necesita de actualización o mejoras, por favor cree una cuenta y use el [sistema de traducción](https://hosted.weblate.org/projects/f-droid/) para realizar sus cambios.
es_ar: La aplicación cliente está disponible en muchos idiomas. Si el tuyo no se encuentra entre ellos, o necesita de actualización o mejoras, por favor creá una cuenta y usá el [sistema de traducción](https://hosted.weblate.org/projects/f-droid/) para realizar tus cambios.
et: Meie klientrakendus on saadaval mitmetes keeltes. Kui sinu keel pole nende hulgas või sa tahaks tõlkeid uuendada või parandada, siis palun loo konto meie [tõlkeliidesesse](https://hosted.weblate.org/projects/f-droid/) ja tee seal soovitud muudatused.
eu: Bezero aplikazioa hizkuntza ugaritan dago eskuragarri. Zure hizkuntza ez bada horietako bat, edo hobekuntzak edo eguneraketak behar baditu, sortu kontu bat eta erabili [itzulpenetarako sistema](https://hosted.weblate.org/projects/f-droid/) zure aldaketak egiteko.
fa: برنامهٔ کارخواه به بسیاری از زیان‌ها موجود است،‌ولی اگر زبان شما وارد نشده یا نیاز به به‌روز رسانی یا بهبود دارد، لطفاً یک حساب کاربری ساخته و برای ایجاد تغییراتتان از [سامانهٔ ترجمه](https://hosted.weblate.org/projects/f-droid/) استفاده کنید.
fr: L'application cliente est disponible dans plusieurs langues, mais si la vôtre n'est pas incluse, ou si elle a besoin d'une mise à jour ou d'une amélioration, veuillez créer un compte et utiliser le [système de traduction](https://hosted.weblate.org/projects/f-droid/) pour effectuer vos modifications.
gd: Tha aplacaid a’ chliant ri fhaighinn ann an iomadh cànan. Mur eil an cànan agad fhèin ’nam measg no ma tha e feumach air ùrachadh no leasachadh, cruthaich cunntas agus cleachd [an siostam eadar-theangachaidh](https://hosted.weblate.org/projects/f-droid/) airson na h-atharraichean agad a chur ris.
he: תכנית הלקוח זמינה במגוון רב של שפות. אם השפה שלך אינה נמנית ביניהן או שהתרגום דורש עדכונים ושיפורים, ניתן ליצור חשבון ולהשתמש ב[מערכת התרגום](https://hosted.weblate.org/projects/f-droid/) כדי לערוך את השינויים הרצויים לך.
hi: क्लाइंट ऐप्लिकेशन कई भाषाओं में उपलब्ध है। अगर आपकी भाषा उनमें से एक नहीं है, या फिर उसे अपडेट्स या सुधार की ज़रूरत है, कृपया अपने बदलाव करने के लिए एक खाता बनाकर [अनुवाद प्रणाली](https://hosted.weblate.org/projects/f-droid/) का इस्तेमाल करें।
hu: A kliensalkalmazás számos nyelven elérhető. Ha az Öné nincs közte, frissítésre vagy javításokra szorul, akkor hozzon létre egy fiókot a [fordítási rendszerben](https://hosted.weblate.org/projects/f-droid/) a változtatások megtételéhez.
id: Aplikasi client tersedia di banyak bahasa, Jika bahasa Anda tidak berada di antaranya, atau membutuhkan pembaruan atau peningkatan, silakan buat akun dan gunakan [sistem terjemahan](https://hosted.weblate.org/projects/f-droid/) untuk membuat perubahan.
is: F-Droid forritið er tiltækt á mörgum tungumálum. Ef tungumálið þitt er ekki eitt af þeim, eða að það þurfi aðhlynningar við, endilega skráðu notandareikning fyrir þig og nýttu þér [þýðingakerfið](https://hosted.weblate.org/projects/f-droid/) til að koma inn breytingunum sem þér finnast við hæfi.
it: L'applicazione è disponibile in molte lingue. Se la tua non fosse presente, o avesse bisogno di aggiornamenti e miglioramenti, crea un account e usa il [sistema di traduzione](https://hosted.weblate.org/projects/f-droid/) per effettuare le modifiche.
ja: クライアントアプリケーションは様々な言語で利用できます。自分の言語が見当たらない場合や、更新、改善の必要がある場合は、ぜひアカウントを作成して、[翻訳システム](https://hosted.weblate.org/projects/f-droid/)で変更を行ってください。
nb: Klientprogrammet er tilgjengelig på mange språk. Hvis du ikke er blant dem, eller trenger oppdateringer eller forbedringer, vennligst opprett en konto og bruk [oversettelsessystemet](https://hosted.weblate.org/projects/f-droid/) for å gjøre endringene dine.
nl: De cliënttoepassing is beschikbaar in een heleboel talen. Als uw taal er nog niet tussen staat, of verbeterd kan worden, kunt u een account aanmaken en het [vertaalsysteem](https://hosted.weblate.org/projects/f-droid/) gebruiken om uw wijzigingen door te voeren.
nn: Klientappen er tilgjengeleg på mange språk. Viss morsmålet ditt ikkje er eit av dei, eller viss omsetjinga treng ei oppdatering eller forbetringar, kan du registrera ein konto og gjera språklege forbetringar via [omsetjings­systemet vårt](https://hosted.weblate.org/projects/f-droid/).
pl: Aplikacja kliencka jest dostępna w wielu językach. Jeżeli twojego języka brakuje bądź wymaga aktualizacji lub poprawek, prosimy utworzyć konto i skorzystać z tego [systemu tłumaczeń](https://hosted.weblate.org/projects/f-droid/), aby wprowadzić zmiany.
pt: A aplicação cliente está disponível em vários idiomas. Caso o seu não esteja entre eles, precise de atualizações ou melhoramentos, por favor crie uma conta e use o [sistema de tradução](https://hosted.weblate.org/projects/f-droid/) para fazer as alterações.
pt_br: O aplicativo cliente está disponível em vários idiomas. Caso o seu não esteja entre eles, ou precise de atualizações ou aprimoramento, por favor crie uma conta e use o [sistema de tradução](https://hosted.weblate.org/projects/f-droid/) para efetuar as modificações.
pt_pt: A aplicação de cliente está disponível em vários idiomas. Caso o seu não esteja entre eles, ou precise de atualizações ou melhoramentos, por favor, crie uma conta e use o [sistema de tradução](https://hosted.weblate.org/projects/f-droid/) para efetuar as suas alterações.
ro: Aplicația client este disponibilă în mai multe limbi. În cazul în care limba dvs. nu se află printre acestea sau dacă aveți nevoie de actualizări sau îmbunătățiri, vă rugăm să vă creați un cont și să utilizați [translation system](https://hosted.weblate.org/projects/f-droid/) pentru a face modificările.
ru: Клиентское приложение перевели на многие языки. Если перевода на ваш родной нет, или если его нужно обновить и улучшить, создайте учетную запись в [системе перевода](https://hosted.weblate.org/projects/f-droid/) и используйте ее, чтобы вносить изменения.
sq: Aplikacioni klient është i gatshëm në mjaft gjuhë. Nëse e juaja s’është mes atyre, ose ka nevojë për përditësime dhe përmirësime, ju lutemi, krijoni një llogari dhe përdorni [sistemin e përkthimeve](https://hosted.weblate.org/projects/f-droid/) për të bërë ndryshimet tuaja.
tr: İstemci uygulaması birçok dilde mevcuttur. Sizinki bu diller arasında değilse veya güncelleme ya da iyileştirmeye ihtiyaç duyuyorsanız, lütfen bir hesap oluşturun ve değişikliklerinizi yapmak için [çeviri sistemini](https://hosted.weblate.org/projects/f-droid/) kullanın.
uk: Клієнтська програма доступна багатьма мовами. Якщо вашої немає, або ж вона потребує оновлення чи вдосконалення, створіть обліковий запис і скористайтеся [системою перекладів](https://hosted.weblate.org/projects/f-droid/), щоб внести зміни.
vi: Ứng dụng khách đã được dịch ra nhiều ngôn ngữ. Nếu ngôn ngữ của bạn không có trong số đó, hoặc cần cập nhật hoặc cải thiện, hãy tạo một tài khoản và sử dụng [hệ thống dịch thuật](https://hosted.weblate.org/projects/f-droid/) để tạo các thay đổi của bạn.
zh_hans: 客户端应用提供多种语言。如果未提供你所用的语言，或需要更新或改善，请在[翻译平台](https://hosted.weblate.org/projects/f-droid/)上建立账号并进行更改。
zh_hant: 用戶端應用程式提供多種語言。如果不包含您的語言，或者需要更新與改善，請在[翻譯系統](https://hosted.weblate.org/projects/f-droid/)上建立帳號並進行更改。
