Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **uniq** also laid the groundwork to upgrade our build server to Debian _Stretch_, and we'll be experimenting with that in the next weeks. Once this upgrade is in place, it'll be much easier to build some applications with lots of native dependencies, e.g. [VLC](https://f-droid.org/packages/org.videolan.vlc/), [Ring](https://f-droid.org/packages/cx.ring/), [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/).
de: **uniq** hat auch den Grundstein gelegt, um unseren Build-Server auf Debian _Stretch_ zu aktualisieren, und wir werden in den nächsten Wochen damit experimentieren. Sobald dieses Upgrade installiert ist, wird es viel einfacher sein, Anwendungen mit vielen nativen Abhängigkeiten zu erstellen, z.B. [VLC](https://f-droid.org/packages/org.videolan.vlc/), [Ring](https://f-droid.org/packages/cx.ring/), [OsmAnd~]](https://f-droid.org/packages/net.osmand.plus/).
pl: **uniq** również położył podwaliny pod ulepszenie naszego serwera kompilacji do Debian _Stretch_, i będziemy eksperymentować z tym w ciągu najbliższych tygodni. Po wdrożeniu tej aktualizacji będzie dużo łatwiej budować aplikacje z wieloma natywnymi zależnościami, np. [VLC](https://f-droid.org/packages/org.videolan.vlc/), [Ring](https://f-droid.org/packages/cx.ring/), [OsmAnd ~](https://f-droid.org/packages/net.osmand.plus/).
ro: **uniq** a pus, de asemenea, bazele pentru a actualiza serverul nostru de construcție la Debian _Stretch_, și vom experimenta cu acesta în următoarele săptămâni. Odată ce această actualizare va fi în vigoare, va fi mult mai ușor să construim unele aplicații cu multe dependențe native, de exemplu [VLC](https://f-droid.org/packages/org.videolan.vlc/), [Ring](https://f-droid.org/packages/cx.ring/), [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/).
ru: **uniq** также заложил основу для обновления нашего сервера сборки до Debian _Stretch_, и мы будем экспериментировать с этим в ближайшие недели. После этого обновления будет намного проще собирать некоторые приложения с большим количеством нативных зависимостей, например, [VLC](https://f-droid.org/packages/org.videolan.vlc/), [Ring](https://f-droid.org/packages/cx.ring/), [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/).
uk: **uniq** також заклав основу для оновлення нашого сервера збирання для Debian _Stretch_, і ми будемо експериментувати з цим у найближчі тижні. Після цього оновлення буде набагато простіше збирати деякі застосунки з великою кількістю нативних залежностей, наприклад, [VLC](https://f-droid.org/packages/org.videolan.vlc/), [Ring](https://f-droid.org/packages/cx.ring/), [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/).
zh_hans: **uniq** 还为升级我们的构建服务器到 Debian _Stretch_ 奠定了基础，我们将在接下来的几周进行实验。一旦升级完成，构建一些具有大量本地依赖项的应用就会容易得多，例如 [VLC](https://f-droid.org/packages/org.videolan.vlc/)，[Ring](https://f-droid.org/packages/cx.ring/)，[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)。

source: You may have noticed the total absence of any [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) related work. [We take your privacy seriously](https://f-droid.org/about/) and always have.
de: Sie haben vielleicht bemerkt, dass es keinerlei zur [DSGVO](https://de.wikipedia.org/wiki/Datenschutz-Grundverordnung) gehörenden Arbeiten gibt. [Wir nehmen Ihre Privatsphäre ernst](https://f-droid.org/de/about/) und haben es immer getan.
pl: Być może zauważyłeś całkowity brak jakiejkolwiek pracy związanej z [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation). [Traktujemy twoją prywatność poważnie](https://f-droid.org/about/) i zawsze ją mamy.
ro: Este posibil să fi observat absența totală a oricărei lucrări legate de [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation). [We take your privacy seriously](https://f-droid.org/about/) și am luat-o întotdeauna în serios.
ru: Возможно, вы заметили полное отсутствие каких-либо работ, связанных с [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation). [Мы серьезно относимся к вашей конфиденциальности](https://f-droid.org/about/) и всегда относились.
uk: Можливо, ви помітили повну відсутність будь-яких робіт, пов'язаних з [GDPR](https://uk.wikipedia.org/wiki/%D0%97%D0%B0%D0%B3%D0%B0%D0%BB%D1%8C%D0%BD%D0%B8%D0%B9_%D1%80%D0%B5%D0%B3%D0%BB%D0%B0%D0%BC%D0%B5%D0%BD%D1%82_%D0%BF%D1%80%D0%BE_%D0%B7%D0%B0%D1%85%D0%B8%D1%81%D1%82_%D0%B4%D0%B0%D0%BD%D0%B8%D1%85). [Ми серйозно ставимося до вашої приватності](https://f-droid.org/about/) й завжди ставилися.
zh_hans: 你可能已经注意到，完全没有任何 [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) 相关工作。[我们非常重视你的隐私](https://f-droid.org/about/)，一直如此。

source: No news from the wider community this week.
de: Keine Nachrichten von der größeren Gemeinschaft diese Woche.
pl: Brak wiadomości od szerszej społeczności w tym tygodniu.
ro: Nu avem vești din partea comunității în general în această săptămână.
ru: На этой неделе новостей из широкого сообщества нет.
uk: Цього тижня новин від спільноти немає.
zh_hans: 本周没有来自更广泛社区的消息。

source: [Notepad](https://f-droid.org/packages/com.farmerbb.notepad/): A simple, bare-bones, no-frills note taking app
de: [Notepad](https://f-droid.org/packages/com.farmerbb.notepad/): Eine einfache, nackte, schnörkellose Notizen aufnehmende App
pl: [Notatnik](https://f-droid.org/packages/com.farmerbb.notepad/): Prosta aplikacja do robienia notatek i bez broszurek
ro: [Notepad](https://f-droid.org/packages/com.farmerbb.notepad/): O aplicație simplă, de bază, fără complicații, pentru luarea de notițe
ru: [Notepad](https://f-droid.org/packages/com.farmerbb.notepad/): Простое, не требующее особых усилий приложение для ведения заметок
uk: [Notepad](https://f-droid.org/packages/com.farmerbb.notepad/): Простий, який не потребує особливих зусиль застосунок для запису приміток
zh_hans: [Notepad](https://f-droid.org/packages/com.farmerbb.notepad/)：一款简单、基本、朴实的记笔记应用

source: [Binaural Beats](https://f-droid.org/packages/com.github.axet.binauralbeats/): Meditation helper
de: [Binaural Beats](https://f-droid.org/packages/com.github.axet.binauralbeats/): Meditationshelfer
pl: [Binaural Beats](https://f-droid.org/packages/com.github.axet.binauralbeats/): Pomocnik medytacji
ro: [Binaural Beats](https://f-droid.org/packages/com.github.axet.binauralbeats/): Ajutor pentru meditație
ru: [Binaural Beats](https://f-droid.org/packages/com.github.axet.binauralbeats/): Помощник в медитации
uk: [Binaural Beats](https://f-droid.org/packages/com.github.axet.binauralbeats/): Помічник для медитації
zh_hans: [Binaural Beats](https://f-droid.org/packages/com.github.axet.binauralbeats/)：冥想助手

source: [Batch Uninstaller](https://f-droid.org/packages/com.saha.batchuninstaller/): Uninstall multiple applications at once
de: [Batch-Deinstallierer](https://f-droid.org/packages/com.saha.batchuninstaller/): Mehrere Anwendungen gleichzeitig deinstallieren
pl: [Batch Uninstaller](https://f-droid.org/packages/com.saha.batchuninstaller/): Odinstaluj wiele aplikacji jednocześnie
ro: [Batch Uninstaller](https://f-droid.org/packages/com.saha.batchuninstaller/): Dezinstalează mai multe aplicații deodată
ru: [Batch Uninstaller](https://f-droid.org/packages/com.saha.batchuninstaller/): Деинсталляция нескольких приложений одновременно
uk: [Batch Uninstaller](https://f-droid.org/packages/com.saha.batchuninstaller/): Видалення кількох застосунків одночасно
zh_hans: [Batch Uninstaller](https://f-droid.org/packages/com.saha.batchuninstaller/)：一次卸载多个应用

source: [Waistline](https://f-droid.org/packages/com.waist.line/): Free calorie counter and weight tracker
de: [Waistline](https://f-droid.org/packages/com.waist.line/): Kostenloser Kalorienzähler und Gewichtskontrolle
pl: [Talia](https://f-droid.org/packages/com.waist.line/): Darmowy licznik kalorii i rejestrator wagi
ro: [Waistline](https://f-droid.org/packages/com.waist.line/): Contor gratuit de calorii și tracker de greutate
ru: [Waistline](https://f-droid.org/packages/com.waist.line/): Бесплатный счетчик калорий и трекер веса
uk: [Waistline](https://f-droid.org/packages/com.waist.line/): Безплатний лічильник калорій і відстежувач ваги
zh_hans: [Waistline](https://f-droid.org/packages/com.waist.line/)：自由的卡路里计数器和体重追踪器

source: The [Reader for Pepper&Carrot](https://f-droid.org/packages/nightlock.peppercarrot/) [dropped](https://peppercarrot.com/en/article441/android-e-reader-for-peppercarrot-by-imseaok) on F-Droid this week. It's a multi-language reader for the [CC-BY](https://creativecommons.org/licenses/by/4.0/) licensed [Pepper & Carrot Webcomic](https://peppercarrot.com). You should check it out because it's [cool](https://peppercarrot.com/en/static2/philosophy).
de: Der [Reader für Pepper&Carrot](https://f-droid.org/packages/nightlock.peppercarrot/) [dropped](https://peppercarrot.com/en/article441/android-e-reader-for-peppercarrot-by-imseaok) auf F-Droid diese Woche. Es ist ein mehrsprachiges Lesegerät für das [CC-BY](https://creativecommons.org/licenses/by/4.0/) lizenzierte [Pepper & Carrot Webcomic](https://peppercarrot.com). Du solltest es dir ansehen, denn es ist [cool](https://peppercarrot.com/en/static2/philosophy).
pl: [Reader for Pepper&amp;Carrot](https://f-droid.org/packages/nightlock.peppercarrot/) [porzucone](https://peppercarrot.com/en/article441/android-e-reader-for-peppercarrot -by-imseaok) na F-Droid w tym tygodniu. Jest to czytnik wielojęzyczny dla licencjonowanego [CC-BY](https://creativecommons.org/licenses/by/4.0/) [Pepper &amp; Carrot Webcomic](https://peppercarrot.com). Powinieneś to sprawdzić, ponieważ jest [spoko](https://peppercarrot.com/en/static2/philosophy).
ro: [Reader for Pepper&amp;Carrot](https://f-droid.org/packages/nightlock.peppercarrot/) [dropped](https://peppercarrot.com/en/article441/android-e-reader-for-peppercarrot-by-imseaok) este pe F-Droid în această săptămână. Este un cititor multilingv pentru [CC-BY](https://creativecommons.org/licenses/by/4.0/) licențiat [Pepper &amp; Carrot Webcomic](https://peppercarrot.com). Ar trebui să îl verificați pentru că este [cool](https://peppercarrot.com/en/static2/philosophy).
ru: На этой неделе на F-Droid появился [Reader for Pepper&amp;Carrot](https://f-droid.org/packages/nightlock.peppercarrot/) [dropped](https://peppercarrot.com/en/article441/android-e-reader-for-peppercarrot-by-imseaok). Это многоязычная читалка для [CC-BY](https://creativecommons.org/licenses/by/4.0/) лицензированного [Pepper &amp; Carrot Webcomic](https://peppercarrot.com). Вы должны проверить его, потому что это [круто](https://peppercarrot.com/en/static2/philosophy).
uk: Цього тижня на F-Droid з'явився [Reader for Pepper&amp;Carrot](https://f-droid.org/packages/nightlock.peppercarrot/) [dropped](https://peppercarrot.com/en/article441/android-e-reader-for-peppercarrot-by-imseaok). Це багатомовний читач для [CC-BY](https://creativecommons.org/licenses/by/4.0/) ліцензованого [Pepper &amp; Carrot Webcomic](https://peppercarrot.com). Ви повинні перевірити його, тому що він [круто](https://peppercarrot.com/en/static2/philosophy).
zh_hans: 本周，[Reader for Pepper&amp;Carrot](https://f-droid.org/packages/nightlock.peppercarrot/)在 F-Droid 上[发布](https://peppercarrot.com/en/article441/android-e-reader-for-peppercarrot-by-imseaok)。它是 [CC-BY](https://creativecommons.org/licenses/by/4.0/) 授权的 [Pepper &amp; Carrot Webcomic](https://peppercarrot.com) 的一个多语言阅读器。你应该去看看，因为它[很酷](https://peppercarrot.com/en/static2/philosophy)。

source: [Werewolf](https://f-droid.org/packages/org.secuso.privacyfriendlycardgameone/): Play Werewolf with your friends
de: [Werewolf](https://f-droid.org/packages/org.secuso.privacyfriendlycardgameone/): Spiele Werwolf mit deinen Freunden
pl: [Werewolf](https://f-droid.org/packages/org.secuso.privacyfriendlycardgameone/): Zagraj w Werewolf ze swoimi przyjaciółmi
ro: [Werewolf](https://f-droid.org/packages/org.secuso.privacyfriendlycardgameone/): Joacă Werewolf cu prietenii tăi
ru: [Werewolf](https://f-droid.org/packages/org.secuso.privacyfriendlycardgameone/): Играйте в "Оборотня" с друзьями
uk: [Werewolf](https://f-droid.org/packages/org.secuso.privacyfriendlycardgameone/): Грайте в "перевертня" з друзями
zh_hans: [Werewolf](https://f-droid.org/packages/org.secuso.privacyfriendlycardgameone/)：和你的朋友一起玩狼人

source: [TermBot](https://f-droid.org/packages/org.sufficientlysecure.termbot/): SSH client for use with smart cards
de: [TermBot](https://f-droid.org/packages/org.sufficientlysecure.termbot/): SSH-Client zur Verwendung mit Smartcards
pl: [TermBot](https://f-droid.org/packages/org.sufficientlysecure.termbot/): Klient SSH do użytku z kartami inteligentnymi
ro: [TermBot](https://f-droid.org/packages/org.sufficientlysecure.termbot/): Client SSH pentru utilizarea cu carduri inteligente
ru: [TermBot](https://f-droid.org/packages/org.sufficientlysecure.termbot/): SSH-клиент для использования со смарт-картами
uk: [TermBot](https://f-droid.org/packages/org.sufficientlysecure.termbot/): SSH-клієнт для використання зі смарткартами
zh_hans: [TermBot](https://f-droid.org/packages/org.sufficientlysecure.termbot/)：用于智能卡的 SSH 客户端

source: In total, 54 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 54 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 54 aplikacje. Oto najważniejsze cechy:
ro: În total, 54 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 54 приложения. Вот основные из них:
uk: Усього цього тижня було оновлено 54 застосунки. Ось основні з них:
zh_hans: 本周总共更新了 54 个应用。以下是其中的亮点：

source: **[MuPDF viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/) 1.13.0 [fixes several security holes](https://mupdf.com/news.html). You should update ASAP.**
de: **[MuPDF-Viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/) 1.13.0 [behebt mehrere Sicherheitslücken](https://mupdf.com/news.html). Sie sollten so schnell wie möglich aktualisieren.**
pl: **[Przeglądarka MuPDF](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/) 1.13.0 [naprawia kilku luk bezpieczeństwa](https://mupdf.com/news.html ). Powinieneś zaktualizować ASAP.**
ro: **[MuPDF viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/) 1.13.0 [fixes several security holes](https://mupdf.com/news.html). Ar trebui să faceți actualizarea cât mai curând posibil.**
ru: **[MuPDF viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/) 1.13.0 [исправлено несколько дыр в безопасности](https://mupdf.com/news.html). Вам следует обновиться как можно скорее.**
uk: **[MuPDF viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/) 1.13.0 [виправлено кілька дірок в безпеці](https://mupdf.com/news.html). Вам слід оновитися як можна швидше..**
zh_hans: **[MuPDF viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/) 1.13.0 版[修复了一些安全漏洞](https://mupdf.com/news.html)。你应该尽快更新。**

source: [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/) is back! The developer _removed all ads and nonfree dependencies_ as the most hassle-free way to comply with the [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation). Way to go! More info [here](http://forum.xda-developers.com/showpost.php?p=76586346&postcount=6915).
de: [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/) ist zurück! Der Entwickler _entfernte alle Anzeigen und nicht freien Abhängigkeiten_ als einfachsten Weg zur Einhaltung der [DSGVO](https://de.wikipedia.org/wiki/Datenschutz-Grundverordnung). Gut gemacht! Mehr Infos[hier](http://forum.xda-developers.com/showpost.php?p=76586346&postcount=6915).
pl: [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/) powraca! Deweloper _usunął wszystkie reklamy i niewolne zależności_ jako najbardziej bezproblemowy sposób zapewnienia zgodności z [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation). Dobra robota! Więcej informacji [tutaj](http://forum.xda-developers.com/showpost.php?p=76586346&amp;postcount=6915).
ro: [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/) s-a întors! Dezvoltatorul a _eliminat toate reclamele și dependențele non-gratuite_ ca fiind cea mai ușoară modalitate de a se conforma cu [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation). Bravo! Mai multe informații [aici](http://forum.xda-developers.com/showpost.php?p=76586346&amp;postcount=6915).
ru: [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/) возвращается! Разработчик _удалил всю рекламу и несвободные зависимости_ как наиболее простой способ соблюдения [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation). Так держать! Больше информации [здесь](http://forum.xda-developers.com/showpost.php?p=76586346&amp;postcount=6915).
uk: [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/) повертається! Розробник _прибрав усю рекламу і невільні залежності_ як найпростіший спосіб дотримання [GDPR](https://uk.wikipedia.org/wiki/%D0%97%D0%B0%D0%B3%D0%B0%D0%BB%D1%8C%D0%BD%D0%B8%D0%B9_%D1%80%D0%B5%D0%B3%D0%BB%D0%B0%D0%BC%D0%B5%D0%BD%D1%82_%D0%BF%D1%80%D0%BE_%D0%B7%D0%B0%D1%85%D0%B8%D1%81%D1%82_%D0%B4%D0%B0%D0%BD%D0%B8%D1%85). Так тримати! Більше інформації [тут](http://forum.xda-developers.com/showpost.php?p=76586346&amp;postcount=6915).
zh_hans: [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/) 回来了！开发者 _删除了所有的广告和非自由的依赖_，这是遵守 [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) 的最轻松的方式。就该这样！更多信息请看[这里](http://forum.xda-developers.com/showpost.php?p=76586346&amp;postcount=6915)。

source: Version 2.197 is already in the main repository as of now. If you've used the GitHub release (so you can benefit from the hosts blocking feature) you can export your settings, uninstall that version, reinstall from F-Droid, import back the settings and reload your hosts file.
de: Die Version 2.197 befindet sich bereits im Hauptrepository. Wenn Sie die GitHub-Version verwendet haben (damit Sie von der Hosts Blocking-Funktion profitieren können), können Sie Ihre Einstellungen exportieren, diese Version deinstallieren, von F-Droid neu installieren, die Einstellungen zurück importieren und Ihre Hosts-Datei neu laden.
pl: Wersja 2.197 jest już w głównym repozytorium. Jeśli korzystasz z wersji GitHub (możesz korzystać z funkcji blokowania hostów), możesz wyeksportować ustawienia, odinstalować tę wersję, ponownie zainstalować z F-Droid, zaimportować ustawienia i przeładować plik hosts.
ro: Versiunea 2.197 se află deja în depozitul principal. Dacă ați folosit versiunea GitHub (pentru a putea beneficia de funcția de blocare a gazdelor), puteți exporta setările, dezinstala acea versiune, reinstalați din F-Droid, importați din nou setările și reîncărcați fișierul hosts.
ru: Версия 2.197 уже находится в основном репозитории. Если вы использовали релиз на GitHub (чтобы воспользоваться функцией блокировки hosts), вы можете экспортировать свои настройки, удалить эту версию, переустановить из F-Droid, импортировать настройки и перезагрузить файл hosts.
uk: Версія 2.197 вже знаходиться в основному репозиторії. Якщо ви використовували випуск із GitHub (щоб скористатися функцією блокування hosts), ви можете експортувати свої налаштування, видалити цю версію, перевстановити з F-Droid, імпортувати настройки та перезавантажити файл hosts.
zh_hans: 版本 2.197 目前已经进入主存储库中。如果你使用了 GitHub 版本（这样你就可以使用 hosts 拦截功能了），你可以导出你的设置，卸载该版本，从 F-Droid 重新安装，导入回设置并重新加载你的 hosts 文件。

source: **Important**: If you switch, you will lose any pro features you may have bought.
de: **Wichtig**: Wenn Sie umschalten, verlieren Sie alle Pro-Features, die Sie gekauft haben.
pl: **Ważne**: Jeśli się przełączysz, stracisz wszystkie pro funkcje, które możesz kupić.
ro: **Important**: Dacă schimbați, veți pierde toate caracteristicile pro pe care le-ați cumpărat.
ru: **Важно**: Если вы перейдете на другую версию, вы потеряете все приобретенные вами профессиональные функции.
uk: **Важливо**: Якщо ви перейдете на іншу версію, ви втратите всі придбані вами професійні функції.
zh_hans: **重要**：如果你切换过来，你将失去任何你已经购买的专业功能。

source: [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) beta 3.0 is now in the repository, although it won't be installed by default. If you'd like to give it a try, expand the versions tab and install it manually. We haven't had any negative reports so far, but remember this is still beta!
de: [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) beta 3.0 ist jetzt im Repository, obwohl es nicht standardmäßig installiert wird. Wenn Sie es ausprobieren möchten, erweitern Sie die Registerkarte Versionen und installieren Sie es manuell. Wir hatten bisher keine Negativberichte, aber denken Sie daran, dass dies immer noch eine Beta-Version ist!
pl: [OsmAnd ~](https://f-droid.org/packages/net.osmand.plus/) wersja beta 3.0 znajduje się teraz w repozytorium, chociaż nie będzie domyślnie instalowana. Jeśli chcesz spróbować, rozwiń kartę wersji i zainstaluj ją ręcznie. Do tej pory nie mieliśmy żadnych negatywnych raportów, ale pamiętaj, że to wciąż jest wersja beta!
ro: [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) beta 3.0 este acum în depozit, deși nu va fi instalat în mod implicit. Dacă doriți să o încercați, extindeți fila Versiuni și instalați-o manual. Până acum nu am primit niciun raport negativ, dar nu uitați că este încă o versiune beta!
ru: [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) beta 3.0 теперь в репозитории, хотя по умолчанию она не будет установлена. Если вы хотите попробовать, откройте вкладку версий и установите ее вручную. Пока что у нас не было никаких негативных сообщений, но помните, что это все еще бета-версия!
uk: [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) beta 3.0 уже в репозиторії, хоча типово вона не буде встановлена. Якщо ви хочете спробувати, відкрийте вкладку версій і встановіть її вручну. Поки що у нас не було ніяких негативних повідомлень, але пам'ятайте, що це все ще бета-версія!
zh_hans: [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) beta 3.0 现在已经进入存储库中了，尽管它不会默认安装。如果你想尝试一下，可以展开版本标签并手动安装。到目前为止，我们还没有收到任何负面的报告，但请记住，这仍然是测试版！

source: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/) was [broken](https://forum.f-droid.org/t/yalp-store-not-able-to-get-apps-from-play-store/2906) by Google. 0.41 is now in the repository and should fix this.
de: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/) wurde von Google als [kaputt](https://forum.f-droid.org/t/yalp-store-not-able-to-get-apps-from-play-store/2906) bezeichnet. 0.41 ist jetzt im Repository und sollte dies beheben.
pl: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/) był [zepsuty](https://forum.f-droid.org/t/yalp-store-not-able-to-get-apps-from-play-store/2906) przez Google. 0.41 jest teraz w repozytorium i powinno to naprawić.
ro: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/) a fost [brocken](https://forum.f-droid.org/t/yalp-store-not-able-to-get-apps-from-play-store/2906) de Google. 0.41 este acum în depozit și ar trebui să rezolve acest lucru.
ru: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/) был [сломан](https://forum.f-droid.org/t/yalp-store-not-able-to-get-apps-from-play-store/2906) компанией Google. Версия 0.41 теперь находится в репозитории и должна исправить это.
uk: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/) був [зламаний](https://forum.f-droid.org/t/yalp-store-not-able-to-get-apps-from-play-store/2906) компанією Google. Версія 0.41 тепер знаходиться в репозиторії й повинна виправити це.
zh_hans: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/) 被 Google [破坏了](https://forum.f-droid.org/t/yalp-store-not-able-to-get-apps-from-play-store/2906)。0.41 现在进入了存储库中，应该修复了这个问题。
