Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: An issue that frequently affects app developers is that updating apps on F-Droid takes pretty much time. The build server first has to compile the apps' source code. Then, the apps are manually signed on a computer that is not connected to the internet. A method that app developers can use to deal with that is to use reproducible builds. With reproducible builds, F-Droid distributes the apps with the original developer's signature. That way, users can switch between F-Droid's version of an app and the developer's version of an app without having to re-install. App developers can then publish critical updates on their website, from inside the app or in their own F-Droid repository and users can still update the app directly -- even if they originally installed it from F-Droid.
de: Ein Problem, das App-Entwickler häufig betrifft, ist, dass die Aktualisierung von Apps auf F-Droid ziemlich viel Zeit in Anspruch nimmt. Der Build-Server muss zuerst den Quellcode der Apps kompilieren. Danach werden die Apps manuell auf einem Computer, der nicht mit dem Internet verbunden ist, signiert. Eine Methode, die App-Entwickler nutzen können, um damit umzugehen, ist die Verwendung von Reproducible Builds. Mit reproduzierbaren Builds, vertreibt F-Droid die Apps mit der original Entwicklersignatur. Auf diese Weise können Anwender zwischen der F-Droid-Version und der Entwicklerversion einer App wechseln, ohne sie neu installieren zu müssen. App-Entwickler können dann kritische Aktualisierungen auf ihren Internetseiten veröffentlichen, aus der App heraus oder in ihrem eigenen F-Droid-Repository und Nutzer können weiter die App direkt aktualisieren -- selbst wenn sie sie ursprünglich aus F-Droid installierten..
pl: Problem, który często dotyka twórców aplikacji jest to, że aktualizacja aplikacji na F-Droid zajmuje dość dużo czasu. Serwer budowania musi najpierw skompilować aplikacje' kod źródłowy. Następnie aplikacje są ręcznie podpisywane na komputerze, który nie jest podłączony do Internetu. Aby temu zaradzić, twórcy aplikacji mogą skorzystać z metody kompilacji powtarzalnych. Dzięki odtwarzalnym kompilacjom F-Droid dystrybuuje aplikacje z oryginalnym podpisem twórcy. W ten sposób użytkownicy mogą przełączać się między wersją aplikacji F-Droid's i wersją deweloperską aplikacji, bez konieczności ponownej instalacji. Twórcy aplikacji mogą następnie publikować krytyczne aktualizacje na swojej stronie internetowej, z wnętrza aplikacji lub w swoim własnym repozytorium F-Droid i użytkownicy mogą nadal aktualizować aplikację bezpośrednio - nawet jeśli pierwotnie zainstalowali go z F-Droid.
ro: O problemă care afectează frecvent dezvoltatorii de aplicații este că actualizarea aplicațiilor pe F-Droid durează destul de mult. Serverul de compilare trebuie mai întâi să compileze codul sursă al aplicațiilor. Apoi, aplicațiile sunt semnate manual pe un computer care nu este conectat la internet. O metodă pe care dezvoltatorii de aplicații o pot folosi pentru a rezolva această problemă este să utilizeze compilări reproductibile. În cazul construcțiilor reproductibile, F-Droid distribuie aplicațiile cu semnătura dezvoltatorului original. În acest fel, utilizatorii pot trece de la versiunea F-Droid a unei aplicații la versiunea dezvoltatorului fără a fi nevoiți să o reinstaleze. Dezvoltatorii de aplicații pot publica apoi actualizări critice pe site-ul lor web, din interiorul aplicației sau în propriul lor depozit F-Droid, iar utilizatorii pot în continuare să actualizeze direct aplicația - chiar dacă au instalat-o inițial de pe F-Droid.
ru: Проблема, которая часто затрагивает разработчиков приложений, заключается в том, что обновление приложений на F-Droid занимает довольно много времени. Сервер сборки сначала должен скомпилировать исходный код приложений. Затем приложения подписываются вручную на компьютере, который не подключен к Интернету. Метод, который разработчики приложений могут использовать для решения этой проблемы, заключается в использовании воспроизводимых сборок. Благодаря воспроизводимым сборкам F-Droid распространяет приложения с оригинальной подписью разработчика. Таким образом, пользователи могут переключаться между версией приложения F-Droid и версией приложения разработчика без необходимости повторной установки. Затем разработчики приложений могут публиковать критические обновления на своем веб-сайте, внутри приложения или в своем собственном репозитории F-Droid, и пользователи по-прежнему могут обновлять приложение напрямую - даже если они изначально установили его с F-Droid.
uk: Одна з частих незручностей у розробці застосунків — тривалість оновлення їх в F-Droid. Сервер збірки мусить зібрати вихідний код застосунків. Тоді застосунки вручну підписуються на комп'ютері без інтернет-з'єднання. Це можна спростити відтворюваною збіркою, тобто розповсюдженню застосунків із підписом авторки чи автора. Перемикання між версією з F-Droid і авторською версію не потребувало б перевстановлення. З авторського боку можна було б розміщувати критичні виправлення на сайті, в застосунку чи своєму репозиторії F-Droid, а з користувацького — оновлювати ними застосунок, навіть якщо встановили його з F-Droid.
zh_hans: 一个经常影响应用开发者的问题是在 F-Droid 上更新应用需要花费大量时间。构建服务器首先必须编译应用的源代码。然后，这些应用在未连接到 Internet 的计算机上手动签名。应用开发者可以用来处理的一种方法是使用可重复构建。通过可重复构建，F-Droid 分发带有原始开发者签名的应用。这样，用户可以在 F-Droid 的应用版本和开发者的应用版本之间切换，而不需要重新安装。然后，应用开发者可以在他们的网站、应用内部或他们自己的 F-Droid 存储库中发布关键更新，用户仍然可以直接更新应用 - 即使他们最初是从 F-Droid 安装的。

source: We hope that we can meet in person again next year.
de: Wir hoffen, dass wir uns nächstes Jahr wieder persönlich treffen können.
pl: Mamy nadzieję, że w przyszłym roku będziemy mogli ponownie spotkać się osobiście.
ro: Sperăm că ne vom putea întâlni din nou personal anul viitor.
ru: Мы надеемся, что в следующем году снова получится встретиться лично.
uk: Сподіваємося, за рік вдасться знов зустрітися особисто.
zh_hans: 我们希望明年我们可以再次见面。

source: New language: Portuguese
de: Neue Sprache: Portugiesisch
pl: Nowy język: portugalski
ro: O limbă nouă: Portugheză
ru: Новый язык: Португальский
uk: Нова мова: португальська
zh_hans: 新的语言：葡萄牙语

source: The F-Droid website is now also available in the Portuguese language (until now it was available only in Brazilian Portuguese variant), thanks to the efforts of the few volunteer contributors. The translation efforts are still in the works. People interested in giving a helping hand to complete them or to improve existing translations are encouraged to contribute through the Weblate F-Droid portal (<https://hosted.weblate.org/languages/pt/f-droid/>).
de: Die F-Droid-Webseite steht nun auch in Portugiesisch zur Verfügung, dank der Bemühungen einiger Freiwilliger (bis vor kurzem war nur eine brasilianisch-portugiesische Version verfügbar). Die Übersetzungen sind derzeit noch in Arbeit. All jene, die interessiert sind, an ihrer Fertigstellung oder an der Verbesserung vorhandener Übersetzungen mitzuhelfen, werden darin bestärkt sich über F-Droid's Weblate (<https://hosted.weblate.org/languages/pt/f-droid/>) daran zu beteiligen.
pl: Strona internetowa F-Droid jest teraz dostępna również w języku portugalskim (do tej pory była ona dostępna tylko w brazylijskim wariancie języka) dzięki wysiłkom kilku wolontariuszy. Praca nad tłumaczeniami jest w toku. Osoby zainteresowane pomocą w ich ukończeniu lub poprawie istniejących tłumaczeń zachęcamy do wniesienia wkładu za pośrednictwem Weblate (<https://hosted.weblate.org/languages/pt/f-droid/>).
ro: Site-ul F-Droid este acum disponibil și în limba portugheză (până acum era disponibil doar în varianta portugheză braziliană), grație eforturilor celor câtorva colaboratori voluntari. Eforturile de traducere sunt încă în curs de desfășurare. Persoanele interesate să dea o mână de ajutor pentru a le finaliza sau pentru a îmbunătăți traducerile existente sunt încurajate să contribuie prin intermediul portalului Weblate F-Droid (<https://hosted.weblate.org/languages/pt/f-droid/>).
ru: Благодаря усилиям нескольких добровольцев, сайт F-Droid теперь также доступен на португальском языке (до сих пор он был доступен только в варианте на бразильском португальском языке). Перевод всё еще нуждается в поддержке. Людям, заинтересованным в том, чтобы завершить его или улучшить существующие переводы, предлагаем внести вклад в развитие F-Droid через портал Weblate (<https://hosted.weblate.org/languages/pt/f-droid/>).
uk: Вебсайт F-Droid тепер доступний і португальською мовою (лише бразильський варіант якої був досі доступний) — завдяки внеску кількох помічників-добровольців. Перекладацька робота все ще триває. Охочим допомогти завершити її чи поліпшити наявні переклади радимо зробити внесок за допомогою порталу Weblate F-Droid (<https://hosted.weblate.org/languages/pt/f-droid/>).
zh_hans: 感谢少数志愿者贡献者的努力，F-Droid 网站现在也提供葡萄牙语版本（到目前为止，它仅提供巴西葡萄牙语版本）。翻译工作仍在进行中。鼓励有兴趣提供帮助以完成它们或改进现有翻译的人通过 Weblate F-Droid 门户 (<https://hosted.weblate.org/languages/pt/f-droid/>) 参与贡献。

source: Decentralizing Distribution
de: Dezentrale Verteilung
pl: Decentralizacja dystrybucji
ro: Descentralizarea Distribuției
ru: Децентрализованное распространение
uk: Децентралізація розповсюдження
zh_hans: 去中心化分发

source: Guardian Project has been awarded a grant from the [Filecoin Foundation for the Decentralized Web (FFDW)](https://www.ffdweb.org/guardian-project-annoucement) to work on decentralizing veracity and distribution (DVD). FFDW’s Mission is to “ensure the permanent preservation of humanity’s most important information by stewarding the development of open source software and open protocols for decentralized data storage and retrieval networks.” Filecoin is built on top of IPFS, which is "[a distributed system for storing and accessing files](https://docs.ipfs.io/concepts/what-is-ipfs/)". The distribution component of the FFDW-DVD project is focused on improving F-Droid's free, open, and decentralized mobile app ecosystem. On top of the flagship unified experience offered by this website and the F-Droid official app, F-Droid provides all the pieces for anyone to create, build, remix, publish, reproduce, redistribute and review mobile apps.
de: Guardian Project wurde von der [Filecoin Foundation for the Decentralized Web (FFDW)](https://www.ffdweb.org/guardian-project-annoucement) ein Zuschuss dafür gewährt, an der Dezentralisierung von Wahrhaftigkeit und Verteilung (Decentralizing Veracity and Distribution - DVD) zu arbeiten. Die Mission der FFDW ist es, „die dauerhafte Erhaltung der wichtigsten Informationen der Menschheit durch Begleitung der Entwicklung von Open-Source-Software und offenen Protokollen für dezentrale Netzwerke zur Datenspeicherung und -wiedergewinnung sicherzustellen.“ Filecoin ist auf IPFS aufgesetzt, was „[ein verteiltes System zur Speicherung und zum Abruf von Dateien](https://docs.ipfs.io/concepts/what-is-ipfs/)“ ist. Die Verteilerkomponente des FFDW-DVD-Projekts ist auf die Verbesserung von F-Droids Ökosystem freier, offener und dezentraler mobiler Apps ausgerichtet. Als Flaggschiff vereinheitlichter Sachkenntnisse angeführt durch diese Website und die offizielle F-Droid-App, bietet F-Droid obendrein für jeden alle Bestandteile, um mobile Apps zu schaffen, herzustellen, neu zu mischen, zu veröffentlichen, zu reproduzieren, weiterzuverbreiten und zu prüfen.
pl: Projekt Guardian otrzymał grant od [Filecoin Foundation for the Decentralized Web (FFDW)](https://www.ffdweb.org/guardian-project-annoucement) na pracę nad decentralizacją prawdziwości i dystrybucji (DVD). Misją FFDW jest "zapewnienie trwałej ochrony najważniejszych informacji ludzkości poprzez zarządzanie rozwojem oprogramowania open source i otwartych protokołów dla zdecentralizowanych sieci przechowywania i wyszukiwania danych". Filecoin jest zbudowany na IPFS, który jest "[rozproszonym systemem do przechowywania i dostępu do plików](https://docs.ipfs.io/concepts/what-is-ipfs/)". Komponent dystrybucyjny projektu FFDW-DVD koncentruje się na ulepszeniu wolnego, otwartego i zdecentralizowanego ekosystemu aplikacji mobilnych F-Droida. Na szczycie flagowego ujednoliconego doświadczenia oferowanego przez tę stronę i oficjalną aplikację F-Droid, F-Droid zapewnia wszystkie elementy dla każdego, aby tworzyć, budować, remiksować, publikować, powielać, redystrybuować i recenzować aplikacje mobilne.
ro: Guardian Project a primit un grant de la [Filecoin Foundation for the Decentralized Web (FFDW)](https://www.ffdweb.org/guardian-project-annoucement) pentru a lucra la descentralizarea veridicității și a distribuției (DVD). Misiunea FFDW este de a "asigura conservarea permanentă a celor mai importante informații ale umanității prin gestionarea dezvoltării de software open source și protocoale deschise pentru rețelele descentralizate de stocare și recuperare a datelor". Filecoin este construit pe baza IPFS, care este "[un sistem distribuit pentru stocarea și accesarea fișierelor](https://docs.ipfs.io/concepts/what-is-ipfs/)". Componenta de distribuție a proiectului FFDW-DVD se concentrează pe îmbunătățirea ecosistemului de aplicații mobile gratuite, deschise și descentralizate F-Droid. Pe lângă experiența unificată emblematică oferită de acest site și de aplicația oficială F-Droid, F-Droid oferă toate piesele pentru ca oricine să creeze, să construiască, să remixeze, să publice, să reproducă, să redistribuie și să revizuiască aplicații mobile.
ru: Guardian Project получил грант от [Filecoin Foundation for the Decentralized Web (FFDW)](https://www.ffdweb.org/guardian-project-annoucement) для работы над децентрализацией достоверности и распространения (DVD). Миссия FFDW состоит в том, чтобы «обеспечить постоянное сохранение самой важной информации человечества, управляя разработкой программного обеспечения с открытым исходным кодом и открытых протоколов для децентрализованных сетей хранения и поиска данных». Filecoin построен поверх IPFS, которая представляет собой «[распределенную систему для хранения файлов и доступа к ним](https://docs.ipfs.io/concepts/what-is-ipfs/)». Компонент распространения проекта FFDW-DVD направлен на улучшение свободной, открытой и децентрализованной экосистемы мобильных приложений F-Droid. Помимо флагманского единого опыта, предлагаемого этим веб-сайтом и официальным приложением F-Droid, F-Droid предоставляет всем желающим возможность создавать, собирать, изменять, публиковать, воспроизводить, распространять и просматривать мобильные приложения.
uk: Guardian Project отримав грант від [Фонду безцентрового інтернету Filecoin (FFDW, FFDWeb)](https://www.ffdweb.org/guardian-project-annoucement) на роботу по децентралізації автентифікації й розповсюдження. Місія FFDW: «навіки зберегти найцінніші дані людства, просуваючи розробку вільного програмного забезпечення й відкритих протоколів децентралізації мереж збереження й отримання даних». В основі Filecoin лежить IPFS — «[розподілена система збереження й отримання файлів](https://docs.ipfs.io/concepts/what-is-ipfs/)». Розподільна складова проєкту FFDW-DVD зосереджується на вдосконаленні вільної, відкритої й безцентрової екосистеми мобільних застосунків F-Droid. Завдяки флагманському об'єднаному інтерфейсу цього вебсайту й офіційного застосунку, F-Droid надає все для створення, збірки, редагування, оприлюднення, відтворення, розповсюдження й рецензування мобільних застосунків.
zh_hans: Guardian Project 已获得 [Filecoin Foundation for the Decentralized Web (FFDW)](https://www.ffdweb.org/guardian-project-annoucement) 的资助，用于去中心化真实性和分发 (DVD)。FFDW 的使命是“通过管理开源软件和分布式数据存储和检索网络的开放协议的开发，确保人类最重要的信息得到永久保存。” Filecoin 建立在 IPFS 之上，IPFS 是“[用于存储和访问文件的分布式系统](https://docs.ipfs.io/concepts/what-is-ipfs/)”。FFDW-DVD 项目的分发组件专注于改进 F-Droid 的自由、开放和去中心化的移动应用生态系统。除了本网站和 F-Droid 官方应用提供的旗舰级统一体验之外，F-Droid 还为任何人提供创建、构建、重新混合、发布、复制、重新分发和审查移动应用的所有组件。

source: This is important to F-Droid users because it means that they are not locked into F-Droid as the monopoly app provider. The F-Droid community needs to stay responsive to its users because it is possible to fork all of F-Droid (okay, except for the signing keys 🚫Ψ📝🔑😉). Decentralization is also important because each user has specific needs and wishes that potentially conflict with other users. Many want only free software, but others are willing to compromise in key places, and still others have strong privacy needs that conflict with other users' favorite features. Decentralized app repositories provide users that flexibility without having to move away from the main F-Droid infrastructure.
de: Dies ist wichtig für F-Droid-Anwender, weil es bedeutet, dass sie nicht an F-Droid als App-Provider-Monopolist gefesselt sind. Die F-Droid-Community muss für ihre Anwender ansprechbar bleiben, weil es möglich ist alles von F-Droid abzuspalten (okay, außer der Signierschlüssel 🚫Ψ📝🔑😉). Dezentralisierung ist ebenfalls wichtig, weil jeder Anwender spezielle Bedürfnisse und Wünsche hat, die potentiell mit denen anderer Nutzer kollidieren. Viele wollen ausschließlich freie Software, andere wiederum sind bereit, an Schlüsselstellen Kompromisse einzugehen, und wieder andere haben starke Datenschutzanforderungen, die den Lieblingsfunktionen weiterer Anwender entgegenstehen. Dezentrale App-Repositorys bieten Nutzern diese Flexibilität, ohne sich von der Hauptinfrastuktur von F-Droid wegbewegen zu müssen.
pl: Jest to ważne dla użytkowników F-Droid, ponieważ oznacza to, że nie są one zablokowane do F-Droid jako monopolista dostawca aplikacji. Społeczność F-Droid musi pozostać wrażliwa na swoich użytkowników, ponieważ możliwe jest rozwidlenie całego F-Droid (no dobra, z wyjątkiem kluczy podpisujących 🚫Ψ📝🔑😉 ). Decentralizacja jest ważna także dlatego, że każdy użytkownik ma specyficzne potrzeby i życzenia, które potencjalnie mogą być sprzeczne z innymi użytkownikami. Wielu chce tylko wolnego oprogramowania, ale inni są skłonni pójść na kompromis w kluczowych miejscach, a jeszcze inni mają silne potrzeby związane z prywatnością, które kolidują z ulubionymi funkcjami innych użytkowników'. Zdecentralizowane repozytoria aplikacji zapewniają użytkownikom tę elastyczność bez konieczności odchodzenia od głównej infrastruktury F-Droid.
ro: Acest lucru este important pentru utilizatorii F-Droid, deoarece înseamnă că nu sunt blocați în F-Droid ca furnizor monopolist de aplicații. Comunitatea F-Droid trebuie să rămână receptivă la nevoile utilizatorilor săi, deoarece este posibilă bifurcarea tuturor aplicațiilor F-Droid (bine, cu excepția cheilor de semnare 🚫Ψ📝🔑😉). Descentralizarea este, de asemenea, importantă deoarece fiecare utilizator are nevoi și dorințe specifice care pot intra în conflict cu alți utilizatori. Mulți doresc doar software gratuit, dar alții sunt dispuși să facă compromisuri în locuri cheie, iar alții au nevoi puternice de confidențialitate care intră în conflict cu caracteristicile preferate ale altor utilizatori. Depozitele descentralizate de aplicații oferă utilizatorilor această flexibilitate fără a fi nevoiți să se îndepărteze de infrastructura principală F-Droid.
ru: Это важно для пользователей F-Droid, потому что это означает, что они не заточены на F-Droid как на монопольного поставщика приложений. Сообщество F-Droid должно оставаться отзывчивым к своим пользователям, поскольку можно форкнуть весь F-Droid (хорошо, за исключением ключей подписи 🚫Ψ📝🔑😉). Децентрализация важна еще и потому, что у каждого пользователя есть свои потребности и желания, которые потенциально могут противоречить другим пользователям. Многие хотят иметь только свободное программное обеспечение, другие готовы пойти на компромисс в ключевых вопросах, а третьи имеют сильные потребности в конфиденциальности, которые конфликтуют с любимыми функциями других пользователей. Децентрализованные репозитории приложений предоставляют пользователям такую гибкость без необходимости отходить от основной инфраструктуры F-Droid.
uk: Авдиторії F-Droid це важливо тим, що вона не замкнена в F-Droid як у монопольному джерелі застосунків. Спільнота F-Droid має реагувати на користувацькі запити, бо можливо зробити форк усього F-Droid (гаразд, за винятком ключів підпису 🚫Ψ📝🔑😉). Децентралізація також важлива тим, що авдиторія має різні потреби й бажання, потенційно конфліктні між собою. Багато хто бажає винятково вільне програмне забезпечення, інші готові йти на компроміси в ключових місцях, а третім потрібно більше приватності, несумісної з чиїмись улюбленими функціями. Завдяки децентралізації репозиторіїв, користувачки й користувачі отримують цю гнучкість, не полишаючи основної інфраструктури F-Droid.
zh_hans: 这对 F-Droid 用户很重要，因为这意味着他们不会被锁定在 F-Droid 上使其成为垄断应用提供商。F-Droid 社区需要对其用户保持响应，因为 F-Droid 的所有部分都可以被分叉（好吧，除了签名密钥🚫Ψ📝🔑😉）。去中心化也很重要，因为每个用户都有特定的需求和愿望，可能与其他用户发生冲突。许多人只想要自由软件，但其他人愿意在关键地方妥协，还有一些人有强烈的隐私需求，与其他用户喜欢的功能相冲突。分散的应用存储库为用户提供了灵活性，而不需要离开主要的 F-Droid 基础设施。
