Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: {: .gallery} * [![Tibetan]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-bo.png %})]({% asset fdroid-screenshot-bo.png %}) * [![Spanish]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-es.png %})]({% asset fdroid-screenshot-es.png %}) * [![Persian]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-fa.png %})]({% asset fdroid-screenshot-fa.png %}) * [![Ukrainian]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-uk.png %})]({% asset fdroid-screenshot-uk.png %}) * [![Japanese]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-ja.png %})]({% asset fdroid-screenshot-ja.png %}) * [![Chinese]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-zh.png %})]({% asset fdroid-screenshot-zh.png %})
de: {: .gallery} * [![Tibetisch]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-bo.png %})]({% asset fdroid-screenshot-bo.png %}) * [![Spanisch]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-es.png %})]({% asset fdroid-screenshot-es.png %}) * [![Persisch]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-fa.png %})]({% asset fdroid-screenshot-fa.png %}) * [![Ukrainisch]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-uk.png %})]({% asset fdroid-screenshot-uk.png %}) * [![Japanisch]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-ja.png %})]({% asset fdroid-screenshot-ja.png %}) * [![Chinesisch]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-zh.png %})]({% asset fdroid-screenshot-zh.png %})
pl: {: .gallery} * [![Tybetański]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-bo.png %})]({% asset fdroid-screenshot-bo.png %}) * [![Hiszpański]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-es.png %})]({% asset fdroid-screenshot-es.png %}) * [![Perski]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-fa.png %})]({% asset fdroid-screenshot-fa.png %}) * [![Ukraiński]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-uk.png %})]({% asset fdroid-screenshot-uk.png %}) * [![Japoński]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-ja.png %})]({% asset fdroid-screenshot-ja.png %}) * [![Chiński]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-zh.png %})]({% asset fdroid-screenshot-zh.png %})
ro: {: .gallery} * [![Tibetană]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-bo.png %})]({% asset fdroid-screenshot-bo.png %}) * [![Spaniolă]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-es.png %})]({% asset fdroid-screenshot-es.png %}) * [![Persană]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-fa.png %})]({% asset fdroid-screenshot-fa.png %}) * [![Ucraineană]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-uk.png %})]({% asset fdroid-screenshot-uk.png %}) * [![Japoneză]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-ja.png %})]({% asset fdroid-screenshot-ja.png %}) * [![Chineză]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-zh.png %})]({% asset fdroid-screenshot-zh.png %})
ru: {: .gallery} * [![Тибетский]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-bo.png %})]({% asset fdroid-screenshot-bo.png %}) * [![Испанский]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-es.png %})]({% asset fdroid-screenshot-es.png %}) * [![Иранский]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-fa.png %})]({% asset fdroid-screenshot-fa.png %}) * [![Украинский]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-uk.png %})]({% asset fdroid-screenshot-uk.png %}) * [![Японский]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-ja.png %})]({% asset fdroid-screenshot-ja.png %}) * [![Китайский]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-zh.png %})]({% asset fdroid-screenshot-zh.png %})
uk: {: .gallery} * [![Тибетська]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-bo.png %})]({% asset fdroid-screenshot-bo.png %}) * [![Іспанська]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-es.png %})]({% asset fdroid-screenshot-es.png %}) * [![Перська]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-fa.png %})]({% asset fdroid-screenshot-fa.png %}) * [![Українська]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-uk.png %})]({% asset fdroid-screenshot-uk.png %}) * [![Японська]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-ja.png %})]({% asset fdroid-screenshot-ja.png %}) * [![Китайська]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-zh.png %})]({% asset fdroid-screenshot-zh.png %})
zh_hans: {: .gallery} * [![藏语]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-bo.png %})]({% asset fdroid-screenshot-bo.png %}) * [![西班牙语]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-es.png %})]({% asset fdroid-screenshot-es.png %}) * [![波斯语]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-fa.png %})]({% asset fdroid-screenshot-fa.png %}) * [![乌克兰语]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-uk.png %})]({% asset fdroid-screenshot-uk.png %}) * [![日语]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-ja.png %})]({% asset fdroid-screenshot-ja.png %}) * [![中文]({% asset posts/2017-10-10-fdroid-is-1.0/fdroid-screenshot-zh.png %})]({% asset fdroid-screenshot-zh.png %})

source: _fdroidserver_ tools
pl: narzędzia _fdroidserver_
ro: _fdroidserver_ instrumente
ru: Инструменты _fdroidserver_
uk: Засоби _fdroidserver_
zh_hans: _fdroidserver_ 工具

source: Run your own app "repo"
de: Ein eigenes App-"Repo" betreiben
pl: Uruchom własne "repozytorium" aplikacji
ro: Rulați propria aplicație "repo" (depozit)
ru: Запустите собственное приложение "repo"
uk: Запустіть власний репозиторій застосунку
zh_hans: 运行你自己的应用存储库

source: _f-droid.org_ is just one app repository (aka "repo") out of hundreds of repos created by individuals all around the globe. So whether you are a musician who wants to publish their music or a developer who wants to serve nightly builds of their app, you are free to create your own repo and share it with other people independently of F-Droid.org. F-Droid repos can now include any kind of file: apps, videos, audio, ebooks, ZIPs, etc
de: _f-droid.org_ ist gerade einmal ein App-Verzeichnis (auch "repo") von hunderten, rund um den Globus von Menschen geschaffenen Verzeichnissen (repos). Egal ob Musiker, der seine Musik veröffentlichen will oder Entwickler, der Nightly Builds seiner App anbieten möchte, es steht jedem frei, sein eigenes Verzeichnis zu erzeugen und es unabhängig von F-Droid.org mit anderen Leuten zu teilen. F-Droid-Verzeichnisse können nun jede Art von Dateien enthalten: Apps, Videos, Audiodateien, E-Books, ZIP-Dateien, usw.
pl: _f-droid.org_ to tylko jedno repozytorium aplikacji (znane również jako "repo") spośród setek repo tworzonych przez osoby na całym świecie. Niezależnie od tego, czy jesteś muzykiem, który chce opublikować swoją muzykę, czy programistą, który chce obsługiwać wersje swoich aplikacji, możesz utworzyć własne repozytorium i udostępnić je innym osobom niezależnie od F-Droid.org. Repozytami F-Droida mogą teraz być wszelkiego rodzaju pliki: aplikacje, filmy, audio, e-booki, ZIP-y itp
ro: _f-droid.org_ este doar un depozit de aplicații (cunoscut și ca "repo") din sutele de depozite create de persoane din întreaga lume. Așadar, fie că sunteți un muzician care dorește să își publice muzica sau un dezvoltator care dorește să servească compilări nocturne ale aplicației sale, sunteți liber să vă creați propriul depozit și să îl partajați cu alte persoane, independent de F-Droid.org. Depozitele F-Droid pot include acum orice tip de fișier: aplicații, videoclipuri, audio, cărți electronice, ZIP-uri, etc
ru: _f-droid.org_ - это всего лишь один репозиторий приложений (он же "репозиторий") из сотен репозиториев, созданных отдельными людьми по всему миру. Поэтому, будь вы музыкант, который хочет опубликовать свою музыку, или разработчик, который хочет предоставлять ночные сборки своего приложения, вы можете свободно создать свой собственный репозиторий и поделиться им с другими людьми независимо от F-Droid.org. Теперь репозитории F-Droid могут содержать любые файлы: приложения, видео, аудио, электронные книги, ZIP-файлы и так далее
uk: _f-droid.org_ — це всього лише один репозиторій (сховище) застосунків з сотень репозиторіїв, створених окремими людьми по всьому світі. Тому, будь ви музикант, який хоче оприлюднити свою музику, або розробник, який хоче надавати нічні збірки свого застосунку, ви можете вільно створити свій власний репозиторій і поділитися ним з іншими людьми незалежно від F-Droid.org. Тепер репозиторії F-Droid можуть містити будь-які файли: застосунки, відео, звукозаписи, електронні книги, ZIP-файли тощо
zh_hans: _f-droid.org_ 只是全球不同的人们创建的数百个存储库中的一个应用存储库。因此，无论你是想发布音乐的音乐家，还是想为应用进行每日构建的开发人员，你都可以自由创建自己的存储库，并独立于 F-Droid.org 与他人共享。F-Droid 存储库现在可以包含任何类型的文件：应用，视频，音频，电子书，ZIP 等

source: Anyone can make their own F-Droid repo using the _fdroidserver_ command line tools, the same as always. That requires knowledge of the command line, manual editing of "metadata" files to edit your packages’ store details, copying screenshots to the right directory, etc. Now with [Repomaker]({{ site.baseurl }}/repomaker), there is a simple web app to create repos, so special knowledge is no longer needed. More information on how to install Repomaker coming soon!
de: Alle können ihr eigenes F-Droid-Repo erzeugen, indem sie die _fdroidserver_-Kommandozeilenwerkzeuge nutzen, dieselben wie immer schon. Erforderlich dafür sind Kommandozeilenkenntnisse, die manuelle Bearbeitung der "Metadaten"-Dateien, um die Details des Paket-Store aufzubereiten, das Kopieren von Bildschirmfotos in das richtige Verzeichnis, usw. Mit [Repomaker]({{ site.baseurl }}/repomaker) gibt es jetzt eine einfache Web-App, um Repos zu erstellen, Spezialwissen ist somit nicht mehr nötig. Ausführlichere Informationen, wie Repomaker installiert wird, in Kürze!
pl: Każdy może tworzyć własne repozytorium F-Droid za pomocą narzędzi wiersza poleceń _fdroidserver_, tak samo jak zawsze. To wymaga znajomości wiersza poleceń, ręcznej edycji plików "metadanych" w celu edycji szczegółów sklepu, kopiowania zrzutu ekranu do właściwego katalogu itp. Teraz z [Repomakerem]({{ site.baseurl }}/repomaker), to prosta aplikacja internetowa do tworzenia repo, więc specjalna wiedza nie jest już potrzebna. Więcej informacji o tym, jak zainstalować Repomaker już wkrótce!
ro: Oricine își poate face propriul depozit F-Droid folosind instrumentele de linie de comandă _fdroidserver_, la fel ca întotdeauna. Acest lucru necesită cunoașterea liniei de comandă, editarea manuală a fișierelor de "metadate" pentru a edita detaliile magazinului de pachete, copierea capturilor de ecran în directorul potrivit etc. Acum, cu [Repomaker]({{ site.baseurl }}/repomaker), există o aplicație web simplă pentru a crea depozite, așa că nu mai sunt necesare cunoștințe speciale. Mai multe informații despre cum se instalează Repomaker în curând!
ru: Любой может сделать собственный репозиторий F-Droid, используя инструменты командной строки _fdroidserver_. Это требует знания командной строки, ручного редактирования файлов "метаданных" для изменения сведений о магазине ваших пакетов, копирования скриншотов в нужную директорию и т.д. Теперь с [Repomaker]({{ site.baseurl }}/repomaker) есть простое веб-приложение для создания репозитория, поэтому специальные знания больше не нужны. Дополнительная информация о том, как установить Repomaker, скоро появится!
uk: Будь-хто охочий може зробити власний репозиторій F-Droid, за допомогою інструментів командного рядка _fdroidserver_, як і завжди. Це вимагає знання командного рядка, власноручного редагування файлів «метаданих» для зміни відомостей про каталог ваших пакунків, копіювання знімків екрана до потрібного каталогу тощо. Тепер, завдяки [Repomaker]({{ site.baseurl }}/repomaker), є простий мережевий застосунок для створення репозиторіїв, тому спеціальні знання більше не потрібні. Додаткові відомості про те, як встановити Repomaker, скоро з'являться!
zh_hans: 和之前一样，任何人都可以使用 _fdroidserver_ 命令行工具制作自己的 F-Droid 存储库。这需要掌握命令行知识，手动编辑“元数据”文件以编辑软件包的存储详细信息，将屏幕截图复制到正确的目录等。现在，有了 [Repomaker]({{ site.baseurl }}/repomaker) 这样的简单 Web 应用，无需特殊知识就可创建存储库。有关如何安装 Repomaker 的更多信息即将推出！

source: There are also new options for publishing custom, hosted repos. Standard webservers and Amazon S3 have been supported for a while. Now you can also publish repos directly to GitLab or GitHub. On top of that, we have improved the _fdroidserver_ workflow when working with large collections of APKs, based on feedback from the developers of [Izzysoft](https://apt.izzysoft.de/fdroid/) and [Metro Tech & Solutions]({{ site.baseurl }}/2017/07/03/cuba.html).
de: Es gibt außerdem neue Möglichkeiten, maßgeschneiderte, gehostete Repos zu publizieren. Standardwebserver und Amazon S3 unterstützen das seit einiger Zeit. Repos können jetzt ferner direkt auf GitLab or GitHub veröffentlicht werden. Darüberhinaus haben wir die _fdroidserver_-Arbeitsabläufe verbessert, wenn mit großen APK-Sammlungen gearbeitet wird, basierend auf Rückmeldungen der Entwickler von [Izzysoft](https://apt.izzysoft.de/fdroid/) und [Metro Tech &amp; Solutions]({{ site.baseurl }}/2017/07/03/cuba.html).
pl: Dostępne są również nowe opcje publikowania niestandardowych, hostowanych repozytoriów. Standardowe serwery internetowe i Amazon S3 są od jakiegoś czasu obsługiwane. Teraz możesz również publikować repos bezpośrednio na GitLab lub GitHub. Ponadto poprawiliśmy _fdroidserver_ workflow podczas pracy z dużymi zbiorami pakietów APK, na podstawie opinii programistów aplikacji [Izzysoft](https://apt.izzysoft.de/fdroid/) i [Metro Tech &amp; Solutions]({{ site.baseurl }}/2017/07/03/cuba.html).
ro: Există, de asemenea, noi opțiuni pentru publicarea de depozite personalizate și găzduite. Serverele web standard și Amazon S3 sunt acceptate de ceva vreme. Acum puteți publica, de asemenea, depozite direct în GitLab sau GitHub. În plus, am îmbunătățit fluxul de lucru _fdroidserver_ atunci când lucrăm cu colecții mari de APK-uri, pe baza feedback-ului oferit de dezvoltatorii de la [Izzysoft](https://apt.izzysoft.de/fdroid/) și [Metro Tech &amp; Solutions]({{ site.baseurl }}/2017/07/03/cuba.html).
ru: Также появились новые возможности для публикации пользовательских, размещенных на хостинге репозиториев. Стандартные веб-серверы и Amazon S3 поддерживались уже некоторое время. Теперь вы также можете публиковать репозитории непосредственно на GitLab или GitHub. Кроме того, мы улучшили рабочий процесс _fdroidserver_ при работе с большими коллекциями APK, основываясь на отзывах разработчиков [Izzysoft](https://apt.izzysoft.de/fdroid/) и [Metro Tech &amp; Solutions]({{ site.baseurl }}/2017/07/03/cuba.html).
uk: Також з'явилися нові можливості для оприлюднення користувацьких, розміщених репозиторіїв. Стандартні вебсервери та Amazon S3 підтримувалися вже деякий час. Тепер ви також можете оприлюднювати репозиторії безпосередньо на GitLab або GitHub. Крім того, ми поліпшили робочий процес _fdroidserver_ під час роботи з великими збірками APK, ґрунтуючись на відгуках розробників [Izzysoft](https://apt.izzysoft.de/fdroid/) та [Metro Tech &amp; Solutions]({{ site.baseurl }}/2017/07/03/cuba.html).
zh_hans: 还有一些用于发布自定义、托管的存储库的新选项。也已经支持标准 Web 服务器和 Amazon S3 的已经一段时间了。现在你还可以直接将存储库发布到 GitLab 或 GitHub 上。此外，我们基于来自 [Izzysoft](https://apt.izzysoft.de/fdroid/) 和 [Metro Tech & Solutions]({{ site.baseurl }}/2017/07/03/cuba.html) 的开发者的反馈改进了 _fdroidserver_ 处理大型 APK 集合时的工作流程。

source: Join us!
de: Schließen Sie sich uns an!
pl: Dołącz do nas!
ro: Vino alături de noi!
ru: Присоединяйтесь!
uk: Долучайтеся до нас!
zh_hans: 加入我们！

source: Do you also want to see Android as a complete free software platform? Join us! There are many ways to [contribute]({{ site.baseurl }}/contribute).
de: Möchten Sie Android auch als eine vollkommen, freie Software-Plattform sehen? Machen Sie mit! Es gibt viele Wege der [Mitarbeit]({{ site.baseurl }}/contribute).
pl: Czy chcesz także zobaczyć Androida jako pełną platformę wolnego oprogramowania? Dołącz do nas! Istnieje wiele sposobów [contribute]({{ site.baseurl }}/contribute).
ro: Doriți, de asemenea, să vedeți Android ca o platformă completă de software liber? Alăturați-vă nouă! Există multe modalități de a [contribute]({{ site.baseurl }}/contribute).
ru: Вы также хотите, чтобы Android стал полноценной платформой свободного программного обеспечения? Присоединяйтесь к нам! Есть много способов [внести свой вклад]({{ site.baseurl }}/contribute).
uk: Ви також хочете, щоб Android був платформою цілковито вільного програмного забезпечення? Долучайтеся до нас! Є багато способів [допомогти]({{ site.baseurl }}/contribute).
zh_hans: 你也想要将 Android 视为一个完整的自由软件平台吗？加入我们！[参与]({{ site.baseurl }}/contribute)的方法有很多。

source: get [more apps](https://gitlab.com/fdroid/rfp/issues) built and included in _f-droid.org_
de: Für die Herstellung und Aufnahme von [mehr Apps](https://gitlab.com/fdroid/rfp/issues) in _f-droid.org_ sorgen
pl: zdobądź [więcej aplikacji](https://gitlab.com/fdroid/rfp/issues) built and included in _f-droid.org_
ro: obțineți [more apps](https://gitlab.com/fdroid/rfp/issues) construite și incluse în _f-droid.org_
ru: получить [больше приложений](https://gitlab.com/fdroid/rfp/issues), созданных и включенных в _f-droid.org_
uk: отримати [більше застосунків](https://gitlab.com/fdroid/rfp/issues) створених та включених до _f-droid.org_
zh_hans: 让 _f-droid.org_ 构建并包含[更多应用](https://gitlab.com/fdroid/rfp/issues)

source: test [nightly builds](https://gitlab.com/fdroid/fdroidclient-nightly)
de: [Nightly Builds](https://gitlab.com/fdroid/fdroidclient-nightly) testen
pl: próba [nocne kompilacje](https://gitlab.com/fdroid/fdroidclient-nightly)
ro: testare [nightly builds](https://gitlab.com/fdroid/fdroidclient-nightly)
ru: тест [ночные сборки](https://gitlab.com/fdroid/fdroidclient-nightly)
uk: тестувати [збірки nightly](https://gitlab.com/fdroid/fdroidclient-nightly)
zh_hans: 测试[每日构建](https://gitlab.com/fdroid/fdroidclient-nightly)

source: [translate]({{ site.baseurl }}/docs/Translation_and_Localization/) any part of F-Droid
de: [übersetze]({{ site.baseurl }}/docs/Translation_and_Localization/) jeden Teil von F-Droid
pl: [przetłumacz]({{ site.baseurl }}/docs/Translation_and_Localization/) dowolną część F-Droid
ro: [translate]({{ site.baseurl }}/docs/Translation_and_Localization/)orice parte a F-Droid
ru: [перевод]({{ site.baseurl }}/docs/Translation_and_Localization/) любой части F-Droid
uk: [перекласти]({{ site.baseurl }}/docs/Translation_and_Localization/) будь-який складник F-Droid
zh_hans: [翻译]({{ site.baseurl }}/docs/Translation_and_Localization/) F-Droid 的任何部分

source: [improve](https://gitlab.com/fdroid/fdroidserver/issues) the server side tools
de: [verbessere](https://gitlab.com/fdroid/fdroidserver/issues) die serverseitigen Werkzeuge
pl: [udoskonalenie](https://gitlab.com/fdroid/fdroidserver/issues) narzędzia po stronie serwera
ro: [improve](https://gitlab.com/fdroid/fdroidserver/issues) instrumentele din partea serverului
ru: [улучшить](https://gitlab.com/fdroid/fdroidserver/issues) инструменты на стороне сервера
uk: [вдосконалити](https://gitlab.com/fdroid/fdroidserver/issues) засоби сервера
zh_hans: [改进](https://gitlab.com/fdroid/fdroidserver/issues)服务端工具

source: add [missing features](https://gitlab.com/fdroid/fdroidclient/issues) to the Android client
de: [Fehlende Funktionen](https://gitlab.com/fdroid/fdroidclient/issues) im Android-Client ergänzen
pl: dodaj [brakujące funkcje](https://gitlab.com/fdroid/fdroidclient/issues) do klienta Android
ro: adăugați [missing features](https://gitlab.com/fdroid/fdroidclient/issues) către clientul Android
ru: добавить [недостающие возможности](https://gitlab.com/fdroid/fdroidclient/issues) в клиент для Android
uk: додати [функції, яких бракує](https://gitlab.com/fdroid/fdroidclient/issues) to the Android client
zh_hans: 为 Android 客户端添加[缺少的功能](https://gitlab.com/fdroid/fdroidclient/issues)

source: make [Repomaker](https://gitlab.com/fdroid/repomaker/issues) work well on your platform
de: [Repomaker](https://gitlab.com/fdroid/repomaker/issues) auf Ihrer Plattform zum Laufen bringen
pl: konstrukcja [Repomaker](https://gitlab.com/fdroid/repomaker/issues) działa dobrze na twojej platformie
ro: faceți ca [Repomaker](https://gitlab.com/fdroid/repomaker/issues) să funcționeze bine pe platforma dumneavoastră
ru: заставить [Repomaker](https://gitlab.com/fdroid/repomaker/issues) хорошо работать на вашей платформе
uk: пристосувати [Repomaker](https://gitlab.com/fdroid/repomaker/issues) для нормальної роботи на вашій платформі
zh_hans: 使 [Repomaker](https://gitlab.com/fdroid/repomaker/issues) 在你的平台上工作

source: If you are looking for a good place to get started, see the list of "[first timer](https://gitlab.com/groups/fdroid/issues?label_name%5B%5D=first-timer)" issues.
de: Wenn Sie nach einem passenden Ort suchen, um damit anzufangen, dann sehen Sie sich die Liste der Probleme von "[Einsteigern](https://gitlab.com/groups/fdroid/issues?label_name%5B%5D=first-timer)" an.
pl: Jeśli szukasz dobrego miejsca, aby zacząć, zobacz listę "[nowicjusz](https://gitlab.com/groups/fdroid/issues?label_name%5B%5D=first-timer)" issues.
ro: Dacă sunteți în căutarea unui loc bun pentru a începe, consultați lista de probleme "[first timer](https://gitlab.com/groups/fdroid/issues?label_name%5B%5D=first-timer)".
zh_hans: 如果你正在寻找开始的起点，请参阅“[第一次入门](https://gitlab.com/groups/fdroid/issues?label_name%5B%5D=first-timer)”问题列表。

source: Publishing a nightly builds repo with GitLab or Travis CI
de: Publikation eines Repos für Nightly Builds mithilfe GitLab oder Travis CI
pl: Publikowanie nocnych repozytoriów z GitLab lub Travis CI
ro: Publicarea unui depozit de compilări nocturne cu GitLab sau Travis CI
ru: Публикация ночного репозитория сборки с помощью GitLab или Travis CI
uk: Оприлюднення нічних складань репозиторіїв з GitLab або Travis CI
zh_hans: 使用 GitLab 或 Travis CI 发布每日构建存储库
