Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The apps are downloaded by the store employees once, put into the repository and then are available to an unlimited number of customers without ever needing to connect to the internet again. The DroidT team is even going the last mile by also offering Spanish app metadata such as summaries and app descriptions to make it easier for people to find the app that they are looking for.
de: Die Apps werden von den Angestellten einmal heruntergeladen, im Repository eingestellt und stehen dann einer unbegrenzten Zahl von Kunden zur Verfügung, ohne jemals wieder eine Internetverbindung zu benötigen. Das DroidT-Team geht sogar einen Schritt weiter, indem es auch spanische App-Metadaten, wie Zusammenfassungen und App-Beschreibungen, bereitstellt, um es den Leuten leichter zu machen, die App zu finden, nach der sie suchen.
pl: Aplikacje są pobierane jednorazowo przez pracowników sklepu, umieszczane w repozytorium, a następnie dostępne dla nieograniczonej liczby klientów bez konieczności ponownego łączenia się z Internetem. Zespół DroidT pokonuje nawet ostatnią milę, oferując także hiszpańskie metadane aplikacji, takie jak podsumowania i opisy aplikacji, które ułatwiają znalezienie aplikacji, której szukają.
ro: Aplicațiile sunt descărcate o singură dată de către angajații magazinului, sunt introduse în depozit și apoi sunt disponibile pentru un număr nelimitat de clienți, fără a fi nevoie să se conecteze din nou la internet. Echipa DroidT merge chiar și pe ultima sută de metri, oferind și metadate spaniole pentru aplicații, cum ar fi rezumate și descrieri ale aplicațiilor, pentru a facilita găsirea aplicației pe care o caută.
ru: Приложения, один раз загруженные персоналом магазина, помещаются в репозиторий и становятся доступными для безграничного числа посетителей без нужды повторного выхода в интернет. Команда DroidT даже занимается окончательным наведением лоска, предлагая переведенные на испанский метаданные приложений, включая сведения и описания, чтобы помочь людям отыскать нужное им приложение.
uk: Застосунки завантажуються працівниками крамниці один раз, поміщаються в репозиторій, а потім доступні в необмеженій кількості всім, і ніколи більше не потрібно під'єднуватися до мережі. Команда DroidT навіть проходить останню милю, пропонуючи також перекладені іспанською метадані застосунків, такі як зведення та описи, щоб полегшити людям пошук потрібного застосунку.
zh_hans: 这些应用由商店的员工下载一次，放入存储库中，然后可供无数客户使用，而无需再次连接到互联网。DroidT 团队甚至还通过提供西班牙语应用元数据（例如摘要和应用描述）解决了最后一英里问题，使人们更容易找到他们想要的应用。

source: At the moment they work on making use of the new screenshot feature that was introduced to the F-Droid app recently, so their customers can browse through the screenshots before deciding whether to install an app or not.
de: Momentan arbeitet es an der Einbindung der Bildschirmfoto-Funktion, die vor Kurzem in der F-Droid-App eingeführt wurde, damit die Kunden durch die Bildschirmfotos blättern können, bevor sie sich für oder gegen die Installation einer App entscheiden.
pl: W tej chwili pracujemy nad wykorzystaniem nowej funkcji zrzutów ekranu, która została niedawno wprowadzona do aplikacji F-Droid, aby klienci mogli przeglądać zrzuty ekranu przed podjęciem decyzji, czy zainstalować aplikację, czy nie.
ro: În prezent, ei lucrează la utilizarea noii funcții de captură de ecran care a fost introdusă recent în aplicația F-Droid, astfel încât clienții lor să poată răsfoi capturile de ecran înainte de a decide dacă să instaleze sau nu o aplicație.
ru: В данный момент они работают над внедрением новой возможности по размещению снимков экрана, которая недавно была добавлена в приложение F-Droid, чтобы посетители могли ознакомиться со снимками экрана и решить хотят ли они установить это приложение.
uk: Наразі вони працюють над впровадженням нової можливості з розміщення знімків екрану, яку нещодавно було додано в застосунок F-Droid, щоб відвідувачі могли ознайомитися зі знімками екрану і вирішити чи хочуть вони встановити цей застосунок.
zh_hans: 目前，他们正在致力于利用最近引入到 F-Droid 应用中的新的屏幕截图功能，以便他们的客户可以浏览屏幕截图，然后再决定是否安装应用。

source: ![]({% asset posts/2017-07-03-cuba/fdroid_repo_categories.jpg %})<br/> *A Screenshot of DroidT's app categories*
de: ![]({% asset posts/2017-07-03-cuba/fdroid_repo_categories.jpg %})<br> *Bildschirmfoto von DroidT's App-Kategorien*
pl: ![]({% asset posts/2017-07-03-cuba/fdroid_repo_categories.jpg %})<br> *Zrzut ekranu kategorii aplikacji DroidT*
ro: ![]({% asset posts/2017-07-03-cuba/fdroid_repo_categories.jpg %})<br> *O captură de ecran a categoriilor de aplicații ale DroidT*
ru: ![]({% asset posts/2017-07-03-cuba/fdroid_repo_categories.jpg %})<br/> *Снимок экрана с категориями в приложении от DroidT*
uk: ![]({% asset posts/2017-07-03-cuba/fdroid_repo_categories.jpg %})<br> *Знімок екрана з категоріями в застосунку від DroidT*
zh_hans: ![]({% asset posts/2017-07-03-cuba/fdroid_repo_categories.jpg %})<br/> *DroidT 应用类别的屏幕截图*

source: Another nice service they offer are app updates that are securely delivered by F-Droid. When somebody who has already downloaded apps from their repository, comes into the range of their WiFi again, F-Droid will check for updates and offer to install the ones that are available. This is a huge advantage in a country where people normally never care about updates at the expense of security.
de: Ein weiterer feiner Dienst, der von ihm angeboten wird, sind App-Aktualisierungen, die sicher über F-Droid verteilt werden. Wenn jemand, der bereits Apps aus seinem Repository heruntergeladen hat, wieder in die Reichweite des WLAN kommt, wird F-Droid nach Aktualisierungen suchen und diejenigen, die verfügbar sind, zur Installation anbieten. Das ist in einem Land, in dem die Leute sich normalerweise, zu Lasten der Sicherheit, nie um Aktualisierungen kümmern, ein riesiger Fortschritt.
pl: Kolejną miłą usługą, jaką oferują, są aktualizacje aplikacji, które są bezpiecznie dostarczane przez F-Droid. Gdy ktoś, kto już pobrał aplikacje ze swojego repozytorium, ponownie wejdzie w zasięg swojego WiFi, F-Droid sprawdzi dostępność aktualizacji i zaoferuje instalację tych, które są dostępne. Jest to ogromna zaleta w kraju, w którym ludzie zwykle nie dbają o aktualizacje kosztem bezpieczeństwa.
ro: Un alt serviciu frumos pe care îl oferă sunt actualizările de aplicații care sunt livrate în siguranță de F-Droid. Atunci când cineva care a descărcat deja aplicații din depozitul lor intră din nou în raza de acoperire a rețelei WiFi, F-Droid va verifica dacă există actualizări și va oferi instalarea celor disponibile. Acesta este un avantaj uriaș într-o țară în care, în mod normal, oamenilor nu le pasă niciodată de actualizări în detrimentul securității.
ru: Другой приятной услугой, которую они предлагают — безопасное обновление приложений при помощи F-Droid. Когда некто, уже скачавший приложения из их репозитория вновь попадает в поле действия их сети WiFi, F-Droid проверит наличие и предложит установить доступные обновления. Это огромное преимущество в стране, где обычно люди не заботятся об обновлениях жертвуя безопасностью.
uk: Інша приємна послуга, яку вони пропонують — безпечне оновлення застосунків за допомогою F-Droid. Коли хтось, хто вже завантажив застосунки з їхнього репозиторію, знову потрапляє в поле дії їхньої мережі WiFi, F-Droid перевірить наявність і запропонує встановити доступні оновлення. Це величезна перевага в країні, де зазвичай люди не дбають про оновлення, наражаючись на небезпеку.
zh_hans: 他们提供的另一个不错的服务是由 F-Droid 安全交付的应用更新。当已经从其存储库下载了应用的某人再次进入其 WiFi 范围时，F-Droid 将检查更新并建议安装可用的更新。在一个人们通常从不关心更新而牺牲安全性的国家中，这是一个巨大的优势。

source: So it comes at no surprise that their slogan is "BE UPDATE" that even hangs in huge letters right above their desk in their shop. The repository by the way is hosted on the server that you can see directly above the banner with their slogan.
de: So wundert es nicht, dass sein Werbespruch "BE UPDATE" ist, der auch in riesigen Lettern genau über dem Schreibtisch des Ladens hängt. Das Repository wird übrigens auf dem Server gehosted, der direkt über dem Werbebanner zu sehen ist.
pl: Nic więc dziwnego, że ich hasło brzmi "ZAKTUALIZUJ", które nawet wisi wielkimi literami tuż nad biurkiem w ich sklepie. Repozytorium po drodze jest hostowane na serwerze, które można zobaczyć bezpośrednio nad banerem z ich hasłem.
ro: Așa că nu este de mirare că sloganul lor este "BE UPDATE", care este afișat cu litere mari chiar deasupra biroului lor din magazin. Apropo, depozitul este găzduit pe serverul pe care îl puteți vedea chiar deasupra bannerului cu sloganul lor.
ru: И не удивительно, что их девизом является "BE UPDATE", нанесенный на плакат огромными буквами, он вывешен прямо над прилавком магазина. Кстати, репозиторий располагается на сервере, который виден на фото, прямо над плакатом с их девизом.
uk: Тож не дивно, що їхнім гаслом є "ОНОВЛЮЙТЕ", яке навіть висить величезними літерами прямо над їхнім столом у їхній крамниці. Hепозиторій, до речі, розміщено на сервері, який ви можете бачити безпосередньо над банером з їхнім слоганом.
zh_hans: 因此，毫不奇怪，他们的口号是 "BE UPDATE"，以巨大字母组成标语就挂在他们商店桌子上方。顺便说一下，你可以直接在横幅上方看到托管存储库的服务器。

source: It is great to see that the free technology that the F-Droid community worked on for so many years to liberate Android users is put to unexpected use by talented individuals in other countries like Cuba and helps to make a difference there.
de: Es ist großartig mit anzusehen, dass die freie Technologie, an der die F-Droid-Community so viele Jahre gearbeitet hat, um Android-Nutzer zu befreien, eine unerwartete Verwendung durch talentierte Menschen in anderen Ländern wie Kuba erfährt und dort etwas bewegt.
pl: Wspaniale jest widzieć, że bezpłatna technologia, którą społeczność F-Droid opracowywała przez wiele lat w celu uwolnienia użytkowników Androida, jest nieoczekiwanie wykorzystywana przez utalentowane osoby w innych krajach, takich jak Kuba, i pomaga to zmienić.
ro: Este grozav să vezi că tehnologia gratuită la care comunitatea F-Droid a lucrat atâția ani pentru a elibera utilizatorii de Android este folosită în mod neașteptat de persoane talentate din alte țări, cum ar fi Cuba, și ajută la a face o diferență acolo.
ru: Здорово видеть как свободные технологии над которыми сообщество F-Droid трудилось все эти годы, чтобы освободить пользователей Android, находит столь необычное применение талантливыми людьми в других странах, подобно Кубе, и помогает сделать вклад в общее дело.
uk: Чудово бачити, як вільні технології над якими спільнота F-Droid працювала всі ці роки, щоб звільнити користувачів Android, знаходить таке незвичайне застосування талановитими людьми в інших країнах, подібно до Куби й допомагає зробити внесок в загальну справу.
zh_hans: 很高兴看到 F-Droid 社区多年来为解放 Android 用户而努力开发的自由技术被古巴等其他国家的有才华的人们以出人意料的方式使用，并产生了影响。

source: For the sake of completeness however, it should be mentioned that ordinary downloads and F-Droid are not the only ways that Cubans use to get apps. There are weekly data packages that are sent through the country on hard-drives by bus. These <a href="https://en.wikipedia.org/wiki/El_Paquete_Semanal">Paquete Semanal</a> contain mostly movies and TV shows, but also news and apps.
de: Der Vollständigkeit halber sollte allerdings noch erwähnt werden, dass normale Downloads und F-Droid nicht der einzige Weg sind, über den Kubaner Apps erhalten. Es gibt wöchentliche Datenpakete, die auf Festplatten per Bus durch das Land geschickt werden. Diese <a href="https://en.wikipedia.org/wiki/El_Paquete_Semanal">Paquete Semanal</a> enthalten überwiegend Filme und Fernsehshows, aber auch Nachrichten und Apps.
pl: Jednak ze względu na kompletność należy wspomnieć, że zwykłe pliki do pobrania i F-Droid nie są jedynymi sposobami wykorzystywania przez Kubańskie aplikacje. Cotygodniowe pakiety danych są przesyłane przez kraj na dyskach twardych. Te<a href="https://en.wikipedia.org/wiki/El_Paquete_Semanal">Paquete Semanal</a> zawierają głównie filmy i programy telewizyjne, ale także wiadomości i aplikacje.
ro: Totuși, pentru a fi complet, trebuie menționat faptul că descărcările obișnuite și F-Droid nu sunt singurele modalități pe care cubanezii le folosesc pentru a obține aplicații. Există pachete de date săptămânale care sunt trimise prin țară pe hard-disk-uri cu autobuzul. Aceste <a href="https://en.wikipedia.org/wiki/El_Paquete_Semanal">Paquete Semanal</a> conțin în principal filme și emisiuni TV, dar și știri și aplicații.
ru: Для полноты картины стоит отметить, что простое скачивание и F-Droid — не единственные способы, которыми кубинцы привыкли получать свои приложения. Еженедельно по всей стране в автобусах разъезжают жесткие диски, содержащие пакеты данных. В таких <a href="https://en.wikipedia.org/wiki/El_Paquete_Semanal">еженедельных пакетах</a> преобладают фильмы и телепередачи, но есть также и новости и приложения.
uk: Однак для повноти слід зазначити, що звичайні завантаження та F-Droid — не єдині способи, якими кубинці використовують застосунки. Є щотижневі пакунки даних, які надсилаються через країну на жорстких дисках автобусом. Ці <a href="https://uk.wikipedia.org/wiki/El_Paquete_Semanal">щотижневі пакунки</a> містять переважно фільми та телешоу, а також новини та застосунки.
zh_hans: 但是为了全面起见，应该提到的是，普通下载和 F-Droid 并不是古巴人用来获取应用的唯一方式。每周都有通过公共汽车使用硬盘在全国发送的数据包。这些 <a href="https://en.wikipedia.org/wiki/El_Paquete_Semanal">Paquete Semanal</a> 主要包含电影和电视节目，但也有新闻和应用。

source: Then, there is a proprietary app called <a href="https://en.wikipedia.org/wiki/Zapya">Zapya</a> that is very popular among young Cubans, because it allows them to wirelessly share apps and other files between two phones. Although F-Droid offers the same functionality, this is not yet widely known and currently being improved to match the simplicity that Zapya offers to Cubans at the moment.
de: Schließlich gibt es eine proprietäre App namens <a href="https://en.wikipedia.org/wiki/Zapya">Zapya</a>, die unter jungen Kubanern sehr beliebt ist, da sie die drahtlose Übertragung von Apps und anderen Dateien zwischen zwei Telefonen ermöglicht. Obwohl F-Droid dieselbe Funktion enthält, ist das noch nicht sehr bekannt und momentan noch nicht genügend ausgereift, um an die Einfachheit, die Zapya den Kubanern derzeit bietet, heranzukommen.
pl: Następnie jest zastrzeżona aplikacja o nazwie <a href="https://en.wikipedia.org/wiki/Zapya">Zapya</a> jest to bardzo popularne wśród młodych Kubańczyków, ponieważ pozwala im bezprzewodowo udostępniać aplikacje i inne pliki między dwoma telefonami. Mimo, że F-Droid oferuje te same funkcje, to nie jest jeszcze powszechnie znane i obecnie modernizowany do prostoty, która Zapya oferuje dla Kubańczyków w tej chwili.
ro: Apoi, există o aplicație proprie numită <a href="https://en.wikipedia.org/wiki/Zapya">Zapya</a> care este foarte populară în rândul tinerilor cubanezi, deoarece le permite să partajeze fără fir aplicații și alte fișiere între două telefoane. Deși F-Droid oferă aceeași funcționalitate, aceasta nu este încă foarte cunoscută și este în curs de îmbunătățire pentru a se alinia la simplitatea pe care Zapya o oferă cubanezilor în prezent.
ru: А также существует проприетарное приложение, называемое <a href="https://en.wikipedia.org/wiki/Zapya">Zapya</a>, которое крайне популярно среди молодых кубинцев, поскольку позволяет обмениваться приложениями с телефона на телефон без проводов. Хотя F-Droid предлагает ту же функциональность, об этом не известно в широких кругах, и, в данный момент, ведется ее доработка с целью сравниться по простоте использования с той, что Zapya предлагает кубинцам уже сейчас.
uk: А також існує пропрієтарний застосунок <a href="https://uk.wikipedia.org/wiki/Zapya">Zapya</a>, що вкрай розповсюджений серед молодих кубинців, оскільки дозволяє обмінюватися застосунками з телефону на телефон без проводів. Хоча F-Droid пропонує ту ж можливісність, про це не відомо в широких колах, і даної миті, ведеться її доопрацювання з метою зрівнятися по простоті використання з Zapya, що використовують кубинці зараз.
zh_hans: 然后，有一个名为 <a href="https://en.wikipedia.org/wiki/Zapya">Zapya</a> 的专有应用，在年轻的古巴人中很流行，因为它允许他们在两部手机之间的无线分享应用和其他文件。尽管 F-Droid 提供了相同的功能，但这尚未广为人知，并且目前正在改进以达到 Zapya 为古巴人提供的简便程度。

source: ![]({% asset posts/2017-07-03-cuba/zapya_sharing.jpg %})<br/> *A Cuban sharing apps with Zapya*
de: ![]({% asset posts/2017-07-03-cuba/zapya_sharing.jpg %})<br> *Kubaner, der über Zapya Apps teilt*
pl: ![]({% asset posts/2017-07-03-cuba/zapya_sharing.jpg %})<br> *Kubańczyk udostępniający aplikacje z Zapya*
ro: ![]({% asset posts/2017-07-03-cuba/zapya_sharing.jpg %})<br> *O aplicație de partajare cubaneză cu Zapya*
ru: ![]({% asset posts/2017-07-03-cuba/zapya_sharing.jpg %})<br/> *Кубинец обменивается приложениями при помощи Zapya*
uk: ![]({% asset posts/2017-07-03-cuba/zapya_sharing.jpg %})<br> *Кубинець ділиться застосунками за допомогою Zapya*
zh_hans: ![]({% asset posts/2017-07-03-cuba/zapya_sharing.jpg %})<br/> *一个通过 Zapya 分享应用的古巴人*

source: *This post was originally published on [blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba](https://blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba/).*
de: *Dieser Post wurde ursprünglich im [blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba](https://blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba/) veröffentlicht.*
pl: *Ten post został pierwotnie opublikowany na [blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba](https://blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba/).*
ro: *Acest articol a fost publicat inițial pe [blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba](https://blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba/).*
ru: *Оригинал этой записи располагается по адресу [blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba](https://blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba/).*
uk: *Цей допис було спочатку оприлюднено на [blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba](https://blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba/).*
zh_hans: *此文章最初发布在 [blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba](https://blog.grobox.de/2017/how-f-droid-is-bringing-apps-to-cuba/) 上。*

source: F-Droid is 1.0!
de: F-Droid wird 1.0!
pl: F-Droid 1.0!
ro: F-Droid este 1.0!
ru: F-Droid — 1.0!
uk: F-Droid вже має версію 1.0!
zh_hans: F-Droid 1.0 来了！

source: October 10th, 10-10, is the perfect day to announce F-Droid 1.0! After 7 years and the last year of intense development, we are ready to call the F-Droid ecosystem ready for prime time. We think that F-Droid is mature enough and ready for all users.
de: Heute, 10. Oktober, 10.10., ein perfekter Tag, um F-Droid 1.0 anzukündigen! Nach 7 Jahren und dem vergangenen Jahr intensiver Entwicklung, sind wir bereit, dem Ökosystem F-Droid die Marktreife zu erteilen. Wir denken, dass F-Droid ausgereift genug und für alle Anwender betriebsbereit ist.
pl: 10 października, 10-10, jest idealny dzień, aby ogłosić 1.0 F-Droid! Po 7 latach i ostatnim roku intensywnego rozwoju jesteśmy gotowi do wywołania ekosystemu F-Droid gotowy do największej oglądalności. Uważamy, że F-Droid jest wystarczająco dojrzały i gotowy dla wszystkich użytkowników.
ro: 10 octombrie, 10-10, este ziua perfectă pentru a anunța F-Droid 1.0! După 7 ani și ultimul an de dezvoltare intensă, suntem pregătiți să numim ecosistemul F-Droid gata pentru momentul de vârf. Credem că F-Droid este suficient de matur și pregătit pentru toți utilizatorii.
ru: 10 октября - идеальный день для анонса F-Droid 1.0! После 7 лет и последнего года интенсивной разработки мы готовы назвать экосистему F-Droid готовой к прайм-тайм. Мы считаем, что F-Droid достаточно зрел и готов для всех пользователей.
uk: 10 жовтня, 10-10, ідеальний день для оголошення F-Droid 1.0! Після 7 років та останнього року інтенсивного розвитку ми готові назвати екосистему F-Droid готовою до прайм-тайму. Ми вважаємо, що F-Droid достатньо зрілий і готовий для всіх користувачів.
zh_hans: 10 月 10 日，10-10，是发布 F-Droid 1.0 的完美之日！ 在经历了 7 年和迅速发展的最后一年之后，我们已经准备好将 F-Droid 生态系统称之为准备就绪。我们认为 F-Droid 已经足够成熟并准备好让所有用户使用了。

source: With 60+ languages, 100+ contributors, 2500+ apps, and many millions of downloads, F-Droid is already widely used. It is even the default, built-in app store for two important Android ROM projects: [Replicant](https://www.replicant.us/) and [CopperheadOS](https://copperhead.co/android/).
de: Mit über 60 Sprachen, hunderten Mitarbeitern, mehr als 2500 Apps und vielen Millionen Downloads, ist F-Droid bereits weit verbreitet. In zwei wichtigen Android-ROM-Projekten - [Replicant](https://www.replicant.us/) und [CopperheadOS](https://copperhead.co/android/)) - ist es sogar der mitgelieferte Standard-App-Store.
pl: Dzięki ponad 60 językom, ponad 100 współpracowników, ponad 2500 aplikacji i wielu milionom plików do pobrania, F-Droid jest już szeroko stosowany. Jest to nawet domyślny, wbudowany sklep z aplikacjami dla dwóch ważnych projektów Android ROM: [Replicant](https://www.replicant.us/) i [CopperheadOS](https://copperhead.co/android/).
ro: Cu peste 60 de limbi, peste 100 de colaboratori, peste 2500 de aplicații și multe milioane de descărcări, F-Droid este deja utilizat pe scară largă. Este chiar magazinul de aplicații implicit, integrat în două proiecte importante de ROM-uri Android: [Replicant](https://www.replicant.us/) și [CopperheadOS](https://copperhead.co/android/).
ru: С 60+ языками, 100+ участниками, 2500+ приложениями и многими миллионами загрузок, F-Droid уже широко используется. Он даже является встроенным магазином приложений по умолчанию для двух важных проектов Android ROM: [Replicant](https://www.replicant.us/) и [CopperheadOS](https://copperhead.co/android/).
uk: З 60+ мовами, 100+ дописувачами, 2500+ застосунками, і з багатьма мільйонами завантажень, F-Droid вже широко використовується. Це навіть вбудована усталена крамниця застосунків для двох важливих проєктів прошивок Android: [Replicant](https://www.replicant.us/) та [CopperheadOS](https://copperhead.co/android/).
zh_hans: F-Droid 拥有 60 多种语言，100 多个贡献者，2500 多个应用以及数百万的下载量，已经被广泛使用。它甚至是两个重要 Android ROM 项目的默认内置应用商店：[Replicant](https://www.replicant.us/) 和 [CopperheadOS](https://copperhead.co/android/)。
