Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The list of repositories available in the settings now has a defined order. Before, repositories at the bottom implicitly had a higher priority than those at the top. This was counter-intuitive and thus changed. Since version 1.20, the repository at the top has the highest priority while the repo at the bottom has the lowest priority. Users that upgrade from old versions may find that the order of their repositories has reversed. This is to not force the new behavior upon them, but to keep priorities how they were before. Note that the position or priority of a repository only matters if an app is available from more than one repo.
ru: Список репозиториев, доступных в настройках, теперь имеет определенный порядок. Раньше репозитории, расположенные внизу, неявно имели более высокий приоритет, чем те, что находились вверху. Это было неинтуитивно, и поэтому порядок был изменен. Начиная с версии 1.20, репозиторий в верхней части имеет наивысший приоритет, а репозиторий в нижней части - наименьший. Пользователи, перешедшие со старых версий, могут обнаружить, что порядок репозиториев изменился на противоположный. Это сделано для того, чтобы не навязывать им новое поведение, а сохранить приоритеты в том виде, в котором они были раньше. Обратите внимание, что положение или приоритет репозитория имеет значение только в том случае, если приложение доступно из нескольких репозиториев.
uk: Список репозиторіїв, доступних у налаштуваннях, тепер має певний порядок. Раніше репозиторії внизу неявно мали вищий пріоритет, ніж репозиторії вгорі. Це було неінтуїтивно, тому це було змінено. Починаючи з версії 1.20, репозиторій вгорі має найвищий пріоритет, тоді як репозиторій внизу має найнижчий пріоритет. Користувачі, які оновлюються зі старих версій, можуть виявити, що порядок їхніх репозиторіїв змінився. Це зроблено, щоб не нав'язувати їм нову поведінку, а зберегти пріоритети такими, якими вони були раніше. Зауважте, що позиція або пріоритет репозиторію має значення лише в тому випадку, якщо застосунок доступний з більш ніж одного репозиторію.
zh_hans: 设置中的存储库列表现在有了明确的顺序。过去，底部的存储库比顶部的隐含地具有更高的优先级。这一设计反直觉因此被更改了。从 1.20 版本开始，顶部的存储库具有最高优先级而底部的存储库具有最低优先级。从旧版本更新的用户会发现存储库顺序反转了。这不是为了强加新的行为，而是为了保持过去的优先级。需要注意存储库的位置或优先级只在多个存储库包含同一个应用时生效。

source: It is now also possible to re-order the position of repositories in the list. For example, if NewPipe's repo was added and the user always wants to prefer apps from that repo, they can move it to the top.
ru: Теперь также можно изменить положение репозиториев в списке. Например, если было добавлено репозиторий NewPipe и пользователь хочет всегда отдавать предпочтение приложениям из этого репозитория, он может переместить его на самый верх.
uk: Тепер також можна змінювати порядок розташування репозиторіїв у списку. Наприклад, якщо було додано репозиторій NewPipe, і користувач завжди хоче віддавати перевагу застосункам з цього репозиторію, він може перемістити його на перше місце.
zh_hans: 现在也可以重新对列表中的存储库位置排序。例如，如果用户添加了 NewPipe 的存储库并想要始终从此存储库中安装更新应用，可以将它移到顶部。

source: Repositories can have an *archive* where old apps or old versions of apps that are no longer relevant get moved to. Historically, these archives were shown as regular repositories to the user. Now, they are no longer shown in the list, but have moved to the details screen of each repository.
ru: В репозиториях может быть *архив*, куда перемещаются старые приложения или старые версии приложений, которые больше не актуальны. Исторически сложилось так, что эти архивы показывались пользователю как обычные репозитории. Теперь они больше не отображаются в списке, а переместились на экран подробностей каждого хранилища.
uk: Репозиторії можуть мати *архів*, куди переміщуються старі застосунки або старі версії застосунків, які вже не актуальні. Раніше ці архіви показувалися користувачеві як звичайні репозиторії. Тепер вони більше не показані у списку, а переміщені на екран подробиць кожного репозиторію.
zh_hans: 存储库可以有一个*归档*，将不再有价值的旧应用或应用的旧版本移动过去。历史上，归档作为普通存储库向用户展示。现在，它们不再显示在列表中，而是移动到了每个存储库的详细信息屏幕中。

source: If, for some reason, you want to check the archive, you can enable it here. For repositories that do not have an archive, enabling this will simply fail.
ru: Если по какой-то причине вы хотите проверить архив, вы можете включить эту функцию здесь. Для хранилищ, в которых нет архива, включение этой опции просто не даст результата.
uk: Якщо з якихось причин ви хочете перевірити архів, ви можете увімкнути його тут. Для репозиторіїв, які не мають архіву, увімкнення цієї опції просто не спрацює.
zh_hans: 如果出于某些理由你想要查看归档，你可以在这里启用它。对于没有归档的存储库，启用这一选项会失败。

source: All these changes are new in version 1.20 which goes through alpha and beta stages before published for everyone. We encourage users to opt-in to beta testing of F-Droid by visiting the app details screen of F-Droid itself, then at the top right corner select the three dot menu and select "Allow Beta Updates". The final version 1.20 is already live, but will undergo more testing until deemed _suggested_.
ru: Все эти изменения появились в версии 1.20, которая проходит стадии альфа- и бета-тестирования перед публикацией для всех желающих. Мы призываем пользователей присоединиться к бета-тестированию F-Droid, посетив экран сведений о приложении F-Droid, затем в правом верхнем углу выберите меню с тремя точками и выберите "Разрешить бета-обновления". Финальная версия 1.20 уже доступна, но будет проходить дополнительное тестирование, пока не будет признана _полезной_.
uk: Всі ці зміни є новими у версії 1.20, яка проходить альфа- та бета-етапи перед публікацією для всіх охочих. Ми заохочуємо користувачів приєднатися до бета-тестування F-Droid, відвідавши екран деталей програми F-Droid, потім у верхньому правому куті виберіть меню з трьома крапками і виберіть «Дозволити бета-оновлення». Фінальна версія 1.20 вже доступна, але буде проходити додаткове тестування, перш ніж буде вважатися _запропонованою_.
zh_hans: 所有这些更改都是 1.20 版本中新增的，在向所有人发布之前经过了 alpha 和 beta 阶段。我们鼓励用户尝试 F-Droid 的 beta 测试。用户可以进入 F-Droid 自己的应用详细信息屏幕，在右上角的打开三点菜单并选择“允许测试版更新”。1.20 版本的最终版已经发布，但将会经理更多测试直到被认为可以 _推荐_。

source: Finally an alternative to Big Tech, your new open-source mobile ecosystem - Mobifree
ru: Наконец-то альтернатива большим технологиям, ваша новая мобильная экосистема с открытым исходным кодом - Mobifree
uk: Нарешті альтернатива великим компаніям, ваша нова мобільна екосистема з відкритим кодом — Mobifree
zh_hans: 终于有了科技巨头的替代，你的新开源移动生态系统 - Mobifree

source: Have you ever wondered what it would be like to engage in a mobile ecosystem outside of the watchful eye of the Big Tech giants and gatekeepers? A system that includes everything from operating systems, to app stores, to cloud services, messaging apps, email servers and more? A system that puts your privacy first, believes in a democratic approach and healthy competition, and a system that relies on open-source solutions to drive its software? Welcome to [Mobifree](https://mobifree.org/), a human-centered, ethical alternative, that champions privacy over profit and believes in collaboration, sustainability and inclusiveness.
ru: Вы когда-нибудь задумывались о том, каково это - участвовать в мобильной экосистеме, не находящейся под пристальным вниманием гигантов и воротил Больших Технологий? Система, включающая в себя все: операционные системы, магазины приложений, облачные сервисы, приложения для обмена сообщениями, серверы электронной почты и многое другое? Система, которая ставит вашу конфиденциальность на первое место, верит в демократический подход и здоровую конкуренцию, а также полагается на решения с открытым исходным кодом для создания своего программного обеспечения? Добро пожаловать в [Mobifree](https://mobifree.org/), этичную альтернативу, ориентированную на человека, которая ставит приватность выше прибыли и верит в сотрудничество, устойчивость и инклюзивность.
uk: Ви коли-небудь замислювалися над тим, як це працювати в мобільній екосистемі поза пильним оком техногігантів та контролерів? Система, яка охоплює все: від операційних систем до крамниць застосунків, хмарних служб, застосунків для обміну повідомленнями, поштових служб та іншого? Система, яка ставить вашу приватність на перше місце, вірить у демократичний підхід і здорову конкуренцію, і система, яка покладається на рішення з відкритим кодом для свого програмного забезпечення? Ласкаво просимо до [Mobifree](https://mobifree.org/), етичної альтернативи, орієнтованої на людину, яка відстоює приватність понад прибуток і вірить у співпрацю, сталість та інклюзивність.
zh_hans: 你是否曾经好奇进入一个科技巨头和守门人警惕目光之外的移动生态系统会是什么样？一个包括从操作系统，到应用商店，到云服务，消息应用，邮件服务器和更多方面的系统？一个将你的隐私放在首位，相信民主方式和健康竞争的系统，一个依赖开源解决方案驱动软件的系统？欢迎来到 [Mobifree](https://mobifree.org/)，一个以人为本，合乎道德，为隐私而非利润斗争，相信合作，可持续性和包容性的替代品。

source: Everyone is locked into a mobile phone ecosystem where the terms are dictated by a handful of Big Tech companies all located in a single country. From end users looking to download and use their favorite apps, to developers who run into roadblocks when trying to get their solutions published, to governments who are increasingly using apps as a way to provide services to their citizens, we are all impacted by the gatekeeping, data tracking, and railroading Big Tech is imposing on us in the current mobile ecosystem. A new alternative is required to shape a better future. And F-Droid is excited to be a part of creating that new mobile ecosystem, together with our other partners in Mobifree.
ru: Все заперты в экосистеме мобильных телефонов, где условия диктует горстка крупных технологических компаний, расположенных в одной стране. От конечных пользователей, желающих загрузить и использовать свои любимые приложения, до разработчиков, которые сталкиваются с препятствиями при попытке опубликовать свои решения, и правительств, которые все чаще используют приложения в качестве способа предоставления услуг своим гражданам, - все мы страдаем от контроля, отслеживания данных и "железной дороги", которую навязывает нам Big Tech в текущей мобильной экосистеме. Для построения лучшего будущего необходима новая альтернатива. И F-Droid с радостью принимает участие в создании этой новой мобильной экосистемы вместе с другими нашими партнерами по Mobifree.
uk: Усі ми замкнені в екосистемі мобільних телефонів, де умови диктує жменька великих технологічних компаній, розташованих в одній країні. Від кінцевих користувачів, які хочуть завантажити й використовувати свої улюблені застосунки, до розробників, які стикаються з перешкодами, намагаючись оприлюднити свої рішення, і до урядів, які все частіше використовують застосунки для надання послуг своїм громадянам, — всі ми відчуваємо на собі вплив контролю, відстеження даних і управління, які нав'язують нам великі технології в сучасній мобільній екосистемі. Для формування кращого майбутнього потрібна нова альтернатива. І F-Droid радий бути частиною створення цієї нової мобільної екосистеми разом з іншими нашими партнерами в Mobifree.
zh_hans: 每个人都被锁定在了一个由单一国家的科技巨头支配的移动电话生态系统中。从想要想在并使用最爱应用的终端用户，到发布解决方案时遇到障碍的开发者，到越来越多使用应用作为向公民提供服务的政府，我们都受到科技巨头在当前的移动生态系统中强加给我们看守大门，数据跟踪，把持道路的影响。一个新的替代品需要塑造一个更好的未来。F-Droid 很兴奋和我们的其他 Mobifree 中的合作伙伴一起成为创造新的移动生态系统的一部分。

source: For an average user, it is difficult to discern how you are being tracked, where your private information is being saved, how it is being used and who it is being sold to. As a long-standing champion of user and developer rights, pushing for privacy over profit, F-Droid has always been committed to upholding high open-source standards in the technology we create. For more than 14 years, F-Droid has been developing solutions which act as pieces of the alternative mobile ecosystem puzzle. So it was a natural fit for F-Droid to become a contributing partner in the broader Mobifree project.
ru: Обычному пользователю трудно понять, как за вами следят, где хранится ваша частная информация, как она используется и кому продается. Будучи давним защитником прав пользователей и разработчиков, отстаивающим приоритет конфиденциальности над выгодой, компания F-Droid всегда придерживалась высоких стандартов открытого исходного кода в создаваемых нами технологиях. Уже более 14 лет F-Droid разрабатывает решения, которые служат кусочками головоломки альтернативной мобильной экосистемы. Поэтому для F-Droid было вполне естественно стать партнером в более широком проекте Mobifree.
uk: Пересічному користувачеві важко зрозуміти, як за вами стежать, де зберігається ваша особиста інформація, як вона використовується і кому продається. Як давній захисник прав користувачів і розробників, що відстоює перевагу приватності над прибутком, компанія F-Droid завжди прагнула підтримувати високі стандарти відкритого коду в технологіях, які ми створюємо. Понад 14 років F-Droid розробляє рішення, які є частинами пазла альтернативної мобільної екосистеми. Тож для F-Droid було природно стати партнером, який робить внесок у ширший проєкт Mobifree.
zh_hans: 对于普通用户来说，看出你是怎样被追踪的，你的隐私信息被保存在哪里，它如何被使用并被出售给谁并不容易。F-Droid 作为长期的用户和开发者权利的捍卫者，推动隐私优于利润，一直在我们创造的技术中坚定秉持高开源标准。在超过 14 年间，F-Droid 一直在开发解决方案作为替代移动生态系统中的一块拼图。因此 F-Droid 成为更广泛的 Mobifree 项目中的一个贡献伙伴是自然而然的。

source: Of particular emphasis is the impact this alternative mobile ecosystem will have on the services governments provide their citizens. Governments at all levels are providing services through mobile apps. And in many cases, mobile apps are becoming the preferred way to access important services. These apps are only available via the Apple App Store or Google Play. And installing apps from those stores requires agreeing to their Terms of Services. Both app stores were built on tracking users to sell their data, thereby giving Apple and Google power over how citizens receive services from their own governments. Even the governments themselves are beholden to the Big Tech gatekeepers: citizens and government officials and employees must use apps that are only published on Apple and Google.
ru: Особое внимание уделяется тому, какое влияние эта альтернативная мобильная экосистема окажет на услуги, предоставляемые правительствами своим гражданам. Правительства всех уровней предоставляют услуги через мобильные приложения. Во многих случаях мобильные приложения становятся предпочтительным способом доступа к важным услугам. Эти приложения доступны только через Apple App Store или Google Play. Для установки приложений из этих магазинов необходимо согласиться с условиями предоставления услуг. Оба магазина приложений были построены на отслеживании пользователей с целью продажи их данных, что дает Apple и Google власть над тем, как граждане получают услуги от своих собственных правительств. Даже сами правительства подчиняются привратникам Big Tech: граждане, правительственные чиновники и служащие должны использовать приложения, которые публикуются только в Apple и Google.
uk: Особлива увага приділяється впливу цієї альтернативної мобільної екосистеми на послуги, які уряди надають своїм громадянам. Уряди на всіх рівнях надають послуги через мобільні застосунки. І в багатьох випадках мобільні застосунки стають кращим способом доступу до важливих послуг. Ці застосунки доступні лише через Apple App Store або Google Play. Встановлення застосунків з цих магазинів вимагає згоди з їхніми Умовами надання послуг. Обидва магазини застосунків були побудовані на відстеженні користувачів з метою продажу їхніх даних, тим самим надаючи Apple і Google владу над тим, як громадяни отримують послуги від своїх урядів. Навіть самі уряди залежать від «вартових великих технологій»: громадяни, державні службовці та працівники повинні використовувати застосунки, розміщені лише на сайтах Apple і Google.
zh_hans: 重点尤其在于这一替代性移动生态系统将对政府为其公民提供的服务产生影响。各级政府都通过移动设备提供服务。在许多情况下,移动电话成为获得重要服务的优先途径。这些应用只能通过 Apple 应用商店或 Google Play 获得。从这些商店安装应用需要同意它们的服务条款。两家应用商店都是在跟踪用户以出售数据的基础上构建的，从而使 Apple 和 Google 能掌握公民如何从本国政府获得服务。甚至政府本身也受科技巨头守门人掌控：公民、政府官员和雇员必须使用只发布在 Apple 和 Google 上的应用。

source: Austria provides a few specific examples of how governments interact with the current ecosystem at multiple levels. After COVID-19 countermeasures forced schools to adopt online learning, many public schools required education apps for their students, parents and teachers in order to stay connected. Public health insurance providers require a specific app called “Handy Signatur” to be downloaded in order for citizens to access their accounts online. People with the Handy Signatur app can sign petitions, and download vaccination certificates, sometimes required for work or leisure activities. Without this app, it is much more work and effort and is borderline impossible in some cases to engage in certain activities.
ru: Австрия приводит несколько конкретных примеров того, как правительства взаимодействуют с текущей экосистемой на разных уровнях. После того как контрмеры COVID-19 заставили школы перейти на онлайн-обучение, многим государственным школам потребовались образовательные приложения для учеников, родителей и учителей, чтобы оставаться на связи. Государственные страховые компании требуют загрузить специальное приложение под названием "Handy Signatur", чтобы граждане могли получить доступ к своим счетам в Интернете. Люди с приложением Handy Signatur могут подписывать петиции и загружать справки о прививках, которые иногда требуются для работы или отдыха. Без этого приложения приходится прилагать гораздо больше усилий, а в некоторых случаях заниматься определенными видами деятельности просто невозможно.
uk: Австрія наводить кілька конкретних прикладів того, як уряди взаємодіють із сучасною екосистемою на різних рівнях. Після того, як заходи боротьби з COVID-19 змусили школи перейти на онлайн-навчання, багатьом державним школам знадобилися освітні застосунки для учнів, батьків та вчителів, щоб залишатися на зв'язку. Державні медичні страхові компанії вимагають завантажити спеціальний застосунок під назвою «Handy Signatur», щоб громадяни могли отримати доступ до своїх рахунків онлайн. Люди з застосунком Handy Signatur можуть підписувати петиції та завантажувати довідки про щеплення, які іноді потрібні для роботи чи дозвілля. Без цього застосунку займатися певними видами діяльності набагато складніше, а в деяких випадках майже неможливо.
zh_hans: 奥地利提供了几个具体例子，说明政府如何在多个层面与目前的生态系统互动。在 COVID-19 对策迫使学校接受在线学习之后，许多公立学校需要学生、家长和教师的学习信息，以便保持联系。公共健康保险提供者要求下载一个称为 "Handy signatur" 的应用，以便公民能够在线查阅其账户。人们使用 Handy Signatur 应用可以签署申请书，下载疫苗证明，有时工作或休闲活动需要这些。如果没有这一应用这会麻烦得多，甚至在某些情况下无法从事某些活动。

source: Governments around the world are taking action to reign in the dominance of Big Tech. South Africa and the [UK](https://theplatformlaw.blog/2021/12/17/the-interim-report-of-the-cmas-market-study-on-mobile-ecosystems-a-great-piece-of-work/) have changed their competition policy to include user freedom in what they [regulate](https://www.theverge.com/2024/5/24/24164204/uk-dmcc-law-big-tech-regulation). Japan is working on new laws to [open up](https://content.clearygottlieb.com/antitrust/digital-markets-regulation-handbook/japan/index.html) their mobile markets. And even the US government and many individual US states have [sued Big Tech](https://www.npr.org/2023/12/19/1220202154/google-to-pay-700-million-in-case-over-whether-its-app-store-is-an-illegal-monop) to stop monopolistic behaviors.
ru: Правительства по всему миру принимают меры, чтобы сдержать господство Больших Технологий. ЮАР и [Великобритания](https://theplatformlaw.blog/2021/12/17/the-interim-report-of-the-cmas-market-study-on-mobile-ecosystems-a-great-piece-of-work/) изменили свою антимонопольную политику, чтобы включить свободу пользователей в то, что они [регулируют](https://www.theverge.com/2024/5/24/24164204/uk-dmcc-law-big-tech-regulation). Япония работает над новыми законами, чтобы [открыть](https://content.clearygottlieb.com/antitrust/digital-markets-regulation-handbook/japan/index.html) свои мобильные рынки. И даже правительство США и многие отдельные американские штаты [подали в суд на компанию Big Tech](https://www.npr.org/2023/12/19/1220202154/google-to-pay-700-million-in-case-over-whether-its-app-store-is-an-illegal-monop), чтобы остановить монополистическое поведение.
uk: Уряди по всьому світу вживають заходів, щоб покласти край домінуванню техногігантів. Південна Африка і [Велика Британія](https://theplatformlaw.blog/2021/12/17/the-interim-report-of-the-cmas-market-study-on-mobile-ecosystems-a-great-piece-of-work/) змінили свою конкурентну політику, щоб включити свободу користувачів до [регуляторної політики](https://www.theverge.com/2024/5/24/24164204/uk-dmcc-law-big-tech-regulation). Японія працює над новими законами, щоб [відкрити](https://content.clearygottlieb.com/antitrust/digital-markets-regulation-handbook/japan/index.html) свої мобільні ринки. І навіть уряд США та багато окремих американських штатів [подали до суду на великі корпорації](https://www.npr.org/2023/12/19/1220202154/google-to-pay-700-million-in-case-over-whether-its-app-store-is-an-illegal-monop), щоб припинити їхню монополістичну поведінку.
zh_hans: 全世界各国政府正在采取行动，控制科技巨头的主导地位。南非和[英国](https://theplatformlaw.blog/2021/12/17/the-interim-report-of-the-cmas-market-study-on-mobile-ecosystems-a-great-piece-of-work/)改变了其竞争政策，将用户自由纳入其[条例](https://www.theverge.com/2024/5/24/24164204/uk-dmcc-law-big-tech-regulation)。日本正在制订新的法律，以便[开放](https://content.clearygottlieb.com/antitrust/digital-markets-regulation-handbook/japan/index.html)其移动市场。甚至美国政府和许多美国州都[起诉科技巨头](https://www.npr.org/2023/12/19/1220202154/google-to-pay-700-million-in-case-over-whether-its-app-store-is-an-illegal-monop)要求停止垄断行为。
