Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Over the years there have been [various](https://guardianproject.info/2011/06/18/lil-debi-easy-installer-for-debian-on-android/) [experiments](https://sven-ola.commando.de/repo/debian-kit-en.html) in how to implement good dependency management for Android. The most recent dependency management experiment in F-Droid was "[Push Requests](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/707)". The core idea was to have a per-repo dependency list. For example, since all Guardian Project apps support Tor, it could make sense that using the Guardian Project repo means that Tor would be automatically installed. Based on the past years experience, it has become clear that this is better handled in other ways. Apps can check whether required apps are installed. The app should ask users if they want Tor, then walk them through the install process. When push requests was implemented, there were not ROM projects that were embedding F-Droid. Now its clearly better to include Tor as part of the ROM rather than via push requests. CalyxOS's [Setup Wizard](https://gitlab.com/CalyxOS/platform_packages_apps_SetupWizard) provides a great Android-native user experience for setting up the core dependencies.
de: Über die Jahre gab es [verschiedene](https://guardianproject.info/2011/06/18/lil-debi-easy-installer-for-debian-on-android/) [Versuche](https://sven-ola.commando.de/repo/debian-kit-en.html) dazu, wie ein gutes Dependency-Management in Android zu implementieren sei. Das letzte Dependency-Management-Experiment in F-Droid war "[Push Requests](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/707)". Die Grundidee war, eine Liste für Abhängigkeiten pro Repo zu haben. Zum Beispiel, da alle Apps des Guardian Project Tor unterstützen, könnte es sinnvoll sein, dass bei Verwendung des Repos von Guardian Project, Tor automatisch mitinstalliert wird. Auf der Grundlage der Erfahrungen aus den letzten Jahren ist klar geworden, dass so etwas besser auf andere Weise geregelt wird. Apps können prüfen, ob andere benötigte Apps installiert sind. Die App sollte Nutzer fragen, ob sie Tor möchten und sie dann durch den Installationsvorgang führen. Als Push Requests eingeführt wurden, gab es keine ROM-Projekte, die F-Droid beinhalteten. Mittlerweile ist es eindeutig besser, Tor als Teil des ROM einzuschließen als über Push Requests. Der [Einrichtungsassistent](https://gitlab.com/CalyxOS/platform_packages_apps_SetupWizard) von CalyxOS liefert ein großartiges, Android-spezifisches Benutzererlebnis zur Einrichtung der Kernabhängigkeiten.
pl: Przez lata było wiele [różnych](https://guardianproject.info/2011/06/18/lil-debi-easy-installer-for-debian-on-android/) [eksperymentów](https://sven-ola.commando.de/repo/debian-kit-en.html) jak zaimplementować dobre zarządzanie zależnościami dla Androida. Ostatnim eksperymentem z zarządzaniem zależnościami na F-Droid były „[żądania push](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/707)”. Główną ideą było posiadanie listy zależności dla każdego repozytorium. Przykładowo, skoro wszystkie aplikacje Guardian Project wspierają Tora, było sensownie założyć, że korzystanie z Guardian Project oznacza, że Tor będzie automatycznie zainstalowany. Bazując na doświadczeniu z zeszłych lat, stało się jasne, że lepiej jest to rozwiązać inaczej. Aplikacje mogą sprawdzać, czy wymagane aplikacje są zainstalowane. Aplikacja powinna najpierw zapytać użytkownika, czy chce Tora, a następnie przejść z nim przez proces instalacji. Kiedy żądania push zostały zaimplementowane, nie było projektów ROM-ów, które zawierały F-Droid. Obecnie jest znacznie lepiej umieścić Tora jako część ROM-u niż przez żądania push. [Kreator instalacji CalyxOS](https://gitlab.com/CalyxOS/platform_packages_apps_SetupWizard) zapewnia świetne, natywne dla Androida doświadczenie użytkownika do skonfigurowania podstawowych zależności.
ro: De-a lungul anilor au existat [diverse](https://guardianproject.info/2011/06/18/lil-debi-easy-installer-for-debian-on-android/) [experimente](https://sven-ola.commando.de/repo/debian-kit-en.html) în ceea ce privește modul de implementare a unei bune gestionări a dependențelor pentru Android. Cel mai recent experiment de gestionare a dependențelor în F-Droid a fost "[Push Requests](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/707)". Ideea de bază a fost de a avea o listă de dependențe pentru fiecare repo. De exemplu, din moment ce toate aplicațiile Guardian Project suportă Tor, ar putea fi logic ca utilizarea repo-ului Guardian Project să însemne că Tor va fi instalat automat. Pe baza experienței din ultimii ani, a devenit clar că acest lucru este mai bine gestionat în alte moduri. Aplicațiile pot verifica dacă aplicațiile necesare sunt instalate. Aplicația ar trebui să întrebe utilizatorii dacă doresc Tor, apoi să-i ghideze prin procesul de instalare. Când au fost implementate cererile push, nu existau proiecte ROM care să încorporeze F-Droid. Acum este clar că este mai bine să se includă Tor ca parte a ROM-ului decât prin intermediul cererilor push. CalyxOS [Setup Wizard](https://gitlab.com/CalyxOS/platform_packages_apps_SetupWizard) oferă o experiență de utilizare foarte bună, nativă Android, pentru configurarea dependențelor de bază.
ru: На протяжении многих лет проводились [различные](https://guardianproject.info/2011/06/18/lil-debi-easy-installer-for-debian-on-android/) [эксперименты](https://sven-ola.commando.de/repo/debian-kit-en.html) по реализации хорошего управления зависимостями для Android. Самым последним экспериментом по управлению зависимостями в F-Droid был "[Push Requests](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/707)". Основная идея заключалась в том, чтобы иметь список зависимостей для каждого репо. Например, поскольку все приложения Guardian Project поддерживают Tor, логично, что использование репозитория Guardian Project означает, что Tor будет установлен автоматически. По опыту последних лет стало ясно, что это лучше решать другими способами. Приложения могут проверять, установлены ли необходимые приложения. Приложение должно спрашивать пользователей, нужен ли им Tor, а затем проводить их через процесс установки. Когда push requests был реализован, не было проектов ROM, которые бы встраивали F-Droid. Теперь очевидно, что лучше включать Tor как часть ROM, а не через push-запросы. Мастер установки CalyxOS от [Setup Wizard](https://gitlab.com/CalyxOS/platform_packages_apps_SetupWizard) обеспечивает отличный Android-родной пользовательский опыт для установки основных зависимостей.
uk: Проводилися [різні](https://guardianproject.info/2011/06/18/lil-debi-easy-installer-for-debian-on-android/) [досліди](https://sven-ola.commando.de/repo/debian-kit-en.html) з якісного додання механізму залежностей в Android. Наприклад, в F-Droid додавалися "[push-запити](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/707)". Ідея зводилась до переліку залежностей кожного репозиторію. Наприклад, оскільки всі застосунки Guardian Project підтримують Tor, він би автоматично встановлювався при використанні репозиторію Guardian Project. Роки досвіду показали, що це краще вирішувати іншими шляхами. Застосунки можуть перевіряти, чи їхні залежності встановлені. Застосунок може запитувати користувачів, чи потрібен їм Tor, та радити їм, як його встановити. Коли втілювалися push-запити, ще не було проєктів прошивок, у яких F-Droid був би системним компонентом. Як зараз очевидно, Tor краще збирати як частину прошивки, ніж довантажувати push-запитами. [Майстер налаштування](https://gitlab.com/CalyxOS/platform_packages_apps_SetupWizard) CalyxOS надає зручний шлях налаштувати залежності інструментами Android.
zh_hans: 多年来关于如何为 Android 实现良好的依赖管理进行了[各种](https://guardianproject.info/2011/06/18/lil-debi-easy-installer-for-debian-on-android/)[实验](https://sven-ola.commando.de/repo/debian-kit-en.html)。F-Droid 中最近进行的依赖管理实验是“[推送请求](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/707)”。核心思想是为每个存储库设置一个依赖列表。例如，由于所有 Guardian Project 应用都支持 Tor，因此使用 Guardian Project 存储库意味着 Tor 将被自动安装是有道理的。根据过去几年的经验，很明显，这可以通过其他方式得到更好的处理。应用可以检查是否安装了它所需的应用。该应用应询问用户是否需要 Tor，然后引导他们完成安装过程。当时实施推送请求时还没有内置 F-Droid 的 ROM 项目。现在，将 Tor 作为 ROM 的一部分而不是通过推送请求显然更好。CalyxOS 的[设置向导](https://gitlab.com/CalyxOS/platform_packages_apps_SetupWizard)为设置核心依赖项提供了出色的 Android 原生用户体验。

source: We are now [removing support](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1063) for push requests from the official F-Droid client. It is clear that other approaches fit into Android better, so it is better to remove the small but present security risks related to this feature. The "plumbing" for push requests will remain available in the code base, so that [whitelabeled]({{ site.baseurl }}/docs/Whitelabel_Builds/) forks can still use it. It is still useful for things like fully automated, headless app stores or automatic installs as part of a standard setup.
de: Wir führen nun die [Entfernung der Unterstützung](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1063) von Push Requests aus dem offiziellen F-Droid-Client durch. Es ist klar, dass andere Vorgehensweisen besser zu Android passen, somit ist es besser, die kleinen aber vorhandenen Sicherheitsrisiken, die mit dieser Funktion verbunden sind, zu entfernen. Das "Rüstzeug" für Push Requests wird in den Grundlagen des Codes erhalten bleiben, sodass sogenannte [whitelabeled]({{ site.baseurl }}/docs/Whitelabel_Builds/) Forks sie immer noch verwenden können. Sie sind immer noch praktisch bei Dingen wie voll automatisierte, führerlose App Stores oder automatische Installationen als Teil einer Standardkonfiguration.
pl: Obecnie [usuwamy obsługę](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1063) żądań push z oficjalnego klienta F-Droid. Jest jasne, że inne podejścia bardziej pasują do Androida, więc lepiej usunąć małe, ale obecne zagrożenia bezpieczeństwa związane z tą funkcją. „Instalacja” dla żądań push pozostanie dostępna w kodzie, więc forki [whitelabel]({{ site.baseurl }}/docs/Whitelabel_Builds/) wciąż mogą jej używać. Jest to nadal użyteczne dla takich rzeczy, jak w pełni zautomatyzowane „headless” sklepy z aplikacjami lub automatyczne instalacje jako część standardowej konfiguracji.
ro: În prezent [eliminăm suportul](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1063) pentru cererile push din clientul oficial F-Droid. Este clar că alte abordări se potrivesc mai bine în Android, așa că este mai bine să eliminăm riscurile de securitate mici, dar prezente, legate de această caracteristică. "Instalațiile" pentru cererile push vor rămâne disponibile în baza de cod, astfel încât furcile [whitelabelled]({{ site.baseurl }}/docs/Whitelabel_Builds/) să le poată folosi în continuare. Este încă util pentru lucruri precum magazinele de aplicații complet automatizate, fără cap sau instalări automate ca parte a unei configurații standard.
ru: Сейчас мы [удаляем поддержку](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1063) push-запросов из официального клиента F-Droid. Очевидно, что другие подходы лучше вписываются в Android, поэтому лучше убрать небольшие, но существующие риски безопасности, связанные с этой функцией. "Сантехника" для push-запросов останется доступной в кодовой базе, так что [whitelabeled]({{ site.baseurl }}/docs/Whitelabel_Builds/) форки по-прежнему могут использовать её. Он по-прежнему полезен для таких вещей, как полностью автоматизированные, безголовые магазины приложений или автоматические установки как часть стандартной установки.
uk: Ми [вилучаємо підтримку](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1063) push-запитів із офіційного клієнту F-Droid. Інші шляхи більше підходять Android, тож краще позбутися малих, але таки властивих цьому фукціоналу ризиків для безпеки. Реалізація push-запитів лишатиметься доступною в кодовій базі, щоб [whitelabeled]({{ site.baseurl }}/docs/Whitelabel_Builds/)-форки могли її вмикати й надалі. Вона корисна в певних сценаріях, наприклад при автоматизованих встановленнях у межах типового налаштування без втручання користувача.
zh_hans: 我们现在正在从官方 F-Droid 客户端中[移除](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1063)对推送请求的支持。很明显，其他方法更适合 Android，因此最好消除与此功能相关的虽然小但仍然存在的安全风险。推送请求的“管道”仍将保留在代码库中，因此[白标]({{ site.baseurl }}/docs/Whitelabel_Builds/) 分支仍然可以使用它。它对于全自动、无界面应用商店或作为标准设置的一部分的自动安装等仍然很有用。

source: F-Droid Meeting at the RC3 Congress
de: F-Droid-Treffen auf dem RC3-Kongress
pl: F-Droid Meeting na kongresie RC3
ro: Întâlnire F-Droid la Congresul RC3
ru: Встреча F-Droid на Конгрессе RC3
uk: Зустріч F-Droid на конгресі RC3
zh_hans: RC3 大会上的 F-Droid 会议

source: The [congress of the Chaos Computer Club](https://en.wikipedia.org/wiki/Chaos_Communication_Congress) usually takes place in person but the pandemic forced it to become a virtual event called RC3. It is visited by many open-source enthusiasts, so it is no wonder that there are people who love F-Droid and FOSS Android apps in general. In 2019, we [already had an F-Droid meeting](https://f-droid.org/2020/01/09/f-droid-at-36c3.html) at the congress. This year, we scheduled a virtual meeting for Dec 30 2021 and [announced it on the F-Droid forum](https://forum.f-droid.org/t/f-droid-meetup-at-the-rc3-congress-2021/16337), as well as on Mastodon and Twitter.
de: Der [Kongress des Chaos Computer Club](https://en.wikipedia.org/wiki/Chaos_Communication_Congress) findet gewöhnlich in persona statt, die Pandemie erzwang ein virtuelles Event, das sich RC3 nannte. Es wird von vielen Open-Source-Fans besucht, so ist es kein Wunder, dass dort Leute sind, die F-Droid und allgemein FOSS-Android-Apps lieben. 2019 hatten wir [schon einmal ein F-Droid-Treffen](https://f-droid.org/2020/01/09/f-droid-at-36c3.html) auf dem Kongress. Dieses Jahr setzten wir für den 30. Dezember 2021 ein virtuelles Treffen an und [gaben es im F-Droid-Forum bekannt](https://forum.f-droid.org/t/f-droid-meetup-at-the-rc3-congress-2021/16337), wie auch auf Mastodon und Twitter.
pl: [Kongres Chaos Computer Club](https://en.wikipedia.org/wiki/Chaos_Communication_Congress) zwykle odbywa się osobiście, ale pandemia zmusiła go do przekształcenia się w wirtualne wydarzenie o nazwie RC3. Jest odwiedzany przez wielu entuzjastów open-source, nic więc dziwnego, że są na nim ludzie, którzy ogólnie kochają aplikacje F-Droid i FOSS na Androida. W 2019 roku [już mieliśmy spotkanie F-Droid](https://f-droid.org/2020/01/09/f-droid-at-36c3.html) na kongresie. W tym roku zaplanowaliśmy wirtualne spotkanie na 30 grudnia 2021 r. i [ogłosiliśmy je na forum F-Droid](https://forum.f-droid.org/t/f-droid-meetup-at-the-rc3- kongres-2021/16337), a także na Mastodonie i Twitterze.
ro: [Congresul [Chaos Computer Club](https://en.wikipedia.org/wiki/Chaos_Communication_Congress) are loc de obicei în persoană, dar pandemia l-a forțat să devină un eveniment virtual numit RC3. Acesta este vizitat de mulți entuziaști open-source, așa că nu este de mirare că există oameni care iubesc F-Droid și aplicațiile FOSS pentru Android în general. În 2019, [am avut deja o întâlnire F-Droid](https://f-droid.org/2020/01/09/f-droid-at-36c3.html) la congres. Anul acesta, am programat o întâlnire virtuală pentru 30 decembrie 2021 și [am anunțat-o pe forumul F-Droid](https://forum.f-droid.org/t/f-droid-meetup-at-the-rc3-congress-2021/16337), precum și pe Mastodon și Twitter.
ru: Обычно на [конгрессе Chaos Computer Club](https://en.wikipedia.org/wiki/Chaos_Communication_Congress) люди встречаются лично, но пандемия вынудила его стать виртуальным мероприятием под названием RC3. Его посещает много энтузиастов открытого исходного кода, поэтому неудивительно, что есть люди, которым нравятся приложения F-Droid и FOSS для Android в целом. В 2019 году у нас [уже была встреча F-Droid](https://f-droid.org/2020/01/09/f-droid-at-36c3.html) на конгрессе. В этом году мы запланировали виртуальную встречу на 30 декабря 2021 года и [объявили об этом на форуме F-Droid](https://forum.f-droid.org/t/f-droid-meetup-at-the-rc3- конгресс-2021/16337), а также в Mastodon и Twitter.
uk: На [з'їзді Chaos Computer Club](https://en.wikipedia.org/wiki/Chaos_Communication_Congress) зазвичай особиста присутність, але через пандемію він набув форми віртуальної події, названої RC3. Конгрес відвідують багато людей, захоплених вільним програмним забезпеченням, зокрема прихильних до F-Droid і FOSS Android-застосунків у цілому. В 2019 ми [вже проводили зустріч F-Droid](https://f-droid.org/2020/01/09/f-droid-at-36c3.html) на з'їзді. А цю віртуальну зустріч ми запланували на 30 грудня 2021 й [оголосили про неї на форумі F-Droid](https://forum.f-droid.org/t/f-droid-meetup-at-the-rc3-congress-2021/16337), на Mastodon і в твіттері.
zh_hans: [Chaos Computer Club 大会](https://en.wikipedia.org/wiki/Chaos_Communication_Congress) 通常线下举行，但疫情迫使它变成了一个名为 RC3 的虚拟活动。很多开源爱好者都来这里参观，所以不必惊讶普遍有喜欢 F-Droid 和 FOSS Android 应用的人。2019 年，我们在大会上[已经举行了 F-Droid 会议](https://f-droid.org/2020/01/09/f-droid-at-36c3.html)。今年，我们在 2021 年 12 月 30 日安排了一次虚拟会议，并[已在 F-Droid 论坛上](https://forum.f-droid.org/t/f-droid-meetup-at-the-rc3-congress-2021/16337)，以及 Mastodon 和 Twitter 上宣布了这一活动。

source: About 10 people -- mostly maintainers of various open-source apps -- joined and talked for nearly 3 hours. There were obviously developers from F-Droid itself ([client app](https://f-droid.org/packages/org.fdroid.fdroid/), [packages](https://gitlab.com/fdroid/fdroiddata) and [server](https://gitlab.com/fdroid/fdroidserver)) but also from apps like [K-9 Mail](https://f-droid.org/packages/com.fsck.k9/), [AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/), [Etar](https://f-droid.org/packages/ws.xsoh.etar/), [Event Fahrplan](https://f-droid.org/packages/info.metadude.android.rc3.schedule/) and [Tiny Weather Forecast](https://f-droid.org/packages/de.kaffeemitkoffein.tinyweatherforecastgermany/).
de: Ungefähr 10 Leute -- überwiegend Maintainer verschiedener Open-Source-Apps -- trafen und unterhielten sich für fast 3 Stunden. Da waren offenkundig Entwickler von F-Droid selbst ([Client-App](https://f-droid.org/packages/org.fdroid.fdroid/), [Pakete](https://gitlab.com/fdroid/fdroiddata) und [Server](https://gitlab.com/fdroid/fdroidserver)) aber auch von Apps wie [K-9 Mail](https://f-droid.org/packages/com.fsck.k9/), [AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/), [Etar](https://f-droid.org/packages/ws.xsoh.etar/), [Event Fahrplan](https://f-droid.org/packages/info.metadude.android.rc3.schedule/) und [Tiny Weather Forecast](https://f-droid.org/packages/de.kaffeemitkoffein.tinyweatherforecastgermany/).
pl: Około 10 osób – głównie opiekunów różnych aplikacji open-source – dołączyło i rozmawiało przez prawie 3 godziny. Oczywiście byli programiści z samego F-Droid ([aplikacja kliencka](https://f-droid.org/packages/org.fdroid.fdroid/), [pakiety](https://gitlab.com/fdroid/fdroiddata ) i [serwer](https://gitlab.com/fdroid/fdroidserver)), ale także z aplikacji takich jak [K-9 Mail](https://f-droid.org/packages/com.fsck.k9/), [AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/), [Etar](https://f-droid.org/packages/ws.xsoh.etar/), [Event Fahrplan](https://f-droid.org/packages/info.metadude.android.rc3.schedule/) i [Tiny Weather Forecast](https://f-droid.org/packages/de.kaffeemitkoffein.tinyweatherforecastgermany/).
ro: Aproximativ 10 persoane - majoritatea mentori ai diferitelor aplicații open-source - s-au alăturat și au discutat timp de aproape 3 ore. Evident, au fost prezenți dezvoltatori de la F-Droid însuși ([client app](https://f-droid.org/packages/org.fdroid.fdroid/), [packages](https://gitlab.com/fdroid/fdroiddata) și [server](https://gitlab.com/fdroid/fdroidserver)), dar și de la aplicații precum [K-9 Mail](https://f-droid.org/packages/com.fsck.k9/), [AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/), [Etar](https://f-droid.org/packages/ws.xsoh.etar/), [Event Fahrplan](https://f-droid.org/packages/info.metadude.android.rc3.schedule/) și [Tiny Weather Forecast](https://f-droid.org/packages/de.kaffeemitkoffein.tinyweatherforecastgermany/).
ru: Около 10 человек — в основном разработчики различных приложений с открытым исходным кодом — присоединились и общались почти 3 часа. Очевидно, были разработчики и из самого F-Droid ([клиентское приложение](https://f-droid.org/packages/org.fdroid.fdroid/), и разработчики [пакетов](https://gitlab.com/fdroid/fdroiddata ) и [сервера](https://gitlab.com/fdroid/fdroidserver), а также из таких приложений, как [K-9 Mail](https://f-droid.org/packages/com.fsck.k9/), [AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/), [Etar](https://f-droid.org/packages/ws.xsoh.etar/), [Event Fahrplan](https://f-droid.org/packages/info.metadude.android.rc3.schedule/) и [Tiny Weather Forecast](https://f-droid.org/packages/de.kaffeemitkoffein.tinyweatherforecastgermany/).
uk: Десяток людей — переважно зайнятих супроводом вільних застосунків — зібралися й проговорили майже 3 години. Серед представлених проєктів: F-Droid ([застосунок-клієнт](https://f-droid.org/packages/org.fdroid.fdroid/), [пакунки](https://gitlab.com/fdroid/fdroiddata) й [сервер](https://gitlab.com/fdroid/fdroidserver)), [K-9 Mail](https://f-droid.org/packages/com.fsck.k9/), [AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/), [Etar](https://f-droid.org/packages/ws.xsoh.etar/), [Event Fahrplan](https://f-droid.org/packages/info.metadude.android.rc3.schedule/) і [Tiny Weather Forecast](https://f-droid.org/packages/de.kaffeemitkoffein.tinyweatherforecastgermany/).
zh_hans: 大约 10 人 -- 主要是各种开源应用的维护者 -- 加入并讨论了近 3 个小时。当然有来自 F-Droid 本身的开发者（[客户端应用](https://f-droid.org/packages/org.fdroid.fdroid/)，[打包](https://gitlab.com/fdroid/fdroiddata)和[服务器](https://gitlab.com/fdroid/fdroidserver)），也有来自 [K-9 Mail](https://f-droid.org/packages/com.fsck.k9/), [AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/), [Etar](https://f-droid.org/packages/ws.xsoh.etar/), [Event Fahrplan](https://f-droid.org/packages/info.metadude.android.rc3.schedule/) 和 [Tiny Weather Forecast](https://f-droid.org/packages/de.kaffeemitkoffein.tinyweatherforecastgermany/) 等应用的开发者。

source: Among other smaller topics, we talked about the following:
de: Neben weiterer, kleinerer Themen unterhielten wir uns über Folgendes:
pl: Wśród różnych mniejszych tematów rozmawialiśmy o następujących:
ro: Printre alte subiecte mai mici, am vorbit despre următoarele:
ru: Среди других более мелких тем мы говорили о следующем:
uk: Серед інших менших тем зачепили наступне:
zh_hans: 在其他较小的主题中，我们讨论了以下内容：
