Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The one caveat here is that Nginx does not allow custom time formats like Apache does, so the web logs will contain exact date and time of each hit. The time zone is zeroed out. The raw logs will not be published, and they will be sanitized before being fed into any analytics system like Matomo/Piwik. Also, Nginx does not allow custom error log formats, so errors will have complete information. The error logs will therefore not be used in analytics without full sanitation, and are only kept for a short time period.
de: Ein Vorbehalt hierbei ist, dass Nginx im Gegensatz zu Apache keine angepassten Zeitformate erlaubt, die Web-Protokolle also das genaue Datum und die Zeit jedes Treffers enthalten werden. Die Zeitzone wird genullt. Die Protokollrohdaten werden nicht veröffentlicht und sie werden bereinigt, bevor sie in irgendwelche Analysesysteme wie Matomo/Piwik eingespeist werden. Außerdem erlaubt Nginx keine Anpassung der Fehlerprotokoll-Formate, Fehler werden also die kompletten Informationen besitzen. Die Daten zu Fehlern werden daher, ohne vollständige Bereinigung, nicht in der Analyse verwendet werden und nur für einen kurzen Zeitabschnitt aufgehoben.
pl: Jedynym zastrzeżeniem jest to, że Nginx nie pozwala na stosowanie niestandardowych formatów czasowych, tak jak Apache, więc logi internetowe będą zawierać dokładną datę i godzinę każdego trafienia. Strefa czasowa jest wyzerowana. Surowe logi nie będą publikowane i zostaną oczyszczone przed wprowadzeniem do jakiegokolwiek systemu analitycznego, takiego jak Matomo/Piwik. Ponadto, Nginx nie zezwala na stosowanie niestandardowych formatów logów błędów, więc błędy będą miały pełne informacje. Logi błędów nie będą zatem wykorzystywane w analityce bez pełnej higieny i będą przechowywane tylko przez krótki okres czasu.
ro: Singurul avertisment este că Nginx nu permite formate de timp personalizate, așa cum permite Apache, astfel încât jurnalele web vor conține data și ora exactă a fiecărei accesări. Fusul orar este eliminat. Jurnalele brute nu vor fi publicate și vor fi curățate înainte de a fi introduse în orice sistem de analiză, cum ar fi Matomo/Piwik. De asemenea, Nginx nu permite formate de jurnal de erori personalizate, astfel încât erorile vor avea informații complete. Prin urmare, jurnalele de erori nu vor fi utilizate în analiză fără o igienizare completă și sunt păstrate doar pentru o perioadă scurtă de timp.
ru: Единственная оговорка здесь заключается в том, что Nginx не позволяет использовать пользовательские форматы времени, как это делает Apache, поэтому веб-журналы будут содержать точную дату и время каждого попадания. Часовой пояс обнуляется. Сырые журналы не будут опубликованы, и они будут подвергнуты санитарной обработке перед тем, как попасть в какую-либо аналитическую систему, например, Matomo/Piwik. Кроме того, Nginx не допускает пользовательских форматов журналов ошибок, поэтому ошибки будут содержать полную информацию. Поэтому журналы ошибок не будут использоваться в аналитике без полной санации, и будут храниться только в течение короткого периода времени.
uk: Єдине застереження, що Nginx не дозволяє використовувати призначені для користувача формати часу, як це робить Apache, тому вебжурнали будуть містити точну дату й час кожного потрапляння. Часовий пояс обнуляється. Сирі журнали не будуть оприлюднені, і вони будуть підчищені перед потраплянням у будь-яку аналітичну систему, як-от Matomo/Piwik. Крім того, Nginx не допускає користувацьких форматів журналів помилок, тому помилки міститимуть повну інформацію. Тому журнали помилок не будуть використовуватися в аналітиці без повного очищення, і зберігатимуться лише протягом короткого періоду.
zh_hans: 这里需要注意的是，Nginx 不允许像 Apache 那样的自定义时间格式，因此 Web 日志将包含每次点击的确切日期和时间。时区已归零。原始日志不会被发布，它们会在被输入任何分析系统（如 Matomo/Piwik）之前进行清理。此外，Nginx 不允许自定义错误日志格式，因此错误将具有完整的信息。因此，错误日志不会在没有完全清理的情况下用于分析，并且只会保留很短的时间。

source: Our Setup
de: Unsere Konfiguration
pl: Nasza konfiguracja
ro: Configurația noastră
ru: Наша установка
uk: Наша установка
zh_hans: 我们的设置

source: Our servers run Debian, so this gives commands for that context. First, ensure that Nginx is set up with the "geoip" extension. That enables Nginx to convert IP addresses into country codes, so that country codes are logged instead of IP addresses.
de: Auf unseren Servern läuft Debian, was die Befehle in diesem Kontext vorgibt. Zuerst muss sichergestellt sein, dass Nginx mit der Erweiterung "geoip" eingerichtet ist. Das versetzt Nginx in die Lage IP-Adressen in Ländercodes umzuwandeln, damit Ländercodes anstatt IP-Adressen protokolliert werden.
pl: Nasze serwery uruchamiają Debiana, więc daje to polecenia dla tego kontekstu. Po pierwsze, upewnij się, że Nginx jest skonfigurowany z rozszerzeniem "geoip". Dzięki temu Nginx może zamieniać adresy IP na kody krajów, dzięki czemu kody krajów są rejestrowane zamiast adresów IP.
ro: Serverele noastre rulează Debian, așa că aici sunt oferite comenzi pentru acest context. În primul rând, asigurați-vă că Nginx este configurat cu extensia "geoip". Aceasta îi permite lui Nginx să convertească adresele IP în coduri de țară, astfel încât codurile de țară să fie înregistrate în locul adreselor IP.
ru: Наши серверы работают под управлением Debian. Во-первых, убедитесь, что Nginx настроен с расширением "geoip". Это позволяет Nginx преобразовывать IP-адреса в коды стран, так что коды стран регистрируются вместо IP-адресов.
uk: Наші сервери працюють під управлінням Debian. По-перше, переконайтеся, що Nginx налаштований з розширенням "geoip". Це дозволяє Nginx перетворювати IP-адреси в коди країн, так що коди країн реєструються замість IP-адрес.
zh_hans: 我们的服务器运行 Debian，因此我们将会为该环境提供命令。首先，确保 Nginx 设置了 "geoip" 扩展。这使 Nginx 能够将 IP 地址转换为国家代码，以便记录国家代码而不是 IP 地址。

source: Then enable the custom logging setup in _/etc/nginx/nginx.conf_:
de: Dann wird die angepasste Protokollierung in _/etc/nginx/nginx.conf_ eingerichtet:
pl: Następnie włącz niestandardową konfigurację rejestrowania _/etc/nginx/nginx.conf_:
ro: Apoi activați configurația de logare personalizată în _/etc/nginx/nginx.conf_:
ru: Затем включите пользовательскую настройку протоколирования в _/etc/nginx/nginx.conf_:
uk: Потім включите призначену для користувача налаштування протоколювання в _/etc/nginx/nginx.conf_:
zh_hans: 然后在 _/etc/nginx/nginx.conf_ 中启用自定义日志记录设置：

source: This then makes the access log data look like:
de: Dies bewirkt, dass die Zugriffsprotokolldaten ungefähr so aussehen:
pl: Dzięki temu dane z dziennika dostępu wyglądają następująco:
ro: Astfel, datele din jurnalul de acces arată astfel:
ru: Таким образом, данные журнала доступа выглядят следующим образом:
uk: Таким чином, дані журналу доступу виглядають наступним чином:
zh_hans: 这使得访问日志数据看起来是这样：

source: Decentralizing Localizations
de: Dezentrale Lokalisierung
pl: Decentralizacja lokalizacji
ro: Descentralizarea localizărilor
ru: Децентрализация локализаций
uk: Децентралізація локалізації
zh_hans: 去中心化本地化

source: App development is already well decentralized, and when F-Droid introduced metadata localization, we also made it possible to manage [translations and graphics]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots) outside of F-Droid itself. Two tools, Fastlane and Triple-T, even provide a way to sync those between the app source repo, F-Droid, and Google Play.
de: Die App-Entwicklung ist bereits beträchtlich dezentralisiert und als F-Droid die Lokalisierung von Metadaten einführte, ermöglichten wir auch [Übersetzungen und Grafiken]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots) außerhalb von F-Droid selbst zu bewerkstelligen. Zwei Tools, Fastlane and Triple-T, bieten sogar eine Möglichkeit, sie zwischen dem Quellrepo der App, F-Droid und Google Play zu synchronisieren.
pl: Rozwój aplikacji jest już dobrze zdecentralizowany, a kiedy F-Droid wprowadził lokalizację metadanych, umożliwiliśmy również zarządzanie [tłumaczeniami i grafiką]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots) poza samym F-Droid. Dwa narzędzia, Fastlane i Triple-T, umożliwiają nawet synchronizację między repozytorium źródłowym aplikacji, F-Droid i Google Play.
ro: Dezvoltarea aplicațiilor este deja bine descentralizată, iar când F-Droid a introdus localizarea metadatelor, am făcut posibilă și gestionarea [traducerilor și a graficii]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots) în afara F-Droid. Două instrumente, Fastlane și Triple-T, oferă chiar și o modalitate de sincronizare a acestora între repo-ul sursă al aplicației, F-Droid și Google Play.
ru: Разработка приложений уже хорошо децентрализована, и когда F-Droid ввел локализацию метаданных, мы также сделали возможным управление [переводами и графикой]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots) вне самого F-Droid. Два инструмента, Fastlane и Triple-T, даже предоставляют возможность синхронизировать их между исходным репозиторием приложения, F-Droid и Google Play.
uk: Розробка застосунків вже добре децентралізована, і коли F-Droid ввів локалізацію метаданих, ми також зробили можливим управління [перекладами і графікою]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots) поза самого F-Droid. Два інструменту, Fastlane і Triple-T, навіть надають можливість синхронізувати їх між вихідним репозиторієм застосунки, F-Droid і Google Play.
zh_hans: 应用开发已经很去中心化了，当 F-Droid 引入元数据本地化时，我们还可以在 F-Droid 本身之外管理[翻译和图形]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots)。Fastlane 和 Triple-T 这两个工具甚至提供了一种在应用源代码库、F-Droid 和 Google Play 之间同步它们的方法。

source: Using [Weblate](https://hosted.weblate.org/projects/f-droid/) for handling all [F-Droid localization]({{ site.baseurl }}/docs/Translation_and_Localization) puts contributors with expertise in specific languages and how they should be translated in control of how everything in translated. Weblate is the place where translations happen, it is the GitLab of languages for the F-Droid community.
de: Durch Verwendung von [Weblate](https://hosted.weblate.org/projects/f-droid/) zur Bewältigung der gesamten [F-Droid-Lokalisierung]({{ site.baseurl }}/docs/Translation_and_Localization) werden Mitwirkende mit Fachkompetenz in bestimmten Sprachen, und wie sie übersetzt werden sollten, in die Lage versetzt, alles zu übersetzen. Weblate ist der Ort, an dem Übersetzungen geschehen, es ist das GitLab der Sprachen für die F-Droid-Community.
pl: Używanie [Weblate](https://hosted.weblate.org/projects/f-droid/) do obsługi wszystkich [lokalizacji F-Droid]({{ site.baseurl }}/docs/Translation_and_Localization) daje specjalistom wiedzę w konkretnych językach, w jaki sposób należy je przetłumaczyć oraz kontrolę nad przetłumaczeniem. Weblate to miejsce, w którym odbywają się tłumaczenia, jest to GitLab języków dla społeczności F -Droid.
ro: Folosirea [Weblate](https://hosted.weblate.org/projects/f-droid/) pentru a gestiona toate [F-Droid localization]({{ site.baseurl }}/docs/Translation_and_Localization) pune contribuitorii cu expertiză în anumite limbi și în modul în care acestea ar trebui traduse în controlul asupra modului în care totul este tradus. Weblate este locul în care se fac traducerile, este GitLab-ul limbilor pentru comunitatea F-Droid.
ru: Использование [Weblate](https://hosted.weblate.org/projects/f-droid/) для обработки всех локализаций [F-Droid]({{ site.baseurl }}/docs/Translation_and_Localization) позволяет участникам, обладающим знаниями в конкретных языках и в том, как они должны быть переведены, контролировать процесс перевода. Weblate - это место, где происходят переводы, это GitLab языков для сообщества F-Droid.
uk: Використання [Weblate](https://hosted.weblate.org/projects/f-droid/) для обробки всіх локалізацій [F-Droid]({{ site.baseurl }}/docs/Translation_and_Localization) дозволяє учасникам, що володіють знаннями в конкретних мовах і в тому, як вони повинні бути переведені, контролювати процес перекладу. Weblate - це місце, де відбуваються переклади, це GitLab мов для спільноти F-Droid.
zh_hans: 使用 [Weblate](https://hosted.weblate.org/projects/f-droid/) 来处理所有的 [F-Droid 本地化工作]({{ site.baseurl }}/docs/Translation_and_Localization)，可以让精通特定语言并了解如何进行翻译的贡献者能够掌控所有翻译工作的进行。Weblate 是进行翻译工作的地方，是 F-Droid 社区语言方面的 GitLab。

source: We as a community need to avoid putting too much maintenance work on a few people so we can keep our "bus factor" high enough to survive all things that come our way. People often request that F-Droid handle the localization of their app, but that would centralize the work in a place where it is much harder to share the workload. So app graphics or localized texts should be handled by the upstream app developer as much as possible, instead of sticking everything into _fdroiddata_.
de: Wir als Gemeinschaft müssen vermeiden, zu viel Wartungsarbeiten in wenige Leute zu stecken, damit wir uns ausreichend auf unsere "Kernkompetenzen" konzentrieren können, um all die Dinge zu bewältigen, die anstehen. Die Leute wünschen sich oft, dass F-Droid die Lokalisierung ihrer App erledigt, was aber die Arbeiten an einem Ort zentralisieren würde, an dem es sehr viel schwerer ist, die Aufgaben zu verteilen. Um App-Grafiken oder lokalisierte Texte sollten sich, soweit als möglich, die einspielenden App-Entwickler kümmern, statt alles in _fdroiddata_ zu packen.
pl: Jako społeczność musimy unikać nakładania zbyt wielu prac konserwacyjnych na kilka osób, abyśmy mogli utrzymać nasz „bus factor” wystarczająco wysoko, aby przetrwać wszystkie rzeczy, które wchodzą nam na drogę. Ludzie często żądają, aby F-Droid obsługiwał lokalizację swojej aplikacji, ale to by scentralizowało pracę w miejscu, gdzie jest znacznie trudniej dzielić się pracą. Tak więc grafiki aplikacji lub przetłumaczone teksty powinny być obsługiwane przez autora aplikacji w jak największym stopniu, zamiast wkładać wszystko do _fdroiddata_.
ro: Noi, ca și comunitate, trebuie să evităm să punem prea multă muncă de întreținere pe umerii câtorva persoane, astfel încât să ne putem menține "factorul autobuz" suficient de ridicat pentru a supraviețui tuturor lucrurilor care ne apar în cale. Oamenii cer adesea ca F-Droid să se ocupe de localizarea aplicației lor, dar acest lucru ar centraliza munca într-un loc unde este mult mai greu de împărțit volumul de muncă. Așadar, grafica aplicației sau textele localizate ar trebui să fie gestionate de dezvoltatorul aplicației în amonte, pe cât posibil, în loc să băgăm totul în _fdroiddata_.
ru: Мы, как сообщество, должны избегать возложения слишком большого объема работы по обслуживанию на нескольких человек, чтобы мы могли поддерживать наш "коэффициент автобуса" достаточно высоким, чтобы выжить во всех ситуациях, которые возникают на нашем пути. Люди часто просят, чтобы F-Droid занимался локализацией их приложений, но это приведет к централизации работы в месте, где гораздо труднее распределить нагрузку. Поэтому графикой или локализованными текстами приложения должен заниматься разработчик приложения, насколько это возможно, вместо того, чтобы запихивать все в _fdroiddata_.
uk: Ми, як спільнота, повинні уникати покладання занадто великого обсягу роботи з обслуговування на кількох людей, щоб ми могли підтримувати наш "коефіцієнт автобуса" досить високим, щоб вижити в усіх ситуаціях, які виникають на нашому шляху. Люди часто просять, щоб F-Droid займався локалізацією їх застосунків, але це призведе до централізації роботи в місці, де набагато важче розподілити навантаження. Тому графікою або локалізованими текстами застосунку повинен займатися його розробник, наскільки це можливо, замість того, щоб запихати все у _fdroiddata_.
zh_hans: 作为一个社区，我们需要避免让少数人进行过多的维护工作，这样我们才能将我们的“公共汽车系数”保持在足够高的水平，以便在我们遇到的所有事情中生存下来。人们经常要求 F-Droid 处理他们的应用的本地化，但这会将工作集中在一个更难分担工作量的地方。所以应用图形或本地化文本应尽可能由上游应用开发者处理，而不是将所有内容都粘贴到 _fdroiddata_ 中。

source: That said, there are some apps with localized metadata in _fdroiddata_. The graphics and descriptions were added there to get things started when the metadata localization was first rolled out. Now that we have hundreds of apps that manage their own localization, we can move all that upstream as well.
de: Nichtsdestotrotz gibt es einige Apps mit lokalisierten Metadaten in _fdroiddata_. Die Grafiken und Beschreibungen wurden dort eingefügt, um die Sache ins Rollen zu bringen, als die Metadaten-Lokalisierung damals anlief. Nun, nachdem wir Hunderte Apps haben, können wir all das genauso gut in Richtung Upstream verschieben.
pl: Niemniej jednak, w _fdroiddata_ znajduje się kilka aplikacji z przetłumaczonymi metadanymi. Grafiki i opisy zostały tam dodane w celu rozpoczęcia procesu lokalizacji metadanych. Teraz gdy mamy setki aplikacji, które zarządzają własną lokalizacją, możemy również przenieść wszystko w górę.
ro: Acestea fiind spuse, există unele aplicații cu metadate localizate în _fdroiddata_. Graficele și descrierile au fost adăugate acolo pentru a da startul atunci când localizarea metadatelor a fost lansată pentru prima dată. Acum, când avem sute de aplicații care își gestionează singure localizarea, putem muta și toate acestea în upstream.
ru: Тем не менее, есть несколько приложений с локализованными метаданными в _fdroiddata_. Графика и описания были добавлены туда, чтобы начать работу, когда локализация метаданных была впервые развернута. Теперь, когда у нас есть сотни приложений, которые сами управляют своей локализацией, мы можем перенести все это также вверх по течению.
uk: Тим не менш, є кілька застосунків з локалізованими метаданими в _fdroiddata_. Графіка і опису були додані туди, щоб почати роботу, коли локалізація метаданих була вперше розгорнуто. Тепер, коли у нас є сотні застосунків, які самі керують своєю локалізацією, ми можемо перенести все це також вгору за течією.
zh_hans: 尽管如此，在 _fdroiddata_ 中有一些具有本地化元数据的应用。这些图形和描述是在元数据本地化首次推出时添加的，以使其开始工作。现在我们有数百个应用管理自己的本地化，我们也可以将所有这些都移动到上游。

source: We have also started a project to provide a translated 80-character summary for all apps in the archive. So if upstream developers are not willing to manage the localization, F-Droid can at least have this key piece translated so that users can see screens in only their language when navigating the Android client and website. That you can see on [fdroiddata-localizations](https://gitlab.com/fdroid/fdroiddata-localizations). I am currently managing that, but would love to increase our bus factor by getting more maintainers involved there. At this point, it is mostly a matter of running some syncing scripts, and checking to make sure the scripts did not do anything stupid.
de: Wir haben auch ein Projekt begonnen, eine übersetzte, 80-Zeichen lange Zusammenfassung für alle Apps im Archiv bereitzustellen. Wenn also Upstream-Entwickler nicht bereit sind, die Lokalisierung zu bewerkstelligen, kann F-Droid wenigstens die übersetzten Kernbegriffe bieten, damit Anwender Ansichten nur in ihrer Sprache sehen können, wenn sie in der Android-App oder auf der Website suchen. Ihr könnt Euch das auf [fdroiddata-localizations](https://gitlab.com/fdroid/fdroiddata-localizations) ansehen. Ich manage das im Moment, würde mich aber gerne mehr unseren Kernaufgaben widmen, wenn sich mehr Maintainer bereit erklärten, sich daran zu beteiligen. An dieser Stelle, das ist im Wesentlichen die Ausführung einiger Syncing-Skripte und eine Prüfung, um sicher zu gehen, dass die Skripte nicht irgendeinen Unsinn gemacht haben.
pl: Rozpoczęliśmy również projekt, aby dostarczyć przetłumaczone, 80-znakowe podsumowanie dla wszystkich aplikacji w archiwum. Więc jeśli programiści nie są gotowi do wykonania lokalizacji, F-Droid może przynajmniej dostarczyć przetłumaczone podstawowe pojęcia, aby użytkownicy mogli zobaczyć widoki tylko w swoim języku podczas wyszukiwania w aplikacji na system Android lub stronie internetowej. Możesz to zobaczyć na [fdroiddata-localizations](https://gitlab.com/fdroid/fdroiddata-localizations). Zarządzam tym w tej chwili, ale chciałbym skupić się bardziej na naszych podstawowych zadaniach, ponieważ coraz więcej opiekunów zgadza się na udział. W tym momencie jest to zasadniczo wykonanie niektórych skryptów synchronizujących i sprawdzenie, czy skrypty nie zrobiły żadnych nonsensów.
ro: De asemenea, am demarat un proiect pentru a oferi un rezumat tradus de 80 de caractere pentru toate aplicațiile din arhivă. Astfel, dacă dezvoltatorii din amonte nu sunt dispuși să se ocupe de localizare, F-Droid poate cel puțin să traducă această piesă cheie, astfel încât utilizatorii să poată vedea ecrane doar în limba lor atunci când navighează în clientul Android și pe site-ul web. Asta puteți vedea pe [fdroiddata-localizations](https://gitlab.com/fdroid/fdroiddata-localizations). În prezent, eu gestionez acest lucru, dar mi-ar plăcea să creștem factorul nostru de autobuz prin implicarea mai multor mentenanți acolo. În acest moment, este vorba mai ales de a rula câteva scripturi de sincronizare și de a verifica să mă asigur că scripturile nu au făcut vreo prostie.
ru: Мы также начали проект по предоставлению переведенного 80-символьного резюме для всех приложений в архиве. Таким образом, если разработчики не хотят заниматься локализацией, F-Droid может по крайней мере перевести этот ключевой фрагмент, чтобы пользователи могли видеть экраны только на своем языке при навигации по клиенту Android и веб-сайту. Это можно увидеть на [fdroiddata-localizations](https://gitlab.com/fdroid/fdroiddata-localizations). В настоящее время я занимаюсь этим, но мне бы хотелось увеличить коэффициент загрузки за счет привлечения большего числа сопровождающих. На данный момент это в основном вопрос запуска некоторых скриптов синхронизации и проверки того, что скрипты не наделали глупостей.
uk: Ми також почали проєкт з надання перекладеного 80-символьного резюме для всіх застосунків в архіві. Таким чином, якщо розробники не хочуть займатися локалізацією, F-Droid може принаймні перевести цей ключовий фрагмент, щоб користувачі могли бачити екрани тільки на своїй мові при навігації по клієнту Android і вебсайту. Це можна побачити на [fdroiddata-localizations](https://gitlab.com/fdroid/fdroiddata-localizations). В даний час я займаюся цим, але мені б хотілося збільшити коефіцієнт завантаження за рахунок залучення більшої кількості супроводжуючих. На даний момент це в основному питання запуску деяких скриптів синхронізації і перевірки того, що скрипти не наробили дурниць.
zh_hans: 我们还启动了一个项目，为存档中的所有应用提供翻译后的 80 个字符的摘要。因此，如果上游开发者不愿意管理本地化，F-Droid 至少可以翻译这个关键部分，以便用户在浏览 Android 客户端和网站时能看到只包含他们语言的屏幕。你可以在 [fdroiddata-localizations](https://gitlab.com/fdroid/fdroiddata-localizations) 上看到此项工作。我目前正在管理它，但希望通过让更多的维护人员参与进来增加我们的公共汽车因数。目前，主要是运行一些同步脚本，并检查以确保脚本没有做任何愚蠢的事情。

source: Trust, Privacy, and Free Software
de: Vertrauen, Privatsphäre und Freie Software
pl: Zaufanie, prywatność i wolne oprogramowanie
ro: Încredere, confidențialitate și software liber
ru: Доверие, конфиденциальность и свободное программное обеспечение
uk: Довіра, конфіденційність і вільне програмне забезпечення
zh_hans: 信任、隐私和自由软件
