Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Other trusted Maven repos also have problems. The Google one hosts many proprietary libs, of course, and the open source libs may [depend](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1011) on those proprietary one. The OSS Sonatype and JCenter repos are synced with Maven Central, and include some extra libs. JitPack.io hosts whatever is built from GitHub, without [checking the license](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1091) or if there is any binary in the repo, let alone the dependencies. Clojars and Gradle plugin repo don't have a license requirement either. The java packages from Debian and the CommonsWare repo are pretty good but barely used.
de: Auch andere als vertrauenswürdig angesehene Maven-Repos beinhalten Probleme. Die von Google hosten, natürlich, viele proprietäre Bibliotheken und die Open-Source-Bibliotheken können von diesen proprietären [abhängen](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1011). Die Repos OSS Sonatype und JCenter werden mit Maven Central synchronisiert und enthalten einige Extra-Bibliotheken. JitPack.io hostet was immer auf GitHub hergestellt wird, ohne [Überprüfung der Lizenz](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1091) oder ob es irgendeine Binärdatei im Repo gibt, von Abhängigkeiten ganz zu schweigen. Clojars und Gradle plugin repo besitzen ebenfalls keine Lizenzanforderungen. Die Java-Pakete von Debian und das CommonsWare-Repo sind ziemlich gut aber kaum genutzt.
pl: Inne zaufane repozytoria Maven również mają problemy. Biblioteka Google obsługuje oczywiście wiele zastrzeżonych bibliotek, a biblioteki o otwartym kodzie mogą [zależeć](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1011) od tych zastrzeżonych. Repozytoria OSS Sonatype i JCenter są zsynchronizowane z Maven Central i zawierają dodatkowe biblioteki. JitPack.io obsługuje wszystko, co jest zbudowane z GitHub, bez [sprawdzania licencji](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1091) lub jeśli w repozytorium znajduje się jakakolwiek binarna, nie mówiąc już o zależnościach. Repo wtyczek Clojars i Gradle również nie wymaga licencji. Pakiety java z Debiana i repozytorium CommonsWare są całkiem w porządku, ale rzadko używane.
ro: Alte depozite Maven de încredere au, de asemenea, probleme. Cel de la Google găzduiește multe biblioteci proprietare, bineînțeles, iar bibliotecile cu sursă deschisă pot [depinde](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1011) de cele proprietare. Depozitele OSS Sonatype și JCenter sunt sincronizate cu Maven Central și includ câteva biblioteci suplimentare. JitPack.io găzduiește orice este construit de pe GitHub, fără a [verifica licența](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1091) sau dacă există vreun binar în depozit, cu atât mai puțin dependențele. Nici depozitele Clojars și Gradle plugin nu au o cerință de licență. Pachetele Java de la Debian și depozitul CommonsWare sunt destul de bune, dar abia dacă sunt folosite.
ru: Проблемы есть и в других доверенных репозиториях Maven. В репозитории Google, разумеется, размещено множество проприетарных библиотек, а библии с открытым исходным кодом могут [зависеть](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1011) от этих проприетарных библиотек. Репозитории OSS Sonatype и JCenter синхронизируются с Maven Central и включают некоторые дополнительные библиотеки. JitPack.io размещает все, что собрано с GitHub, без [проверки лицензии](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1091) или наличия бинарных файлов в репо, не говоря уже о зависимостях. Clojars и Gradle plugin repo также не требуют лицензии. Пакеты java из Debian и репо CommonsWare довольно хороши, но почти не используются.
uk: Інші довірені репозиторії Maven також мають проблеми. Звичайно, репозиторій Google містить багато власницьких бібліотек, і бібліотеки з відкритим кодом можуть [залежати](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1011) від цих власницьких бібліотек. Репозиторії OSS Sonatype і JCenter синхронізовані з Maven Central і включають деякі додаткові бібліотеки. JitPack.io розміщує все, що зібрано з GitHub, без [перевірки ліцензії](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1091) або наявності двійкових файлів у репозиторії, не кажучи вже про залежності. Clojars та репозиторій плагінів Gradle також не мають ліцензійних вимог. Пакунки java з Debian та репозиторій CommonsWare досить гарні, але майже не використовуються.
zh_hans: 其他受信任的 Maven 存储库也有问题。毫不奇怪，Google 托管了许多专有库，而开源库可能[依赖](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1011)那些专有库。OSS Sonatype 和 JCenter 存储库与 Maven Central 同步，并包含一些额外的库。JitPack.io 托管从 GitHub 构建的任何内容，而不[检查许可证](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1091)或者存储库中是否有任何二进制文件，更不用说依赖项了。Clojars 和 Gradle 插件仓库也没有许可证要求。来自 Debian 和 CommonsWare 存储库的 java 包非常好，但很少被使用。

source: Given our limited resource and the situation, this may be an endless fighting. But we are getting more weapons. Thanks to our binary scanner, we have [found](https://gitlab.com/fdroid/fdroidserver/-/issues/1004) lots of libs that depend on non-free deps in these Maven repos, most of which are from Maven Central. In the future we may scan the dependency map to find them before the build. However, this can't help find libs with non-free license. Those non-free libs in our block list are mostly found by chance and experience. We are now [working on](https://gitlab.com/groups/fdroid/-/milestones/10#tab-issues) more reliable methods for the future.
de: Angesichts unserer begrenzten Kapazitäten und der Lage mag dies ein endloser Kampf werden. Aber wir erhalten mehr Waffen. Dank unseres Binär-Scanners haben wir viele Bibliotheken [gefunden](https://gitlab.com/fdroid/fdroidserver/-/issues/1004), die von nicht-freien Abhängigkeiten in diesen Maven-Repos abhängen, die meisten davon aus Maven Central. In Zukunft können wir die Liste der Abhängigkeiten durchsuchen, um sie vor dem Build zu finden. Dies wird jedoch nicht dabei helfen, Bibliotheken mit nicht-freier Lizenz herauszufinden. Diese nicht-freien Bibliotheken auf unserer Sperrliste werden meistens durch Zufall und Erfahrung gefunden. Wir [arbeiten gerade daran](https://gitlab.com/groups/fdroid/-/milestones/10#tab-issues), für die Zukunft verlässlichere Methoden zu entwickeln.
pl: Biorąc pod uwagę nasze ograniczone zasoby i sytuację, może to być niekończąca się walka. Ale dostajemy więcej broni. Dzięki naszemu skanerowi binarnemu [znaleźliśmy](https://gitlab.com/fdroid/fdroidserver/-/issues/1004) wiele bibliotek, które zależą od niewolnych dep w tych repozytoriach Maven, z których większość pochodzi z Maven Central. W przyszłości możemy przeskanować mapę zależności, aby znaleźć je przed kompilacją. Jednak nie może to pomóc w znalezieniu bibliotek z niewolną licencją. Te niewolne biblioteki na naszej liście bloków są w większości znajdowane przez przypadek i doświadczenie. Obecnie [pracujemy nad](https://gitlab.com/groups/fdroid/-/milestones/10#tab-issues) bardziej niezawodnymi metodami na przyszłość.
ro: Având în vedere resursele noastre limitate și situația actuală, aceasta poate fi o luptă fără sfârșit. Dar primim mai multe arme. Mulțumită scanerului nostru binar, am [găsit](https://gitlab.com/fdroid/fdroidserver/-/issues/1004) o mulțime de biblioteci care depind de alte biblioteci ne-libere din aceste depozite Maven, majoritatea fiind din Maven Central. În viitor, am putea scana harta dependențelor pentru a le găsi înainte de compilare. Cu toate acestea, acest lucru nu poate ajuta la găsirea bibliotecilor cu licență ne-liberă. Acele biblioteci nelibere din lista noastră sunt în mare parte găsite din întâmplare și din experiență. În prezent [lucrăm la metode](https://gitlab.com/groups/fdroid/-/milestones/10#tab-issues) mai fiabile pentru viitor.
ru: Учитывая ограниченность наших ресурсов и сложившуюся ситуацию, борьба может быть бесконечной. Но у нас появляется все больше оружия. Благодаря нашему бинарному сканеру мы [нашли](https://gitlab.com/fdroid/fdroidserver/-/issues/1004) множество либ, зависящих от несвободных депов в этих репозиториях Maven, большинство из которых из Maven Central. В будущем мы сможем сканировать карту зависимостей, чтобы найти их перед сборкой. Однако это не поможет найти библиотеки с несвободной лицензией. Те несвободные библиотеки, которые находятся в нашем списке блокировки, в основном обнаруживаются случайно и опытным путем. Сейчас мы [работаем над](https://gitlab.com/groups/fdroid/-/milestones/10#tab-issues) более надежными методами на будущее.
uk: Враховуючи наш обмежений ресурс і ситуацію, це може бути нескінченна боротьба. Але ми отримуємо більше зброї. Завдяки нашому сканеру двійкових файлів ми [знайшли](https://gitlab.com/fdroid/fdroidserver/-/issues/1004) багато бібліотек, які залежать від невільних залежностей у цих репозиторіях Maven, більшість з яких з Maven Central. У майбутньому ми можемо просканувати мапу залежностей, щоб знайти їх перед складанням. Однак, це не допоможе знайти бібліотеки з невільною ліцензією. Ці невільні бібліотеки у нашому списку блокування здебільшого знайдено випадково та на власному досвіді. Зараз ми [працюємо над](https://gitlab.com/groups/fdroid/-/milestones/10#tab-issues) надійнішими методами для майбутнього.
zh_hans: 鉴于我们有限的资源和当前情况，这可能是一场没有终点的战斗。但是我们得到了更多的武器。多亏了我们的二进制扫描器，我们在这些 Maven 存储库中[找到](https://gitlab.com/fdroid/fdroidserver/-/issues/1004)了大量依赖于非自由依赖的库，其中大部分来自 Maven Central。将来我们可能会在构建之前扫描依赖关系图以找到它们。但是，这无助于找到具有非自由许可证的库。我们阻止列表中的那些非自由库大多是偶然和依靠经验发现的。我们现在正在为以后[研究](https://gitlab.com/groups/fdroid/-/milestones/10#tab-issues)更可靠的方法。

source: Hurray, the F-Droid website is now in Indonesian!
de: Hurra, die F-Droid-Website gibt's nun auf Indonesisch!
pl: Hurra, strona F-Droid jest teraz w języku indonezyjskim!
ro: Ura, site-ul F-Droid este acum tradus în indoneziană!
ru: Ура, сайт F-Droid теперь на индонезийском языке!
uk: Нарешті, сайт F-Droid тепер індонезійською мовою!
zh_hans: 万岁，F-Droid 网站现在有了印度尼西亚语版本！

source: The F-Droid website gives you access to various free software applications without the fear of losing your privacy or data; making it available in Indonesian is important for making free software widely used by the people of Indonesia.
de: Die F-Droid-Website verschafft Zutritt zu diversen freien Software-Anwendungen ohne Angst vor Verletzung der Privatsphäre oder Datenraub; sie auf Indonesisch bereitzustellen ist wichtig, damit sich die Nutzung freier Software unter der Bevölkerung Indonesiens weit verbreiten kann.
pl: Witryna F-Droid zapewnia dostęp do różnych bezpłatnych aplikacji bez obawy o utratę prywatności lub danych; udostępnienie go w języku indonezyjskim jest ważne dla tworzenia wolnego oprogramowania powszechnie używanego przez mieszkańców Indonezji.
ro: Site-ul F-Droid vă oferă acces la diverse aplicații software gratuite fără teama de a vă pierde confidențialitatea sau datele; faptul că este disponibil în limba indoneziană este important pentru ca software-ul liber să fie utilizat pe scară largă de către populația Indoneziei.
ru: Сайт F-Droid предоставляет доступ к различным бесплатным программам, не боясь потерять конфиденциальность или данные; его доступность на индонезийском языке важна для того, чтобы свободное программное обеспечение широко использовалось жителями Индонезии.
uk: Вебсайт F-Droid надає вам доступ до різних вільних програмних застосунків без страху втратити приватність або дані; надання доступу до нього індонезійською мовою — важливе для розширення користування вільним програмним забезпеченням населенням Індонезії.
zh_hans: F-Droid 网站让您可以访问各种自由软件应用，而不必担心失去您的隐私或数据；以印度尼西亚语提供它对于使印度尼西亚的人们广泛使用自由软件很重要。

source: Thanks to the volunteers who made Indonesian support available for the F-Droid website, documentation and application descriptions. There is still room for improvements though, so if you are interested in helping with translating F-Droid, you can [click here to contribute](https://hosted.weblate.org/languages/id/f-droid/).
de: Danke allen Freiwilligen, die die Bereitstellung der Internetseite von F-Droid, der Dokumentation und der App-Beschreibungen in indonesischer Sprache möglich machten. Es gibt sicher immer noch Raum für Verbesserungen, wenn ihr also daran interessiert seid, an der Übersetzung von F-Droid mitzuhelfen, könnt ihr [hier klicken, um mitzumachen](https://hosted.weblate.org/languages/id/f-droid/).
pl: Podziękowania dla wolontariuszy, którzy udostępnili indonezyjskie wsparcie dla strony internetowej F-Droid, dokumentacji i opisów aplikacji. Wciąż jest jednak miejsce na ulepszenia, więc jeśli chcesz pomóc w tłumaczeniu F-Droid, możesz [kliknij tutaj, aby wnieść swój wkład](https://hosted.weblate.org/languages/id/f-droid/).
ro: Mulțumim voluntarilor care au pus la dispoziție suportul indonezian pentru site-ul F-Droid, documentația și descrierile aplicațiilor. Cu toate acestea, încă mai este loc pentru îmbunătățiri, așa că, dacă sunteți interesați să ajutați la traducerea F-Droid, puteți [da clic aici pentru a contribui](https://hosted.weblate.org/languages/id/f-droid/).
ru: Спасибо добровольцам, которые обеспечили поддержку индонезийского языка для сайта F-Droid, документации и описаний приложений. Тем не менее, все еще есть место для улучшений, поэтому если вы хотите помочь в переводе F-Droid, вы можете [нажмите здесь, чтобы внести свой вклад](https://hosted.weblate.org/languages/id/f-droid/).
uk: Дякуємо волонтерам, які налагодили підтримку індонезійської мови вебсайтом F-Droid, документації та описів застосунків. Проте є ще багато можливостей для вдосконалення, тому якщо ви зацікавлені в допомозі з перекладом F-Droid, ви можете [натиснути тут, щоб зробити свій внесок](https://hosted.weblate.org/languages/id/f-droid/).
zh_hans: 感谢为 F-Droid 网站、文档和应用描述添加印度尼西亚语支持的志愿者。不过仍有改进的余地，所以如果你有兴趣帮助翻译 F-Droid，您可以[点击此处贡献翻译](https://hosted.weblate.org/languages/id/f-droid/)。

source: You can also support F-Droid by [making a donation]({{ site.baseurl }}/donate/) or if you have skills like coding or design, you can help F-Droid grow and improve by joining the mailing list or [checking issues](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted) on our GitLab.
de: Ihr könnt F-Droid auch [mit einer Spende]({{ site.baseurl }}/donate/) unterstützen oder, solltet ihr Fertigkeiten in Programmierung oder Design mitbringen, könnt ihr F-Droid dabei helfen, größer und besser zu werden, indem ihr euch auf unserem GitLab-Konto der Mailing-Liste anschließt oder [Tickets bearbeitet](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted).
pl: Możesz również wesprzeć F-Droida [dokonując darowizny]({{ site.baseurl }}/donate/) lub jeśli masz umiejętności takie jak kodowanie lub projektowanie, możesz pomóc F-Droidowi się rozwijać i ulepszać, dołączając do listy mailingowej lub [sprawdzać błędy](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted) na naszym GitLabie.
ro: De asemenea, puteți sprijini F-Droid [făcând o donație]({{ site.baseurl }}/donate/) sau, dacă aveți abilități de codare sau de design, puteți ajuta F-Droid să crească și să se îmbunătățească, alăturându-vă listei de discuții sau [verificând problemele](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted) pe GitLab.
ru: Вы также можете поддержать F-Droid, сделав [пожертвование]({{ site.baseurl }}/donate/) или, если у вас есть навыки кодинга или дизайна, вы можете помочь F-Droid расти и улучшаться, присоединившись к списку рассылки или [проверяя проблемы](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted) на нашей GitLab.
uk: Ви також можете підтримати F-Droid, [фінансово]({{ site.baseurl }}/donate/) або, якщо ви володієте навичками кодування або дизайну, ви можете допомогти F-Droid розвиватися і вдосконалюватися, приєднавшись до списку розсилки або [допомогти усунути проблеми](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted) на нашому GitLab.
zh_hans: 您还可以通过[捐款]({{ site.baseurl }}/donate/)来支持 F-Droid，或者如果您有编码或设计等技能，您可以通过加入邮件列表或在 GitLab 上[检查问题](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted)。

source: Thank you :)
de: Vielen Dank :)
pl: Dziękujemy :)
ro: Vă mulțumim :)
ru: Спасибо :)
uk: Дякуємо :)
zh_hans: 谢谢你 :)

source: Slowly getting faster
de: Langsam schneller werden
pl: Powoli staje się szybszy
ro: Mai repejor încetișor
ru: Постепенно становится быстрее
uk: Поволі пришвидшуємось
zh_hans: 从慢速走向快速

source: We have been a bit quiet recently on some fronts, like this blog and on merge requests to review. We strive to keep our users informed, and we always appreciate contributions, even when we cannot immediately review them. F-Droid started in 2010, so we have some technical debt and cannot always move fast. We appreciate patience when contributing. The good news is that this is because we are really quite busy with a whole slew of large improvements that all seemed to happen at the same time. So here is a quick overview:
de: Wir waren an manchen Fronten in letzter Zeit ein Bisschen still, wie in diesem Blog und bei zu überprüfenden Merge Requests. Wir strengen uns an, unsere Anwender zu informieren und wir sind immer dankbar über Beiträge, selbst wenn wir sie nicht sofort prüfen können. F-Droid startete 2010, so haben wir mancherlei technische Schulden und können uns nicht immer so schnell bewegen. Wir wissen Beharrlichkeit bei Beiträgen zu schätzen. Die gute Nachricht ist, dass das so ist, weil wir wirklich mit einer Menge großer Verbesserungen ziemlich beschäftigt sind, die alle zur selben Zeit stattzufinden scheinen. Hier also ein schneller Überblick:
pl: Ostatnio byliśmy spokojni na niektórych frontach, takich jak ten blog i w sprawie wspólnych próśb o recenzję . Staramy się informować naszych użytkowników i zawsze doceniamy wkłady, nawet jeśli nie możemy ich od razu przejrzeć. F-Droid wystartował w 2010 roku, więc mamy pewien dług techniczny i nie zawsze możemy działać szybko. Dziękujemy za cierpliwość podczas wnoszenia wkładu. Dobrą wiadomością jest to, że dzieje się tak dlatego, że jesteśmy naprawdę bardzo zajęci całym mnóstwem ulepszeń, które się wydarzyły w tym samym czasie. Oto krótki przegląd:
ro: În ultima vreme am fost puțin cam tăcuți pe anumite fronturi, cum ar fi pe acest blog și în cererile de revizuire ale contribuțiilor. Ne străduim să ne ținem utilizatorii informați și apreciem întotdeauna contribuțiile, chiar și atunci când nu le putem revizui imediat. F-Droid a început în 2010, așa că avem unele datorii tehnice și nu ne putem mișca întotdeauna repede. Apreciem răbdarea atunci când contribuiți. Vestea bună este că acest lucru se datorează faptului că suntem într-adevăr foarte ocupați cu o serie întreagă de îmbunătățiri mari care par să se întâmple toate în același timp. Așadar, iată o scurtă prezentare generală:
ru: В последнее время мы немного притихли на некоторых фронтах, например, в этом блоге и в запросах на рассмотрение слияний. Мы стараемся держать наших пользователей в курсе событий и всегда ценим их вклад, даже если не можем рассмотреть их немедленно. F-Droid был основан в 2010 году, поэтому у нас есть некоторый технический долг, и мы не всегда можем двигаться быстро. Мы ценим терпение при внесении вклада. Хорошая новость заключается в том, что мы действительно очень заняты целым рядом крупных улучшений, которые, похоже, произошли в одно и то же время. Итак, вот краткий обзор:
uk: Останнім часом ми трохи стишили деяку діяльність, наприклад, у цьому блозі та у розгляді запитів про злиття. Ми прагнемо тримати наших користувачів в курсі подій, і ми завжди цінуємо внески, навіть коли ми не можемо негайно переглянути їх. F-Droid був запущений у 2010 році, тому у нас є деякі технічні проблеми й ми не завжди можемо швидко реагувати. Ми цінуємо терпіння помічників. Хороша новина полягає в тому, що це тому, що ми дійсно дуже зайняті цілою низкою великих поліпшень, які, здавалося б, відбуваються одночасно. Отже, ось короткий огляд:
zh_hans: 我们最近在某些方面有点沉默，比如这个博客和要审查的合并请求。我们努力让用户了解情况，并且我们总是感谢贡献，即使我们无法立即审查它们。F-Droid 创始于 2010 年，因此我们有一些技术债务，不能总是快速行动。 我们感谢在贡献时的耐心。 好消息是，这是因为由于一系列似乎同时发生的重大改进我们真的非常忙碌。 所以下面是一个快速的概述：

source: You might have noticed that this website sometimes ran really slowly. We have been working to improve that. Since we rolled out the new front facing web servers, we have seen a large improvement there. And now we get better data about network usage and server state which means that we can more effectively troubleshoot and optimize going forward.
de: Ihr habt vielleicht schon bemerkt, dass diese Website manchmal wirklich langsam läuft. Wir arbeiten daran, dass sich das verbessert. Seit wir die neuen Front-facing-Webserver ausgerollt haben, sahen wir hier eine große Verbesserung. Und jetzt erhalten wir bessere Daten über die Netzwerknutzung und den Serverstatus, was wiederum bedeutet, dass wir im Weiteren effektiver Störungen beheben und Optimierungen vornehmen können.
pl: Być może zauważyłeś/aś, że ta strona czasami działała bardzo wolno. Pracujemy nad tym, aby to poprawić. Odkąd wprowadziliśmy nowe serwery internetowe, zauważyliśmy znaczną poprawę. A teraz otrzymujemy lepsze dane o wykorzystaniu sieci i stanie serwera, co oznacza, że możemy skuteczniej rozwiązywać problemy i optymalizować je w przyszłości.
ro: Poate ați observat că acest site a funcționat uneori foarte încet. Am lucrat pentru a îmbunătăți acest lucru. De când am implementat noile servere web frontale, am observat o îmbunătățire semnificativă. Iar acum primim date mai bune despre utilizarea rețelei și despre starea serverului, ceea ce înseamnă că putem să rezolvăm mai eficient problemele și să le optimizăm pe viitor.
ru: Вы могли заметить, что иногда этот сайт работает очень медленно. Мы работали над улучшением этой ситуации. С тех пор как мы установили новые веб-серверы, мы увидели значительные улучшения. Теперь мы получаем более точные данные об использовании сети и состоянии сервера, а это значит, что мы сможем более эффективно устранять неполадки и оптимизировать работу сайта в будущем.
uk: Ви могли помітити, що цей вебсайт іноді працював дуже повільно. Ми працюємо над тим, щоб це виправити. Після того, як ми розгорнули нові зовнішні вебсервери, ми отримали значне пришвидшення. І тепер ми отримуємо кращі дані про використання мережі та стан серверів, що означає, що ми можемо ефективніше усувати несправності й оптимізувати роботу в майбутньому.
zh_hans: 您可能已经注意到，这个网站有时运行得非常慢。 我们一直在努力改善这一点。 自从我们推出新的前置网络服务器以来，我们已经看到了很大的改进。 现在，我们获得了有关网络使用情况和服务器状态的更好数据，这意味着我们可以更有效地进行故障排除和优化。
