Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**: An online address/poi search for navigation apps.
de: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**: Eine Online-Adress-/POI-Suche für Navigationsanwendungen.
pl: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**: Adres internetowy/wyszukiwanie poi dla aplikacji nawigacyjnych.
ro: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**: O căutare online de adrese/poi pentru aplicațiile de navigație.
ru: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**: Онлайн поиск адресов/poi для навигационных приложений.
uk: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**: Онлайн пошук адрес/poi для навігаційних застосунків.
zh_hans: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**：用于导航应用的在线地址/兴趣点搜索。

source: {{ page.featured }} **[Briar](https://f-droid.org/packages/org.briarproject.briar.android/)** has finally landed! This is a messenger and social network app that doesn't depend on the internet (but can take advantage of it when available), exchanging messages between phones directly. It is comparable to **[Manyverse](https://f-droid.org/packages/se.manyver/)** in that way. Thanks to **[@Tovok7](https://blog.grobox.de)** setting up [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs), this now builds [reproducibly](https://reproducible-builds.org), which the author requires for us to be allowed to publish it.
de: {{ page.featured }} **[Briar](https://f-droid.org/packages/org.briarproject.briar.android/)** ist endlich gelandet! Dies ist eine Messenger- und Soziales Netzwerk-App, die nicht vom Internet abhängt (aber es nutzen kann, wenn verfügbar) und Nachrichten zwischen den Telefonen direkt austauscht. Es ist auf diese Weise mit **[Manyverse](https://f-droid.org/packages/se.manyver/)** vergleichbar. Da **[@Tovok7](https://blog.grobox.de)** [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs) einrichtete, kann die Software [reproduzierbar](https://reproducible-builds.org) erstellt werden, was der Autor verlangt, damit wir sie veröffentlichen dürfen.
pl: {{ page.featured }} **[Briar](https://f-droid.org/packages/org.briarproject.briar.android/)** w końcu wylądował! Jest to aplikacja sieci komunikacyjnej i społecznościowej, która nie zależy od Internetu (ale może korzystać z niego, gdy jest dostępna), bezpośrednio wymieniając wiadomości między telefonami. Jest porównywalny do **[Manyverse](https://f-droid.org/packages/se.manyver/)** w taki sposób. Dzięki **[@Tovok7](https://blog.grobox.de)** konfiguracji [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs), teraz buduje [w sposób odtwarzalny](https://reproducible-builds.org), którego autor wymaga, abyśmy mogli go opublikować.
ro: {{ page.featured }} **[Briar](https://f-droid.org/packages/org.briarproject.briar.android/)** a aterizat în sfârșit! Aceasta este o aplicație de mesagerie și de rețea socială care nu depinde de internet (dar poate profita de acesta atunci când este disponibil), făcând schimb de mesaje între telefoane în mod direct. În acest sens, este comparabilă cu **[Manyverse](https://f-droid.org/packages/se.manyver/)**. Mulțumită lui **[@Tovok7](https://blog.grobox.de)** care a configurat [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs), aceasta se construiește acum [[reproducibly](https://reproducible-builds.org), lucru pe care autorul îl cere pentru a ne permite să o publicăm.
ru: {{ page.featured }} **[Briar](https://f-droid.org/packages/org.briarproject.briar.android/)** наконец-то появилось! Это приложение для обмена сообщениями и социальных сетей, которое не зависит от интернета (но может воспользоваться им, когда он доступен), обмениваясь сообщениями между телефонами напрямую. В этом отношении оно сравнимо с **[Manyverse](https://f-droid.org/packages/se.manyver/)**. Благодаря **[@Tovok7](https://blog.grobox.de)**, установившему [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs), это теперь собирается [reproducibly](https://reproducible-builds.org), что автор требует от нас разрешения на публикацию.
uk: {{ page.featured }} **[Briar](https://f-droid.org/packages/org.briarproject.briar.android/)** нарешті з'явилося! Ця програма для обміну повідомленнями та соціальних мереж, яке не залежить від інтернету (але може скористатися ним, коли він доступний), обмінюючись повідомленнями між телефонами безпосередньо. В цьому відношенні воно порівнянне з **[Manyverse](https://f-droid.org/packages/se.manyver/)**. Завдяки **[@ Tovok7](https://blog.grobox.de)**, яким установлено [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs), це тепер збирається [reproducibly](https://reproducible-builds.org), що автор вимагає від нас дозволу на публікацію.
zh_hans: {{ page.featured }} **[Briar](https://f-droid.org/packages/org.briarproject.briar.android/)** 终于登陆了！这是一个不依赖互联网（但可以在可用时利用它）的消息和社交网络应用，直接在手机之间交换消息。这方面与 **[Manyverse](https://f-droid.org/packages/se.manyver/)** 相似。感谢 **[@Tovok7](https://blog.grobox.de)** 设置 [disorderfs](https://salsa.debian.org/reproducible-builds/disorderfs)，现在它可以[可重复](https://reproducible-builds.org)构建了，这是作者对我们发布它的要求。

source: **[XScreenSaver](https://f-droid.org/packages/org.jwz.xscreensaver/)**: The famous collection of screen savers shipped on most linux and unix systems, now available on your mobile phone!
de: **[XScreenSaver](https://f-droid.org/packages/org.jwz.xscreensaver/)**: Die berühmte Sammlung von Bildschirmschonern, die auf den meisten Linux- und Unix-Systemen ausgeliefert wird, ist jetzt auf Ihrem Handy verfügbar!
pl: **[XScreenSaver](https://f-droid.org/packages/org.jwz.xscreensaver/)**: Słynna kolekcja wygaszaczy ekranu dostarczanych na większość systemów Linux i Unix dostępnych teraz w telefonie komórkowym!
ro: **[XScreenSaver](https://f-droid.org/packages/org.jwz.xscreensaver/)**: Faimoasa colecție de screen savers livrată pe majoritatea sistemelor linux și unix, acum disponibilă pe telefonul mobil!
ru: **[XScreenSaver](https://f-droid.org/packages/org.jwz.xscreensaver/)**: Знаменитая коллекция скринсейверов, поставляемая в большинстве систем linux и unix, теперь доступна и на вашем мобильном телефоне!
uk: **[XScreenSaver](https://f-droid.org/packages/org.jwz.xscreensaver/)**: Знаменита колекція скрінсейвер, що поставляється в більшості систем linux і unix, тепер доступна і на вашому мобільному телефоні!
zh_hans: **[XScreenSaver](https://f-droid.org/packages/org.jwz.xscreensaver/)**：大多数 linux 和 unix 系统上的著名屏幕保护程序集合，现在可以在你的手机上使用！

source: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)**: Opentopomap viewer with gpx import.
de: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)**: Opentopomap Viewer mit GPX-Import.
pl: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)**: Przeglądarka Opentopomap z importem gpx.
ro: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)**: Vizualizator Opentopomap cu import gpx.
ru: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)**: Программа просмотра карт Opentopomap с импортом gpx.
uk: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)**: Програма перегляду карт Opentopomap з імпортом gpx.
zh_hans: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)**：带 gpx 导入的 Opentopomap 查看器。

source: **[UserLAnd](https://f-droid.org/packages/tech.ula/)**: Easiest way to run gnu/linux distros on android - no root required.
de: **[UserLAnd](https://f-droid.org/packages/tech.ula/)**: Einfachste Art GNU/Linux-Distros auf Android zu betreiben - Root-Rechte sind nicht erforderlich.
pl: **[UserLAnd](https://f-droid.org/packages/tech.ula/)**: Najłatwiejszy sposób na uruchamianie dystrybucji gnu/linux na Androidzie - bez uprawnień administratora.
ro: **[UserLAnd](https://f-droid.org/packages/tech.ula/)**: Cel mai simplu mod de a rula distribuții gnu/linux pe android - nu este nevoie de root.
ru: **[UserLAnd](https://f-droid.org/packages/tech.ula/)**: Простейший способ запуска дистрибутивов gnu/linux на android - root не требуется.
uk: **[UserLAnd](https://f-droid.org/packages/tech.ula/)**: Найпростіший спосіб запуску gnu/linux дистрибутивів на android - root не потрібно.
zh_hans: **[UserLAnd](https://f-droid.org/packages/tech.ula/)**：在 android 上运行 gnu/linux 发行版的最简单方法 - 不需要 root。

source: {{ page.major }} **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** was updated from 0.4.0 to 1.0.0, citing "technical improvements". It now requires at least Android 8.0 to run, which is a _huge_ jump up from 4.4.
de: {{ page.major }} **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** wurde von 0.4.0 auf 1.0.0.0 aktualisiert und verweist auf "technische Verbesserungen". Verlangt nun mindestens Android 8.0, was einen _riesigen_ Sprung von 4.4 nach oben darstellt.
pl: {{ page.major }} **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** został zaktualizowany z wersji 0.4.0 do 1.0.0, powołując się na "ulepszenia techniczne". Teraz wymaga co najmniej Androida 8.0 do uruchomienia, co jest _ogromnym_ skokiem z 4.4.
ro: {{ page.major }} **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** a fost actualizat de la 0.4.0 la 1.0.0, citând "îmbunătățiri tehnice". Acum necesită cel puțin Android 8.0 pentru a rula, ceea ce reprezintă un salt _gigant_ în sus față de 4.4.
ru: {{ page.major }} **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** был обновлен с 0.4.0 до 1.0.0, ссылаясь на "технические улучшения". Теперь для его работы требуется как минимум Android 8.0, что является _огромным _ скачком по сравнению с 4.4.
uk: {{ page.major }} **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** був оновлений з 0.4.0 до 1.0.0, посилаючись на "технічні поліпшення ". Тепер для його роботи потрібно як мінімум Android 8.0, що є _огромним _ стрибком в порівнянні з 4.4.
zh_hans: {{ page.major }} **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** 从 0.4.0 更新到 1.0.0，按照官方说法，更新内容为“技术改进”。它现在需要至少 Android 8.0 系统才能运行，这是 _巨大_的飞跃，先前需要的最低系统版本为 4.4。

source: {{ page.major }} A major update for **[Scarlet FDroid](https://f-droid.org/packages/com.bijoysingh.quicknote/)**, the rich note-taking app formerly known as **Material Notes**. It was updated from 4.5.4 to 5.9.7 bringing improved search (by tags) with color, improved export features allowing markdown, lots of new features, and new UX for note options and all menus.
de: {{ page.major }} Ein großes Update für **[Scarlet FDroid](https://f-droid.org/packages/com.bijoysingh.quicknote/)**, die umfangreiche Notizapplikation, die früher als **Material Notes** bekannt war. Sie wurde von 4.5.4 auf 5.9.7 aktualisiert und bietet eine verbesserte Suche (über Tags) mit Farbe, verbesserte Exportfunktionen mit Abschrift, viele neue Funktionen und ein neues Bedienerlebnis bei Notizoptionen und allen Menüs.
pl: {{ page.major }} Ważna aktualizacja dla **[Scarlet FDroid](https://f-droid.org/packages/com.bijoysingh.quicknote/)**, bogata aplikacja do robienia notatek znana wcześniej jako **Material Notes**. Został zaktualizowany z wersji 4.5.4 do 5.9.7, wprowadzając ulepszone wyszukiwanie (według tagów) z kolorem, ulepszone funkcje eksportu umożliwiające obniżanie wartości, wiele nowych funkcji i nowe UX dla opcji nut i wszystkich menu.
ro: {{ page.major }} O actualizare majoră pentru **[Scarlet FDroid](https://f-droid.org/packages/com.bijoysingh.quicknote/)**, aplicația bogată de luat notițe cunoscută anterior sub numele de **Material Notes**. A fost actualizată de la 4.5.4 la 5.9.7, aducând o căutare îmbunătățită (după etichete) cu culori, caracteristici îmbunătățite de export care permit markdown, o mulțime de caracteristici noi și un nou UX pentru opțiunile de note și toate meniurile.
ru: {{ page.major }} Крупное обновление для **[Scarlet FDroid](https://f-droid.org/packages/com.bijoysingh.quicknote/)**, приложения для ведения заметок, ранее известного как **Material Notes**. Оно было обновлено с версии 4.5.4 до версии 5.9.7, что позволило улучшить поиск (по тегам) с помощью цвета, улучшить функции экспорта в формате markdown, добавить множество новых функций, а также новый UX для опций заметок и всех меню.
uk: {{ page.major }} Велике оновлення для **[Scarlet FDroid](https://f-droid.org/packages/com.bijoysingh.quicknote/)**, застосунки для ведення нотаток, раніше відомого як ** Material Notes **. Воно було оновлено з версії 4.5.4 до версії 5.9.7, що дозволило поліпшити пошук (по тегам) за допомогою кольору, поліпшити функції експорту в форматі markdown, додати безліч нових функцій, а також новий UX для опцій заміток і всіх меню.
zh_hans: {{ page.major }} **[Scarlet FDroid](https://f-droid.org/packages/com.bijoysingh.quicknote/)** 的重大更新，它是过去叫做 **Material Notes** 的丰富的笔记应用。它从 4.5.4 更新到 5.9.7，带来了改进的颜色搜索（按标签）、改进的导出功能允许 markdown、许多新功能以及笔记选项和所有菜单的新 UX。

source: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** is a very slim music player with a colorful and simple "Unified UI". It was updated from 3.1.3.2 to 3.4.2, with UI refinements, adding a stroke to the selected album, theme changes, a search bar, and more.
de: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** ist ein sehr schlanker Musikplayer mit einer bunten und einfachen "vereinheitlichten Benutzerschnittstelle". Er wurde von 3.1.3.2 auf 3.4.2 aktualisiert, mit Oberflächenverfeinerungen, dem Hinzufügen eines Streichs zum ausgewählten Album, Themenänderungen, einer Suchleiste und mehr.
pl: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** to bardzo cienki odtwarzacz muzyczny z kolorowym i prostym "Unified UI". Został on zaktualizowany z wersji 3.1.3.2 do 3.4.2 z udoskonaleniami interfejsu użytkownika, dodając obrys do wybranego albumu, zmiany motywów, pasek wyszukiwania i inne.
ro: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** este un player muzical foarte subțire, cu o "interfață de utilizare unificată" simplă și colorată. A fost actualizat de la 3.1.3.2 la 3.4.2, cu îmbunătățiri ale interfeței de utilizare, adăugând o liniuță la albumul selectat, modificări ale temei, o bară de căutare și multe altele.
ru: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** - это очень тонкий музыкальный плеер с красочным и простым "Унифицированным пользовательским интерфейсом". Он был обновлен с версии 3.1.3.2 до 3.4.2, с усовершенствованием пользовательского интерфейса, добавлением обводки выбранного альбома, изменением темы, строкой поиска и многим другим.
uk: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** - це дуже тонкий музичний плеєр з барвистим і простим "Уніфікованим призначеним для користувача інтерфейсом". Він був оновлений з версії 3.1.3.2 до 3.4.2, з удосконаленням призначеного для користувача інтерфейсу, додаванням обведення обраного альбому, зміною теми, рядком пошуку та багатьом іншим.
zh_hans: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** 是一款非常轻巧的音乐播放器，拥有多彩简洁的“统一用户界面”。它从 3.1.3.2 更新到 3.4.2，改进了 UI，为所选专辑添加了笔触、主题更改、搜索栏等。

source: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**, a password manager, updated to 1.9 with a fix for Nokia 8 phones and other minor bugfixes.
de: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**, ein Passwortmanager, aktualisiert auf 1.9 mit einer Korrektur für Nokia 8 Telefone und anderen kleineren Bugfixes.
pl: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**, menedżer haseł zaktualizowany do wersji 1.9 z poprawką do telefonów Nokia 8 i innymi drobnymi poprawkami błędów.
ro: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**, un manager de parole, actualizat la versiunea 1.9 cu o corecție pentru telefoanele Nokia 8 și alte corecții minore de erori.
ru: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**, менеджер паролей, обновлен до версии 1.9 с исправлением для телефонов Nokia 8 и другими незначительными исправлениями.
uk: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**, менеджер паролів, оновлений до версії 1.9 з виправленням для телефонів Nokia 8 і іншими незначними виправленнями.
zh_hans: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**，一个密码管理器，更新到 1.9，修复了诺基亚 8 手机和其他小错误.

source: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** was updated from 3.37.2 to 3.40.3 with lots of changes. Now with multi-select in search view, storing of IP addresses changed to opt-in, security hardening, cleaning of content pasted to mail/signature editors, and many UI/UX changes and fixes.
de: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** wurde von 3.37.2 auf 3.40.3 mit vielen Änderungen aktualisiert. Jetzt mit Mehrfachauswahl in der Suchansicht, Speicherung von IP-Adressen (geändert auf Opt-in), Sicherheitshärtung, Bereinigung von Inhalten, die in Mail-/Signatur-Editoren eingefügt wurden und viele Änderungen und Korrekturen der Benutzerschnittstelle/des Bedienerlebnisses.
pl: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** został zaktualizowany z wersji 3.37.2 do wersji 3.40.3 z wieloma zmianami. Teraz z wyborem wielokrotnym w widoku wyszukiwania, przechowywanie adresów IP zostało zmienione na opt-in, hartowanie bezpieczeństwa, czyszczenie zawartości wklejanej do edytorów poczty/podpisów oraz wiele zmian i poprawek UI/UX.
ro: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** a fost actualizat de la 3.37.2 la 3.40.3 cu multe modificări. Acum cu multi-selecție în vizualizarea de căutare, stocarea adreselor IP a fost schimbată în opt-in, întărirea securității, curățarea conținutului lipit în editorii de mail/semnături și multe modificări și corecturi UI/UX.
ru: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** был обновлен с 3.37.2 до 3.40.3 с большим количеством изменений. Теперь с мульти-выбором в просмотре поиска, хранение IP-адресов изменено на opt-in, усиление безопасности, очистка контента, вставленного в редакторы почты/подписи, и множество изменений и исправлений UI/UX.
uk: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** був оновлений з 3.37.2 до 3.40.3 з великою кількістю змін. Тепер з мультивибором у поданні пошуку, зберігання IP-адрес змінено на opt-in, посилення безпеки, очищення вмісту, вставленого в редактори пошти/підписи та безліч змін і виправлень UI/UX.
zh_hans: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** 从 3.37.2 更新到 3.40.3，有很多变化。现在通过搜索视图中的多选、IP 地址的存储更改为选择加入、安全强化、清理粘贴到邮件/签名编辑器的内容，以及许多 UI/UX 更改和修复。

source: Also a notable update for **[oandbackup](https://f-droid.org/packages/dk.jens.backup/)**, moving from 0.2.13 (released in March this year) to 0.3.4-universal. This adds a binary written in Rust to handle tasks which can only be done as root, and other improvements to the build.
de: Auch ein bemerkenswertes Update für **[oandbackup](https://f-droid.org/packages/dk.jens.backup/)**, das sich von 0.2.13 (veröffentlicht im März dieses Jahres) auf 0.3.4-universal ändert. Es fügt eine in Rust geschriebene Binärdatei hinzu, um Aufgaben zu bearbeiten, die nur als root ausgeführt werden können und andere Verbesserungen am Build.
pl: Również godna uwagi aktualizacja **[oandbackup](https://f-droid.org/packages/dk.jens.backup/)**, przejście z wersji 0.2.13 (wydanej w marcu tego roku) do wersji 0.3.4-uniwersalnej. Dodaje plik binarny napisany w Rust, aby obsłużyć zadania, które można wykonać tylko jako root i inne ulepszenia kompilacji.
ro: De asemenea, o actualizare notabilă pentru **[oandbackup](https://f-droid.org/packages/dk.jens.backup/)**, trecând de la 0.2.13 (lansat în luna martie a acestui an) la 0.3.4-universal. Aceasta adaugă un binar scris în Rust pentru a gestiona sarcinile care pot fi efectuate doar ca root, precum și alte îmbunătățiri la compilare.
ru: Также заметное обновление для **[oandbackup](https://f-droid.org/packages/dk.jens.backup/)**, переход с версии 0.2.13 (выпущенной в марте этого года) на 0.3.4-universal. Это добавляет бинарник, написанный на Rust, для выполнения задач, которые могут быть выполнены только от имени root, и другие улучшения сборки.
uk: Також помітне оновлення для **[oandbackup](https://f-droid.org/packages/dk.jens.backup/)**, перехід з версії 0.2.13 (випущеної в березні цього року) на 0.3.4- universal. Це додає бінарник, написаний на Rust, для виконання завдань, які можуть бути виконані тільки від імені root, і інші поліпшення збирання.
zh_hans: **[oandbackup](https://f-droid.org/packages/dk.jens.backup/)** 的一个显着更新，从 0.2.13（今年 3 月发布）到 0.3.4-universal。这添加了一个用 Rust 编写的二进制文件来处理只能以 root 身份完成的任务，以及对构建的其他改进。

source: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, the secure contact list, released 7.0 with a crash fix for lineageos, help text for caller ID, a fix for notifications on missed calls, and a "what's new" item in the main menu.
de: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, die sichere Kontaktliste, veröffentlicht 7.0 mit einer Crash-Korrektur für LineageOS, Hilfetext für die Anrufer-ID, einer Korrektur für Benachrichtigungen bei verpassten Anrufen und einem "Neuigkeiten"-Eintrag im Hauptmenü.
pl: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, lista bezpiecznych kontaktów, wydanie 7.0 z naprawą awarii dla lineageos, tekst pomocy dla identyfikatora dzwoniącego, poprawka dla powiadomień o nieodebranych połączeniach oraz pozycja "co nowego" w menu głównym.
ro: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, lista de contacte securizată, a lansat versiunea 7.0 cu o corecție pentru lineageos, un text de ajutor pentru identificarea apelantului, o corecție pentru notificările privind apelurile ratate și un element "ce este nou" în meniul principal.
ru: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, защищенный список контактов, выпустил версию 7.0 с исправлением сбоев в lineageos, справочным текстом для определителя номера, исправлением уведомлений о пропущенных звонках и пунктом "Что нового" в главном меню.
uk: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, захищений список контактів, випустив версію 7.0 з виправленням збоїв в lineageos, довідковим текстом для визначника номера, виправленням повідомлень про пропущені дзвінки та пунктом "Що нового" в головному меню.
zh_hans: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**，安全的联系人列表，发布了 7.0 版本，更新内容包括修复了 lineageos 的崩溃，来电显示的帮助文本，未接来电通知的修复，以及主菜单中的“新功能”项目。
