Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: There is also [metrics submission](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/985) for the official F-Droid Android client. At its core, it gathers information from the previous week (e.g. the most recent completed week), and puts that into a JSON report. That JSON is then submitted to <https://metrics.cleaninsights.org>, respecting network preferences like requiring Tor. It must be first enabled by switching "Expert Mode" on, then "Keep Install History", then "Send to F-Droid Metrics". There is a report viewer in the "Install History" viewer. If this proves useful and there are no privacy leaks or other ethical concerns, it can be expanded. That said, it will always be opt-in. Right now, that is a global toggle. We are exploring per-report opt-in and other ideas for ensuring that metrics always respects the user's wishes first and foremost.
de: Es gibt auch [metrics submission](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/985) für den offiziellen F-Droid Android-Client. Im Kern sammelt er Informationen aus der Vorwoche (z. B. der letzten abgeschlossenen Woche) und stellt diese in einem JSON-Bericht zusammen. Dieses JSON wird dann an <https://metrics.cleaninsights.org> übermittelt, wobei Netzwerkeinstellungen wie die Notwendigkeit von Tor berücksichtigt werden. Es muss zuerst aktiviert werden, indem man den "Expertenmodus" einschaltet, dann "Keep Install History" und dann "Send to F-Droid Metrics". Im "Install History"-Viewer gibt es einen Report-Viewer. Wenn sich dies als nützlich erweist und es keine Datenschutzlecks oder andere ethische Bedenken gibt, kann es erweitert werden. Das heißt, es wird immer ein Opt-in sein. Im Moment ist das ein globaler Toggle. Wir untersuchen die Möglichkeit der Zustimmung pro Bericht und andere Ideen, um sicherzustellen, dass die Metriken immer in erster Linie die Wünsche des Benutzers respektieren.
pl: Istnieje również [zgłaszanie metryk](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/985) dla oficjalnego klienta F-Droid na Androida. Przede wszystkim zbiera on informacje z poprzedniego tygodnia (np. z ostatniego pełnego tygodnia) i umieszcza je w raporcie w formacie JSON. Ten JSON jest następnie wysyłany do <https://metrics.cleaninsights.org>, respektując ustawienia sieci, takie jak wymóg Tora. Można to włączyć przez zaznaczenie „Ustawienia zaawansowane”, potem „Przechowuj historię instalacji”, a następnie „Wysyłaj dane o użytkowaniu”. W przeglądaniu historii instalacji jest przeglądarka raportów. Jeśli okażą się one przydatne, nie będzie wycieków prywatnych danych czy innych problemów etycznych, mogą zostać rozszerzone. Zawsze będzie to opcjonalne. Obecnie jest globalny przełącznik. Sprawdzamy zapisywanie wybranych raportów i inne pomysły, dzięki którym metryki będą zawsze respektować przede wszystkim wolę użytkownika.
ro: Există, de asemenea, [metrics submission](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/985) pentru clientul oficial F-Droid Android. În esența sa, acesta adună informații din săptămâna anterioară (de exemplu, cea mai recentă săptămână încheiată) și le pune într-un raport JSON. Acest JSON este apoi trimis către <https://metrics.cleaninsights.org>, respectând preferințele rețelei, cum ar fi solicitarea Tor. Trebuie mai întâi activat prin activarea "Expert Mode", apoi "Keep Install History", apoi "Send to F-Droid Metrics". Există un vizualizator de rapoarte în vizualizatorul "Install History". Dacă acest lucru se dovedește util și nu există scurgeri de confidențialitate sau alte preocupări etice, poate fi extins. Acestea fiind spuse, va fi întotdeauna opt-in. În momentul de față, aceasta este o comutare globală. Explorăm opt-in pentru fiecare raport în parte și alte idei pentru a ne asigura că metrica respectă întotdeauna dorințele utilizatorului în primul rând.
ru: Существует также [metrics submission](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/985) для официального клиента F-Droid для Android. По своей сути, он собирает информацию за предыдущую неделю (например, за последнюю завершенную неделю) и помещает ее в JSON-отчет. Затем этот JSON отправляется на <https://metrics.cleaninsights.org>, соблюдая сетевые предпочтения, например, требуя Tor. Сначала его нужно включить, включив "Экспертный режим", затем "Вести историю установки", затем "Отправить в F-Droid Metrics". В окне просмотра "История установки" есть средство просмотра отчетов. Если это окажется полезным и не будет утечек конфиденциальной информации или других этических проблем, его можно будет расширить. Тем не менее, это всегда будет опционально. Сейчас это глобальный переключатель. Мы изучаем возможность опции для каждого отчета и другие идеи для обеспечения того, чтобы метрики всегда в первую очередь учитывали пожелания пользователя.
uk: Існує також [подання метрик](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/985) для офіційного клієнта F-Droid для Android. За своєю суттю, воно збирає відомості за попередній тиждень (наприклад, за останній завершений тиждень) і розміщує її в JSON-звіт. Потім цей JSON надсилається на <https://metrics.cleaninsights.org>, дотримуючись мережевих налаштувань, наприклад, вимагаючи Tor. Спочатку його потрібно увімкнути, вмиканням «Експертного режиму», потім «Записувати історію встановлення», потім «Надсилати у F-Droid Metrics». У вікні перегляду «Історія встановлення» є засіб перегляду звітів. Якщо це буде корисним і не буде витоку приватних даних або інших етичних проблем, його можна буде розширити. Проте, це завжди буде не обов'язковим. Зараз це загальний перемикач. Ми вивчаємо можливість розділення дозволу на кожен звіт та інші ідеї для забезпечення того, щоб метрики завжди в першу чергу враховували побажання користувача.
zh_hans: 官方 F-Droid Android 客户端也可以进行[指标提交](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/985)。它的核心是收集前一周的信息（例如最近完成的一周），并将其放入 JSON 报告中。然后将该 JSON 提交到 <https://metrics.cleaninsights.org>，并尊重网络偏好，例如通过 Tor。必须先打开“专家模式”，然后打开“保留安装历史记录”，再打开“发送到 F-Droid Metrics”。“安装历史”查看器中有一个报告查看器。如果这被证明是有用的并且没有出现隐私泄露或其他道德问题，则可以对它进行扩展。尽管如此，它将始终是选择加入的。当前有一个全局开关。我们正在探索每个报告的选择加入和其他想法，以确保指标始终首先尊重用户的意愿。

source: Here's an actual, but relatively simple, report as an example:
de: Hier ist ein tatsächlicher, aber relativ einfacher Bericht als Beispiel:
pl: Oto rzeczywisty, ale stosunkowo prosty raport jako przykład:
ro: Iată, ca exemplu, un raport real, dar relativ simplu:
ru: В качестве примера приводим актуальный, но относительно простой отчет:
uk: Ось справжній, але відносно простий, звіт для прикладу:
zh_hans: 作为示例，这是一个真实但相对简单的报告：

source: Important Community Update
de: Wichtiges Community-Update
pl: Ważna aktualizacja społeczności
ro: Actualizare comunitară importantă
ru: Важное обновление сообщества
uk: Важливе оновлення спільноти
zh_hans: 重要的社区更新

source: Hello all,
de: Hallo zusammen,
pl: Witajcie,
ro: Salut tuturor,
ru: Привет всем,
uk: Привіт всім,
zh_hans: 大家好，

source: Given recent events, the F-Droid team has decided to migrate from Freenode to OFTC. We chose OFTC because several projects the F-Droid team is closely aligned to (such as Debian and Tor) have already been using OFTC for many years.
de: Aufgrund der jüngsten Ereignisse hat das F-Droid-Team beschlossen, von Freenode zu OFTC zu migrieren. Wir haben uns für OFTC entschieden, weil mehrere Projekte, mit denen das F-Droid-Team eng verbunden ist (wie Debian und Tor), bereits seit vielen Jahren OFTC verwenden.
pl: Biorąc pod uwagę ostatnie wydarzenia, zespół F-Droid zdecydował się na migrację z Freenode do OFTC. Wybraliśmy OFTC, ponieważ kilka projektów, z którymi zespół F-Droid jest blisko związany (takich jak Debian i Tor) już od wielu lat korzysta z OFTC.
ro: Având în vedere evenimentele recente, echipa F-Droid a decis să migreze de pe Freenode pe OFTC. Am ales OFTC deoarece mai multe proiecte la care echipa F-Droid este strâns aliniată (cum ar fi Debian și Tor) folosesc deja OFTC de mulți ani.
ru: Учитывая последние события, команда F-Droid решила перейти с Freenode на OFTC. Мы выбрали OFTC, потому что несколько проектов, с которыми тесно связана команда F-Droid (например, Debian и Tor), уже используют OFTC в течение многих лет.
uk: З огляду на останні події, команда F-Droid вирішила перейти з Freenode на OFTC. Ми вибрали OFTC, тому що кілька проєктів, з якими тісно пов'язана команда F-Droid (наприклад, Debian і Tor), вже використовують OFTC протягом багатьох років.
zh_hans: 鉴于最近发生的事件，F-Droid 团队决定从 Freenode 迁移到 OFTC。我们之所以选择 OFTC，是因为 F-Droid 团队对标的几个项目（例如 Debian 和 Tor）已经使用 OFTC 多年。

source: This decision does not come easy to us, given the #fdroid channel was registered over 10 years ago (November 6th, 2010) on Freenode and has been extremely helpful in allowing our community to stay in touch.
de: Diese Entscheidung fällt uns nicht leicht, wenn man bedenkt, dass der #fdroid-Kanal vor über 10 Jahren (6. November 2010) auf Freenode registriert wurde und extrem hilfreich war, damit unsere Community in Kontakt bleiben konnte.
pl: Ta decyzja nie przychodzi nam łatwo, biorąc pod uwagę, że kanał #fdroid został zarejestrowany ponad 10 lat temu (6 listopada 2010 r.) na Freenode i był niezwykle pomocny w umożliwieniu naszej społeczności pozostawania w kontakcie.
ro: Această decizie nu este ușoară pentru noi, având în vedere că canalul #fdroid a fost înregistrat cu peste 10 ani în urmă (6 noiembrie 2010) pe Freenode și a fost extrem de util pentru a permite comunității noastre să rămână în contact.
ru: Это решение далось нам нелегко, учитывая, что канал #fdroid был зарегистрирован более 10 лет назад (6 ноября 2010 года) на Freenode и был чрезвычайно полезен для того, чтобы наше сообщество могло оставаться на связи.
uk: Це рішення далося нам нелегко, враховуючи, що канал #fdroid був зареєстрований більш 10 років тому (6 листопада 2010 року) на Freenode і був надзвичайно корисний для того, щоб наше співтовариство могло залишатися на зв'язку.
zh_hans: 这个决定对我们来说并不容易，因为 #fdroid 频道是 10 多年前（2010 年 11 月 6 日）在 Freenode 上注册的，并且对于让我们的社区保持联系非常有帮助。

source: If you are currently in #fdroid or #fdroid-dev on freenode, we suggest switching to #fdroid or #froid-dev on OFTC. The [OFTC website](https://oftc.net/) contains instructions on how to connect to the OFTC server.
de: Wenn Sie derzeit in #fdroid oder #fdroid-dev auf freenode befinden, empfehlen wir Ihnen, zu #fdroid oder #froid-dev auf OFTC zu wechseln. Die [OFTC-Website](https://oftc.net/) enthält Anweisungen, wie Sie sich mit dem OFTC-Server verbinden können.
pl: Jeśli obecnie korzystasz z #fdroid lub #fdroid-dev na freenode, sugerujemy przejście na #fdroid lub #froid-dev na OFTC. [Strona OFTC](https://oftc.net/) zawiera instrukcje, jak połączyć się z serwerem OFTC.
ro: Dacă sunteți în prezent în #fdroid sau #fdroid-dev pe freenode, vă sugerăm să treceți la #fdroid sau #froid-dev pe OFTC. Site-ul [OFTC](https://oftc.net/) conține instrucțiuni despre cum să vă conectați la serverul OFTC.
ru: Если вы сейчас находитесь в #fdroid или #fdroid-dev на freenode, мы предлагаем переключиться на #fdroid или #froid-dev на OFTC. На [сайте OFTC](https://oftc.net/) содержатся инструкции о том, как подключиться к серверу OFTC.
uk: Якщо ви зараз перебуваєте в #fdroid або # fdroid-dev на freenode, ми пропонуємо перейти на #fdroid або # froid-dev на OFTC. На [сайті OFTC](https://oftc.net/) містяться інструкції про те, як підключитися до сервера OFTC.
zh_hans: 如果你目前在 freenode 上使用 #fdroid 或 #fdroid-dev，我们建议切换到 OFTC 上的 #fdroid 或 #froid-dev。[OFTC 网站](https://oftc.net/)上有关于如何连接到 OFTC 服务器的说明。

source: If you are currently using the #fdroid-official:matrix.org or #fdroid-dev:matrix.org Matrix channels, you do not have to take any further action.
de: Wenn Sie derzeit die Matrix-Kanäle #fdroid-official:matrix.org oder #fdroid-dev:matrix.org verwenden, müssen Sie keine weiteren Maßnahmen ergreifen.
pl: Jeśli obecnie korzystasz z kanałów Matrix #fdroid-official:matrix.org lub #fdroid-dev:matrix.org, nie musisz podejmować żadnych dalszych działań.
ro: Daca folositi in prezent canalele #fdroid-official:matrix.org sau #fdroid-dev:matrix.org Matrix, nu trebuie sa luati nici o masura.
ru: Если вы в настоящее время используете каналы #fdroid-official:matrix.org или #fdroid-dev:matrix.org Matrix, вам не нужно предпринимать никаких дополнительных действий.
uk: Якщо ви в даний час використовуєте канали # fdroid-official: matrix.org або # fdroid-dev: matrix.org Matrix, вам не потрібно робити ніяких додаткових дій.
zh_hans: 如果你正在使用 #fdroid-official:matrix.org 或 #fdroid-dev:matrix.org Matrix 频道，则不需要采取任何进一步的措施。

source: As of 2021-06-13 both #fdroid and #fdroid-dev on OFTC have been bridged to the corresponding Matrix rooms. Many thanks to Half-Shot and matrix.org for making an exception for F-Droid and allowing a large room to be bridged to OFTC!
de: Ab dem 2021-06-13 wurden sowohl #fdroid als auch #fdroid-dev auf OFTC zu den entsprechenden Matrix-Räumen überbrückt. Vielen Dank an Half-Shot und matrix.org, dass sie für F-Droid eine Ausnahme gemacht haben und die Überbrückung eines großen Raums zum OFTC ermöglicht haben!
pl: Od 13.06.2021 zarówno #fdroid, jak i #fdroid-dev na OFTC zostały połączone z odpowiednimi pokojami Matrix. Wielkie podziękowania dla Half-Shot i matrix.org za zrobienie wyjątku dla F-Droid i umożliwienie połączenia dużego pokoju z OFTC!
ro: Începând cu 2021-06-13, atât #fdroid cât și #fdroid-dev de pe OFTC au fost conectate la camerele Matrix corespunzătoare. Multe mulțumiri lui Half-Shot și matrix.org pentru că au făcut o excepție pentru F-Droid și au permis ca o cameră mare să fie conectată la OFTC!
ru: По состоянию на 2021-06-13 #fdroid и #fdroid-dev на OFTC были переведены в соответствующие комнаты Matrix. Большое спасибо Half-Shot и matrix.org за то, что они сделали исключение для F-Droid и позволили соединить большую комнату с OFTC!
uk: Станом на 2021-06-13 #fdroid і # fdroid-dev на OFTC були переведені у відповідні кімнати Matrix. Велике спасибі Half-Shot і matrix.org за те, що вони зробили виняток для F-Droid і дозволили поєднати велику кімнату з OFTC!
zh_hans: 截至 2021 年 6 月 13 日，OFTC 上的 #fdroid 和 #fdroid-dev 都已桥接到相应的 Matrix 房间。非常感谢 Half-Shot 和 matrix.org 为 F-Droid 破例并允许将大房间连接到 OFTC！

source: We hope to see you there and thank you for your patience.
de: Wir hoffen, Sie dort zu sehen und danken Ihnen für Ihre Geduld.
pl: Mamy nadzieję, że się tam spotkamy, i dziękujemy za cierpliwość.
ro: Sperăm să vă vedem acolo și vă mulțumim pentru răbdare.
ru: Мы надеемся увидеть вас там и благодарим за терпение.
uk: Ми сподіваємося побачити вас там і дякуємо за терпіння.
zh_hans: 我们希望在那里见到你，并感谢你的耐心。

source: New language: Romanian
de: Neue Sprache: Rumänisch
pl: Nowy język: rumuński
ro: Limbă nouă: Română
ru: Новый язык: румынский
uk: Нова мова: румунська
zh_hans: 新语言：罗马尼亚语

source: The F-Droid website is now available in Romanian too, thanks to the efforts of the few volunteer contributors. While the main pages have been completed, the Docs and app descriptions are still in progress. Those interested in lending a hand for their completion or for improving existing translations, are encouraged to contribute via F-Droid's Weblate (<https://hosted.weblate.org/languages/ro/f-droid/>).
de: Die F-Droid-Webseite steht nun auch in Rumänisch zur Verfügung, dank der Bemühungen einiger Freiwilliger. Während die Hauptseiten fertig sind, sind die Dokumentation und die App-Beschreibungen noch in Arbeit. All jene, die interessiert sind, an ihrer Fertigstellung oder an der Verbesserung vorhandener Übersetzungen mitzuhelfen, werden darin bestärkt sich über F-Droid's Weblate (<https://hosted.weblate.org/languages/ro/f-droid/>) daran zu beteiligen.
pl: Strona internetowa F-Droid jest teraz dostępna również w języku rumuńskim dzięki wysiłkom kilku wolontariuszy. Podczas gdy główne strony zostały ukończone, Dokumentacja i opisy aplikacji są nadal w toku. Osoby zainteresowane pomocą w ich ukończeniu lub poprawie istniejących tłumaczeń zachęcamy do wniesienia wkładu za pośrednictwem Weblate<https://hosted.weblate.org/languages/ro/f-droid/>.
ro: Site-ul F-Droid este acum disponibil și în limba română, grație eforturilor celor câtorva colaboratori voluntari. În timp ce paginile principale au fost finalizate, Documentația și descrierile aplicațiilor sunt încă în curs de realizare. Cei interesați să dea o mână de ajutor pentru finalizarea lor sau pentru îmbunătățirea traducerilor existente, sunt încurajați să contribuie prin intermediul Weblate-ului F-Droid (<https://hosted.weblate.org/languages/ro/f-droid/>).
ru: Благодаря усилиям нескольких участников, сайт F-Droid теперь доступен и на румынском языке. Хотя перевод основных страниц завершен, работа над документами и описаниями приложений еще продолжается. Тех, кто заинтересован в помощи в их завершении или в улучшении существующих переводов, приглашаем внести свой вклад через Weblate F-Droid (<https://hosted.weblate.org/languages/ro/f-droid/>).
uk: Завдяки зусиллям небагатьох помічників-добровольців вебсайт F-Droid тепер доступний і румунською мовою. На разі основні сторінки перекладено, документи та описи застосунків досі перекладаються. Тим, хто зацікавлений у докладанні зусиль для їхнього завершення або для поліпшення наявних перекладів, радимо зробити свій внесок через Weblate (<https://hosted.weblate.org/languages/ro/f-droid/>).
zh_hans: 感谢少数志愿者贡献者的努力，F-Droid 网站现在也可以提供罗马尼亚语版本了。虽然主要页面已经完成，但文档和应用描述仍在进行中。鼓励有兴趣帮助完成或改进现有翻译的人通过 F-Droid 的 Weblate (<https://hosted.weblate.org/languages/ro/f-droid/>) 做出贡献.

source: Pinning for packages: Android dependency management and F-Droid Push Requests
de: Anbindung für Pakete: Dependency-Management in Android und Push Requests in F-Droid
pl: Przypinanie pakietów: zarządzanie zależnościami Androida i żądania push F-Droid
ro: Pinning pentru pachete: Gestionarea dependențelor Android și solicitările F-Droid Push
ru: Закрепление пакетов: управление зависимостями Android и push-запросы F-Droid
uk: Закріплення пакунків: керування залежностями Android і push-запити F-Droid
zh_hans: 固定包：Android 依赖管理和 F-Droid 推送请求

source: One thing that made GNU/Linux distros so popular is that dependency management was built into the operating system. In Debian, all software installed is packaged as a _.deb_, and its all installed from the Debian repositories. Android has always lacked this kind dependency management, and many of us sorely miss it. Android's model is that all dependencies should be included in the app's APK file, while the operating system only provides the most basic APIs. Many apps depend on other apps being installed. Neither Android nor Google Play has a way to represent that.
de: Eine Sache, die GNU/Linux-Distributionen so beliebt machte, ist, dass die Verwaltung von Abhängigkeiten im Betriebssystem eingebaut wurde. In Debian ist sämtliche installierte Software in eine _.deb_ gepackt und sie wird komplett aus Debian-Repositorys installiert. Android fehlte diese Art des Dependency-Managements immer und viele von uns vermissen es schmerzlich. Das Modell von Android geht davon aus, dass alle Abhängigkeiten in der APK-Datei der App enthalten sein sollten, während das Betriebssystem nur die grundlegendsten APIs bereitstellt. Viele Apps hängen von der Installation weiterer Apps ab. Weder Android noch Google Play bieten einen Weg, das darzustellen.
pl: Jedną z rzeczy, które sprawiły, że dystrybucje GNU/Linuksa stały się tak popularne, jest to, że zarządzanie zależnościami zostało wbudowane w system operacyjny. W Debianie całe zainstalowane oprogramowanie jest pakowane jako _.deb_ i jest instalowane z repozytoriów Debiana. Androidowi zawsze brakowało tego rodzaju zarządzania zależnościami, a wielu z nas bardzo za tym tęskni. Model Androida polega na tym, że wszystkie zależności powinny być zawarte w pliku APK aplikacji, podczas gdy system operacyjny zapewnia tylko najbardziej podstawowe interfejsy API. Wiele aplikacji jest zależnych od zainstalowania innych aplikacji. Ani Android, ani Google Play nie mają na to sposobu.
ro: Un lucru care a făcut ca distribuțiile GNU/Linux să fie atât de populare este faptul că managementul dependențelor a fost integrat în sistemul de operare. În Debian, toate programele instalate sunt împachetate sub forma unui _.deb_ și toate sunt instalate din depozitele Debian. Android a fost întotdeauna lipsit de acest tip de gestionare a dependențelor, iar mulți dintre noi îi simțim lipsa cu desăvârșire. Modelul Android este că toate dependențele ar trebui să fie incluse în fișierul APK al aplicației, în timp ce sistemul de operare oferă doar cele mai de bază API-uri. Multe aplicații depind de instalarea altor aplicații. Nici Android și nici Google Play nu au o modalitate de a reprezenta acest lucru.
ru: Вещь, которая сделала дистрибутивы GNU/Linux такими популярными, это возможность управления зависимостями, встроенная в операционную систему. В Debian всё установленное программное обеспечение представлено пакетами в формате _.deb_, и всё оно установлено из репозиториев Debian. В Android всегда не хватало такого управления зависимостями, и многим из нас очень хотелось бы его видеть. Модель Android заключается в том, что все зависимости должны быть включены в файл APK приложения, в то время как операционная система предоставляет только самые основные API. Многие приложения зависят от других установленных приложений. Ни Android, ни Google Play не могут реализовать это.
uk: Дистрибутиви GNU/Linux поширились зокрема завдяки вирішенню залежностей, вбудованому в операційну систему. У Debian, все програмне забезпечення пакується в формат _.deb_ і встановлюється (разом із залежностями) з Debian-репозиторіїв. Android ніколи не мав подібної системи залежностей і багатьом із нас її бракує. За моделлю Android, усі залежності мають бути вкладені до APK-файлу застосунку, тоді як операційна система надає лише найбазовіші API. Багато застосунків потребують встановлення інших застосунків. Ні Android, ні Google Play не надають шляху зобразити це.
zh_hans: GNU/Linux 发行版如此受欢迎的一个原因是依赖管理内置于操作系统中。在 Debian 中，所有安装的软件都打包为 _.deb_，并且全部从 Debian 存储库安装。Android 一直缺乏这种依赖管理，我们中的许多人非常想要这样的功能。Android 的模式是所有依赖都应该包含在应用的 APK 文件中，而操作系统只提供最基本的 API。许多应用依赖于其他安装的应用。Android 和 Google Play 都无法表示这种关系。
