Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Aurora Store](https://f-droid.org/wiki/page/com.dragons.aurora)** has been replaced with a rewriten version named the same ([Aurora Store](https://f-droid.org/packages/com.aurora.store/))
de: **[Aurora Store](https://f-droid.org/wiki/page/com.dragons.aurora)** wurde durch eine neu geschriebene Version gleichen Namens ([Aurora Store](https://f-droid.org/packages/com.aurora.store/)) ersetzt
pl: **[Aurora Store](https://f-droid.org/wiki/page/com.dragons.aurora)** został zastąpiony przez przepisaną wersję o tej samej nazwie ([Aurora Store](https://f-droid.org/packages/com.aurora.store/))
ro: **[Aurora Store](https://f-droid.org/wiki/page/com.dragons.aurora)** a fost înlocuită cu o versiune rescrisă cu același nume ([Aurora Store](https://f-droid.org/packages/com.aurora.store/))
ru: **[Aurora Store](https://f-droid.org/wiki/page/com.dragons.aurora)** был заменен на переписанную версию с тем же названием ([Aurora Store](https://f-droid.org/packages/com.aurora.store/))
uk: **[Aurora Store](https://f-droid.org/wiki/page/com.dragons.aurora)** замінено на переписану версію, названу так само ([Aurora Store](https://f-droid.org/packages/com.aurora.store/))
zh_hans: **[Aurora Store](https://f-droid.org/wiki/page/com.dragons.aurora)**已被同名的重写版本 ([Aurora Store](https://f-droid.org/packages/com.aurora.store/)) 替代

source: Public Statement on Neutrality of Free Software
de: Öffentliche Stellungnahme zur Neutralität freier Software
pl: Publiczne oświadczenie w sprawie Neutralności Wolnego Oprogramowania
ro: Declarație publică privind neutralitatea software-ului liber
ru: Публичное заявление о нейтральности свободного программного обеспечения
uk: Публічна заява про нейтральність вільного програмного забезпечення
zh_hans: 关于自由软件中立性的公开声明

source: In the past week, a controversy around F-Droid took place at its forum and in the [fediverse](https://en.wikipedia.org/wiki/Fediverse). We feel like we have to put out a public statement to clear F-Droid's position on it.
de: In der vergangenen Woche fand im Forum und im [Fediverse](https://en.wikipedia.org/wiki/Fediverse) ein Meinungsstreit rund um F-Droid statt. Wir sehen uns gezwungen, eine öffentliche Stellungnahme abzugeben, um F-Droids Position darin zu klären.
pl: W ostatnim tygodniu na jego forum i w [fediverse](https://en.wikipedia.org/wiki/Fediverse) miały miejsce kontrowersje wokół F-Droida. Czujemy, że musimy wygłosić publiczne oświadczenie, aby wyjaśnić stanowisko F-Droida w tej sprawie.
ro: Săptămâna trecută, a avut loc o controversă în jurul F-Droid pe forumul său și în [fediverse](https://en.wikipedia.org/wiki/Fediverse). Simțim că trebuie să facem o declarație publică pentru a clarifica poziția F-Droid cu privire la aceasta.
ru: На прошлой неделе на форуме F-Droid и в [fediverse](https://en.wikipedia.org/wiki/Fediverse) разгорелась полемика вокруг F-Droid. Мы чувствуем, что должны выступить с публичным заявлением, чтобы прояснить позицию F-Droid по этому поводу.
uk: Минулого тижня на форумі F-Droid і в [fediverse](https://en.wikipedia.org/wiki/Fediverse) розгорілася полеміка навколо F-Droid. Ми відчуваємо, що повинні виступити з публічною заявою, щоб прояснити позицію F-Droid з цього приводу.
zh_hans: 在过去的一周里，在论坛和 [fediverse](https://en.wikipedia.org/wiki/Fediverse) 中发生了一场围绕 F-Droid 的争论。我们觉得我们必须发表一份公开声明来明确 F-Droid 对此的立场。

source: To recap the situation: a website joined the fediverse only half a month ago that is well known to be a "free speech zone", meaning it claims to tolerate all opinions. While in theory this might seem to be a good concept, it has serious consequences: things like racism, sexism, verbal abuse, violent nationalist propaganda, discrimination against gender and sexual minorities, antisemitism and a lot more things become popular on such instances. For good reasons, all these things are prohibited on the clear majority of instances in the fediverse. Because of this, yet even before mentioned website joined the fediverse, most instances already blocked it.
de: Als Zusammenfassung der Situation: vor knapp einem halben Monat schloss sich eine Website dem Fediverse an, die gut dafür bekannt ist, eine "Zone der freien Rede" zu sein, was bedeutet, dass sie beansprucht, alle Meinungen zu tolerieren. Obwohl dies in der Theorie ein gutes Konzept zu sein scheint, hat es ernsthafte Folgen: Dinge wie Rassismus, Sexismus, verbale Beschimpfungen, gewalttätige nationalistische Propaganda, Diskriminierung von Geschlechtern und sexuellen Minderheiten, Antisemitismus und eine Menge mehr Dinge werden auf solchen Instanzen populär. Aus guten Gründen sind all diese Sachen bei der eindeutigen Mehrheit der Instanzen im Fediverse verboten. Aus diesem Grund schlossen die meisten Instanzen, schon bevor die erwähnte Website dem Fediverse beitrat, sie aus.
pl: Podsumowując sytuację: strona internetowa dołączyła do fediverse zaledwie pół miesiąca temu, która jest dobrze znana jako "strefa wolności słowa", co oznacza, że twierdzi, że toleruje wszystkie opinie. Choć w teorii może się to wydawać dobrą koncepcją, ma to poważne konsekwencje: rasizm, seksizm, nadużycia słowne, agresywna propaganda nacjonalistyczna, dyskryminacja wobec mniejszości seksualnych, antysemityzm i wiele innych rzeczy staje się popularne w takich przypadkach. Z dobrych powodów, wszystkie te rzeczy są zakazane w zdecydowanej większości przypadków w fediverse. Z tego powodu, jeszcze wcześniej wspomniana strona dołączyła do fediverse, większość instancji już ją zablokowała.
ro: Pentru a recapitula situația: un site web s-a alăturat fediverse cu doar jumătate de lună în urmă, care este bine cunoscut ca fiind o "zonă de liberă exprimare", ceea ce înseamnă că pretinde că tolerează toate opiniile. Deși, în teorie, acest concept poate părea bun, are consecințe grave: lucruri precum rasismul, sexismul, abuzul verbal, propaganda naționalistă violentă, discriminarea minorităților de gen și sexuale, antisemitismul și multe altele devin populare în astfel de instanțe. Din motive întemeiate, toate aceste lucruri sunt interzise în majoritatea clară a instanțelor din fediverse. Din acest motiv, chiar înainte ca site-ul menționat să se alăture fediversei, majoritatea instanțelor îl blocau deja.
ru: Вкратце о ситуации: всего полмесяца назад в fediverse появился сайт, который, как известно, является "зоной свободы слова", что означает, что он заявляет о терпимости к любому мнению. Хотя в теории это может показаться хорошей концепцией, она имеет серьезные последствия: такие вещи, как расизм, сексизм, словесные оскорбления, жестокая националистическая пропаганда, дискриминация гендерных и сексуальных меньшинств, антисемитизм и многое другое становятся популярными на таких сайтах. По веским причинам все эти вещи запрещены в абсолютном большинстве инстансов в федеративной вселенной. В связи с этим, еще до того, как упомянутый сайт присоединился к федеративной вселенной, большинство инстанций уже заблокировали его.
uk: Коротенько про ситуацію: всього півмісяця назад в fediverse з'явився сайт, який, як відомо, є "зоною свободи слова", що означає, що він заявляє про терпимість до будь-якої думки. Хоча в теорії це може здатися гарною концепцією, вона має серйозні наслідки: такі речі, як расизм, сексизм, словесні образи, жорстока націоналістична пропаганда, дискримінація гендерних і сексуальних меншин, антисемітизм і багато іншого стають популярними на таких сайтах. З вагомих причин всі ці речі заборонені в абсолютній більшості інстанси в федеративної всесвіту. У зв'язку з цим, ще до того, як згаданий сайт приєднався до федеративної всесвіту, більшість інстанцій вже заблокували його.
zh_hans: 回顾一下情况：一个网站，作为众所周知的“言论自由区”意味着它声称可以容忍所有意见，半个月前才加入联邦宇宙。虽然从理论上讲，这似乎是一个很好的概念，但它会产生严重的后果：种族主义、性别歧视、辱骂、暴力民族主义宣传、对性少数群体的歧视、反犹太主义等等在这种情况下变得流行起来。出于充分的理由，在联邦宇宙中的绝大多数情况下，所有这些事情都是被禁止的。因此，即使在提到的网站加入联邦宇宙之前，大多数实例已经将其屏蔽。

source: The developers of Tusky, one of the most popular app to access the fediverse on Android devices, decided to go a step further by implementing a mechanism that doesn't allow to log into mentioned website. Fedilab on the other hand decided not to implement such a mechanism, stating that it's ineffective (more on this below) and that a tool's developer should not decide which people are allowed to use it.
de: Die Entwickler von Tusky, einer der beliebtesten App, um von Android-Geräten auf das Fediverse zuzugreifen, entschieden sich einen Schritt weiter zu gehen, indem sie einen Mechanismus implementierten, der die Anmeldung bei der erwähnten Website nicht zulässt. Fedilab andererseits entschied sich gegen eine Implementierung eines solchen Mechanismus, mit dem Hinweis, dass es ineffizient sei (mehr dazu weiter unten) und dass Entwickler eines Tools nicht darüber entscheiden sollten, welche Menschen es verwenden dürfen.
pl: Programiści Tusky, jednej z najpopularniejszych aplikacji do uzyskiwania dostępu do fediverse na urządzeniach z Androidem, postanowili pójść o krok dalej, wdrażając mechanizm, który nie pozwala zalogować się na wspomnianą stronę. Fedilab z drugiej strony postanowił nie wdrażać takiego mechanizmu, stwierdzając, że jest on nieskuteczny (więcej na ten temat poniżej) i że programista narzędzia nie powinien decydować, które osoby mogą go używać.
ro: Dezvoltatorii Tusky, una dintre cele mai populare aplicații pentru accesarea fediverse pe dispozitive Android, au decis să facă un pas înainte, implementând un mecanism care nu permite logarea pe site-ul menționat. Fedilab, pe de altă parte, a decis să nu implementeze un astfel de mecanism, declarând că este ineficient (mai multe despre acest lucru mai jos) și că dezvoltatorul unui instrument nu ar trebui să decidă ce persoane au voie să îl folosească.
ru: Разработчики Tusky, одного из самых популярных приложений для доступа к fediverse на устройствах Android, решили пойти дальше, внедрив механизм, не позволяющий войти на упомянутый сайт. С другой стороны, Fedilab решил не внедрять такой механизм, заявив, что он неэффективен (подробнее об этом ниже) и что разработчик инструмента не должен решать, кому разрешено его использовать.
uk: Розробники Tusky, одного з найпопулярніших застосунків для доступу до fediverse на пристроях Android, вирішили піти далі, запровадивши механізм, який дозволить увійти на згаданий сайт. З іншого боку, Fedilab вирішив не запроваджувати такий механізм, заявивши, що він неефективний (докладніше про це нижче) і що розробник інструменту не повинен вирішувати, кому дозволено його використовувати.
zh_hans: Tusky 是在 Android 设备上访问 fediverse 的最受欢迎的应用之一，其开发者决定更进一步，实施一种不允许登录上述网站的机制。另一方面，Fedilab 决定不实施这样的机制，指出它是无效的（下面将详细介绍），并且工具的开发者不应该决定允许哪些人使用它。

source: F-Droid as a project soon celebrates its 9th birthday. In these 9 years, F-Droid's mission was and is to create a place where people could download software they can trust – meaning only free, libre and open source software is available on its flagship repository. As a project, it tried to stay neutral all the time. But sometimes, staying neutral isn't an option but instead will lead to the uprise of previously mentioned oppression and harassment against marginalized groups. We don't want and won't support that. F-Droid is taking a political stance here.
de: F-Droid als Projekt feiert bald seinen 9. Geburtstag. In diesen 9 Jahren war und ist die Mission von F-Droid, einen Ort zu schaffen, von dem Menschen Software herunterladen können, der sie vertrauen können - das heißt in seinem Flagship-Repo steht nur freie, liberale und quelltextoffene Software zur Verfügung. Als Projekt versuchte es die ganze Zeit über neutral zu bleiben. Manchmal allerdings ist neutral bleiben keine Option, sondern wird stattdessen zu einem Anstieg der zuvor genannten Unterdrückung und Bedrohung von Randgruppen führen. Wir möchten das nicht und werden es nicht unterstützen. F-Droid nimmt hier eine politische Haltung ein.
pl: F-Droid jako projekt wkrótce obchodzi swoje 9. urodziny. W ciągu tych 9 lat misją F-Droid było i jest stworzenie miejsca, gdzie ludzie mogliby pobierać oprogramowanie, któremu mogą zaufać - co oznacza, że tylko darmowe, wolne i otwarte oprogramowanie jest dostępne w jego flagowym repozytorium. Jako projekt, próbował zachować neutralność przez cały czas. Czasami jednak pozostanie neutralnym nie jest opcją, ale zamiast tego doprowadzi do powstania wspomnianego wcześniej ucisku i nękania grup marginalizowanych. Nie chcemy i nie poprzemy tego. F-Droid zajmuje tu stanowiska polityczne.
ro: F-Droid ca proiect împlinește în curând 9 ani. În acești 9 ani, misiunea F-Droid a fost și este aceea de a crea un loc în care oamenii pot descărca software în care pot avea încredere - ceea ce înseamnă că în depozitul său emblematic sunt disponibile numai software liber, gratuit și cu sursă deschisă. Ca proiect, a încercat să rămână neutru tot timpul. Dar, uneori, a rămâne neutru nu este o opțiune, ci, dimpotrivă, va duce la ridicarea opresiunii și hărțuirii menționate anterior împotriva grupurilor marginalizate. Noi nu dorim și nu vom sprijini așa ceva. F-Droid ia o poziție politică aici.
ru: F-Droid как проект скоро отметит свой 9-й день рождения. В течение этих 9 лет миссия F-Droid заключалась и заключается в создании места, где люди могут загружать программное обеспечение, которому они могут доверять - это означает, что только свободное, бесплатное и открытое программное обеспечение доступно в его флагманском репозитории. Как проект, он старался всегда оставаться нейтральным. Но иногда оставаться нейтральным не получается, а наоборот, это приводит к росту ранее упомянутого угнетения и притеснения маргинализированных групп. Мы не хотим и не будем поддерживать это. F-Droid занимает здесь политическую позицию.
uk: F-Droid як проєкт скоро відзначить свій 9-й день народження. Протягом цих 9 років місія F-Droid полягала і полягає в створенні місця, де люди можуть завантажувати програмне забезпечення, з яким вони можуть довіряти - це означає, що тільки вільний, безкоштовне та відкрите програмне забезпечення доступне в його флагманському репозиторії. Як проєкт, він намагався завжди займати нейтральну позицію. Але іноді займати нейтральну позицію не виходить, а навпаки, це призводить до зростання раніше згаданого гноблення і утисків маргіналізованих груп. Ми не хочемо і не будемо підтримувати це. F-Droid займає тут політичну позицію.
zh_hans: F-Droid 作为一个项目很快迎来了它的 9 岁生日。在这 9 年中，F-Droid 的使命过去和现在都是创建一个人们可以下载他们可以信任的软件的地方——这意味着其旗舰存储库中只提供自由开源的软件。作为一个项目，它一直试图保持中立。但有时，保持中立不是一种选择，反而会导致前面提到的对边缘化群体的压迫和骚扰的兴起。我们不希望也不会支持。F-Droid 在这里采取了政治立场。

source: F-Droid won't tolerate oppression or harassment against marginalized groups. Because of this, it won't package nor distribute apps that promote any of these things. This includes that it won't distribute an app that promotes the usage of previously mentioned website, by either its branding, its pre-filled instance domain or any other direct promotion. This also means F-Droid won't allow oppression or harassment to happen at its communication channels, including its forum. In the past week, we failed to fulfill this goal on the forum, and we want to apologize for that.
de: F-Droid wird keine Unterdrückung oder Bedrohung von Randgruppen tolerieren. Aus diesem Grund wird es weder Apps kompilieren noch verbreiten, die irgendwelche derartige Dinge fördern. Das beinhaltet, dass es keine App verbreiten wird, welche die Nutzung der zuvor genannten Website bewirbt, entweder durch deren Markenzeichen, durch eine vorausgefüllte Domain ihrer Instanz oder jedwede andere direkte Förderung. Das bedeutet auch, dass F-Droid keine Unterdrückung oder Bedrohung zulässt, die auf seinen Kommunikationskanälen stattfinden, einschließlich seines Forums. In der vergangenen Woche haben wir bei der Umsetzung dieses Ziels im Forum versagt, wofür wir uns entschuldigen möchten.
pl: F-Droid nie będzie tolerował ucisku ani nękania wobec grup zmarginalizowanych. Z tego powodu nie będzie pakować ani rozpowszechniać aplikacji promujących którąkolwiek z tych rzeczy. Obejmuje to, że nie będzie rozpowszechniać aplikacji promującej korzystanie z poprzednio wspomnianej witryny internetowej, ani poprzez jej markę, wstępnie wypełnioną domenę instancji, ani żadną inną bezpośrednią promocję. Oznacza to również, że F-Droid nie pozwoli na ucisk lub nękanie w swoich kanałach komunikacji, w tym na forum. W ubiegłym tygodniu nie udało nam się osiągnąć tego celu na forum i chcemy za to przeprosić.
ro: F-Droid nu va tolera opresiunea sau hărțuirea împotriva grupurilor marginalizate. Din acest motiv, nu va împacheta și nici nu va distribui aplicații care promovează aceste lucruri. Acest lucru include faptul că nu va distribui o aplicație care promovează utilizarea site-ului web menționat anterior, fie prin marca sa, fie prin domeniul de instanță precompletat sau orice altă promovare directă. Acest lucru înseamnă, de asemenea, că F-Droid nu va permite ca opresiunea sau hărțuirea să aibă loc pe canalele sale de comunicare, inclusiv pe forumul său. În ultima săptămână, nu am reușit să îndeplinim acest obiectiv pe forum și dorim să ne cerem scuze pentru acest lucru.
ru: F-Droid не потерпит угнетения или притеснения маргинальных групп. В связи с этим она не будет упаковывать и распространять приложения, которые пропагандируют что-либо из этого. Это включает в себя то, что она не будет распространять приложение, которое продвигает использование ранее упомянутого веб-сайта, либо с помощью брендинга, либо с помощью предварительно заполненного домена экземпляра или любого другого прямого продвижения. Это также означает, что F-Droid не допустит притеснения или преследования на своих каналах связи, включая форум. На прошлой неделе мы не смогли выполнить эту цель на форуме, и мы хотим извиниться за это.
uk: F-Droid не потерпить гноблення або утиски маргінальних груп. У зв'язку з цим вона не буде упаковувати та поширювати застосунки, які пропагують що-небудь з цього. Це включає в себе те, що вона не буде поширювати застосунок, яке просуває використання раніше згаданого вебсайту, або за допомогою брендингу, або за допомогою попередньо заповненого домену примірника або будь-якого іншого прямого просування. Це також означає, що F-Droid не допустить утиски або переслідування на своїх каналах зв'язку, включаючи форум. Минулого тижня ми не змогли виконати цю мету на форумі, і ми хочемо вибачитися за це.
zh_hans: F-Droid 不会容忍对边缘化群体的压迫或骚扰。因此，它不会打包或分发推广这些内容的应用。这包括它不会分发通过其品牌、其默认实例域或任何其他直接推广来促进前述网站使用的应用。这也意味着 F-Droid 不会允许在其通讯渠道（包括其论坛）上发生压迫或骚扰。在过去的一周里，我们未能在论坛上实现这一目标，我们对此表示歉意。
