Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** provides a public database of food ingredients, allergens, and nutrition facts. Version 2.9.0 allows users to edit any product on Open Pet Food Facts. It also brings new translations in Slovak, Hebrew, Spanish, Arabic, Dutch, Hungarian, Vietnamese, and more. OpenBeautyFacts and OpenPetFoodFacts received similar updates.
de: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** liefert eine öffentliche Datenbank zu Nahrungsbestandteilen, Allergenen und Ernährungsfakten. Version 2.9.0 ermöglicht den Nutzern die Bearbeitung jedes Produkts auf Open Pet Food Facts. Sie bringt auch neue Übersetzungen in Slowakisch, Hebräisch, Spanisch, Arabisch, Holländisch, Ungarisch, Vietnamesisch und weitere mit. OpenBeautyFacts und OpenPetFoodFacts erhielten ähnliche Aktualisierungen.
pl: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** zapewnia publiczną bazę danych składników żywności, alergenów i faktów żywieniowych. Wersja 2.9.0 pozwala użytkownikom na edycję dowolnego produktu na temat otwartych informacji na temat karmy dla zwierząt. Zawiera również nowe tłumaczenia w języku słowackim, hebrajskim, hiszpańskim, arabskim, holenderskim, węgierskim, wietnamskim i wielu innych. OpenBeautyFacts i OpenPetFoodFacts otrzymały podobne aktualizacje.
ro: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** oferă o bază de date publică cu ingrediente alimentare, alergeni și date nutriționale. Versiunea 2.9.0 permite utilizatorilor să editeze orice produs din Open Pet Food Facts. De asemenea, aduce noi traduceri în slovacă, ebraică, spaniolă, arabă, olandeză, maghiară, vietnameză și altele. OpenBeautyFacts și OpenPetFoodFacts au primit actualizări similare.
ru: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** предоставляет публичную базу данных о пищевых ингредиентах, аллергенах и фактах о питании. Версия 2.9.0 позволяет пользователям редактировать любой продукт в Open Pet Food Facts. В ней также появились новые переводы на словацкий, иврит, испанский, арабский, голландский, венгерский, вьетнамский и другие языки. Аналогичные обновления получили OpenBeautyFacts и OpenPetFoodFacts.
uk: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** надає публічну базу даних про харчових інгредієнтів, алергенів і фактах про харчування. Версія 2.9.0 дозволяє користувачам редагувати будь-який продукт в Open Pet Food Facts. У ній також з'явилися нові переклади на словацьку, іврит, іспанська, арабська, голландська, угорська, в'єтнамський та інші мови. Аналогічні оновлення отримали OpenBeautyFacts і OpenPetFoodFacts.
zh_hans: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** 提供食品成分、过敏原和营养成分的公共数据库。2.9.0 版允许用户编辑 Open Pet Food Facts 上的任何产品。它还带来了斯洛伐克语、希伯来语、西班牙语、阿拉伯语、荷兰语、匈牙利语、越南语等的新翻译。OpenBeautyFacts 和 OpenPetFoodFacts 收到了类似的更新。

source: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)**, the remote control for the Transmission BitTorrent client was updated to version 1.8.1. This fixes a crash when disconnecting from a server.
de: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)**, die Fernsteuerung für den Transmission-BitTorrent-Client wurde auf Version 1.8.1 aktualisiert. Diese behebt eine Absturzursache bei Trennung einer Server-Verbindung.
pl: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)**, pilot zdalnego sterowania dla klienta transmisji BitTorrent został zaktualizowany do wersji 1.8.1. Naprawia to awarię podczas odłączania od serwera.
ro: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)**, telecomanda pentru clientul Transmission BitTorrent a fost actualizată la versiunea 1.8.1. Aceasta remediază o eroare la deconectarea de la un server.
ru: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)**, клиент дистанционного управления для Transmission BitTorrent был обновлен до версии 1.8.1. Это исправляет ошибку при отключении от сервера.
uk: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)**, клієнт дистанційного керування для Transmission BitTorrent був оновлений до версії 1.8.1. Це виправляє помилку при відключенні від сервера.
zh_hans: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)**，Transmission BitTorrent 客户端遥控器更新至 1.8.1 版本。这修复了与服务器断开连接时的崩溃。

source: The Android inventory agent, **[Inventory](https://f-droid.org/packages/org.flyve.inventory.agent/)**, got its 1.0 release. This is major update brings new anonymous voluntary data sharing, a new main app layout, an overhauled interface, and modern Android permission dialogs.
de: Der Android-Bestandsagent, **[Inventory](https://f-droid.org/packages/org.flyve.inventory.agent/)**, erhielt sein 1.0 Release. Das ist eine wichtige Aktualisierung, die neue anonyme, freiwillige Datenfreigaben, ein neues, bedeutendes App-Design, eine überarbeitete Oberfläche und moderne Android-Berechtigungsdialoge mitbringt.
pl: Agent zasobów reklamowych na Androida **[Inventory](https://f-droid.org/packages/org.flyve.inventory.agent/)** uzyskał wersję 1.0. To ważna aktualizacja przynosi nowe anonimowe dobrowolne udostępnianie danych, nowy główny układ aplikacji, odnowiony interfejs i nowoczesne okna dialogowe uprawnień Androida.
ro: Agentul de inventariere Android, **[Inventory](https://f-droid.org/packages/org.flyve.inventory.agent/)**, a fost lansat în versiunea 1.0. Această actualizare majoră aduce o nouă partajare voluntară anonimă a datelor, un nou aspect al aplicației principale, o interfață revizuită și dialoguri moderne de permisiune Android.
ru: Агент Android inventory, **[Inventory](https://f-droid.org/packages/org.flyve.inventory.agent/)**, получил версию 1.0. Это крупное обновление привносит новый анонимный добровольный обмен данными, новый макет главного приложения, переработанный интерфейс и современные диалоги разрешений Android.
uk: Агент Android inventory, **[Inventory](https://f-droid.org/packages/org.flyve.inventory.agent/)**, отримав версію 1.0. Це велике оновлення привносить новий анонімний добровільний обмін даними, новий макет головного застосунки, перероблений інтерфейс і сучасні діалоги дозволів Android.
zh_hans: Android 库存代理 **[Inventory](https://f-droid.org/packages/org.flyve.inventory.agent/)** 发布了 1.0 版本。这是一项重大更新，带来了新的匿名自愿数据共享、新的主应用布局、界面大修和现代 Android 权限对话框。

source: Hey there, developers! Do you know what would be a good thing to do for your project? **[Keep a changelog](https://keepachangelog.com)**! It lets humans quickly understand what's changed in your software. If there's anything of note in there, you might even see it featured in the next TWIF!
de: Hallo, Entwickler! Wisst ihr, was eurem Projekt zu Gute kommen würde? **[Ein Changelog](https://keepachangelog.com)**! Es lässt Menschen schnell erkennen, was sich in eurer Software geändert hat. Wenn es irgendetwas Bemerkenswertes darin gibt, könntet ihr sie sogar im nächsten TWIF vorgestellt sehen!
pl: Cześć, programiści! Czy wiesz, co jest dobre dla twojego projektu? **[Zachowaj dziennik zmian](https://keepachangelog.com)**! Pozwala to ludziom szybko zrozumieć, co zmieniło się w twoim oprogramowaniu. Jeśli jest tam coś z notatki, możesz nawet zobaczyć ją w kolejnym TWIF!
ro: Bună ziua, domnilor dezvoltatori! Știi ce ar fi bine să faci pentru proiectul tău? **[keep a changelog](https://keepachangelog.com)**! Le permite oamenilor să înțeleagă rapid ce s-a schimbat în software-ul tău. Dacă este ceva notabil acolo, s-ar putea chiar să îl vedeți prezentat în următorul TWIF!
ru: Привет, разработчики! Знаете ли вы, что было бы неплохо сделать для вашего проекта? **[Вести журнал изменений](https://keepachangelog.com)**! Он позволяет людям быстро понять, что изменилось в вашем программном обеспечении. Если там есть что-то примечательное, вы можете даже увидеть это в следующем TWIF!
uk: Привіт, розробники! Чи знаєте ви, що було б непогано зробити для вашого проєкту? **[Вести журнал змін](https://keepachangelog.com)**! Він дозволяє людям швидко зрозуміти, що змінилося у вашому програмному забезпеченні. Якщо там є щось примітне, ви можете навіть побачити це в наступному TWIF!
zh_hans: 嘿，开发者们！你知道什么对你的项目有好处吗？ **[保留更新日志](https://keepachangelog.com)**！它可以让人们快速了解你的软件中发生了什么变化。如果其中有什么值得注意的地方，你甚至可能会在下一个 TWIF 中看到它的特色！

source: Send tips to **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** and remember to tag with **[#TWIF](https://mastodon.technology/tags/twif)**. Or use the **[TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread)** on the forum. The deadline to the next TWIF is Thursday 12:00 UTC.
de: Senden Sie Tipps an **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** und denken Sie an einen **[#TWIF](https://mastodon.technology/tags/twif)**-Tag. Oder nutzen Sie den **[TWIF Submission Thread](https://forum.f-droid.org/t/twif-submission-thread)** im Forum. Einsendeschluss für das nächste TWIF ist Donnerstag 12:00 UTC.
pl: Wyślij wskazówki do **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** i pamiętaj, aby oznaczyć tagami **[#TWIF](https://mastodon.technology/tags/twif)**. Lub użyj **[TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread)** na forum. Termin do następnego TWIF to czwartek 12:00 czasu UTC.
ro: Trimiteți sfaturi la **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** și nu uitați să le etichetați cu **[#TWIF](https://mastodon.technology/tags/twif)**. Sau folosiți **[TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread)** pe forum. Termenul limită pentru următorul TWIF este joi, ora 12:00 UTC.
zh_hans: 发送提示到 **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** 并记得添加 **[#TWIF](https://mastodon.technology/tags/twif)** 标签。或者使用论坛上的 **[TWIF 提交主题](https://forum.f-droid.org/t/twif-submission-thread)**。下一届 TWIF 的截止时间是星期四 12:00 UTC。

source: Got Feedback? We are very tootable at **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** on Mastodon. If you'd like to have a chat, you can find us in #fdroid on **[Freenode](https://freenode.net)**, on Matrix via **[#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)** or on **[Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA)**. All of these spaces are bridged together, so the choice is yours. You can also join us on the **[forum](https://forum.f-droid.org/)**.
de: Feedback geben? Toots erreichen uns über **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** auf Mastodon. Wenn Sie Chats mögen, finden Sie uns unter #froid auf **[Freenode](https://freenode.net/)**, auf Matrix via **[#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)** oder auf **[Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA)**. Alle diese Plätze werden zusammengeführt, Sie haben also die Wahl. Sie können auch dem **[Forum](https://forum.f-droid.org/)** beitreten.
pl: Masz opinię? Jesteśmy bardzo podatni na ataki w **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** na Mastodon. Jeśli chcesz mieć czat, możesz nas znaleźć w fdroid na **[Freenode](https://freenode.net)**, na Matrixe **[#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)** lub na **[Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA)**. Wszystkie te przestrzenie są ze sobą połączone, więc wybór należy do Ciebie. Możesz również dołączyć do nas na **[forum](https://forum.f-droid.org/)**.
ro: Ai feedback? Suntem foarte amabili la **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** pe Mastodon. Dacă doriți să aveți o discuție, ne puteți găsi în #fdroid pe **[Freenode](https://freenode.net)**, pe Matrix prin **[#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)** sau pe **[Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA)**. Toate aceste spații sunt conectate împreună, așa că alegerea vă aparține. De asemenea, ne puteți fi alături pe **[forum](https://forum.f-droid.org/)**.
zh_hans: 想要反馈吗？我们在 Mastodon 上的 **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** 非常受欢迎。如果你想聊天，可以在 **[Freenode](https://freenode.net)** 上的 #fdroid 中，在 Matrix 上通过 **[#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)** 或 **[Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA)** 找到我们。所有这些空间都连接在一起，所以选择权在你。你也可以在**[论坛](https://forum.f-droid.org/)**上加入我们。

source: Postscript
de: Postskript
pl: Postscriptum
ro: Post-scriptum
ru: Постскриптум
uk: Постскриптум
zh_hans: 后记

source: Please everybody give **[Coffee](https://open.source.coffee)** a round of applause and a thank you for writing the last 17 TWIFs.
de: Schenkt bitte alle **[Coffee](https://open.source.coffee)** einen warmen Applaus und ein Dankeschön für das Verfassen der letzten 17 TWIFs.
pl: Proszę, dajcie wszyscy **[Coffee](https://open.source.coffee)** serię oklasków i podziękowań za napisanie ostatnich 17 TWIF-ów.
ro: Vă rog să aplaudați cu toții **[Coffee](https://open.source.coffee)** și să îi mulțumiți pentru că a scris ultimele 17 TWIF-uri.
ru: Прошу всех поаплодировать **[Coffee](https://open.source.coffee)** и поблагодарить за написание последних 17 TWIF.
uk: Прошу всіх поаплодувати **[Coffee](https://open.source.coffee)** і подякувати за написання останніх 17 TWIF.
zh_hans: 请大家为 **[Coffee](https://open.source.coffee)**编写最后 17 个 TWIF 一轮掌声和感谢。

source: TWIF 19: Untis, Tusky and Rabbit Escape updated
de: TWIF 19: Untis, Tusky und Rabbit Escape aktualisiert
pl: TWIF 19: Untis, Tusky i Rabbit Escape zaktualizowane
ro: TWIF 19: Untis, Tusky și Rabbit Escape actualizat
ru: TWIF 19: Untis, Tusky и Rabbit Escape обновлены
uk: TWIF 19: Untis, Tusky і Rabbit Escape оновлені
zh_hans: TWIF 19：Untis、Tusky 和 Rabbit Escape 更新

source: This Week In F-Droid 19, Week 35, 2018
de: Diese Woche in F-Droid 19, Woche 35, 2018
pl: W tym tygodniu w F-Droid 19, Tydzień 35, 2018
ro: Săptămâna aceasta în F-Droid 19, Săptămâna 35, 2018
ru: На этой неделе в F-Droid 19, неделя 35, 2018
uk: Цього тижня у F-Droid 19, тиждень 35, 2018
zh_hans: F-Droid 每周新闻 19，第 35 周，2018

source: In this edition: 9 new apps, and 57 updates featuring Untis, Tusky, Rabbit Escape, and also Libretorrent, Orgzly, StreetComplete, Mastalab, Revolution IRC and more. <!--more-->
de: In dieser Ausgabe: 9 neue Apps und 57 Aktualisierungen, in den Hauptrollen Untis, Tusky, Rabbit Escape, aber auch Libretorrent, Orgzly, StreetComplete, Mastalab, Revolution IRC und weitere. <!--more-->
pl: W tej edycji: 9 nowych aplikacji i 57 aktualizacji zawierających Untis, Tusky, Rabbit Escape, a także Libretorrent, Orgzly, StreetComplete, Mastalab, Revolution IRC i inne.
ro: În această ediție: 9 aplicații noi și 57 de actualizări cu Untis, Tusky, Rabbit Escape, dar și Libretorrent, Orgzly, StreetComplete, Mastalab, Revolution IRC și multe altele.
ru: В этом выпуске: 9 новых приложений и 57 обновлений, включающих Untis, Tusky, Rabbit Escape, а также Libretorrent, Orgzly, StreetComplete, Mastalab, Revolution IRC и многое другое. <!--more-->
uk: У цьому випуску: 9 нових застосунків і 57 оновлень, що включають Untis, Tusky, Rabbit Escape, а також Libretorrent, Orgzly, StreetComplete, Mastalab, Revolution IRC та багато іншого. <!--more-->
zh_hans: 在本期中：9 个新应用和 57 个更新，包括 Untis、Tusky、Rabbit Escape，以及 Libretorrent、Orgzly、StreetComplete、Mastalab、Revolution IRC 等。 <!--more-->

source: **[F-Droid](https://f-droid.org/)** is a [repository](https://f-droid.org/packages/) of verified [free and open source](https://en.wikipedia.org/wiki/Free_and_open-source_software) Android apps, a **[client](https://f-droid.org/packages/org.fdroid.fdroid/)** to access it, as well as a whole "app store kit", providing all the tools needed to set up and run an app store. It is a community-run free software project developed by a wide range of contributors. This is their story this past week.
de: **[F-Droid](https://f-droid.org/)** ist ein [Repository](https://f-droid.org/de/packages/) verifizierter [Free & Open Source](https://de.wikipedia.org/wiki/Free/Libre_Open_Source_Software) Android Apps, ein **[Client](https://f-droid.org/packages/org.fdroid.fdroid/)**, um darauf zuzugreifen, sowie ein ganzes "App Store Set", das alle notwendigen Werkzeuge zum Einrichten und Betreiben eines App Stores bietet. Es ist ein gemeinschaftlich geführtes freies Softwareprojekt, das von einer Vielzahl von Mitwirkenden weiterentwickelt wird. Das ist ihre Geschichte der letzten Woche.
pl: **[F-Droid](https://f-droid.org/)** jest [repozytorium](https://f-droid.org/packages/) zweryfikowanego [wolnego i otwartego źródła](https://en.wikipedia.org/wiki/Free_and_open-source_software) aplikacji systemu Android, i **[klientem](https://f-droid.org/packages/org.fdroid.fdroid/)** uzyskania do nich dostępu, a także całego "zestawu sklepu z aplikacjami", zapewniając wszystkie narzędzia potrzebne do konfigurowania i uruchamiania sklepu z aplikacjami. Jest to projekt prowadzony przez społeczność wolnego oprogramowania opracowany przez wielu różnych autorów. To jest ich historia w ubiegłym tygodniu.
ro: **[F-Droid](https://f-droid.org/)** este un [repository](https://f-droid.org/packages/) de aplicații Android [free and open source](https://en.wikipedia.org/wiki/Free_and_open-source_software) verificate, un **[client](https://f-droid.org/packages/org.fdroid.fdroid/)** pentru accesarea acestuia, precum și un întreg "kit de magazin de aplicații", care oferă toate instrumentele necesare pentru a configura și administra un magazin de aplicații. Este un proiect de software liber administrat de o comunitate, dezvoltat de o gamă largă de contribuitori. Aceasta este povestea lor din ultima săptămână.
ru: **[F-Droid](https://f-droid.org/)** - это [хранилище](https://f-droid.org/packages/) проверенных [свободных и открытых](https://en.wikipedia.org/wiki/Free_and_open-source_software) приложений для Android, **[клиент](https://f-droid.org/packages/org.fdroid.fdroid/)** для доступа к нему, а также целый "комплект магазина приложений", предоставляющий все инструменты, необходимые для создания и запуска магазина приложений. Это управляемый сообществом проект свободного программного обеспечения, разработанный широким кругом участников. Вот их история за прошедшую неделю.
uk: **[F-Droid](https://f-droid.org/)** - це [сховище](https://f-droid.org/packages/) перевірених [вільних і відкритих](https://en.wikipedia.org/wiki/Free_and_open-source_software) застосунків для Android, **[клієнт](https://f-droid.org/packages/org.fdroid.fdroid/)** для доступу до нього, а також цілий "комплект магазину застосунків", що надає всі інструменти, необхідні для створення і запуску магазину застосунків. Це керований спільнотою проєкт вільного програмного забезпечення, розроблений широким колом учасників. Ось їх історія за минулий тиждень.
zh_hans: **[F-Droid](https://f-droid.org/)** 是一个其中的应用经过验证的[自由开源](https://en.wikipedia.org/wiki/Free_and_open-source_software) Android 应用[存储库](https://f-droid.org/packages/)，一个用于访问它的**[客户端](https://f-droid.org/packages/org.fdroid.fdroid/)**，和一个完整的“应用商店工具包”，提供设置并运行一个应用商店所需的所有工具。它是一个由众多贡献者支撑的社区运行的自由软件项目。这是他们上周的故事。

source: **9** new apps have been added to the repository, bringing the total up to **1589**.
de: **9** neue Apps wurden ins Repository eingefügt, somit sind es insgesamt nun **1589**.
pl: **9** nowe aplikacje zostały dodane do repozytorium, łącząc je do **1589**.
ro: **9** aplicații noi au fost adăugate în depozit, ceea ce a dus numărul total la **1589**.
ru: **9** новых приложений были добавлены в репозиторий, в результате чего общее количество приложений достигло **1589**.
uk: ** 9 ** нових застосунків були додані в репозиторій, в результаті чого загальна кількість застосунків досягло ** 1589 **.
zh_hans: **9** 个新应用已添加到存储库，总数达到 **1589**。

source: **[Temp. monitor](https://f-droid.org/packages/com.gmail.jiwopene.temperature/)**: Shows and logs HW temperature
de: **[Temp. monitor](https://f-droid.org/packages/com.gmail.jiwopene.temperature/)**: Zeigt und protokolliert die Hardware-Temperatur
pl: **[Temp. monitor](https://f-droid.org/packages/com.gmail.jiwopene.temperature/)**: Pokazuje i rejestruje temperaturę HW
ro: **[Temp. monitor](https://f-droid.org/packages/com.gmail.jiwopene.temperature/)**: Afișează și înregistrează temperatura HW
ru: **[Temp. monitor](https://f-droid.org/packages/com.gmail.jiwopene.temperature/)**: Показывает и регистрирует температуру "железа"
uk: **[Temp. monitor](https://f-droid.org/packages/com.gmail.jiwopene.temperature/)**: Показує і реєструє температуру "заліза"
zh_hans: **[Temp. monitor](https://f-droid.org/packages/com.gmail.jiwopene.temperature/)**：显示和记录硬件温度

source: **[XMouse](https://f-droid.org/packages/com.stripe1.xmouse/)**: Remotely control X11 via SSH commands generated by your phone or tablet
de: **[XMouse](https://f-droid.org/packages/com.stripe1.xmouse/)**: X11-Fernsteuerung via SSH-Befehle, die durch das Telefon oder Tablet generiert werden
pl: **[XMouse](https://f-droid.org/packages/com.stripe1.xmouse/)**: Zdalne sterowanie X11 za pomocą poleceń SSH generowanych przez telefon lub tablet
ro: **[XMouse](https://f-droid.org/packages/com.stripe1.xmouse/)**: Controlați de la distanță X11 prin intermediul comenzilor SSH generate de telefonul sau tableta dvs
ru: **[XMouse](https://f-droid.org/packages/com.stripe1.xmouse/)**: Удаленное управление X11 с помощью SSH-команд, генерируемых телефоном или планшетом
uk: **[XMouse](https://f-droid.org/packages/com.stripe1.xmouse/)**: Віддалене управління X11 за допомогою SSH-команд, що генеруються телефоном або планшетом
zh_hans: **[XMouse](https://f-droid.org/packages/com.stripe1.xmouse/)**：通过手机或平板电脑生成的 SSH 命令远程控制 X11

source: **[Freifunk-Karte](https://f-droid.org/packages/de.freifunk_karte.freifunk_karte/)**: Map for viewing the Freifunk Nodes on a OpenStreetMap
de: **[Freifunk-Karte](https://f-droid.org/packages/de.freifunk_karte.freifunk_karte/)**: Karte zur Ansicht von Freifunk-Knoten auf einer OpenStreetMap
pl: **[Freifunk-Karte](https://f-droid.org/packages/de.freifunk_karte.freifunk_karte/)**: Mapa do przeglądania węzłów Freifunk na OpenStreetMap
ro: **[Freifunk-Karte](https://f-droid.org/packages/de.freifunk_karte.freifunk_karte/)**: Hartă pentru vizualizarea Nodurilor Freifunk pe o hartă OpenStreetMap
ru: **[Freifunk-Karte](https://f-droid.org/packages/de.freifunk_karte.freifunk_karte/)**: Карта для просмотра узлов Freifunk на OpenStreetMap
uk: **[Freifunk-Karte](https://f-droid.org/packages/de.freifunk_karte.freifunk_karte/)**: Карта для перегляду вузлів Freifunk на OpenStreetMap
zh_hans: **[Freifunk-Karte](https://f-droid.org/packages/de.freifunk_karte.freifunk_karte/)**：用于在 OpenStreetMap 上查看 Freifunk 节点的地图

source: **[Run Userinit](https://f-droid.org/packages/de.lisas.alex.runuserinit/)**: Run user init scripts after boot
de: **[Run Userinit](https://f-droid.org/packages/de.lisas.alex.runuserinit/)**: User-init-Scripts nach dem Boot ausführen
pl: **[Run Userinit](https://f-droid.org/packages/de.lisas.alex.runuserinit/)**: Uruchamiaj skrypty startowe użytkownika po starcie
ro: **[Run Userinit](https://f-droid.org/packages/de.lisas.alex.runuserinit/)**: Rulați scripturile de inițializare a utilizatorului după pornire
ru: **[Run Userinit](https://f-droid.org/packages/de.lisas.alex.runuserinit/)**: Запуск скриптов инициализации пользователя после загрузки
uk: **[Run Userinit](https://f-droid.org/packages/de.lisas.alex.runuserinit/)**: Запуск скриптів ініціалізації користувача після завантаження
zh_hans: **[Run Userinit](https://f-droid.org/packages/de.lisas.alex.runuserinit/)**：启动后运行用户初始化脚本
