Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** is a text editor centered around simple markup formats like [Markdown](https://commonmark.org) and [todo.txt](http://todotxt.com) for note-taking and list management. Version 1.6.0 [is out](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) and comes with a way to insert date and/or time, and adds the website title when sharing into Markor. For more improvements and fixes, see the author's [blog post](https://gsantner.net/blog/2018/12/30/markor-release-v1.6.html).
de: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** ist eine, rund um einfache Markup-Formate, wie [Markdown](https://commonmark.org) und [todo.txt](http://todotxt.com) zentrierte Textbearbeitung zum Aufzeichen von Notizen und zur Verwaltung von Listen. Version 1.6.0 [ist da](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) und bringt die Möglichkeit, Datum und/oder Zeit einzufügen, mit und ergänzt den Website-Titel beim Teilen in Markor. Weitere Verbesserungen und Korrekturen finden Sie im [Blog-Beitrag](https://gsantner.net/blog/2018/12/30/markor-release-v1.6.html) des Autors.
pl: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** jest edytorem tekstowym skupionym wokół prostych formatów znaczników, takich jak [Markdown](https://commonmark.org) i [todo.txt](http://todotxt.com) do sporządzania notatek i zarządzania listami. Wersja 1.6.0 [wydana](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) i zawiera sposób na wstawianie daty i/lub godziny oraz dodaje tytuł strony podczas udostępniania Markor. Więcej informacji o ulepszeniach i poprawkach można znaleźć w artykule [na blogu](https://gsantner.net/blog/2018/12/30/markor-release-v1.6.html).
ro: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** este un editor de text axat pe formate de marcare simple, cum ar fi [Markdown](https://commonmark.org) și [todo.txt](http://todotxt.com) pentru luarea de notițe și gestionarea listelor. Versiunea 1.6.0 [is out](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) și vine cu o modalitate de a insera data și/sau ora și adaugă titlul site-ului web atunci când se partajează în Markor. Pentru mai multe îmbunătățiri și corecturi, consultați [blog post](https://gsantner.net/blog/2018/12/30/markor-release-v1.6.html) a autorului.
ru: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** - текстовый редактор, основанный на простых форматах разметки, таких как [Markdown](https://commonmark.org) и [todo.txt](http://todotxt.com) для ведения заметок и управления списками. Версия 1.6.0 [вышла](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) и включает в себя возможность вставки даты и/или времени, а также добавляет название сайта при совместном использовании в Markor. О других улучшениях и исправлениях читайте в [блоге автора](https://gsantner.net/blog/2018/12/30/markor-release-v1.6.html).
uk: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** - текстовий редактор, заснований на простих форматах розмітки, таких як [Markdown](https://commonmark.org ) і [todo.txt](http://todotxt.com) для ведення заміток і управління списками. Версія 1.6.0 [вийшла](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) і включає в себе можливість вставки дати і/або часу, а також додає назву сайту при спільному використанні в Markor . Про інші поліпшення і виправлення читайте в [блозі автора](https://gsantner.net/blog/2018/12/30/markor-release-v1.6.html).
zh_hans: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 是一个以简单标记格式为中心的文本编辑器，例如 [Markdown](https://commonmark.org) 和 [todo.txt](http://todotxt.com) 用于记笔记和列表管理。版本 1.6.0 [已发布](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md)并带有插入日期和/或时间的方法，并在共享时添加网站标题标记。有关更多改进和修复，请参阅作者的[博客文章](https://gsantner.net/blog/2018/12/30/markor-release-v1.6.html)。

source: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)** brings back "turn Wi-Fi off when the phone is in sleepmode" for Android 8.1. It [updated](https://github.com/DevLuuk/SleepyWifi/releases) from 1.1 to 1.3, adding a foreground notification, a 10-second delay for the notification, a Dutch translation and an "About" screen. Known bug: the app sometimes fails to re-enable Wi-Fi.
de: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)** bringt "WLAN aussschalten, wenn das Gerät im Ruhezustand ist" für Android 8.1 zurück. Sie wurde von 1.1 auf 1.3 [aktualisiert](https://github.com/DevLuuk/SleepyWifi/releases) mit Ergänzung einer Vordergrundbenachrichtigung, einer 10-Sekunden-Verzögerung für die Benachrichtigung, einer holländischen Übersetzung und einem "Info"-Bildschirm. Bekannter Fehler: der App mißlingt manchmal das WLAN-Wiedereinschalten.
pl: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)** przywraca "wyłącz Wi-Fi, gdy telefon jest w trybie uśpienia" dla Android 8.1. Ta [aktualizaja](https://gitumb.com /DevLuuk /SleepyWifi /wydawnictwa) zwersji 1.1 do 1.3, dodaje powiadomienie pierwszego planu, 10-sekundowe opóźnienie powiadomienia, tłumaczenie holenderskie i ekran "O aplikacji". Znany błąd: aplikacja czasami nie może ponownie włączyć Wi-Fi.
ro: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)** readuce "dezactivarea Wi-Fi atunci când telefonul este în sleepmode" pentru Android 8.1. Acesta [updated](https://github.com/DevLuuk/SleepyWifi/releases) de la 1.1 la 1.3, adăugând o notificare în prim-plan, o întârziere de 10 secunde pentru notificare, o traducere în olandeză și un ecran "Despre". Eroare cunoscută: aplicația nu reușește uneori să reactiveze Wi-Fi.
ru: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)** возвращает функцию "отключения Wi-Fi, когда телефон находится в спящем режиме" для Android 8.1. Приложение [обновлено](https://github.com/DevLuuk/SleepyWifi/releases) с версии 1.1 до версии 1.3, добавлено уведомление на переднем плане, 10-секундная задержка для уведомления, перевод на голландский язык и экран "О программе". Известная ошибка: приложение иногда не может повторно включить Wi-Fi.
uk: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)** повертає функцію «ввімкнути Wi-Fi, коли телефон перебуває в режимі сну» для Android 8.1. Застосунок [оновлено](https://github.com/DevLuuk/SleepyWifi/releases) з версії 1.1 до 1.3, додано повідомлення на передньому плані, 10-секундна затримка для повідомлень, переклад голландською мовою й екран «Про застосунок». Відома помилка: застосунок іноді не може повторно увімкнути Wi-Fi.
zh_hans: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)** 为 Android 8.1 带来了“手机处于睡眠模式时关闭 Wi-Fi”。它从 1.1 到 1.3 [更新](https://github.com/DevLuuk/SleepyWifi/releases)，添加了前台通知、通知延迟 10 秒、荷兰语翻译和“关于”屏幕。已知错误：该应用有时无法重新启用 Wi-Fi。

source: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** was [updated](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) from 4.5.3 to 4.6.3, adding per-widget location setting and settings for graphs and weather forecast, a combined graph and widgets with combined graph. Also fixes negative temperature in notifications, and weather forecast in widget.
de: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** wurde von 4.5.3 auf 4.6.3 [aktualisiert](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG), ergänzt Ortseinstellungen pro Widget und Einstellungen für Grafiken und Wettervorhersagen, eine kombinierte Grafik und Widgets mit kombinierter Grafik. Es werden auch Probleme bei der Darstellung negativer Temperaturen in den Benachrichtigungen und von Wettervorhersagen im Widget behoben.
pl: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** został [zaktualizowany](https://raw.githubusercontent.com/thold/your-local-weather/HEAD/CHANGELOG) z 4.5.3 do 4.6.3, dodając ustawienia lokalizacji na widget i ustawienia dla wykresów i prognozy pogody, połączony wykres i widżety z połączonym wykresem. Naprawia także ujemną temperaturę w powiadomieniach i prognozę pogody w widżecie.
ro: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** a fost [updated](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) de la 4.5.3 la 4.6.3, adăugând setarea locației pentru fiecare widget și setările pentru grafice și prognoza meteo, un grafic combinat și widgeturi cu grafic combinat. De asemenea, se remediază temperatura negativă în notificări și prognoza meteo în widget.
ru: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** был [обновлен](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) с 4.5.3 до 4.6.3, добавлены настройки местоположения для каждого виджета и настройки для графиков и прогноза погоды, комбинированный график и виджеты с комбинированным графиком. Также исправлена отрицательная температура в уведомлениях и прогноз погоды в виджете.
uk: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** було [оновлено](https://raw.githubusercontent.com/thuryn/your-local- weather/HEAD/CHANGELOG) з 4.5.3 до 4.6.3, додані налаштування місця положення для кожного віджета і налаштування для графіків і прогнозу погоди, комбінований графік і віджети з комбінованим графіком. Також виправлена негативна температура в повідомленнях і прогноз погоди у віджеті.
zh_hans: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** 已从 4.5.3 [更新](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG)到 4.6.3，添加了每个微件的位置设置以及图表和天气预报的设置，组合图表和带有组合图表的小部件。还修复了通知中的负温度和小部件中的天气预报。

source: **[Manyverse](https://f-droid.org/packages/se.manyver/)** is a very different messenger than you're used to, because it works locally and off-grid. If you are unfamiliar with Manyverse and its underlying protocol, Secure Scuttlebutt, you should probably [read this background article](https://staltz.com/early-days-in-the-manyverse.html).
de: **[Manyverse](https://f-droid.org/packages/se.manyver/)** ist ein ganz anderer Messenger als Sie ihn gewohnt sind, da er lokal und netzlos funktioniert. Wenn Ihnen Manyverse und das zugrunde liegendei Protokoll, Secure Scuttlebutt, nicht bekannt ist, sollten Sie vermutlich [diesen Hintergrundartikel lesen](https://staltz.com/early-days-in-the-manyverse.html).
pl: **[Manyverse](https://f-droid.org/packages/se.manyver/)** to zupełnie inny messenger niż jesteś przyzwyczajony, ponieważ działa lokalnie i poza siecią. Jeśli nie jesteś zaznajomiony z Manyverse i jego protokołem Secure Scuttlebutt, prawdopodobnie powinieneś [przeczytać ten artykuł](https://staltz.com/early-days-in-the-manyverse.html).
ro: **[Manyverse](https://f-droid.org/packages/se.manyver/)** este un mesager foarte diferit de cel cu care sunteți obișnuiți, deoarece funcționează la nivel local și în afara rețelei. Dacă nu sunteți familiarizat cu Manyverse și cu protocolul său de bază, Secure Scuttlebutt, ar trebui probabil să [read this background article](https://staltz.com/early-days-in-the-manyverse.html).
ru: **[Manyverse](https://f-droid.org/packages/se.manyver/)** - это совсем не тот мессенджер, к которому вы привыкли, поскольку он работает локально и автономно. Если вы не знакомы с Manyverse и лежащим в его основе протоколом Secure Scuttlebutt, вам, вероятно, следует [прочитать эту справочную статью](https://staltz.com/early-days-in-the-manyverse.html).
uk: **[Manyverse](https://f-droid.org/packages/se.manyver/)** — це зовсім не той месенджер, до якого ви звикли, оскільки він працює локально й автономно. Якщо ви не знайомі з Manyverse і його протоколом Secure Scuttlebutt, вам, імовірно, варто [прочитати цю довідкову статтю](https://staltz.com/early-days-in-the-manyverse.html).
zh_hans: **[Manyverse](https://f-droid.org/packages/se.manyver/)** 是一个与你习惯的非常不同的消息应用，因为它可以在本地和离网工作。如果你不熟悉 Manyverse 及其底层协议 Secure Scuttlebutt，你可能应该[阅读这篇背景文章](https://staltz.com/early-days-in-the-manyverse.html)。

source: This [update](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) from 0.1811.14-beta to 0.1901.2-beta brings the following new features: * add notes on internet p2p invite codes * delete an internet p2p invite code * re-share an internet p2p invite code * block profiles, publicly or secretly
de: Dieses [Update](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) von 0.1811.14-beta auf 0.1901.2-beta bringt die folgenden neuen Funktionen: * Notizen zu Internet-P2P-Einladungscodes * Internet-P2P-Einladungscode löschen * Internet-P2P-Einladungscode neu teilen * Profile blockieren, öffentlich oder geheim
pl: Ta [Aktualizacja](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) z 0.1811.14-beta do 0.1901.2-beta przynosi następujące nowe funkcje: * Dodawaj notatki do internetowych kodów zaproszeń p2p * Usuń internetowy kod zaproszenia p2p * Ponownie udostępnij internetowy kod zaproszenia p2p * Blokuj profile, publicznie lub potajemnie
ro: Această [update](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) de la 0.1811.14-beta la 0.1901.2-beta aduce următoarele caracteristici noi: * adăugarea de note pe codurile de invitație p2p pe internet * ștergerea unui cod de invitație internet p2p * re-share un cod de invitație p2p pe internet * blocarea profilurilor, în mod public sau secret
ru: Это [обновление](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) с 0.1811.14-beta до 0.1901.2-beta привносит следующие новые возможности: * добавление примечаний к пригласительным кодам интернет p2p * удаление пригласительного кода p2p в Интернете * повторный обмен пригласительным кодом p2p в интернете * блокировать профили, публично или тайно
uk: Це [оновлення](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) з 0.1811.14-beta до 0.1901.2-beta привносить такі нові можливості: * додані примітки до запрошень кодами інтернету p2p * видалені запрошення коду p2p в Інтернеті * повторний обмін запрошеннями кодом p2p в інтернеті * блокувати профілі, публічно або таємно
zh_hans: 本次从 0.1811.14-beta 到 0.1901.2-beta 的[更新](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md)带来了以下新功能： * 为互联网 p2p 邀请码添加备注 * 删除互联网 p2p 邀请码 * 转发互联网 p2p 邀请码 * 公开或秘密屏蔽个人资料

source: And fixes: * navigation bug between profile screens * UI glitch in profile screen * Wi-Fi discovery and sync on some devices
de: Und behebt: * Navigationsfehler zwischen Profilansichten * Störung der Benutzeroberfläche in der Profilansicht * WLAN-Ermittlung und Synchronisation auf manchen Geräten
pl: I poprawki: * błąd nawigacji między ekranami profilu * Glitch UI na ekranie profilu * Wykrywanie i synchronizacja Wi-Fi na niektórych urządzeniach
ro: Și reparații: * bug de navigare între ecranele de profil * Glitch UI în ecranul de profil * descoperire și sincronizare Wi-Fi pe unele dispozitive
ru: И исправления: * ошибка навигации между экранами профиля * сбой пользовательского интерфейса на экране профиля * обнаружение и синхронизация Wi-Fi на некоторых устройствах
uk: І виправлення: * помилка навігації між екранами профілю * збій призначеного для користувача інтерфейсу на екрані профілю * виявлення і синхронізація Wi-Fi на деяких пристроях
zh_hans: 并修复： * 配置文件屏幕之间的导航错误 * 个人资料屏幕中的用户界面故障 * 在某些设备上发现和同步 Wi-Fi

source: Other improvements include quicker startup when user has many P2P invites and showing an informative text when loading takes too long.
de: Weitere Verbesserungen beinhalten einen schnelleren Startvorgang, wenn Anwender viele P2P-Einladungen haben, und die Einblendung eines informativen Texts, wenn das Laden zu lange dauert.
pl: Inne ulepszenia obejmują szybsze uruchamianie, gdy użytkownik ma wiele zaproszeń P2P i wyświetla tekst informacyjny, gdy ładowanie trwa zbyt długo.
ro: Alte îmbunătățiri includ o pornire mai rapidă atunci când utilizatorul are multe invitații P2P și afișarea unui text informativ atunci când încărcarea durează prea mult.
ru: Среди других улучшений - более быстрый запуск, когда у пользователя много P2P-приглашений, и отображение информационного текста, когда загрузка занимает слишком много времени.
uk: Серед інших поліпшень - більш швидкий запуск, коли у користувача багато P2P-запрошень, і відображення інформаційного тексту, коли завантаження займає надто багато часу.
zh_hans: 其他改进包括当用户有许多 P2P 邀请时启动更快，以及在加载时间过长时显示信息文本。

source: {{ page.major }} **[UserLAnd](https://f-droid.org/packages/tech.ula/)** lets you run GNU/Linux Distros on Android - no root required. It [updated](https://github.com/CypherpunkArmory/UserLAnd/releases) to version 2.0.0, adding a built-in terminal to UserLAnd. (Version 2.1.0 is expected in F-Droid soon and should fix crashes in the new terminal.)
de: {{ page.major }} Mit **[UserLAnd](https://f-droid.org/packages/tech.ula/)** laufen GNU/Linux-Distributionen auf Android - Root ist nicht erforderlich. Das [Update](https://github.com/CypherpunkArmory/UserLAnd/releases) auf Version 2.0.0 ergänzt ein eingebautes Terminal in UserLAnd. (Version 2.1.0 wird in Kürze auf F-Droid erwartet und soll Abstürze im neuen Terminal beheben.)
pl: {{ page.major }} **[UserLAnd](https://f-droid.org/packages/tech.ula/)**pozwala uruchamiać dystrybucje GNU/Linux na systemie Android - nie jest wymagany root. Ta [aktualizacja](https://github.com/CypherpunkArmory/UserLAnd/releases) do wersji 2.0.0, dodaje wbudowany terminal do UserLAnd. (Wersja 2.1.0 jest oczekiwana w F-Droid wkrótce i powinna naprawić awarie w nowym terminalu.)
ro: {{ page.major }} **[UserLAnd](https://f-droid.org/packages/tech.ula/)** vă permite să rulați distribuții GNU/Linux pe Android - nu este nevoie de root. A [updated](https://github.com/CypherpunkArmory/UserLAnd/releases) la versiunea 2.0.0, adăugând un terminal încorporat la UserLAnd. (Versiunea 2.1.0 este așteptată în curând în F-Droid și ar trebui să rezolve blocajele în noul terminal.)
ru: {{ page.major }} **[UserLAnd](https://f-droid.org/packages/tech.ula/)** позволяет запускать GNU/Linux дистрибутивы на Android - root не требуется. Он [обновлен](https://github.com/CypherpunkArmory/UserLAnd/releases) до версии 2.0.0, добавляющей встроенный терминал в UserLAnd. (Версия 2.1.0 ожидается в F-Droid в ближайшее время и должна исправить сбои в новом терминале.)
uk: {{ page.major }} **[UserLAnd](https://f-droid.org/packages/tech.ula/)** дозволяє запускати GNU/Linux дистрибутиви на Android - root не потрібно. Він [оновлено](https://github.com/CypherpunkArmory/UserLAnd/releases) до версії 2.0.0, додає вбудований термінал в UserLAnd. (Версія 2.1.0 очікується в F-Droid найближчим часом і повинна виправити збої в новому терміналі.)
zh_hans: {{ page.major }} **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 让你可以在 Android 上运行 GNU/Linux 发行版 - 不需要 root。它[更新](https://github.com/CypherpunkArmory/UserLAnd/releases)到 2.0.0 版本，为 UserLAnd 添加了一个内置终端。（预计 F-Droid 很快会推出 2.1.0 版，并且应该会修复新终端中的崩溃问题。）

source: * **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** [released 3.2.0beta1](https://github.com/nextcloud/talk-android/releases/tag/v3.2.0beta1) with a completely reworked UI flow, and support for loading remote images. (There was also a regular [update](https://github.com/nextcloud/talk-android/releases) to 3.1.3 with some bug fixes.)
de: * **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** [veröffentlichte 3.2.0beta1](https://github.com/nextcloud/talk-android/releases/tag/v3.2.0beta1) mit einem komplett überarbeiteten Ablauf auf der Benutzeroberfläche und der Unterstützung für das Laden von Bildern von Remotecomputern. (Es gab auch ein reguläres [Update](https://github.com/nextcloud/talk-android/releases) auf 3.1.3 mit einigen Fehlerlösungen.)
pl: * **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** [wydane 3.2.0beta1](https://github.com/nextcloud/talk-android/releases/tag/v3.2.0beta1) z całkowicie przerobionym przepływem interfejsu użytkownika i obsługą ładowania obrazów zdalnych. (Była również regularna [aktualizacja](https://github.com/nextcloud/talk-android/releases) do 3.1.3 z pewnymi poprawkami).
ro: * **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** [released 3.2.0beta1](https://github.com/nextcloud/talk-android/releases/tag/v3.2.0beta1) cu un flux de interfață complet refăcut și suport pentru încărcarea imaginilor la distanță. (A existat, de asemenea, o versiune regulată a [update](https://github.com/nextcloud/talk-android/releases) la 3.1.3 cu câteva corecturi de erori).
ru: * **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** [выпущена 3.2.0beta1](https://github.com/nextcloud/talk-android/releases/tag/v3.2.0beta1) с полностью переработанным пользовательским интерфейсом и поддержкой загрузки удаленных изображений. (Было также выпущено регулярное [обновление](https://github.com/nextcloud/talk-android/releases) до версии 3.1.3 с некоторыми исправлениями.)
uk: * **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)**[випущена 3.2.0beta1](https://github.com/nextcloud/talk-android/releases/tag/v3.2.0beta1) з повністю переробленим інтерфейсом і підтримкою завантаження віддалених зображень. (Було також випущено регулярне [оновлення](https://github.com/nextcloud/talk-android/releases) до версії 3.1.3 з деякими виправленнями.)
zh_hans: * **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** [发布 3.2.0beta1](https://github.com/nextcloud/talk-android/releases/tag/v3.2.0beta1)，具有完全重新设计的 UI 流程，并支持加载远程图像。（也有 3.1.3 常规 [更新](https://github.com/nextcloud/talk-android/releases)并修复了一些错误。）
