Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We've had many reports that random apps started sprouting a mysterious "SET" Anti-Feature, sometimes even more than one! It is a mistake and should not be there. We are well aware of this bug now, so thank you for your all reports. ;) The fix is tested and just waiting to be deployed. You can read about the gory details in [issue 565](https://gitlab.com/fdroid/fdroidserver/issues/565).
de: Wir haben viele Berichte darüber erhalten, dass bei x-beliebigen Apps das Wachstum eines mysteriösen Anti-Features "SET" einsetzte, in manchen Fällen sogar mehr als einmal! Es ist ein Fehler und sollte da nicht stehen. Wir sind uns dieses Fehlers inzwischen sehr wohl bewusst, besten Dank also für alle Meldungen. ;) Die Korrektur ist getestet und wartet gerade auf ihre Umsetzung. Die schmutzigen Details dazu erfahren Sie in [Issue 565](https://gitlab.com/fdroid/fdroidserver/issues/565).
pl: Otrzymaliśmy wiele raportów, że przypadkowe aplikacje zaczęły wyrastać z tajemniczego "SET" Anti-Feature, czasami nawet więcej niż jednego! To błąd i nie powinno go tam być. Zdajemy sobie teraz sprawę z tego błędu, więc dziękujemy za wszystkie raporty. ;) Poprawka jest testowana i tylko czeka na wdrożenie. Możesz przeczytać o szczegółach w [wydanie 565](https://gitlab.com/fdroid/fdroidserver/issues/565).
ro: Am primit multe rapoarte că aplicațiile aleatorii au început să aibă o misterioasă caracteristică "SET" Anti-Feature, uneori chiar mai mult de una! Este o greșeală și nu ar trebui să fie acolo. Suntem conștienți de acest bug acum, așa că vă mulțumim pentru toate rapoartele dumneavoastră. ;) Soluția este testată și așteaptă doar să fie implementată. Puteți citi despre detaliile sângeroase în [issue 565](https://gitlab.com/fdroid/fdroidserver/issues/565).
ru: Мы получили много сообщений о том, что в случайных приложениях стала появляться загадочная анти-функция "SET", иногда даже не одна! Это ошибка, и ее не должно быть. Теперь мы хорошо знаем об этой ошибке, так что спасибо за все ваши сообщения ;) Исправление протестировано и ожидает своего развертывания. Подробности вы можете прочитать в [issue 565](https://gitlab.com/fdroid/fdroidserver/issues/565).
uk: Ми отримали багато повідомлень про те, що у різних застосунках почала з'являтися загадкова небажана функція «SET», іноді навіть не одна! Це помилка, і її не повинно бути. Тепер ми добре знаємо про цю помилку, тож спасибі за всі ваші повідомлення;) Виправлення протестовано й очікує свого розгортання. Подробиці ви можете прочитати в [обговоренні 565](https://gitlab.com/fdroid/fdroidserver/issues/565).
zh_hans: 我们收到许多报告称，随机应用开始出现神秘的 "SET" 负面特征，有时甚至不止一个！这是一个错误，不应该存在。我们现在很清楚这个错误，所以感谢你的所有报告。;) 该修复程序已经过测试，正在等待部署。你可以在 [issue 565](https://gitlab.com/fdroid/fdroidserver/issues/565) 中阅读有关血腥细节的信息。

source: Basebox images hosted by Vagrant
de: Von Vagrant gehostete Basebox-Images
pl: Obrazy Basebox hostowane przez Vagrant
ro: Imagini Basebox găzduite de Vagrant
ru: Образы Basebox, размещенные в Vagrant
uk: Образи Basebox, розміщені в Vagrant
zh_hans: 由 Vagrant 托管的 Basebox 图像

source: We now have some [pre-built basebox images](https://app.vagrantup.com/fdroid/) up for you to play with! These are graciously hosted by Vagrant, and should make setting up your own buildserver a lot easier.
de: Wir haben jetzt einige [vorkonfigurierte Basebox-Images](https://app.vagrantup.com/fdroid/) für Sie herausgebracht, um damit zu spielen! Diese werden großzügigerweise von Vagrant gehostet und sollten die Einrichtung eines eigenen Buildservers erheblich vereinfachen.
pl: Mamy teraz kilka [wstępnie zbudowanych obrazów basebox](https://app.vagrantup.com/fdroid/), abyś mógł grać! Są wdzięcznie hostowane przez Vagrant i powinny znacznie ułatwić sobie konfigurację własnego buildservera.
ro: Avem acum câteva [pre-built basebox images](https://app.vagrantup.com/fdroid/) pentru ca tu să te joci cu ele! Acestea sunt găzduite cu amabilitate de Vagrant și ar trebui să vă ușureze foarte mult configurarea propriului server de construcție.
ru: Теперь у нас есть несколько [pre-built basebox images](https://app.vagrantup.com/fdroid/), с которыми вы можете поиграть! Они любезно предоставлены Vagrant и должны значительно упростить настройку вашего собственного сервера сборки.
uk: Тепер у нас є кілька [pre-built basebox images](https://app.vagrantup.com/fdroid/), з якими ви можете пограти! Вони люб'язно надані Vagrant і повинні значно спростити настройку вашого власного сервера збірки.
zh_hans: 我们现在有一些 [预构建的 basebox 镜像](https://app.vagrantup.com/fdroid/) 供你使用！这些由 Vagrant 慷慨地托管，并且应该使你自己的构建服务器的设置更加容易。

source: Fdroiddata statistics
de: Fdroiddata-Statistiken
pl: Statystyki Fdroiddata
ro: Fdroiddata statistici
ru: Статистика Fdroiddata
uk: Статистика Fdroiddata
zh_hans: Fdroiddata 统计数据

source: **[@\_hc](https://forum.f-droid.org/u/hans)** has made some [pretty graphs](https://fdroid.gitlab.io/fdroiddata/) for you to look at! This is is a visualisation of our [fdroiddata](https://gitlab.com/fdroid/fdroiddata) repository, which contains all our app metadata. It is interesting to see that the number of new files has been steadily rising, even though the total commits per year has actually gone down. This could well mean that we have gotten more efficient, according to **[@\_hc](https://forum.f-droid.org/u/hans)**.
de: **[@\_hc](https://forum.f-droid.org/u/hans)** hat einige [hübsche Grafiken](https://fdroid.gitlab.io/fdroiddata/) für Sie erstellt, die Sie sich ansehen können! Sie sind eine Visualisierung unseres [fdroiddata](https://gitlab.com/fdroid/fdroiddata)-Repository, das alle unsere App-Metadaten enthält. Es ist interessant zu sehen, dass die Zahl neuer Dateien kontinuierlich anwächst, obwohl die Gesamtzahl der Commits pro Jahr eigentlich zurückgeht. Laut **[@\_hc](https://forum.f-droid.org/u/hans)** könnte das sehr wohl bedeuten, dass wir effizienter geworden sind.
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** wykonał kilka [ładnych wykresów](https://fdroid.gitlab.io/fdroiddata/), na które możesz zwrócić uwagę! Jest to wizualizacja naszego repozytorium [fdroiddata](https://gitlab.com/fdroid/fdroiddata), która zawiera wszystkie nasze metadane aplikacji. Interesujące jest to, że liczba nowych plików stale rośnie, mimo że całkowita liczba zatwierdzeń w ciągu roku faktycznie spadła. Może to oznaczać, że uzyskaliśmy większą wydajność, zgodnie z **[@\_hc](https://forum.f-droid.org/u/hans)**.
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** a făcut niște [pretty graphs](https://fdroid.gitlab.io/fdroiddata/) la care să vă uitați! Aceasta este o vizualizare a depozitului nostru [fdroiddata](https://gitlab.com/fdroid/fdroiddata), care conține toate metadatele aplicației noastre. Este interesant de observat că numărul de fișiere noi a crescut în mod constant, chiar dacă numărul total de comenzi pe an a scăzut. Acest lucru ar putea foarte bine să însemne că am devenit mai eficienți, conform **[@\_hc](https://forum.f-droid.org/u/hans)**.
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** сделал несколько [красивых графиков](https://fdroid.gitlab.io/fdroiddata/) для вас! Это визуализация нашего хранилища [fdroiddata](https://gitlab.com/fdroid/fdroiddata), которое содержит все метаданные наших приложений. Интересно видеть, что количество новых файлов неуклонно растет, хотя общее количество коммитов за год фактически снизилось. Это может означать, что мы стали более эффективными, согласно **[@\_hc](https://forum.f-droid.org/u/hans)**.
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** зробив кілька [красивих графіків](https://fdroid.gitlab.io/fdroiddata/) для вас! Це візуалізація нашого сховища [fdroiddata](https://gitlab.com/fdroid/fdroiddata), яке містить всі метадані наших застосунків. Цікаво бачити, що кількість нових файлів неухильно зростає, хоча загальна кількість комітів за рік фактично знизилося. Це може означати, що ми стали більш ефективними, згідно **[@ \ _ hc](https://forum.f-droid.org/u/hans)**.
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 制作了一些[漂亮的图表](https://fdroid.gitlab.io/fdroiddata/)请你来看看！这是我们的 [fdroiddata](https://gitlab.com/fdroid/fdroiddata) 存储库的可视化，其中包含我们所有的应用元数据。有趣的是，新文件的数量一直在稳步上升，尽管每年的提交总数实际上已经下降。根据 **[@\_hc](https://forum.f-droid.org/u/hans)** 的说法，这很可能意味着我们变得更有效率。

source: It is scheduled to update once a week.
de: Es ist geplant, sie einmal in der Woche zu aktualisieren.
pl: Aktualizacja ma się odbywać raz w tygodniu.
ro: Este programată să se actualizeze o dată pe săptămână.
ru: Обновление планируется раз в неделю.
uk: Оновлення планується раз на тиждень.
zh_hans: 它计划每周更新一次。

source: **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** is in! We've mentioned this briefly in [TWIF 16]({% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}#community-news), and now **[@Bubu](https://forum.f-droid.org/u/Bubu)**'s work is paying off even as he is on vacation.
ru: **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** есть! Мы уже кратко упоминали об этом в [TWIF 16]({% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}#community-news), а теперь работа **[@Bubu](https://forum.f-droid.org/u/Bubu)** приносит плоды, даже когда он находится в отпуске.
uk: **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** є! Ми вже коротко згадували про це в [TWIF 16]({% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}#community-news), а тепер робота **[@Bubu](https://forum.f-droid.org/u/Bubu)** приносить плоди, навіть коли він знаходиться у відпустці.
zh_hans: **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** 来了！我们在 [TWIF 16]({% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}#community-news) 中简短提到了它，现在 **[@Bubu](https://forum.f-droid.org/u/Bubu)** 的工作得到了回报，即使他正在度假。

source: Note that the app is without push notifications right now, so you'll have to enter the app to see if there's anything new. The developers seem to be interested in exploring non-[FCM](https://en.wikipedia.org/wiki/Firebase_Cloud_Messaging) push though. Maybe they can take inspiration from [Tutanota's solution]({% post_url 2018-09-03-replacing-gcm-in-tutanota %}).
ru: Обратите внимание, что сейчас в приложении нет push-уведомлений, поэтому вам придется зайти в приложение, чтобы узнать, есть ли что-то новое. Разработчики, похоже, заинтересованы в изучении не-[FCM](https://en.wikipedia.org/wiki/Firebase_Cloud_Messaging) push. Возможно, они смогут вдохновиться решением [Tutanota]({% post_url 2018-09-03-replacing-gcm-in-tutanota %}).
uk: Зверніть увагу, що зараз у застосунку немає push-сповіщень, тому вам доведеться зайти в застосунок, щоб дізнатися, чи є щось нове. Розробники, схоже, зацікавлені у вивченні не- [FCM](https://en.wikipedia.org/wiki/Firebase_Cloud_Messaging) push. Можливо, вони зможуть надихнутися рішенням [Tutanota]({% post_url 2018-09-03-replacing-gcm-in-tutanota %}).
zh_hans: 请注意，该应用目前没有推送通知，因此你必须进入该应用才能查看是否有任何新内容。不过，开发人员似乎有兴趣探索非 [FCM](https://en.wikipedia.org/wiki/Firebase_Cloud_Messaging) 推送。也许他们可以从 [Tutanota 的解决方案]({% post_url 2018-09-03-replacing-gcm-in-tutanota %}) 中获得灵感。

source: **[Neural Network Simulator](https://f-droid.org/packages/com.EthanHeming.NeuralNetworkSimulator/)**: Educational tool to learn about computational neuroscience and electrophysology
de: **[Neural Network Simulator](https://f-droid.org/packages/com.EthanHeming.NeuralNetworkSimulator/)**: Lehrmittel zum Lernen von computergestützer Neurowissenschaft und Elektrophysiologie
pl: **[Neural Network Simulator](https://f-droid.org/packages/com.EthanHeming.NeuralNetworkSimulator/)**: Narzędzie edukacyjne do nauki o neurologii obliczeniowej i elektrofizjologii
ro: **[Neural Network Simulator](https://f-droid.org/packages/com.EthanHeming.NeuralNetworkSimulator/)**: Instrument educațional pentru a învăța despre neuroștiința computațională și electrofizologie
ru: **[Neural Network Simulator](https://f-droid.org/packages/com.EthanHeming.NeuralNetworkSimulator/)**: Образовательный инструмент для изучения вычислительной нейронауки и электрофизиологии
uk: **[Neural Network Simulator](https://f-droid.org/packages/com.EthanHeming.NeuralNetworkSimulator/)**: Освітній інструмент для вивчення обчислювальної нейронауки і електрофізіології
zh_hans: **[Neural Network Simulator](https://f-droid.org/packages/com.EthanHeming.NeuralNetworkSimulator/)**：学习计算神经科学和电生理学的教育工具

source: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)**: With Aria2Android you can run a real aria2, an open source download manager, executable on your device.
de: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)**: Mit Aria2Android können Sie mit einem echten Aria2 arbeiten, einem auf Ihrem Gerät ausführbaren Open-Source-Download-Manager.
pl: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)**: Z Aria2Android możesz uruchomić prawdziwy aria2, menedżera pobierania open source, wykonywanego na twoim urządzeniu.
ro: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)**: Cu Aria2Android puteți rula un executabil Aria2, un manager de descărcări open source, pe dispozitivul dumneavoastră.
ru: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)**: С помощью Aria2Android вы можете запустить на своем устройстве настоящий исполняемый файл aria2, менеджера загрузок с открытым исходным кодом.
uk: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)**: За допомогою Aria2Android ви можете запустити на своєму пристрої справжній виконуваний файл aria2, менеджера завантажень з відкритим вихідним кодом.
zh_hans: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)**：使用 Aria2Android，你可以运行真正的 aria2，一个开源下载管理器，可在你的设备上执行。

source: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)**: File synchronization
de: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)**: Dateisynchronisation
pl: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)**: Synchronizacja plików
ro: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)**: Sincronizarea fișierelor
ru: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)**: Синхронизация файлов
uk: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)**: Синхронізація файлів
zh_hans: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)**：文件同步

source: **[BMI Calculator](https://f-droid.org/packages/com.github.characterdog.bmicalculator/)**: Simple BMI calculator
de: **[BMI Calculator](https://f-droid.org/packages/com.github.characterdog.bmicalculator/)**: Einfacher BMI-Rechner
pl: **[BMI Calculator](https://f-droid.org/packages/com.github.characterdog.bmicalculator/)**: Prosty kalkulator BMI
ro: **[BMI Calculator](https://f-droid.org/packages/com.github.characterdog.bmicalculator/)**: Calculator IMC simplu
ru: **[BMI Calculator](https://f-droid.org/packages/com.github.characterdog.bmicalculator/)**: Простой BMI калькулятор
uk: **[BMI Calculator](https://f-droid.org/packages/com.github.characterdog.bmicalculator/)**: Простий BMI калькулятор
zh_hans: **[BMI Calculator](https://f-droid.org/packages/com.github.characterdog.bmicalculator/)**：简单的 BMI 计算器

source: **[Lobsters App](https://f-droid.org/packages/com.nikhiljha.lobstersapp/)**: An app for lobste.rs
de: **[Lobsters App](https://f-droid.org/packages/com.nikhiljha.lobstersapp/)**: Eine App für lobste.rs
pl: **[Aplikacja Lobsters](https://f-droid.org/packages/com.nikhiljha.lobstersapp/)**: Aplikacja dla lobste.rs
ro: **[Lobsters App](https://f-droid.org/packages/com.nikhiljha.lobstersapp/)**: O aplicație pentru lobste.rs
ru: **[Lobsters App](https://f-droid.org/packages/com.nikhiljha.lobstersapp/)**: Приложение для lobste.rs
uk: **[Lobsters App](https://f-droid.org/packages/com.nikhiljha.lobstersapp/)**: Додаток для lobste.rs
zh_hans: **[Lobsters App](https://f-droid.org/packages/com.nikhiljha.lobstersapp/)**: lobste.rs 的应用

source: **[Checkup](https://f-droid.org/packages/community.fairphone.checkup/)**: A fork of the Fairphone 2 checkup app that has been modified in order to work on other devices as well. It allows you to test various components of your phone.
de: **[Checkup](https://f-droid.org/packages/community.fairphone.checkup/)**: Ein Fork der Checkup-App des Fairphone 2, die modifiziert wurde, damit sie auch auf anderen Geräten funktioniert. Sie ermöglicht, verschiedene Komponenten Ihres Telefons zu testen.
pl: **[Checkup](https://f-droid.org/packages/community.fairphone.checkup/)**: Gałąź aplikacji sprawdzającej Fairphone 2, który został zmodyfikowany w celu pracy na innych urządzeniach. Umożliwia testowanie różnych składników telefonu.
ro: **[Checkup](https://f-droid.org/packages/community.fairphone.checkup/)**: O bifurcație a aplicației Checkup de pe Fairphone 2, care a fost modificată pentru a funcționa și pe alte dispozitive. Vă permite să testați diverse componente ale telefonului dumneavoastră.
ru: **[Checkup](https://f-droid.org/packages/community.fairphone.checkup/)**: Форк приложения Fairphone 2 checkup, которое было модифицировано для работы и на других устройствах. Оно позволяет тестировать различные компоненты телефона.
uk: **[Checkup](https://f-droid.org/packages/community.fairphone.checkup/)**: Форк застосунку Fairphone 2 checkup, який було модифіковано для роботи і на інших пристроях. Дає змогу тестувати різні компоненти телефону.
zh_hans: **[Checkup](https://f-droid.org/packages/community.fairphone.checkup/)**：Fairphone 2 检查应用的一个分支，经过修改，也可以在其他设备上使用。它允许你测试手机的各种组件。

source: **[DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)**: DroidTR IME (Turkish F/Q keyboard)
de: **[DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)**: DroidTR IME (Türkische F/Q-Tastatur)
pl: **[Klawiatura DroidTR](https://f-droid.org/packages/org.droidtr.keyboard/)**: DroidTR IME (turecka klawiatura F/Q)
ro: **[Tastatura DroidTR](https://f-droid.org/packages/org.droidtr.keyboard/)**: DroidTR IME (tastatură turcească F/Q)
ru: **[DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)**: DroidTR IME (турецкая F/Q клавиатура)
uk: **[DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)**: DroidTR IME (турецька F/Q клавіатура)
zh_hans: **[DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)**：DroidTR IME（土耳其语 F/Q 键盘）

source: **[Soft Sound](https://f-droid.org/packages/org.mcxa.softsound/)**: Play relaxing sounds to help you sleep, concentrate or stay calm.
de: **[Soft Sound](https://f-droid.org/packages/org.mcxa.softsound/)**: Entspannende Klänge zum Einschlafen, zur Konzentration oder Beruhigung abspielen.
pl: **[Soft Sound](https://f-droid.org/packages/org.mcxa.softsound/)**: Odtwarzaj relaksujące dźwięki, które pomogą Ci zasnąć, skoncentrować się lub zachować spokój.
ro: **[Soft Sound](https://f-droid.org/packages/org.mcxa.softsound/)**: Redă sunete relaxante pentru a vă ajuta să dormiți, să vă concentrați sau să rămâneți calm.
ru: **[Soft Sound](https://f-droid.org/packages/org.mcxa.softsound/)**: Воспроизведение расслабляющих звуков поможет вам заснуть, сосредоточиться или сохранять спокойствие.
uk: **[Soft Sound](https://f-droid.org/packages/org.mcxa.softsound/)**: Відтворення розслаблюючих звуків допоможе вам заснути, зосередитися або зберігати спокій.
zh_hans: **[Soft Sound](https://f-droid.org/packages/org.mcxa.softsound/)**：播放放松的声音，帮助你入睡、集中注意力或保持冷静。

source: In total, **68** apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche **68** Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano **68** aplikacji. Oto najważniejsze cechy:
ro: În total, **68** aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено **68** приложений. Вот основные из них:
uk: Усього цього тижня було оновлено **68** застосунків. Ось основні з них:
zh_hans: 本周总共更新了 **68** 个应用。以下是重点：

source: **[Activity Diary](https://f-droid.org/packages/de.rampro.activitydiary/)** lets you log and plan your recurring activities. In version 1.3.1 tracking of position was added (needs activation in settings and is not yet used for proposing next activities). Also added was a pie chart for statistics, simplified pausing: last finished activities get a higher priority, improved searching, and several bugfixes.
de: **[Activity Diary](https://f-droid.org/packages/de.rampro.activitydiary/)** lässt Sie wiederkehrende Aktivitäten protokollieren und planen. In Version 1.3.1 wurde eine Standortverfolgung hinzugefügt (benötigt eine Aktivierung in den Einstellungen und wird noch nicht genutzt, um zukünftige Aktivitäten vorzuschlagen). Außerdem wurden ein Tortendiagramm für Statistiken, ein vereinfachtes Pausieren: zuletzt beendete Aktivität erhält ein höheres Gewicht, eine verbesserte Suche und einige Fehlerbehebungen ergänzt.
pl: **[Activity Diary](https://f-droid.org/packages/de.rampro.activitydiary/)** pozwala rejestrować i planować powtarzające się czynności. W wersji 1.3.1 dodano śledzenie pozycji (wymaga aktywacji w ustawieniach i nie jest jeszcze wykorzystywane do proponowania kolejnych działań). Dodano także wykres kołowy dla statystyk, uproszczone wstrzymywanie: ostatnie ukończone działania mają wyższy priorytet, ulepszone wyszukiwanie i kilka poprawek błędów.
ro: **[Activity Diary](https://f-droid.org/packages/de.rampro.activitydiary/)** vă permite să vă înregistrați și să vă planificați activitățile recurente. În versiunea 1.3.1 a fost adăugată urmărirea poziției (necesită activare în setări și nu este încă utilizată pentru a propune următoarele activități). De asemenea, a fost adăugată o diagramă circulară pentru statistici, pauză simplificată: ultimele activități terminate primesc o prioritate mai mare, căutare îmbunătățită și mai multe corecturi de erori.
ru: **[Activity Diary](https://f-droid.org/packages/de.rampro.activitydiary/)** позволяет регистрировать и планировать повторяющиеся действия. В версии 1.3.1 было добавлено отслеживание позиции (требует активации в настройках и пока не используется для предложения следующих действий). Также добавлена круговая диаграмма для статистики, упрощена пауза: последние завершенные дела получают более высокий приоритет, улучшен поиск и исправлено несколько ошибок.
uk: **[Activity Diary](https://f-droid.org/packages/de.rampro.activitydiary/)** дозволяє реєструвати і планувати повторювані дії. У версії 1.3.1 було додано відстеження позиції (вимагає активації в налаштуваннях і поки не використовується для пропозиції наступних дій). Також додана кругова діаграма для статистики, спрощена пауза: останні завершення справи отримують вищий пріоритет, поліпшений пошук і виправлено декілька помилок.
zh_hans: **[Activity Diary](https://f-droid.org/packages/de.rampro.activitydiary/)** 可让你记录和计划你的重复活动。在 1.3.1 版本中添加了位置跟踪（需要在设置中激活，尚未用于提议下一个活动）。还添加了统计饼图、简化的暂停：最后完成的活动获得更高的优先级、改进的搜索和几个错误修复。
