Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** was [updated](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) from 0.10.3 to 0.11.0, adding an alarm and a clock widget.
de: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** wurde [aktualisiert](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) von 0.10.3 auf 0.11.0, wobei ein Wecker und ein Uhren-Widget hinzugefügt wurden.
pl: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** został [zaktualizowany](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) z wersji 0.10.3 do 0.11.0, dodając alarm i widżet zegara.
ro: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** a fost [updated](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) de la 0.10.3 la 0.11.0, adăugând o alarmă și un widget de ceas.
ru: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** был [обновлен](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) с 0.10.3 до 0.11.0, добавив будильник и виджет часов.
uk: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** було [оновлено](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) з 0.10.3 до 0.11.0, додавши будильник і віджет годинника.
zh_hans: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** 从 0.10.3 [更新](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md)到 0.11.0，添加了闹钟和时钟微件。

source: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** was [updated](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md) from 1.1.2 to 1.2, making microphone use optional, and enabling control via Google Assistant.
de: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** wurde von 1.1.2 auf 1.2 [aktualisiert](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md), wobei die Mikrofonnutzung optional ist und die Steuerung über den Google Assistant ermöglicht wird.
pl: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** został [zaktualizowany](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md) z wersji 1.1.2 do 1.2 dzięki czemu mikrofon jest opcjonalny i umożliwia sterowanie za pomocą Google Assistant.
ro: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** a fost [updated](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md) de la 1.1.2 la 1.2, făcând opțională utilizarea microfonului și permițând controlul prin intermediul Google Assistant.
ru: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** был [обновлен](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md) с версии 1.1.2 до 1.2, сделав использование микрофона необязательным и обеспечив управление через Google Assistant.
uk: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** було [оновлено](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md) з версії 1.1.2 до 1.2, зробивши використовування мікрофона необов'язковим і забезпечивши керування через Google Assistant.
zh_hans: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** 从 1.1.2 [更新](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md)到 1.2，使麦克风的使用成为可选，并通过 Google 助理启用控制。

source: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** was [updated](https://github.com/tobykurien/WebApps/releases) from v2.18 to v2.20, allowing for custom user agents, and favicon-action bar color matching.
de: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** wurde [aktualisiert](https://github.com/tobykurien/WebApps/releases) von v2.18 auf v2.20, was benutzerdefinierte Benutzeragenten und die Farbanpassung der Favicon-Aktionsbalken ermöglicht.
pl: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** został [zaktualizowany](https://github.com/tobykurien/WebApps/releases) z v2.18 do v2.20, umożliwiając na niestandardowe aplikacje użytkownika i dopasowywanie kolorów na pasku czynności favicon.
ro: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** a fost [updated](https://github.com/tobykurien/WebApps/releases) de la v2.18 la v2.20, permițând agenților de utilizator personalizați și potrivirea culorilor favicon-action bar.
ru: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** были [обновлены](https://github.com/tobykurien/WebApps/releases) с версии 2.18 до версии 2.20, позволяя использовать пользовательские агенты пользователя, а также подбирать цвет favicon-action bar.
uk: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** були [оновлені](https://github.com/tobykurien/WebApps/releases) з версії 2.18 до версії 2.20, дозволяючи використовувати призначені для користувача агенти користувача, а також підбирати колір favicon-action bar.
zh_hans: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** 从 v2.18 [更新](https://github.com/tobykurien/WebApps/releases)到 v2.20，允许自定义用户代理和图标操作栏颜色匹配。

source: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** was [updated](http://arnowelzel.de/wiki/en/android/app/periodical) from 1.23 to 1.30, separating events and symptoms into different lists, and indicating each per-day.
de: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** wurde von 1.23 auf 1.30 Uhr [aktualisiert](http://arnowelzel.de/wiki/en/android/app/periodical), wobei Ereignisse und Symptome in verschiedene Listen unterteilt und jeweils pro Tag angegeben wurden.
pl: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** został [zaktualizowany](http://arnowelzel.de/wiki/en/android/app/periodical) z 1.23 do 1.30, rozdzielając zdarzenia i objawy na różne listy i wskazując każdy dzień.
ro: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** a fost [updated](http://arnowelzel.de/wiki/en/android/app/periodical) de la 1,23 la 1,30, separând evenimentele și simptomele în liste diferite și indicând fiecare pe zi.
ru: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** был [обновлен](http://arnowelzel.de/wiki/en/android/app/periodical) с 1.23 по 1.30, разделив события и симптомы по разным спискам, и указав каждый по дням.
uk: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** було [оновлено](http://arnowelzel.de/wiki/en/android/app/periodical) з 1.23 по 1.30, розділивши події і симптоми по різних списках, і вказавши кожен по днях.
zh_hans: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** 从 1.23 [更新](http://arnowelzel.de/wiki/en/android/app/periodical)到 1.30，将事件和症状分成不同的列表，并每天分别指示。

source: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** was [updated](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) from 6.41 to 7.02, providing support for receiving to and sending from SegWit (Bech32) addresses.
de: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** wurde von 6.41 auf 7.02 [aktualisiert](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) und bietet Unterstützung für den Empfang und Versand von SegWit (Bech32)-Adressen.
pl: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** was [updated](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) z 6.41 do 7.02, zapewnia wsparcie dla odbierania i wysyłania z adresów SegWit (Bech32).
ro: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** a fost [updated](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) de la 6.41 la 7.02, oferind suport pentru primirea și trimiterea de la adrese SegWit (Bech32).
ru: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** был [обновлен](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) с 6.41 до 7.02, обеспечив поддержку приема на адреса SegWit (Bech32) и отправки с них.
uk: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** було [оновлено](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) з 6.41 до 7.02, забезпечивши підтримку приймання на адреси SegWit (Bech32) і надсилання з них.
zh_hans: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** 从 6.41 [更新](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES)到 7.02，支持从 SegWit（Bech32）地址接收和发送。

source: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** was [updated](https://github.com/M66B/open-source-email/releases) from 1.381 to 1.395, adding local contacts view with search, full HTML signatures, export/import of contacts notification settings, and optionally shows accounts on startup screen.
de: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** wurde von 1.381 auf 1.395 [aktualisiert](https://github.com/M66B/open-source-email/releases), indem die Ansicht der lokalen Kontakte mit Suche, vollständigen HTML-Signaturen, Export/Import der Einstellungen für die Benachrichtigung von Kontakten hinzugefügt wurde und optional Konten auf dem Startbildschirm angezeigt werden.
pl: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** został [zaktualizowany](https://github.com/M66B/open-source-email/releases) z 1.381 do 1.395, dodając widok lokalnych kontaktów z wyszukiwaniem, pełne podpisy HTML, eksport/import ustawień powiadomień o kontaktach i opcjonalnie pokazuje konta na ekranie startowym.
ro: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** a fost [updated](https://github.com/M66B/open-source-email/releases) de la 1.381 la 1.395, adăugând vizualizarea contactelor locale cu căutare, semnături HTML complete, export/import de setări de notificare a contactelor și, opțional, afișarea conturilor pe ecranul de pornire.
ru: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** был [обновлен](https://github.com/M66B/open-source-email/releases) с 1.381 до 1.395, добавив просмотр локальных контактов с поиском, полные HTML-подписи, экспорт/импорт настроек уведомлений о контактах, а также опциональное отображение учетных записей на стартовом экране.
uk: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** було [оновлено](https://github.com/M66B/open-source-email/releases) з 1.381 до 1.395, додавши перегляд локальних контактів з пошуком, повні HTML-підпису, експорт/імпорт налаштувань повідомлень про контакти, а також опціональне відображення облікових записів на стартовому екрані.
zh_hans: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** 从 1.381 [更新](https://github.com/M66B/open-source-email/releases)到 1.395，添加带有搜索功能的本地联系人视图、完整的 HTML 签名、联系人通知设置的导出/导入，并可选择在启动屏幕上显示帐户。

source: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** was [updated](https://github.com/Neamar/KISS/releases) from 3.7.6 to 3.7.9, improving startup performance and memory consumption.
de: **[KISS Launcher](https://f-droid.org/packages/fr.neamar.kiss/)** wurde [aktualisiert](https://github.com/Neamar/KISS/releases) von 3.7.6 auf 3.7.9, was die Startleistung und den Speicherverbrauch verbessert.
pl: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** został [zaktualizowany](https://github.com/Neamar/KISS/releases) z 3.7.6 do 3.7.9, poprawiono wydajność rozruchu i zużycie pamięci.
ro: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** a fost [updated](https://github.com/Neamar/KISS/releases) de la 3.7.6 la 3.7.9, îmbunătățind performanța la pornire și consumul de memorie.
ru: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** был [обновлен](https://github.com/Neamar/KISS/releases) с 3.7.6 до 3.7.9, что улучшило производительность запуска и потребление памяти.
uk: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** було [оновлено](https://github.com/Neamar/KISS/releases) з 3.7. 6 до 3.7.9, що поліпшило продуктивність запуску і споживання пам'яті.
zh_hans: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** 从 3.7.6 [更新](https://github.com/Neamar/KISS/releases)到 3.7.9，提升启动性能和内存消耗。

source: **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** was [updated](https://github.com/ram-on/SkyTube/blob/HEAD/CHANGELOG) from 2.94 to 2.95, fixing video playback.
de: **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** erhielt ein [Update](https://github.com/ram-on/SkyTube/blob/HEAD/CHANGELOG) von 2.94 auf 2.95 mit reparierter Videowiedergabe.
pl: **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** został [zaktualizowany](https://github.com/ram-on/SkyTube/blob/HEAD/CHANGELOG) z 2,94 do 2,95, naprawiono odtwarzanie wideo.
ro: **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** a fost [updated](https://github.com/ram-on/SkyTube/blob/HEAD/CHANGELOG) de la 2,94 la 2,95, reparând redarea video.
ru: **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** был [обновлен](https://github.com/ram-on/SkyTube/blob/HEAD/CHANGELOG) с 2.94 до 2.95, исправлено воспроизведение видео.
uk: **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** було [оновлено](https://github.com/ram-on/SkyTube/blob/HEAD/CHANGELOG) з 2.94 до 2.95, виправлено відтворення відео.
zh_hans: **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** 从 2.94 [更新](https://github.com/ram-on/SkyTube/blob/HEAD/CHANGELOG)到 2.95，修复了视频播放。

source: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** was [updated](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md) from 6.0.1-3 to 6.1, adding mod toolbox support, a text editor overhaul, and improvements to wiki link handling.
de: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** wurde von 6.0.1-3 auf 6.1 [aktualisiert](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md), wobei Mod Toolbox-Unterstützung, eine Überarbeitung des Texteditors und Verbesserungen bei der Handhabung von Wiki-Links hinzugefügt wurden.
pl: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** został [zaktualizowany](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md) z 6.0.1-3 do 6.1, dodano obsługę mod toolbox, remont edytora tekstu i ulepszenia w obsłudze linków wiki.
ro: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** a fost [updated](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md) de la 6.0.1-3 la 6.1, adăugând suport pentru mod toolbox, o revizuire a editorului de text și îmbunătățiri la gestionarea link-urilor wiki.
ru: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** был [обновлен](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md) с версии 6.0.1-3 до версии 6.1, добавлена поддержка инструментария модов, переработан текстовый редактор и улучшена работа с вики-ссылками.
uk: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** було [оновлено](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG. md) з версії 6.0.1-3 до версії 6.1, додана підтримка інструментарію модов, перероблений текстовий редактор і покращена робота з вікі-посиланнями.
zh_hans: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** 从 6.0.1-3 [更新](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md)到 6.1，添加了 mod 工具箱支持、文本编辑器大修以及对 wiki 链接处理的改进。

source: **[FreedomBox](https://f-droid.org/packages/org.freedombox.freedombox/)** was [updated](https://salsa.debian.org/freedombox-team/android-app/tags) from 0.4 to 0.5, adding SDK v28 support.
de: **[FreedomBox](https://f-droid.org/packages/org.freedombox.freedombox/)** wurde von 0.4 auf 0.5 [aktualisiert](https://salsa.debian.org/freedombox-team/android-app/tags) und unterstützt nun SDK v28.
pl: **[FreedomBox](https://f-droid.org/packages/org.freedombox.freedombox/)** został [zaktualizowany](https://salsa.debian.org/freedombox-team/android-app/tags) z 0,4 do 0,5, dodano obsługę SDK v28.
ro: **[FreedomBox](https://f-droid.org/packages/org.freedombox.freedombox/)** a fost [updated](https://salsa.debian.org/freedombox-team/android-app/tags) de la 0.4 la 0.5, adăugând suport pentru SDK v28.
ru: **[FreedomBox](https://f-droid.org/packages/org.freedombox.freedombox/)** был [обновлен](https://salsa.debian.org/freedombox-team/android-app/tags) с 0.4 до 0.5, добавлена поддержка SDK v28.
uk: **[FreedomBox](https://f-droid.org/packages/org.freedombox.freedombox/)** було [оновлено](https://salsa.debian.org/freedombox-team/android-app/tags) з 0.4 до 0.5, додана підтримка SDK v28.
zh_hans: **[FreedomBox](https://f-droid.org/packages/org.freedombox.freedombox/)** 从 0.4 [更新](https://salsa.debian.org/freedombox-team/android-app/tags)到 0.5，添加 SDK v28 支持。

source: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** was [updated](https://gitlab.com/mmarif4u/gitnex/blob/HEAD/CHANGELOG.md) from 1.0-rc6 to 1.0.1, bringing some small fixes to an otherwise feature-packed 1.0 release (congratulations GitNex!).
de: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** wurde [aktualisiert](https://gitlab.com/mmarif4u/gitnex/blob/HEAD/CHANGELOG.md) von 1.0-rc6 auf 1.0.1 und brachte einige kleine Korrekturen zu einer ansonsten funktionsreichen 1.0-Version (herzlichen Glückwunsch GitNex!).
pl: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** został [zaktualizowany](https://gitlab.com/mmarif4u/gitnex/blob/HEAD/CHANGELOG.md) z 1.0-rc6 do 1.0.1, przynosząc kilka małych poprawek do inaczej zapakowanej funkcjonalnie wersji 1.0 (gratulacje GitNex!).
ro: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** a fost [updated](https://gitlab.com/mmarif4u/gitnex/blob/HEAD/CHANGELOG.md) de la 1.0-rc6 la 1.0.1, aducând câteva mici corecții la o versiune 1.0 plină de caracteristici (felicitări GitNex!).
ru: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** был [обновлен](https://gitlab.com/mmarif4u/gitnex/blob/HEAD/CHANGELOG.md) с 1.0-rc6 до 1.0.1, привнеся несколько небольших исправлений в наполненный функциями релиз 1.0 (поздравляем GitNex!).
uk: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** було [оновлено](https://gitlab.com/mmarif4u/gitnex/blob/HEAD/CHANGELOG. md) з 1.0-rc6 до 1.0.1, несучи кілька невеликих виправлень в наповнений функціями реліз 1.0 (вітаємо GitNex!).
zh_hans: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** 从 1.0-rc6 [更新](https://gitlab.com/mmarif4u/gitnex/blob/HEAD/CHANGELOG.md)到 1.0.1，为原本功能丰富的 1.0 版本带来了一些小修复（恭喜 GitNex！）。

source: **[Manyverse](https://f-droid.org/packages/se.manyver/)** was [updated](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) from 0.1903.13-beta to 0.1903.19-beta, with several new features including post preview.
de: **[Manyverse](https://f-droid.org/packages/se.manyver/)** wurde von 0.1903.13-beta auf 0.1903.19-beta [aktualisiert](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md), mit diversen neuen Funktionen, darunter die Post Preview.
pl: **[Manyverse](https://f-droid.org/packages/se.manyver/)** został [zaktualizowany](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) z 0.1903.13-beta do 0.1903.19-beta, z kilkoma nowymi funkcjami, w tym podgląd postu.
ro: **[Manyverse](https://f-droid.org/packages/se.manyver/)**a fost [updated](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) de la 0.1903.13-beta la 0.1903.19-beta, cu mai multe caracteristici noi, inclusiv previzualizarea posturilor.
ru: **[Manyverse](https://f-droid.org/packages/se.manyver/)** был [обновлен](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) с 0.1903.13-beta до 0.1903.19-beta, с несколькими новыми функциями, включая предварительный просмотр постов.
uk: **[Manyverse](https://f-droid.org/packages/se.manyver/)** було [оновлено](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) з 0.1903.13-beta до 0.1903.19-beta, з кількома новими функціями, включаючи попередній перегляд постів.
zh_hans: **[Manyverse](https://f-droid.org/packages/se.manyver/)** 从 0.1903.13-beta [更新](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md)到 0.1903.19-beta，具有包括后期预览在内的多项新功能。

source: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** was [updated](https://github.com/CypherpunkArmory/UserLAnd/releases) from 2.3.8 to 2.4.0, adding file-system import and export.
de: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** wurde von 2.3.8 auf 2.4.0 [aktualisiert](https://github.com/CypherpunkArmory/UserLAnd/releases), wobei der Import und Export von Dateisystemen hinzugefügt wurde.
pl: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** został [zaktualizowany](https://github.com/CypherpunkArmory/UserLAnd/releases) z 2.3.8 do 2.4.0, dodano systemowy import i eksport plików.
ro: **[UserLAnd](https://f-droid.org/packages/tech.ula/)**a fost [updated](https://github.com/CypherpunkArmory/UserLAnd/releases) de la 2.3.8 la 2.4.0, adăugând importul și exportul de sisteme de fișiere.
ru: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** был [обновлен](https://github.com/CypherpunkArmory/UserLAnd/releases) с 2.3.8 до 2.4.0, добавив импорт и экспорт файловой системы.
uk: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** було [оновлено](https://github.com/CypherpunkArmory/UserLAnd/releases) з 2.3.8 до 2.4 .0, додавши імпорт і експорт файлової системи.
zh_hans: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 从 2.3.8 [更新](https://github.com/CypherpunkArmory/UserLAnd/releases)到 2.4.0，添加文件系统导入和导出。

source: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)** has been unarchived at version 3.0.
de: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)** wurde in der Version 3.0 ent-archiviert.
pl: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)** został zarchiwizowany w wersji 3.0.
ro: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)** a fost dezarhivată la versiunea 3.0.
ru: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)** был разархивирован в версии 3.0.
uk: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)** був розпакувати в версії 3.0.
zh_hans: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)** 已在 3.0 版本中取消归档。
