Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: In this edition: Releasing F-Droid 1.3, building Briar reproducibly and F-Droid shirts now available.
de: In dieser Ausgabe: Veröffentlichung von F-Droid 1.3, reproduzierbare Erstellung von Briar und F-Droid Shirts jetzt verfügbar.
pl: W tej edycji: Wydanie F-Droid 1.3, budowanie odmiany Briar Reproductive i F-Droid już dostępne.
ro: În această ediție: Lansarea F-Droid 1.3, construirea lui Briar în mod reproductibil și tricouri F-Droid acum disponibile.
ru: В этом выпуске: Выпуск F-Droid 1.3, воспроизводимая сборка Briar и майки F-Droid теперь доступны.
uk: У цьому випуску: Випуск F-Droid 1.3, відтворена збірка Briar і майки F-Droid тепер доступні.
zh_hans: 在这个版本中：发布 F-Droid 1.3，可重复构建 Briar 和 F-Droid 衬衫可以购买了。

source: Version 1.3 of the **F-Droid** app has been released! [@_hc](https://forum.f-droid.org/u/hans) has done a large code overhaul to make status updates more reliable. This release also fixes many bugs around the wrong button showing. More details [here](https://gitlab.com/fdroid/fdroidclient/blob/master/metadata/en-US/changelogs/1003050.txt).
de: Die Version 1.3 der **F-Droid** App ist erschienen! [@_hc](https://forum.f-droid.org/u/hans) hat eine umfangreiche Code-Überarbeitung durchgeführt, um Status-Aktualisierungen zuverlässiger zu machen. Diese Version behebt auch viele Fehler die mit der Anzeige des falschen Buttons zu tun haben. Mehr Details [hier](https://gitlab.com/fdroid/fdroidclient/blob/master/metadata/en-US/changelogs/1003050.txt).
pl: Wersja 1.3 aplikacji **F-Droid** została wydana! [@_hc](https://forum.f-droid.org/u/hans) dokonał dużego przeglądu kodu, aby aktualizacje statusu były bardziej niezawodne. To wydanie naprawia także wiele błędów związanych z wyświetlaniem niewłaściwego przycisku. Więcej szczegółów [tutaj](https://gitlab.com/fdroid/fdroidclient/blob/master/metadata/en-US/changelogs/1003050.txt).
ro: Versiunea 1.3 a aplicației **F-Droid** a fost lansată! [@_hc](https://forum.f-droid.org/u/hans) a făcut o revizuire majoră a codului pentru a face actualizările de stare mai fiabile. Această versiune corectează, de asemenea, multe erori în jurul afișării butonului greșit. Mai multe detalii [here](https://gitlab.com/fdroid/fdroidclient/blob/master/metadata/en-US/changelogs/1003050.txt).
ru: Вышла версия 1.3 приложения **F-Droid**! [@_hc](https://forum.f-droid.org/u/hans) сделал большую переработку кода, чтобы сделать обновления статуса более надежными. В этом выпуске также исправлено множество ошибок, связанных с неправильным отображением кнопки. Подробности [здесь](https://gitlab.com/fdroid/fdroidclient/blob/master/metadata/en-US/changelogs/1003050.txt).
uk: Вийшла версія 1.3 застосунку **F-Droid**! [@_hc](https://forum.f-droid.org/u/hans) значно переробив код, щоб зробити оновлення стану надійнішими. У цьому випуску також виправлено безліч помилок, пов'язаних з неправильним показом кнопки. Подробиці [тут](https://gitlab.com/fdroid/fdroidclient/blob/master/metadata/en-US/changelogs/1003050.txt).
zh_hans: **F-Droid** 应用 1.3 版本已经发布！ [@_hc](https://forum.f-droid.org/u/hans) 对代码进行了大修以使状态更新更加可靠。此版本还修复了围绕按钮显示错误的许多错误。更多详细信息见[此处](https://gitlab.com/fdroid/fdroidclient/blob/master/metadata/en-US/changelogs/1003050.txt)。

source: Focus is now shifting towards improved offline support, including swapping with SD cards and USB-OTG devices.
de: Der Fokus verlagert sich nun auf eine verbesserte Offline-Unterstützung, einschließlich des Austausches mittels SD-Karten und USB-OTG-Geräten.
pl: Obecnie nacisk kładzie się na udoskonaloną obsługę trybu offline, w tym na wymianę kartami SD i urządzeniami USB-OTG.
ro: În prezent, accentul se îndreaptă către un suport offline îmbunătățit, inclusiv schimbul cu carduri SD și dispozitive USB-OTG.
ru: Теперь акцент смещается в сторону улучшения поддержки автономной работы, включая обмен данными с SD-картами и USB-OTG-устройствами.
uk: Тепер акцент зміщується в бік поліпшення підтримки автономної роботи, включаючи обмін даними з SD-картами і USB-OTG-пристроями.
zh_hans: 现在的重点转向改进的离线支持，包括与 SD 卡和 USB-OTG 设备的交换。

source: A large-scale spam attack against [Freenode](https://freenode.net) has been in progress for several days now. The upshot of this is that we've had to tighten up security. If you want to participate in our rooms, you will either need to [register your nickname with Freenode](https://freenode.net/kb/answer/registration), or join via Matrix. The room is #fdroid on [Freenode](https://freenode.net) or [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) on [Matrix](https://matrix.org). If you're a Telegram user, the room can also be reached via [this link](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA).
de: Eine groß angelegte Spam-Attacke gegen [Freenode](https://freenode.net) ist seit einigen Tagen im Gange. Das hat zur Folge, dass wir die Sicherheitsmaßnahmen verschärfen mussten. Wenn Sie an unseren Räumen teilnehmen möchten, müssen Sie entweder [Ihren Nicknamen bei Freenode registrieren](https://freenode.net/kb/answer/registration), oder sich über Matrix anmelden. Der Raum ist #fdroid auf [Freenode](https://freenode.net) oder [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) auf [Matrix](https://matrix.org). Wenn Sie Telegram-Nutzer sind, kann der Raum auch über [diesen Link](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA) erreicht werden.
pl: Atak spamowy na dużą skalę przeciwko [Freenode](https://freenode.net) trwa już kilka dni. Rezultatem tego jest fakt, że musimy wzmocnić bezpieczeństwo. Jeśli chcesz wziąć udział w naszych pokojach, musisz albo [zarejestrować swój nick przez Freenode](https://freenode.net/kb/answer/registration), albo dołączyć przez Matrix. Pokój jest #fdroid na [Freenode](https://freenode.net) lub [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) na [Matrix](https://matrix.org). Jeśli jesteś użytkownikiem Telegram, do pokoju można również dotrzeć przez [ten link](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA).
ro: Un atac de spam pe scară largă împotriva [Freenode](https://freenode.net) este în desfășurare de câteva zile. Rezultatul este că am fost nevoiți să întărim securitatea. Dacă doriți să participați la camerele noastre, va trebui fie să vă [register your nickname with Freenode](https://freenode.net/kb/answer/registration), fie să vă alăturați prin Matrix. Camera este #fdroid pe [Freenode](https://freenode.net) sau [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) pe [Matrix](https://matrix.org). Dacă sunteți utilizator de Telegram, camera poate fi accesată și prin [this link](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA).
ru: Масштабная спам-атака на [Freenode](https://freenode.net) продолжается уже несколько дней. В результате нам пришлось усилить безопасность. Если вы хотите участвовать в наших комнатах, вам нужно либо [зарегистрировать свой ник на Freenode](https://freenode.net/kb/answer/registration), либо присоединиться через Matrix. Комната называется #fdroid на [Freenode](https://freenode.net) или [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) на [Matrix](https://matrix.org). Если вы пользователь Telegram, в комнату также можно попасть по [этой ссылке](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA).
uk: Масштабна спам-атака на [Freenode](https://freenode.net) триває вже кілька днів. В результаті нам довелося посилити безпеку. Якщо ви хочете брати участь в наших кімнатах, вам потрібно або [зареєструвати свій нік на Freenode](https://freenode.net/kb/answer/registration), або приєднатися через Matrix. Кімната називається #fdroid на [Freenode](https://freenode.net) або [# freenode_#fdroid: matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) на [ Matrix](https://matrix.org). Якщо ви користувач Telegram, в кімнату також можна потрапити по [цим посиланням](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA).
zh_hans: 一场针对 [Freenode](https://freenode.net) 的大规模垃圾信息攻击已经进行了好几天。其结果是，我们不得不加强安全。如果你想参加我们的房间，你将需要[在 Freenode 注册你的昵称](https://freenode.net/kb/answer/registration)，或者通过 Matrix 加入。房间是 [Freenode](https://freenode.net) 上的 #fdroid 或 [Matrix](https://matrix.org) 上的 [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)。如果你是 Telegram 的用户，也可以通过[这个链接](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA)加入该房间。

source: Do you remember how in [TWIF Week 28](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html) we vaguely hinted at the possibility of F-Droid **T-shirts**? As it happens, the designs are finished, and we can now announce that [HELLOTUX](https://www.hellotux.com/) is shipping some [nice F-Droid wear](https://www.hellotux.com/f-droid). Of every item sold, €3 will be donated to F-Droid.
de: Erinnerst du dich, wie wir in [TWIF Woche 28](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html) vage auf die Möglichkeit von F-Droid **T-Shirts** hingewiesen haben? Wie es aussieht, sind die Designs fertig, und wir können nun bekannt geben, dass [HELLOTUX](https://www.hellotux.com/) [nette F-Droid Kleidung](https://www.hellotux.com/f-droid) liefert. Von jedem verkauften Artikel werden 3 € an F-Droid gespendet.
pl: Pamiętasz, jak w [TWIF Tydzień 28](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html) mimowolnie wspomnieliśmy o możliwości F-Droid **T-shirts**? Tak się składa, że projekty są skończone i możemy teraz ogłosić, że [HELLOTUX](https://www.hellotux.com/) wysyła niektóre [ładne zużycie F-Droid](https://www.hellotux.com/f-droid). Z każdego sprzedanego przedmiotu €3 zostanie przekazane na rzecz F-Droid.
ro: Vă mai amintiți cum în [TWIF Săptămâna 28](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html) am făcut o aluzie vagă la posibilitatea unor tricouri F-Droid **T-shirt**? Se întâmplă că modelele sunt gata, iar acum putem anunța că [HELLOTUX](https://www.hellotux.com/) livrează niște [nice F-Droid wear](https://www.hellotux.com/f-droid). Din fiecare articol vândut, 3 euro vor fi donați către F-Droid.
ru: Помните, как в [TWIF Week 28](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html) мы туманно намекнули на возможность выпуска **футболок F-Droid**? Так вот, дизайн уже готов, и теперь мы можем объявить, что [HELLOTUX](https://www.hellotux.com/) поставляет некоторые [красивые вещи для F-Droid](https://www.hellotux.com/f-droid). С каждой проданной вещи €3 будет пожертвовано в пользу F-Droid.
uk: Пам'ятайте, як в [TWIF Week 28](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html) ми туманно натякнули на можливість випуску ** футболок F-Droid **? Так ось, дизайн вже готовий, і тепер ми можемо оголосити, що [HELLOTUX](https://www.hellotux.com/) поставляє деякі [красиві речі для F-Droid](https://www.hellotux.com/f-droid). З кожної проданої речі € 3 буде пожертвувано на користь F-Droid.
zh_hans: 你还记得在 [TWIF 第 28 周](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html)我们隐约暗示了 F-Droid **T 恤衫** 的可能性吗？恰好，设计已经完成，我们现在可以宣布，[HELLOTUX](https://www.hellotux.com/) 正在发送一些[漂亮的 F-Droid 服装](https://www.hellotux.com/f-droid)。每售出一件商品，将有 3 欧元捐给 F-Droid。

source: [@Grote](https://blog.grobox.de) [writes](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/) about the process of building [Briar](https://briarproject.org) reproducibly, and why that is important.
de: [@Grote](https://blog.grobox.de) [schreibt](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/) über den reproduzierbaren Bauprozess von [Briar](https://briarproject.org) und warum das wichtig ist.
pl: [@Grote](https://blog.grobox.de) [writes](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/) o procesie budowy [Briar](https://briarproject.org) powtarzalnie i dlaczego jest to ważne.
ro: [@Grote](https://blog.grobox.de) [writes](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/) despre procesul de construire a [Briar](https://briarproject.org) în mod reproductibil și de ce este important acest lucru.
ru: [@Grote](https://blog.grobox.de) [пишет](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/) о процессе создания [Briar](https://briarproject.org) воспроизводимым способом, и почему это важно.
uk: [@Grote](https://blog.grobox.de) [пише](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/) про процес створення [ Briar](https://briarproject.org) відтвореним способом, і чому це важливо.
zh_hans: [@Grote](https://blog.grobox.de) [写了](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/)关于可重复构建 [Briar](https://briarproject.org) 的过程，以及为什么这很重要。

source: [Fake Traveler](https://f-droid.org/packages/cl.coders.faketraveler/): Fake your location
de: [Fake Traveler](https://f-droid.org/packages/cl.coders.faketraveler/): täusche deine Position
pl: [Fake Traveler](https://f-droid.org/packages/cl.coders.faketraveler/): Fałszuj swoją lokalizację
ro: [Fake Traveler](https://f-droid.org/packages/cl.coders.faketraveler/): Falsifică-ți locația
ru: [Fake Traveler](https://f-droid.org/packages/cl.coders.faketraveler/): Подделайте свое местоположение
uk: [Fake Traveler](https://f-droid.org/packages/cl.coders.faketraveler/): Підроблюйте своє місце розташування
zh_hans: [Fake Traveler](https://f-droid.org/packages/cl.coders.faketraveler/)：伪造你的位置

source: Three new language packs for [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/): [Indonesian](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.indonesian/), [Polish](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.osspolish/) and [Turkish](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.ossturkish/).
de: Drei neue Sprachpakete für [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/): [Indonesisch](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.indonesian/), [Polnisch](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.osspolish/) und [Türkisch](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.ossturkish/).
pl: Trzy nowe pakiety językowe dla [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/): [Indonezyjska](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.indonesian/), [Polski](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.osspolish/) i [Turecki](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.ossturkish/).
ro: Trei noi pachete de limbi pentru [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/): [Indonesian](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.indonesian/), [Polish](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.osspolish/) și [Turkish](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.ossturkish/).
ru: Три новых языковых пакета для [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/): [индонезийский](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.indonesian/), [польский](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.osspolish/) и [турецкий](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.ossturkish/).
uk: Три нових мовних пакети для [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/): [індонезійська](https://f-droid.org/packages/com.anysoftkeyboard .languagepack.indonesian/), [польський](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.osspolish/) і [турецька](https://f-droid.org/packages/com .anysoftkeyboard.languagepack.ossturkish/).
zh_hans: [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/) 的三个新语言包。[印度尼西亚语](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.indonesian/)，[波兰语](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.osspolish/)和[土耳其语](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.ossturkish/)。

source: [EDS Lite](https://f-droid.org/packages/com.sovworks.edslite/): Virtual disk encryption
de: [EDS Lite](https://f-droid.org/packages/com.sovworks.edslite/): Virtuelle Festplattenverschlüsselung
pl: [EDS Lite](https://f-droid.org/packages/com.sovworks.edslite/): Wirtualne szyfrowanie dysku
ro: [EDS Lite](https://f-droid.org/packages/com.sovworks.edslite/): Criptarea discurilor virtuale
ru: [EDS Lite](https://f-droid.org/packages/com.sovworks.edslite/): Шифрование виртуальных дисков
uk: [EDS Lite](https://f-droid.org/packages/com.sovworks.edslite/): Шифрування віртуальних дисків
zh_hans: [EDS Lite](https://f-droid.org/packages/com.sovworks.edslite/)：虚拟磁盘加密

source: [dandelior\*](https://f-droid.org/packages/net.gsantner.dandelior/) is a rebranded version of [dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/), a client for the community-run, distributed social network diaspora\*. dandelior\* is based 100% on the same code and resources as dandelion\*, but has a different look. By installing both dandelion\* and dandelior\*, you can use two accounts at the same time on one device. More information in the project's [release announcement](https://gsantner.net/blog/project/2018/07/30/dandelior-released.html).
de: [dandelior\*](https://f-droid.org/packages/net.gsantner.dandelior/) ist eine umbenannte Version von [dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/), einem Client für das von der Gemeinde betriebene, verteilte soziale Netzwerk diaspora\*. dandelior\* basiert zu 100% auf demselben Code und denselben Ressourcen wie dandelion\*, hat aber ein anderes Aussehen. Durch die gleichzeitige Installation von dandelion\* und dandelior\* können Sie zwei Konten gleichzeitig auf einem Gerät verwenden. Weitere Informationen finden Sie in der [Release-Ankündigung](https://gsantner.net/blog/project/2018/07/30/dandelior-released.html).
pl: [dandelior\*](https://f-droid.org/packages/net.gsantner.dandelior/) to rebrandowana wersja [dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/), klienta dla społecznościowej, rozproszonej diaspory społecznościowej \*. dandelior\* jest oparty w 100% na tym samym kodzie i zasobach co dmuchawiec\*, ale ma inny wygląd. Instalując zarówno dandelion\*, jak i dandelior\*, możesz używać dwóch kont jednocześnie na jednym urządzeniu. Więcej informacji o projekcie w [tym komunikacie prasowym](https://gsantner.net/blog/project/2018/07/30/dandelior-released.html).
ro: [dandelior\*](https://f-droid.org/packages/net.gsantner.dandelior/)este o versiune rebranduită a [dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/), un client pentru rețeaua socială distribuită și administrată de comunitate diaspora\*. dandelior\* se bazează 100% pe același cod și resurse ca și dandelion\*, dar are un aspect diferit. Prin instalarea atât a dandelion\*, cât și a dandelior\*, puteți utiliza două conturi în același timp pe un singur dispozitiv. Mai multe informații în [anunțul de lansare](https://gsantner.net/blog/project/2018/07/30/dandelior-released.html).
ru: [dandelior\*](https://f-droid.org/packages/net.gsantner.dandelior/) - это ребрендинговая версия [dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/), клиента для управляемой сообществом распределенной социальной сети diaspora\*. dandelior\* основан на том же коде и ресурсах, что и dandelion\*, но имеет другой внешний вид. Установив и dandelion\* и dandelior\*, вы сможете использовать два аккаунта одновременно на одном устройстве. Более подробная информация в [анонсе релиза проекта](https://gsantner.net/blog/project/2018/07/30/dandelior-released.html).
uk: [Dandelior \ *](https://f-droid.org/packages/net.gsantner.dandelior/) - це ребрендингова версія [dandelion \ *](https://f-droid.org/packages/com.github .dfa.diaspora_android/), клієнта для керованої спільнотою розподіленої соціальної мережі diaspora \ *. dandelior \ * заснований на тому ж коді та ресурсах, що і dandelion \ *, але має інший зовнішній вигляд. Встановивши і dandelion \ * і dandelior \ *, ви зможете використовувати два акаунта одночасно на одному пристрої. Більш детальна інформація в [анонсі релізу проєкту](https://gsantner.net/blog/project/2018/07/30/dandelior-released.html).
zh_hans: [dandelior\*](https://f-droid.org/packages/net.gsantner.dandelior/) 是 [dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/) 的更名版本，社区运行的分布式社交网络 diaspora\* 的客户端。dandelior\* 基于与 dandelion\* 100% 相同的代码和资源，但外观不同。通过同时安装 dandelion\* 和 dandelior\*，你可以在一台设备上同时使用两个帐户。项目的[发布公告](https://gsantner.net/blog/project/2018/07/30/dandelior-released.html)中有更多信息。

source: [Web2PDF](https://f-droid.org/packages/org.dyndns.warenix.web2pdf/): "_No description, website, or topics provided._" --GitHub
de: [Web2PDF](https://f-droid.org/packages/org.dyndns.warenix.web2pdf/): "_Keine Beschreibung, Website oder Themen angegeben._" --GitHub
pl: [Web2PDF](https://f-droid.org/packages/org.dyndns.warenix.web2pdf/): "_Brak opisu, strony internetowej lub tematów ._" --GitHub
ro: [Web2PDF](https://f-droid.org/packages/org.dyndns.warenix.web2pdf/): "_Nici o descriere, site web sau subiecte furnizate._" --GitHub
ru: [Web2PDF](https://f-droid.org/packages/org.dyndns.warenix.web2pdf/): "_Описание, веб-сайт или темы не предоставлены._" --GitHub
uk: [Web2PDF](https://f-droid.org/packages/org.dyndns.warenix.web2pdf/): "_Опис, вебсайт або теми НЕ надано._" --GitHub
zh_hans: [Web2PDF](https://f-droid.org/packages/org.dyndns.warenix.web2pdf/)：“_没有提供描述、网站或主题。_” --GitHub

source: In total, 42 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 42 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 42 aplikacje. Oto najważniejsze cechy:
ro: În total, 42 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 42 приложения. Вот основные из них:
uk: Усього цього тижня було оновлено 42 застосунки. Ось основні з них:
zh_hans: 本周总共更新了 42 个应用。以下是其中的亮点：

source: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/), the Mastodon client, released version 2.3 adding an Italian translation and other translation updates, improved memory usage when uploading images, and other small improvements and fixes.
de: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/), der Mastodon-Client, hat Version 2.3 veröffentlicht, die eine italienische Übersetzung und andere Übersetzungsaktualisierungen, eine verbesserte Speichernutzung beim Hochladen von Bildern und andere kleine Verbesserungen und Korrekturen enthält.
pl: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/), klient Mastodon, wydana wersja 2.3, dodająca włoskie tłumaczenie i inne tłumaczenia, ulepszone użycie pamięci podczas wgrywania zdjęć oraz inne drobne ulepszenia i poprawki.
ro: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/), clientul Mastodon, a lansat versiunea 2.3, adăugând o traducere în italiană și alte actualizări ale traducerilor, îmbunătățirea utilizării memoriei la încărcarea imaginilor și alte mici îmbunătățiri și corecturi.
ru: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/), клиент Mastodon, выпустил версию 2.3, добавив итальянский перевод и другие обновления перевода, улучшив использование памяти при загрузке изображений, а также другие мелкие улучшения и исправления.
uk: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/), клієнт Mastodon, випустив версію 2.3, додавши італійський переклад і інші оновлення перекладу, поліпшивши використання пам'яті при завантаженні зображень, а також інші дрібні поліпшення і виправлення.
zh_hans: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)，Mastodon 客户端，发布了 2.3 版本，增加了意大利语翻译和其他翻译更新，改进了上传图片时的内存使用，以及其他小的改进和修正。
