Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: In this edition: Second part of @Izzy's article series is available, Privacy-focused article at ZDF, F-Droid does 35C3 and F-Droid 1.5 released. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Zweiter Teil von @Izzy's Artikelreihe erhältlich, datenschutz-fokusierter Beitrag im ZDF, F-Droid schafft 35C3 und F-Droid 1.5 veröffentlicht. Diese Woche **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: W tej edycji: Druga część serii artykułów z serii @Izzy's jest dostępna, artykuł skoncentrowany na prywatności w ZDF, F-Droid robi 35C3 i F-Droid 1.5. Dostępne są **{{ page.number_of_added_apps }}** nowe i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: A doua parte a seriei de articole a lui @Izzy este disponibilă, articol despre confidențialitate la ZDF, F-Droid face 35C3 și F-Droid 1.5 a fost lansat. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Вторая часть серии статей @Izzy доступна, статья о конфиденциальности на ZDF, F-Droid на 35C3 и F-Droid 1.5 выпущен. В выпуске **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Друга частина серії статей @Izzy доступна, стаття про конфіденційність на ZDF, F-Droid на 35C3 і F-Droid 1.5 випущений. У випуску ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 在此版本中：@Izzy 文章系列的第二部分可用，ZDF 上以隐私为重点的文章，F-Droid 35C3 和 F-Droid 1.5 发布。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: Second part of @Izzy's article series on F-Droid is available
de: Zweiter Teil von @Izzy's Artikelreihe über F-Droid erhältlich
pl: Druga część artykułu z serii artykułów @Izzy's na temat F-Droid jest dostępna
ro: A doua parte a seriei de articole ale lui @Izzy despre F-Droid este disponibilă
ru: Вторая часть серии статей @Izzy о F-Droid доступна
uk: Друга частина циклу статей @Izzy про F-Droid доступна
zh_hans: @Izzy 关于 F-Droid 的系列文章的第二部分现已发布

source: For those who have been waiting, part 2 of **[@Izzy](https://forum.f-droid.org/u/izzy)**'s F-Droid series is now online: [F-Droid for advanced users and developers](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en). (In English. German version coming soon.)
de: Für diejenigen, die darauf warten, Teil 2 von **[@Izzy](https://forum.f-droid.org/u/izzy)**'s F-Droid-Serie ist nun online: [F-Droid für fortgeschrittene Anwender und Entwickler](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en). (In Englisch. Deutsche Version in Kürze.)
pl: Dla tych, którzy czekali, część 2 z serii **[@Izzy](https://forum.f-droid.org/u/izzy)** F-Droid jest już dostępna: [F-Droid for zaawansowani użytkownicy i programiści](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en). (W wersji angielskiej wkrótce pojawi się wersja niemiecka)
ro: Pentru cei care au așteptat, partea a doua a seriei F-Droid a lui **[@Izzy](https://forum.f-droid.org/u/izzy)** este acum online: [F-Droid for advanced users and developers](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en). (În engleză. Versiunea germană va fi disponibilă în curând.)
ru: Для тех, кто ждал, в сети появилась вторая часть серии **[@Izzy](https://forum.f-droid.org/u/izzy)** о F-Droid'е: [F-Droid для опытных пользователей и разработчиков](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en). (На английском языке. Немецкая версия скоро появится.)
uk: Для тих, хто чекав, в мережі з'явилася друга частина серії **[@Izzy](https://forum.f-droid.org/u/izzy)** про F-Droid'е: [F-Droid для досвідчених користувачів і розробників](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en). (На англійській мові. Німецька версія скоро з'явиться.)
zh_hans: 等待已久的朋友们，**[@Izzy](https://forum.f-droid.org/u/izzy)**的 F-Droid 系列第 2 部分现已上线：[适用于高级用户和开发者的 F-Droid](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en)。（英文版。德文版即将推出。）

source: Article on F-Droid at ZDF
de: Beitrag über F-Droid im ZDF
pl: Artykuł na temat F-Droid w ZDF
ro: Articol despre F-Droid la ZDF
ru: Статья о F-Droid на ZDF
uk: Стаття про F-Droid на ZDF
zh_hans: ZDF 上关于 F-Droid 的文章

source: [ZDF](https://www.zdf.de) published an article (in German) for helping their readers to protect their privacy on Android by introducing them to F-Droid and 10 of its apps: [https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html](https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html)
de: Das [ZDF](https://www.zdf.de) veröffentlichte, um seinen Lesern beim Schutz ihrer Privatsphäre in Android zu helfen, einen Beitrag (in Deutsch), in dem F-Droid und 10 seiner Apps vorgestellt wurden: [https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html](https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html)
pl: [ZDF](https://www.zdf.de) opublikował artykuł (w języku niemieckim) za pomoc swoim czytelnikom w celu ochrony ich prywatności na systemie Android, wprowadzając je do F-Droid i 10 jego aplikacji: [https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html](https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html)
ro: [ZDF](https://www.zdf.de) a publicat un articol (în germană) pentru a-și ajuta cititorii să își protejeze confidențialitatea pe Android, prezentându-le F-Droid și 10 dintre aplicațiile sale: [https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html](https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html)
ru: [ZDF](https://www.zdf.de) опубликовал статью (на немецком языке) о том, как помочь своим читателям защитить свою частную жизнь на Android, познакомив их с F-Droid и 10 его приложениями: [https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html](https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html)
uk: [ZDF](https://www.zdf.de) оприлюднив статтю (на німецькій мові) про те, як допомогти своїм читачам захистити своє приватне життя на Android, познайомивши їх з F-Droid і 10 його застосунками: [https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html](https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html)
zh_hans: [ZDF](https://www.zdf.de) 发表了一篇文章（德语），通过向他们的读者介绍 F-Droid 及其 10 款应用来帮助他们保护他们在 Android 上的隐私：[https://www .zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html](https://www.zdf.de/nachrichten/heute/zehn-freundliche-android-apps-100.html)

source: Torsten **[@Grote](https://blog.grobox.de)** was interviewed for this article, and because not all information made it into ZDF's articles, he has published [the full transcript](https://blog.grobox.de/2018/interview-zu-f-droid-mit-zdf-heute/) on his blog.
de: Torsten **[@Grote](https://blog.grobox.de)** wurde für diesen Artikel interviewt, und da nicht alle Informationen in den ZDF-Beitrag fanden, hat er [den kompletten Wortlaut](https://blog.grobox.de/2018/interview-zu-f-droid-mit-zdf-heute/) in seinem Blog veröffentlicht.
pl: Torsten **[@Grote](https://blog.grobox.de)** udzielił wywiadu w tym artykule, a ponieważ nie wszystkie informacje znalazły się w artykułach ZDF, opublikował [pełny zapis](https://blog.grobox.de/2018/interview-zu-f-droid-mit-zdf-heute/) na swoim blogu.
ro: Torsten **[@Grote](https://blog.grobox.de)** a fost intervievat pentru acest articol și, deoarece nu toate informațiile au ajuns în articolele ZDF, a publicat [the full transcript](https://blog.grobox.de/2018/interview-zu-f-droid-mit-zdf-heute/) pe blogul său.
ru: Торстен **[@Grote](https://blog.grobox.de)** брал интервью для этой статьи, и поскольку не вся информация попала в статьи ZDF, он опубликовал [полный текст](https://blog.grobox.de/2018/interview-zu-f-droid-mit-zdf-heute/) в своем блоге.
uk: Торстен **[@Grote](https://blog.grobox.de)** брав інтерв'ю для цієї статті, і оскільки не вся інформація потрапила в статті ZDF, він оприлюднив [повний текст](https://blog.grobox .de/2018/interview-zu-f-droid-mit-zdf-heute/) в своєму блозі.
zh_hans: Torsten **[@Grote](https://blog.grobox.de)** 为此文接受了采访，由于并非所有信息都进入了 ZDF 的文章，因此他在他的博客上发表[完整记录](https://blog.grobox.de/2018/interview-zu-f-droid-mit-zdf-heute/)。

source: Meanwhile, [Mike Kuketz](https://www.kuketz-blog.de) [reminds us](https://social.tchncs.de/@kuketzblog/101289466745473597) that although this article is very nice, [ZDF's media app only exists in the Play Store, and doesn't function at all without Google Play services](https://www.kuketz-blog.de/zdfmediathek-app-nutzung-nur-mit-google-play-diensten/).
de: Zwischenzeitlich [erinnerte uns](https://social.tchncs.de/@kuketzblog/101289466745473597) [Mike Kuketz](https://www.kuketz-blog.de) daran, dass, wenngleich dieser Beitrag sehr schön sei, es [die ZDF-Mediathek-App ausschließlich im Play Store gibt und sie ohne die Google Play Services in keinster Weise funktioniert](https://www.kuketz-blog.de/zdfmediathek-app-nutzung-nur-mit-google-play-diensten/).
pl: Tymczasem [Mike Kuketz](https://www.kuketz-blog.de) [przypomina nam](https://social.tchncs.de/@kuketzblog/101289466745473597), że chociaż ten artykuł jest bardzo miły, [aplikacja medialna ZDF istnieje tylko w Sklepie Play i nie działa w ogóle bez usług Google Play](https://www.kuketz-blog.de/zdfmediathek-app-nutzung-nur-mit-google-play-diensten/).
ro: Între timp, [Mike Kuketz](https://www.kuketz-blog.de) [reminds us](https://social.tchncs.de/@kuketzblog/101289466745473597) că, deși acest articol este foarte frumos, [ZDF's media app only exists in the Play Store, and doesn't function at all without Google Play services](https://www.kuketz-blog.de/zdfmediathek-app-nutzung-nur-mit-google-play-diensten/).
ru: Тем временем [Майк Кукетц](https://www.kuketz-blog.de) [напоминает нам](https://social.tchncs.de/@kuketzblog/101289466745473597), что, хотя эта статья очень хороша, [медиа-приложение ZDF существует только в Play Store, и без сервисов Google Play оно вообще не работает](https://www.kuketz-blog.de/zdfmediathek-app-nutzung-nur-mit-google-play-diensten/).
uk: Тим часом [Майк Кукетц](https://www.kuketz-blog.de) [нагадує нам](https://social.tchncs.de/@kuketzblog/101289466745473597), що, хоча ця стаття дуже хороша, [медіа -застосунок ZDF існує тільки в Play Store, і без сервісів Google Play воно взагалі не працює](https://www.kuketz-blog.de/zdfmediathek-app-nutzung-nur-mit-google-play-diensten/).
zh_hans: 同时，[Mike Kuketz](https://www.kuketz-blog.de) [提醒我们](https://social.tchncs.de/@kuketzblog/101289466745473597)这篇文章虽然很好，[ZDF 的媒体应用仅存在于 Play 商店中，没有 Google Play 服务根本无法运行](https://www.kuketz-blog.de/zdfmediathek-app-nutzung-nur-mit-google-play-diensten/)。

source: (ZDF is Germany's second public TV broadcaster.)
de: (Das ZDF ist Deutschlands zweiter öffentlich-rechtlicher Fernsehsender.)
pl: (ZDF to drugi publiczny nadawca telewizyjny w Niemczech.)
ro: (ZDF este al doilea post public de televiziune din Germania.)
ru: (ZDF - вторая общественная телекомпания Германии.)
uk: (ZDF - друга громадська телекомпанія Німеччини.)
zh_hans: （ZDF 是德国第二大公共电视广播公司。）

source: F-Droid at 35C3
de: F-Droid auf dem 35C3
pl: F-Droid w 35C3
ro: F-Droid la 35C3
ru: F-Droid на 35C3
uk: F-Droid на 35C3
zh_hans: F-Droid 在 35C3

source: We had an amazing meetup at the first day of [35C3](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page). The developers of **[K-9 Mail](https://f-droid.org/packages/com.fsck.k9/)**, **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, **[Offi](https://f-droid.org/packages/de.schildbach.oeffi/)**, **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** and **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** were all there (and probably a few more)! Thank you all for coming.
de: Wir hatten ein fantastisches Treffen am ersten Tag des [35C3](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page). Die Entwickler von **[K-9 Mail](https://f-droid.org/packages/com.fsck.k9/)**, **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, **[Offi](https://f-droid.org/packages/de.schildbach.oeffi/)**, **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** und **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** waren alle da (und wahrscheinlich ein paar mehr)! Danke allen fürs Kommen.
pl: Mieliśmy niesamowite spotkanie pierwszego dnia [35C3](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page). Twórcy **[K-9 Mail](https://f-droid.org/packages/com.fsck.k9/)**, **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, **[Offi](https://f-droid.org/packages/de.schildbach.oeffi/)**, **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** i **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** byli tam (i prawdopodobnie kilka innych)! Dziękuję wszystkim za przybycie.
ro: Am avut o întâlnire extraordinară în prima zi a [35C3](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page). Dezvoltatorii**[K-9 Mail](https://f-droid.org/packages/com.fsck.k9/)**, **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, **[Offi](https://f-droid.org/packages/de.schildbach.oeffi/)**, **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** și **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** au fost prezenți cu toții (și probabil încă câțiva)! Vă mulțumim tuturor că ați venit.
ru: Мы провели удивительную встречу на первом дне [35C3](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page). Разработчики **[K-9 Mail](https://f-droid.org/packages/com.fsck.k9/)**, **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, **[Offi](https://f-droid.org/packages/de.schildbach.oeffi/)**, **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** и **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** были там (и, возможно, еще несколько человек)! Спасибо всем вам за то, что пришли.
uk: Ми провели дивовижну зустріч на першому дні [35C3](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page). Розробники **[K-9 Mail](https://f-droid.org/packages/com.fsck.k9/)**, **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, **[Offi](https://f-droid.org/packages/de.schildbach.oeffi/)**, **[NewPipe](https://f- droid.org/packages/org.schabi.newpipe/)** і **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** були там (і, можливо, ще кілька людей)! Спасибі всім вам за те, що прийшли.
zh_hans: 我们在 [35C3](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page) 的第一天举行了一场精彩的聚会。 **[K-9 Mail](https://f-droid.org/packages/com.fsck.k9/)**、**[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, **[Offi](https://f-droid.org/packages/de.schildbach.oeffi/)**, **[ NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** 和 **[Conversations](https://f-droid.org/packages/eu.siacs.conversations /)** 的开发者都在那里（可能还有更多）！谢谢大家的到来。

source: **[@\_hc](https://forum.f-droid.org/u/hans)** held his talk on "Wind", and [the video is up](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people).
de: **[@\_hc](https://forum.f-droid.org/u/hans)** hielt seinen Vortrag über "Wind" und [hier ist das Video](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people).
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** przeprowadził swoją rozmowę na "Wind", a [wideo się skończyło](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people).
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** și-a ținut discursul despre "Wind", iar [the video is up](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people).
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** провел свое выступление на тему "Wind", и [видео доступно](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people).
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** провів свій виступ на тему "Wind", і [відео доступне](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people).
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 发表了关于 "Wind" 的演讲，[视频已上线](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people)。

source: [Erik Albers](https://mastodon.social/@3rik) also held a talk [introducing F-Droid and 10 of its best apps](https://pretalx.35c3oio.freifunk.space/35c3oio/talk/UFZYAS/). (Presumably not the same ones featured by ZDF!)
de: [Erik Albers](https://mastodon.social/@3rik) hielt auch einen Vortrag, in dem [F-Droid und 10 seiner besten Apps](https://pretalx.35c3oio.freifunk.space/35c3oio/talk/UFZYAS/) vorgestellt wurden. (Voraussichtlich waren es nicht dieselben, die das ZDF bewarb!)
pl: [Erik Albers](https://mastodon.social/@3rik) również rozmawiał [wprowadzając F-Droid i 10 najlepszych aplikacji](https://pretalx.35c3oio.freifunk.space/35c3oio/talk/UFZYAS/). (Prawdopodobnie nie te same, z których korzysta ZDF!)
ro: [Erik Albers](https://mastodon.social/@3rik) a ținut, de asemenea, o conferință [introducing F-Droid and 10 of its best apps](https://pretalx.35c3oio.freifunk.space/35c3oio/talk/UFZYAS/). (Probabil că nu sunt aceleași cu cele prezentate de ZDF!)
ru: [Эрик Альберс](https://mastodon.social/@3rik) также выступил с докладом [представляя F-Droid и 10 лучших приложений для него](https://pretalx.35c3oio.freifunk.space/35c3oio/talk/UFZYAS/). (Предположительно, это не те же самые приложения, которые были показаны на ZDF!)
uk: [Ерік Альберс](https://mastodon.social/@3rik) також виступив з доповіддю [представляючи F-Droid і 10 кращих програм для нього](https://pretalx.35c3oio.freifunk.space/35c3oio/talk/UFZYAS/). (Імовірно, це не ті ж самі застосунки, які були показані на ZDF!)
zh_hans: [Erik Albers](https://mastodon.social/@3rik) 还举办了一场演讲[介绍 F-Droid 及其 10 个最佳应用](https://pretalx.35c3oio.freifunk.space/35c3oio/talk/UFZYAS/)。（可能与 ZDF 精选的不一样！）

source: **[Trime](https://f-droid.org/packages/com.osfans.trime/)**: Chinese ime with rime input method engine.
de: **[Trime](https://f-droid.org/packages/com.osfans.trime/)**: Chinesische Eingabemethode mit Rime Input Method Engine.
pl: **[Trime](https://f-droid.org/packages/com.osfans.trime/)**: Chiński mechanizm ime z mechanizmem wprowadzania rime.
ro: **[Trime](https://f-droid.org/packages/com.osfans.trime/)**: Motorul metodei de introducere a orei chinezești cu rime.
ru: **[Trime](https://f-droid.org/packages/com.osfans.trime/)**: Китайский язык ime с методом ввода rime engine.
uk: **[Trime](https://f-droid.org/packages/com.osfans.trime/)**: Китайська мова ime з методом введення rime engine.
zh_hans: **[Trime](https://f-droid.org/packages/com.osfans.trime/)**: 带有rime 输入法引擎的中文输入法。

source: **[OOS Firmware Extractor](https://f-droid.org/packages/fr.witchdoctors.c4ffein.oosfirmwareextractor/)**: Extract firmware from official oneplus roms.
de: **[OOS Firmware Extractor](https://f-droid.org/packages/fr.witchdoctors.c4ffein.oosfirmwareextractor/)**: Firmware offizieller OnePlus-ROMs extrahieren.
pl: **[OOS Firmware Extractor](https://f-droid.org/packages/fr.witchdoctors.c4ffein.oosfirmwareextractor/)**: Wyodrębnij oprogramowanie układowe z oficjalnych oneplus roms.
ro: **[OOS Firmware Extractor](https://f-droid.org/packages/fr.witchdoctors.c4ffein.oosfirmwareextractor/)**: Extrageți firmware-ul din rom-urile oficiale oneplus.
ru: **[OOS Firmware Extractor](https://f-droid.org/packages/fr.witchdoctors.c4ffein.oosfirmwareextractor/)**: Извлечение прошивки из официальных oneplus roms.
uk: **[OOS Firmware Extractor](https://f-droid.org/packages/fr.witchdoctors.c4ffein.oosfirmwareextractor/)**: Витяг прошивки з офіційних oneplus roms.
zh_hans: **[OOS Firmware Extractor](https://f-droid.org/packages/fr.witchdoctors.c4ffein.oosfirmwareextractor/)**：从官方一加 ROM 中提取固件。

source: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**: VLC Media player returns to the main repository! VLC has been very difficult to build, so although we could occasionally update it, these updates went straight to the archive. We now feel we have the build process under control enough that we can keep it up-to-date in the main repository.
de: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**: Der VLC Media Player kehrt ins Hauptrepository zurück! VLC ließ sich sehr schwer bauen, sodass wir ihn nur gelegentlich aktualisieren konnten, diese Updates landeten geradewegs im Archiv. Wir glauben, dass wir den Build-Prozess nun soweit unter Kontrolle haben, dass VLC im Hauptrepository auf dem neusten Stand bleibt.
pl: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**: Odtwarzacz multimedialny VLC powraca do głównego repozytorium! VLC było bardzo trudne do zbudowania, więc mimo, że mogliśmy od czasu do czasu je aktualizować, aktualizacje trafiały bezpośrednio do archiwum. Teraz czujemy, że proces kompilacji jest pod kontrolą na tyle, że możemy go aktualizować w głównym repozytorium.
ro: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**: VLC Media player revine în depozitul principal! VLC a fost foarte dificil de construit, așa că, deși puteam să îl actualizăm ocazional, aceste actualizări ajungeau direct în arhivă. Acum simțim că avem procesul de compilare suficient de bine controlat încât să îl putem menține actualizat în depozitul principal.
ru: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**: Медиаплеер VLC возвращается в основной репозиторий! VLC было очень сложно собирать, поэтому, хотя мы и могли иногда обновлять его, эти обновления отправлялись прямо в архив. Теперь мы чувствуем, что процесс сборки находится под контролем настолько, что мы можем поддерживать его в актуальном состоянии в основном репозитории.
uk: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**: Медіаплеєр VLC повертається в основний репозиторій! VLC було дуже складно збирати, тому, хоча ми і могли іноді оновлювати його, ці оновлення відправлялися прямо в архів. Тепер ми відчуваємо, що процес зборки перебуває під контролем настільки, що ми можемо підтримувати його в актуальному стані в основному репозиторії.
zh_hans: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**：VLC 媒体播放器返回主存储库！ VLC 一直很难构建，所以虽然我们偶尔会更新它，但这些更新直接进入了存档。我们现在觉得我们已经对构建过程进行了足够的控制，可以在主存储库中保持最新。
