Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: At long last, the first alpha of the [big]({% post_url 2022-02-05-decentralizing-distribution %}) [overhaul]({% post_url 2022-09-20-slowly-getting-faster %}) of the official F-Droid client app for Android is about to be released. This round of work was focused on modernizing some of the oldest code in the client: the downloading, index parsing, and database layer. This code is now structured as standalone libraries so that other projects can benefit from using it as well. This changes a huge amount of code, and we have already confirmed it fixes many bugs and improves a wide range of functionality. There will be more on that here as it is finalized.
ru: Наконец-то вышла первая альфа-версия [большого]({% post_url 2022-02-05-decentralizing-distribution %}) [капитального]({% post_url 2022-09-20-slowly-getting-faster %}) ремонта официального клиентского приложения F-Droid для Android. Этот раунд работы был направлен на модернизацию некоторых из самых старых частей клиента: загрузка, разбор индексов и слой базы данных. Теперь этот код оформлен в виде отдельных библиотек, так что другие проекты могут использовать его с выгодой для себя. Это изменение огромного количества кода, и мы уже подтвердили, что оно исправляет множество ошибок и улучшает широкий спектр функциональности. По мере завершения работы над ним здесь будет появляться более подробная информация.
uk: Нарешті вийшла перша альфа-версія [величезного]({% post_url 2022-02-05-decentralizing-distribution %}) [оновлення]({% post_url 2022-09-20-slowly-getting-faster %}) офіційного клієнтського застосунку F-Droid для Android. Цей етап роботи був сфокусований на модернізації найстарішого коду в клієнті: завантаження, розбір індексів та рівень бази даних. Цей код тепер структурований у вигляді окремих бібліотек, щоб інші проєкти також могли його використовувати. Змінено величезну кількість коду, і ми вже підтвердили, що це виправляє багато помилок і покращує широкий спектр функціональності. Про це буде написано більше тут, коли роботу буде завершено.
zh_hans: 终于， Android 官方 F-Droid 客户端应用的[大]({% post_url 2022-02-05-decentralizing-distribution %})[改造]({% post_url 2022-09-20-slowly-getting-faster %})的第一个 alpha 即将发布。这一轮的工作主要是对客户端中一些最古老的代码进行现代化处理：下载、索引解析和数据库层。这些代码现在被结构化为独立的库，以便其他项目也能从使用它中受益。这改变了大量的代码，我们已经确认它修复了许多错误并改进了广泛的功能。当它最终完成时我们将会进一步说明。

source: This also means that there will be breakage, so this alpha will probably be more unstable than previous alphas have been over the years. We always appreciate testing, feedback, issues, and crash reports. But if your F-Droid is customized in a way you would rather not reset, then you might want to sit this alpha testing round out. If you have a spare device, test device, or work with Android emulators, we also are happy to have testing on our [nightly builds](https://gitlab.com/fdroid/fdroidclient-nightly). Be aware: the nightly builds come from GitLab CI/CD, so not as secure a release process as the official releases. It is possible to have both official and nightly installed at the same time. The easiest way to get started with the nightly builds is to add the [repo](https://fdroid.gitlab.io/fdroidclient-nightly/fdroid/repo/?fingerprint=659E1FD284549F70D13FB02C620100E27EEEA3420558CCE62B0F5D4CF2B77D84) to an existing F-Droid install, then search for "Nightly", then choose "F-Droid Debug".
de: Das bedeutet auch, es wird einen Bruch geben, d. h. diese Alpha wird wahrscheinlich instabiler sein, als es frühere Alphas über die Jahre waren. Wir freuen uns immer über Tester, Rückmeldungen, Berichte über Probleme und Abstürze. Sollte euer F-Droid so auf euch angepasst sein, dass ihr es lieber nicht zurücksetzen wollt, dann solltet ihr vielleicht besser diese Runde Alpha-Test aussetzen. Falls ihr ein Gerät, ein Testgerät, übrig habt oder mit Android-Emulatoren arbeitet, wären wir glücklich, wenn ihr euch auch am Testen unserer [Nightly Builds](https://gitlab.com/fdroid/fdroidclient-nightly) beteiligen würdet. Beachtet: die Nightly Builds kommen von GitLab CI/CD, durchlaufen also nicht einen so sicheren Prozess wie die offiziellen Veröffentlichungen. Es ist möglich sowohl offizielle als auch Nightlys zur selben Zeit auf dem Gerät zu betreiben. Die einfachste Art, mit den Nightly Builds zu beginnen, ist das Hinzufügen des [Repos](https://fdroid.gitlab.io/fdroidclient-nightly/fdroid/repo/?fingerprint=659E1FD284549F70D13FB02C620100E27EEEA3420558CCE62B0F5D4CF2B77D84) zu einer bereits bestehenden F-Droid-Installation, dann nach „Nightly“ zu suchen und dann „F-Droid Debug“ auszuwählen.
ro: Acest lucru înseamnă, de asemenea, că vor exista probleme, astfel încât această versiune va fi probabil mai instabilă decât au fost versiunile alfa anterioare de-a lungul anilor. Apreciem întotdeauna testele, feedback-ul si rapoartele problemelor întâlnite. Dar dacă F-Droid-ul tău este personalizat într-un mod pe care ai prefera să nu-l resetezi, atunci poate că ai vrea să sari peste această rundă de testare alfa. Dacă aveți un dispozitiv de rezervă, un dispozitiv de testare sau lucrați cu emulatoare Android, suntem, de asemenea, bucuroși să testați [versiunea nightly](https://gitlab.com/fdroid/fdroidclient-nightly). Fiți atenți: versiunile nightly provin din GitLab CI/CD, deci nu este un proces de lansare la fel de sigur ca cel al versiunilor oficiale. Este posibil să aveți instalate în același timp atât versiunile oficiale, cât și cele nightly. Cel mai simplu mod de a începe cu nightly este să adăugați [adresa depozitului](https://fdroid.gitlab.io/fdroidclient-nightly/fdroid/repo/?fingerprint=659E1FD284549F70D13FB02C620100E27EEEA3420558CCE62B0F5D4CF2B77D84) la o instalare F-Droid existentă, apoi căutați "Nightly" și alegeți "F-Droid Debug".
ru: Это также означает, что поломки будут, так что эта альфа-версия, вероятно, будет более нестабильной, чем предыдущие альфы за последние годы. Мы всегда благодарны за тестирование, отзывы, проблемы и сообщения о сбоях. Но если ваш F-Droid настроен таким образом, что вы не хотели бы его переустанавливать, то, возможно, вам стоит повременить с этим этапом альфа-тестирования. Если у вас есть запасное устройство, тестовое устройство или вы работаете с эмуляторами Android, мы также будем рады провести тестирование на наших [ночных сборках](https://gitlab.com/fdroid/fdroidclient-nightly). Имейте в виду: ночные сборки поступают из GitLab CI/CD, поэтому процесс выпуска не так безопасен, как официальные релизы. Возможно одновременное использование официальных и ночных сборок. Самый простой способ начать работу с ночными сборками - добавить [repo](https://fdroid.gitlab.io/fdroidclient-nightly/fdroid/repo/?fingerprint=659E1FD284549F70D13FB02C620100E27EEEA3420558CCE62B0F5D4CF2B77D84) к существующей установке F-Droid, затем найти "Nightly", затем выбрать "F-Droid Debug".
uk: Це також означає, що будуть порушення роботи, тому ця альфа-версія, ймовірно, буде нестабільнішою, ніж попередні альфа-версії протягом багатьох років. Ми завжди цінуємо тестування, відгуки, обговорення та звіти про збої. Але якщо ваш F-Droid налаштований таким чином, що ви не бажаєте його скидати, то, можливо, варто дочекатися завершення тестування альфа-версії. Якщо у вас є запасний пристрій, тестовий пристрій або ви працюєте з емуляторами Android, ми також будемо раді провести тестування на наших [нічних збірках](https://gitlab.com/fdroid/fdroidclient-nightly). Пам'ятайте: нічні збірки походять з GitLab CI/CD, тому вони не настільки безпечні, як офіційні випуски. Можна одночасно встановити як офіційну, так і нічну збірку. Найпростіший спосіб почати роботу з нічними збірками — додати [репозиторій](https://fdroid.gitlab.io/fdroidclient-nightly/fdroid/repo/?fingerprint=659E1FD284549F70D13FB02C620100E27EEEA3420558CCE62B0F5D4CF2B77D84) до наявного встановленого F-Droid, потім знайти «Nightly», а потім вибрати «Зневадження F-Droid».
zh_hans: 这也意味着会有故障，所以这个 alpha 版本可能会比过去几年的 alpha 版本更不稳定。我们总是感谢测试、反馈、问题和崩溃报告。但是如果你的 F-Droid 是以一种你不愿意重置的方式定制的，那么你可能想静待这个 alpha 测试周期结束。如果你有一个备用设备，测试设备，或者使用 Android 模拟器，我们也很乐意你测试我们的[每日构建](https://gitlab.com/fdroid/fdroidclient-nightly)。请注意：每日构建来自 GitLab CI/CD，所以不像官方发布那样有安全的发布过程。可以同时安装正式版本和每日版本。开始使用每日构建的最简单方法是将它的[存储库](https://fdroid.gitlab.io/fdroidclient-nightly/fdroid/repo/?fingerprint=659E1FD284549F70D13FB02C620100E27EEEA3420558CCE62B0F5D4CF2B77D84)添加到现有的 F-Droid 安装中，然后搜索 "Nightly"，然后选择 "F-Droid Debug"。

source: _This work was funded by the [FFDW-DVD grant]({% post_url 2022-02-05-decentralizing-distribution %})_
ru: Эта работа была профинансирована [грантом FFDW-DVD]({% post_url 2022-02-05-decentralizing-distribution %})_
uk: _Ця робота була профінансована коштом [гранту FFDW-DVD]({% post_url 2022-02-05-decentralizing-distribution %})_
zh_hans: _这项工作由[ FFDW-DVD 资助]({% post_url 2022-02-05-decentralizing-distribution %})资助_

source: Update to app descriptions
de: Update bei den App-Beschreibungen
ro: Actualizarea descrierilor aplicațiilor
ru: Обновление описаний приложений
uk: Оновлення описів застосунків
zh_hans: 应用描述的更新

source: F-Droid aims to give app developers a nice way to present their apps to users. Each app can include descriptions, related metadata, and [translations](https://docs.weblate.org/en/latest/formats.html#appstore). We have just updated the list of HTML formatting tags that are allowed in app descriptions to make it clearer what works and what does not. This should make it easier to sync the description texts with other app stores that also allow some HTML. There are two key [changes](https://gitlab.com/fdroid/jekyll-fdroid/-/merge_requests/77) to the website generation:
de: F-Droid ist bestrebt, den App-Entwickler*innen eine angenehme Möglichkeit zu bieten, ihre Apps den Nutzern zu präsentieren. Jede App kann Beschreibungen, dazugehörige Metadaten und [Übersetzungen](https://docs.weblate.org/en/latest/formats.html#appstore) enthalten. Wir haben gerade die Liste der in App-Beschreibungen zulässigen HTML-Formatierungattribute aktualisiert, um deutlicher zu machen, was funktioniert und was nicht. Dies sollte es einfacher machen, die Beschreibungen mit anderen App-Stores, die ebenfalls bestimmtes HTML erlauben, zu synchronisieren. Es gibt zwei [Hauptänderungen](https://gitlab.com/fdroid/jekyll-fdroid/-/merge_requests/77) bei der Website-Erzeugung:
ro: F-Droid își propune să ofere dezvoltatorilor de aplicații o modalitate plăcută de a-și prezenta aplicațiile utilizatorilor. Fiecare aplicație poate include descrieri, metadate asociate și [traduceri](https://docs.weblate.org/en/latest/formats.html#appstore). Tocmai am actualizat lista de etichete de formatare HTML care sunt permise în descrierile aplicațiilor pentru a face mai clar ce funcționează și ce nu. Acest lucru ar trebui să faciliteze sincronizarea textelor de descriere cu alte magazine de aplicații care permit, de asemenea, ceva HTML. Există două [modificări cheie](https://gitlab.com/fdroid/jekyll-fdroid/-/merge_requests/77) pentru generarea site-ului web:
ru: Цель F-Droid - предоставить разработчикам приложений удобный способ представить свои приложения пользователям. Каждое приложение может содержать описание, связанные метаданные и [переводы](https://docs.weblate.org/en/latest/formats.html#appstore). Мы только что обновили список тегов форматирования HTML, которые разрешены в описаниях приложений, чтобы было понятнее, что работает, а что нет. Это облегчит синхронизацию текстов описаний с другими магазинами приложений, где также разрешен HTML. Есть два ключевых [изменения](https://gitlab.com/fdroid/jekyll-fdroid/-/merge_requests/77) в генерации веб-сайта:
uk: F-Droid прагне дати розробникам застосунків гарний спосіб представити свої застосунки користувачам. Кожен застосунок може містити описи, пов'язані метадані та [переклади](https://docs.weblate.org/uk/latest/formats.html#app-store-metadata-files). Ми щойно оновили список тегів форматування HTML, дозволених в описах застосунків, щоб було зрозуміліше, що працює, а що ні. Це має полегшити синхронізацію текстів опису з іншими магазинами застосунків, які також дозволяють деякий HTML. Існує дві ключових [зміни](https://gitlab.com/fdroid/jekyll-fdroid/-/merge_requests/77) для генерування вебсайту:
zh_hans: F-Droid 旨在为应用开发者提供一种向用户展示其应用的好方法。每个应用都可以包含描述、相关元数据和[翻译](https://docs.weblate.org/en/latest/formats.html#appstore)。我们刚刚更新了应用说明中允许的 HTML 格式标签列表，以更清楚地说明哪些有效，哪些无效。这应该可以帮助开发者更轻松地将描述文本与其他也允许使用某些 HTML 的应用商店同步。网站生成过程有两个关键[更改](https://gitlab.com/fdroid/jekyll-fdroid/-/merge_requests/77)：

source: Disallowed HTML tags are now automatically removed ("stripped"), whereas before they were escaped (e.g. `&lt;script&gt;`).
de: Nicht zulässige HTML-Tags werden jetzt automatisch entfernt („herausgetrennt“), wohingegen sie zuvor maskiert wurden (z. B. `&lt;script&gt;`).
ro: Etichetele HTML nepermise sunt acum eliminate automat, înainte erau doar reformatate (de exemplu, ` &lt;script&gt;`).
ru: Запрещенные HTML-теги теперь автоматически удаляются ("зачеркиваются"), тогда как раньше они экранировались (например, `&lt;script&gt;`).
uk: Заборонені HTML-теги тепер автоматично вилучаються («роздягаються») (наприклад, `&lt;script&gt;`).
zh_hans: 不允许的 HTML 标签现在在它们被转义之前（例如 `&lt;script&gt;`）就被自动删除（“剥离”）。

source: The list of [allowed tags]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots#html-descriptions) is now strictly enforced.
de: Die Liste [zulässiger Attribute/Tags]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots#html-descriptions) wird nun streng durchgesetzt.
ro: Lista de [etichete permise]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots#html-descriptions) este acum aplicată cu strictețe.
ru: Список [разрешенных тегов]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots#html-descriptions) теперь строго соблюдается.
uk: Список [дозволених тегів]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots#html-descriptions) тепер суворо дотримується.
zh_hans: 现在我们将严格执行[允许的标签]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots#html-descriptions)列表。

source: This change was prompted by some security [issues](https://rubysec.com/advisories/CVE-2022-23515/) in Loofah, the tool we rely on to strip dangerous HTML from the app descriptions. f-droid.org uses multiple layers of defense, that greatly limits the scope of security vulnerabilities. For example, this site includes a [Content Security Policy](https://gitlab.com/fdroid/fdroid-website/-/blob/dee66df9ba5c9bc5608d2292a456615e005c33c9/.htaccess#L321) that disables the most dangerous features, and [limits](https://observatory.mozilla.org/analyze/f-droid.org) the rest to URLs that are part of this site.
de: Diese Änderung wurde durch einige [Sicherheitsprobleme](https://rubysec.com/advisories/CVE-2022-23515/) in Loofah veranlasst, das Tool, dem wir beim Herausschneiden von gefährlichem HTML aus den App-Beschreibungen vertrauen. f-droid.org nutzt mehrere Verteidigungsebenen, die den Umfang der Sicherheitsrisiken weitestgehend einschränkt. Zum Beispiel enthält diese Internetseite eine [Content Security Policy](https://gitlab.com/fdroid/fdroid-website/-/blob/dee66df9ba5c9bc5608d2292a456615e005c33c9/.htaccess#L321), welche die meisten gefährlichen Eigenschaften deaktiviert und den Rest der URLs, die Teil dieser Seite sind, [abgrenzt](https://observatory.mozilla.org/analyze/f-droid.org).
ro: Această modificare a fost determinată de unele [probleme de securitate](https://rubysec.com/advisories/CVE-2022-23515/) în Loofah, instrumentul pe care ne bazăm pentru a elimina HTML-ul periculos din descrierile aplicațiilor. f-droid.org utilizează mai multe straturi de apărare, care limitează foarte mult domeniul de aplicare al vulnerabilităților de securitate. De exemplu, acest site include o [Politică de securitate a conținutului (CSP)](https://gitlab.com/fdroid/fdroid-site web/-/blob/dee66df9ba5c9bc5608d2292a456615e005c33c9/.htaccess#L321) care dezactivează cele mai periculoase caracteristici și [limitează](https://observatory.mozilla.org/analyze/f-droid.org) restul adreselor URL care fac parte din acest site.
ru: Это изменение было вызвано некоторыми [проблемами безопасности](https://rubysec.com/advisories/CVE-2022-23515/) в Loofah, инструменте, на который мы полагаемся для удаления опасного HTML из описаний приложений. f-droid.org использует несколько уровней защиты, что значительно ограничивает масштабы уязвимостей безопасности. Например, на этом сайте действует [Политика безопасности содержимого](https://gitlab.com/fdroid/fdroid-website/-/blob/dee66df9ba5c9bc5608d2292a456615e005c33c9/.htaccess#L321), которая отключает наиболее опасные функции и [ограничивает](https://observatory.mozilla.org/analyze/f-droid.org) остальные URL-адресами, которые являются частью этого сайта.
uk: Ця зміна була викликана деякими [проблемами](https://rubysec.com/advisories/CVE-2022-23515/) безпеки у Loofah, інструменті, на який ми покладаємося, щоб видалити небезпечний HTML з описів застосунків. f-droid.org використовує кілька рівнів захисту, що значно обмежує сферу вразливостей безпеки. Наприклад, цей сайт містить [Політику безпеки вмісту](https://gitlab.com/fdroid/fdroid-website/-/blob/dee66df9ba5c9bc5608d2292a456615e005c33c9/.htaccess#L321), яка вимикає найнебезпечніші можливості, а решта [обмежує](https://observatory.mozilla.org/analyze/f-droid.org) URL-адресами, які є частиною цього сайту.
zh_hans: Loofah 中的一些安全[问题](https://rubysec.com/advisories/CVE-2022-23515/)促使我们做出了此项更改，我们依赖该工具从应用描述中删除危险的 HTML。f-droid.org 使用多层防御，极大地限制了安全漏洞的范围。例如，此站点包含对属于本网站的 URL 禁用最危险功能并[限制](https://observatory.mozilla.org/analyze/f-droid.org)其余功能的[内容安全策略](https://gitlab.com/fdroid/fdroid-website/-/blob/dee66df9ba5c9bc5608d2292a456615e005c33c9/.htaccess#L321)。

source: For those interested in the technical details: HTML allows data blobs to be included inline via the `data:` scheme. That can then be abused to load malicious things. Loofah was not properly handling those. This site's Content Security Policy already disallows all uses of `data:`, so it was not an issue here. The `self` keyword means "[only allow resources from the current origin](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy#self)", and that is `https://f-droid.org`.
de: Für diejenigen, die an den technischen Einzelheiten interessiert sind: HTML macht es möglich, Daten-Blobs über das `data:`-Schema inline einzuschleusen. Dies kann dazu missbraucht werden, schädliche Dinge zu laden. Loofah ging damit nicht sauber um. Die Content Security Policy dieser Website verbietet bereits jede Verwendung von `data:`, sodass das hier kein Problem war. Das Schlüsselwort `self` bedeutet "[erlaube ausschließlich Ressourcen aus der aktuellen Quelle](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy#self)" und die ist `https://f-droid.org`.
ro: Pentru cei interesați de detaliile tehnice: HTML permite ca bucăți de date să fie incluse în text prin intermediul schemei `data:`. Acest lucru poate fi apoi abuzat pentru a încărca lucruri rău intenționate. Loofah nu avea grijă în mod corespunzător de aceste. Politica de securitate a conținutului acestui site interzice deja toate utilizările `data:`, deci asta nu a fost o problemă aici. Cuvântul cheie `self` înseamnă "[permite numai resurse de la originea curentă](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy#self)", și anume `https://f-droid.org`.
ru: Для тех, кому интересны технические детали: HTML позволяет включать блоки данных с помощью схемы `data:`, что может быть использовано для загрузки всяких злонамеренных вещей. И Loofah не правильно их обрабатывал. Но политика безопасности содержимого этого сайта и так запрещает любое использование `data:`, так что это не было проблемой: ключевое слово `self` означает «[разрешать ресурсы только из текущего происхождения](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy#self)», т.е. с `https://f-droid.org`.
uk: Для тих, хто цікавиться технічними подробицями: HTML дозволяє включати вкраплення даних у через схему `data:`. Потім цим можна зловживати, щоб завантажити шкідливі програми. Loofah не поводився з ними належним чином. Політика безпеки вмісту цього сайту вже забороняє будь-яке використання `data:`, тому тут це не було проблемою. Ключове слово `self` означає «[дозволити лише ресурси поточного походження](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy#self)», і це `https://f-droid.org`.
zh_hans: 对于那些对技术细节感兴趣的人：HTML 允许通过 `data:` 方案内联包含数据块。然后可以滥用它来加载恶意内容。Loofah 没有正确处理这些。该站点的内容安全策略已经禁止对 `data:` 的所有使用，因此这不是问题。`self` 关键字表示“[仅允许来自当前来源的资源](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy#self)”，也就是 `https://f-droid.org`。

source: UnifiedPush: a decentralized, open-source push notification protocol
ru: UnifiedPush: децентрализованный протокол push-уведомлений с открытым исходным кодом
uk: UnifiedPush: децентралізований протокол push-сповіщень з відкритим кодом
zh_hans: UnifiedPush：一种去中心化的开源推送通知协议

source: A modern Android smartphone relies on a lot of services, from app stores and calendars to messaging and push notifications. Most of them have open alternatives, but until now, the only option for push notifications was Google's proprietary service, *Firebase Cloud Messaging* (FCM). **UnifiedPush is a new alternative that allows you to get push notifications without being tied to a single company**.
ru: Современный смартфон на базе Android полагается на множество сервисов, от магазинов приложений и календарей до обмена сообщениями и push-уведомлений. У большинства из них есть открытые альтернативы, но до сих пор единственным вариантом для получения push-уведомлений был собственный сервис Google *Firebase Cloud Messaging* (FCM). **UnifiedPush - это новая альтернатива, которая позволяет получать push-уведомления без привязки к одной компании**.
uk: Сучасний смартфон на платформі Android покладається на безліч служб, від магазинів застосунків і календарів до обміну повідомленнями та push-сповіщень. Більшість з них мають відкриті альтернативи, але до цього часу єдиним варіантом для отримання push-сповіщень була власницька служба Google *Firebase Cloud Messaging* (FCM). **UnifiedPush — це нова альтернатива, яка уможливлює отримання push-сповіщень без прив'язки до однієї компанії**.
zh_hans: 现代 Android 智能手机依赖于大量服务，从应用商店和日历到消息传递和推送通知。他们中的大多数都有开放的替代方案，但直到现在，推送通知的唯一选择是 Google 的专有服务，*Firebase Cloud Messaging* (FCM)。 **UnifiedPush 是一种新的替代方案，它允许您在不依赖于单个公司的情况下获得推送通知**。
