Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: {: .gallery} * !["Latest" screen]({% asset posts/2017-04-04-new-ux/latest.png %}) * !["Categories" screen]({% asset posts/2017-04-04-new-ux/categories.png %}) * !["Nearby" screen]({% asset posts/2017-04-04-new-ux/nearby.png %}) * !["Updates" screen]({% asset posts/2017-04-04-new-ux/updates.png %}) * ![App details screen (with screenshots)]({% asset posts/2017-04-04-new-ux/appdetails-a.png %}) * ![App details screen (without screenshots)]({% asset posts/2017-04-04-new-ux/appdetails-b.png %})
de: {: .gallery} * ![Bildschirm »Neu«]({% asset posts/2017-04-04-new-ux/latest.png %}) * ![Bildschirm »Kategorien«]({% asset posts/2017-04-04-new-ux/categories.png %}) * ![Bildschirm »Nah«]({% asset posts/2017-04-04-new-ux/nearby.png %}) * ![Bildschirm »Aktualisierungen«]({% asset posts/2017-04-04-new-ux/updates.png %}) * ![Bildschirm mit App-Details (mit Bildschirmfotos)]({% asset posts/2017-04-04-new-ux/appdetails-a.png %}) * ![Bildschirm mit App-Details (ohne Bildschirmfotos)]({% asset posts/2017-04-04-new-ux/appdetails-b.png %})
pl: {: .galeria} * !["Najnowszy" ekran]({% asset posts/2017-04-04-new-ux/latest.png %}) * !["Kategorie" ekranu]({% asset posts/2017-04-04-new-ux/categories.png %}) * !["Bkiższy" ekran]({% asset posts/2017-04-04-new-ux/nearby.png %}) * !["Aktualizacje" ekranu]({% asset posts/2017-04-04-new-ux/updates.png %}) * ![Ekran szczegółów aplikacji (ze zrzutami ekranu)]({% asset posts/2017-04-04-new-ux/appdetails-a.png %}) * ![Ekran szczegółów aplikacji (bez zrzutów ekranu)]({% asset posts/2017-04-04-new-ux/appdetails-b.png %})
ro: {: .galerie} * !["Latest" screen]({% asset posts/2017-04-04-new-ux/latest.png %}) * !["Categories" screen]({% asset posts/2017-04-04-new-ux/categories.png %}) * !["În apropiere" screen]({% asset posts/2017-04-04-new-ux/nearby.png %}) * !["Actualizări" screen]({% asset posts/2017-04-04-new-ux/updates.png %}) * ![App details screen (with screenshots)]({% asset posts/2017-04-04-new-ux/appdetails-a.png %}) * ![App details screen (without screenshots)]({% asset posts/2017-04-04-new-ux/appdetails-b.png %})
ru: {: .gallery} * ![Экран "Передовица"]({% asset posts/2017-04-04-new-ux/latest.png %}) * ![Экран "Категории"]({% asset posts/2017-04-04-new-ux/categories.png %}) * ![Экран "Соседи"]({% asset posts/2017-04-04-new-ux/nearby.png %}) * ![Экран "Обновления"]({% asset posts/2017-04-04-new-ux/updates.png %}) * ![Экран с описанием приложения (со скриншотами)]({% asset posts/2017-04-04-new-ux/appdetails-a.png %}) * ![Описание приложения (без скриншотов)]({% asset posts/2017-04-04-new-ux/appdetails-b.png %})
uk: {: .gallery} * ![Екран "Останні"]({% asset posts/2017-04-04-new-ux/latest.png %}) * ![Екран "Категорії"]({% asset posts/2017-04-04-new-ux/categories.png %}) * ![Екран "Поруч"]({% asset posts/2017-04-04-new-ux/nearby.png %}) * ![Екран "Оновлення" screen]({% asset posts/2017-04-04-new-ux/updates.png %}) * ![Екран деталей застосунку (зі знімками)]({% asset posts/2017-04-04-new-ux/appdetails-a.png %}) * ![Екран деталей застосунку (без знімків)]({% asset posts/2017-04-04-new-ux/appdetails-b.png %})
zh_hans: {: .gallery} * ![“最新”的页面]({% asset posts/2017-04-04-new-ux/latest.png %}) * ![“分类”页面]({% asset posts/2017-04-04-new-ux/categories.png %}) * ![“附近”页面]({% asset posts/2017-04-04-new-ux/nearby.png %}) * ![“更新”页面]({% asset posts/2017-04-04-new-ux/updates.png %}) * ![应用详情（有截图版）]({% asset posts/2017-04-04-new-ux/appdetails-a.png %}) * ![应用详情（无截图版）]({% asset posts/2017-04-04-new-ux/appdetails-b.png %})

source: In addition, we have been redesigning some of the smaller, but equally as important parts of the app, such as better support for visually impaired users who make use of tools such as Talkback, and better support for donating to open source app developers.
de: Außerdem haben wir einige kleinere aber nicht weniger wichtige Teile der App neu gestaltet, wie die bessere Bedienbarkeit für Sehbehinderte, die Werkzeuge wie Talkback verwenden, und die verbesserte Spendenfunktion, um Entwickler von Open-Source-Apps zu unterstützen.
pl: Ponadto przeprojektowaliśmy niektóre mniejsze, ale równie ważne elementy aplikacji, takie jak lepsza obsługa użytkowników niedowidzących, którzy korzystają z narzędzi takich jak Talkback, i lepsze wsparcie dla programistów aplikacji otwartoźródłowej.
ro: În plus, am reproiectat unele dintre părțile mai mici, dar la fel de importante ale aplicației, cum ar fi un suport mai bun pentru utilizatorii cu deficiențe de vedere care utilizează instrumente precum Talkback și un suport mai bun pentru donații către dezvoltatorii de aplicații open source.
ru: Кроме того, мы поработали над менее емкими, но не менее важными частями клиента: улучшили поддержку пользователей с нарушениями зрения, использующих Talkback, и упростили процедуру пожертвований разработчикам приложений с открытым исходным кодом.
uk: Крім того, ми реорганізували деякі з менших, але настільки ж важливих частин застосунку, як краща підтримка для людей з вадами зору, які використовують такі інструменти, як TalkBack, та кращу підтримку для розробників програм із відкритим кодом.
zh_hans: 此外，我们一直在重新设计应用的一些较小但同样重要的部分，例如，更好地支持使用 Talkback 等工具的视障用户，以及更好地支持向自由软件的开发者捐款。

source: This has involved extensive design input from UX designers and the community. In addition to the user tests that were conducted early on in the design process, further field tests are currently being conducted to ensure that usability issues with the new design are identified and resolved.
de: Dabei wurden umfangreiche Gestaltungsvorgaben von UX Designern und der Allgemeinheit eingeschlossen. Neben Anwendertests, die frühzeitig im Designprozess durchgeführt wurden, werden aktuell weitere Feldstudien durchgeführt, die sicherstellen sollen, dass Probleme mit der Gebrauchstauglichkeit des neuen Designs aufgedeckt und gelöst werden.
pl: Wymagało to obszernego wkładu projektantów od projektantów UX i społeczności. Oprócz testów użytkowników, które zostały przeprowadzone na wczesnym etapie procesu projektowania, obecnie prowadzone są dalsze testy terenowe w celu upewnienia się, że problemy z użytecznością z nowym projektem są identyfikowane i rozwiązywane.
ro: Acest lucru a presupus o contribuție extensivă la proiectare din partea designerilor UX și a comunității. În plus față de testele de utilizare care au fost efectuate la începutul procesului de proiectare, se efectuează în prezent teste suplimentare pe teren pentru a se asigura că problemele de utilizare ale noului design sunt identificate și rezolvate.
ru: Над этим потрудились UX дизайнеры и контрибьютеры сообщества. На ранних этапах разработки дизайна тестирование выполняли силами пользователей, сейчас проводятся дополнительные испытания новой версии пользовательского интерфейса в реальных условиях, чтобы точно найти и исправить все недочеты и сделать его простым и удобным в использовании.
uk: Було зроблено багато роботи розробниками UX та спільнотою. Окрім тестувань користувачами, які було проведено на початку процесу розробки, зараз проводяться додаткові польові випробування, щоб забезпечити виявлення та розв'язання проблем, пов'язаних із впровадженням нового дизайну.
zh_hans: 这源自于 UX 设计师和社区的大量设计意见。除了在设计过程的早期进行的用户测试之外，当前还在进行进一步的现场测试，以确保识别和解决新设计的可用性问题。

source: Over the coming weeks you will see alpha releases for v0.103. We encourage your feedback and suggestions about how to continually improve the F-Droid client.
de: In den nächsten Wochen werden Sie Alpha-Versionen für v0.103 entdecken. Wir fordern Sie ausdrücklich zu Rückmeldungen und Vorschlägen auf, wie der F-Droid-Client kontinuierlich weiter verbessert werden soll.
pl: W najbliższych tygodniach pojawią się wydania alfa dla wersji v0.103. Zachęcamy do wyrażania opinii i sugestii, jak nieustannie ulepszać klienta F-Droid.
ro: În săptămânile următoare veți vedea versiuni alfa pentru v0.103. Vă încurajăm să ne transmiteți feedback-ul și sugestiile dvs. cu privire la modul în care putem îmbunătăți continuu clientul F-Droid.
ru: В ближайшие несколько недель вы увидите альфа-релизы для версии 0.103. Мы ждем ваших отзывов и предложений о том, как сделать клиент F-Droid лучше.
uk: Протягом наступних тижнів ви побачите альфа-версії для v0.103. Ми заохочуємо вас на відгуки та пропозиції щодо постійного вдосконалення клієнта F-Droid.
zh_hans: 在接下来的几周中，你将看到 v0.103 的 Alpha 版本。我们期待你对如何不断改进 F-Droid 客户端提供反馈和建议。

source: This is one of the many improvements happening to the broader F-Droid ecosystem in 2017, so keep an eye out for more!
de: Dies ist eine der vielen Verbesserungen, die 2017 im umfassenden F-Droid-Ökosystem geschehen. Halten Sie Ausschau, was sonst noch passieren wird!
pl: Jest to jedna z wielu udoskonaleń mających miejsce w szerszym ekosystemie F-Droid w 2017 roku, więc miej oko na więcej!
ro: Aceasta este una dintre multele îmbunătățiri care se întâmplă în ecosistemul F-Droid mai larg în 2017, așa că fiți cu ochii în patru pentru mai multe!
ru: Это одно из многих улучшений, запланированных для F-Droid на 2017 год, следите за новостями!
uk: Це одне з численних покращень, що відбуваються в 2017 році з ширшою екосистемою F-Droid, тому уважно стежте за цим!
zh_hans: 这是 2017 年在更广泛的 F-Droid 生态系统中发生的众多改进之一，因此请多加关注！

source: Announcing new libraries: F-Droid Update Channels
de: Vorstellung neuer Programmbibliotheken: F-Droid Update Channels
pl: Ogłaszanie nowych bibliotek: kanały aktualizacji F-Droid
ro: Anunțarea de noi biblioteci: Canale de actualizare F-Droid
ru: Анонс новых библиотек: каналы обновления F-Droid
uk: Анонсування нових бібліотек: F-Droid Update Channels
zh_hans: 宣布新库：F-Droid 更新频道

source: In order to complete the F-Droid distribution ecosystem, we are introducing [__F-Droid Update Channels__](https://gitlab.com/fdroid/update-channels). It is a suite of libraries for apps to find updates, no matter from where it was originally downloaded. In many parts of the world, it is very common to get Android APKs outside of the app stores where the developers upload them.
de: Um die Verbreitung des F-Droid-Ökosystems zu vervollständigen, stellen wir die [__F-Droid Update Channels__](https://gitlab.com/fdroid/update-channels) vor. Es ist eine Reihe von Programmbibliotheken für Apps, um Updates zu finden, egal von wo diese ursprünglich heruntergeladen wurden. In weiten Teilen der Welt ist es durchaus üblich, Android-APKs nicht über die App-Stores zu beziehen, wohin die Entwickler sie hochladen.
pl: W celu uzupełnienia ekosystemu dystrybucji F-Droid, wprowadzamy [__Kanały Aktualizacji F-Droid__](https://gitlab.com/fdroid/update-channels). Jest to zestaw bibliotek dla aplikacji, które znajdują aktualizacje, niezależnie od tego, skąd zostały pierwotnie pobrane. W wielu częściach świata bardzo powszechne jest pobieranie plików APK Androida z poza sklepów z aplikacjami, do których programiści przesyłają pliki.
ro: Pentru a completa ecosistemul de distribuție F-Droid, introducem [__F-Droid Update Channels__](https://gitlab.com/fdroid/update-channels). Este o suită de biblioteci pentru ca aplicațiile să găsească actualizări, indiferent de unde au fost descărcate inițial. În multe părți ale lumii, este foarte frecvent să se obțină APK-uri Android în afara magazinelor de aplicații unde dezvoltatorii le încarcă.
ru: Чтобы дополнить экосистему распространения F-Droid, мы представляем [__F-Droid Update Channels__](https://gitlab.com/fdroid/update-channels). Это набор библиотек приложений для поиска обновлений, независимо от того, откуда они были изначально загружены. Во многих частях мира очень часто можно получить Android APK вне магазинов приложений, куда их загружают разработчики.
uk: Щоб довершити екосистему F-Droid, ми представляємо [__F-Droid Update Channels__](https://gitlab.com/fdroid/update-channels). Це наче збірка бібліотек застосунків для знаходження оновлень і не має значення звідки їх було завантажено. У багатьох частинах світу поширене отримування APK для Android по за крамницями застосунків, куди розробники вивантажують їх.
zh_hans: 为了完善 F-Droid 分发生态系统，我们引入了 [__F-Droid 更新频道__](https://gitlab.com/fdroid/update-channels)。它是一组供应用查找更新的库，不论你最初是从哪里下载安装的此应用。在世界许多地方，从开发人员上传应用的应用商店之外获取 Android APK 是很常见的。

source: third party app stores scrape other app stores for APKs
de: App-Stores von Drittanbietern durchkämmen andere App-Stores nach APKs
pl: zewnętrzne sklepy z aplikacjami subskrybują inne sklepy z aplikacjami dla plików APK
ro: magazinele de aplicații terță parte răzuiesc alte magazine de aplicații pentru APK-uri
ru: сторонние магазины приложений ищут APK в других магазинах приложений
uk: сторонні застосунки в крамницях для файлів. apk
zh_hans: 第三方应用商店抓取其他应用商店的 APK

source: APKs are bluetoothed, directly, downloaded, etc
de: APKs werden via Bluetooth übertragen, direkt aufgespielt, heruntergeladen, usw.
pl: Pliki APK są przesyłane strumieniowo, bezpośrednio, pobrane itp
ro: APK-urile sunt transmise prin Bluetooth, direct, descărcate, etc
ru: APK передаются по bluetooth, напрямую, скачиваются и т.д
uk: APK, які були передані через bluetooth, завантажені тощо
zh_hans: APK 文件可使用蓝牙传输，直接下载，等等

source: users share APKs via services like Aptoide
de: Anwender teilen APKs über Dienste wie Aptoide
pl: użytkownicy udostępniają pliki APK za pośrednictwem usług takich jak Aptoide
ro: utilizatorii partajează APK-uri prin intermediul unor servicii precum Aptoide
ru: пользователи распространяют APK через сервисы вроде Aptoide
uk: користувачі поширюють APK за допомогою сервісів як Aptoide
zh_hans: 用户可以通过 Aptoide 等服务分享 APK

source: In order to ensure that your app always can find updates, we are introducing two specific libraries:
de: Um sicherzustellen, dass Ihre App immer Aktualisierungen erhalten kann, stellen wir zwei spezielle Bibliotheken vor:
pl: Aby zapewnić, że Twoja aplikacja zawsze znajdzie aktualizacje, wprowadzamy dwie konkretne biblioteki:
ro: Pentru a ne asigura că aplicația dvs. poate găsi întotdeauna actualizări, introducem două biblioteci specifice:
ru: Чтобы обеспечить получение обновлений вашим приложением, мы предлагаем две библиотеки:
uk: Для того, щоб ваш застосунок завжди міг знайти оновлення, ми представляємо дві конкретні бібліотеки:
zh_hans: 为了确保你的应用始终可以找到更新，我们引入了两个专门的库：

source: "Get F-Droid" aka [org.fdroid.getfdroid](https://gitlab.com/fdroid/update-channels/tree/master/getfdroid#f-droid-installer)
de: "Get F-Droid", oder auch [org.fdroid.getfdroid](https://gitlab.com/fdroid/update-channels/tree/master/getfdroid#f-droid-installer)
pl: "Zdobądź F-Droida" [org.fdroid.getfdroid](https://gitlab.com/fdroid/update-channels/tree/master/getfdroid#f-droid-installer)
ro: "Get F-Droid" alias [org.fdroid.getfdroid](https://gitlab.com/fdroid/update-channels/tree/master/getfdroid#f-droid-installer)
ru: "Скачать F-Droid" [org.fdroid.getfdroid](https://gitlab.com/fdroid/update-channels/tree/master/getfdroid#f-droid-installer)
uk: "Отримати F-Droid" aka [org.fdroid.getfdroid](https://gitlab.com/fdroid/update-channels/tree/master/getfdroid#f-droid-installer)
zh_hans: "Get F-Droid" 即 [org.fdroid.getfdroid](https://gitlab.com/fdroid/update-channels/tree/master/getfdroid#f-droid-installer)

source: Checks whether F-Droid is installed. If not, it will help the user to download and install F-Droid in a secure way. F-Droid then provides the update channel for all apps available in F-Droid.
de: Überprüft, ob F-Droid installiert ist. Falls nicht wird sie dem Anwender dabei helfen, F-Droid auf sichere Weise herunterzuladen und zu installieren. F-Droid liefert dann die Update-Kanäle für alle auf F-Droid verfügbaren Apps.
pl: Sprawdza, czy zainstalowany jest F-Droid. Jeśli nie, pomoże to użytkownikowi pobrać i zainstalować F-Droid w bezpieczny sposób. F-Droid zapewnia następnie kanał aktualizacji dla wszystkich aplikacji dostępnych w F-Droid.
ro: Verifică dacă F-Droid este instalat. În caz contrar, va ajuta utilizatorul să descarce și să instaleze F-Droid într-un mod sigur. F-Droid oferă apoi canalul de actualizare pentru toate aplicațiile disponibile în F-Droid.
ru: Проверяет, установлен ли F-Droid. Если нет, поможет безопасно скачать и установить F-Droid. Затем F-Droid обеспечит канал обновлений для всех приложений, доступных в F-Droid.
uk: Перевіряє, чи встановлений F-Droid. Якщо ні, це допоможе користувачеві захиститись та встановити F-Droid безпечним способом. F-Droid надає канал оновлення для всіх застосунків, доступних у F-Droid.
zh_hans: 检查是否安装了 F-Droid。如果没有，它将帮助用户以安全的方式下载和安装 F-Droid。然后，F-Droid 为其中可用的所有应用提供更新通道。

source: "App Updater" aka [org.fdroid.appupdater](https://gitlab.com/fdroid/update-channels/tree/master/appupdater#f-droid-update-detector)
de: "App Updater", auch [org.fdroid.appupdater](https://gitlab.com/fdroid/update-channels/tree/master/appupdater#f-droid-update-detector)
pl: "Aktualizator aplikacji" [org.fdroid.appupdater](https://gitlab.com/fdroid/update-channels/tree/master/appupdater#f-droid-update-detector)
ro: "App Updater" alias [org.fdroid.appupdater](https://gitlab.com/fdroid/update-channels/tree/master/appupdater#f-droid-update-detector)
ru: "App Updater" также известный как [org.fdroid.appupdater](https://gitlab.com/fdroid/update-channels/tree/master/appupdater#f-droid-update-detector)
uk: "Застосунковий оновлювач" або [org.fdroid.appupdater](https://gitlab.com/fdroid/update-channels/tree/master/appupdater#f-droid-update-detector)
zh_hans: "App Updater" 即 [org.fdroid.appupdater](https://gitlab.com/fdroid/update-channels/tree/master/appupdater#f-droid-update-detector)

source: Keeps the app current by checking the hard-coded app repository set up by the developer. This is similar to the popular "App Updater" library, but handles everything securely using F-Droid signed metadata. The _fdroidserver_ tools handle the creation and maintenance of the app repository.
de: Sorgt für aktuelle Apps, indem das durch die Entwickler eingerichtete, fest programmierte App-Repository überprüft wird. Ähnelt der beliebten Bibliothek "App Updater", erledigt aber alles sicher durch Verwendung der von F-Droid signierten Metadaten. Die _fdroidserver_-Werkzeuge kümmern sich um die Erstellung und Wartung des App-Repository.
pl: Utrzymuje aktualność aplikacji, sprawdzając repozytorium aplikacji skonfigurowane na sztywno przez programistę. Jest to podobne do popularnej biblioteki "Aktualizator aplikacji", ale obsługuje wszystko bezpiecznie, używając metadanych podpisanych przez F-Droid. Narzędzia _fdroidserver_ obsługują tworzenie i utrzymanie repozytorium aplikacji.
ro: Păstrează aplicația la zi prin verificarea depozitului de aplicații codificat definit de dezvoltator. Aceasta este similară cu populara bibliotecă "App Updater", dar gestionează totul în siguranță, folosind metadatele semnate F-Droid. Instrumentele _fdroidserver_ se ocupă de crearea și întreținerea depozitului de aplicații.
ru: Поддерживает актуальность приложения, проверяя жестко запрограммированный репозиторий приложений, созданный разработчиком. Она похожа на популярную библиотеку «App Updater», но обрабатывает все безопасно, используя подписанные метаданные F-Droid. Инструменты _fdroidserver_ обрабатывают создание и обслуживание репозитория приложений.
uk: Зберігає застосунок поточним, перевіряючи надійно закодований репозиторій, створений розробником. Це схоже на популярну бібліотеку "App Updater", але безпечно обробляє все, використовуючи метадані, підписані F-Droid. Інструменти _fdroidserver_ обробляють створення та обслуговування репозиторію застосунків.
zh_hans: 通过检查开发者设置的硬编码应用存储库，使应用保持最新状态。这类似于流行的 "App Updater" 库，但是使用 F-Droid 签名的元数据安全地处理所有内容。_fdroidserver_ 工具创建和维护应用存储库的。

source: Compatible with Google Play Terms of Service
de: Mit den Google Play-Nutzungsbedingungen vereinbar
pl: Zgodny z Warunkami usługi Google Play
ro: Compatibil cu Termenii de utilizare Google Play
ru: Соответствует условиям использования Google Play
uk: Сумісно з Умовами використання Google Play
zh_hans: 兼容 Google Play 服务条款

source: Both of these libraries also check whether Google Play is installed, if so, will disable itself. This allows apps to include this library in APKs that are uploaded to Google Play since it will not violate the Google Play Terms of Service.
de: Beide Bibliotheken prüfen auch, ob Google Play installiert ist, wenn ja, werden sie sich selbst deaktivieren. Das ermöglicht Apps die Bibliothek in APKs zu integrieren, die zu Google Play hochgeladen werden, da die Google Play-Nutzungsbedingungen nicht verletzt werden.
pl: Obie te biblioteki sprawdzają również, czy Google Play jest zainstalowany, jeśli tak, wyłączy się sam. Dzięki temu aplikacje mogą dołączać tę bibliotekę do plików APK, które są przesyłane do Google Play, ponieważ nie narusza to Warunków korzystania z Google Play.
ro: Ambele biblioteci verifică, de asemenea, dacă Google Play este instalat, iar în caz afirmativ, se dezactivează. Acest lucru permite aplicațiilor să includă această bibliotecă în APK-urile care sunt încărcate în Google Play, deoarece nu va încălca Termenii de serviciu Google Play.
ru: Обе эти библиотеки также проверяют, установлен ли Google Play, если да, то отключатся. Это позволяет приложениям включать эту библиотеку в APK-файлы, загруженные в Google Play, поскольку это не нарушает Условия использования Google Play.
uk: Обидві ці бібліотеки також перевіряють, чи встановлено Google Play, якщо так, то самовимкнуться. Це дозволяє застосункам включати цю бібліотеку в APK, які завантажуються в Google Play, оскільки це не порушить Загальні положення та умови Google Play.
zh_hans: 这两个库也会检查是否安装了 Google Play，如果 Google Play 已安装，则会禁用自己。这使应用可以在上传到 Google Play 的 APK 中包含此库，因为它不会违反 Google Play 服务条款。

source: How F-Droid is Bringing Apps to Cuba
de: Wie F-Droid Apps nach Kuba bringt
pl: Jak F-Droid przenosi aplikacje na Kubę
ro: Cum aduce F-Droid aplicații în Cuba
ru: Как F-Droid обеспечивает Кубу приложениями
uk: Як F-Droid постачає застосунки на Кубу
zh_hans: F-Droid 是如何将应用带到古巴的
