Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Stethox](https://f-droid.org/packages/org.schabi.stethox/): Xposed module that adds Stetho to every app
de: [Stethox](https://f-droid.org/packages/org.schabi.stethox/): Xposed Modul welches Stetho zu jeder App hinzufügt
pl: [Stethox](https://f-droid.org/packages/org.schabi.stethox/): Moduł Xposed, który dodaje Stetho do każdej aplikacji
ro: [Stethox](https://f-droid.org/packages/org.schabi.stethox/): Modul Xposed care adaugă Stetho la fiecare aplicație
ru: [Stethox](https://f-droid.org/packages/org.schabi.stethox/): Модуль Xposed, добавляющий Stetho в каждое приложение
uk: [Stethox](https://f-droid.org/packages/org.schabi.stethox/): Модуль Xposed, який додає Stetho в кожен застосунок
zh_hans: [Stethox](https://f-droid.org/packages/org.schabi.stethox/)：Xposed 模块，将 Stetho 添加到每个应用

source: [DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/): Inspect DNS zones like a superhero
de: [DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/): DNS-Zonen wie ein Superheld inspizieren
pl: [DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/): Sprawdź strefy DNS jak superbohater
ro: [DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/): Inspectați zonele DNS ca un supererou
ru: [DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/): Проверяйте зоны DNS как супергерой
uk: [DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/): Перевіряйте зони DNS як супергерой
zh_hans: [DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)：像超级英雄一样检查 DNS 区域

source: [MetalabDoorWidget](https://f-droid.org/packages/com.zoffcc.applications.metalab_open_widget/): Show the Door status of Metalab Vienna
de: [MetalabDoorWidget](https://f-droid.org/packages/com.zoffcc.applications.metalab_open_widget/): Anzeige des Türstatus von Metalab Vienna
pl: [MetalabDoorWidget](https://f-droid.org/packages/com.zoffcc.applications.metalab_open_widget/): Pokaż status Door of Metalab Vienna
ro: [MetalabDoorWidget](https://f-droid.org/packages/com.zoffcc.applications.metalab_open_widget/): Afișează starea ușii Metalab Viena
ru: [MetalabDoorWidget](https://f-droid.org/packages/com.zoffcc.applications.metalab_open_widget/): Показывает состояние двери в Metalab Vienna
uk: [MetalabDoorWidget](https://f-droid.org/packages/com.zoffcc.applications.metalab_open_widget/): Показує стан двері в Metalab Vienna
zh_hans: [MetalabDoorWidget](https://f-droid.org/packages/com.zoffcc.applications.metalab_open_widget/)：显示 Metalab Vienna 的门状态

source: [Music](https://f-droid.org/packages/com.maxfour.music/): Lightweight and Material Music Player based on Phonograph
de: [Music](https://f-droid.org/packages/com.maxfour.music/): Leichtgewichtiger Material-Musikplayer basierend auf Phonograph
pl: [Music](https://f-droid.org/packages/com.maxfour.music/): Lekki i materiałowy odtwarzacz muzyczny na podstawie fonografu
ro: [Music](https://f-droid.org/packages/com.maxfour.music/): Player muzical ușor și material bazat pe fonograf
ru: [Music](https://f-droid.org/packages/com.maxfour.music/): Легкий и материальный музыкальный плеер на основе Phonograph
uk: [Music](https://f-droid.org/packages/com.maxfour.music/): Легкий і матеріальний музичний плеєр на основі Phonograph
zh_hans: [Music](https://f-droid.org/packages/com.maxfour.music/)：基于 Phonograph 的轻量级 Material 音乐播放器

source: [MyMusicQoE](https://f-droid.org/packages/pt.ipleiria.mymusicqoe/): A fork of ultrasonic with QoE evaluation features purposes
de: [MyMusicQoE](https://f-droid.org/packages/pt.ipleiria.mymusicqoe/): Eine Ultraschallgabel für QoE-Auswertungszwecke
pl: [MyMusicQoE](https://f-droid.org/packages/pt.ipleiria.mymusicqoe/): Rozwidlenie ultradźwiękowe z funkcjami oceny QoE
ro: [MyMusicQoE](https://f-droid.org/packages/pt.ipleiria.mymusicqoe/): O bifurcație a ultrasunetelor cu scopuri de evaluare a caracteristicilor QoE
ru: [MyMusicQoE](https://f-droid.org/packages/pt.ipleiria.mymusicqoe/): Форк ultrasonic с функцией оценки QoE
uk: [MyMusicQoE](https://f-droid.org/packages/pt.ipleiria.mymusicqoe/): Відгалуження ultrasonic з функцією оцінки QoE
zh_hans: [MyMusicQoE](https://f-droid.org/packages/pt.ipleiria.mymusicqoe/)：具有 QoE 评估功能的 ultrasonic 的分叉

source: [PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/): Client application for Ubuntu pastebin
de: [PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/): Client Anwendung für Ubuntu pastebin
pl: [PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/): Aplikacja kliencka dla systemu Ubuntu
ro: [PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/): Aplicație client pentru Ubuntu pastebin
ru: [PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/): Клиентское приложение для Ubuntu pastebin
uk: [PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/): Клієнтський застосунок для Ubuntu pastebin
zh_hans: [PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/)：Ubuntu pastebin 的客户端应用

source: [Rosary](https://f-droid.org/packages/org.example.rosary/): A very simple app helping Christian users to pray the Rosary.
de: [Rosary](https://f-droid.org/packages/org.example.rosary/): Eine sehr einfache Anwendung, die christlichen Benutzern hilft, den Rosenkranz zu beten.
pl: [Rosary](https://f-droid.org/packages/org.example.rosary/): Bardzo prosta aplikacja pomagająca chrześcijańskim użytkownikom odmawiać różaniec.
ro: [Rosary](https://f-droid.org/packages/org.example.rosary/): O aplicație foarte simplă care îi ajută pe utilizatorii creștini să se roage Rozariul.
ru: [Rosary](https://f-droid.org/packages/org.example.rosary/): Очень простое приложение, помогающее христианским пользователям молиться Розарию.
uk: [Rosary](https://f-droid.org/packages/org.example.rosary/): Дуже простий застосунок, що допомагає християнським користувачам молитися Розарію.
zh_hans: [Rosary](https://f-droid.org/packages/org.example.rosary/)：一个非常简单的应用，帮助基督徒用户祈祷玫瑰经。

source: [Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/): Align your biorhythm with the sun
de: [Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/): Richten Sie Ihren Biorhythmus an der Sonne aus
pl: [Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/): Dopasuj swój biorytm do słońca
ro: [Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/): Aliniază-ți bioritmul cu soarele
ru: [Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/): Согласуйте свой биоритм с солнцем
uk: [Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/): Узгодьте свій біоритм з сонцем
zh_hans: [Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/)：让你的生物节律与太阳对齐

source: [Weather Widget](https://f-droid.org/packages/nl.implode.weer/): Add widget to home screen with weather 5 to 7 day weather forecast
de: [Wetter Widget](https://f-droid.org/packages/nl.implode.weer/): Wettervorhersage-Wigdet für 5 bis 7 Tage, zum Startbildschirm hinzuzufügen
pl: [Weather Widget](https://f-droid.org/packages/nl.implode.weer/): Dodaj widżet do ekranu głównego przy prognozie pogody od 5 do 7 dni
ro: [Widget meteo](https://f-droid.org/packages/nl.implode.weer/): Adăugați un widget pe ecranul de start cu prognoza meteo pe 5 sau 7 zile
ru: [Weather Widget](https://f-droid.org/packages/nl.implode.weer/): Добавить виджет на домашний экран с прогнозом погоды на 5-7 дней
uk: [Weather Widget](https://f-droid.org/packages/nl.implode.weer/): Додати віджет на домашній екран з прогнозом погоди на 5-7 днів
zh_hans: [Weather Widget](https://f-droid.org/packages/nl.implode.weer/)：将 5 到 7 天的天气预报微件添加到主屏幕

source: (Thanks to [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) for incorporating things from the last minute index update here!)
de: (Danke an [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) für das Einbinden hier von Dingen aus dem letzten Index-Update!)
pl: (Thanks to [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) do włączania rzeczy z ostatniej aktualizacji indeksu tutaj!)
ro: (Mulțumiri lui [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) pentru că a încorporat aici lucruri din actualizarea de ultim moment a indexului!)
ru: (Спасибо [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) за включение сюда вещей из обновления индекса в последнюю минуту!)
uk: (Спасибі [@ licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) за включення сюди речей з оновлення індексу в останню хвилину!)
zh_hans: （感谢 [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) 在此处合并最后一分钟索引更新中的内容！）

source: In total, 43 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 43 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 43 aplikacje. Oto najważniejsze cechy:
ro: În total, 43 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 43 приложения. Вот основные из них:
uk: Усього цього тижня було оновлено 43 застосунки. Ось основні з них:
zh_hans: 本周总共更新了 43 个应用。以下是其中的亮点：

source: [uNote](https://f-droid.org/packages/app.varlorg.unote/) is a lightweight minimalistic note taking app. 1.5.0 fixes the search and other annoying bugs.
de: [uNote](https://f-droid.org/packages/app.varlorg.unote/) ist ein leichtgewichtiges, minimalistisches Notizbuch. 1.5.0 behebt die Suche und andere lästige Fehler.
pl: [uNote](https://f-droid.org/packages/app.varlorg.unote/) to lekka minimalistyczna aplikacja do robienia notatek. 1.5.0 naprawia wyszukiwanie i inne irytujące błędy.
ro: [uNote](https://f-droid.org/packages/app.varlorg.unote/) este o aplicație ușoară și minimalistă de luat notițe. 1.5.0 corectează căutarea și alte erori enervante.
ru: [uNote](https://f-droid.org/packages/app.varlorg.unote/) - это легкое минималистичное приложение для ведения заметок. В версии 1.5.0 исправлен поиск и другие раздражающие ошибки.
uk: [UNote](https://f-droid.org/packages/app.varlorg.unote/) - це легке мінімалістичний застосунок для ведення нотаток. У версії 1.5.0 виправлений пошук і інші дратівливі помилки.
zh_hans: [uNote](https://f-droid.org/packages/app.varlorg.unote/) 是一款轻量级的简约笔记应用。1.5.0 修复了搜索和其他烦人的错误。

source: [TEdit](https://f-droid.org/packages/com.atr.tedit/) is a simple text editor complete with graphical file browser and multiple file support. 2.1.3 fixes an issue opening files in TEdit from an external application.
de: [TEdit](https://f-droid.org/packages/com.atr.tedit/) ist ein einfacher Texteditor mit grafischem Dateibrowser und Unterstützung mehrerer Dateien. 2.1.3 behebt ein Problem beim Öffnen von Dateien in TEdit aus einer externen Anwendung.
pl: [TEdit](https://f-droid.org/packages/com.atr.tedit/) to prosty edytor tekstu z graficzną przeglądarką plików i obsługą wielu plików. 2.1.3 rozwiązuje problem otwierający pliki w TEdit z zewnętrznej aplikacji.
ro: [TEdit](https://f-droid.org/packages/com.atr.tedit/) este un editor de text simplu, cu browser grafic de fișiere și suport pentru mai multe fișiere. 2.1.3 remediază o problemă de deschidere a fișierelor în TEdit dintr-o aplicație externă.
ru: [TEdit](https://f-droid.org/packages/com.atr.tedit/) - это простой текстовый редактор с графическим браузером файлов и поддержкой нескольких файлов. В версии 2.1.3 исправлена проблема открытия файлов в TEdit из внешнего приложения.
uk: [TEdit](https://f-droid.org/packages/com.atr.tedit/) — простий текстовий редактор з графічним браузером файлів і підтримкою багатьох файлів. У версії 2.1.3 виправлена проблема відкриття файлів в TEdit з зовнішнього застосунку.
zh_hans: [TEdit](https://f-droid.org/packages/com.atr.tedit/) 是一个简单的文本编辑器，带有图形文件浏览器和多文件支持。2.1.3 修复了在 TEdit 中从外部应用打开文件的问题。

source: [Lyrically](https://f-droid.org/packages/com.shkmishra.lyrically/) can show lyrics overlaid on any app. Version 0.54 adds a color picker for various UI elements, force re-fetch of lyrics, and an option to disable checking for updates.
de: [Lyrically](https://f-droid.org/packages/com.shkmishra.lyrically/) kann Liedtexte in jeder App anzeigen. Version 0.54 fügt einen Farbwähler für verschiedene UI-Elemente hinzu, erzwingt das Neuladen von Texten und deaktiviert die Suche nach Updates.
pl: [Lyrically](https://f-droid.org/packages/com.shkmishra.lyrically/) może wyświetlać teksty nałożone na dowolną aplikację. Wersja 0.54 dodaje próbnik kolorów dla różnych elementów interfejsu użytkownika, wymusza ponowne pobieranie tekstu i opcję wyłączenia sprawdzania aktualizacji.
ro: [Lyrically](https://f-droid.org/packages/com.shkmishra.lyrically/) poate afișa versuri suprapuse pe orice aplicație. Versiunea 0.54 adaugă un selector de culori pentru diverse elemente de interfață, forțarea rechemării versurilor și o opțiune pentru a dezactiva verificarea actualizărilor.
ru: [Lyrically](https://f-droid.org/packages/com.shkmishra.lyrically/) может показывать тексты песен, наложенные на любое приложение. В версии 0.54 добавлена возможность выбора цвета для различных элементов пользовательского интерфейса, принудительная повторная выборка текстов песен и возможность отключить проверку обновлений.
uk: [Lyrically](https://f-droid.org/packages/com.shkmishra.lyrically/) може показувати тексти пісень, накладені на будь-який застосунок. У версії 0.54 додана можливість вибору кольору для різних елементів призначеного для користувача інтерфейсу, примусова повторна вибірка текстів пісень і можливість відключити перевірку оновлень.
zh_hans: [Lyrically](https://f-droid.org/packages/com.shkmishra.lyrically/) 可以显示覆盖在任何应用上的歌词。0.54 版为各种用户界面元素添加了颜色选择器，强制重新获取歌词，以及禁用检查更新的选项。

source: [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) is a simple app for creating and managing your contacts from any source. This update from 4.1.0 to 4.2.1 adds a Recent Calls tab, customizing which tabs are visible, optional call confirmation dialog, and several other UI, stability and performance improvements.
de: [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) ist eine einfache App, um Kontakte jeder Herkunft zu erstellen und zu verwalten. Diese Aktualisierung von 4.1.0 nach 4.2.1 fügt eine Registerkarte für zuletzt getätigte Anrufe hinzu, die Anpassung, welche Registerkarten angezeigt werden, einen optionalen Anrufbestätigungsdialog und einige weitere Verbesserungen an der Benutzeroberfläche, Stabilität und Leistung.
pl: [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) to prosta aplikacja do tworzenia i zarządzania kontaktami z dowolnego źródła. Ta aktualizacja od 4.1.0 do 4.2.1 dodaje kartę Ostatnie połączenia, dostosowując karty, które są widoczne, opcjonalne okno dialogowe potwierdzenia połączenia i kilka innych interfejsów, ulepszenia stabilności i wydajności.
ro: [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) este o aplicație simplă pentru crearea și gestionarea contactelor din orice sursă. Această actualizare de la 4.1.0 la 4.2.1 adaugă o filă Apeluri recente, personalizarea filelor care sunt vizibile, dialogul opțional de confirmare a apelurilor și alte câteva îmbunătățiri ale interfeței de utilizare, stabilității și performanței.
ru: [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) - это простое приложение для создания и управления контактами из любого источника. Обновление с версии 4.1.0 до 4.2.1 добавляет вкладку "Недавние звонки", настройку отображения вкладок, дополнительный диалог подтверждения вызова, а также ряд других улучшений пользовательского интерфейса, стабильности и производительности.
uk: [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) - це простий застосунок для створення та управління контактами з будь-якого джерела. Оновлення з версії 4.1.0 до 4.2.1 додає вкладку "Недавні дзвінки", настройку відображення вкладок, додатковий діалог підтвердження виклику, а також ряд інших поліпшень призначеного для користувача інтерфейсу, стабільності й продуктивності.
zh_hans: [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) 是一个简单的应用，用于从任何来源创建和管理您的联系人。从 4.1.0 到 4.2.1 的此次更新添加了“最近通话”选项卡、自定义哪些选项卡可见、可选的通话确认对话框以及其他几个用户界面、稳定性和性能改进。

source: [Termux](https://f-droid.org/packages/com.termux/) 0.65 comes with a new [adaptive icon](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) for Android 8+, and supports combining the function key with arrow keys on at least the Gemini PDA.
de: [Termux](https://f-droid.org/packages/com.termux/) 0.65 kommt mit einem neuen [adaptiven Icon](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) für Android 8+ und unterstützt die Belegung der Funktionstaste mit Pfeiltasten zumindest auf dem Gemini-PDA.
pl: [Termux](https://f-droid.org/packages/com.termux/) 0.65 pochodzi z nową [ikoną adaptacyjną](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) dla Androida 8+ i obsługuje połączenie klawisza funkcyjnego z klawiszami strzałek przynajmniej na PDA Gemini.
ro: [Termux](https://f-droid.org/packages/com.termux/) 0.65 vine cu o nouă [adaptive icon](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) pentru Android 8+ și suportă combinarea tastei de funcție cu tastele săgeată cel puțin pe Gemini PDA.
ru: [Termux](https://f-droid.org/packages/com.termux/) 0.65 поставляется с новой [адаптивной иконкой](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) для Android 8+ и поддерживает совмещение функциональной клавиши со стрелками по крайней мере на КПК Gemini.
uk: [Termux](https://f-droid.org/packages/com.termux/) 0.65 поставляється з новою [адаптивною іконкою](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) для Android 8+ і підтримує поєднання функціональної клавіші зі стрілками принаймні на КПК Gemini.
zh_hans: [Termux](https://f-droid.org/packages/com.termux/) 0.65 带有一个新的[自适应图标](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) 用于 Android 8+，至少在 Gemini PDA 上支持功能键与方向键的组合。

source: [Waistline](https://f-droid.org/packages/com.waist.line/) had a major update, going from 1.0.2 to 2.1.0! This food diary and calorie tracker basically had a complete rewrite, with [too many changes to list](https://github.com/davidhealey/waistline/releases).
de: [Waistline](https://f-droid.org/packages/com.waist.line/) hatte ein großes Update, mit einem Sprung von 1.0.2 auf 2.1.0! Als Ernährungstagebuch und Kalorienzähler wurde sie im Grunde komplett neu programmiert, mit [zu vielen Änderungen, um sie hier aufzulisten](https://github.com/davidhealey/waistline/releases).
pl: [Waistline](https://f-droid.org/packages/com.waist.line/) miał poważną aktualizację, przechodząc z wersji 1.0.2 do wersji 2.1.0! Ten dziennik żywności i tracker kalorii zasadniczo przeszedł całkowitą przeróbkę, z [zbyt wieloma zmianami do listy](https://github.com/davidhealey/waistline/releases).
ro: [Waistline](https://f-droid.org/packages/com.waist.line/) a avut o actualizare majoră, trecând de la 1.0.2 la 2.1.0! Acest jurnal alimentar și urmăritor de calorii a avut practic o rescriere completă, cu [too many changes to list](https://github.com/davidhealey/waistline/releases).
ru: [Waistline](https://f-droid.org/packages/com.waist.line/) получил крупное обновление, перейдя с версии 1.0.2 на версию 2.1.0! Этот дневник питания и программа для отслеживания калорий, по сути, полностью переписана, с [слишком большим количеством изменений, чтобы их перечислить](https://github.com/davidhealey/waistline/releases).
uk: [Waistline](https://f-droid.org/packages/com.waist.line/) отримав велике оновлення, перейшовши з версії 1.0.2 на версію 2.1.0! Цей щоденник харчування і програма для відстеження калорій, по суті, повністю переписана, з [занадто великою кількістю змін, щоб їх перерахувати](https://github.com/davidhealey/waistline/releases).
zh_hans: [Waistline](https://f-droid.org/packages/com.waist.line/) 有一个重大更新，从 1.0.2 到 2.1.0！这个食物日记和卡路里追踪器基本上完全重写了，[变化太多无法一一列出](https://github.com/davidhealey/waistline/releases)。

source: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/), the [other](https://f-droid.org/packages/eu.siacs.conversations/) XMPP chat client, came out of beta with 2.1.0, adding a ton of improvements. Of note are improved group chat and the ability to upload a group chat avatar to compatible servers, an Expert Setting to enable direct search, Paste as Quote, and several other UI improvements and bug fixes.
de: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/), der [andere](https://f-droid.org/packages/eu.siacs.conversations/) XMPP-Chat-Client, verließ die Beta-Phase als 2.1.0, in den eine Fülle von Verbesserungen einflossen. Zu erwähnen sind der verbesserte Gruppen-Chat und die Möglichkeit einen Gruppen-Chat-Avatar auf kompatible Server hochzuladen, eine Experteneinstellung zur Aktivierung der Direktsuche, Einfügen als Zitat und einige weitere UI-Verbesserungen und Fehlerkorrekturen.
pl: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/), [inny](https://f-droid.org/packages/eu.siacs.conversations/) XMPP klient czatu, wyszedł z wersji beta z wersji 2.1.0, dodając mnóstwo ulepszeń. Na uwagę zasługuje ulepszony czat grupowy i możliwość przesłania awatara grupowego do kompatybilnych serwerów, ustawienie eksperta umożliwiające bezpośrednie wyszukiwanie, Wklejanie jako wycenę oraz kilka innych ulepszeń interfejsu i poprawek.
ro: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/),un [other](https://f-droid.org/packages/eu.siacs.conversations/) client de chat XMPP, a ieșit din versiunea beta cu 2.1.0, adăugând o mulțime de îmbunătățiri. Se remarcă îmbunătățirea chat-ului de grup și posibilitatea de a încărca un avatar de chat de grup pe serverele compatibile, o setare Expert pentru a permite căutarea directă, Paste as Quote și alte câteva îmbunătățiri ale interfeței de utilizare și corecturi de erori.
ru: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/), [другой](https://f-droid.org/packages/eu.siacs.conversations/) XMPP чат-клиент, вышел из бета-версии 2.1.0, добавив тонну улучшений. Следует отметить улучшенный групповой чат и возможность загрузки аватара группового чата на совместимые серверы, экспертную настройку для включения прямого поиска, функцию Paste as Quote, а также ряд других улучшений пользовательского интерфейса и исправлений ошибок.
uk: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/), [інший](https://f-droid.org/packages/eu.siacs.conversations/) XMPP чат-клієнт, вийшов з бета-версії 2.1.0, додавши тонну поліпшень. Слід зазначити поліпшений груповий чат і можливість завантаження аватара групового чату на сумісні сервери, експертну настройку для включення прямого пошуку, функцію Paste as Quote, а також ряд інших поліпшень призначеного для користувача інтерфейсу і виправлень помилок.
zh_hans: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)，[其他](https://f-droid.org/packages/eu.siacs.conversations/) XMPP 聊天客户端，结束测试状态发布了 2.1.0，增加了大量的改进。值得注意的是改进的群聊和将群聊头像上传到兼容服务器的能力、启用直接搜索的专家设置、粘贴为引用以及其他一些用户界面改进和错误修复。
