Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)** [updated](https://github.com/DeweyReed/ClipboardCleaner/releases) to 1.3.0 bringing a timeout option for the service, and a help icon to explain why this app may not work.
de: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)** [aktualisiert](https://github.com/DeweyReed/ClipboardCleaner/releases) auf 1.3.0 mit einer Timeout-Option für den Dienst und einem Hilfesymbol, um zu erklären, warum diese App möglicherweise nicht funktioniert.
pl: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)** [zaktualizowany](https://github.com/DeweyReed/ClipboardCleaner/releases) to 1.3.0 przynosząc opcję limitu czasu dla usługi oraz ikonę pomocy wyjaśniającą, dlaczego ta aplikacja może nie działać.
ro: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)** [updated](https://github.com/DeweyReed/ClipboardCleaner/releases) la 1.3.0 aducând o opțiune de timeout pentru serviciu și o pictogramă de ajutor pentru a explica de ce este posibil ca această aplicație să nu funcționeze.
ru: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)** [обновлен](https://github.com/DeweyReed/ClipboardCleaner/releases) до версии 1.3.0, добавив опцию тайм-аута для службы и значок помощи, объясняющий, почему это приложение может не работать.
uk: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)**[оновлено](https://github.com/DeweyReed/ClipboardCleaner/releases) до версії 1.3 .0, додавши опцію тайм-ауту для служби та значок допомоги, яка пояснювала б, чому це застосунок може не працювати.
zh_hans: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)** 1.3.0 [更新](https://github.com/DeweyReed/ClipboardCleaner/releases)为服务带来了超时选项，以及一个帮助图标来解释为什么这个应用可能无法运行。

source: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** is a reboot of the DroidSeries Offline TV Shows Tracker with many extra features and an improved interface. After a hiatus of almost 1.5 years, a new [update](https://github.com/ltGuillaume/DroidShows/releases) has landed, bringing it up to 7.8.0. This update brings proper support for Android Pie, and you can now change the synopsis language per show, and set the folder for daily backups via the Backup button. You'll also find various smaller UI/UX improvements and fixes.
de: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** ist ein Neustart des DroidSeries offline TV-Show-Tracker mit vielen zusätzlichen Funktionen und einer verbesserten Benutzeroberfläche. Nach einer Pause von fast 1,5 Jahren ist eine neue [Aktulisierung](https://github.com/ltGuillaume/DroidShows/releases) gelandet, es auf 7.8.0 bringend. Diese Aktualiierung bringt Unterstützung für Android Pie und Sie können nun die Synopsis-Sprache pro Sendung ändern und den Ordner für tägliche Sicherungen über den Backup-button festlegen. Sie finden auch verschiedene kleinere UI-/UX-Verbesserungen und Fehlerkorrekturen.
pl: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** jest restartem DroidSeries Offline TV Shows Tracker z wieloma dodatkowymi funkcjami i ulepszonym interfejsem. Po prawie 1,5 roku przerwy wylądował nowy [aktualizacja](https://github.com/ltGuillaume/DroidShows/releases), podnosząc go do wersji 7.8.0. Ta aktualizacja zapewnia właściwą obsługę Android Pie, teraz możesz zmienić język streszczenia dla każdego programu i ustawić folder codziennych kopii zapasowych za pomocą przycisku Kopia zapasowa. Znajdziesz także różne mniejsze ulepszenia i poprawki UI/UX.
ro: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** este un reboot al DroidSeries Offline TV Shows Tracker cu multe caracteristici suplimentare și o interfață îmbunătățită. După o pauză de aproape un an și jumătate, a sosit o nouă [update](https://github.com/ltGuillaume/DroidShows/releases), care îl aduce la versiunea 7.8.0. Această actualizare aduce suport adecvat pentru Android Pie, iar acum puteți schimba limba sinopsisului pentru fiecare emisiune și puteți seta dosarul pentru copiile de rezervă zilnice prin intermediul butonului Backup. Veți găsi, de asemenea, diverse îmbunătățiri și corecturi mai mici ale interfeței UI/UX.
ru: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** - это перезагрузка оффлайн-трекера телешоу DroidSeries с множеством дополнительных функций и улучшенным интерфейсом. После почти полуторагодичного перерыва вышло новое [обновление](https://github.com/ltGuillaume/DroidShows/releases), доведя его до версии 7.8.0. Это обновление обеспечивает поддержку Android Pie, теперь вы можете изменить язык синопсиса для каждого шоу и установить папку для ежедневного резервного копирования с помощью кнопки Backup. Вы также найдете различные мелкие улучшения UI/UX и исправления.
uk: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** - це перезавантаження оффлайн-трекера телешоу DroidSeries з безліччю додаткових функцій і поліпшеним інтерфейсом. Після майже півторарічної перерви вийшло нове [оновлення](https://github.com/ltGuillaume/DroidShows/releases), довівши його до версії 7.8.0. Це оновлення забезпечує підтримку Android Pie, тепер ви можете змінити мову синопсиса для кожного шоу і встановити теку для щоденного резервного копіювання за допомогою кнопки Backup. Ви також знайдете різні дрібні поліпшення UI/UX і виправлення.
zh_hans: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** 是 DroidSeries 离线电视节目跟踪器的重启，具有许多额外功能和改进的界面。经过近 1.5 年的中断，一个新的 7.8.0 [更新](https://github.com/ltGuillaume/DroidShows/releases) 已经登陆 。此更新为 Android Pie 带来了适当的支持，你现在可以更改每个节目的概要语言，并通过“备份”按钮设置每日备份的文件夹。你还会发现各种较小的 UI/UX 改进和修复。

source: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** [updated](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) to 5.4.0, now with autoplaying videos, new settings for automatic media download, and logout alternatives. This update also includes fixes for OpenStreetMap and an option to switch between three tileservers.
de: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** [aktualisiert](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) auf 5.4.0, jetzt mit automatisch abspielenden Videos, neuen Einstellungen für den automatischen Mediendownload und Abmeldealternativen. Dieses Update enthält auch Korrekturen für OpenStreetMap und eine Option zum Umschalten zwischen drei Tileservern.
pl: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** [aktualizacja](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) do wersji 5.4.0, teraz z automatycznym odtwarzaniem filmów, nowymi ustawieniami automatycznego pobierania multimediów i alternatywnym wylogowaniem. Ta aktualizacja zawiera również poprawki do OpenStreetMap oraz opcję przełączania pomiędzy trzema serwerami.
ro: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** [updated](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) la 5.4.0, acum cu videoclipuri cu redare automată, noi setări pentru descărcarea automată a conținutului media și alternative de deconectare. Această actualizare include, de asemenea, corecturi pentru OpenStreetMap și o opțiune pentru a comuta între trei servere de plăci.
ru: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** [обновлено](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) до версии 5.4.0, теперь с автовоспроизведением видео, новыми настройками для автоматической загрузки медиафайлов и альтернативными вариантами выхода из системы. Это обновление также включает исправления для OpenStreetMap и возможность переключения между тремя тайлсерверами.
uk: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)**[оновлено](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) до версії 5.4.0, тепер з автоматичного програвання відео, новими настройками для автоматичного завантаження медіафайлів і альтернативними варіантами виходу з системи. Це оновлення також включає виправлення для OpenStreetMap і можливість перемикання між трьома тайлсерверамі.
zh_hans: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)**[更新](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md)到 5.4.0，现在具有自动播放视频、自动媒体下载的新设置和注销选项。此更新还包括对 OpenStreetMap 的修复以及在三个 tileserver 之间切换的选项。

source: {{ page.major }} **[Transdroid Torrent Search](https://f-droid.org/packages/org.transdroid.search/)** [updated](https://github.com/erickok/transdroid-search/releases) from 3.12 to 4.0. This update increases the minimum supported Android version to 4.0, and adds support for custom RSS search feeds.
de: {{ page.major }} **[Transdroid Torrent Search](https://f-droid.org/packages/org.transdroid.search/)** [aktualisiert](https://github.com/erickok/transdroid-search/releases) von 3.12 auf 4.0. Dieses Update erhöht die minimal unterstützte Android-Version auf 4.0 und bietet Unterstützung für benutzerdefinierte RSS-Suchfeeds.
pl: {{ page.major }} **[Transdroid Torrent Search](https://f-droid.org/packages/org.transdroid.search/)** [aktualizacja](https://github.com/erickok/transdroid-search/releases) z 3.12 do 4.0. Ta aktualizacja zwiększa minimalną obsługiwaną wersję dla systemu Android do 4.0 i dodaje obsługę niestandardowych kanałów wyszukiwania RSS.
ro: {{ page.major }} **[Transdroid Torrent Search](https://f-droid.org/packages/org.transdroid.search/)** [updated](https://github.com/erickok/transdroid-search/releases) de la 3.12 la 4.0. Această actualizare mărește versiunea minimă de Android acceptată la 4.0 și adaugă suport pentru fluxurile de căutare RSS personalizate.
ru: {{ page.major }} **[Transdroid Torrent Search](https://f-droid.org/packages/org.transdroid.search/)**[обновлен](https://github.com/erickok/transdroid-search/releases) с 3.12 до 4.0. Это обновление увеличивает минимальную поддерживаемую версию Android до 4.0, а также добавляет поддержку пользовательских поисковых RSS-каналов.
uk: {{ page.major }} **[Transdroid Torrent Search](https://f-droid.org/packages/org.transdroid.search/)**[оновлено](https://github.com/erickok/transdroid-search/releases) з 3.12 до 4.0. Це оновлення збільшує мінімальну підтримувану версію Android до 4.0, а також додає підтримку для користувача пошукових RSS-каналів.
zh_hans: {{ page.major }} **[Transdroid Torrent Search](https://f-droid.org/packages/org.transdroid.search/)** 从 3.12 [更新](https://github.com/erickok/transdroid-search/releases)到 4.0。此更新将支持的最低 Android 版本增加到 4.0，并增加了对自定义 RSS 搜索提要的支持。

source: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** jumped many [updates](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) from 3.0.13 to 3.1.0, and now requires at least Android 4.2. Notable new features include an onboarding screen for new users, A-B repeat, a manual orientation lock in video player, an option to group videos by folder, and compact audio lists on small screens.
de: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** übersprang viele [Aktualisierungen](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) von 3.0.13 auf 3.1.0 und benötigt nun mindestens Android 4.2. Zu den bemerkenswerten neuen Funktionen gehören ein Onboarding-Bildschirm für neue Benutzer, A-B-Wiederholung, eine manuelle Sperre der Bildschirmorientierung im Videoplayer, eine Option zum Gruppieren von Videos nach Ordnern und kompakte Audiolisten auf kleinen Bildschirmen.
pl: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** przeskoczył wiele [aktualizacji](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) z 3.0.13 do 3.1.0, a teraz wymaga co najmniej systemu Android w wersji 4.2. Do najważniejszych nowych funkcji należy ekran pokładowy dla nowych użytkowników, powtarzanie A-B, ręczna blokada orientacji w odtwarzaczu wideo, możliwość grupowania filmów według folderu oraz kompaktowe listy audio na małych ekranach.
ro: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** a avut multe [actualizări](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) de la 3.0.13 la 3.1.0, iar acum necesită cel puțin Android 4.2. Printre noutățile notabile se numără un ecran de îmbarcare pentru noii utilizatori, repetarea A-B, o blocare manuală a orientării în playerul video, o opțiune de grupare a videoclipurilor pe dosare și liste audio compacte pe ecrane mici.
ru: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** претерпел множество [обновлений](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) с 3.0.13 до 3.1.0, и теперь требует как минимум Android 4.2. Среди заметных новых функций - экран включения для новых пользователей, повтор A-B, ручная блокировка ориентации в видеоплеере, возможность группировать видео по папкам и компактные аудиосписки на маленьких экранах.
uk: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** зазнав безліч [оновлень](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) з 3.0.13 до 3.1.0, і тепер вимагає як мінімум Android 4.2. Серед помітних нових функцій - екран включення для нових користувачів, повтор AB, ручна блокування орієнтації в відеоплеєрі, можливість групувати відео по теках і компактні аудіо списки на маленьких екранах.
zh_hans: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** 从 3.0.13 到 3.1.0 跳过了很多[更新](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS)，现在至少需要 Android 4.2。值得注意的新功能包括新用户的入职屏幕、A-B 重复、视频播放器中的手动方向锁定、按文件夹对视频进行分组的选项以及小屏幕上的紧凑音频列表。

source: **[Simple sms remote](https://f-droid.org/packages/tranquvis.simplesmsremote/)** lets you remotely control a phone through sms messages. The [update](https://github.com/tranquvis/SimpleSmsRemote/releases) to 1.3.0 adds a new module for audio recording, a new logo, and improved notifications.
de: Mit **[Simple sms remote](https://f-droid.org/packages/tranquvis.simplesmsremote/)** können Sie ein Telefon über SMS-Nachrichten fernbedienen. Die [Aktualisierung](https://github.com/tranquvis/SimpleSmsRemote/releases) auf 1.3.0 fügt ein neues Modul für Audioaufnahmen, ein neues Logo und verbesserte Benachrichtigungen hinzu.
pl: **[Simple sms remote](https://f-droid.org/packages/tranquvis.simplesmsremote/)** pozwala zdalnie sterować telefonem za pośrednictwem wiadomości SMS. W tej [aktualizacji](https://github.com/tranquvis/SimpleSmsRemote/releases) do 1.3.0 dodano nowy moduł do nagrywania dźwięku, nowe logo i ulepszone powiadomienia.
ro: **[Simple sms remote](https://f-droid.org/packages/tranquvis.simplesmsremote/)** vă permite să controlați de la distanță un telefon prin intermediul mesajelor sms. [update](https://github.com/tranquvis/SimpleSmsRemote/releases) la 1.3.0 adaugă un nou modul pentru înregistrarea audio, un nou logo și notificări îmbunătățite.
ru: **[Simple sms remote](https://f-droid.org/packages/tranquvis.simplesmsremote/)** позволяет удаленно управлять телефоном через sms-сообщения. Обновление [update](https://github.com/tranquvis/SimpleSmsRemote/releases) до версии 1.3.0 добавляет новый модуль для записи звука, новый логотип и улучшенные уведомления.
uk: **[Simple sms remote](https://f-droid.org/packages/tranquvis.simplesmsremote/)** дозволяє дистанційно керувати телефоном через sms-повідомлення. Оновлення [update](https://github.com/tranquvis/SimpleSmsRemote/releases) до версії 1.3.0 додає новий модуль для запису звуку, новий логотип і поліпшені повідомлення.
zh_hans: **[Simple sms remote](https://f-droid.org/packages/tranquvis.simplesmsremote/)** 让你通过短信远程控制手机。1.3.0 的[更新](https://github.com/tranquvis/SimpleSmsRemote/releases)添加了一个新的音频录制模块、一个新的徽标和改进的通知。

source: TWIF 50: First Twitch app in F-Droid
de: TWIF 50: Erste Twitch -App in F-Droid
pl: TWIF 50: Aplikacja Twitch po raz pierwszy w F -Droid
ro: TWIF 50: Prima aplicație Twitch în F-Droid
ru: TWIF 50: Первое приложение Twitch в F-Droid
uk: TWIF 50: Перше застосунок Twitch в F-Droid
zh_hans: TWIF 50：F-Droid 中的第一个 Twitch 应用

source: In this edition: Twire is the first Twitch app to arrive in F-Droid. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Twire ist die erste Twitch App in F-Droid. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: W tym wydaniu: Twire jest pierwszą aplikacją Twitch włączoną do F-Droid. Dostępne są **{{ page.number_of_added_apps }}** nowe i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: Twire este prima aplicație Twitch care ajunge în F-Droid. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Twire - первое приложение Twitch, появившееся на F-Droid. Существует **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Twire - перший застосунок Twitch, що з'явилося на F-Droid. Існує ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 本期中：Twire 是第一个进入 F-Droid 的 Twitch 应用。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: **[SINE Isochronic Entrainer](https://f-droid.org/packages/com.dosse.bwentrain.androidPlayer/)**: Brainwave entrainment application with isochronic tones.
de: **[SINE Isochroner Entrainer](https://f-droid.org/packages/com.dosse.bwentrain.androidPlayer/)**: Brainwave Entrainment Anwendung mit isochronen Tönen.
pl: **[SINE Isochronic Entrainer](https://f-droid.org/packages/com.dosse.bwentrain.androidPlayer/)**: Aplikacja Brainwave entrainment z izochronicznymi tonami.
ro: **[SINE Isochronic Entrainer](https://f-droid.org/packages/com.dosse.bwentrain.androidPlayer/)**: Aplicație de antrenare a undelor cerebrale cu tonuri izocronice.
ru: **[SINE Isochronic Entrainer](https://f-droid.org/packages/com.dosse.bwentrain.androidPlayer/)**: Приложение для захвата мозговых волн с изохронными тонами.
uk: **[SINE Isochronic Entrainer](https://f-droid.org/packages/com.dosse.bwentrain.androidPlayer/)**: Застосунок для захоплення мозкових хвиль з ізохронними тонами.
zh_hans: **[SINE Isochronic Entrainer](https://f-droid.org/packages/com.dosse.bwentrain.androidPlayer/)**：具有等时音调的脑波夹带应用。

source: {{ page.featured }} **[Twire](https://f-droid.org/packages/com.perflyst.twire/)** is the first free and open source Twitch browser and stream player to arrive in F-Droid. Features:
de: {{ page.featured }} **[Twire](https://f-droid.org/packages/com.perflyst.twire/)** ist der erste freie und quelloffene Twitch-Browser und Stream-Player in F-Droid. Merkmale:
pl: {{ page.featured }} **[Twire](https://f-droid.org/packages/com.perflyst.twire/)** jest pierwszą darmową i otwartą przeglądarką Twitch i odtwarzaczem strumieniowym, który pojawił się w F-Droid. Funkcje:
ro: {{ page.featured }} **[Twire](https://f-droid.org/packages/com.perflyst.twire/)** este primul browser Twitch și stream player gratuit și open source care ajunge în F-Droid. Caracteristici:
ru: {{ page.featured }} **[Twire](https://f-droid.org/packages/com.perflyst.twire/)** - это первый бесплатный браузер и проигрыватель потоков Twitch с открытым исходным кодом, который появился на F-Droid. Особенности:
uk: {{ page.featured }} **[Twire](https://f-droid.org/packages/com.perflyst.twire/)** - це перший безкоштовний браузер і програвач потоків Twitch з відкритим вихідним кодом, який з'явився на F-Droid. особливості:
zh_hans: {{ page.featured }} **[Twire](https://f-droid.org/packages/com.perflyst.twire/)** 是 F-Droid 中第一个自由开源的 Twitch 浏览器和流媒体播放器。功能：

source: Twitch account login
de: Twitch-Konto-Anmeldung
pl: Logowanie do konta Twitch
ro: Autentificare in contul Twitch
ru: Вход в аккаунт Twitch
uk: Вхід до акаунту Twitch
zh_hans: Twitch 帐户登录

source: Follow your streamers
de: Folgen Sie Ihren Streamern
pl: Śledzenie swoich strumieni
ro: Urmează-ți streamerii
ru: Следите за своими стримерами
uk: Слідкуйте за своїми стримерами
zh_hans: 关注你的主播

source: Read and write to the chat
de: Lesen und Schreiben in den Chat
pl: Czytanie i pisanie na czacie
ro: Citirea și scrierea în chat
ru: Чтение и запись в чат
uk: Читання і запис в чат
zh_hans: 读写聊天内容

source: Custom themes (dark theme support!)
de: Benutzerdefinierte Designs (Unterstützung für dunkle Designs!)
pl: Niestandardowe motywy (obsługa ciemnego motywu!)
ro: Teme personalizate (suport pentru teme întunecate!)
ru: Пользовательские темы (поддержка темных тем!)
uk: Користувацькі теми (підтримка темних тем!)
zh_hans: 自定义主题（深色主题支持！）

source: Audio only mode
de: Nur-Audio-Modus
pl: Tylko tryb audio
ro: Modul numai audio
ru: Режим только аудио
uk: Режим тільки аудіо
zh_hans: 纯音频模式

source: _...and much more!_
de: _....und vieles mehr!_
pl: _...i wiele więcej!_
ro: _...și multe altele!_
ru: _... и многое другое!_
uk: _... і багато іншого!_
zh_hans: _...以及更多！_

source: **[MPD](https://f-droid.org/packages/org.musicpd/)**: A flexible, powerful, server-side application for playing music.
de: **[MPD](https://f-droid.org/packages/org.musicpd/)**: Eine flexible, leistungsstarke, serverseitige Anwendung zur Musikwiedergabe.
pl: **[MPD](https://f-droid.org/packages/org.musicpd/)**: Elastyczna, wydajna aplikacja po stronie serwera do odtwarzania muzyki.
ro: **[MPD](https://f-droid.org/packages/org.musicpd/)**: O aplicație flexibilă, puternică, de tip server-side pentru redarea de muzică.
ru: **[MPD](https://f-droid.org/packages/org.musicpd/)**: Гибкое, мощное, серверное приложение для воспроизведения музыки.
uk: **[MPD](https://f-droid.org/packages/org.musicpd/)**: Гнучкий, потужне, серверний застосунок для відтворення музики.
zh_hans: **[MPD](https://f-droid.org/packages/org.musicpd/)**：用于播放音乐的灵活、强大的服务器端应用。

source: **[Wikimedia Commons for Muzei](https://f-droid.org/packages/pro.rudloff.muzei.commons/)**
pl: **[Wikimedia Commons dla Muzei](https://f-droid.org/packages/pro.rudloff.muzei.commons/)**
ro: **[Wikimedia Commons pentru Muzei](https://f-droid.org/packages/pro.rudloff.muzei.commons/)**
uk: **[Вікімедіа Commons для Muzei](https://f-droid.org/packages/pro.rudloff.muzei.commons/)**
zh_hans: **[Muzei 的 Wikimedia Commons 插件](https://f-droid.org/packages/pro.rudloff.muzei.commons/)**
