Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: "Take segmentation and analysis from overnight to real-time. Our DMP works in-session for perfect match rates even on passerby traffic."
de: „Segmentierung und Analyse statt von heute auf morgen in Echtzeit vornehmen. Unser DMP arbeitet während der Sitzung für perfekte Übereinstimmungsquoten selbst bei Passerby Traffic
pl: „Przenieś segmentację i analizę z nocnej na czasu rzeczywistego. Nasz DMP działa w trakcie sesji, zapewniając doskonałe dopasowanie nawet w przypadku ruchu przechodniego.”
ro: "Duceți segmentarea și analiza de la o zi la alta la timp real. DMP-ul nostru funcționează în timpul sesiunii pentru rate de potrivire perfecte chiar și în cazul traficului de trecere."
ru: "Переведите сегментацию и анализ из ночного режима в режим реального времени. Наш DMP работает в сессии, обеспечивая идеальные показатели совпадений даже для проходящего мимо трафика."
uk: «Фільтруйте й аналізуйте не завтра, а наживо. Наша DMP спрацьовує негайно й ідеально відстежує навіть транзитний трафік.»
zh_hans: “从隔夜到实时进行细分和分析。我们的 DMP 在会话中工作，即使在游客流量上也能实现完美匹配率。”

source: Crowdsourcing the hunt for trackers
de: Crowdsourcing für die Jagd nach Tracker
pl: Crowdsourcing polowania na trackery
ro: Crowdsourcing la vânătoarea de urmăritori
ru: Краудсорсинг в поисках трекеров
uk: Краудсорсинг у пошуках елементів відстеження
zh_hans: 众包寻找追踪器

source: Tracking the trackers is the kind of work that fits in very well with crowdsourcing. Tracking companies are disappearing and renaming themselves all the time, in order to avoid too much scrutiny. But they still must reach out to developers in order to find customers. That means we can find them. Join in the search! Non-technical people can also contribute, for example, when you read news about a tracking company, [search](https://etip.exodus-privacy.eu.org/trackers/all) to see if it is already in ETIP. If not, [file an issue](https://github.com/Exodus-Privacy/etip/issues) to request it is added. Android developers with little bits of spare time can add code signatures, domain names, and other key technical details to ETIP. Or even [code up quick scripts](https://gitlab.com/trackingthetrackers/scripts/-/blob/master/find-ga_trackingId.py) with new ideas for detecting tracking.
de: Tracker verfolgen ist die Sorte Arbeit, die sehr gut zu Crowdsourcing passt. Tracking-Firmen verschwinden und benennen sich ständig um, um zu genaue Untersuchungen zu vermeiden. Aber sie müssen für Entwickler immer noch erreichbar bleiben, um Kunden zu finden. Das bedeutet, wir können sie finden. Nehmt an der Suche teil! Auch Nicht-Techniker können sich daran beteiligen, zum Beispiel, wenn ihr Nachrichten über eine Tracking Company lest, [durchsucht](https://etip.exodus-privacy.eu.org/trackers/all), um herauszufinden, ob sie schon in ETIP ist. Wenn nicht, [eröffnet ein Ticket](https://github.com/Exodus-Privacy/etip/issues) mit der Bitte sie hinzuzufügen. Android-Entwickler, die nur wenig Zeit haben, können Code-Signaturen, Domain-Namen und weitere technische Schlüsselteile auf ETIP ergänzen. Oder auch [programmiert schnelle Skripte](https://gitlab.com/trackingthetrackers/scripts/-/blob/master/find-ga_trackingId.py) mit neuen Ideen zur Bestimmung von Tracking.
pl: Śledzenie trackerów to taki rodzaj zadania, które bardzo dobrze pasuje do crowdsourcingu. Firmy śledzące znikają i cały czas zmieniają nazwy, aby uniknąć zbytniej kontroli. Ale nadal muszą dotrzeć do programistów, aby znaleźć klientów. To oznacza, że możemy ich znaleźć. Dołącz do poszukiwań! Osoby nietechniczne mogą również wnieść swój wkład, na przykład, gdy czytasz wiadomości o firmie zajmującej się śledzeniem, [szukaj](https://etip.exodus-privacy.eu.org/trackers/all), aby sprawdzić, czy jest już w ETIP . Jeśli nie, [zgłoś problem](https://github.com/Exodus-Privacy/etip/issues), aby poprosić o dodanie. Programiści Androida, którzy mają trochę wolnego czasu, mogą dodawać sygnatury kodu, nazwy domen i inne kluczowe szczegóły techniczne do ETIP. Albo nawet [zakodować szybkie skrypty](https://gitlab.com/trackingthetrackers/scripts/-/blob/master/find-ga_trackingId.py) z nowymi pomysłami na wykrywanie śledzenia.
ro: Urmărirea urmăritorilor este genul de activitate care se potrivește foarte bine cu crowdsourcing. Companiile de urmărire dispar și își schimbă numele tot timpul, pentru a evita prea mult control. Dar ele trebuie totuși să ajungă la dezvoltatori pentru a găsi clienți. Asta înseamnă că noi îi putem găsi. Alăturați-vă căutării! Persoanele care nu sunt tehnice pot contribui și ele, de exemplu, atunci când citiți știri despre o companie de urmărire, [search](https://etip.exodus-privacy.eu.org/trackers/all) pentru a vedea dacă aceasta se află deja în ETIP. Dacă nu, [file an issue](https://github.com/Exodus-Privacy/etip/issues) pentru a solicita adăugarea acesteia. Dezvoltatorii Android cu puțin timp liber pot adăuga la ETIP semnături de cod, nume de domenii și alte detalii tehnice esențiale. Sau chiar [code up quick scripts](https://gitlab.com/trackingthetrackers/scripts/-/blob/master/find-ga_trackingId.py) cu idei noi pentru detectarea urmăririi.
ru: Отслеживание трекеров - это та работа, которая очень хорошо вписывается в краудсорсинг. Компании, занимающиеся отслеживанием, постоянно исчезают и переименовываются, чтобы избежать слишком пристального внимания. Но они по-прежнему должны обращаться к разработчикам, чтобы найти клиентов. Это значит, что мы можем найти их. Присоединяйтесь к поиску! Нетехнические люди также могут внести свой вклад, например, когда вы читаете новости о компании, занимающейся отслеживанием, [search](https://etip.exodus-privacy.eu.org/trackers/all), чтобы узнать, есть ли она уже в ETIP. Если нет, [подайте заявку](https://github.com/Exodus-Privacy/etip/issues) на ее добавление. Разработчики Android, у которых есть немного свободного времени, могут добавить в ETIP подписи кода, имена доменов и другие ключевые технические детали. Или даже [создать быстрые скрипты](https://gitlab.com/trackingthetrackers/scripts/-/blob/master/find-ga_trackingId.py) с новыми идеями для обнаружения слежения.
uk: Відстеження стеження — саме та робота, де доречний краудсорс. Компанії-трекери постійно зникають і перейменовуються, щоб уникати пильної уваги. Але їм якось доводиться виходити на клієнтів-розробників. Так ми їх і знаходимо. Шукаймо разом! Вміти кодити необов'язково: коли чуєте новини про компанію-трекер, одразу [шукайте](https://etip.exodus-privacy.eu.org/trackers/all) її в ETIP. Якщо її там нема, [пропонуйте](https://github.com/Exodus-Privacy/etip/issues) її додати. А якщо таки пишете під Android і маєте трохи часу, додавайте в ETIP сигнатури, домени й інші ключові технічні деталі. Чи навіть [скриптуйте нашвидку](https://gitlab.com/trackingthetrackers/scripts/-/blob/master/find-ga_trackingId.py) нові ідеї виявлення стеження.
zh_hans: 跟踪跟踪器是一种非常适合众包的工作。跟踪公司一直在消失并重新命名，以避免过多的审查。但他们仍然必须联系开发人员才能找到客户。这意味着我们可以找到它们。加入搜索！非技术人员也可以做出贡献，例如，当你读到有关跟踪公司的新闻时，[搜索](https://etip.exodus-privacy.eu.org/trackers/all)以查看它是否已经在 ETIP 中。如果没有，[提交一个 issue](https://github.com/Exodus-Privacy/etip/issues) 要求添加它。空闲时间很少的 Android 开发人员可以将代码签名、域名和其他关键技术细节添加到 ETIP。甚至可以[编写快速脚本](https://gitlab.com/trackingthetrackers/scripts/-/blob/master/find-ga_trackingId.py)实现检测跟踪的新想法。

source: There are a number of forums where you can ask for assistance in getting started. Hope to hear from you soon!
de: Es gibt eine Reihe von Foren, wo ihr um Unterstützung beim Einstieg nachfragen könnt. Wir hoffen bald von euch zu hören!
pl: Istnieje wiele forów, na których możesz poprosić o pomoc w rozpoczęciu pracy. Mam nadzieję, że wkrótce się odezwiesz!
ro: Există o serie de forumuri unde puteți cere asistență pentru a începe. Sperăm să primim curând vești de la dumneavoastră!
ru: Существует множество форумов, где вы можете попросить помощи в начале работы. Надеюсь на скорый ответ!
uk: Існує безліч форумів, де ви можете попросити допомоги на початку роботи. Сподіваюся на швидку відповідь!
zh_hans: 你可以在许多论坛中寻求入门帮助。希望早日收到你的消息！

source: [Contributing to Exodus Privacy](https://exodus-privacy.eu.org/en/page/contribute/)
de: [Beteiligung an Exodus Privacy](https://exodus-privacy.eu.org/en/page/contribute/)
pl: [Wkład w Exodus Privacy](https://exodus-privacy.eu.org/en/page/contribute/)
ro: [Contribuția la Exodus Privacy](https://exodus-privacy.eu.org/en/page/contribute/)
ru: [Содействие Exodus Privacy](https://exodus-privacy.eu.org/en/page/contribute/)
uk: [Сприяння Exodus Privacy](https://exodus-privacy.eu.org/en/page/contribute/)
zh_hans: [为 Exodus Privacy 做贡献](https://exodus-privacy.eu.org/en/page/contribute/)

source: [F-Droid Forum](https://forum.f-droid.org)
pl: [Forum F-Droid](https://forum.f-droid.org)
ru: [Форум F-Droid](https://forum.f-droid.org)
uk: [Форум F-Droid](https://forum.f-droid.org)
zh_hans: [F-Droid 论坛](https://forum.f-droid.org)

source: [F-Droid chat rooms](https://f-droid.org/about/#contact)
de: [F-Droid-Chaträume](https://f-droid.org/about/#contact)
pl: [Pokoje czatu F-Droid](https://f-droid.org/about/#contact)
ro: [F-Droid cameră de chat](https://f-droid.org/about/#contact)
ru: [F-Droid чаты](https://f-droid.org/about/#contact)
uk: [Кімнати чатів F-Droid](https://f-droid.org/about/#contact)
zh_hans: [F-Droid 聊天室](https://f-droid.org/about/#contact)

source: [Guardian Project channels](https://guardianproject.info/contact/)
de: [Guardian-Project-Kanäle](https://guardianproject.info/contact/)
pl: [Kanały Projektu Guardian](https://guardianproject.info/contact/)
ro: [Guardian Project canal](https://guardianproject.info/contact/)
ru: [каналы Guardian Project](https://guardianproject.info/contact/)
uk: [Канали Guardian Project](https://guardianproject.info/contact/)
zh_hans: [Guardian Project 频道](https://guardianproject.info/contact/)

source: Running emulator tests on GitLab CI
de: Durchführung von Emulator-Tests auf GitLab CI
pl: Uruchamianie testów emulatora na GitLab CI
ro: Rularea testelor emulatorului pe GitLab CI
ru: Запуск тестов эмулятора на GitLab CI
uk: Запуск тестів емулятора на GitLab CI
zh_hans: 在 GitLab CI 上运行模拟器测试

source: GitLab CI (Continuous Integration) has become an essential part of the F-Droid community processes. It is free software, built on open standards, and works well. The last piece that is missing from our testing ecosystem is a reliable way to run tests in actual Android emulators. Thanks to pushes from a number of people, Google now actually tests running the [Android emulators in Docker](https://github.com/google/android-emulator-container-scripts). And recent releases of the _emulator_ SDK package actually works without [immediately crashing](https://github.com/google/android-emulator-container-scripts/issues/21)! This is the most promising news regarding using free software emulators for Android testing in a long time. Unfortunately, it is not smooth sailing yet, and getting the emulators to run in GitLab CI still requires some dancing around with magic incantations. Our requirements are:
de: GitLab CI (Continuous Integration) wurde ein grundlegender Teil der Abläufe der F-Droid-Community. Es ist freie Software, auf offenen Standards aufgebaut, und funktioniert gut. Der letzte Teil, der in unserer Testumgebung fehlt, ist eine zuverlässige Durchführung von Tests in wirklichen Android-Emulatoren. Dank Pushes von einer Reihe von Leuten prüft Google nun tatsächlich die Ausführung von [Android-Emulatoren in Docker](https://github.com/google/android-emulator-container-scripts). Und jüngste Freigaben des _emulator_ SDK-Pakets funktionieren tatsächlich ohne [sofortigen Absturz](https://github.com/google/android-emulator-container-scripts/issues/21)! Das ist die vielversprechendste Neuigkeit hinsichtlich der Nutzung freier Software-Emulatoren zur Testung in Android seit langem. Leider läuft noch nicht alles glatt, und die Emulatoren in GitLab CI zum Laufen zu bringen, erfordert immer noch einige Tänze mit magischen Beschwörungsformeln. Unsere Anforderungen sind:
pl: GitLab CI (Continuous Integration) stał się istotną częścią procesów społeczności F-Droid. Jest to wolne oprogramowanie, zbudowane na otwartych standardach i działa dobrze. Ostatnim elementem, którego brakuje w naszym ekosystemie testowym, jest niezawodny sposób na uruchamianie testów w rzeczywistych emulatorach Androida. Dzięki naciskom wielu osób, Google teraz faktycznie testuje uruchamianie [emulatorów Androida w Dockerze](https://github.com/google/android-emulator-container-scripts). A ostatnie wydania pakietu _emulatorów_ SDK faktycznie działają bez [natychmiastowej awarii](https://github.com/google/android-emulator-container-scripts/issues/21)! Jest to najbardziej obiecująca wiadomość dotycząca używania emulatorów wolnego oprogramowania do testowania Androida od dłuższego czasu. Niestety, nie jest to jeszcze płynne żeglowanie, a uzyskanie emulatorów do uruchomienia w GitLab CI nadal wymaga tańca z magicznymi zaklęciami. Nasze wymagania to:
ro: GitLab CI (Continuous Integration) a devenit o parte esențială a proceselor comunității F-Droid. Este un software gratuit, construit pe standarde deschise și funcționează bine. Ultima piesă care lipsește din ecosistemul nostru de testare este o modalitate fiabilă de a rula testele în emulatoare Android reale. Mulțumită împingerii din partea mai multor persoane, Google testează acum efectiv rularea [Android emulators in Docker](https://github.com/google/android-emulator-container-scripts). Iar versiunile recente ale pachetului _emulator_ SDK chiar funcționează fără să [immediately crashing](https://github.com/google/android-emulator-container-scripts/issues/21)! Aceasta este cea mai promițătoare veste privind utilizarea emulatorilor de software liber pentru testarea Android din ultima vreme. Din păcate, încă nu este o navigare ușoară, iar pentru a face emulatorii să funcționeze în GitLab CI este nevoie de câteva dansuri cu incantații magice. Cerințele noastre sunt:
ru: GitLab CI (Continuous Integration) стал неотъемлемой частью процессов сообщества F-Droid. Это свободное программное обеспечение, построенное на открытых стандартах, и оно хорошо работает. Последний элемент, которого не хватает в нашей экосистеме тестирования, - это надежный способ запуска тестов в реальных эмуляторах Android. Благодаря усилиям многих людей, Google теперь действительно тестирует запуск [эмуляторов Android в Docker](https://github.com/google/android-emulator-container-scripts). А недавние выпуски пакета _эмуляторов_ SDK действительно работают без [немедленного сбоя](https://github.com/google/android-emulator-container-scripts/issues/21)! Это самая многообещающая новость об использовании свободных программных эмуляторов для тестирования Android за долгое время. К сожалению, пока не все гладко, и чтобы заставить эмуляторы работать в GitLab CI, все еще требуется немного потанцевать с магическими заклинаниями (или с бубном). Наши требования таковы:
uk: GitLab CI (Continuous Integration) став невід'ємною частиною процесів спільноти F-Droid. Це вільне програмне забезпечення, побудоване на відкритих стандартах, і воно добре працює. Останній елемент, якого бракує в нашій екосистемі тестування, - це надійний спосіб запуску тестів в реальних емуляторах Android. Завдяки зусиллям багатьох людей, Google тепер дійсно тестує запуск [емуляторів Android в Docker](https://github.com/google/android-emulator-container-scripts). А недавні випуски пакета _емуляторов_ SDK дійсно працюють без [негайного збою](https://github.com/google/android-emulator-container-scripts/issues/21)! Це найбільш багатообіцяюча новина про використання вільних програмних емуляторів для тестування Android за довгий час. На жаль, поки не все гладко, і щоб змусити емулятори працювати в GitLab CI, все ще потрібно трохи потанцювати з магічними заклинаннями (або з бубном). Наші вимоги такі:
zh_hans: GitLab CI（持续集成）已成为 F-Droid 社区流程的重要组成部分。它是自由软件，建立在开放标准之上，运行良好。我们的测试生态系统中缺少的最后一点是在实际 Android 模拟器中运行测试的可靠方法。得益于很多人的推动，Google 现在实际测试了[在 Docker 中运行 Android 模拟器](https://github.com/google/android-emulator-container-scripts)。最近发布的 _emulator_ SDK 包可以运行而没有[立即崩溃](https://github.com/google/android-emulator-container-scripts/issues/21)！这是长期以来关于使用自由软件模拟器进行 Android 测试的最有希望的消息。不幸的是，它还不是一帆风顺的，让模拟器在 GitLab CI 中运行仍然需要一些魔法咒语。我们的要求是：

source: Works on the default gitlab.com shared runners.
de: Funktioniert auf den von gitlab.com geteilten Standardkanälen.
pl: Działa na domyślnych współdzielonych runnerach gitlab.com.
ro: Funcționează pe aplicațiile partajate implicite gitlab.com.
ru: Работает на стандартных общих раннерах (бегунах?) gitlab.com.
uk: Працює на стандартних загальних РАННЕР (бегунах?) Gitlab.com.
zh_hans: 适用于默认的 gitlab.com 共享 runner。

source: Works without KVM or any extra privileges.
de: Funktioniert ohne KVM oder irgendwelche Extraprivilegien.
pl: Działa bez KVM i dodatkowych uprawnień.
ro: Funcționează fără KVM sau privilegii suplimentare.
ru: Работает без KVM или каких-либо дополнительных привилегий.
uk: Працює без KVM або будь-яких додаткових привілеїв.
zh_hans: 不需要 KVM 或任何额外权限即可工作。

source: Uses KVM when available.
de: Verwendet KVM wenn vorhanden.
pl: Używa KVM, jeśli jest dostępny.
ro: Folosește KVM atunci când este disponibil.
ru: Использует KVM, когда это доступно.
uk: Використовує KVM, коли це доступно.
zh_hans: KVM 可用时使用 KVM。

source: What we have now gives us the foundation to build our standard [_fdroidclient_ CI setup](https://gitlab.com/fdroid/ci-images-client) upon. Before, we were limited to using old _armeabi-v7a_ emulators, which are run almost unimaginably slow. Those were the only emulator system images that would run in Docker without KVM support. Even with KVM support, the emulator seems to be quite flaky. This has gotten better, but is still not where it should be.
de: Was wir jetzt haben, gibt uns das Fundament, auf dem wir unser Standard [_fdroidclient_ CI Setup](https://gitlab.com/fdroid/ci-images-client) aufbauen. Zuvor waren wir darauf limitiert, alte _armeabi-v7a_ Emulatoren zu verwenden, die schier unvorstellbar langsam laufen. Dies waren die einzigen Emulator-System-Images, die in Docker ohne KVM-Unterstützung liefen. Selbst mit KVM-Support, erscheint der Emulator ziemlich unzuverlässig. Dies ist besser geworden aber noch immer nicht so, wie es sein sollte.
pl: To, co mamy teraz, daje nam podstawę do zbudowania naszego standardu [konfiguracja CI _fdroidclient_](https://gitlab.com/fdroid/ci-images-client). Wcześniej ograniczaliśmy się do używania starych emulatorów armeabi-v7a_, które działają niewyobrażalnie wolno. Były to jedyne obrazy systemu dla emulatora, które są uruchamiane w Dockerze bez obsługi KVM. Nawet z obsługą KVM emulator wydaje się być dość niestabilny. Jest już lepiej, ale wciąż nie jest to tym, czym powinno być.
ro: Ceea ce avem acum ne oferă fundația pe care să ne construim [_fdroidclient_ CI setup](https://gitlab.com/fdroid/ci-images-client)standard. Înainte, eram limitați la utilizarea emulatorilor vechi_armeabi-v7a_, care rulează aproape inimaginabil de lent. Acelea erau singurele imagini de sistem de emulatori care puteau rula în Docker fără suport KVM. Chiar și cu suport KVM, emulatorul pare să fie destul de șubred. Acest lucru s-a îmbunătățit, dar încă nu este acolo unde ar trebui să fie.
ru: То, что мы имеем сейчас, дает нам основу для создания нашего стандартного [_fdroidclient_ CI setup](https://gitlab.com/fdroid/ci-images-client). Раньше мы были ограничены использованием старых эмуляторов _armeabi-v7a_, которые работают почти невообразимо медленно. Это были единственные системные образы эмуляторов, которые могли работать в Docker без поддержки KVM. Даже с поддержкой KVM эмулятор кажется довольно нестабильным. Это стало лучше, но все еще не там, где должно быть.
uk: Те, що ми маємо зараз, дає нам основу для створення нашого стандартного [_fdroidclient_ CI setup](https://gitlab.com/fdroid/ci-images-client). Раніше ми були обмежені використанням старих емуляторів _armeabi-v7a_, які працюють майже неймовірно повільно. Це були єдині системні образи емуляторів, які могли працювати в Docker без підтримки KVM. Навіть з підтримкою KVM емулятор здається досить нестабільним. Це стало краще, але все ще не там, де має бути.
zh_hans: 我们现在拥有的为我们构建标准 [_fdroidclient_ CI 设置](https://gitlab.com/fdroid/ci-images-client) 奠定了基础。以前，我们仅能使用旧的 _armeabi-v7a_ 模拟器，它们慢得几乎无法想象。这些是唯一可以在没有 KVM 支持的情况下在 Docker 中运行的模拟器系统映像。即使有 KVM 支持，模拟器似乎也很不稳定。这已经变得更好了，但仍然无法令人满意。
