Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Most of the old simple mobile tools were moved to the archive: **[Calendar](https://f-droid.org/wiki/page/com.simplemobiletools.calendar)**, **[Contacts](https://f-droid.org/wiki/page/com.simplemobiletools.contacts)**, **[File Manager](https://f-droid.org/wiki/page/com.simplemobiletools.filemanager)**, **[Gallery](https://f-droid.org/wiki/page/com.simplemobiletools.gallery)** and **[Notes](https://f-droid.org/wiki/page/com.simplemobiletools.notes)**. They are no longer maintained, and have been replaced by their "Pro" counterparts.
de: Die meisten der alten Simple Mobile Tools wurden ins Archiv verschoben: **[Calendar](https://f-droid.org/wiki/page/com.simplemobiletools.calendar)**, **[Contacts](https://f-droid.org/wiki/page/com.simplemobiletools.contacts)**, **[File Manager](https://f-droid.org/wiki/page/com.simplemobiletools.filemanager)**, **[Gallery](https://f-droid.org/wiki/page/com.simplemobiletools.gallery)** und **[Notes](https://f-droid.org/wiki/page/com.simplemobiletools.notes)**. Sie werden nicht mehr gepflegt und wurden durch ihre "Pro"-Gegenstücke ersetzt.
pl: Większość starych, prostych narzędzi mobilnych została przeniesiona do archiwum: **[Calendar](https://f-droid.org/wiki/page/com.simplemobiletools.calendar)**, **[Contacts](https://f-droid.org/wiki/page/com.simplemobiletools.contacts)**, **[File Manager](https://f-droid.org/wiki/page/com.simplemobiletools.filemanager)**, **[Gallery](https://f-droid.org/wiki/page/com.simplemobiletools.gallery)** i **[Notes](https://f-droid.org/wiki/page/com.simplemobiletools.notes)**. Nie są one już utrzymywane i zostały zastąpione ich odpowiednikami "Pro".
ro: Cele mai multe dintre vechile instrumente mobile simple au fost mutate în arhivă: **[Calendar](https://f-droid.org/wiki/page/com.simplemobiletools.calendar)**, **[Contacts](https://f-droid.org/wiki/page/com.simplemobiletools.contacts)**, **[File Manager](https://f-droid.org/wiki/page/com.simplemobiletools.filemanager)**, **[Gallery](https://f-droid.org/wiki/page/com.simplemobiletools.gallery)** și **[Notes](https://f-droid.org/wiki/page/com.simplemobiletools.notes)**. Acestea nu mai sunt întreținute și au fost înlocuite de omologii lor "Pro".
ru: Большинство старых простых мобильных инструментов были перемещены в архив: **[Calendar](https://f-droid.org/wiki/page/com.simplemobiletools.calendar)**, **[Contacts](https://f-droid.org/wiki/page/com.simplemobiletools.contacts)**, **[File Manager](https://f-droid.org/wiki/page/com.simplemobiletools.filemanager)**, **[Gallery](https://f-droid.org/wiki/page/com.simplemobiletools.gallery)** и **[Notes](https://f-droid.org/wiki/page/com.simplemobiletools.notes)**. Они больше не поддерживаются и были заменены своими "Pro" аналогами.
uk: Більшість старих простих мобільних інструментів були переміщені в архів: **[Calendar](https://f-droid.org/wiki/page/com.simplemobiletools.calendar)**, **[Contacts](https://f -droid.org/wiki/page/com.simplemobiletools.contacts)**, **[File Manager](https://f-droid.org/wiki/page/com.simplemobiletools.filemanager)**, **[Gallery](https://f-droid.org/wiki/page/com.simplemobiletools.gallery)** і **[Notes](https://f-droid.org/wiki/page/com.simplemobiletools .notes)**. Вони більше не підтримуються і були замінені своїми "Pro" аналогами.
zh_hans: 大多数旧的 simple mobile tools 被移到存档：**[Calendar](https://f-droid.org/wiki/page/com.simplemobiletools.calendar)**, **[Contacts](https://f-droid.org/wiki/page/com.simplemobiletools.contacts)**, **[File Manager](https://f-droid.org/wiki/page/com.simplemobiletools.filemanager)**, **[Gallery](https://f-droid.org/wiki/page/com.simplemobiletools.gallery)** and **[Notes](https://f-droid.org/wiki/page/com.simplemobiletools.notes)**。它们不再维护，并已被其 "Pro" 对应物所取代。

source: **[AddressToGPS](https://f-droid.org/wiki/page/me.danielbarnett.addresstogps)** was [moved to the archive](https://gitlab.com/fdroid/fdroiddata/merge_requests/4207) because the network service it relies on stopped working recently, and there hasn't been activity from the app's maintainer in over 2 years. For more details, see [this issue](https://github.com/DanielBarnett714/AddressToGPS/issues/13). As replacement, we suggest **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**, or although heavy, **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** which can look up addresses even when offline.
de: **[AddressToGPS](https://f-droid.org/wiki/page/me.danielbarnett.addresstogps)** wurde [ins Archiv verschoben](https://gitlab.com/fdroid/fdroiddata/merge_requests/4207), weil der Netzwerkdienst, auf dem sie beruht, kürzlich eingestellt wurde und es seitens der App-Maintainer seit über 2 Jahren keine Aktivitäten mehr gab. Einzelheiten dazu finden Sie in [diesem Issue](https://github.com/DanielBarnett714/AddressToGPS/issues/13). Als Ersatz empfehlen wir **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)** oder, obwohl sehr groß, **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)**, womit man, sogar wenn offline, Adressen nachschlagen kann.
pl: **[AddressToGPS](https://f-droid.org/wiki/page/me.danielbarnett.addresstogps)** został [przeniesiony do archiwum](https://gitlab.com/fdroid/fdroiddata/merge_requests/4207), ponieważ usługa sieciowa, na której polega, przestała ostatnio działać, a od 2 lat nie było aktywności ze strony opiekuna aplikacji. Aby uzyskać więcej informacji, zobacz [ten problem](https://github.com/DanielBarnett714/AddressToGPS/issues/13). Jako zamiennik zalecamy **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)** lub chociaż ciężki, **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)**, które mogą wyszukiwać adresy nawet w trybie offline.
ro: **[AddressToGPS](https://f-droid.org/wiki/page/me.danielbarnett.addresstogps)** a fost [moved to the archive](https://gitlab.com/fdroid/fdroiddata/merge_requests/4207) deoarece serviciul de rețea pe care se bazează a încetat să mai funcționeze recent și nu a mai existat activitate din partea mentorului aplicației de peste 2 ani. Pentru mai multe detalii, consultați [this issue](https://github.com/DanielBarnett714/AddressToGPS/issues/13). Ca înlocuitor, vă sugerăm **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**, sau, deși greu, **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)**, care poate căuta adrese chiar și atunci când este offline.
ru: **[AddressToGPS](https://f-droid.org/wiki/page/me.danielbarnett.addresstogps)** был [перемещен в архив](https://gitlab.com/fdroid/fdroiddata/merge_requests/4207), потому что сетевой сервис, на который он полагается, недавно перестал работать, а от сопровождающего приложения не было активности более 2 лет. Более подробную информацию смотрите в [этом выпуске](https://github.com/DanielBarnett714/AddressToGPS/issues/13). В качестве замены мы предлагаем **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**, или, хотя это и тяжело, **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)**, который может искать адреса даже в автономном режиме.
uk: **[AddressToGPS](https://f-droid.org/wiki/page/me.danielbarnett.addresstogps)** був [переміщений в архів](https://gitlab.com/fdroid/fdroiddata/merge_requests/4207 ), тому що мережевий сервіс, на який він покладається, недавно перестав працювати, а від супроводжуючого програми не було активності більше 2 років. Більш детальну інформацію дивіться в [цьому випуску](https://github.com/DanielBarnett714/AddressToGPS/issues/13). Як заміну ми пропонуємо **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**, або, хоча це і важко, **[OsmAnd ~](https://f-droid.org/packages/net.osmand.plus/)**, який може шукати адреси навіть в автономному режимі.
zh_hans: **[AddressToGPS](https://f-droid.org/wiki/page/me.danielbarnett.addresstogps)** 被 [移至存档](https://gitlab.com/fdroid/fdroiddata/merge_requests/4207) 因为它所依赖的网络服务最近停止工作，并且应用的维护者在 2 年多的时间里没有任何活动。有关详细信息，请参阅[此问题](https://github.com/DanielBarnett714/AddressToGPS/issues/13)。作为替代，我们建议使用 **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)**，或者虽然很重，但是 **[OsmAnd~](https: //f-droid.org/packages/net.osmand.plus/)** 即使离线也可以查找地址。

source: {{ page.number_of_removed_apps }} apps were removed.
de: {{ page.number_of_removed_apps }} Apps wurden entfernt.
pl: Usunięto {{ page.number_of_removed_apps }} aplikacji.
ro: {{ page.number_of_removed_apps }} aplicații au fost eliminate.
ru: {{ page.number_of_removed_apps }} приложения были удалены.
uk: {{ page.number_of_removed_apps }} застосунки були вилучені.
zh_hans: {{ page.number_of_removed_apps }} 个应用已被移除。

source: F-Droid at 35c3
de: F-Droid auf dem 35C3
pl: F-Droid w 35C3
ro: F-Droid la 35c3
ru: F-Droid на 35c3
uk: F-Droid на 35c3
zh_hans: F-Droid 在 35c3

source: The 35th Chaos Communications Congress (35c3) ended about two weeks ago, and F-Droid was well represented there. Indeed, tons of free software projects and communities were there. Starting with the [F-Droid Meetup](https://events.ccc.de/congress/2018/wiki/index.php/Session:F-Droid_Meetup) on the first day, there were frequent events and impromptu meetups between F-Droid core team, contributors, and app developers and users throughout the whole event. The F-Droid Meetup was in a small room, packed full of people, including developers of many key apps in the F-Droid ecosystem. I enjoyed meeting everyone in person after years of communicating online. I'll try to list the represented apps, but I'm sure I'll forget some: 35c3 Schedule, Bitcoin Wallet, Conversations, Etar, F-Droid, K-9, NewPipe, Öffi, OpenKeychain, Orbot, Tor Browser, Tusky. There were lots of good discussions in that session, lead mostly by @bubu and @jspricke. We encouraged more developers to run their own repos, @NicoAlt wrote up a [thorough explanation](https://github.com/TeamNewPipe/NewPipe/issues/1981).
de: Der 35. Chaos Communications Congress (35c3) ging vor ungefähr zwei Wochen zu Ende und F-Droid war bei ihm gut vertreten. Tatsächlich gab es dort eine Unmenge freier Software-Projekte und Communities. Angefangen mit dem [F-Droid-Meeting](https://events.ccc.de/congress/2018/wiki/index.php/Session:F-Droid_Meetup) am ersten Tag, gab es zahlreiche Veranstaltungen und Stegreiftreffen zwischen dem F-Droid-Kernteam, Mitwirkenden, App-Entwicklern und Anwendern über die gesamte Veranstaltung hinweg. Das F-Droid-Meeting fand in einem kleinen Raum statt, der mit Leuten voll gestopft war, unter ihnen die Entwickler vieler Schlüsselanwendungen im F-Droid-Ökosystem. Ich habe es sehr genossen, alle einmal persönlich zu treffen, nach jahrelanger Kommunikation im Netz. Ich werde versuchen, die vertretenen Apps aufzuzählen, bin mir aber sicher, manche zu vergessen: 35c3 Schedule, Bitcoin Wallet, Conversations, Etar, F-Droid, K-9, NewPipe, Öffi, OpenKeychain, Orbot, Tor Browser, Tusky. Es gab jede Menge guter Gespräche in dieser Sitzung, die hauptsächlich von @bubu und @jspricke geleitet wurde. Wir ermutigten mehr Entwickler dazu, ihre eigenen Repos zu betreiben, @NicoAlt arbeitete eine [vollständige Erklärung](https://github.com/TeamNewPipe/NewPipe/issues/1981) aus.
pl: Około dwóch tygodni temu zakończył się 35 Kongres Chaos Communications (35c3), a F-Droid był tam dobrze reprezentowany. Rzeczywiście, było tam mnóstwo projektów wolnego oprogramowania i społeczności. Począwszy od [F-Droid Meetup](https://events.ccc.de/congress/2018/wiki/index.php/Session:F-Droid_Meetup) pierwszego dnia, były częste wydarzenia i improwizowane spotkania pomiędzy zespołem podstawowym F-Droid, współpracownikami i twórcami aplikacji oraz użytkownikami przez cały czas trwania imprezy. F-Droid Meetup znajdował się w małym pokoju, pełnym ludzi, w tym twórców wielu kluczowych aplikacji w ekosystemie F-Droid. Po latach komunikowania się w sieci cieszyłam się, że mogłam spotkać się z każdym osobiście. Postaram się wymienić reprezentowane aplikacje, ale jestem pewien, że zapomnę niektórych: 35c3 Schedule, Bitcoin Wallet, Conversations, Etar, F-Droid, K-9, NewPipe, Öffi, OpenKeychain, Orbot, Tor Browser, Tusky. W sesji tej odbyło się wiele dobrych dyskusji, prowadzonych głównie przez @bubu i @jspricke. Zachęcaliśmy więcej programistów do uruchomienia własnych repozytoriów, @NicoAlt napisał [szczegółowe wyjaśnienie](https://github.com/TeamNewPipe/NewPipe/issues/1981).
ro: Cel de-al 35-lea Congres al comunicațiilor haotice (35c3) s-a încheiat în urmă cu aproximativ două săptămâni, iar F-Droid a fost bine reprezentat acolo. Într-adevăr, au fost prezente tone de proiecte și comunități de software liber. Începând cu [F-Droid Meetup](https://events.ccc.de/congress/2018/wiki/index.php/Session:F-Droid_Meetup) din prima zi, au avut loc evenimente frecvente și întâlniri improvizate între echipa de bază F-Droid, colaboratori, dezvoltatori și utilizatori de aplicații pe parcursul întregului eveniment. Întâlnirea F-Droid a avut loc într-o sală mică, plină de oameni, inclusiv de dezvoltatori ai multor aplicații cheie din ecosistemul F-Droid. Mi-a făcut plăcere să-i cunosc pe toți în persoană, după ani de zile de comunicare online. Voi încerca să enumăr aplicațiile reprezentate, dar sunt sigur că voi uita unele: 35c3 Schedule, Bitcoin Wallet, Conversations, Etar, F-Droid, K-9, NewPipe, Öffi, OpenKeychain, Orbot, Tor Browser, Tusky. Au fost o mulțime de discuții bune în această sesiune, conduse mai ales de @bubu și @jspricke. Am încurajat mai mulți dezvoltatori să își administreze propriile depozite, @NicoAlt a scris o [thorough explanation](https://github.com/TeamNewPipe/NewPipe/issues/1981).
ru: 35-й Chaos Communications Congress (35c3) завершился около двух недель назад, и F-Droid был хорошо представлен на нем. Действительно, там было множество проектов и сообществ свободного программного обеспечения. Начиная с [F-Droid Meetup](https://events.ccc.de/congress/2018/wiki/index.php/Session:F-Droid_Meetup) в первый день, на протяжении всего мероприятия часто проводились мероприятия и импровизированные встречи между основной командой F-Droid, соавторами, разработчиками и пользователями приложений. F-Droid Meetup проходил в небольшой комнате, заполненной людьми, включая разработчиков многих ключевых приложений в экосистеме F-Droid. Мне было приятно встретиться со всеми лично после долгих лет общения онлайн. Я постараюсь перечислить представленные приложения, но уверен, что некоторые из них я забуду: 35c3 Schedule, Bitcoin Wallet, Conversations, Etar, F-Droid, K-9, NewPipe, Öffi, OpenKeychain, Orbot, Tor Browser, Tusky. На этой сессии было много хороших дискуссий, которые вели в основном @bubu и @jspricke. Мы призвали больше разработчиков запускать свои собственные репозитории, @NicoAlt написал [подробное объяснение](https://github.com/TeamNewPipe/NewPipe/issues/1981).
uk: 35-й Chaos Communications Congress (35c3) завершився близько двох тижнів тому, і F-Droid був добре представлений на ньому. Дійсно, там було безліч проєктів і спільнот вільного програмного забезпечення. Починаючи з [F-Droid Meetup](https://events.ccc.de/congress/2018/wiki/index.php/Session:F-Droid_Meetup) в перший день, на протязі всього заходу часто проводилися заходи і імпровізовані зустрічі між основною командою F-Droid, співавторами, розробниками і користувачами застосунків. F-Droid Meetup проходив в невеликій кімнаті, заповненій людьми, включаючи розробників багатьох ключових застосунків в екосистемі F-Droid. Мені було приємно зустрітися з усіма особисто після довгих років спілкування онлайн. Я постараюся перерахувати представлені застосунки, але впевнений, що деякі з них я забуду: 35c3 Schedule, Bitcoin Wallet, Conversations, Etar, F-Droid, K-9, NewPipe, Öffi, OpenKeychain, Orbot, Tor Browser, Tusky. На цій сесії було багато хороших дискусій, які вели в основному @bubu і @jspricke. Ми закликали більше розробників запускати свої власні репозиторії, @NicoAlt написав [докладне пояснення](https://github.com/TeamNewPipe/NewPipe/issues/1981).
zh_hans: 第 35 届混沌通信大会 (35c3) 大约在两周前结束，F-Droid 在那里得到了很好的代表。事实上，那里有大量的自由软件项目和社区。从第一天的 [F-Droid Meetup](https://events.ccc.de/congress/2018/wiki/index.php/Session:F-Droid_Meetup) 开始，F-Droid 核心团队、贡献者、应用开发者和用户之间就有频繁的活动和即兴见面会贯穿整个活动。F-Droid 聚会在一个小房间里，挤满了人，包括 F-Droid 生态系统中许多关键应用的开发者。经过多年的在线交流，我很享受亲自与大家见面。我会尝试列出代表的应用，但我确定我会忘记一些：35c3 Schedule、Bitcoin Wallet、Conversations、Etar、F-Droid、K-9、NewPipe、Öffi、OpenKeychain、Orbot、Tor Browser、Tusky。在那次会议上有很多很好的讨论，主要由 @bubu 和 @jspricke 领导。我们鼓励更多的开发者运行他们自己的存储库，@NicoAlt 写了一个[彻底的解释](https://github.com/TeamNewPipe/NewPipe/issues/1981)。
