Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The EU is also taking a step towards creating distance between its citizens and Big Tech gatekeepers. They passed a landmark law: the [Digital Markets Act](https://en.wikipedia.org/wiki/Digital_Markets_Act), representing a whole new approach to tackling gatekeeper companies that aim to keep all sorts of competition out. It builds upon the successes of the EU’s General Data Protection Regulation (GDPR), taking an important step in a more ethical, democratic and citizens-first direction. All of these efforts are helping to open up possibilities for mobile users. And thanks to the Mobifree partnership, funded by an EU Horizon Europe grant, F-Droid can share open-source, privacy-driven solutions with a larger audience.
ru: Евросоюз также делает шаг к созданию дистанции между своими гражданами и "воротилами" Больших Технологий. Они приняли знаковый закон [" Акт о цифровых рынках"](https://en.wikipedia.org/wiki/Digital_Markets_Act), представляющий собой совершенно новый подход к борьбе с компаниями-привратниками, которые стремятся не допустить конкуренции любого рода. Он опирается на успехи Общего регламента ЕС по защите данных (GDPR), делая важный шаг в более этичном, демократичном и ориентированном на граждан направлении. Все эти усилия помогают открыть возможности для пользователей мобильных устройств. А благодаря партнерству Mobifree, финансируемому за счет гранта ЕС Horizon Europe, F-Droid может поделиться решениями с открытым исходным кодом, ориентированными на конфиденциальность, с более широкой аудиторией.
uk: ЄС також робить крок до створення дистанції між своїми громадянами та компаніями, що стоять на сторожі великих корпорацій. Він ухвалив історичний закон: [Закон про цифрові ринки](https://en.wikipedia.org/wiki/Digital_Markets_Act), який представляє цілком новий підхід до боротьби з так званими «компаніями-гейткіперами», що прагнуть не допустити жодної конкуренції. Він спирається на успіхи Загального регламенту ЄС про захист даних (GDPR), роблячи важливий крок у більш етичному, демократичному та орієнтованому на громадян напрямку. Всі ці зусилля допомагають відкрити нові можливості для користувачів мобільного зв'язку. А завдяки партнерству Mobifree, що фінансується коштом гранту програми ЄС «Горизонт Європа», F-Droid може ділитися рішеннями з відкритим кодом, орієнтованими на приватність, з більшою аудиторією.
zh_hans: 欧盟还在采取步骤，在公民与科技巨头守门人之间建立距离。他们通过了一项里程碑式的法律：[数字市场法案](https://en.wikipedia.org/wiki/Digital_Markets_Act)，代表了处理想要排除竞争的守门人公司的一种全新办法。它借鉴了欧盟通用数据保护条例 (GDPR) 的成功经验，在更合乎道德、民主和公民优先的方向迈出了重要一步。所有这些努力都有助于为移动用户提供可能性。由于由欧盟地平线欧洲拨款资助的 Mobifree 伙伴关系，F-Droid 可以与更多的受众分享开源、隐私驱动的解决方案。

source: In fact Europe is already seeing significant changes as a result of the Digital Markets Act (DMA). Google has shut out other app stores by ensuring that they have a third-class user experience. The DMA means that Google is now legally forbidden from giving preference to their own app store over alternatives like F-Droid. Additionally, Apple has opened up to external app stores for the first time ever. And while these are great first steps in the right direction, regulations and litigation do not build software. With this in mind, Mobifree is poised to take action on the new opportunities in the market, to build an unprecedented mobile experience for users and developers. One that centers around ethical practices, digital sovereignty, fairness, sustainability and inclusiveness.
ru: В Европе уже происходят значительные изменения, вызванные принятием Закона о цифровых рынках (DMA). Google закрыл доступ к другим магазинам приложений, обеспечив им третьесортный пользовательский опыт. Закон DMA означает, что Google теперь юридически запрещено отдавать предпочтение собственному магазину приложений перед альтернативными, такими как F-Droid. Кроме того, Apple впервые в истории открыла доступ к внешним магазинам приложений. И хотя это отличные первые шаги в правильном направлении, нормативные акты и судебные разбирательства не способствуют созданию программного обеспечения. Учитывая это, компания Mobifree готова использовать новые возможности рынка, чтобы создать беспрецедентный мобильный опыт для пользователей и разработчиков. В центре внимания - этические нормы, цифровой суверенитет, справедливость, устойчивость и инклюзивность.
uk: Насправді в Європі вже відбуваються значні зміни в результаті прийняття Закону про цифрові ринки (DMA). Google закрив інші крамниці застосунків, обмеживши їх зручність. DMA означає, що Google тепер юридично заборонено надавати перевагу власній крамниці застосунків над такими альтернативами, як F-Droid. Крім того, Apple вперше в історії відкрила доступ до зовнішніх крамниць застосунків. І хоча це чудові перші кроки у правильному напрямку, регулювання та судові процеси не створюють програмне забезпечення. Маючи це на увазі, Mobifree готова вжити заходів щодо нових можливостей на ринку, щоб створити безпрецедентний мобільний досвід для користувачів і розробників. Такого, що базуватиметься на етичних практиках, цифровому суверенітеті, справедливості, сталості та інклюзивності.
zh_hans: 事实上,数字市场法案 (DMA) 已经为欧洲带来了重大变化。Google 通过确保其他应用商店具有恶劣的用户体验迫使其关闭。 DMA 意味着现在法律禁止 Google 给予它自己的应用比 F-Droid 等替代物优先权。此外, Apple 首次向外部应用商店开放。虽然这些是朝着正确方向迈出的重大的第一步，但条例和诉讼并并不能构建软件。考虑到这一点，Mobifree 正在着手就市场的新机遇采取行动，为用户和开发者建设前所未有的移动经验。一个以道德实践，数字主权，公平，可持续性和包容性为中心的移动体验。

source: F-Droid will play a major role in this project, tasked with creating a decentralized distribution system for developers to deliver apps to Android users. The impact will be an opening of the app market for Android, improving honest competition around app development. And a foundational guiding principle is to provide privacy controls to users, without locking anyone out from participating. The app distribution system will focus on a 3-party interaction between app developers, app stores and app users where every party will have freedom of choice at all points of interaction. The system will have no terms of service or even user accounts to sign up for. Developers can publish their own apps, via their own repositories. Any app store can use those repositories to provide users with a method to install those apps. And if the app is open source, it can be included in the main F-Droid.org repository, where it will be reviewed using F-Droid’s proven ethical review process. Users will be given true choice in terms of their apps and app store preferences, additional privacy guardrails and increased transparency into what is happening with their data.
ru: F-Droid будет играть главную роль в этом проекте, его задача - создать децентрализованную систему распространения приложений для разработчиков, чтобы они могли доставлять их пользователям Android. В результате будет открыт рынок приложений для Android, что позволит улучшить честную конкуренцию в сфере разработки приложений. Основополагающим принципом является обеспечение контроля конфиденциальности для пользователей, не закрывая никому доступ к участию. Система распространения приложений будет сфокусирована на трехстороннем взаимодействии между разработчиками приложений, магазинами приложений и пользователями приложений, где каждая сторона будет иметь свободу выбора во всех точках взаимодействия. В системе не будет ни условий предоставления услуг, ни даже учетных записей пользователей. Разработчики смогут публиковать свои собственные приложения в собственных репозиториях. Любой магазин приложений может использовать эти репозитории, чтобы предоставить пользователям способ установки этих приложений. А если приложение с открытым исходным кодом, оно может быть включено в основной репозиторий F-Droid.org, где оно будет рассмотрено с использованием проверенного этического процесса F-Droid. Пользователи получат реальный выбор приложений и магазинов приложений, дополнительные гарантии конфиденциальности и повышенную прозрачность в отношении того, что происходит с их данными.
uk: F-Droid відіграватиме головну роль у цьому проєкті, завданням якого є створення децентралізованої системи дистрибуції для розробників, щоб вони могли доставляти застосунки користувачам Android. Результатом стане відкриття ринку застосунків для Android, що сприятиме чесній конкуренції у сфері розробки застосунків. Основним принципом проєкту є надання користувачам можливості контролювати приватність, не відмовляючи нікому в участі в проєкті. Система розповсюдження застосунків буде зосереджена на 3-сторонній взаємодії між розробниками застосунків, крамницями застосунків та користувачами застосунків, де кожна сторона матиме свободу вибору на всіх етапах взаємодії. Система не матиме жодних умов надання послуг чи навіть облікових записів користувачів, на які потрібно реєструватися. Розробники зможуть оприлюднювати власні застосунки у власних репозиторіях. Будь-яка крамниця може використовувати ці репозиторії, щоб надати користувачам спосіб встановлення цих застосунків. А якщо застосунок має відкритий код, він може бути включений в основний репозиторій F-Droid.org, де він буде розглянутий за допомогою перевіреного процесу етичної перевірки F-Droid. Користувачам буде надано справжній вибір застосунків і крамниць застосунків, додаткові засоби захисту приватності та підвищена прозорість того, що відбувається з їхніми даними.
zh_hans: F-Droid 将在该项目中发挥主要作用，负责为开发者建立一个分布式的分发系统，向 Android 用户交付应用。其影响将是开放 Android 应用市场和改善应用开发诚实竞争。一项基本原则是向用户提供隐私控制，而不将任何人排除在外。 应用分发系统将侧重于应用开发者，应用商店和应用用户之间的三方交互，每一方在交互中的每一点上都有选择自由。该系统没有服务条款，甚至也没有用户账户可以注册。开发者可通过自己的存储库发布自己的应用。任何应用商店均可使用这些存储库向用户提供安装这些应用的方法。如果应用是开源的，则可以收录进 F-Droid.org 的主存储库，并将受到 F-Droid 经过验证的道德的审查程序的审查。用户将真正获得自己的应用和存储库偏好的选择权，更多的隐私保障和他们数据的更高的透明度。

source: F-Droid is one participating organization who has joined forces to help create this new mobile ecosystem. However, additional input, expertise, inspiration and work will be needed in order to break the traditional framework established by Big Tech. From community outreach to legal support, from developers, to researchers and end users, we welcome all forms of support. If you are a curious citizen interested in taking part in the Mobifree movement, we encourage you to reach out to us at f-droid.org and see how you can take part in this exciting mobile alternative.
ru: F-Droid - одна из организаций, объединивших свои усилия для создания новой мобильной экосистемы. Однако для того, чтобы сломать традиционные рамки, установленные Big Tech, потребуется дополнительный вклад, опыт, вдохновение и работа. Мы приветствуем любые формы поддержки - от работы с населением до юридической поддержки, от разработчиков до исследователей и конечных пользователей. Если вы любопытный гражданин, заинтересованный в участии в движении Mobifree, мы призываем вас связаться с нами по адресу f-droid.org и узнать, как вы можете принять участие в этой захватывающей мобильной альтернативе.
uk: F-Droid - одна з організацій-учасниць, яка об'єднала зусилля, щоб допомогти створити цю нову мобільну екосистему. Однак для того, щоб зламати традиційні рамки, встановлені великими корпораціями, знадобиться додатковий внесок, досвід, натхнення та праця. Ми будемо раді будь-якій підтримці - від роботи з громадськістю до юридичної підтримки, від розробників до дослідників та кінцевих користувачів. Якщо ви допитливий громадянин, зацікавлений в участі в русі Mobifree, ми закликаємо вас зв'язатися з нами на f-droid.org і дізнатися, як ви можете взяти участь у цій захопливій мобільній альтернативі.
zh_hans: F-Droid 是一个参与组织，与其他合作伙伴合力帮助建立这一新的移动生态系统。然而，为了打破科技巨头建立的传统框架，还需要更多的投入、专业知识、激励和工作。从社区外联到法律援助，从开发者，研究人员到终端用户，我们欢迎一切形式的支持。如果你是一位有兴趣参与 Mobifree 运动的好奇的公民，我们鼓励你在 f-droid.org 联系我们了解你可以如何参与这个令人兴奋的移动替代。

source: (_We will be tracking work under this [grant](https://cordis.europa.eu/project/id/101135795) using the [Mobifree](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=all&label_name%5B%5D=Mobifree) label._)
ru: (_Мы будем отслеживать работу по этому [гранту](https://cordis.europa.eu/project/id/101135795), используя ярлык [Mobifree](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=all&label_name%5B%5D=Mobifree)._)
uk: (_Ми будемо відстежувати роботу в рамках цього [гранту](https://cordis.europa.eu/project/id/101135795), використовуючи [Mobifree](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=all&label_name%5B%5D=Mobifree)._)
zh_hans: （_我们将在此[资助](https://cordis.europa.eu/project/id/101135795)下使用 [Mobifree](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=all&label_name%5B%5D=Mobifree) 标签跟踪工作进展_）

source: Open letter in support of Next Generation Internet
ru: Открытое письмо в поддержку Интернета следующего поколения
uk: Відкритий лист на підтримку Інтернету наступного покоління
zh_hans: 支持下一代互联网的公开信

source: [Next Generation Internet (NGI)](https://www.ngi.eu/about/) funding has enabled substantial development of F-Droid - with the support of NGI grants via NLnet, F-Droid is now [better at protecting users' privacy](https://nlnet.nl/project/F-Droid-Trackers/), can [further improve security-enhancing 'reproducible builds'](https://nlnet.nl/project/Reproducible-F-Droid/) for mobile applications and gives users [more choice on where they download them from](https://nlnet.nl/project/EthicalApps/).
ru: Финансирование [Next Generation Internet (NGI)](https://www.ngi.eu/about/) позволило существенно развить F-Droid - при поддержке грантов NGI через NLnet, F-Droid теперь [лучше защищает конфиденциальность пользователей](https://nlnet.nl/project/F-Droid-Trackers/), может [улучшить "воспроизводимые сборки"](https://nlnet.nl/project/Reproducible-F-Droid/) для мобильных приложений и дает пользователям [больше выбора, откуда они их загружают](https://nlnet.nl/project/EthicalApps/).
uk: Фінансування [Інтернету наступного покоління (NGI)](https://www.ngi.eu/about/) уможливило значний розвиток F-Droid — за підтримки грантів NGI через NLnet, F-Droid тепер [краще захищає приватність користувачів](https://nlnet.nl/project/F-Droid-Trackers/), може [ще більше покращити безпеку "відтворюваних збірок"](https://nlnet.nl/project/Reproducible-F-Droid/) для мобільних застосунків і дає користувачам [більше вибору, звідки їх завантажувати](https://nlnet.nl/project/EthicalApps/).
zh_hans: [下一代互联网 (NGI)](https://www.ngi.eu/about/) 资助使 F-Droid 得以进行大量开发 - 在 NGI 通过 NLnet 拨款的支持下，F-Droid 现在[能够更好地保护用户的隐私](https://nlnet.nl/project/F-Droid-Trackers/)，可以对移动应用[进一步改进安全增强‘可重复构建’ ](https://nlnet.nl/project/Reproducible-F-Droid/)并给予用户[下载应用的更多选择](https://nlnet.nl/project/EthicalApps/)。

source: The positive impact of NGI extends to numerous free and open source software (FOSS) mobile apps that you can download on F-Droid: [Organic Maps](https://f-droid.org/packages/app.organicmaps), [Funkwhale](https://f-droid.org/packages/audio.funkwhale.ffa) and [DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid) are just a few personal favourites of mine among dozens that have benefited from NGI's support.
ru: Положительное влияние NGI распространяется на многочисленные мобильные приложения с бесплатным и открытым исходным кодом (FOSS), которые вы можете скачать на F-Droid: [Organic Maps](https://f-droid.org/packages/app.organicmaps), [Funkwhale](https://f-droid.org/packages/audio.funkwhale.ffa) и [DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid) - это лишь несколько моих личных фаворитов среди десятков, получивших поддержку от NGI.
uk: Позитивний вплив NGI поширюється на численні мобільні застосунки з відкритим кодом, які ви можете завантажити на F-Droid: [Organic Maps](https://f-droid.org/packages/app.organicmaps), [Funkwhale](https://f-droid.org/packages/audio.funkwhale.ffa) та [DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid) — це лише кілька наших особистих фаворитів серед десятків застосунків, які отримали підтримку NGI.
zh_hans: NGI 的积极影响扩展到了大量自由开源软件 (FOSS) 移动应用，你可以从 F-Droid 下载它们：[Organic Maps](https://f-droid.org/packages/app.organicmaps)，[Funkwhale](https://f-droid.org/packages/audio.funkwhale.ffa) 和 [DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid) 只是受益于 NGI 的支持的很多应用中我个人最喜欢的几个。

source: However, NGI's future is no longer certain. The initiative may soon be subject to cuts to its own funding, which would have repercussions for the vibrant FOSS ecosystem that it supports. It is against this backdrop that I sign the following open letter, [started by Les Petites Singularités](https://pad.public.cat/lettre-NCP-NGI), on behalf of F-Droid. I encourage you share the letter further so that, as a united FOSS community, we can make a compelling appeal for NGI's future.
ru: Однако будущее NGI больше не определено. Инициатива может вскоре подвергнуться сокращению собственного финансирования, что повлечет за собой последствия для оживленной экосистемы FOSS, которую она поддерживает. Именно на этом фоне я подписываю следующее открытое письмо, [начатое организацией "Маленькие сингулярности"](https://pad.public.cat/lettre-NCP-NGI), от имени F-Droid. Я призываю вас распространить это письмо дальше, чтобы мы, как объединенное сообщество FOSS, могли убедительно выступить за будущее NGI.
uk: Однак майбутнє NGI більше не визначене. Ініціатива може незабаром зазнати скорочення власного фінансування, що матиме наслідки для динамічної екосистеми FOSS, яку вона підтримує. Саме на цьому тлі я підписую наступного відкритого листа, [розпочатого Les Petites Singularités](https://pad.public.cat/lettre-NCP-NGI), від імені F-Droid. Я закликаю вас поширювати цей лист далі, щоб, як об'єднана спільнота FOSS, ми можемо зробити переконливий заклик до майбутнього NGI.
zh_hans: 然而，NGI 的前景不再明朗。此倡议可能不久将被迫消减它自己的经费，这会影响到它支持的生机勃勃的 FOSS 生态系统。在此背景下我代表 F-Droid 签署以下[由 Les Petites Singularités 发起的公开信](https://pad.public.cat/lettre-NCP-NGI)。我鼓励你进一步分享此信，由此，作为一个团结的 FOSS 社区，我们可以为 NGI 的未来发出强烈的呼吁。

source: The European Union must keep funding free software
ru: Европейский союз должен продолжать финансировать свободное программное обеспечение
uk: Європейський Союз повинен продовжувати фінансувати вільне програмне забезпечення
zh_hans: 欧盟必须继续资助自由软件

source: Open Letter to the European Commission
ru: Открытое письмо в Европейскую комиссию
uk: Відкритий лист до Європейської Комісії
zh_hans: 致欧盟委员会的公开信

source: Since 2020, Next Generation Internet ([NGI](https://www.ngi.eu)) programmes, part of European Commission's Horizon programme, fund free software in Europe using a cascade funding mechanism (see for example NLnet's [calls](https://www.nlnet.nl/commonsfund)). This year, according to the Horizon Europe working draft detailing funding programmes for 2025, we notice that Next Generation Internet is not mentioned any more as part of Cluster&nbsp;4.
ru: С 2020 года программы Next Generation Internet ([NGI](https://www.ngi.eu)), являющиеся частью программы Horizon Европейской комиссии, финансируют свободное программное обеспечение в Европе, используя механизм каскадного финансирования (см., например, [calls](https://www.nlnet.nl/commonsfund)). В этом году, согласно рабочему проекту "Горизонт Европа" с подробным описанием программ финансирования на 2025 год, мы заметили, что Интернет следующего поколения больше не упоминается как часть кластера&nbsp;4.
uk: З 2020 року програми Next Generation Internet ([NGI](https://www.ngi.eu)), що є частиною програми Європейської Комісії Horizon, фінансують вільне програмне забезпечення в Європі, використовуючи механізм каскадного фінансування (див., наприклад, [виклики NLnet](https://www.nlnet.nl/commonsfund)). Цього року, згідно з робочим проєктом Horizon Europe, що деталізує програми фінансування до 2025 року, ми помітили, що інтернет наступного покоління більше не згадується частиною Кластера 4.
zh_hans: 从 2020 起，下一代互联网 ([NGI](https://www.ngi.eu)) 计划，欧盟委员会的地平线计划的一部分，使用级联资助机制支持欧洲的自由软件（参见 NLnet 的[呼吁](https://www.nlnet.nl/commonsfund)）。今年，根据 2025 年地平线欧洲工作草案详细资助计划，我们注意到下一代互联网不再作为 Cluster&nbsp;4 的一部分被提及。

source: NGI programmes have shown their strength and importance to supporting the European software infrastructure, as a generic funding instrument to fund digital commons and ensure their long-term sustainability. We find this transformation incomprehensible, moreover when NGI has proven efficient and economical to support free software as a whole, from the smallest to the most established initiatives. This ecosystem diversity backs the strength of European technological innovation, and maintaining the NGI initiative to provide structural support to software projects at the heart of worldwide innovation is key to enforce the sovereignty of a European infrastructure. Contrary to common perception, technical innovations often originate from European rather than North American programming communities, and are mostly initiated by small-scaled organizations.
ru: Программы NGI продемонстрировали свою силу и важность для поддержки европейской инфраструктуры программного обеспечения, как общий инструмент финансирования цифровых сообществ и обеспечения их долгосрочной устойчивости. Мы считаем такую трансформацию непонятной, тем более что NGI доказала свою эффективность и экономичность для поддержки свободного программного обеспечения в целом, от самых маленьких до самых известных инициатив. Такое разнообразие экосистем подкрепляет силу европейских технологических инноваций, и сохранение инициативы NGI по оказанию структурной поддержки программным проектам, находящимся в центре мировых инноваций, является ключевым фактором для обеспечения суверенитета европейской инфраструктуры. Вопреки распространенному мнению, технические инновации часто исходят из европейских, а не североамериканских сообществ программистов, и в основном инициируются небольшими организациями.
uk: Програми NGI продемонстрували свою силу та важливість для підтримки європейської інфраструктури програмного забезпечення як загального інструменту фінансування цифрових спільнот та забезпечення їхньої довгострокової стійкості. Ми вважаємо таку трансформацію незрозумілою, тим більше, що NGI довела свою дієвість та економічність у підтримці вільного програмного забезпечення в цілому, від найменших до найвідоміших ініціатив. Така різноманітність екосистеми підтримує силу європейських технологічних інновацій, а збереження ініціативи NGI з надання структурної підтримки програмним проєктам, що лежать в основі світових інновацій, має ключове значення для забезпечення суверенітету європейської інфраструктури. Всупереч поширеній думці, технічні інновації часто походять з європейських, а не північноамериканських спільнот програмістів, і здебільшого ініціюються невеликими організаціями.
zh_hans: NGI 计划已经展示了它们作为广泛的资助手段资助数字公共设施并确保它们的长期可持续性，支持欧洲软件基础设施的优势和重要性。我们发现这个转变令人费解，尤其是在 NGI 已经证明了支持自由软件整体的高效和经济性，从最小到最成熟的倡议。这个生态系统多样性支撑了欧洲技术创新的优势，并且维持 NGI 倡议以证明在世界创新中心对软件项目提供结构性支持是实行欧洲基础设施主权的关键。与公众认知相反，技术创新通常起源于欧洲而不是北美变成社区，并且大部分由小型组织发起。

source: Previous Cluster 4 allocated 27 million euros to:
ru: Предыдущий кластер 4 выделил 27 миллионов евро на:
uk: На попередній Кластер 4 було виділено 27 мільйонів євро:
zh_hans: 之前的 Cluster 4 分配了 2 万 7 千欧元到：

source: "Human centric Internet aligned with values and principles commonly shared in Europe";
ru: "Интернет, ориентированный на человека, в соответствии с общеевропейскими ценностями и принципами";
uk: "Інтернет, орієнтований на людину, відповідає цінностям і принципам, які є спільними для Європи";
zh_hans: “对齐欧洲共有价值观和原则的以人为中心的互联网”;

source: "A flourishing internet, based on common building blocks created within NGI, that enables better control of our digital life";
ru: "Процветающий интернет, основанный на общих строительных блоках, созданных в рамках NGI, который позволяет лучше контролировать нашу цифровую жизнь";
uk: "Квітучий інтернет, заснований на спільних будівельних блоках, створених в рамках NGI, що дає змогу краще контролювати наше цифрове життя";
zh_hans: “基于 NGI 创建的公共构建块的繁荣互联网，使我们更好得控制我们的数字生活”;
