Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We welcome everyone using F-Droid as a resource, this is one valuable thing that only Free Software can provide. Free Software means giving people the freedom to use the software for things they are interested in. F-Droid is not only providing Free Software apps, but also lots of Free Software tools, as well as a whole collection of cleanly organized data about all that software. We are happy to see our hard work be put to use towards making a better Android ecosystem. We especially enjoy the attention of malware researchers, who have yet to find malware in F-Droid. F-Droid also provides tools to make building lots of apps much easier, like `fdroid import` to set up building apps from the source URL, and the full build stack, which automates building and deploying apps to a repo.
de: Wir freuen uns über jeden, der F-Droid als Ressource nutzt, etwas wertvolles, das nur freie Software bieten kann. Freie Software bedeutet, den Leuten die Freiheit zu lassen, Software für Dinge zu verwenden, die sie interessieren. F-Droid bietet nicht nur Apps als freie Software, sondern auch eine Menge freier Softwaretools, wie auch eine komplette Sammlung sauber aufgebauter Daten zu all dieser Software. Wir sehen mit Freude, dass unsere Anstrengungen dahingehend verwendet werden, ein besseres Android-Ökosystem zu schaffen. Wir begrüßen besonders die Wachsamkeit der Entdecker von Malware, die noch in F-Droid zu finden ist. F-Droid liefert auch Tools, um den Build vieler Apps viel einfacher zu machen, wie `fdroid import`, um App-Builds aus der Quell-URL und den gesamten Build-Ablauf einzurichten, was das Building und die Bereitstellung von Apps in einem Repo automatisiert.
pl: Witamy wszystkich korzystających z F-Droid jako zasobu, to jedna cenna rzecz, którą tylko Wolne Oprogramowanie może zapewnić. Wolne oprogramowanie oznacza danie ludziom wolność korzystania z oprogramowania do rzeczy, które ich interesują. F-Droid dostarcza nie tylko aplikacje Wolnego Oprogramowania, ale także wiele narzędzi Wolnego Oprogramowania, a także całą kolekcję czysto zorganizowanych danych o tym oprogramowaniu. Cieszymy się, że nasza ciężka praca została wykorzystana w celu stworzenia lepszego ekosystemu Android. Szczególnie cieszymy się z uwag badaczy szkodliwego oprogramowania, którzy jeszcze nie znaleźli złośliwego oprogramowania w F-Droid. F-Droid zapewnia również narzędzia znacznie ułatwiające budowanie wielu aplikacji, takie jak `fdroid import` do konfigurowania aplikacji ze źródłowego adresu URL oraz pełny stos kompilacji, który automatyzuje budowanie i wdrażanie aplikacji w repozytorium.
ro: Îi salutăm pe toți cei care folosesc F-Droid ca resursă, acesta este un lucru valoros pe care numai software-ul liber îl poate oferi. Software-ul liber înseamnă a oferi oamenilor libertatea de a folosi software-ul pentru lucrurile care îi interesează. F-Droid nu oferă doar aplicații de software liber, ci și o mulțime de instrumente de software liber, precum și o întreagă colecție de date organizate curate despre toate aceste programe. Ne bucurăm să vedem că munca noastră grea este folosită pentru a face un ecosistem Android mai bun. Ne bucurăm în special de atenția cercetătorilor de malware, care încă nu au găsit malware în F-Droid. F-Droid oferă, de asemenea, instrumente pentru a face mult mai ușoară construirea multor aplicații, cum ar fi `fdroid import` pentru a configura construirea aplicațiilor de la URL-ul sursă și stiva completă de construire, care automatizează construirea și implementarea aplicațiilor într-un repo.
ru: Мы приветствуем всех, кто использует F-Droid в качестве ресурса, это одна из ценных вещей, которую может обеспечить только Свободное программное обеспечение. Свободное программное обеспечение означает предоставление людям свободы использовать программное обеспечение для того, что им интересно. F-Droid предоставляет не только приложения Свободного ПО, но и множество инструментов Свободного ПО, а также целую коллекцию чисто организованных данных обо всем этом ПО. Мы рады видеть, что наша тяжелая работа используется для улучшения экосистемы Android. Нам особенно приятно внимание исследователей вредоносных программ, которые еще не нашли вредоносных программ в F-Droid. F-Droid также предоставляет инструменты для облегчения создания большого количества приложений, такие как `fdroid import` для настройки сборки приложений из исходного URL, а также полный стек сборки, который автоматизирует создание и развертывание приложений в репозитории.
uk: Ми раді всім, хто використовує ресурс F-Droid. Таку цінну річ може забезпечити лише вільне програмне забезпечення, що надає людям свободу використовувати програми для того, що їм цікаво. F-Droid надає не лише вільні застосунки, але й безліч засобів їх розробки, а також цілу колекцію охайно організованих даних про всі ці програми. Ми щасливі, що наша важка робота створює Android кращу екосистему. Нам особливо приємна увага дослідниць і дослідників шкідливих програм: таких програм в F-Droid досі не знаходили. F-Droid також надає засоби спрощення масової збірки застосунків (наприклад, `fdroid import` налаштовує збірку програми за URL її вихідного коду) і цілісне рішення автоматичної збірки й вивантаження застосунків у репозиторій.
zh_hans: 我们欢迎大家使用 F-Droid 作为资源，这是只有自由软件才能提供的有价值的东西。自由软件意味着让人们可以自由地使用软件来做他们感兴趣的事情。F-Droid 不仅提供自由软件应用，还提供大量自由软件工具，以及关于所有这些软件的一整套组织有序的数据。我们很高兴看到我们的辛勤工作被用于打造更好的 Android 生态系统。我们特别喜欢恶意软件研究人员的关注，他们尚未在 F-Droid 中发现恶意软件。F-Droid 还提供了使构建大量应用变得更加容易的工具，例如 `fdroid import` 可以从源 URL 设置应用构建，以及完整的构建堆栈，它可以自动构建和部署应用到存储库。

source: As part of the [NLnet-funded](https://nlnet.nl/project/F-Droid-Trackers/) [Tracking the Trackers]({% post_url 2020-01-16-tracking-the-trackers %}) project, we are also cleaning up and expanding our tools for detecting tracking. For example, there is now the reusable [issuebot](https://gitlab.com/fdroid/issuebot) for running these checks in GitLab. We are also generating a lot of data about how tracking works, and will be publishing as much of that as possible. We will be syncing with [Exodus Privacy's ETIP database](https://etip.exodus-privacy.eu.org/), and we encourage others to use that as the common, public database about tracking.
ru: В рамках проекта [NLnet-funded](https://nlnet.nl/project/F-Droid-Trackers/) [Tracking the Trackers]({% post_url 2020-01-16-tracking-the-trackers %}) мы также приводим в порядок и расширяем наши инструменты для обнаружения отслеживания. Например, теперь есть многоразовый [issuebot](https://gitlab.com/fdroid/issuebot) для выполнения таких проверок в GitLab. Мы также генерируем много данных о том, как работает отслеживание, и будем публиковать их как можно больше. Мы будем синхронизироваться с базой данных [Exodus Privacy's ETIP database](https://etip.exodus-privacy.eu.org/), и призываем других использовать ее в качестве общей, публичной базы данных об отслеживании.
uk: В рамках проєкту [NLnet-funded](https://nlnet.nl/project/F-Droid-Trackers/) [Tracking the Trackers]({% post_url 2020-01-16-tracking-the-trackers %}) ми також наводимо в порядок і розширюємо наші інструменти для виявлення відстеження. Наприклад, тепер є багаторазовий [issuebot](https://gitlab.com/fdroid/issuebot) для виконання таких перевірок в GitLab. Ми також генеруємо багато даних про те, як працює відстеження, і будемо публікувати їх якомога більше. Ми будемо синхронізуватися з базою даних [Exodus Privacy's ETIP database](https://etip.exodus-privacy.eu.org/), і закликаємо інших використовувати її в якості загальної, публічної бази даних про відстеження.
zh_hans: 作为 [NLnet 资助的](https://nlnet.nl/project/F-Droid-Trackers/)[跟踪跟踪器]({% post_url 2020-01-16-tracking-the-trackers %})项目的一部分，我们也在清理并扩展我们的跟踪检测工具。例如，现在有可重用的 [issuebot](https://gitlab.com/fdroid/issuebot) 用于在 GitLab 中运行这些检查。我们还生成了大量有关跟踪工作方式的数据，并将尽可能多地发布这些数据。我们将与 [Exodus Privacy 的 ETIP 数据库](https://etip.exodus-privacy.eu.org/)同步，我们也鼓励其他人将其用作有关跟踪的通用公共数据库。

source: Creative Reuse
de: Kreative Wiederverwendung
pl: Kreatywne ponowne wykorzystanie
ro: Reutilizare creativă
ru: Творческое повторное использование
uk: Творче повторне застосування
zh_hans: 创造性的重用

source: In order to encourage more creative reuse, we have been pushing to make all of our data in standard formats in easy to find places. The whole app collection is now in _fdroiddata_ [YAML format]({{ site.baseurl }}/2019/09/11/yaml-metadata.html). Using `from fdroidserver import index` provides easy access to the data in the repo index files (e.g. https://f-droid.org/repo/index-v1.jar). There are also a number of binary transparency logs to keep a record of key binaries used in the building process: [gradle binaries](https://gitlab.com/fdroid/gradle-transparency-log/-/raw/master/all.json), [Android SDK binaries](https://gitlab.com/fdroid/android-sdk-transparency-log/-/blob/master/checksums.json), [guardianproject.info/fdroid binary transparency log](https://github.com/guardianproject/binary_transparency_log)
de: Um die weitere kreative Wiederverwendung zu stärken, legen wir uns ins Zeug, all unsere Daten in Standardformaten an leicht zu findenden Orten zu erstellen. Die gesamte App-Sammlung liegt nun im _fdroiddata_ [YAML format]({{ site.baseurl }}/2019/09/11/yaml-metadata.html) vor. Die Verwendung von `from fdroidserver import index` stellt einen einfachen Zugriff auf Daten in Repo-Indexdateien (z. B. https://f-droid.org/repo/index-v1.jar) zur Verfügung. Es gibt auch eine Zahl von Transparenzprotokollen zu Binarys, um einen Satz Schlüsselbinärdateien, die im Build-Prozess verwendet werden, zu unterhalten: [gradle binaries](https://gitlab.com/fdroid/gradle-transparency-log/-/raw/master/all.json), [Android SDK binaries](https://gitlab.com/fdroid/android-sdk-transparency-log/-/blob/master/checksums.json), [guardianproject.info/fdroid binary transparency log](https://github.com/guardianproject/binary_transparency_log)
pl: Aby zachęcić do bardziej kreatywnego ponownego wykorzystania, naciskamy, aby wszystkie nasze dane w standardowych formatach były łatwe do znalezienia. Cała kolekcja aplikacji jest teraz w _fdroiddata_ [format YAML]({{ site.baseurl }}/2019/09/11/yaml-metadata.html). Używanie `from fdroidserver import index` zapewnia łatwy dostęp do danych w plikach indeksu repopozytorium (np. https://f-droid.org/repo/index-v1.jar). Istnieje również wiele dzienników przejrzystości plików binarnych, w celu zachowania kluczy używanych w procesie kompilacji: [pliki binarne gradle](https://gitlab.com/fdroid/gradle-transparency-log/-/raw/master/all.json), [pliki binarne Android SDK](https://gitlab.com/fdroid/android-sdk-transparency-log/-/blob/master/checksums.json), [guardianproject.info/fdroid binary transparency log](https://github.com/guardianproject/binary_transparency_log)
ro: Pentru a încuraja o reutilizare mai creativă, ne-am străduit să facem ca toate datele noastre să fie în formate standard, în locuri ușor de găsit. Întreaga colecție de aplicații este acum în _fdroiddata_ [YAML format]({{ site.baseurl }}/2019/09/11/yaml-metadata.html). Utilizarea `from fdroidserver import index` oferă acces ușor la datele din fișierele de indexare a repo-urilor (de exemplu, https://f-droid.org/repo/index-v1.jar). Există, de asemenea, o serie de jurnale de transparență binară pentru a păstra o evidență a principalelor binare utilizate în procesul de construire: [gradle binaries](https://gitlab.com/fdroid/gradle-transparency-log/-/raw/master/all.json), [Android SDK binaries](https://gitlab.com/fdroid/android-sdk-transparency-log/-/blob/master/checksums.json), [guardianproject.info/fdroid binary transparency log](https://github.com/guardianproject/binary_transparency_log)
ru: Чтобы стимулировать более творческое повторное использование, мы стремимся к тому, чтобы все наши данные были представлены в стандартных форматах в легкодоступных местах. Вся коллекция приложений теперь находится в _fdroiddata_ [формате YAML]({{ site.baseurl }}/2019/09/11/yaml-metadata.html). Использование `from fdroidserver import index` обеспечивает легкий доступ к данным в индексных файлах репозитория (например, https://f-droid.org/repo/index-v1.jar). Существует также ряд журналов прозрачности двоичных файлов для записи ключевых двоичных файлов, используемых в процессе сборки: [gradle binaries](https://gitlab.com/fdroid/gradle-transparency-log/-/raw/master/all.json), [Android SDK binaries](https://gitlab.com/fdroid/android-sdk-transparency-log/-/blob/master/checksums.json), [guardianproject.info/fdroid binary transparency log](https://github.com/guardianproject/binary_transparency_log)
uk: Щоб стимулювати більш творче повторне використання, ми прагнемо до того, щоб всі наші дані були представлені в стандартних форматах в легкодоступних місцях. Вся колекція застосунків тепер знаходиться в _fdroiddata_ [форматі YAML]({{ site.baseurl }}/2019/09/11/yaml-metadata.html). Використання `from fdroidserver import index` забезпечує легкий доступ до даних в індексних файлах сховища (наприклад, https://f-droid.org/repo/index-v1.jar). Існує також ряд журналів прозорості довічних файлів для запису ключових довічних файлів, використовуваних в процесі збирання: [gradle binaries](https://gitlab.com/fdroid/gradle-transparency-log/-/raw/master/all.json), [Android SDK binaries](https://gitlab.com/fdroid/android-sdk-transparency-log/-/blob/master/checksums.json), [guardianproject.info/fdroid binary transparency log](https://github.com/guardianproject/binary_transparency_log)
zh_hans: 为了鼓励更多的创造性重用，我们一直在推动以标准格式将我们所有的数据放在容易找到的地方。整个应用集合现在采用 _fdroiddata_ [YAML 格式]({{ site.baseurl }}/2019/09/11/yaml-metadata.html)。使用 `from fdroidserver import index` 可以轻松访问存储库索引文件（例如 https://f-droid.org/repo/index-v1.jar）中的数据。还有一些二进制透明度日志来记录构建过程中使用的关键二进制文件：[gradle 二进制文件](https://gitlab.com/fdroid/gradle-transparency-log/-/raw/master/all.json)，[Android SDK 二进制文件](https://gitlab.com/fdroid/android-sdk-transparency-log/-/blob/master/checksums.json), [guardianproject.info/fdroid 二进制透明度日志](https://github.com/guardianproject/binary_transparency_log)

source: Download All the Things!
de: Alle Sachen herunterladen!
pl: Pobierz wszystkie rzeczy!
ro: Descărcați Toate lucrurile!
ru: Загрузите все!
uk: Завантажте все!
zh_hans: 下载所有东西！

source: Our whole repository of APKs, source tarballs, icons, etc. is available for download and use. For example, it is often used as the "clean set" of APKs for malware research. There are a number of ways to get the full collection from a repo. _f-droid.org_ is now mirrored on many standard Free Software mirror servers, three of those currently provide _rsync_, which is the preferred way to download a lot (the repo section is about 70 GB, and the whole archive is nearing 400 GB).
de: Unser gesamtes Repository aus APKs, Quell-Tarballs, Symbole usw. stehen zu Download und Nutzung zur Verfügung. Zum Beispiel wird es oft als der „saubere Satz“ APKs zur Malware-Suche verwendet. Es gibt eine Vielzahl von Wegen, die vollständige Sammlung aus einem Repo zu beziehen. _f-droid.org_ wird nun auf vielen Spiegelservern für freie Software gespiegelt, drei von ihnen bieten momentan _rsync_, was die bevorzugte Methode für große Downloads ist (der Repo-Abschnitt umfasst ungefähr 70 GB, und das gesamte Archiv nähert sich 400 GB).
pl: Całe nasze repozytorium plików APK, źródłowych plików archiwalnych, ikon itp. jest dostępne do pobrania i użytkowania. Na przykład jest często używany jako „czysty zestaw” pakietów APK do badań złośliwego oprogramowania. Istnieje wiele sposobów na uzyskanie pełnej kolekcji z repozytorium. _f-droid.org_ jest teraz dublowany na wielu standardowych serwerach lustrzanych Wolnego Oprogramowania, trzy z nich obecnie zapewniają _rsync_, który jest preferowanym sposobem na częste pobieranie (sekcja repo wynosi około 70 GB, a całe archiwum zbliża się do 400 GB) .
ro: Întregul nostru depozit de APK-uri, pachete sursă, pictograme, etc. este disponibil pentru descărcare și utilizare. De exemplu, este adesea folosit ca "set curat" de APK-uri pentru cercetarea malware. Există mai multe modalități de a obține întreaga colecție dintr-un repo. _f-droid.org_ este acum oglindit pe mai multe servere standard de oglindire a software-ului liber, trei dintre acestea oferă în prezent _rsync_, care este modalitatea preferată pentru a descărca o mulțime (secțiunea repo este de aproximativ 70 GB, iar întreaga arhivă se apropie de 400 GB).
ru: Весь наш репозиторий APK, исходных тарбалов, иконок и т.д. доступен для загрузки и использования. Например, он часто используется в качестве "чистого набора" APK для исследования вредоносного ПО. Существует несколько способов получить полную коллекцию из репозитория. _f-droid.org_ сейчас зеркалируется на многих стандартных зеркальных серверах Свободного ПО, три из них в настоящее время обеспечивают _rsync_, что является предпочтительным способом загрузки большого количества (раздел репозиторий занимает около 70 ГБ, а весь архив приближается к 400 ГБ).
uk: Весь наш репозиторій APK, вихідних тарбалов, іконок і т.д. доступний для завантаження і використання. Наприклад, він часто використовується в якості "чистого набору" APK для дослідження шкідливого ПЗ. Існує кілька способів отримати повну колекцію зі сховищ. _f-droid.org_ зараз Віддзеркалюються на багатьох стандартних дзеркальних серверах вільного програмного забезпечення, три з них в даний час забезпечують _rsync_, що є кращим способом завантаження великої кількості (розділ репозиторій займає близько 70 ГБ, а весь архів наближається до 400 ГБ).
zh_hans: 我们的整个 APK 存储库、源代码包、图标等可供下载和使用。例如，它经常被用作恶意软件研究的 APK 的“干净集”。有多种方法可以从存储库中获取完整集合。_f-droid.org_ 现在在许多标准的自由软件镜像服务器上镜像，其中三个目前提供 _rsync_，这是下载很多的首选方式（存储库部分大约 70 GB，整个存档接近 400 GB）。

source: China: `rsync -axv mirrors.tuna.tsinghua.edu.cn::fdroid/repo`
pl: Chiny: `rsync -axv mirrors.tuna.tsinghua.edu.cn::fdroid/repo`
ro: în China: `rsync -axv mirrors.tuna.tsinghua.edu.cn::fdroid/repo`
ru: Китай: `rsync -axv mirrors.tuna.tsinghua.edu.cn::fdroid/repo`
uk: Китай: `rsync -axv mirrors.tuna.tsinghua.edu.cn :: fdroid/repo`
zh_hans: 中国：`rsync -axv mirrors.tuna.tsinghua.edu.cn::fdroid/repo`

source: Germany: `rsync -axv ftp.fau.de::fdroid/repo`
de: Deutschland: `rsync -axv ftp.fau.de::fdroid/repo`
pl: Niemcy: `rsync -axv ftp.fau.de::fdroid/repo`
ro: în Germany: `rsync -axv ftp.fau.de::fdroid/repo`
ru: Германия: `rsync -axv ftp.fau.de::fdroid/repo`
uk: Німеччина: `rsync -axv ftp.fau.de :: fdroid/repo`
zh_hans: 德国：`rsync -axv ftp.fau.de::fdroid/repo`

source: USA/Indiana: `rsync -axv plug-mirror.rcac.purdue.edu::fdroid/repo`
de: Vereinigte Staaten/Indiana: `rsync -axv plug-mirror.rcac.purdue.edu::fdroid/repo`
ro: pentru USA/Indiana: `rsync -axv plug-mirror.rcac.purdue.edu::fdroid/repo`
ru: США/Индиана: `rsync -axv plug-mirror.rcac.purdue.edu::fdroid/repo`
uk: США/Індіана: `rsync -axv plug-mirror.rcac.purdue.edu :: fdroid/repo`
zh_hans: 美国/印第安纳州：`rsync -axv plug-mirror.rcac.purdue.edu::fdroid/repo`

source: Please use mirrors, don't download from _f-droid.org_, since it can overwhelm the main server. Also, there is no more need for custom crawlers for those who want to mirror other F-Droid repos. We have our own: `fdroid mirror`. And lastly, if you are going to keep a copy of the _f-droid.org_ repo, you can give back by opening it up as a public mirror. We are looking for public mirrors outside of the EU, especially Africa, Australia, and South America.
de: Bitte verwendet Spiegel, ladet nichts bei _f-droid.org_ herunter, da der Hauptserver überlastet werden kann. Es sind auch keine eigenen Crawlers mehr nötig für diejenigen, die andere F-Droid-Repos spiegeln wollen. Wir haben unseren eigenen: `fdroid mirror`. Und zuguterletzt, wenn ihr euch daranmacht, eine Kopie des _f-droid.org__Repo zu unterhalten, könnt ihr etwas zurückgeben, indem ihr es als einen öffentlichen Spiegelserver öffnet. Wir freuen uns auf öffentliche Spiegel außerhalb der EU, besonders in Afrika, Australien und Südamerika.
pl: Używaj serwerów lustrzanych, nie pobieraj ze strony _f-droid.org_, ponieważ może to przeciążyć główny serwer. Ponadto nie ma już potrzeby tworzenia niestandardowych przeszukiwaczy dla tych, którzy chcą tworzyć kopię lustrzaną innych repozytoriów F-Droid. Mamy własny: `serwer lustrzany fdroid`. I na koniec, jeśli zamierzasz zachować kopię repozytorium _f-droid.org_, możesz udostępnić ją jako otwarty publiczny serwer lustrzany. Szukamy publicznych serwerów lustrzanych poza UE, zwłaszcza w Afryce, Australii i Ameryce Południowej.
ro: Vă rugăm să folosiți oglinzi, nu descărcați de pe _f-droid.org_, deoarece poate copleși serverul principal. De asemenea, nu mai este nevoie de crawlere personalizate pentru cei care doresc să oglindească alte depozite F-Droid. Avem propriile noastre: `fdroid mirror`. Și în cele din urmă, dacă aveți de gând să păstrați o copie a repo-ului _f-droid.org_, puteți da înapoi deschizându-l ca oglindă publică. Căutăm oglinzi publice în afara UE, în special în Africa, Australia și America de Sud.
ru: Пожалуйста, используйте зеркала, не скачивайте с _f-droid.org_, так как это может перегрузить основной сервер. Кроме того, больше нет необходимости в пользовательских сканерах для тех, кто хочет зеркалировать другие репозитории F-Droid. У нас есть свой собственный: `fdroid mirror`. И, наконец, если вы собираетесь сохранить копию репозитория _f-droid.org_, вы можете сделать это, открыв его как публичное зеркало. Мы ищем публичные зеркала за пределами ЕС, особенно в Африке, Австралии и Южной Америке.
uk: Будь ласка, використовуйте дзеркала, не завантажуйте з _f-droid.org_, так як це може перевантажити основний сервер. Крім того, більше немає необхідності в призначених для користувача сканерах для тих, хто хоче створювати дзеркала інші репозиторії F-Droid. У нас є свій власний: `fdroid mirror`. І, нарешті, якщо ви збираєтеся зберегти копію сховища _f-droid.org_, ви можете зробити це, відкривши його як публічне дзеркало. Ми шукаємо публічні дзеркала за межами ЄС, особливо в Африці, Австралії та Південній Америці.
zh_hans: 请使用镜像，不要从 _f-droid.org_ 下载，因为它会击垮主服务器。此外，对于那些想要镜像其他 F-Droid 存储库的人来说，不再需要自定义爬虫。我们有自己的：`fdroid mirror`。最后，如果你要保存 _f-droid.org_ 存储库的副本，你可以通过将其设置为公共镜像来回馈。我们正在寻找欧盟以外的公共镜像，尤其是非洲、澳大利亚和南美洲。

source: Contribute
de: Mitmachen
pl: Współpraca
ro: Contribuiți
ru: Внести свой вклад
uk: Співпраця
zh_hans: 参与

source: The F-Droid robot does not run itself, it takes time and money to keep going. So we ask all those who rely on F-Droid in their research to give something back to keep F-Droid going. Here are some suggestions:
de: Der F-Droid-Roboter arbeitet nicht selbsttätig, es kostet Zeit und Geld, um ihn am Laufen zu halten. So bitten wir all diejenigen, die sich auf F-Droid in ihrer Forschung verlassen, etwas zurückzugeben, damit F-Droid erhalten bleibt. Hier einige Vorschläge:
pl: Robot F-Droid nie działa sam, potrzeba czasu i pieniędzy. Dlatego prosimy wszystkich tych, którzy polegają na F-Droid w swoich badaniach, aby dać coś w zamian, aby utrzymać F-Droid w pracy. Oto pewne sugestie:
ro: Robotul F-Droid nu funcționează de unul singur, ci are nevoie de timp și bani pentru a continua să funcționeze. Așadar, îi rugăm pe toți cei care se bazează pe F-Droid în cercetările lor să contribuie cu ceva pentru ca F-Droid să continue să funcționeze. Iată câteva sugestii:
ru: Робот F-Droid не работает сам по себе, ему требуется время и деньги для поддержания работы. Поэтому мы просим всех, кто полагается на F-Droid в своих исследованиях, дать что-то взамен, чтобы F-Droid продолжал работать. Вот некоторые предложения:
uk: Робот F-Droid не працює сам по собі, йому потрібен час і гроші для підтримки роботи. Тому ми просимо всіх, хто покладається на F-Droid в своїх дослідженнях, дати щось взамін, щоб F-Droid продовжував працювати. Ось деякі пропозиції:
zh_hans: F-Droid 机器人不会自行运行，继续前进需要时间和金钱。因此，我们请求所有在研究中依赖 F-Droid 的人回馈一些东西，以保持 F-Droid 的运转。以下是一些建议：
