Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/)** was [updated](https://github.com/sreichholf/dreamDroid/blob/HEAD/app/res/raw/changelog.md) from 1.4.433 to 1.4.434
de: **[DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/)**-[Aktualisierung](https://github.com/sreichholf/dreamDroid/blob/HEAD/app/res/raw/changelog.md) von 1.4.433 auf 1.4.434
pl: **[DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/)** został [zaktualizowany](https://github.com/sreichholf/dreamDroid/blob/HEAD/app/res/raw/changelog.md) z 1.4.433 do 1.4.434
ro: **[DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/)** a fost [updated](https://github.com/sreichholf/dreamDroid/blob/HEAD/app/res/raw/changelog.md) de la 1.4.433 la 1.4.434
ru: **[DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/)** был [обновлен](https://github.com/sreichholf/dreamDroid/blob/HEAD/app/res/raw/changelog.md) от 1.4.433 до 1.4.434
uk: **[DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/)** [оновлено](https://github.com/sreichholf/dreamDroid/blob/HEAD/app/res/raw/changelog.md) з 1.4.433 до 1.4.434
zh_hans: **[DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/)** 已从 1.4.433 [更新](https://github.com/sreichholf/dreamDroid/blob/HEAD/app/res/raw/changelog.md)到 1.4.434

source: **[DroidFish](https://f-droid.org/packages/org.petero.droidfish/)** was updated from 1.72 to 1.74
de: **[DroidFish](https://f-droid.org/packages/org.petero.droidfish/)** erhielt ein Update von 1.72 auf 1.74
pl: **[DroidFish](https://f-droid.org/packages/org.petero.droidfish/)** został zaktualizowany z 1.72 do 1.74
ro: **[DroidFish](https://f-droid.org/packages/org.petero.droidfish/)** a fost actualizată de la 1.72 la 1.74
ru: **[DroidFish](https://f-droid.org/packages/org.petero.droidfish/)** был обновлен с 1.72 до 1.74
uk: **[DroidFish](https://f-droid.org/packages/org.petero.droidfish/)** оновлено з 1.72 до 1.74
zh_hans: **[DroidFish](https://f-droid.org/packages/org.petero.droidfish/)** 从 1.72 更新到 1.74

source: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** was [updated](https://github.com/ltGuillaume/DroidShows/releases) from 7.8.0 to 7.9.7
de: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)**-[Aktualisierung](https://github.com/ltGuillaume/DroidShows/releases) von 7.8.0 auf 7.9.7
pl: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** został [zaktualizowany](https://github.com/ltGuillaume/DroidShows/releases) z 7.8.0 do 7.9.7
ro: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** a fost [updated](https://github.com/ltGuillaume/DroidShows/releases) de la 7.8.0 la 7.9.7
ru: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** был [обновлен](https://github.com/ltGuillaume/DroidShows/releases) с 7.8.0 до 7.9.7
uk: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** [оновлено](https://github.com/ltGuillaume/DroidShows/releases) з 7.8.0 до 7.9.7
zh_hans: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** 从 7.8.0 [更新](https://github.com/ltGuillaume/DroidShows/releases)至 7.9.7

source: **[DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)** was updated from 6.4 to 6.7
de: **[DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)** erhielt ein Update von 6.4 auf 6.7
pl: **[DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)** został zaktualizowany z 6.4 do 6.7
ro: **[DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)** a fost actualizată de la 6.4 la 6.7
ru: **[DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)** был обновлен с 6.4 до 6.7
uk: **[Клавіатуру DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)** оновлено з 6.4 до 6.7
zh_hans: **[DroidTR keyboard](https://f-droid.org/packages/org.droidtr.keyboard/)** 从 6.4 更新到 6.7

source: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** was [updated](https://github.com/duckduckgo/Android/releases) from 5.19.0 to 5.28.3
de: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)**-[Aktualisierung](https://github.com/duckduckgo/Android/releases) von 5.19.0 auf 5.28.3
pl: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** został [zaktualizowany](https://github.com/duckduckgo/Android/releases) z 5.19.0 do 5.28.3
ro: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** a fost [updated](https://github.com/duckduckgo/Android/releases) de la 5.19.0 la 5.28.3
ru: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** был [обновлен](https://github.com/duckduckgo/Android/releases) с 5.19.0 до 5.28.3
uk: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** [оновлено](https://github.com/duckduckgo/Android/releases) з 5.19.0 до 5.28.3
zh_hans: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** 已从 5.19.0 [更新](https://github.com/duckduckgo/Android/releases)到 5.28.3

source: **[Déjà Vu Location Service](https://f-droid.org/packages/org.fitchfamily.android.dejavu/)** was [updated](https://github.com/n76/DejaVu/blob/HEAD/CHANGELOG.md) from 1.1.10 to 1.1.11
de: **[Déjà Vu Location Service](https://f-droid.org/packages/org.fitchfamily.android.dejavu/)**-[Aktualisierung](https://github.com/n76/DejaVu/blob/HEAD/CHANGELOG.md) von 1.1.10 auf 1.1.11
pl: **[Déjà Vu Location Service](https://f-droid.org/packages/org.fitchfamily.android.dejavu/)** został [zaktualizowany](https://github.com/n76/DejaVu/blob/HEAD/CHANGELOG.md) z 1.1.10 do 1.1.11
ro: **[Déjà Vu Location Service](https://f-droid.org/packages/org.fitchfamily.android.dejavu/)** a fost [updated](https://github.com/n76/DejaVu/blob/HEAD/CHANGELOG.md) de la 1.1.10 la 1.1.11
ru: **[Déjà Vu Location Service](https://f-droid.org/packages/org.fitchfamily.android.dejavu/)** был [обновлен](https://github.com/n76/DejaVu/blob/HEAD/CHANGELOG.md) с 1.1.10 до 1.1.11
uk: **[Службу визначення розташування Déjà Vu](https://f-droid.org/packages/org.fitchfamily.android.dejavu/)** [оновлено](https://github.com/n76/DejaVu/blob/HEAD/CHANGELOG.md) з 1.1.10 до 1.1.11
zh_hans: **[Déjà Vu Location Service](https://f-droid.org/packages/org.fitchfamily.android.dejavu/)** 已从 1.1.10 [更新](https://github.com/n76/DejaVu/blob/HEAD/CHANGELOG.md)到 1.1.11

source: **[EP Mobile](https://f-droid.org/packages/org.epstudios.epmobile/)** was [updated](https://github.com/mannd/epmobile/tree/HEAD/doc/changes) from 2.20 to 2.21
de: **[EP Mobile](https://f-droid.org/packages/org.epstudios.epmobile/)**-[Aktualisierung](https://github.com/mannd/epmobile/tree/HEAD/doc/changes) von 2.20 auf 2.21
pl: **[EP Mobile](https://f-droid.org/packages/org.epstudios.epmobile/)** został [zaktualizowany](https://github.com/mannd/epmobile/tree/HEAD/doc/changes) z 2.20 do 2.21
ro: **[EP Mobile](https://f-droid.org/packages/org.epstudios.epmobile/)** a fost [updated](https://github.com/mannd/epmobile/tree/HEAD/doc/changes) de la 2.20 la 2.21
ru: **[EP Mobile](https://f-droid.org/packages/org.epstudios.epmobile/)** был [обновлен](https://github.com/mannd/epmobile/tree/HEAD/doc/changes) от 2.20 до 2.21
uk: **[EP Mobile](https://f-droid.org/packages/org.epstudios.epmobile/)** [оновлено](https://github.com/mannd/epmobile/tree/HEAD/doc/changes) з 2.20 до 2.21
zh_hans: **[EP Mobile](https://f-droid.org/packages/org.epstudios.epmobile/)** 已从 2.20 [更新](https://github.com/mannd/epmobile/tree/HEAD/doc/changes)到 2.21

source: **[Easer](https://f-droid.org/packages/ryey.easer/)** was [updated](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) from 0.7.2.4.1 to 0.7.7.4
de: **[Easer](https://f-droid.org/packages/ryey.easer/)**-[Aktualisierung](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) von 0.7.2.4.1 auf 0.7.7.4
pl: **[Easer](https://f-droid.org/packages/ryey.easer/)** został [zaktualizowany](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) z 0.7.2.4.1 do 0.7.7.4
ro: **[Easer](https://f-droid.org/packages/ryey.easer/)** a fost [updated](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) de la 0.7.2.4.1 la 0.7.7.4
ru: **[Easer](https://f-droid.org/packages/ryey.easer/)** был [обновлен](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) от 0.7.2.4.1 до 0.7.7.4
uk: **[Easer](https://f-droid.org/packages/ryey.easer/)** [оновлено](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) з 0.7.2.4.1 до 0.7.7.4
zh_hans: **[Easer](https://f-droid.org/packages/ryey.easer/)** 已从 0.7.2.4.1 [更新](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md)到 0.7.7.4

source: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** was [updated](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) from 7.3.1 to 7.3.2
de: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)**-[Aktualisierung](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) von 7.3.1 auf 7.3.2
pl: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** został [zaktualizowany](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) z 7.3.1do 7.3.2
ro: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** a fost [updated](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) de la 7.3.1 la 7.3.2
ru: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** был [обновлен](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) от 7.3.1 до 7.3.2
uk: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** [оновлено](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) from 7.3.1 to 7.3.2
zh_hans: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** 已从 7.3.1 [更新](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md)到 7.3.2

source: **[Editor](https://f-droid.org/packages/org.billthefarmer.editor/)** was [updated](https://github.com/billthefarmer/editor/releases) from 1.31 to 1.39
de: **[Editor](https://f-droid.org/packages/org.billthefarmer.editor/)**-[Aktualisierung](https://github.com/billthefarmer/editor/releases) von 1.31 auf 1.39
pl: **[Editor](https://f-droid.org/packages/org.billthefarmer.editor/)** został [zaktualizowany](https://github.com/billthefarmer/editor/releases) z 1.31 do 1.39
ro: **[Editor](https://f-droid.org/packages/org.billthefarmer.editor/)** a fost [updated](https://github.com/billthefarmer/editor/releases) de la 1.31 la 1.39
ru: **[Editor](https://f-droid.org/packages/org.billthefarmer.editor/)** был [обновлен](https://github.com/billthefarmer/editor/releases) от 1.31 до 1.39
uk: **[Редактор](https://f-droid.org/packages/org.billthefarmer.editor/)** [оновлено](https://github.com/billthefarmer/editor/releases) з 1.31 до 1.39
zh_hans: **[Editor](https://f-droid.org/packages/org.billthefarmer.editor/)** 从 1.31 [更新](https://github.com/billthefarmer/editor/releases)至 1.39

source: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** was [updated](https://github.com/HenriDellal/emerald-dialer/releases) from 1.0.7 to 1.0.8
de: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)**-[Aktualisierung](https://github.com/HenriDellal/emerald-dialer/releases) von 1.0.7 auf 1.0.8
pl: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** został [zaktualizowany](https://github.com/HenriDellal/emerald-dialer/releases) z 1.0.7 do 1.0.8
ro: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** a fost [updated](https://github.com/HenriDellal/emerald-dialer/releases) de la 1.0.7 la 1.0.8
ru: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** был [обновлен](https://github.com/HenriDellal/emerald-dialer/releases) с 1.0.7 до 1.0.8
uk: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** [оновлено](https://github.com/HenriDellal/emerald-dialer/releases) з 1.0.7 до 1.0.8
zh_hans: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** 从 1.0.7 [更新](https://github.com/HenriDellal/emerald-dialer/releases)到 1.0.8

source: **[Equate](https://f-droid.org/packages/com.llamacorp.equate/)** was updated from 1.7 to 1.8
de: **[Equate](https://f-droid.org/packages/com.llamacorp.equate/)** erhielt ein Update von 1.7 auf 1.8
pl: **[Equate](https://f-droid.org/packages/com.llamacorp.equate/)** został zaktualizowany z 1.7 do 1.8
ro: **[Equate](https://f-droid.org/packages/com.llamacorp.equate/)** a fost actualizată de la 1.7 la 1.8
ru: **[Equate](https://f-droid.org/packages/com.llamacorp.equate/)** был обновлен с 1.7 до 1.8
uk: **[Equate](https://f-droid.org/packages/com.llamacorp.equate/)** оновлено з 1.7 до 1.8
zh_hans: **[Equate](https://f-droid.org/packages/com.llamacorp.equate/)** 从 1.7 更新到 1.8

source: **[Essential Launcher](https://f-droid.org/packages/de.clemensbartz.android.launcher/)** was updated from 2.0.2 to 2.1
de: **[Essential Launcher](https://f-droid.org/packages/de.clemensbartz.android.launcher/)** erhielt ein Update von 2.0.2 auf 2.1
pl: **[Essential Launcher](https://f-droid.org/packages/de.clemensbartz.android.launcher/)** został zaktualizowany z 2.0.2 do 2.1
ro: **[Essential Launcher](https://f-droid.org/packages/de.clemensbartz.android.launcher/)** a fost actualizat de la 2.0.2 la 2.1
ru: **[Essential Launcher](https://f-droid.org/packages/de.clemensbartz.android.launcher/)** был обновлен с 2.0.2 до 2.1
uk: **[Essential Launcher](https://f-droid.org/packages/de.clemensbartz.android.launcher/)** оновлено з 2.0.2 до 2.1
zh_hans: **[Essential Launcher](https://f-droid.org/packages/de.clemensbartz.android.launcher/)** 从 2.0.2 更新到 2.1

source: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** was [updated](https://github.com/Etar-Group/Etar-Calendar/releases) from 1.0.14 to 1.0.17
de: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)**-[Aktualisierung](https://github.com/Etar-Group/Etar-Calendar/releases) von 1.0.14 auf 1.0.17
pl: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** został [zaktualizowany](https://github.com/Etar-Group/Etar-Calendar/releases) z 1.0.14 do 1.0.17
ro: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** a fost [updated](https://github.com/Etar-Group/Etar-Calendar/releases) de la 1.0.14 la 1.0.17
ru: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** был [обновлен](https://github.com/Etar-Group/Etar-Calendar/releases) с 1.0.14 до 1.0.17
uk: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** [оновлено](https://github.com/Etar-Group/Etar-Calendar/releases) з 1.0.14 до 1.0.17
zh_hans: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** 已从 1.0.14 [更新](https://github.com/Etar-Group/Etar-Calendar/releases)到 1.0.17

source: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** was [updated](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) from 1.4.0 to 1.4.11
de: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)**-[Aktualisierung](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) von 1.4.0 auf 1.4.11
pl: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** został [zaktualizowany](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) z 1.4.0 do 1.4.11
ro: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)**a fost [updated](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) de la 1.4.0 la 1.4.11
ru: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** был [обновлен](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) от 1.4.0 до 1.4.11
uk: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** [оновлено](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) з 1.4.0 до 1.4.11
zh_hans: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 已从 1.4.0 [更新](https://github.com/etesync/android/blob/HEAD/ChangeLog.md)到 1.4.11

source: **[Eventyay Attendee](https://f-droid.org/packages/com.eventyay.attendee/)** was [updated](https://github.com/fossasia/open-event-android/releases) from 0.0.2a to 0.5.0
de: **[Eventyay Attendee](https://f-droid.org/packages/com.eventyay.attendee/)**-[Aktualisierung](https://github.com/fossasia/open-event-android/releases) von 0.0.2a auf 0.5.0
pl: **[Eventyay Attendee](https://f-droid.org/packages/com.eventyay.attendee/)** został [zaktualizowany](https://github.com/fossasia/open-event-android/releases) z 0.0.2a do 0.5.0
ro: **[Eventyay Attendee](https://f-droid.org/packages/com.eventyay.attendee/)** a fost [updated](https://github.com/fossasia/open-event-android/releases) de la 0.0.2a la 0.5.0
ru: **[Eventyay Attendee](https://f-droid.org/packages/com.eventyay.attendee/)** был [обновлен](https://github.com/fossasia/open-event-android/releases) с 0.0.2a до 0.5.0
uk: **[Eventyay Attendee](https://f-droid.org/packages/com.eventyay.attendee/)** [оновлено](https://github.com/fossasia/open-event-android/releases) з 0.0.2a до 0.5.0
zh_hans: **[Eventyay Attendee](https://f-droid.org/packages/com.eventyay.attendee/)** 已从 0.0.2a [更新](https://github.com/fossasia/open-event-android/releases)到 0.5.0

source: **[Eventyay Organizer](https://f-droid.org/packages/com.eventyay.organizer/)** was [updated](https://github.com/fossasia/open-event-orga-app/releases) from 1.0.6alpha to 1.3.0
de: **[Eventyay Organizer](https://f-droid.org/packages/com.eventyay.organizer/)**-[Aktualisierung](https://github.com/fossasia/open-event-orga-app/releases) von 1.0.6alpha auf 1.3.0
pl: **[Eventyay Organizer](https://f-droid.org/packages/com.eventyay.organizer/)** został [zaktualizowany](https://github.com/fossasia/open-event-orga-app/releases) z 1.0.6alpha do 1.3.0
ro: **[Eventyay Organizer](https://f-droid.org/packages/com.eventyay.organizer/)** a fost [updated](https://github.com/fossasia/open-event-orga-app/releases) de la 1.0.6alpha la 1.3.0
ru: **[Eventyay Organizer](https://f-droid.org/packages/com.eventyay.organizer/)** был [обновлен](https://github.com/fossasia/open-event-orga-app/releases) с 1.0.6alpha до 1.3.0
uk: **[Eventyay Organizer](https://f-droid.org/packages/com.eventyay.organizer/)** [оновлено](https://github.com/fossasia/open-event-orga-app/releases) з 1.0.6alpha до 1.3.0
zh_hans: **[Eventyay Organizer](https://f-droid.org/packages/com.eventyay.organizer/)** 从 1.0.6alpha [更新](https://github.com/fossasia/open-event-orga-app/releases)到 1.3.0

source: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** was [updated](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) from 1.5.1 to 1.6.2
de: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)**-[Aktualisierung](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) von 1.5.1 auf 1.6.2
pl: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** został [zaktualizowany](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) z 1.5.1 do 1.6.2
ro: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** a fost [updated](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) de la 1.5.1 la 1.6.2
ru: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** был [обновлен](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) с 1.5.1 до 1.6.2
uk: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** [оновлено](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) з 1.5.1 до 1.6.2
zh_hans: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 已从 1.5.1 [更新](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md)到 1.6.2

source: **[FFUpdater](https://f-droid.org/packages/de.marmaro.krt.ffupdater/)** was updated from 57.0 to 67.4
de: **[FFUpdater](https://f-droid.org/packages/de.marmaro.krt.ffupdater/)** erhielt ein Update von 57.0 auf 67.4
pl: **[FFUpdater](https://f-droid.org/packages/de.marmaro.krt.ffupdater/)** został zaktualizowany z 57.0 do 67.4
ro: **[FFUpdater](https://f-droid.org/packages/de.marmaro.krt.ffupdater/)** a fost actualizată de la 57,0 la 67,4
ru: **[FFUpdater](https://f-droid.org/packages/de.marmaro.krt.ffupdater/)** был обновлен с 57.0 до 67.4
uk: **[FFUpdater](https://f-droid.org/packages/de.marmaro.krt.ffupdater/)** оновлено з 57.0 до 67.4
zh_hans: **[FFUpdater](https://f-droid.org/packages/de.marmaro.krt.ffupdater/)** 从 57.0 更新到 67.4

source: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** was [updated](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md) from 6.3.2 to 6.4
de: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)**-[Aktualisierung](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md) von 6.3.2 auf 6.4
pl: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** został [zaktualizowany](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md) z 6.3.2 do 6.4
ro: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** a fost [updated](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md) de la 6.3.2 la 6.4
ru: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** был [обновлен](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md) от 6.3.2 до 6.4
uk: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** [оновлено](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md) з 6.3.2 до 6.4
zh_hans: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** 从 6.3.2 [更新](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md)到 6.4

source: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** was [updated](https://github.com/M66B/open-source-email/releases) from 1.409 to 1.574
de: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)**-[Aktualisierung](https://github.com/M66B/open-source-email/releases) von 1.409 auf 1.574
pl: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** został [zaktualizowany](https://github.com/M66B/open-source-email/releases) z 1.409 do 1.574
ro: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** a fost [updated](https://github.com/M66B/open-source-email/releases) de la 1.409 la 1.574
ru: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** был [обновлен](https://github.com/M66B/open-source-email/releases) с 1.409 до 1.574
uk: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** [оновлено](https://github.com/M66B/open-source-email/releases) з 1.409 до 1.574
zh_hans: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** 已从 1.409 [更新](https://github.com/M66B/open-source-email/releases)到 1.574

source: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** was [updated](https://framagit.org/tom79/fedilab/tags) from 1.77.1 to 2.9.1
de: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**-[Aktualisierung](https://framagit.org/tom79/fedilab/tags) von 1.77.1 auf 2.9.1
pl: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** został [zaktualizowany](https://framagit.org/tom79/fedilab/tags) z 1.77.1 do 2.9.1
ro: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** a fost [updated](https://framagit.org/tom79/fedilab/tags) de la 1.77.1 la 2.9.1
ru: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** был [обновлен](https://framagit.org/tom79/fedilab/tags) с 1.77.1 до 2.9.1
uk: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [оновлено](https://framagit.org/tom79/fedilab/tags) з 1.77.1 до 2.9.1
zh_hans: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 已从 1.77.1 [更新](https://framagit.org/tom79/fedilab/tags)到 2.9.1
