Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: This will mean that any repo will need to support TLSv1.2 to work with F-Droid client from here on out. If a webserver does not support TLSv1.2, it is really too old to be used safely anyway. Even the oldest supported Red Hat Enterprise Linux release (6) supports TLSv1.2, and that was released in 2010.
de: Das bedeutet, dass jedes Repo von nun an TLSv1.2 unterstützen muss, um mit dem F-Droid-Client zu funktionieren. Wenn ein Webserver TLSv1.2 nicht unterstützt, ist er wirklich zu alt, um in irgendeiner Weise sicher genutzt werden zu können. Selbst die älteste, noch unterhaltene Linux-Version (6) von Red Hat Enterprise unterstützt TLSv1.2 und die wurde 2010 veröffentlicht.
pl: Oznacza to, że każde repo będzie musiało wspierać TLSv1.2 do pracy z klientem F-Droid od tego momentu. Jeśli serwer sieciowy nie obsługuje TLSv1.2, jest tak naprawdę zbyt stary, aby mógł być bezpiecznie używany. Nawet najstarsza wspierana wersja Red Hat Enterprise Linux (6) obsługuje wersję TLSv1.2, która została wydana w 2010 roku.
ro: Acest lucru va însemna că orice repo va trebui să suporte TLSv1.2 pentru a funcționa cu clientul F-Droid de acum încolo. În cazul în care un server web nu acceptă TLSv1.2, acesta este oricum prea vechi pentru a fi utilizat în siguranță. Chiar și cea mai veche versiune de Red Hat Enterprise Linux (6) acceptă TLSv1.2, iar aceasta a fost lansată în 2010.
ru: Это означает, что для работы с клиентом F-Droid любой репозиторий должен поддерживать TLSv1.2. Если веб-сервер не поддерживает TLSv1.2, он действительно слишком устарел для безопасного использования в любом случае. Даже самый старый поддерживаемый выпуск Red Hat Enterprise Linux (6) поддерживает TLSv1.2, а он был выпущен в 2010 году.
uk: Це означає, що для роботи з клієнтом F-Droid будь репозиторій повинен підтримувати TLSv1.2. Якщо вебсервер не підтримує TLSv1.2, він дійсно дуже застарів для безпечного використання в будь-якому випадку. Навіть найстаріший підтримуваний випуск Red Hat Enterprise Linux (6) підтримує TLSv1.2, а він був випущений в 2010 році.
zh_hans: 这意味着从现在开始，任何存储库都需要支持 TLSv1.2 才能与 F-Droid 客户端一起使用。如果网络服务器不支持 TLSv1.2，那么它确实太旧了，无论如何都不能安全使用。即使是最古老的受支持的 Red Hat Enterprise Linux 版本 (6) 也支持 TLSv1.2，该版本于 2010 年发布。

source: Improving our "bus factor"
de: Verbesserung unseres „Bus Factor“
pl: Poprawa naszego "bus factor"
ro: Îmbunătățirea "bus factor"
ru: Улучшение нашего "автобусного фактора"
uk: Поліпшення нашого "фактора шини"
zh_hans: 改善我们的“公共汽车系数”

source: "Bus factor" is an important measure of the health of a free software project, even though the idea is quite morbid. As F-Droid has expanded from a project of one to a whole community effort. And there is much more work than one person can do. Essential infrastructure needs to be maintained by separate people to make the whole project resilient and owned by the community.
de: Der „Bus factor“ ist eine wichtige Kennzahl zur Gesundheit eines freien Softwareprojekts, auch wenn die Idee dahinter ziemlich krank ist. F-Droid hat sich von einem Projekt eines einzelnen zu einer die ganze Community betreffenden Aufgabe ausgeweitet. Und da gibt es weit mehr Arbeit, als eine Person erledigen kann. Die grundlegende Infrastruktur muss von verschiedenen Leuten betreut werden, um das gesamte Projekt belastbar und gemeinschaftlich getragen zu gestalten.
pl: „Bus factor” jest ważną miarą zdrowia projektu wolnego oprogramowania, mimo że pomysł jest dość chorobliwy. Ponieważ F-Droid rozszerzył się z projektu jednego do całego wysiłku społeczności. I jest o wiele więcej pracy niż jedna osoba może wykonać. Niezbędna infrastruktura musi być utrzymywana przez oddzielne osoby, aby cały projekt był odporny i należał do społeczności.
ro: "Bus factor" este o măsură importantă a sănătății unui proiect de software liber, chiar dacă ideea este destul de morbidă. Pe măsură ce F-Droid s-a extins de la un proiect al unui singur om la un întreg efort al comunității. Și există mult mai multă muncă decât poate face o singură persoană. Infrastructura esențială trebuie să fie întreținută de persoane separate pentru ca întregul proiect să fie rezistent și să fie deținut de comunitate.
ru: "Коэффициент загруженности" - важный показатель здоровья проекта свободного программного обеспечения, хотя сама идея довольно нездоровая. Поскольку F-Droid превратился из проекта одного человека в усилия целого сообщества. И работы гораздо больше, чем может сделать один человек. Необходимая инфраструктура должна поддерживаться отдельными людьми, чтобы весь проект был жизнеспособным и принадлежал сообществу.
uk: "Коефіцієнт завантаженості" - важливий показник здоров'я проєкту вільного програмного забезпечення, хоча сама ідея досить нездорова. Оскільки F-Droid перетворився з проєкту одну людину в зусилля цілої спільноти. І роботи набагато більше, ніж може зробити одна людина. Необхідна інфраструктура повинна підтримуватися окремими людьми, щоб весь проєкт був життєздатним і належав спільноті.
zh_hans: “公共汽车系数”是衡量一个自由软件项目是否健康的一个重要指标，尽管这个想法是相当可怕的。随着 F-Droid 从一个项目扩展到整个社区的努力。而且还有很多工作不是一个人能做的。基本基础设施需要由不同的人维护，以使整个项目具有弹性并由社区拥有。

source: Towards that end, we have a new host for a key piece of infrastructure. The website build and deploy process is now hosted by [Nick Merrill](https://en.wikipedia.org/wiki/Nicholas_Merrill) of [Calyx Institute](https://www.calyxinstitute.org/) in Iceland. It is hard to find a better combination for a project that is concerned with privacy. Nick is an F-Droid user, and Calyx Institute is building the most private internet services possible, with F-Droid as a key piece. Nick also fought a secret order from the US government and [won in US Federal Court](https://en.wikipedia.org/wiki/Doe_v._Ashcroft) after 11 years of arduous legal proceedings. Lastly, Iceland is one of the best locations for hosting internet services that need strong privacy.
de: Im Hinblick darauf haben wir einen neuen Host für ein Hauptstück der Infrastruktur. Der Build- und Deploy-Prozess der Internetseite wird nun von [Nick Merrill](https://en.wikipedia.org/wiki/Nicholas_Merrill) vom [Calyx Institute](https://www.calyxinstitute.org/) in Island gehostet. Es ist schwer eine bessere Kombination für ein Projekt, das sich mit Datenschutz befasst, zu finden. Nick ist F-Droid-Anwender und das Calyx Institute erstellt die vertrauenswürdigsten Internetdienste, die möglich sind, mit F-Droid in einer Schlüsselrolle. Nick focht außerdem eine geheime Anweisung der US-Regierung an und [gewann vor dem US Federal Court](https://en.wikipedia.org/wiki/Doe_v._Ashcroft) nach 11 Jahren mühseligen Rechtsstreits. Schließlich ist Island einer der besten Orte, um Internetdienste zu hosten, die einen starken Datenschutz erfordern.
pl: W tym celu mamy nowy host dla kluczowego elementu infrastruktury. Proces budowy i wdrażania witryny jest obecnie obsługiwany przez [Nicka Merrilla](https://en.wikipedia.org/wiki/Nicholas_Merrill) z [Calyx Institute](https://www.calyxinstitute.org/) w Islandii. Trudno znaleźć lepsze połączenie dla projektu, któremu zależy na prywatności. Nick jest użytkownikiem F-Droid, a Calyx Institute tworzy najbardziej prywatne usługi internetowe, wśród których F-Droid jest kluczowy. Nick walczył również z tajnym nakazem rządu USA i [wygrał w amerykańskim sądzie federalnym](https://en.wikipedia.org/wiki/Doe_v._Ashcroft) po 11 latach uciążliwych postępowań sądowych. Wreszcie, Islandia to jedna z najlepszych lokalizacji do hostingu usług internetowych, które wymagają silnej prywatności.
ro: În acest scop, avem o nouă gazdă pentru o piesă cheie de infrastructură. Procesul de construire și desfășurare a site-ului web este găzduit acum de [Nick Merrill](https://en.wikipedia.org/wiki/Nicholas_Merrill) de la [Calyx Institute](https://www.calyxinstitute.org/) din Islanda. Este greu de găsit o combinație mai bună pentru un proiect care se preocupă de confidențialitate. Nick este un utilizator F-Droid, iar Institutul Calyx construiește cele mai private servicii de internet posibile, cu F-Droid ca piesă cheie. De asemenea, Nick a luptat împotriva unui ordin secret al guvernului american și [won in US Federal Court](https://en.wikipedia.org/wiki/Doe_v._Ashcroft) după 11 ani de proceduri juridice dificile. În cele din urmă, Islanda este una dintre cele mai bune locații pentru găzduirea serviciilor de internet care au nevoie de o confidențialitate puternică.
ru: В связи с этим у нас появился новый хост для ключевого элемента инфраструктуры. Процесс создания и развертывания веб-сайта теперь находится у [Ника Меррилла](https://en.wikipedia.org/wiki/Nicholas_Merrill) из [Calyx Institute](https://www.calyxinstitute.org/) в Исландии. Трудно найти лучшее сочетание для проекта, который связан с конфиденциальностью. Ник - пользователь F-Droid, а Calyx Institute создает максимально приватные интернет-сервисы, ключевым элементом которых является F-Droid. Ник также боролся с секретным приказом правительства США и [выиграл в Федеральном суде США](https://en.wikipedia.org/wiki/Doe_v._Ashcroft) после 11 лет тяжелых судебных разбирательств. Наконец, Исландия - одно из лучших мест для размещения интернет-сервисов, нуждающихся в строгой конфиденциальности.
uk: У зв'язку з цим у нас з'явився новий хост для ключового елемента інфраструктури. Процес створення і розгортання вебсайту тепер знаходиться у [Ніка Меррілла](https://en.wikipedia.org/wiki/Nicholas_Merrill) з [Calyx Institute](https://www.calyxinstitute.org/) в Ісландії. Важко знайти найкраще поєднання для проєкту, який пов'язаний з конфіденційністю. Нік - користувач F-Droid, а Calyx Institute створює максимально приватні інтернет-сервіси, ключовим елементом яких є F-Droid. Нік також боровся з секретним наказом уряду США і [виграв у Федеральному суді США](https://en.wikipedia.org/wiki/Doe_v._Ashcroft) після 11 років важких судових розглядів. Нарешті, Ісландія - одне з кращих місць для розміщення інтернет-сервісів, які потребують суворої конфіденційності.
zh_hans: 为此，我们为关键基础设施提供了一个新主机。网站构建和部署过程现在由 [Calyx Institute](https://www.calyxinstitute.org/) 的 [Nick Merrill](https://en.wikipedia.org/wiki/Nicholas_Merrill) 在冰岛托管。对于涉及隐私的项目，很难找到更好的组合。Nick 是 F-Droid 用户，Calyx Institute 正在构建尽可能私密的互联网服务，其中 F-Droid 是关键部分。尼克还与美国政府的秘密命令作斗争并在经过 11 年的艰苦法律诉讼后[在美国联邦法院获胜](https://en.wikipedia.org/wiki/Doe_v._Ashcroft)。最后，冰岛是托管需要强大隐私的互联网服务的最佳地点之一。

source: Technical Details
de: Technische Einzelheiten
pl: Szczegóły techniczne
ro: Detalii tehnice
ru: Технические детали
uk: Технічні подробиці
zh_hans: 技术细节

source: A couple of years ago, we overhauled this website to let it be translated into any language by F-Droid contributors. We now have 15 languages live and many more [in progress](https://hosted.weblate.org/projects/f-droid/website/).
de: Vor ein paar Jahren haben wir diese Website überarbeitet, damit sie sich von F-Droid-Mitwirkenden in jede Sprache übersetzen lässt. 15 Sprachen sind nun aktiv und viele weitere [in Arbeit](https://hosted.weblate.org/projects/f-droid/website/).
pl: Kilka lat temu dokonaliśmy przeglądu tej witryny, aby umożliwić jej tłumaczenie na dowolny język przez autorów F-Droid. Mamy teraz 15 języków na żywo i wiele innych [w toku](https://hosted.weblate.org/projects/f-droid/website/).
ro: În urmă cu câțiva ani, am revizuit acest site web pentru a putea fi tradus în orice limbă de către colaboratorii F-Droid. În prezent, avem 15 limbi în funcțiune și multe altele [in progress](https://hosted.weblate.org/projects/f-droid/website/).
ru: Пару лет назад мы переделали этот сайт, чтобы он мог быть переведен на любой язык участниками F-Droid. Сейчас у нас 15 языков и еще много других [в процессе](https://hosted.weblate.org/projects/f-droid/website/).
uk: Кілька років тому ми переробили цей вебсайт, щоб його переклали будь-якою мовою помічники F-Droid. Тепер у нас є переклад 15 мовами та багато інших [в процесі](https://hosted.weblate.org/projects/f-droid/website/).
zh_hans: 几年前，我们对这个网站进行了大修，让它可以由 F-Droid 贡献者翻译成任何语言。我们现在有 15 种语言，还有更多[正在进行中](https://hosted.weblate.org/projects/f-droid/website/)。

source: Though we did not realize it at the time, it looks like we have created the largest website that is generated using a static site generator (SSG). There is currently about 30,000 pages, ([staging.f-droid.org](https://staging.f-droid.org) has 75,000 pages!), and we have not found a Jekyll website with more pages. All this means the build and deploy process is resource intensive and can take a while. It has also proven a bit brittle, largely because the process uses so much RAM and CPU.
de: Auch wenn wir es damals nicht erkannten, sieht es so aus, als hätten wir die umfangreichste Internetseite geschaffen, die mittels eines „Static Site Generator (SSG)“ erzeugt wird. Es gibt momentan ungefähr 30.000 Seiten, ([staging.f-droid.org](https://staging.f-droid.org) enthält 75.000 Seiten!) und wir haben keine Jekyll-Website mit mehr Seiten gefunden. All das bedeutet, dass der Build- und Deploy-Prozess ressourcenintensiv ist und Zeit braucht. Es hat sich auch erwiesen, dass er ein Bisschen spröde ist, größtenteils weil der Vorgang so viel RAM und CPU braucht.
pl: Chociaż wtedy nie zdawaliśmy sobie z tego sprawy, wygląda na to, że stworzyliśmy największą stronę internetową, która jest generowana przy użyciu statycznego generatora stron (SSG). Obecnie istnieje około 30 000 stron ([staging.f-droid.org](https://staging.f-droid.org) ma 75 000 stron!) I nie znaleźliśmy witryny Jekyll z większą liczbą stron. Wszystko to oznacza, że proces kompilacji i wdrażania wymaga dużych zasobów i może chwilę potrwać. Okazało się również nieco kruche, głównie dlatego, że proces zużywa tak dużo pamięci RAM i CPU.
ro: Deși nu ne-am dat seama la momentul respectiv, se pare că am creat cel mai mare site web generat cu ajutorul unui generator de site-uri statice (SSG). În prezent, există aproximativ 30.000 de pagini, ([staging.f-droid.org](https://staging.f-droid.org) are 75.000 de pagini!), și nu am găsit un site Jekyll cu mai multe pagini. Toate acestea înseamnă că procesul de compilare și de implementare necesită multe resurse și poate dura ceva timp. De asemenea, s-a dovedit a fi un pic fragil, în mare parte din cauza faptului că procesul folosește foarte mult RAM și CPU.
ru: Хотя мы не осознавали этого в то время, похоже, что мы создали самый большой сайт, созданный с помощью генератора статических сайтов (SSG). В настоящее время на нем около 30 000 страниц, ([staging.f-droid.org](https://staging.f-droid.org) имеет 75 000 страниц!), и мы не нашли сайта Jekyll с большим количеством страниц. Все это означает, что процесс сборки и развертывания требует много ресурсов и может занять некоторое время. Он также оказался немного хрупким, в основном потому, что этот процесс использует так много оперативной памяти и процессора.
uk: Хоча ми не усвідомлювали цього в той час, схоже, що ми створили найбільший сайт, створений за допомогою генератора статичних сайтів (SSG). В даний час на ньому близько 30 000 сторінок, ([staging.f-droid.org](https://staging.f-droid.org) має 75 000 сторінок!), І ми не знайшли сайту Jekyll з великою кількістю сторінок . Все це означає, що процес складання і розгортання вимагає багато ресурсів і може зайняти деякий час. Він також виявився трохи крихким, в основному тому, що цей процес використовує так багато оперативної пам'яті і процесора.
zh_hans: 虽然我们当时没有意识到，但看起来我们已经创建了使用静态站点生成器 (SSG) 生成的最大网站。目前大约有 30,000 个页面，（[staging.f-droid.org](https://staging.f-droid.org) 有 75,000 个页面！），我们还没有找到更多页面的 Jekyll 网站。所有这些都意味着构建和部署过程是资源密集型的，并且可能需要一段时间。它也被证明有点脆弱，主要是因为该过程使用了太多的内存和 CPU。

source: The new deploy server setup is entirely scripted with Ansible, running on a plain Debian box. So if the current server fails for whatever reason, we can easily recreate a new server. This also is great for bus factor since anyone can recreate the whole deploy setup if the existing maintainers vanish entirely.
de: Die neue Deploy-Serverkonfiguration ist komplett mit Ansible geschrieben, das auf einer einfachen Debian-Maschine läuft. Sollte der aktuelle Server aus welchem Grund auch immer versagen, können wir so sehr leicht einen neuen Server aufsetzen. Das ist auch für den „Bus factor“ von Bedeutung, da jeder die ganze Deploy-Einrichtung neu erstellen kann, wenn die derzeitigen Maintainer völlig verschwinden.
pl: Nowa konfiguracja serwera wdrażania jest w całości napisana w skrypcie w Ansible, działająca na zwykłym Debianie. Więc jeśli aktualny serwer ulegnie awarii z jakiegokolwiek powodu, możemy łatwo odtworzyć nowy serwer. Jest to również świetne dla bus factor, ponieważ każdy może odtworzyć całą konfigurację wdrażania, jeśli istniejący opiekun zniknie całkowicie.
ro: Noua configurație a serverului de implementare este în întregime scriptată cu Ansible, rulând pe o simplă cutie Debian. Astfel, dacă serverul actual eșuează din orice motiv, putem recrea cu ușurință un nou server. Acest lucru este, de asemenea, foarte bun pentru factorul bus, deoarece oricine poate recrea întreaga configurație de desfășurare în cazul în care întreținătorii existenți dispar în întregime.
ru: Новая настройка сервера развертывания полностью написана с помощью Ansible и работает на обычном компьютере Debian. Таким образом, если текущий сервер выйдет из строя по какой-либо причине, мы можем легко воссоздать новый сервер. Это также отлично подходит для автобусного фактора, поскольку любой может воссоздать всю установку развертывания, если существующие сопровождающие полностью исчезнут.
uk: Нова установка сервера розгортання повністю написана за допомогою Ansible і працює на звичайному комп'ютері Debian. Таким чином, якщо поточний сервер вийде з ладу з якої-небудь причини, ми можемо легко відтворити новий сервер. Це також відмінно підходить для автобусного фактора, оскільки будь-хто може відтворити всю установку розгортання, якщо наявні супроводжують повністю зникнуть.
zh_hans: 新的部署服务器设置完全使用 Ansible 编写脚本，在普通的 Debian 机器上运行。因此，如果当前服务器由于某种原因出现故障，我们可以轻松地重新创建一个新服务器。这对于公共汽车系数也很有用，因为如果现有维护者完全消失，任何人都可以重新创建整个部署设置。

source: Contributions Welcome!
de: Mitarbeit erwünscht!
pl: Witamy Współtwórców!
ro: Contribuțiile sunt binevenite!
ru: Вклады приветствуются!
uk: Допомога вітається!
zh_hans: 欢迎贡献！

source: One last thing: if you have ever asked why some aspect of F-Droid does not work as well as it should, then the answer most likely is: F-Droid needs more contributors! This new deploy server is the perfect example of something that anyone could have developed independently from the current contributors. The whole website is free software and publicly available, so anyone can access all the pieces to build an complete, working copy of the real site.
de: Eine letzte Sache: Wenn ihr euch jemals gefragt habt, warum bestimmte Aspekte von F-Droid nicht so gut funktionieren wie sie sollten, dann ist die wahrscheinlichste Antwort darauf: F-Droid braucht mehr Mitwirkende! Dieser neue Deploy-Server ist das perfekte Beispiel für etwas, das jeder unabhängig von den momentanen Mitarbeitern hätte entwickeln können. Die gesamte Internetseite ist freie Software und allgemein zugänglich, d. h. jeder kann auf alle Teile zugreifen, um eine vollständige, funktionierende Kopie der echten Website zu erstellen.
pl: I ostatnia rzecz: jeśli kiedykolwiek zapytałeś, dlaczego jakiś aspekt F-Droida nie działa tak dobrze, jak powinien, odpowiedź najprawdopodobniej brzmi: F-Droid potrzebuje więcej współpracowników! Ten nowy serwer wdrażania jest doskonałym przykładem czegoś, co każdy mógł opracować niezależnie od obecnych współpracowników. Cała strona internetowa jest wolnym oprogramowaniem i publicznie dostępna, więc każdy może uzyskać dostęp do wszystkich elementów, aby zbudować kompletną, roboczą kopię prawdziwej witryny.
ro: Un ultim lucru: dacă v-ați întrebat vreodată de ce un anumit aspect al F-Droid nu funcționează la fel de bine cum ar trebui, atunci cel mai probabil răspunsul este: F-Droid are nevoie de mai mulți colaboratori! Acest nou server de desfășurare este exemplul perfect al unui lucru pe care oricine ar fi putut să-l dezvolte independent de actualii colaboratori. Întregul site este software liber și este disponibil publicului, astfel încât oricine poate accesa toate piesele pentru a construi o copie completă și funcțională a site-ului real.
ru: И последнее: если вы когда-нибудь спрашивали, почему какой-то аспект F-Droid работает не так хорошо, как должен, то ответ, скорее всего, таков: F-Droid нужно больше участников! Этот новый сервер развертывания - идеальный пример того, что любой мог бы разработать независимо от нынешних участников. Весь сайт является свободным программным обеспечением и общедоступен, поэтому любой может получить доступ ко всем частям, чтобы создать полную, рабочую копию реального сайта.
uk: І останнє: якщо ви коли-небудь запитували, чому якийсь аспект F-Droid працює не так добре, як повинен, то відповідь, швидше за все, такий: F-Droid потрібно більше учасників! Цей новий сервер розгортання - ідеальний приклад того, що будь-хто міг би розробити незалежно від нинішніх учасників. Весь сайт є вільним програмним забезпеченням і загальнодоступний, тому будь-хто може отримати доступ до всіх частин, щоб створити повну, робочу копію реального сайту.
zh_hans: 最后一件事：如果你曾经问过为什么 F-Droid 的某些方面不能正常工作，那么答案很可能是：F-Droid 需要更多的贡献者！这个新的部署服务器是任何人都可以独立于当前贡献者开发的完美示例。整个网站是自由软件并且是公开可用的，因此任何人都可以访问所有部分以构建真实网站的完整工作副本。

source: TWIF 64: We are back!
de: TWIF 64: Wir sind zurück!
pl: TWIF 64: Wróciliśmy!
ro: TWIF 64: Ne-am întors!
ru: TWIF 64: Мы вернулись!
uk: TWIF 64: Ми повернулися!
zh_hans: TWIF 64：我们回来了！

source: In this edition: F-Droid 1.7 released, Tutanota now has a calendar, OSMAnd 3.4 beta, Orbot update, Info on reproducible builds, Tusky & Gab discussion closed, and report on localization of F-Droid apps.
de: In dieser Ausgabe: F-Droid 1.7 veröffentlicht, Tutanota hat jetzt einen Kalender, OSMAnd 3.4 beta, Orbot-Update, Info zu reproduzierbaren Builds, Diskussion über Tusky und Gab geschlossen und Bericht über Lokalisierung von F-Droid-Apps.
pl: W tym wydaniu: F-Droid 1.7 wydany, Tutanota ma teraz kalendarz, OSMAnd 3.4 beta, aktualizacja Orbot, informacje o odtwarzalnych kompilacjach, zakończona dyskusja na temat Tusky &amp; Gab, i raport na temat lokalizacji aplikacji F-Droid.
ro: În această ediție: F-Droid 1.7 a fost lansat, Tutanota are acum un calendar, OSMAnd 3.4 beta, actualizare Orbot, Informații despre compilările reproductibile, discuția Tusky &amp; Gab a fost închisă, și un raport despre localizarea aplicațiilor F-Droid.
ru: В этом выпуске: F-Droid 1.7 выпущен, Tutanota теперь имеет календарь, OSMAnd 3.4 beta, обновление Orbot, информация о воспроизводимых сборках, обсуждение Tusky &amp; Gab закрыто, и отчет о локализации приложений для F-Droid.
uk: У цьому випуску: F-Droid 1.7 випущений, Tutanota тепер має календар, OSMAnd 3.4 beta, оновлення Orbot, інформація про відтворюваних збірках, обговорення Tusky &amp; Gab закрито, і звіт про локалізацію застосунків для F-Droid.
zh_hans: 本期中：F-Droid 1.7 发布，Tutanota 现在有了日历功能，OSMAnd 3.4 beta，Orbot 更新，关于可重复构建的信息，Tusky &amp; Gab 讨论结束，以及关于 F-Droid 应用本地化的报告。

source: TWIF needs help
de: TWIF braucht Hilfe
pl: TWIF potrzebuje pomocy
ro: TWIF are nevoie de ajutor
ru: TWIF нуждается в помощи
uk: TWIF потребує допомоги
zh_hans: TWIF 需要帮助
