Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: "A structured ecosystem of talented contributors driving the creation of new internet commons and the evolution of existing internet commons".
ru: "Структурированная экосистема талантливых участников, способствующая созданию новых и эволюции существующих интернет-сообществ".
uk: "Структурована екосистема талановитих дописувачів, що сприяє створенню нових інтернет-спільнот та розвитку наявних".
zh_hans: “由有才能的贡献者组成的结构化生态系统，驱动新互联网公共设施的创建和现有互联网公共设施的发展”。

source: In the name of these challenges, more than 500 projects received NGI funding in the first 5 years, backed by 18 organisations managing these European funding consortia.
ru: Во имя решения этих задач более 500 проектов получили финансирование NGI за первые 5 лет при поддержке 18 организаций, управляющих этими европейскими финансовыми консорциумами.
uk: Для вирішення цих завдань за перші 5 років понад 500 проєктів отримали фінансування NGI за підтримки 18 організацій, що керують цими європейськими фінансовими консорціумами.
zh_hans: 在这些挑战的名义下，在前 5 年里超过 500 个项目收到 NGI 的资助，由 18 个组织管理这些欧洲资助协议。

source: NGI contributes to a vast ecosystem, as most of its budget is allocated to fund third parties by the means of open calls, to structure commons that cover the whole Internet scope - from hardware to application, operating systems, digital identities or data traffic supervision. This third-party funding is not renewed in the current program, leaving many projects short on resources for research and innovation in Europe.
ru: NGI вносит свой вклад в обширную экосистему, поскольку большая часть ее бюджета выделяется на финансирование сторонних проектов путем проведения открытых конкурсов для создания сообществ, охватывающих всю сферу Интернета - от аппаратного обеспечения до приложений, операционных систем, цифровых идентификаторов или контроля трафика данных. В рамках текущей программы это стороннее финансирование не возобновлено, в результате чего многие проекты испытывают нехватку ресурсов для исследований и инноваций в Европе.
uk: NGI робить свій внесок у велику екосистему, оскільки більша частина її бюджету спрямовується на фінансування третіх сторін за допомогою відкритих конкурсів, щоб структурувати спільні ресурси, які охоплюють всю сферу Інтернету — від апаратного забезпечення до застосунків, операційних систем, цифрових ідентифікаторів або нагляду за трафіком даних. Це фінансування третіх сторін не поновлюється в поточній програмі, що залишає багато проєктів без ресурсів для досліджень та інновацій в Європі.
zh_hans: NGI 计划已经展示了它们作为广泛的资助手段资助数字公共设施并确保它们的长期可持续性，支持欧洲软件基础设施的优势和重要性。我们发现这个转变令人费解，尤其是在 NGI 已经证明了支持自由软件整体的高效和经济性，从最小到最成熟的倡议。这个生态系统多样性支撑了欧洲技术创新的优势，并且维持 NGI 倡议以证明在世界创新中心对软件项目提供结构性支持是实行欧洲基础设施主权的关键。与公众认知相反，技术创新通常起源于欧洲而不是北美变成社区，并且大部分由小型组织发起。

source: Moreover, NGI allows exchanges and collaborations across all the Euro zone countries as well as "widening countries",<sup>[1](#1)</sup> currently both a success and an ongoing progress, likewise the Erasmus programme before us. NGI also contributes to opening and supporting longer relationships than strict project funding does. It encourages implementing projects funded as pilots, backing collaboration, identification and reuse of common elements across projects, interoperability in identification systems and beyond, and setting up development models that mix diverse scales and types of European funding schemes.
ru: Более того, NGI позволяет осуществлять обмены и сотрудничество между всеми странами еврозоны, а также "расширяющимися странами", <sup>[1](#1)</sup> в настоящее время как успешными, так и продолжающими развиваться, как и программа Erasmus до нас. NGI также способствует открытию и поддержке более длительных отношений, чем строгое финансирование проектов. Она поощряет реализацию проектов, финансируемых в качестве пилотных, поддерживает сотрудничество, выявление и повторное использование общих элементов в проектах, интероперабельность в системах идентификации и за их пределами, а также создание моделей развития, сочетающих различные масштабы и типы европейских схем финансирования.
uk: Щобільше, NGI уможливлює обміни та співпрацю між усіма країнами Єврозони, а також "країнами, що розширюються", <sup>[1](#1)</sup>, що наразі є успішним і постійним прогресом, як і програма Еразмус, яку ми розглядаємо перед нами. NGI також сприяє встановленню і підтримці триваліших відносин, ніж суворе проєктне фінансування. Вона заохочує реалізацію пілотних проєктів, підтримує співпрацю, виявлення і повторне використання спільних елементів у різних проєктах, інтероперабельність у системах ідентифікації та за їх межами, а також створення моделей розвитку, які поєднують різні масштаби й типи європейських схем фінансування.
zh_hans: 此外，NGI 允许在所有欧洲国家和扩大国家之间的交流和协作，<sup>[1](#1)</sup> 目前是一个成功且正在进行的进程，和我们之前的 Erasmus 计划一样。 NGI 也对开展和支持比严格的项目资助更长期的关系有贡献。 它鼓励实现试点项目，支持协作，识别和重用项目间的通用元素，身份系统及更广泛系统间的互操作性，并设置混合了不同尺度和类型的欧洲资助方案的开发模型。

source: While the USA, China or Russia deploy huge public and private resources to develop software and infrastructure that massively capture private consumer data, the EU can't afford this renunciation. Free and open source software, as supported by NGI since 2020, is by design the opposite of potential vectors for foreign interference. It lets us keep our data local and favors a community-wide economy and know-how, while allowing an international collaboration.
ru: В то время как США, Китай или Россия направляют огромные государственные и частные ресурсы на разработку программного обеспечения и инфраструктуры для массового сбора частных данных потребителей, ЕС не может позволить себе такой отказ. Свободное программное обеспечение с открытым исходным кодом, поддерживаемое NGI с 2020 года, по своей сути является противоположностью потенциальных векторов для иностранного вмешательства. Оно позволяет нам сохранять локальность наших данных и способствует развитию экономики и ноу-хау в масштабах всего сообщества, обеспечивая при этом возможность международного сотрудничества.
uk: У той час як США, Китай чи Росія витрачають величезні державні та приватні ресурси на розробку програмного забезпечення та інфраструктури, які масово збирають приватні дані споживачів, ЄС не може дозволити собі таку відмову. Вільне програмне забезпечення з відкритим кодом, яке підтримується NGI з 2020 року, за своєю суттю є протилежністю потенційним векторам іноземного втручання. Воно дає нам можливість зберігати наші дані на місцевому рівні та сприяє розвитку економіки та ноу-хау в масштабах всієї спільноти, водночас дозволяючи міжнародну співпрацю.
zh_hans: 尽管美国，中国和俄罗斯部署了大量公共和私人的资源用于开发软件和基础设施大量抓取私人消费者的数据，欧盟无法承担这种放弃。自由开源软件，正如从 2020 年开始 NGI 所支持的那样，从设计上就和外国干涉的可能方式相反。它让我们在本地保存我们的数据并有利于社区范围的经济和知识，同时允许国际协作。

source: This is all the more essential in the current geopolitical context: the challenge of technological sovereignty is central, and free software allows to address it while acting for peace and sovereignty in the digital world as a whole.
ru: Это тем более важно в нынешнем геополитическом контексте: проблема технологического суверенитета является центральной, и свободное программное обеспечение позволяет решать ее, выступая за мир и суверенитет в цифровом мире в целом.
uk: Це тим більше важливо в нинішньому геополітичному контексті: проблема технологічного суверенітету — центральна, і вільне програмне забезпечення дозволяє розв'язати її, діючи на користь миру і суверенітету в цифровому світі в цілому.
zh_hans: 这是在当前地缘政治背景下所有更关键的：技术主权的挑战是首要的，而自由软件可以在应对它的同时作为一个整体代表数字世界的和平和自主。

source: <a name="1"></a>1. As defined by Horizon Europe, widening Member States are Bulgaria, Croatia, Cyprus, the Czech Republic, Estonia, Greece, Hungary, Latvia, Lituania, Malta, Poland, Portugal, Romania, Slovakia and Slovenia. Widening associated countries (under condition of an association agreement) include Albania, Armenia, Bosnia, Feroe Islands, Georgia, Kosovo, Moldavia, Montenegro, Morocco, North Macedonia, Serbia, Tunisia, Turkey and Ukraine. Widening overseas regions are: Guadeloupe, French Guyana, Martinique, Reunion Island, Mayotte, Saint-Martin, The Azores, Madeira, the Canary Islands.
ru: <a name="1"></a>1. По определению Horizon Europe, расширяющимися государствами-членами являются Болгария, Венгрия, Греция, Кипр, Латвия, Литуания, Мальта, Польша, Португалия, Румыния, Словакия, Словения, Хорватия, Чехия и Эстония. Расширяющиеся ассоциированные страны (при условии заключения соглашения об ассоциации) включают Албанию, Армению, Боснию, Фероэ, Грузию, Косово, Молдавию, Черногорию, Марокко, Северную Македонию, Сербию, Тунис, Турцию и Украину. К расширенным заморским регионам относятся: Гваделупа, Французская Гвиана, Мартиника, остров Реюньон, Майотта, Сен-Мартен, Азорские острова, Мадейра, Канарские острова.
uk: <a name="1"></a>1. За визначенням "Горизонт Європа", країни-учасниці, що розширюються, це Болгарія, Хорватія, Кіпр, Чеська Республіка, Естонія, Греція, Угорщина, Латвія, Литва, Мальта, Польща, Португалія, Румунія, Словаччина, Словенія та Чеська Республіка. До асоційованих країн (за умови укладення угоди про асоціацію), що розширюються, належать Албанія, Вірменія, Боснія, Фарерські острови, Грузія, Косово, Молдова, Марокко, Північна Македонія, Сербія, Туніс, Туреччина, Україна та Чорногорія. Розширюються закордонні регіони: Гваделупа, Французька Гаяна, Мартиніка, острів Реюньйон, Майотта, Сен-Мартен, Азорські острови, Мадейра, Канарські острови.
zh_hans: <a name="1"></a>1. 按照地平线欧洲的定义，扩大成员国为保加利亚，克罗地亚，塞浦路斯，捷克共和国，爱沙尼亚，希腊，匈牙利，拉脱维亚，立陶宛，马耳他，波兰，葡萄牙，罗马尼亚，斯洛伐克和斯洛文尼亚。 扩大关联国（在关联协议下）包括阿尔巴尼亚，亚美尼亚，波斯尼亚，费罗群岛，格鲁吉亚，科索沃，摩尔达维亚，黑山，摩洛哥，北马其顿，塞尔维亚，突尼斯，土耳其和乌克兰。 扩大海外区域为：哥德洛普，法属圭亚那，马提尼克，留尼汪岛，马约特岛，圣马丁，亚速尔群岛，马德拉群岛，加那利群岛。

source: Edits
ru: Редактирование
uk: Редагування
zh_hans: 编辑

source: *2024-07-30*: An earlier version of this post could be read in a way, that reproducible builds were enabled through NGI. However, a big part of the work of reproducible builds was done by [obfusk](https://obfusk.ch/) (without funding), who maintains essential tooling like apksigcopier and reproducible-apk-tools.
ru: *2024-07-30*: Ранняя версия этого сообщения могла быть прочитана так, что воспроизводимые сборки были включены через NGI. Однако, большая часть работы по воспроизводимым сборкам была проделана [obfusk](https://obfusk.ch/)(без финансирования), который поддерживает такие важные инструменты, как apksigcopier и reproducible-apk-tools.
uk: *2024-07-30*: Попередню версію цього допису можна було прочитати так, що відтворювані збірки було уможливлено за допомогою NGI. Однак, значну частину роботи над відтворюваними збірками було виконано [obfusk](https://obfusk.ch/)(без фінансування), який підтримує необхідні інструменти, такі як apksigcopier та reproducible-apk-tools.
zh_hans: *2024-07-30*： 此文的一个早期版本可能被解读为，可重复构建是由 NGI 资助实现的。 然而，一大部分可重复构建的工作由 [obfusk](https://obfusk.ch/) 完成（无资助），并维护关键工具如 apksigcopier 和 reproducible-apk-tools。

source: The reproducible builds funding from NGI started last year and enables us to further work on these implementations.
ru: Финансирование воспроизводимых разработок со стороны NGI началось в прошлом году и позволяет нам продолжить работу над этими реализациями.
uk: Відтворюване фінансування від NGI, розпочате минулого року, дасть нам змогу продовжити роботу над цими впровадженнями.
zh_hans: 来自 NGI 的可重复构建资助从去年开始并使我们可以进一步在这些实现上工作。

source: A streamlined and sustainable app deployment approach with Mobifree
ru: Оптимизированный и устойчивый подход к развертыванию приложений с помощью Mobifree
uk: Спрощений та сталий підхід до розгортання застосунків з Mobifree
zh_hans: 利用 Mobifree 的流畅可持续的应用部署方式

source: Imagine you created your very first app. You developed the concept, worked tirelessly on the key features, design, tested it and fixed the bugs. The moment has finally arrived and you are ready to share your creation with the world. But how? App stores are a great tool for sharing apps with end users, but each store has its own unique requirements, upload and approval process and for some, such as the Google Play Store, you need to pay a developer registration fee and create an account including a physical address to even get started.
ru: Представьте, что вы создали свое самое первое приложение. Вы разработали концепцию, неустанно работали над ключевыми функциями, дизайном, тестировали его и исправляли ошибки. Наконец настал момент, и вы готовы поделиться своим творением с миром. Но как? Магазины приложений - отличный инструмент для распространения приложений среди конечных пользователей, но у каждого магазина свои уникальные требования, процесс загрузки и утверждения, а в некоторых, таких как Google Play Store, вам нужно заплатить регистрационный взнос за регистрацию разработчика и создать аккаунт с указанием физического адреса, чтобы даже начать работу.
uk: Уявіть, що ви створили свій перший застосунок. Ви розробили концепцію, невтомно працювали над ключовими функціями, дизайном, тестували його та виправляли помилки. Нарешті настала мить, коли ви готові поділитися своїм творінням зі світом. Але як це зробити? Крамниці застосунків — це чудовий інструмент для обміну застосунками з кінцевими користувачами, але кожна крамниця має свої власні унікальні вимоги, процес завантаження та затвердження, а в деяких, таких як Google Play Маркет, вам потрібно сплатити реєстраційний внесок розробника і створити обліковий запис, включаючи фізичну адресу, щоб бодай почати роботу.
zh_hans: 想象你创建了你的第一个应用。你开发原型，不知疲倦地开发关键功能，设计，测试它并修复错误。这一刻最终到来了，你已经准备好与世界分享你的创造。但要怎么做？应用商店是一个和终端用户分享应用的好工具，但每个商店有它自己独特的要求，上传和审核流程，并且对于其中一些，例如 Google Play 商店，你需要支付一个开发者注册费用并创建一个包括物理地址的账户才能开始。

source: If you are a new developer, trying to bring your first app to market, the learning curve can feel a little steep. Once you have done it the first time, one could argue that the process feels somewhat familiar. However with each new release, each new update for your app, comes additional manual steps to follow.
ru: Если вы начинающий разработчик и пытаетесь вывести на рынок свое первое приложение, кривая обучения может показаться вам немного крутой. После того как вы сделали это в первый раз, можно утверждать, что процесс кажется вам знакомым. Однако с каждым новым релизом, с каждым новым обновлением вашего приложения появляются дополнительные шаги, которые нужно выполнять вручную.
uk: Якщо ви новий розробник, який намагається вивести свій перший застосунок на ринок, крива навчання може здатися трохи крутою. Після того, як ви зробили це вперше, можна стверджувати, що процес здається дещо знайомим. Однак з кожним новим випуском, з кожним новим оновленням вашого застосунку з'являються додаткові кроки, яких слід дотримуватися вручну.
zh_hans: 如果你是一个新开发者，试图将你的第一个应用发布到市场上，你会感觉学习曲线有点陡峭。一旦你完成第一次，你可能认为流程感觉有些熟悉。然而你的应用的每个新版本，每个更新都带来额外的手动步骤。

source: So, if you were faced with the choice of navigating the app deployment and upload process with one app store, or doing it several times over with different app stores, with unique requirements and deployment processes, what would you choose?
ru: Итак, если бы перед вами встал выбор: пройти процесс развертывания и загрузки приложений в одном магазине приложений или сделать это несколько раз в разных магазинах приложений, с уникальными требованиями и процессами развертывания, что бы вы выбрали?
uk: Отже, якби перед вами стояв вибір між розгортанням та завантаженням застосунку в одній крамниці застосунків або проходженням цього процесу кілька разів у різних крамницях з унікальними вимогами та процесами розгортання, що б ви обрали?
zh_hans: 所以，当你面对选择，是了解一个应用商店的应用开发和上传流程，还是在有独特要求和部署流程的不同应用商店分别做一次，你会怎么选？

source: For most new Android developers, the answer is simple, just get the app on Google Play and call it a day. And the reality is that the conversation often stops there for many mainstream Android app developers, feeding the monopoly and strengthening the hold Big Tech has on the market.
ru: Для большинства начинающих разработчиков Android ответ прост: просто выпустить приложение в Google Play и на этом закончить. А на самом деле для многих разработчиков приложений для Android разговор часто на этом и заканчивается, подпитывая монополию и укрепляя власть Больших Технологий на рынке.
uk: Для більшості нових розробників Android відповідь проста: просто завантажте застосунок в Google Play та й по всьому. Та реальність така, що для багатьох розробників Android-застосунків на цьому розмова часто зупиняється, підживлюючи монополію та зміцнюючи позиції техногігантів на ринку.
zh_hans: 对大部分新 Android 开发者来说，回答很简单，将应用发布到 Google Play 然后收工。现实就是对于很多主流 Android 应用开发者来说对话到此结束，从而养肥了垄断者并加强了科技巨头的市场占有。

source: F-Droid is of course an excellent FOSS based alternative for those looking for a privacy-focused, community-led app store. But we are not the only app store solution developers could choose from. So what if there was a way to open up the market for new and existing developers by creating some fair and healthy competition? What if we could streamline the app deployment process, making it easier for developers to upload their APK to multiple stores at the push of a button? Well, this is exactly what F-Droid will be focusing on creating, for our initial contribution to the [Mobifree](https://f-droid.org/2024/05/24/mobifree.html) project.
ru: F-Droid, конечно, является отличной альтернативой на основе FOSS для тех, кто ищет магазин приложений, ориентированный на конфиденциальность и управляемый сообществом. Но мы не единственный магазин приложений, который могут выбрать разработчики. Так что если бы существовал способ открыть рынок для новых и существующих разработчиков, создав честную и здоровую конкуренцию? Что, если бы мы могли упростить процесс развертывания приложений, облегчив разработчикам загрузку их APK в несколько магазинов одним нажатием кнопки? Это именно то, на чем сосредоточится компания F-Droid в рамках нашего первоначального вклада в проект [Mobifree](https://f-droid.org/2024/05/24/mobifree.html).
uk: F-Droid, безумовно, є чудовою альтернативою FOSS для тих, хто шукає крамницю застосунків, орієнтовану на приватність і керовану спільнотою. Але ми не єдина крамниця застосунків, з якої розробники можуть вибирати. А що, якби існував спосіб відкрити ринок для нових та наявних розробників, створивши чесну та здорову конкуренцію? Що, якби ми могли спростити процес розгортання застосунків, полегшивши розробникам завантаження їх APK в кілька крамниць одним натисканням кнопки? Що ж, це саме те, на створенні чого зосередиться F-Droid, в рамках нашого початкового внеску в проєкт [Mobifree](https://f-droid.org/2024/05/24/mobifree.html).
zh_hans: 对于寻找注重隐私，社区领导的人来说，F-Droid 当然是一个优秀的基于 FOSS 的替代品。但我们不是开发者可以选择的唯一应用商店解决方案。所以如果有一种方式，可以通过创造一些公平健康的竞争对新的和现有的开发者打开市场，会发生什么？如果我们可以使应用部署流程通畅，使开发者可以更容易地一键将应用上传到多个商店，会发生什么？嗯，这就是 F-Droid 将会集中力量创造的，作为我们对 [Mobifree](https://f-droid.org/2024/05/24/mobifree.html) 项目的初始贡献。

source: User Research to Discover Pain Points and Potential Solutions
ru: Исследование пользователей для выявления болевых точек и потенциальных решений
uk: Дослідження користувачів для виявлення проблемних точок і потенційних рішень
zh_hans: 发现痛点和解决方案的用户调研

source: To get started we began with a series of user research interviews to gain a deeper perspective on the current challenges developers and alternative app stores have, when it comes to app deployment. We paid particular attention to various compensation models favored by the developers and explored how to incorporate easy payment options into our solution.
ru: Для начала мы провели серию интервью с пользователями, чтобы получить более глубокое представление о текущих проблемах, с которыми сталкиваются разработчики и альтернативные магазины приложений, когда дело доходит до развертывания приложений. Особое внимание мы уделили различным моделям вознаграждения, которым отдают предпочтение разработчики, и изучили, как включить в наше решение удобные варианты оплаты.
uk: Для початку ми провели серію інтерв'ю з користувачами, щоб отримати глибше уявлення про поточні проблеми, з якими стикаються розробники та альтернативні крамниці застосунків, коли справа доходить до розгортання. Ми приділили особливу увагу різним моделям компенсації, яким надають перевагу розробники, і дослідили, як включити в наше рішення прості варіанти оплати.
zh_hans: 首先我们从一系列用户调研访谈开始，从而对开发者和替代应用商店在应用部署上面临的挑战有一个更深入的认识。我们特别关注了开发者喜爱的多种报酬模型并探索了如何将简单的支付选项纳入我们的解决方案。

source: The results of the study were clear, developers are interested in listing their app on alternative app stores, but the app deployment and upload process to multiple stores is not straightforward. This results in a centralized market, with the majority of mainstream apps simply ending up on one app store. If we want to decentralize the market, and create more choice for developers and end users, then we need to make it easier for developers to list their app on multiple stores, streamline the update process, and consider developer compensation in our solution as well.
ru: Результаты исследования очевидны: разработчики заинтересованы в размещении своих приложений в альтернативных магазинах приложений, но процесс развертывания и загрузки приложений в несколько магазинов не так прост. Это приводит к централизации рынка, когда большинство основных приложений просто оказываются в одном магазине приложений. Если мы хотим децентрализовать рынок и создать больше возможностей для разработчиков и конечных пользователей, то нам нужно упростить для разработчиков размещение их приложений в нескольких магазинах, упростить процесс обновления и предусмотреть в нашем решении компенсацию разработчикам.
uk: Результати дослідження були чіткими: розробники зацікавлені розмістити свій застосунок в альтернативних крамницях застосунків, але процес розгортання та завантаження застосунку в кілька крамниць не простий. Це призводить до централізованого ринку, на якому більшість популярних застосунків просто опиняються в одній крамниці. Якщо ми хочемо децентралізувати ринок і створити ширший вибір для розробників і кінцевих користувачів, то ми повинні спростити для розробників розміщення їхніх застосунків у кількох крамницях, спростити процес оновлення, а також передбачити в нашому рішенні компенсацію для розробників.
zh_hans: 研究结果很清楚，开发者对在替代应用商店发布应用有兴趣，但将应用部署上传到多个商店的流程并不直观。这导致了中心化的市场，大部分主流开发者最终仅使用一个应用商店。如果我们想要去中心化市场，并给开发者和终端用户创造更多选择，我们需要是应用开发者在多个商店发布应用更容易，使更新流程通畅，并在解决方案中考虑开发者报酬。
