Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The 45 minutes long talk covers how F-Droid come to be, focussing on the client, its security model, and how it is being used to ensure everyone (look out for the "[collateral freedom](https://en.wikipedia.org/wiki/Collateral_freedom)" bit) is able to access high quality open source apps, using tools developed to make it easier for anybody to setup and run their own curated app store.
de: Der 45-minütige Vortrag behandelt die Entstehung von F-Droid mit Schwerpunkt auf dem Client, seinem Sicherheitsmodell, und wie es verwendet wird, um zu gewährleisten, dass jeder Zugang zu hochqualitativen Open Source Apps erhält (s. das "[Collateral freedom](https://en.wikipedia.org/wiki/Collateral_freedom)" Bit), indem er Instrumente nutzt, die entwickelt wurden, um jedem die Einrichtung und den Betrieb eines selbstverwalteten App-Stores zu vereinfachen.
pl: 45 minutowa rozmowa dotyczy tego, w jaki sposób powstaje F-Droid, koncentrując się na kliencie, jego modelu bezpieczeństwa i sposobie, w jaki jest on wykorzystywany, aby zapewnić każdemu (zwróć uwagę na "[zabezpieczenie wolności](https://en.wikipedia.org/wiki/Collateral_freedom)" bit) jest w stanie uzyskać dostęp do wysokiej jakości aplikacji open source, korzystając z narzędzi opracowanych w celu ułatwienia każdemu skonfigurowania i uruchomienia własnego sklepu z aplikacjami.
ro: Discuția de 45 de minute acoperă modul în care a luat naștere F-Droid, concentrându-se pe client, pe modelul său de securitate și pe modul în care este folosit pentru a se asigura că toată lumea (look out for the "[collateral freedom](https://en.wikipedia.org/wiki/Collateral_freedom)" bit) poate avea acces la aplicații open source de înaltă calitate, folosind instrumente dezvoltate pentru a face mai ușor pentru oricine să își creeze și să își administreze propriul magazin de aplicații.
ru: В докладе продолжительностью 45 минут рассказывается о том, как появился F-Droid, основное внимание уделяется клиенту, его модели безопасности и тому, как он используется для того, чтобы каждый (обратите внимание на фразу "[collateral freedom](https://en.wikipedia.org/wiki/Collateral_freedom)") мог получить доступ к высококачественным приложениям с открытым исходным кодом, используя инструменты, разработанные для того, чтобы облегчить любому человеку создание и запуск собственного курируемого магазина приложений.
uk: У доповіді тривалістю 45 хвилин розповідається про появу F-Droid, основна увага приділяється клієнтові, його моделі безпеки й тому, як він використовується для того, щоб кожен (зверніть увагу на фразу «[collateral freedom](https://en.wikipedia.org/wiki/Collateral_freedom)») міг отримати доступ до високоякісних застосунків з відкритим вихідним кодом, використовуючи інструменти, розроблені для того, щоб полегшити будь-якій людині створення і запуск власного курованого магазину застосунків.
zh_hans: 45 分钟长谈涵盖了 F-Droid 将成为怎样一个平台，涉及到了它的客户端，它的安全模型，以及它如何使用一些工具以确保每个人（参见[依附的自由](https://en.wikipedia.org/wiki/Collateral_freedom)）能够获得高质量的开源应用。这些工具是为了让任何人都可以更容易地设置和运行自己的应用商店而开发的。

source: This is a great primer for new users giving them a behind the scenes view on how apps come to be, from a source code repo to their Android devices.
de: Es ist ein großartiger Einstieg für neue Anwender, denen ein Blick hinter die Kulissen gewährt wird, welchen Weg Apps vom Quellcode-Repo bis auf ihr Gerät durchlaufen.
pl: Jest to świetne wprowadzenie dla nowych użytkowników, które daje możliwość zobaczenia "od kuchni" jak powstają aplikacje, poczynając od repozytorium kodu źródłowego do finalnej aplikacji na urządzeniu z systemem Android.
ro: Aceasta este o introducere excelentă pentru noii utilizatori, oferindu-le o imagine din culise a modului în care apar aplicațiile, de la un depozit de cod sursă până la dispozitivele lor Android.
ru: Это отличный учебник для начинающих пользователей, дающий им представление о том, как создаются приложения, начиная с исходного кода и заканчивая устройствами Android.
uk: Це відмінний підручник для початківців користувачів, що дає їм уявлення про те, як створюються застосунки, починаючи з вихідного коду і закінчуючи пристроями Android.
zh_hans: 对于新用户来说，这是一个很好的入门教程。它从内部视角让他们了解应用从源代码存储库到他们的 Android 设备的过程。

source: Website Updates
de: Website-Aktualisierungen
pl: Aktualizacje witryny
ro: Actualizări ale site-ului web
ru: Обновления сайта
uk: Оновлення вебсайту
zh_hans: 网站更新

source: There have been a couple of important updates to this website. First, a longstanding complaint about this website is that there is only prominent donation buttons for F-Droid itself, and not for the apps. We want to support as many app developers as possible, so the app pages have been updated to highlight that app's donation options. See [Mastalab]({{ site.baseurl }}/packages/fr.gouv.etalab.mastodon/), [Telegram]({{ site.baseurl }}/packages/org.telegram.messenger/), or [F-Droid itself]({{ site.baseurl }}/packages/org.fdroid.fdroid/) to see what the new layout looks like.
de: Es gab eine Reihe von wichtigen Neuerungen auf dieser Internetseite. Erstens, seit langem wird auf dieser Website beklagt, dass es nur hervorstechende Spenden-Buttons für F-Droid selbst gibt, nicht aber für die Apps. Wir wollen so viele Entwickler wie möglich unterstützen, somit wurden die Seiten mit den Apps aktualisiert, um diese Spendenmöglichkeiten für Apps hervorzuheben. Siehe [Mastalab]({{ site.baseurl }}/packages/fr.gouv.etalab.mastodon/), [Telegram]({{ site.baseurl }}/packages/org.telegram.messenger/), oder [F-Droid selbst]({{ site.baseurl }}/packages/org.fdroid.fdroid/), um herauszufinden, wie das neue Layout aussieht.
pl: Wprowadzono kilka ważnych aktualizacji tej witryny. Po pierwsze, od dawna narzeka się na tę stronę internetową, że są tylko widoczne przyciski darowizny dla samego F-Droida, a nie dla aplikacji. Chcemy wspierać jak najwięcej programistów aplikacji, dlatego strony aplikacji zostały zaktualizowane, aby wyróżnić opcje darowizn dla tej aplikacji. Patrz [Mastalab]({{ site.baseurl }}/packages/fr.gouv.etalab.mastodon/), [Telegram]({{ site.baseurl }}/packages/org.telegram.messenger/) lub [F-Droid itself]({{ site.baseurl }}/packages/org.fdroid.fdroid/), aby zobaczyć, jak wygląda nowy układ.
ro: S-au făcut câteva actualizări importante pe acest site. În primul rând, o nemulțumire de lungă durată cu privire la acest site este că există doar butoane de donație proeminente pentru F-Droid în sine, nu și pentru aplicații. Dorim să sprijinim cât mai mulți dezvoltatori de aplicații, așa că paginile aplicațiilor au fost actualizate pentru a evidenția opțiunile de donație ale aplicației respective. Vedeți [Mastalab]({{ site.baseurl }}/packages/fr.gouv.etalab.mastodon/), [Telegram]({{ site.baseurl }}/packages/org.telegram.messenger/) sau [F-Droid însuși]({{ site.baseurl }}/packages/org.fdroid.fdroid/) pentru a vedea cum arată noul aspect.
ru: На этом сайте произошло несколько важных обновлений. Во-первых, давняя претензия к сайту заключается в том, что кнопки пожертвования есть только для самого F-Droid, но не для приложений. Мы хотим поддержать как можно больше разработчиков приложений, поэтому страницы приложений были обновлены, чтобы подчеркнуть возможность пожертвования для каждого приложения. Посмотрите [Mastalab]({{ site.baseurl }}/packages/fr.gouv.etalab.mastodon/), [Telegram]({{ site.baseurl }}/packages/org.telegram.messenger/) или [F-Droid]({{ site.baseurl }}/packages/org.fdroid.fdroid/), чтобы увидеть, как выглядит новый макет.
uk: На цьому сайті відбулося кілька важливих оновлень. По-перше, давня скарга на цей сайт полягає в тому, що на ньому помітні кнопки допомоги лише для самого F-Droid, але не для застосунків. Ми хочемо підтримати якомога більше розробників застосунків, тому сторінки застосунків були оновлені, щоб підкреслити можливість внеску. Подивіться [Mastalab]({{ site.baseurl }}/packages/fr.gouv.etalab.mastodon/), [Telegram]({{ site.baseurl }}/packages/org.telegram.messenger/), or [F-Droid itself]({{ site.baseurl }}/packages/org.fdroid.fdroid/), щоб побачити, як виглядає новий макет.
zh_hans: 这个网站有几个重要的更新。首先，长期以来人们对这个网站的抱怨是，只有 F-Droid 本身的显眼的捐赠按钮，却没有应用的捐赠按钮。我们希望尽可能多地支持应用开发者，因此应用页面已经更新，以突出该应用的捐赠选项。请看看 [Mastalab]({{ site.baseurl }}/packages/fr.gouv.etalab.mastodon/)，[Telegram]({{ site.baseurl }}/packages/org.telegram.messenger/)以及 [F-Droid 本身]({{ site.baseurl }}/packages/org.fdroid.fdroid/)中新的布局是什么样子的。

source: The search field has changed to now be run by our own custom [search service](https://gitlab.com/fdroid/fdroid-website-search). This allows all aspects of the website to work with or without Javascript to support as wide a range of devices and browsers as possible, including Tor Browser and browsers on cheap mobile devices. This new search service also includes a much more complete index, so it is now possible to search based on all of the metadata, for example by license:
de: Das Suchfeld wurde dahingehend geändert, dass es nun über unseren eigenen, individuell erarbeiteten [Suchdienst](https://gitlab.com/fdroid/fdroid-website-search) läuft. Dieser erlaubt, dass alle Ansichten der Website mit oder ohne Javascript funktionieren, um so einen möglichst großen Umfang an Geräten und Browsern zu versorgen, einschließlich dem Tor Browser und Browsern auf billigen mobilen Endgeräten. Der neue Suchdienst beinhaltet auch ein sehr viel vollständigeres Inhaltsverzeichnis, sodass es nun möglich ist, die Suche auf Basis aller Metadaten durchzuführen, z. B. nach Lizenz:
pl: Pole wyszukiwania zostało zmienione i teraz jest uruchamiane przez naszą własną [usługę wyszukiwania](https://gitlab.com/fdroid/fdroid-website-search). Dzięki temu wszystkie aspekty witryny mogą współpracować z Javascriptem lub bez niego, aby obsługiwać jak największą liczbę urządzeń i przeglądarek, w tym przeglądarkę Tor i przeglądarki na tanich urządzeniach mobilnych. Ta nowa usługa wyszukiwania zawiera także dużo pełniejszy indeks, więc teraz można wyszukiwać na podstawie wszystkich metadanych, na przykład według licencji:
ro: Câmpul de căutare a fost modificat pentru a fi executat de propriul nostru [search service](https://gitlab.com/fdroid/fdroid-website-search). Acest lucru permite ca toate aspectele site-ului web să funcționeze cu sau fără Javascript pentru a sprijini o gamă cât mai largă de dispozitive și browsere, inclusiv Tor Browser și browserele de pe dispozitive mobile ieftine. Acest nou serviciu de căutare include, de asemenea, un index mult mai complet, astfel încât acum este posibilă căutarea pe baza tuturor metadatelor, de exemplu după licență:
ru: Поле поиска теперь работает под управлением нашего собственного [поискового сервиса](https://gitlab.com/fdroid/fdroid-website-search). Это позволяет всем аспектам сайта работать с Javascript или без него, чтобы поддерживать как можно более широкий спектр устройств и браузеров, включая Tor Browser и браузеры на дешевых мобильных устройствах. Новый поисковый сервис также включает в себя более полный индекс, поэтому теперь можно осуществлять поиск на основе всех метаданных, например, по лицензии:
uk: Поле пошуку тепер працює під керуванням нашої власної [пошукової служби](https://gitlab.com/fdroid/fdroid-website-search). Це дозволяє всім аспектам сайту працювати з Javascript або без нього, щоб підтримувати якомога ширший спектр пристроїв і браузерів, включно з Tor Browser і браузерами на дешевих мобільних пристроях. Нова пошукова служба також містить повне індексування, тому тепер можна здійснювати пошук на основі всіх метаданих, наприклад, за ліцензією:
zh_hans: 搜索字段已更改为现在由我们自己的自定义[搜索服务](https://gitlab.com/fdroid/fdroid-website-search)运行。这允许网站的各个方面使用或不使用 Javascript 来支持尽可能广泛的设备和浏览器，包括 Tor 浏览器和廉价移动设备上的浏览器。这个新的搜索服务还包括一个更完整的索引，所以现在可以基于所有的元数据进行搜索，例如根据许可证：

source: There is a lot that can be done to improve the search, we welcome contributions! For example, it would be nice to still offer the old, live search popup. That just requires someone fixing [this issue](https://gitlab.com/fdroid/fdroid-website/issues/175).
de: Es gibt noch eine Menge zu tun, um die Suche noch weiter zu verbessern, wir freuen uns über Beiträge! Zum Beispiel wäre es schön, weiterhin das alte Popup zur Live-Suche anzubieten. Dafür wäre es nur nötig, dass jemand [dieses Problem](https://gitlab.com/fdroid/fdroid-website/issues/175) behebt.
pl: Wiele można zrobić, aby poprawić wyszukiwanie, mile widziany wkład programistów! Na przykład dobrze byłoby nadal wyświetlać stare wyskakujące okienko wyszukiwania na żywo. To po prostu wymaga naprawy [this issue](https://gitlab.com/fdroid/fdroid-website/issues/175).
ro: Se pot face multe lucruri pentru a îmbunătăți căutarea, așteptăm contribuții! De exemplu, ar fi frumos să oferim în continuare vechea fereastră de căutare în direct. Pentru asta este nevoie doar ca cineva să rezolve [this issue](https://gitlab.com/fdroid/fdroid-website/issues/175).
ru: Можно многое сделать для улучшения поиска, мы приветствуем вклад! Например, было бы неплохо по-прежнему предлагать старое, живое всплывающее окно поиска. Для этого просто нужно, чтобы кто-то исправил [эту проблему](https://gitlab.com/fdroid/fdroid-website/issues/175).
uk: Можна багато чого зробити для поліпшення пошуку, ми вітаємо внесок! Наприклад, було б непогано, як і раніше пропонувати старе, живе спливне вікно пошуку. Для цього просто потрібно, щоб хтось виправив [цю проблему](https://gitlab.com/fdroid/fdroid-website/issues/175).
zh_hans: 搜索有很多可以改进的地方，我们欢迎贡献！例如，它可以继续提供旧的实时搜索弹出窗口。这只需要有人来修复[这个问题](https://gitlab.com/fdroid/fdroid-website/issues/175)。

source: Since all of the apps descriptions and graphics are submitted by developers, this website needs to have extra protections to ensure that the text and graphics that come from app developers cannot be used to exploit visitors of this website. To read more about the measures we take to ensure the security of this site, see the "Initial Install" section of [Security Model]({{ site.baseurl }}/docs/Security_Model).
de: Nachdem alle App-Beschreibungen und -Grafiken von den Entwicklern übermittelt werden, benötigt diese Website zusätzliche Schutzmaßnahmen, um sicherzustellen, dass Texte und Grafiken, die von den App-Entwicklern kommen, nicht dazu verwendet werden können, Besucher dieser Internetseite auszubeuten. Um mehr über die von uns ergriffenen Maßnahmen zur Gewährleistung der Sicherheit dieser Website zu erfahren, sehen Sie sich den Abschnitt "Erstinstallation" unter [Sicherheitsmodell]({{ site.baseurl }}/docs/Security_Model) an.
pl: Ponieważ wszystkie opisy aplikacji i grafiki są zgłaszane przez programistów, ta strona musi mieć dodatkowe zabezpieczenia, aby zapewnić, że tekst i grafika pochodzące od twórców aplikacji nie mogą być wykorzystywane do korzystania z odwiedzających tę witrynę. Aby dowiedzieć się więcej o środkach podejmowanych w celu zapewnienia bezpieczeństwa tej witryny, zobacz sekcję "Pierwsza instalacja" w [Security Model]({{ site.baseurl }}/docs/Security_Model).
ro: Deoarece toate descrierile și graficele aplicațiilor sunt trimise de către dezvoltatori, acest site trebuie să dispună de protecții suplimentare pentru a se asigura că textul și graficele care provin de la dezvoltatorii de aplicații nu pot fi folosite pentru a exploata vizitatorii acestui site. Pentru a citi mai multe despre măsurile pe care le luăm pentru a asigura securitatea acestui site, consultați secțiunea "Initial Install" din [Security Model]({{ site.baseurl }}/docs/Security_Model).
ru: Поскольку все описания и графика приложений предоставляются разработчиками, этот сайт должен иметь дополнительные средства защиты, чтобы текст и графика, поступающие от разработчиков приложений, не могли быть использованы для эксплуатации посетителей этого сайта. Подробнее о мерах, которые мы принимаем для обеспечения безопасности этого сайта, читайте в разделе "Начальная установка" в [Модели безопасности]({{ site.baseurl }}/docs/Security_Model).
uk: Оскільки всі описи та графіка застосунків надаються розробниками, цей сайт повинен мати додаткові засоби захисту, щоб текст і графіка, що надходять від розробників застосунків, не могли бути використані для шкоди відвідувачам сайту. Детальніше про вжиті заходи для забезпечення безпеки цього сайту, читайте в розділі «Початкове встановлення» в [Моделі безпеки]({{ site.baseurl }}/docs/Security_Model).
zh_hans: 由于所有的应用描述和图形都是由开发者提交的，本网站需要有额外的保护，以确保来自应用开发者的文字和图形不能用于攻击本网站的访客。要了解更多我们为确保网站的安全而采取的措施，请参阅[安全模型]({{ site.baseurl }}/docs/Security_Model)中的“初次安装”部分。

source: Also: * Last Updated now changes properly * the permissions list per app version is now foldable * the F-Droid Donate section is not shown on the sidebar of app pages
de: Außerdem: * "Zuletzt aktualisiert" wird nun sauber erneuert * die Liste der Berechtigungen zu jeder App ist jetzt ausklappbar * der Aufruf zu Spenden an F-Droid wird auf App-Seiten nicht mehr in der seitlichen Leiste angezeigt
pl: Ponadto: * Ostatnia aktualizacja została teraz poprawnie zmieniona * lista uprawnień na wersję aplikacji jest teraz możliwa do złożenia * sekcja F-Droid Darowizna nie jest wyświetlana na pasku bocznym stron aplikacji
ro: De asemenea: * Ultima actualizare se schimbă acum în mod corespunzător * lista de permisiuni pentru fiecare versiune de aplicație este acum pliabilă * secțiunea F-Droid Donate nu mai este afișată în bara laterală a paginilor de aplicații
ru: Также: * Last Updated теперь изменяется правильно * список разрешений для каждой версии приложения теперь сворачивается * раздел F-Droid Donate не отображается на боковой панели страниц приложений
uk: Також: * Востаннє оновлено тепер змінюється правильно * список дозволів для кожної версії застосунку тепер згортається * розділ F-Droid Donate не показано на бічній панелі сторінок застосунків
zh_hans: 另外: * 最后更新现在正确地改变 * 每个应用版本的权限列表现在是可折叠的 * F-Droid 捐赠部分不显示在应用页面的侧边栏

source: Liberapay, a fully free Donation Platform
de: Liberapay, ein völlig freies Spendenportal
pl: Liberapay, w pełni bezpłatna Platforma Darowizn
ro: Liberapay, o platformă de donații complet gratuită
ru: Liberapay, полностью бесплатная платформа для пожертвований
uk: Liberapay, повністю безплатна платформа для внесків
zh_hans: Liberapay，一个完全自由的捐赠平台

source: Recently F-Droid has gained support for [Liberapay](https://liberapay.com/), a fully free donation platform aimed at software projects. Liberapay itself is fully free and [open source](https://github.com/liberapay/liberapay.com) software focusing on recurrent donations to software projects. These recurrent donations are important for the long-term sustainability of projects. Another interesting feature for software projects is the possibility to create [teams](https://liberapay.com/about/teams) which the members of the project can join and then split the donations in a way where everyone sets the share he or she wants to take.
de: Seit kurzem hat F-Droid die [Liberapay](https://liberapay.com/)-Unterstützung hinzugewonnen, ein komplett unabhängiges Spendenportal, das sich an Softwareprojekte richtet. Liberapay selbst ist vollständig freie [Open Source](https://github.com/liberapay/liberapay.com)-Software, die sich auf wiederkehrende Spendenzahlungen an Softwareprojekte konzentriert. Diese regelmäßigen Spenden sind wichtig für die langfristige Zukunftsfähigkeit der Projekte. Eine weitere interessante Funktion für Softwareprojekte ist die Möglichkeit, [Teams](https://liberapay.com/about/teams) zu bilden, denen sich die Mitglieder eines Projekts anschließen und dann die Spendeneinnahmen so aufteilen können, dass jeder den Anteil bestimmt, den er oder sie entnehmen möchte.
pl: Ostatnio F-Droid uzyskał wsparcie dla [Liberapay](https://liberapay.com/), w pełni bezpłatnej platformy darowizny przeznaczonej na projekty oprogramowania. Liberapay sam w sobie jest w pełni darmowym i [open source](https://github.com/liberapay/liberapay.com) oprogramowaniem skupiającym się na powtarzających się darowiznach na projekty software'owe. Te powtarzające się darowizny są ważne dla długoterminowej trwałości projektów. Kolejną interesującą cechą projektów programistycznych jest możliwość stworzenia [zespołów](https://liberapay.com/about/teams), do których mogą dołączyć członkowie projektu, a następnie podzielenie darowizn w taki sposób, aby każdy ustalił udział, który on lub ona chce wziąć.
ro: Recent, F-Droid a obținut suport pentru [Liberapay](https://liberapay.com/), o platformă de donații complet gratuită destinată proiectelor software. Liberapay în sine este un software complet gratuit și [open source](https://github.com/liberapay/liberapay.com) care se concentrează pe donații recurente către proiecte software. Aceste donații recurente sunt importante pentru sustenabilitatea pe termen lung a proiectelor. O altă caracteristică interesantă pentru proiectele de software este posibilitatea de a crea [echipe](https://liberapay.com/about/teams) la care membrii proiectului se pot alătura și apoi să împartă donațiile într-un mod în care fiecare își stabilește partea pe care dorește să o ia.
ru: Недавно F-Droid получил поддержку [Liberapay](https://liberapay.com/), полностью бесплатной платформы для пожертвований, предназначенной для программных проектов. Сама Liberapay - это полностью бесплатное программное обеспечение с [открытым исходным кодом](https://github.com/liberapay/liberapay.com), ориентированное на периодические пожертвования для программных проектов. Эти периодические пожертвования важны для долгосрочной устойчивости проектов. Еще одной интересной особенностью для программных проектов является возможность создания [команд](https://liberapay.com/about/teams), к которым могут присоединиться участники проекта, а затем разделить пожертвования таким образом, что каждый устанавливает долю, которую он или она хочет получить.
uk: Нещодавно F-Droid отримав підтримку [Liberapay](https://liberapay.com/), повністю безплатної платформи для внесків, призначеної для програмних проєктів. Сама Liberapay — це повністю безплатне програмне забезпечення з [відкритим початковим кодом](https://github.com/liberapay/liberapay.com), орієнтоване на повторювані внески для програмних проєктів. Ці повторювані внески важливі для довгострокової стабільності проєктів. Ще однією цікавою особливістю для програмних проєктів є можливість створення [команд](https://liberapay.com/about/teams), до яких можуть приєднатися учасники проєкту, а потім розділити внески відповідно до встановленої частки, яку він або вона хоче отримати.
zh_hans: 最近 F-Droid 开始支持 [Liberapay](https://liberapay.com/)，一个针对软件项目的完全自由的捐赠平台。Liberapay 本身是完全自由[开源](https://github.com/liberapay/liberapay.com)的软件，专注于对软件项目的定期捐赠。这些定期捐赠对项目的长期可持续性非常重要。软件项目的另一个有趣的特性是可以创建[团队](https://liberapay.com/about/teams)，项目的成员可以加入其中，然后以每个人设定他或她想要的份额的方式分配捐赠。

source: The donation part of F-Droid has always relied on closed platforms like PayPal but not anymore!
de: Der Spendenbestandteil von F-Droid hat immer auf geschlossene Portale wie PayPal gebaut, jetzt nicht mehr!
pl: Część darowizny F-Droid zawsze opierała się na zamkniętych platformach, takich jak PayPal, ale już nie!
ro: Partea de donații a F-Droid s-a bazat întotdeauna pe platforme închise precum PayPal, dar nu mai este cazul!
ru: Часть F-Droid, связанная с пожертвованиями, всегда полагалась на закрытые платформы, такие как PayPal, но не теперь!
uk: Частина внесків F-Droid завжди спиралася на закриті платформи, такі як PayPal, але тепер досить!
zh_hans: F-Droid 的捐赠部分一直依赖 PayPal 这样的封闭平台，但再也不是这样了!

source: Integration into F-Droid
de: Integration in F-Droid
pl: Integracja z F-Droid
ro: Integrare în F-Droid
ru: Интеграция в F-Droid
uk: Вбудовування в F-Droid
zh_hans: 整合进 F-Droid
