Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: There is a good precedent for this kind of standardization: [YARA](https://virustotal.github.io/yara/). It is a malware signature tool started by one company and now used by dozens. That aspect of YARA applies directly to the collections of public interest signatures discussed here. Once a standard catches on, it not only increases the universality of the data, which makes it easier to use. This then can attract more users and contributors. YARA was designed around desktop malware, and unfortunately works poorly for Android. Part of that is because they made YARA be a custom format that is implemented in the YARA tool. This setup does make YARA rules simple and readable, but has big downsides. YARA is implemented in Python, so using it in other languages means re-implementing it from scratch. Android APKs are always a ZIP, unlike desktop software binaries, which are generally uncompressed files. The YARA tool devs decided they [don't want](https://github.com/VirusTotal/yara/issues/1145#issuecomment-542165517) to include code to run scans on ZIP, XML, etc. So that leaves YARA hobbled for use as an Android scanner.
de: Es gibt einen guten Präzedenzfall für diese Art der Standardisierung: [YARA](https://virustotal.github.io/yara/). Es ist ein Tool für Malware-Signaturen, das von einem Unternehmen begonnen wurde und nun von Dutzenden genutzt wird. Dieser Aspekt von YARA gilt direkt für die Sammlungen der hier diskutierten Signaturen von öffentlichem Interesse. Sobald ein Standard alltäglich wird, verstärkt er nicht zuletzt die Allgemeingültigkeit der Daten, wodurch sie einfacher zu verwenden sind. Dies kann dann weitere Anwender und Mitwirkende anziehen. YARA wurde rund um Desktop-Malware entwickelt und funktioniert unglücklicherweise in Android schlecht. Teilweise liegt das daran, dass sie YARA zu einem eigenen Format machten, dass im YARA-Tool eingebettet ist. Dieses Setup macht YARA-Regeln einfach und lesbar, hat aber große Nachteile. YARA ist in Python implementiert, somit bedeutet seine Nutzung in anderen Sprachen eine grundlegende Neu-Implementierung. Android APKs sind immer eine ZIP, im Gegensatz zu Binärdateien für Desktop-Software, welche im Allgemeinen unkomprimierte Dateien sind. Die Entwickler des YARA-Tools entschieden, dass sie [keinen Code aufnehmen wollen](https://github.com/VirusTotal/yara/issues/1145#issuecomment-542165517), um Scans für ZIP, XML usw. auszuführen. So bleibt die Nutzung von YARA als Android-Scanner holprig.
pl: Istnieje dobry precedens dla tego rodzaju standaryzacji: [YARA](https://virustotal.github.io/yara/). Jest to narzędzie do sygnowania złośliwego oprogramowania, uruchomione przez jedną firmę, a obecnie używane przez dziesiątki. Ten aspekt YARA odnosi się bezpośrednio do omawianych tutaj zbiorów podpisów w interesie publicznym. Gdy norma się przyjmie, nie tylko zwiększa uniwersalność danych, co ułatwia korzystanie z nich. To może przyciągnąć więcej użytkowników i współtwórców. YARA została zaprojektowana z myślą o złośliwym oprogramowaniu dla komputerów stacjonarnych i niestety słabo działa na Androidzie. Częściowo jest to spowodowane tym, że uczyniono YARA niestandardowym formatem zaimplementowanym w narzędziu YARA. Taka konfiguracja sprawia, że zasady YARA są proste i czytelne, ale mają duże wady. YARA jest zaimplementowana w Pythonie, więc używanie jej w innych językach oznacza ponowne zaimplementowanie jej od podstaw. Pliki APK na Androida są zawsze plikami ZIP, w przeciwieństwie do plików binarnych oprogramowania komputerowego, które są zazwyczaj nieskompresowanymi plikami. Twórcy narzędzia YARA zdecydowali, że [nie chcą](https://github.com/VirusTotal/yara/issues/1145#issuecomment-542165517) dołączać kod do uruchamiania skanowania plików ZIP, XML itp. Zmusza to YARA do problematycznego działania jako skaner Androida.
ro: Există un precedent bun pentru acest tip de standardizare: [YARA](https://virustotal.github.io/yara/). Acesta este un instrument de semnare a programelor răuvoitoare inițiat de o companie și utilizat în prezent de zeci de companii. Acest aspect al YARA se aplică direct la colecțiile de semnături de interes public discutate aici. Odată ce un standard prinde contur, acesta nu numai că sporește universalitatea datelor, ceea ce face ca acestea să fie mai ușor de utilizat. Acest lucru poate atrage apoi mai mulți utilizatori și contribuitori. YARA a fost conceput în jurul programelor răuvoitoare pentru calculatoare și, din păcate, funcționează prost pentru Android. O parte din acest lucru se datorează faptului că au făcut ca YARA să fie un format personalizat care este implementat în instrumentul YARA. Această configurație face ca regulile YARA să fie simple și ușor de citit, dar are mari dezavantaje. YARA este implementat în Python, așa că utilizarea lui în alte limbaje înseamnă reimplementarea lui de la zero. APK-urile pentru Android sunt întotdeauna un ZIP, spre deosebire de fișierele binare ale software-ului pentru calculatoare, care sunt în general fișiere necomprimate. Dezvoltatorii instrumentului YARA au decis că [nu doresc](https://github.com/VirusTotal/yara/issues/1145#issuecomment-542165517) să includă cod pentru a rula scanări pe ZIP, XML etc. Deci, acest lucru lasă YARA în imposibilitatea de a fi folosit ca scaner Android.
ru: Существует хороший прецедент для такого рода стандартизации: [YARA](https://virustotal.github.io/yara/). Это инструмент для создания сигнатур вредоносных программ, созданный одной компанией, а теперь используемый десятками. Этот аспект YARA напрямую относится к коллекциям сигнатур, представляющих общественный интерес, о которых здесь идет речь. Когда стандарт становится общепринятым, это не только повышает универсальность данных, но и облегчает их использование. Это может привлечь больше пользователей и вкладчиков. YARA была разработана для настольных вредоносных программ и, к сожалению, плохо работает на Android. Отчасти это связано с тем, что YARA - это пользовательский формат, который реализован в инструменте YARA. Такая настройка делает правила YARA простыми и читаемыми, но имеет и большие минусы. YARA реализован на Python, поэтому использование его в других языках означает повторную реализацию с нуля. APK для Android всегда имеют формат ZIP, в отличие от двоичных файлов настольных программ, которые обычно представляют собой несжатые файлы. Разработчики инструмента YARA решили, что они [не хотят](https://github.com/VirusTotal/yara/issues/1145#issuecomment-542165517) включать код для выполнения сканирования ZIP, XML и т. д. Таким образом, YARA не подходит для использования в качестве сканера для Android.
uk: Є хороший прецедент такої стандартизації: [YARA](https://virustotal.github.io/yara/). Це засіб пошуку сигнатур шкідливого програмного забезпечення, започаткований однією компанією, а тепер використовуваний десятками. Цей аспект YARA має безпосереднє відношення до збору сигнатур, що обговорюється тут. Як тільки стандарт стає популярним, він не тільки підвищує універсальність даних, але й полегшує їх використання. Це може залучити більше користувачів та дописувачів. YARA був розроблений для настільних шкідливих програм, і, на жаль, погано працює на Android. Частково це пов'язано з тим, що вони зробили YARA користувацьким форматом, який реалізований в засобі YARA. Таке налаштування робить правила YARA простими і легкочитними, але має великі недоліки. YARA реалізований на Python, тому використання його іншими мовами означає повторну реалізацію з нуля. Android APK - це завжди ZIP-архів, на відміну від двійкових файлів програмного забезпечення для настільних комп'ютерів, які, як правило, є нестисненими файлами. Розробники засобу YARA вирішили, що вони [не хочуть](https://github.com/VirusTotal/yara/issues/1145#issuecomment-542165517) включати код для запуску сканування ZIP, XML тощо. Таким чином, YARA залишається пристосованою для використання в якості сканера для Android.
zh_hans: 这种标准化有一个很好的先例：[YARA](https://virustotal.github.io/yara/)。它是一种恶意软件签名工具，由一家公司启动，现在已被数十家公司使用。 YARA 的这一方面直接适用于此处讨论的公共利益签名的集合。一旦标准流行起来，它不仅增加了数据的普遍性，使其更易于使用。这还可以吸引更多的用户和贡献者。 YARA 是围绕桌面恶意软件设计的，不幸的是在 Android 上效果不好。部分原因是他们使 YARA 成为在 YARA 工具中实现的自定义格式。这种设置确实使 YARA 规则简单易读，但也有很大的缺点。 YARA 是用 Python 实现的，因此在其他语言中使用它意味着从头开始重新实现它。 Android APK 始终是 ZIP，与桌面软件二进制文件不同，后者通常是未压缩的文件。YARA 工具开发者决定他们[不希望](https://github.com/VirusTotal/yara/issues/1145#issuecomment-542165517)包含在 ZIP、XML 等上运行扫描的代码。这使 YARA 难以用作 Android 扫描仪。

source: What do shared signatures and profiles look like?
de: Wie sehen geteilte Signaturen und Profile aus?
pl: Jak wyglądają współdzielone podpisy i profile?
ro: Cum arată semnăturile și profilurile partajate?
ru: Как выглядят общие подписи и профили?
uk: Як виглядають спільні сигнатури та профілі?
zh_hans: 共享签名和配置文件看起来是什么样的？

source: To show what this looks like in practice, we can take an example from `fdroid scanner` above. The `flurryagent` signature in current scanner is used to scan through the dependency declarations in Gradle files, which are the standard configuration for build Android apps, and files in a standard JAR library. The Gradle [coordinate](https://maven.apache.org/pom.html#Maven_Coordinates) `com.fasterxml.jackson.core:jackson-core:2.11.1` would not be flagged, but this pattern would also miss the Gradle line `com.flurry.android:analytics:10.0.0@aar`. But if a JAR is included in the app, it would be scanned, and `com/flurry/android/FlurryAgent` in that JAR would produce a match. But it just outputs files with hits with no context about what or why. As part of SUSS, each entry now gets a full featured profile in its own YAML file, where each scan signature is distinctly declared. That metadata then can provide more context when there are matches.
de: Um zu zeigen, wie dies in der Praxis aussieht, können wir ein Beispiel aus `fdroid scanner` weiter oben heranziehen. Die Signatur `flurryagent` im momentanen Scanner wird verwendet, um die Deklarationen von Abhängigkeiten in Gradle-Dateien zu durchsuchen, welche die Standardkonfiguration zur Erstellung von Android-Apps und Dateien in einer Standard-JAR-Bibliothek sind. Die Gradle-[Koordinate](https://maven.apache.org/pom.html#Maven_Coordinates) `com.fasterxml.jackson.core:jackson-core:2.11.1` würde nicht markiert werden aber dieses Modell würde auch die Gradle-Zeile `com.flurry.android:analytics:10.0.0@aar` übergehen. Ist aber ein JAR in der App eingeschleust, würde es erfasst und `com/flurry/android/FlurryAgent` in diesem JAR würde eine Übereinstimmung produzieren. Aber es gibt lediglich Dateien mit Treffern ohne Kontext zum was oder warum aus. Als Teil von SUSS erhält jeder Eintrag nun ein voll ausgestattetes Profil in einer eigenen YAML-Datei, in dem jede Scan-Signatur explizit erklärt wird. Diese Metadaten können dann mehr Kontext liefern, wenn es Treffer gibt.
pl: Aby pokazać, jak to wygląda w praktyce, możemy wziąć przykład z `fdroid scanner` powyżej. Sygnatura `flurryagent` w bieżącym skanerze służy do skanowania deklaracji zależności w plikach Gradle, które są standardową konfiguracją do kompilowania aplikacji na Androida, oraz plików w standardowej bibliotece JAR. Gradle [współrzędna](https://maven.apache.org/pom.html#Maven_Coordinates) `com.fasterxml.jackson.core:jackson-core:2.11.1` nie zostanie oflagowana, ale to wzorzec również nie będzie zawierał linii Gradle `com.flurry.android:analytics:10.0.0@aar`. Ale jeśli plik JAR jest zawarty w aplikacji, zostanie przeskanowany, a `com/flurry/android/FlurryAgent` w tym pliku JAR wygeneruje dopasowanie. Ale po prostu wyświetla pliki z trafieniami bez kontekstu, co i dlaczego. W ramach SUSS każdy wpis otrzymuje teraz w pełni funkcjonalny profil we własnym pliku YAML, w którym każdy podpis skanowania jest wyraźnie zadeklarowany. Te metadane mogą następnie zapewnić więcej kontekstu, gdy istnieją dopasowania.
ro: Pentru a arăta cum arată acest lucru în practică, putem lua un exemplu din `fdroid scanner` de mai sus. Semnătura `flurryagent` din scanerul curent este utilizată pentru a scana declarațiile de dependență din fișierele Gradle, care reprezintă configurația standard pentru construirea aplicațiilor Android, și fișierele dintr-o bibliotecă JAR standard. Linia Gradle [coordinate](https://maven.apache.org/pom.html#Maven_Coordinates) `com.fasterxml.jackson.core:jackson-core:2.11.1` nu ar fi marcată, dar acest model ar rata, de asemenea, linia Gradle `com.flurry.android:analytics:10.0.0@aar`. Dar dacă în aplicație este inclus un JAR, acesta ar fi scanat, iar `com/flurry/android/FlurryAgent` din acel JAR ar produce o potrivire. Dar nu produce decât fișiere cu rezultate pozitive, fără niciun context despre ce și de ce. Ca parte a SUSS, fiecare intrare primește acum un profil complet în propriul fișier YAML, în care fiecare semnătură de scanare este declarată în mod distinct. Aceste metadate pot oferi apoi mai mult context atunci când există corespondențe.
ru: Чтобы показать, как это выглядит на практике, мы можем взять пример с `fdroid scanner` выше. Сигнатура `flurryagent` в текущем сканере используется для сканирования деклараций зависимостей в файлах Gradle, которые являются стандартной конфигурацией для сборки Android-приложений, и файлов в стандартной библиотеке JAR. Gradle [coordinate](https://maven.apache.org/pom.html#Maven_Coordinates) `com.fasterxml.jackson.core:jackson-core:2.11.1` не будет отмечен, но этот шаблон также пропустит строку Gradle `com.flurry.android:analytics:10.0.0@aar`. Но если в приложение включен JAR, он будет просканирован, и `com/flurry/android/FlurryAgent` в этом JAR выдаст совпадение. Но он просто выводит файлы с совпадениями без какого-либо контекста о том, что и почему. В рамках SUSS каждая запись теперь получает полнофункциональный профиль в своем собственном YAML-файле, где каждая сигнатура сканирования объявляется отдельно. Эти метаданные могут предоставить больше контекста при обнаружении совпадений.
uk: Як це виглядає на практиці, можна показати на прикладі сканера `fdroid`, наведеному вище. Сигнатура `flurryagent` у поточному сканері використовується для сканування декларацій залежностей у файлах Gradle, які є стандартною конфігурацією для збірки Android-застосунків та файлів у стандартній бібліотеці JAR. Gradle [координати](https://maven.apache.org/pom.html#Maven_Coordinates) `com.fasterxml.jackson.core:jackson-core:2.11.1` не буде позначено, але цей шаблон також пропустить рядок Gradle `com.flurry.android:analytics:10.0.0@aar`. Але якщо в застосунок включений JAR, він буде відсканований, і `com/flurry/android/FlurryAgent` в цьому JAR видасть збіг. Але він просто виводить файли зі збігами без жодного контексту та пояснень. У рамках SUSS кожен запис тепер отримує повнофункціональний профіль у власному YAML-файлі, де чітко декларується кожна сигнатура сканування. Ці метадані можуть надати більше контексту за наявності збігів.
zh_hans: 为了展示这在实践中是什么样，我们可以从上面的 `fdroid scanner` 中举一个例子。当前扫描器中的 `flurryagent` 签名用于扫描 Gradle 文件中的依赖声明，这些文件是构建 Android 应用的标准配置，以及标准 JAR 库文件。 Gradle [坐标](https://maven.apache.org/pom.html#Maven_Coordinates) `com.fasterxml.jackson.core:jackson-core:2.11.1` 不会被标记，但这模式也会错过 Gradle 行 `com.flurry.android:analytics:10.0.0@aar`。但是，如果应用中包含 JAR，则会对其进行扫描，并且该 JAR 中的 `com/flurry/android/FlurryAgent` 会生成匹配项。但它只是输出命中的文件，没有关于什么或原因的上下文。作为 SUSS 的一部分，现在每个条目都在其自己的 YAML 文件中获得一个完整的配置文件，其中每个扫描签名都被明确声明。然后，当存在匹配项时，该元数据可以提供更多上下文。

source: In SUSS, we can now represent the `fdroid scanner` signatures with the flexibility of Exodus Privacy signatures. This adds additional scans, including domain names and the names used to declare [API](https://gitlab.com/trackingthetrackers/wiki/-/issues/6) [keys](https://gitlab.com/fdroid/fdroidserver/-/issues/852). `fdroid scanner` had an additional allowlist, in case some signatures produced false positives. The allowlist has been removed in favor of pure regexs (regular expressions). The allowlist makes the F-Droid implementation quite a bit more complicated, and ties our signature profiles to the _fdroidserver_ tools. The other data sets we looked at all used just simple entries, mostly using regexs, so it is important to explore if that can cover all the scanning cases needed. If it works out, then the path to standardization is clear. Yes, regexs are complicated and can be painful, but they are also widely used, implemented, documented, and understood.
de: In SUSS können wir nun die `fdroid scanner`-Signaturen mit der Flexibilität von Exodus Privacy darstellen. Dies ergänzt zusätzliche Scans, einschließlich nach Domain-Namen und den zur Deklaration von [API](https://gitlab.com/trackingthetrackers/wiki/-/issues/6) [Keys](https://gitlab.com/fdroid/fdroidserver/-/issues/852) verwendeten Namen. `fdroid scanner` besaß eine zusätzliche Liste mit zulässigen Signaturen, für den Fall, dass eine falsch positiv gewertet wurde. Die Zugelassenen-Liste wurde zugunsten reiner regulärer Ausdrücke (Regex) entfernt. Die Zugelassenen-Liste macht die Implementierung von F-Droid einfach ein Bisschen komplizierter und fesselt unsere Signatur-Profile an die _fdroidserver_-Tools. Andere Datensätze, die wir irgendwie betrachteten, verwendeten einfach schlichte Einträge, meistens mittels regulärer Ausdrücke, somit ist es wichtig, herauszufinden, ob das alle für den Scan erforderlichen Fälle abdecken kann. Wenn es gut läuft, dann ist der Weg zur Standardisierung klar. Ja, Regex sind kompliziert und können mühsam sein aber sie sind auch weitreichend genutzt, eingebunden, dokumentiert und verstanden.
pl: W SUSS możemy teraz reprezentować sygnatury `fdroid scanner` z elastycznością sygnatur Exodus Privacy. Dodaje to dodatkowe skany, w tym nazwy domen i nazwy używane do deklarowania [API](https://gitlab.com/trackingthetrackers/wiki/-/issues/6) [klucze](https://gitlab.com/fdroid/ fdroidserver/-/issues/852). `skaner fdroid` miał dodatkową listę dozwolonych na wypadek, gdyby niektóre sygnatury dawały fałszywe alarmy. Lista dozwolonych została usunięta na rzecz czystych wyrażeń regularnych. Lista dozwolonych sprawia, że implementacja F-Droid jest nieco bardziej skomplikowana i wiąże nasze profile podpisów z narzędziami _fdroidserver_. Wszystkie inne zestawy danych, które przejrzeliśmy, wykorzystywały tylko proste wpisy, głównie z użyciem wyrażeń regularnych, więc ważne jest, aby zbadać, czy może to obejmować wszystkie potrzebne przypadki skanowania. Jeśli to się uda, droga do standaryzacji jest jasna. Tak, wyrażenia regularne są skomplikowane i mogą być bolesne, ale są też szeroko stosowane, implementowane, dokumentowane i rozumiane.
ro: În SUSS, acum putem reprezenta semnăturile `fdroid scanner` cu flexibilitatea semnăturilor Exodus Privacy. Aceasta adaugă scanări suplimentare, inclusiv nume de domenii și numele utilizate pentru a declara [chei](https://gitlab.com/fdroid/fdroidserver/-/issues/852) [API](https://gitlab.com/trackingthetrackers/wiki/-/issues/6). `fdroid scanner` a avut o listă suplimentară de intrări permise, în cazul în care unele semnături produceau rezultate fals pozitive. Lista permisă a fost eliminată în favoarea regex-urilor pure (expresii regulate). Lista de permise face ca implementarea F-Droid să fie mult mai complicată și leagă profilurile noastre de semnături de instrumentele _fdroidserver_. Celelalte seturi de date pe care le-am analizat au folosit toate doar intrări simple, folosind în principal regex-uri, deci este important să explorăm dacă acestea pot acoperi toate cazurile de scanare necesare. Dacă se rezolvă, atunci calea spre standardizare este clară. Da, regexurile sunt complicate și pot fi dureroase, dar sunt, de asemenea, utilizate, implementate, documentate și înțelese pe scară largă.
ru: Теперь в SUSS мы можем представлять сигнатуры `fdroid scanner` с гибкостью сигнатур Exodus Privacy. Это добавляет дополнительные проверки, включая имена доменов и имена, используемые для объявления [API](https://gitlab.com/trackingthetrackers/wiki/-/issues/6) [ключей](https://gitlab.com/fdroid/fdroidserver/-/issues/852). В `fdroid scanner` был дополнительный список разрешений, на случай, если некоторые сигнатуры давали ложные срабатывания. Список разрешений был удален в пользу чистых regex (регулярных выражений). Список разрешений значительно усложняет реализацию F-Droid и привязывает наши сигнатурные профили к инструментам _fdroidserver_. Все остальные наборы данных, которые мы рассматривали, использовали простые записи, в основном с помощью регексов, поэтому важно изучить, может ли это покрыть все необходимые случаи сканирования. Если это получится, то путь к стандартизации очевиден. Да, регексы сложны и могут быть болезненными, но они также широко используются, внедряются, документируются и понимаются.
uk: У SUSS ми тепер можемо представляти сигнатури `сканера fdroid` з гнучкістю сигнатур Exodus Privacy. Це додає додаткові перевірки, включаючи доменні імена та імена, що використовуються для оголошення [API](https://gitlab.com/trackingthetrackers/wiki/-/issues/6) [keys](https://gitlab.com/fdroid/fdroidserver/-/issues/852). `Сканер fdroid` мав додатковий список дозволів, на випадок, якщо деякі сигнатури давали помилкові спрацьовування. Наразі цей список дозволів вилучено на користь чистих регулярних виразів. Список дозволів робить реалізацію F-Droid дещо складнішою і прив'язує наші профілі сигнатур до інструментів _fdroidserver_. Усі інші набори даних, які ми розглянули, використовували прості записи, в основному з використанням регулярного виразу, тому важливо дослідити, чи може це покрити всі необхідні випадки сканування. Якщо це вдасться, то шлях до стандартизації буде відкритим. Так, регулярн вирази складні і можуть бути болючими, але вони також широко використовуються, впроваджуються, документуються і розуміються.
zh_hans: 在 SUSS 中，我们现在可以使用具有 Exodus Privacy 签名的灵活性的方式来表示 `fdroid scanner` 签名。这增加了额外的扫描，包括域名和用于声明的名称 [API](https://gitlab.com/trackingthetrackers/wiki/-/issues/6) [密钥](https://gitlab.com/fdroid/fdroidserver/-/issues/852)。`fdroid scanner` 有一个额外的允许列表，以防某些签名产生误报。已删除允许列表以支持纯正则表达式。允许列表使 F-Droid 实现更加复杂，并将我们的签名配置文件与 _fdroidserver_ 工具绑定在一起。我们查看的其他数据集都只使用简单的条目，主要使用正则表达式，因此探索是否可以涵盖所有需要的扫描案例非常重要。如果它成功了，那么标准化的道路就很清楚了。是的，正则表达式很复杂，可能很痛苦，但它们也被广泛使用、实施、记录和理解。

source: One big upside of only regexs is that SUSS has a super fast, simple test suite. Here's one way to work with it:
de: Ein großer Vorteil von ausschließlich regulären Ausdrücken führt dazu, dass SUSS eine superschnelle, einfache Testsuite besitzt. Hier ein Weg um mit ihr zu arbeiten:
pl: Jedną wielką zaletą tylko wyrażeń regularnych jest to, że SUSS ma super szybki i prosty zestaw testów. Oto jeden sposób na pracę z nim:
ro: Un mare avantaj al folosirii doar a regexurilor este că SUSS are o suită de testare foarte rapidă și simplă. Iată un mod de a lucra cu ea:
ru: Один из главных плюсов использования только регексов заключается в том, что SUSS имеет очень быстрый и простой набор тестов. Вот один из способов работы с ним:
uk: Одна з великих переваг лише регулярних виразів — SUSS має надшвидкий і простий набір тестів. Ось один зі способів роботи з ним:
zh_hans: 仅使用正则表达式的一大优点是 SUSS 有一个超级快速、简单的测试套件。这是使用它的一种方法：

source: Find the Gradle coordinates that are relevant and add them to the matches and exceptions lists in _tests/test_suss.py_
de: Die Gradle-Koordinaten, die relevant sind, finden und den Listen mit Übereinstimmungen und Ausnahmen in _tests/test_suss.py_ hinzufügen
pl: Znajdź odpowiednie współrzędne Gradle i dodaj je do list dopasowań i wyjątków w _tests/test_suss.py_
ro: Găsiți coordonatele Gradle care sunt relevante și adăugați-le la listele de potriviri și excepții din _tests/test_suss.py_
ru: Найдите соответствующие координаты Gradle и добавьте их в списки совпадений и исключений в _tests/test_suss.py_
uk: Знайдіть релевантні координати Gradle і додайте їх до списків збігів і винятків у _tests/test_suss.py_
zh_hans: 找到相关的 Gradle 坐标并将它们添加到 _tests/test_suss.py_ 中的匹配和例外列表中
