Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)** was updated from 1.0.2 to 1.0.4. **[@Poussinou](https://forum.f-droid.org/u/poussinou)** writes: It removes a big bug that causes the crash of the app when opening a GPX file. You can now display your tracks easily in the map since it has been corrected! Issue [here](https://github.com/Pygmalion69/OpenTopoMapViewer/issues/2). I don't know if it's worth the price to mention this update, but the author has corrected the bug very quickly and tagged a new release ASAP. It was very impressive. I love developers like that!
de: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)** wurde von 1.0.2 auf 1.0.4 aktualisiert. **[@Poussinou](https://forum.f-droid.org/u/poussinou)** schreibt: Es wird ein großer Fehler behoben, der den Absturz der App beim Öffnen einer GPX-Datei verursachte. Tracks können nun leicht auf der Karte angezeigt werden, nachdem er korrigiert wurde! [Hier](https://github.com/Pygmalion69/OpenTopoMapViewer/issues/2) das Issue. Ich weiß nicht, ob der Aufwand lohnt, diese Aktualisierung zu erwähnen, aber der Autor hat den Bug sehr schnell korrigiert und, sobald es ihm möglich war, ein neues Release ausgewiesen. Es war sehr beeindruckend. Ich liebe solche Entwickler!
pl: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)** został zaktualizowany z wersji 1.0.2 do 1.0.4. **[@Poussinou](https://forum.f-droid.org/u/poussinou)** pisze: Usuwa duży błąd, który powoduje awarię aplikacji podczas otwierania pliku GPX. Możesz teraz łatwo wyświetlać swoje ślady na mapie, ponieważ została poprawiona! Problem [tutaj](https://github.com/Pygmalion69/OpenTopoMapViewer/issues/2). Nie wiem, czy warto wspomnieć o tej aktualizacji, ale autor bardzo szybko naprawił błąd i oznaczył go jako ASAP. To było imponujące. Uwielbiam takich programistów!
ro: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)** a fost actualizat de la 1.0.2 la 1.0.4. **[@Poussinou](https://forum.f-droid.org/u/poussinou)** scrie: Se elimină o eroare mare care provoca blocarea aplicației la deschiderea unui fișier GPX. Acum puteți să vă afișați cu ușurință traseele pe hartă, deoarece a fost corectată! Problema [here](https://github.com/Pygmalion69/OpenTopoMapViewer/issues/2). Nu știu dacă merită să menționez această actualizare, dar autorul a corectat bug-ul foarte repede și a etichetat o nouă versiune ASAP. A fost foarte impresionant. Iubesc dezvoltatorii de genul acesta!
ru: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)** был обновлен с 1.0.2 до 1.0.4. **[@Poussinou](https://forum.f-droid.org/u/poussinou)** пишет: В нем устранена большая ошибка, вызывавшая крах приложения при открытии GPX-файла. Теперь вы можете легко отображать свои треки на карте, так как ошибка была исправлена! Проблема [здесь](https://github.com/Pygmalion69/OpenTopoMapViewer/issues/2). Не знаю, стоит ли упоминать это обновление, но автор очень быстро исправил ошибку и как можно скорее выложил новый выпуск. Это было очень впечатляюще. Я люблю таких разработчиков!
uk: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)** був оновлений з 1.0.2 до 1.0.4. **[@Poussinou](https://forum.f-droid.org/u/poussinou)** пише: В ньому усунена велика помилка, що викликала крах застосунки при відкритті GPX-файлу. Тепер ви можете легко відображати свої треки на карті, так як помилка була виправлена! Проблема [тут](https://github.com/Pygmalion69/OpenTopoMapViewer/issues/2). Не знаю, чи варто згадувати це оновлення, але автор дуже швидко виправив помилку і як можна швидше виклав новий випуск. Це було дуже вражаюче. Я люблю таких розробників!
zh_hans: **[OpenTopoMap Viewer](https://f-droid.org/packages/org.nitri.opentopo/)** 从 1.0.2 更新到 1.0.4。**[@Poussinou](https://forum.f-droid.org/u/poussinou)** 写道：它消除了打开 GPX 文件时导致应用崩溃的大错误。你现在可以在地图中轻松显示你的轨迹，因为它已得到纠正！问题在[此处](https://github.com/Pygmalion69/OpenTopoMapViewer/issues/2)。我不知道是否值得提及这个更新，但作者已经很快纠正了这个错误并尽快标记了一个新版本。这是非常令人印象深刻的。我喜欢这样的开发者！

source: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** was [updated](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) from 4.4.6 to 4.4.10, fixing a crash when the location has not been changed, OpenStreetMap API switched from http to https, and some translation changes.
de: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** wurde von 4.4.6 auf 4.4.10 [aktualisiert](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG), mit Beseitigung eines Absturzes, wenn sich der Standort nicht verändert hat, Wechsel des OpenStreetMap API von http auf https und einigen Übersetzungsänderungen.
pl: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** został [zaktualizowany](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) z 4.4.6 do 4.4.10, naprawiając awarię, gdy lokalizacja nie została zmieniona, interfejs API OpenStreetMap został przełączony z http na https, i niektóre zmiany w tłumaczeniu.
ro: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** a fost [updated](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG)de la 4.4.6 la 4.4.10, rezolvând un blocaj în cazul în care locația nu a fost schimbată, API-ul OpenStreetMap a trecut de la http la https, precum și unele modificări de traducere.
ru: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** был [обновлен](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) с 4.4.6 до 4.4.10, исправлен сбой, когда местоположение не было изменено, OpenStreetMap API перешел с http на https, а также внесены некоторые изменения в перевод.
uk: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** було [оновлено](https://raw.githubusercontent.com/thuryn/your-local- weather/HEAD/CHANGELOG) з 4.4.6 до 4.4.10, виправлений збій, коли місце розташування не було змінено, OpenStreetMap API перейшов з http на https, а також внесені деякі зміни в переклад.
zh_hans: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** 已从 4.4.6 [更新](https://raw.githubusercontent.com/thuryn/your- local-weather/HEAD/CHANGELOG)到 4.4.10，修复了位置未更改时的崩溃，OpenStreetMap API 从 http 切换到 https，以及一些翻译更改。

source: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** allows to send files (i.e. jpg-photos or mp3-music) or text (i.e. urls) to one predefined zip file by adding “Add To Zip” to Android’s share/send menu. Version 2.0.17 adds send/view/edit/delete of zip file to Settings-Menu and adds optional support for automatic zip-subfolder discovery.
de: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** ermöglicht den Versand von Dateien (z. B. jpg-Fotos oder mp3-Musik) oder Text (z. B. URLs) an eine vorher definierte ZIP-Datei, indem “Add To Zip” in Android’s Teilen/Senden-Menü eingefügt wird. Version 2.0.17 ergänzt senden/ansehen/bearbeiten/löschen der ZIP-Datei im Einstellungsmenü und fügt eine optionale Unterstützung für eine automatische ZIP-Unterordnersuche hinzu.
pl: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** umożliwia wysyłanie plików (np. zdjęć w formacie jpg lub muzyki MP3) lub tekstu (np. adresów URL) do jednego wstępnie zdefiniowanego pliku zip, dodano "Dodaj do zip" do menu Androida udostępnianie/wysyłanie. Wersja 2.0.17 dodaje polecenie send/view/edit/delete zip do Menu Ustawienia i dodaje opcjonalną obsługę automatycznego wykrywania podfolderów zip.
ro: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** permite trimiterea de fișiere (de exemplu, fotografii jpg sau muzică mp3) sau text (de exemplu, url-uri) într-un fișier zip predefinit, adăugând "Add To Zip" la meniul de partajare/trimitere din Android. Versiunea 2.0.17 adaugă trimiterea/vizualizarea/modificarea/eliminarea fișierului zip la meniul de setări și adaugă suport opțional pentru descoperirea automată a subfolderelor zip.
ru: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** позволяет отправлять файлы (т.е. jpg-фотографии или mp3-музыку) или текст (т.е. урлы) в один предопределенный zip-файл, добавив "Add To Zip" в меню обмена/отправки Android. Версия 2.0.17 добавляет отправку/просмотр/редактирование/удаление zip-файла в меню настроек и добавляет дополнительную поддержку автоматического обнаружения подпапок zip-файла.
uk: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** дозволяє відправляти файли (тобто, jpg-світлини або mp3-музику) або текст (як-от, адреси) в один визначений zip-файл, додавши "Add To Zip" в меню обміну/відправлення Android. Версія 2.0.17 додає відправлення/перегляд/редагування/знищення zip-файлу в меню налаштувань і додає додаткову підтримку автоматичного виявлення підтек zip-файлу.
zh_hans: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** 通过将“添加到 Zip”添加到 Android 的共享/发送菜单，允许将文件（即 jpg 照片 或 mp3 音乐）或文本（即 url ) 发送到一个预定义的 zip 文件。 2.0.17 版将 zip 文件的发送/查看/编辑/删除添加到设置菜单，并添加了对自动 zip 子文件夹发现的可选支持。

source: **[Solitaire](https://f-droid.org/wiki/page/com.kmagic.solitaire)** was moved to the archive, as it is abandoned and has been replaced with **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)**, which in turn has matured a lot, is well maintained and offers additional features and games.
de: **[Solitaire](https://f-droid.org/wiki/page/com.kmagic.solitaire)** wurde in das Archiv verschoben, da es aufgegeben wurde und durch **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)** ersetzt wurde, das wiederum stark gereift ist, gut gepflegt ist und zusätzliche Features und Spiele bietet.
pl: **[Solitaire](https://f-droid.org/wiki/page/com.kmagic.solitaire)** został przeniesiony do archiwum, ponieważ został opuszczony i został zastąpiony przez **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)**, który z kolei bardzo się postarzał, jest dobrze utrzymany i oferuje dodatkowe funkcje i gry.
ro: **[Solitaire](https://f-droid.org/wiki/page/com.kmagic.solitaire)** a fost mutat în arhivă, deoarece este abandonat și a fost înlocuit cu **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)**, care, la rândul său, s-a maturizat mult, este bine întreținut și oferă caracteristici și jocuri suplimentare.
ru: **[Solitaire](https://f-droid.org/wiki/page/com.kmagic.solitaire)** был перемещен в архив, так как он заброшен и заменен на **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)**, который в свою очередь сильно повзрослел, хорошо поддерживается и предлагает дополнительные возможности и игры.
uk: **[Solitaire](https://f-droid.org/wiki/page/com.kmagic.solitaire)** був переміщений в архів, так як він покинутий і замінений на **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)**, який в свою чергу сильно подорослішав, добре підтримується і пропонує додаткові можливості і гри.
zh_hans: **[Solitaire](https://f-droid.org/wiki/page/com.kmagic.solitaire)** 已被移至存档，因为它已被废弃并被 **[SolitaireCG ](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)** 替代，更加成熟，维护得很好，并提供了额外的功能和游戏。

source: **[Omnidroid](https://f-droid.org/wiki/page/edu.nyu.cs.omnidroid.app)** was moved to the archive because it has been abandoned. You should switch to its successor, **[LibreTasks](https://f-droid.org/packages/libretasks.app/)**.
de: **[Omnidroid](https://f-droid.org/wiki/page/edu.nyu.cs.omnidroid.app)** wurde ins Archiv verschoben, weil sie eingestellt wurde. Sie sollten zu ihrem Nachfolger **[LibreTasks](https://f-droid.org/packages/libretasks.app/)** wechseln.
pl: **[Omnidroid](https://f-droid.org/wiki/page/edu.nyu.cs.omnidroid.app)** został przeniesiony do archiwum, ponieważ został porzucony. Powinieneś przełączyć się na jego następcę, **[LibreTasks](https://f-droid.org/packages/libretasks.app/)**.
ro: **[Omnidroid](https://f-droid.org/wiki/page/edu.nyu.cs.omnidroid.app)** a fost mutat în arhivă deoarece a fost abandonat. Ar trebui să treceți la succesorul său, **[LibreTasks](https://f-droid.org/packages/libretasks.app/)**.
ru: **[Omnidroid](https://f-droid.org/wiki/page/edu.nyu.cs.omnidroid.app)** был перемещен в архив, так как был заброшен. Вам следует перейти на его преемника, **[LibreTasks](https://f-droid.org/packages/libretasks.app/)**.
uk: **[Omnidroid](https://f-droid.org/wiki/page/edu.nyu.cs.omnidroid.app)** був переміщений в архів, через те, що був покинутий. Вам слід перейти на його наступника, **[LibreTasks](https://f-droid.org/packages/libretasks.app/)**.
zh_hans: **[Omnidroid](https://f-droid.org/wiki/page/edu.nyu.cs.omnidroid.app)** 被移至存档，因为它已被放弃。你应该切换到它的继任者 **[LibreTasks](https://f-droid.org/packages/libretasks.app/)**。

source: TWIF 34: F-Droid is a Planet
de: TWIF 34: F-Droid ist ein Planet
pl: TWIF 34: F-Droid to Planeta
ro: TWIF 34: F-Droid este o planetă
ru: TWIF 34: F-Droid - это планета
uk: TWIF 34: F-Droid — це планета
zh_hans: TWIF 34：F-Droid 是一个星球

source: In this edition: Planet F-Droid now exists, call for submissions for Planet F-Droid and first article of Izzy's F-Droid series available in English. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Planet F-Droid gegründet, Aufruf zu Beiträgen zu Planet F-Droid und erster Artikel von Izzy's in Englisch abrufbarer F-Droid-Serie. Heute **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: W tym wydaniu: Planeta F-Droid już istnieje, apel o przesłanie do Planet F-Droid i pierwszy artykuł z serii Izzy o F-Droid dostępny w języku angielskim. Dostępnych jest **{{ page.number_of_added_apps }}** nowych i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: Planet F-Droid există acum, cerere de propuneri pentru Planet F-Droid și primul articol din seria F-Droid a lui Izzy disponibil în limba engleză. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Planet F-Droid теперь существует, призыв к участию в конкурсе Planet F-Droid и первая статья из серии Izzy's F-Droid на английском языке. Есть **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Planet F-Droid тепер існує, заклик до участі в конкурсі Planet F-Droid і перша стаття з серії Izzy's F-Droid англійською мовою. Є ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 在此版本中：Planet F-Droid 现已存在，征集 Planet F-Droid 和 Izzy 的 F-Droid 系列的第一篇文章英文版。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: Planet F-Droid now exists
de: Gründung von Planet F-Droid
pl: Planeta F-Droid już istnieje
ro: Planeta F-Droid există acum
ru: Планета F-Droid теперь существует
uk: Планета F-Droid тепер існує
zh_hans: 现在有了 Planet F-Droid

source: F-Droid now has [its own planet](https://fdroid.gitlab.io/planet/), thanks to the hard work of **[@vanitasvitae](https://gitlab.com/vanitasvitae)**, who single-handedly set it all up! A so-called "planet" site aggregates the blogs of community members (see [http://planet.fsfe.org](http://planet.fsfe.org) or [https://planet.jabber.org](https://planet.jabber.org) as examples). And if you've been secretly following along via [the forum](https://forum.f-droid.org/t/planet-f-droid-org-feed-aggregator-for-android-dev-related-blogs/4481), Planet F-Droid now also has [the blog of Gregor Santner](https://gsantner.net/), of **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** and **[dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)** fame.
de: F-Droid hat jetzt [seinen eigenen Planeten](https://fdroid.gitlab.io/planet/), Dank der engagierten Arbeit von **[@vanitasvitae](https://gitlab.com/vanitasvitae)**, der ihn eigenhändig eingerichtet hat! Eine sogenannte "Planet"-Site sammelt die Blogs der Community-Mitglieder (siehe [http://planet.fsfe.org](http://planet.fsfe.org) oder [https://planet.jabber.org](https://planet.jabber.org) als Beispiele). Und sollten Sie ihn heimlich über [das Forum](https://forum.f-droid.org/t/planet-f-droid-org-feed-aggregator-for-android-dev-related-blogs/4481) verfolgt haben, Planet F-Droid enthält nun auch [den Blog von Gregor Santner](https://gsantner.net/), berühmt von **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** und **[dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)**.
pl: F-Droid ma teraz [własną planetę](https://fdroid.gitlab.io/planet/) dzięki ciężkiej pracy **[@vanitasvitae](https://gitlab.com/vanitasvitae)**, który samodzielnie ustawił wszystko! Tak zwana strona "planeta" agreguje blogi członków społeczności (patrz [http://planet.fsfe.org](http://planet.fsfe.org) lub [https://planet.jabber.org](https://planet.jabber.org) jako przykłady). A jeśli potajemnie podążaliście za pośrednictwem [forum](https://forum.f-droid.org/t/planet-f-droid-org-feed-aggregator-for-android-dev-related-blogs/4481), Planet F-Droid ma teraz także [bloga Gregora Santnera](https://gsantner.net/), z **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** i **[dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)** i sławę.
ro: F-Droidare acum [its own planet](https://fdroid.gitlab.io/planet/), datorită muncii asidue a **[@vanitasvitae](https://gitlab.com/vanitasvitae)**, care a pus totul la cale de unul singur! Un așa-numit site "planetă" agregă blogurile membrilor comunității (a se vedea [http://planet.fsfe.org](http://planet.fsfe.org) sau [https://planet.jabber.org](https://planet.jabber.org) ca exemple). Și dacă ați urmărit în secret prin [forum](https://forum.f-droid.org/t/planet-f-droid-org-feed-aggregator-for-android-dev-related-blogs/4481), Planet F-Droid are acum și [blogul lui Gregor Santner](https://gsantner.net/), de **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** și **[dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)** faimă.
ru: У F-Droid теперь есть [своя планета](https://fdroid.gitlab.io/planet/), благодаря усердной работе **[@vanitasvitae](https://gitlab.com/vanitasvitae)**, который в одиночку все это создал! Так называемый "планетный" сайт объединяет блоги членов сообщества (см. в качестве примера [http://planet.fsfe.org](http://planet.fsfe.org) или [https://planet.jabber.org](https://planet.jabber.org)). И если вы тайно следили за происходящим через [форум](https://forum.f-droid.org/t/planet-f-droid-org-feed-aggregator-for-android-dev-related-blogs/4481), то на Планете F-Droid теперь есть и [блог Грегора Сантнера](https://gsantner.net/), известного **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** и **[dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)**.
uk: У F-Droid тепер є [своя планета](https://fdroid.gitlab.io/planet/) завдяки старанній самостійній роботі **[@vanitasvitae](https://gitlab.com/vanitasvitae)**! Сайт «планети» об'єднує блоги учасниць і учасників спільноти (наприклад, [https://planet.fsfe.org](https://planet.fsfe.org) або [https://planet.jabber.org](https://planet.jabber.org)). Якщо ви тихцем стежили за [форумом](https://forum.f-droid.org/t/planet-f-droid-org-feed-aggregator-for-android-dev-related-blogs/4481), то знаєте, що на Планеті F-Droid тепер є [блог Грегора Сантнера](https://gsantner.net/) — автора **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** і **[dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)**.
zh_hans: F-Droid 现在有了[自己的星球](https://fdroid.gitlab.io/planet/)，感谢 **[@vanitasvitae](https://gitlab.com/vanitasvitae)** 一手搞定了这一切！一个所谓的“星球”站点聚合了社区成员的博客（参见 [http://planet.fsfe.org](http://planet.fsfe.org) 或 [https://planet.jabber.org](https://planet.jabber.org) 作为示例）。如果你一直在暗中关注[论坛](https://forum.f-droid.org/t/planet-f-droid-org-feed-aggregator-for-android-dev-related-blogs/4481)，Planet F-Droid 现在也添加了 [Gregor Santner 的博客](https://gsantner.net/)，其以 **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**、**[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** 和 **[dandelion\*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)** 成名。

source: Call for submissions for Planet F-Droid
de: Aufruf zu Beiträgen zu Planet F-Droid
pl: Zaproszenie do składania wniosków dla Planeta F-Droid
ro: Cerere de înscrieri pentru Planet F-Droid
ru: Объявляется конкурс на участие в конкурсе "Планета F-Droid"
uk: Оголошується конкурс на участь у конкурсі «Планета F-Droid»
zh_hans: Planet F-Droid 征集作品

source: Hello FOSS Android enthusiasts and project leads! Do you want your FOSS and Android related blog to be included in [Planet F-Droid](https://fdroid.gitlab.io/planet/)? Please have a look at the Planet's [inclusion rules](https://gitlab.com/fdroid/planet/wikis/inclusion-rules), or [read more about it](https://gitlab.com/fdroid/planet/wikis/Planet-F-Droid).
de: Hallo FOSS-Android-Begeisterte und Projektleiter! Wollt ihr, dass euer FOSS- und Android-bezogener Blog auf [Planet F-Droid](https://fdroid.gitlab.io/planet/) erscheinen soll? Dann schaut euch bitte die [Einschlusskriterien](https://gitlab.com/fdroid/planet/wikis/inclusion-rules) für den Planeten an oder [erfahrt hier mehr darüber](https://gitlab.com/fdroid/planet/wikis/Planet-F-Droid).
pl: Witamy entuzjastów FOSS na Android i przewodników projektu! Czy chcesz, aby twój blog związany z FOSS i systemem Android był dołączony do [Planet F-Droid](https://fdroid.gitlab.io/planet/)? Proszę rzucić okiem na zasady Planet [zasady włączenia](https://gitlab.com/fdroid/planet/wikis/inclusion-rules) lub [przeczytaj więcej na ten temat](https://gitlab.com/fdroid/planet/wikis/Planet-F-Droid).
ro: Bună ziua entuziaștilor FOSS Android și liderilor de proiect! Doriți ca blogul dvs. legat de FOSS și Android să fie inclus în [Planet F-Droid](https://fdroid.gitlab.io/planet/)? Vă rugăm să aruncați o privire la [inclusion rules](https://gitlab.com/fdroid/planet/wikis/inclusion-rules) sau [read more about it](https://gitlab.com/fdroid/planet/wikis/Planet-F-Droid).
ru: Здравствуйте энтузиасты FOSS Android и руководители проектов! Хотите, чтобы ваш блог, связанный с FOSS и Android, был включен в [Планету F-Droid](https://fdroid.gitlab.io/planet/)? Пожалуйста, ознакомьтесь с [правилами включения](https://gitlab.com/fdroid/planet/wikis/inclusion-rules) или [подробнее об этом](https://gitlab.com/fdroid/planet/wikis/Planet-F-Droid).
uk: Привіт ентузіасти FOSS Android і керівники проєктів! Хочете, щоб ваш блог, пов'язаний з FOSS і Android, був включений в [Планету F-Droid](https://fdroid.gitlab.io/planet/)? Будь ласка, ознайомтеся з [правилами включення](https://gitlab.com/fdroid/planet/wikis/inclusion-rules) або [докладніше про це](https://gitlab.com/fdroid/planet/wikis/Planet- F-Droid).
zh_hans: FOSS Android 爱好者和项目负责人你们好！你想让你的 FOSS 和 Android 相关的博客被收录到 [Planet F-Droid](https://fdroid.gitlab.io/planet/) 中吗？请查看 Planet 的[提交规则](https://gitlab.com/fdroid/planet/wikis/inclusion-rules)，或[阅读更多信息](https://gitlab.com/fdroid/planet/wikis/Planet-F-Droid)。
