Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The complete picture for trustworthy computing is now within reach. Free Software has long been a requirement for trusted software. There are trusted methods of end-to-end encryption, from [Briar Protocol](https://code.briarproject.org/briar/briar/wikis/A-Quick-Overview-of-the-Protocol-Stack) to [Signal Protocol](https://en.wikipedia.org/wiki/Signal_Protocol). Reproducible builds means that binaries can be definitively linked to the source code. Real off switches gives the user full control over when features are enabled. Free hardware designs let us inspect the recipes used to build our devices.
de: Die Gesamtvorstellung von vertrauenswürdigem Computing ist nun in Reichweite. Freie Software ist seit langem eine Voraussetzung für zuverlässige Software. Es gibt zuverlässige Methoden der Ende-zu-Ende-Verschlüsselung, von [Briar Protocol](https://code.briarproject.org/briar/briar/wikis/A-Quick-Overview-of-the-Protocol-Stack) bis [Signal Protocol](https://en.wikipedia.org/wiki/Signal_Protocol). Reproduzierbare Builds bedeuten, dass Binärdateien eindeutig mit dem Quellcode verknüpft werden können. Echte Ausschalter geben dem Benutzer die volle Kontrolle darüber, wann Funktionen aktiviert sind. Freie Hardware-Designs ermöglichen es uns, die beim Bau unserer Geräte verwendeten Rezepturen zu untersuchen.
pl: Kompletny obraz godnego zaufania przetwarzania danych jest teraz w zasięgu ręki. Wolne oprogramowanie od dawna było wymogiem dla zaufanego oprogramowania. Istnieją zaufane metody szyfrowania typu end-to-end, od [Protokołu Briar](https://code.briarproject.org/briar/briar/wikis/A-Quick-Overview-of-the-Protocol-Stack) do [Signal Protocol](https://en.wikipedia.org/wiki/Signal_Protocol). Odtwarzalne konstrukcje oznaczają, że binaria mogą być definitywnie połączone z kodem źródłowym. Przełączniki Real Off dają użytkownikowi pełną kontrolę nad funkcjami, gdy funkcje są włączone. Darmowe konstrukcje sprzętowe pozwalają nam sprawdzać receptury wykorzystywane do budowy naszych urządzeń.
ro: Imaginea completă a calculului de încredere este acum la îndemână. Software-ul liber este de mult timp o cerință pentru un software de încredere. Există metode sigure de criptare end-to-end, de la [Briar Protocol](https://code.briarproject.org/briar/briar/wikis/A-Quick-Overview-of-the-Protocol-Stack) la [Signal Protocol](https://en.wikipedia.org/wiki/Signal_Protocol). Construirea reproductibilă înseamnă că fișierele binare pot fi legate în mod definitiv de codul sursă. Întrerupătoarele cu dezactivare reală oferă utilizatorului un control deplin asupra momentului în care sunt activate caracteristicile. Proiectele hardware libere ne permit să inspectăm rețetele utilizate pentru a construi dispozitivele noastre.
ru: Полная картина для надежных вычислений теперь в пределах досягаемости. Свободное программное обеспечение уже давно является требованием для доверенного программного обеспечения. Существуют надежные методы сквозного шифрования, от [Briar Protocol](https://code.briarproject.org/briar/briar/wikis/A-Quick-Overview-of-the-Protocol-Stack) до [Signal Protocol](https://en.wikipedia.org/wiki/Signal_Protocol). Воспроизводимые сборки означают, что двоичные файлы могут быть однозначно связаны с исходным кодом. Реальные выключатели дают пользователю полный контроль над тем, когда функции будут включены. Свободные аппаратные конструкции позволяют нам изучить рецепты, используемые для создания наших устройств.
uk: Повна картина для надійних обчислень тепер в межах досяжності. Вільне програмне забезпечення вже давно є вимогою для довіреної програмного забезпечення. Існують надійні методи наскрізного шифрування, від [Briar Protocol](https://code.briarproject.org/briar/briar/wikis/A-Quick-Overview-of-the-Protocol-Stack) до [Signal Protocol](https://en.wikipedia.org/wiki/Signal_Protocol). Відтворення збірки означають, що виконавчі файли можуть бути однозначно пов'язані з вихідним кодом. Реальні вимикачі дають користувачеві повний контроль над тим, коли функції будуть включені. Вільні апаратні конструкції дозволяють нам вивчити рецепти, які використовуються для створення наших пристроїв.
zh_hans: 可信计算的全貌现在触手可及。长期以来，自由软件一直是受信任软件的要求。从 [Briar 协议](https://code.briarproject.org/briar/briar/wikis/A-Quick-Overview-of-the-Protocol-Stack)到 [Signal 协议](https://en.wikipedia.org/wiki/Signal_Protocol)。可重复构建意味着二进制文件可以明确地链接到源代码。真正的关闭开关让用户可以完全控制何时启用功能。自由硬件设计让我们可以检查用于构建我们的设备的配方。

source: The F-Droid ecosystem now provides the pieces necessary for trusted, verifiable software: * Free Software * Reproducible builds * Open, audited cryptography
de: Das F-Droid-Ökosystem bietet nun die notwendigen Komponenten für vertrauenswürdige, verifizierbare Software: * Freie Software * Reproduzierbare Builds * Offene, geprüfte Kryptographie
pl: Ekosystem F-Droid zapewnia teraz elementy niezbędne dla zaufanego, weryfikowalnego oprogramowania: * Wolne oprogramowanie * Reprodukowalne konstrukcje * Otwarta, audytowana kryptografia
ro: Ecosistemul F-Droid oferă acum elementele necesare pentru un software de încredere și verificabil: * Free Software * Reproducible builds * Open, audited cryptography
ru: Экосистема F-Droid теперь предоставляет все необходимые элементы для надежного, проверяемого программного обеспечения: * Свободное программное обеспечение * Воспроизводимые сборки * Открытая, проверяемая криптография
uk: Екосистема F-Droid тепер надає всі необхідні елементи для надійного, програмного забезпечення, що: * Вільне програмне забезпечення * Відтворення збірки * Відкрита, перевіряється криптографія
zh_hans: F-Droid 生态系统现在为可信、可验证的软件提供了必要的部分： * 自由软件 * 可重复构建 * 开放、经审计的密码学

source: All of the above pieces have been applied and proven in multiple apps, some already include multiple techniques. In order for an app to provide trustworthy privacy, all must be applied.
de: Alle der oben genannten Teile wurden in mehreren Anwendungen angewendet und erprobt, einige beinhalten bereits mehrere Techniken. Damit eine App eine vertrauenswürdige Privatsphäre bietet, müssen alle Voraussetzungen erfüllt sein.
pl: Wszystkie z powyższych utworów zostały zastosowane i sprawdzone w wielu aplikacjach, niektóre z nich zawierają już wiele technik. Aby aplikacja zapewniała godną zaufania prywatność, należy zastosować wszystkie te elementy.
ro: Toate piesele de mai sus au fost aplicate și dovedite în mai multe aplicații, iar unele includ deja mai multe tehnici. Pentru ca o aplicație să ofere o confidențialitate de încredere, toate trebuie aplicate.
ru: Все вышеперечисленные элементы были применены и доказаны в многочисленных приложениях, а некоторые уже включают в себя несколько техник. Для того чтобы приложение обеспечивало надежную конфиденциальность, все они должны быть применены.
uk: Усі перераховані елементи були застосовані й доведені в численних застосунках, а деякі вже містять кілька технік. Щоб застосунок забезпечував надійну приватність, усі вони повинні бути застосовані.
zh_hans: 以上所有内容都已在多个应用中得到应用和验证，其中一些已经包含多种技术。为了让应用提供可信赖的隐私，必须具备所有这些。

source: 100% Free Software: Briar, Bitcoin Wallet, [Die Tageszeitung (TAZ)]({{ site.baseurl }}/packages/de.thecode.android.tazreader), Tutanota
de: 100% freie Software: Briar, Bitcoin Wallet, [Die Tageszeitung (TAZ)]({{ site.baseurl }}/packages/de.thecode.android.tazreader), Tutanota
pl: 100% Wolne Programy: Briar, Bitcoin Wallet, [Die Tageszeitung (TAZ)]({{ site.baseurl }}/packages/de.thecode.android.tazreader), Tutanota
ro: Software 100% gratuit: Briar, Bitcoin Wallet, [Die Tageszeitung (TAZ)]({{ site.baseurl }}/packages/de.thecode.android.tazreader), Tutanota
ru: 100% бесплатное программное обеспечение: Briar, Bitcoin Wallet, [Die Tageszeitung (TAZ)]({{ site.baseurl }}/packages/de.thecode.android.tazreader), Tutanota
uk: 100% безкоштовне програмне забезпечення: Briar, Bitcoin Wallet, [Die Tageszeitung (TAZ)]({{ site.baseurl }}/packages/de.thecode.android.tazreader), Tutanota
zh_hans: 100% 自由软件：Briar、Bitcoin Wallet、[Die Tageszeitung (TAZ)]({{ site.baseurl }}/packages/de.thecode.android.tazreader)、Tutanota

source: Open, audited crypto entirely in the client software: Briar, Bitcoin Wallet, Tutanota
de: Vollständig in die Client-Software integrierte, offene, geprüfte Kryptographie: Briar, Bitcoin Wallet, Tutanota
pl: Otwarte, skontrolowane szyfrowanie w całości w oprogramowaniu klienta: Briar, Bitcoin Wallet, Tutanota
ro: Cripto deschis, auditat în întregime în software-ul clientului: Briar, Bitcoin Wallet, Tutanota
ru: Открытые, проверенные криптовалюты полностью в клиентском программном обеспечении: Briar, Bitcoin Wallet, Tutanota
uk: Відкрита, перевірена криптовалюта повністю в клієнтському програмному забезпеченні: Briar, Bitcoin Wallet, Tutanota
zh_hans: 完全在客户端软件中开放、经过审计的加密：Briar、Bitcoin Wallet、Tutanota

source: Reproducible builds: Briar, Bitcoin Wallet, F-Droid, [F-Droid Privileged Extension](https://verification.f-droid.org/org.fdroid.fdroid.privileged_2080.apk.json), [Nextcloud](https://verification.f-droid.org/com.nextcloud.client_10040299.apk.json), Öffi, and [more](https://verification.f-droid.org/verified.html).
de: Reproduzierbare Builds: Briar, Bitcoin Wallet, F-Droid, [F-Droid Privileged Extension](https://verification.f-droid.org/org.fdroid.fdroid.privileged_2080.apk.json), [Nextcloud](https://verification.f-droid.org/com.nextcloud.client_10040299.apk.json), Öffi und [mehr](https://verification.f-droid.org/verified.html).
pl: Powtarzalne kompilacje: Briar, Bitcoin Wallet, F-Droid, [F-Droid Privileged Extension](https://verification.f-droid.org/org.fdroid.fdroid.privileged_2080.apk.json), [Nextcloud](https://verification.f-droid.org/com.nextcloud.client_10040299.apk.json), Öffi, i [więcej](https://Verification.f-Droid.org/Verified.html).
ro: Construcții reproductibile: Briar, Bitcoin Wallet, F-Droid, [F-Droid Privileged Extension](https://verification.f-droid.org/org.fdroid.fdroid.privileged_2080.apk.json), [Nextcloud](https://verification.f-droid.org/com.nextcloud.client_10040299.apk.json), Öffi, și [more](https://verification.f-droid.org/verified.html).
ru: Воспроизводимые сборки: Briar, Bitcoin Wallet, F-Droid, [F-Droid Privileged Extension](https://verification.f-droid.org/org.fdroid.fdroid.privileged_2080.apk.json), [Nextcloud](https://verification.f-droid.org/com.nextcloud.client_10040299.apk.json), Öffi и [других](https://verification.f-droid.org/verified.html).
uk: Відтворювані збірки: Briar, Bitcoin Wallet, F-Droid, [F-Droid Privileged Extension](https://verification.f-droid.org/org.fdroid.fdroid.privileged_2080.apk.json), [Nextcloud](https://verification.f-droid.org/com.nextcloud.client_10040299.apk.json), Öffi та [інші](https://verification.f-droid.org/verified.html).
zh_hans: 可重复构建：Briar、Bitcoin Wallet、F-Droid、[F-Droid Privileged Extension](https://verification.f-droid.org/org.fdroid.fdroid.privileged_2080.apk.json)、[Nextcloud](https://verification.f-droid.org/com.nextcloud.client_10040299.apk.json)、Öffi 和 [更多](https://verification.f-droid.org/verified.html)。

source: Code signing and distribution based on reproducing the developer's build: Briar, Bitcoin Wallet
de: Code-Signierung und -Verteilung basierend auf der Reproduktion des Build des Entwicklers: Briar, Bitcoin Wallet
pl: Podpisywanie i dystrybucja kodu w oparciu o reprodukcję kompilacji programisty: Briar, Bitcoin Wallet
ro: Semnarea și distribuirea codului pe baza reproducerii compilării dezvoltatorului: Briar, portofelul Bitcoin
ru: Подписание и распространение кода, основанное на воспроизведении сборки разработчиков: Briar, Bitcoin Wallet
uk: Підписання та розповсюдження коду на основі відтворення збірки розробника: Briar, Bitcoin Wallet
zh_hans: 基于复现开发者的构建的代码签名和分发：Briar，Bitcoin Wallet

source: Tor Browser for Android will [soon be released](https://trac.torproject.org/projects/tor/ticket/27539) using the F-Droid [reproducible process]({{ site.baseurl }}/docs/Reproducible_Builds). That means the app is submitted to F-Droid by sending only the source code and the developer's own signature from their APKs. That means that F-Droid will only publish APKs that are built from source on the _f-droid.org_ infrastructure, yet match the signature produced for the APK that was built by the developer on their infrastructure.
de: Tor Browser für Android wird mittels F-Droids [reproduzierbarem Verfahren]({{ site.baseurl }}/docs/Reproducible_Builds) [demnächst veröffentlicht](https://trac.torproject.org/projects/tor/ticket/27539) werden. Das bedeutet, dass die App an F-Droid übermittelt wird, indem nur der Quellcode und die entwicklereigene Signatur des APK gesendet werden. Das heißt, F-Droid wird nur APKs veröffentlichen, die aus dem Quellcode auf der _f-droid.org_ Infrastruktur erstellt wurden, die Signatur wird dennoch der entsprechen, die für das APK erzeugt wurde, das vom Entwickler auf seiner Infrastruktur erstellt wurde.
pl: Przeglądarka Tor Browser dla systemu Android [wkrótce zostanie wydana](https://trac.torproject.org/projects/tor/ticket/27539) przy użyciu [powtarzalnej kompilacji]({{ site.baseurl }}/docs/Reproducible_Builds) F-Droid. Oznacza to, że aplikacja jest przesyłana do F-Droid poprzez wysłanie tylko kodu źródłowego i własnego podpisu programisty z ich APK. Oznacza to, że F-Droid będzie publikować tylko te APK, które są zbudowane ze źródła na infrastrukturze _f-droid.org_, ale pasują do podpisu wyprodukowanego dla APK, który został zbudowany przez programistę na ich infrastrukturze.
ro: Tor Browser pentru Android va fi lansat [soon be released](https://trac.torproject.org/projects/tor/ticket/27539) folosind F-Droid [procesul reproductibil]({{ site.baseurl }}/docs/Reproducible_Builds). Aceasta înseamnă că aplicația este trimisă la F-Droid trimițând doar codul sursă și semnătura proprie a dezvoltatorului din APK-urile sale. Aceasta înseamnă că F-Droid va publica numai APK-uri care sunt construite din sursă pe infrastructura _f-droid.org_, dar care se potrivesc cu semnătura produsă pentru APK-ul construit de dezvoltator pe infrastructura sa.
ru: Tor Browser для Android будет [скоро выпущен](https://trac.torproject.org/projects/tor/ticket/27539) с использованием [воспроизводимого процесса F-Droid]({{ site.baseurl }}/docs/Reproducible_Builds). Это означает, что приложение подается в F-Droid, отправляя только исходный код и собственную подпись разработчика из его APK. Это означает, что F-Droid будет публиковать только те APK, которые собраны из исходного кода на инфраструктуре _f-droid.org_, но при этом соответствуют подписи, созданной для APK, который был собран разработчиком на их инфраструктуре.
uk: Tor Browser для Android буде [скоро випущений](https://trac.torproject.org/projects/tor/ticket/27539) з використанням [відтвореного процесу F-Droid]({{ site.baseurl }}/docs/Reproducible_Builds) . Це означає, що застосунок подається в F-Droid, відправляючи тільки вихідний код і власний підпис розробника з його APK. Це означає, що F-Droid буде публікувати тільки ті APK, які зібрані з вихідного коду на інфраструктурі _f-droid.org_, але при цьому відповідають підписи, створеної для APK, який був зібраний розробником на їхню інфраструктуру.
zh_hans: 适用于 Android 的 Tor 浏览器[即将](https://trac.torproject.org/projects/tor/ticket/27539)使用 F-Droid [可重复过程]({{ site.baseurl }}/docs/Reproducible_Builds)发布。这意味着应用通过仅发送源代码和开发者自己的 APK 签名来提交给 F-Droid。这意味着 F-Droid 将仅发布从 _f-droid.org_ 基础架构上的源代码构建的 APK，但与开发者在其基础架构上构建的 APK 生成的签名相匹配。

source: Other projects like Signal agree that [reproducible builds are important](https://signal.org/blog/reproducible-android/), but the Signal APKs are not reproducible. Only the Java part is reproducible. That means the C/C++ code is not reproducible, and that's the place where it is easiest and most effective to insert exploits.
de: Andere Projekte wie Signal bestätigen, dass [reproduzierbare Builds wichtig seien](https://signal.org/blog/reproducible-android/), die Signal APKs sind allerdings nicht reproduzierbar. Nur der Java-Teil ist reproduzierbar. Das heißt, der C/C++-Code ist nicht reproduzierbar und das ist der Ort, an dem es am einfachsten und effektivsten ist, Exploits einzufügen.
pl: Inne projekty takie jak Signal zgadzają się, że [powtarzalna budowa jest ważna](https://signal.org/blog/reproducible-android/), ale APK Signal nie są powtarzalne. Tylko część Java jest odtwarzalna. Oznacza to, że kod C/C+++ nie jest odtwarzalny, a to miejsce, w którym najłatwiej i najbardziej efektywnie wstawiać exploity.
ro: Alte proiecte, cum ar fi Signal, sunt de acord că [reproducible builds are important](https://signal.org/blog/reproducible-android/), dar APK-urile Signal nu sunt reproductibile. Doar partea Java este reproductibilă. Asta înseamnă că codul C/C++ nu este reproductibil, iar acesta este locul în care este cel mai ușor și mai eficient să se introducă exploit-uri.
ru: Другие проекты, такие как Signal, согласны с тем, что [воспроизводимые сборки важны](https://signal.org/blog/reproducible-android/), но APK Signal не воспроизводимы. Воспроизводима только Java-часть. Это означает, что код на C/C++ не воспроизводим, а это место, где проще и эффективнее всего вставить эксплойты.
uk: Інші проєкти, такі як Signal, згодні з тим, що [відтворювані збірки важливі](https://signal.org/blog/reproducible-android/), але APK Signal не відтворено. Відтворена тільки Java-частина. Це означає, що код на C/C ++ Не тримайте на екрані, а це місце, де простіше і ефективніше всього вставити експлойти.
zh_hans: Signal 等其他项目同意[可重复构建很重要](https://signal.org/blog/reproducible-android/)，但 Signal APK 不可重复。只有 Java 部分是可重复的。这意味着 C/C++ 代码是不可重复的，而这是最容易和最有效地插入漏洞利用的地方。

source: There are also other concerns that affect a much broader swath of Android apps: the tools and plugins used to build the apps, as well as third party libraries, which these days basically every app includes. _gradle_ is the official build system, and many project use _gradle_ plugins as part of their build process. _gradle_ is free software, but many of the plugins are not.
de: Es gibt noch weitere Bedenken, die sich auf einen viel weitreichenderen Teil der Android-Apps auswirken: die Tools und Plugins, die zum Erstellen der Apps verwendet werden, sowie Bibliotheken von Drittanbietern, die heutzutage praktisch jede App enthält. _gradle_ ist das offizielle Build-System und viele Projekte verwenden _gradle_-Plugins als Teil ihres Build-Prozesses. _gradle_ ist freie Software, aber viele der Plugins sind es nicht.
pl: Istnieją również inne obawy, które mają wpływ na znacznie szerszy wachlarz aplikacji dla systemu Android: narzędzia i wtyczki używane do tworzenia aplikacji, jak również biblioteki osób trzecich, które obecnie praktycznie każda aplikacja zawiera. _gradle_ jest oficjalnym systemem kompilacji i wiele projektów używa _gradle_ wtyczek jako części procesu kompilacji. _gradle_ jest wolnym oprogramowaniem, ale wiele wtyczek nie jest.
ro: Există, de asemenea, alte preocupări care afectează o gamă mult mai largă de aplicații Android: instrumentele și plugin-urile utilizate pentru a construi aplicațiile, precum și bibliotecile de la terți, pe care, în prezent, practic fiecare aplicație le include. _gradle_ este sistemul oficial de construcție, iar multe proiecte folosesc plugin-uri _gradle_ ca parte a procesului de construcție. _gradle_ este un software liber, dar multe dintre plugin-uri nu sunt libere.
ru: Есть и другие проблемы, которые затрагивают гораздо более широкий круг приложений для Android: инструменты и плагины, используемые для сборки приложений, а также библиотеки сторонних разработчиков, которые в наши дни есть практически в каждом приложении. _gradle_ - официальная система сборки, и многие проекты используют _gradle_ плагины как часть своего процесса сборки. _gradle_ является свободным программным обеспечением, но многие плагины не являются таковыми.
uk: Є й інші проблеми, які зачіпають набагато ширше коло застосунків для Android: інструменти та плагіни, які використовуються для складання застосунків, а також бібліотеки сторонніх розробників, які в наші дні є практично в кожному застосунку. _gradle_ — офіційна система збирання, і багато проєктів використовують плагіни _gradle_ частиною свого процесу складання. _gradle_ — вільне програмне забезпечення, але багато плагінів не є такими.
zh_hans: 还有其他一些问题会影响更广泛的 Android 应用：用于构建应用的工具和插件，以及第三方库，如今基本上每个应用都包含这些库。_gradle_ 是官方的构建系统，许多项目使用 _gradle_ 插件作为其构建过程的一部分。_gradle_ 是自由软件，但很多插件不是。
