Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Having users run "nightly" builds is a great way to get rapid feedback on current development activities. One key way to get this kind of feedback is to make it as easy as possible for people to install the nightly builds, and to keep updated. The F-Droid tools now let you automate this whole process for any app hosting on GitLab or GitHub, using a CI build service like gitlab-ci or Travis CI.
de: Anwender zu haben, die mit "Nightly Builds" arbeiten, ist eine großartige Möglichkeit, ein schnelles Feedback zu den laufenden Entwicklungsleistungen zu erhalten. Ein entscheidender Punkt, eine derartige Rückmeldung zu bekommen, ist dabei, dass es den Leuten so einfach wie möglich gemacht wird, die Nightly Builds zu installieren und sie auf dem neusten Stand zu halten. Die F-Droid-Instrumente ermöglichen es jetzt, den gesamten Vorgang für jede App zu automatisieren, die auf GitLab oder GitHub gehostet ist, indem ein CI Build Service, wie gitlab-ci oder Travis CI, verwendet wird.
pl: Możliwość korzystania z "nocnych" wersji to świetny sposób na szybkie uzyskanie informacji zwrotnych na temat bieżących działań programistycznych. Jednym z kluczowych sposobów uzyskania tego rodzaju opinii jest ułatwienie użytkownikom instalowania nocnych wersji i aktualizowanie. Narzędzia F-Droid pozwalają teraz zautomatyzować ten proces dla dowolnej aplikacji hostingowej na GitLab lub GitHub, korzystając z usługi budowania CI, takiej jak gitlab-ci lub Travis CI.
ro: Faptul ca utilizatorii să ruleze compilări "nocturne" este o modalitate excelentă de a obține feedback rapid cu privire la activitățile de dezvoltare curente. O modalitate cheie de a obține acest tip de feedback este de a face cât mai ușor posibil ca oamenii să instaleze versiunile de noapte și să le actualizeze. Instrumentele F-Droid vă permit acum să automatizați acest întreg proces pentru orice aplicație găzduită pe GitLab sau GitHub, folosind un serviciu de construire CI precum gitlab-ci sau Travis CI.
ru: Запуск пользователями "ночных" сборок - отличный способ получить быструю обратную связь о текущей деятельности по разработке. Одним из ключевых способов получения такой обратной связи является максимальное упрощение установки ночных сборок и их обновления. Инструменты F-Droid теперь позволяют автоматизировать весь этот процесс для любого приложения, размещенного на GitLab или GitHub, используя службу сборки CI, такую как gitlab-ci или Travis CI.
uk: Запуск користувачами «нічних» збірок — чудовий спосіб отримати швидкий відгук про поточну діяльність з розробки. Одним з ключових способів отримання таких відгуків є максимальне спрощення установлення нічних збірок та їх поновлення. Засоби F-Droid тепер дозволяють автоматизувати весь цей процес для будь-якого застосунку, розміщеного на GitLab або GitHub, за допомогою служби складання CI, таку як gitlab-ci або Travis CI.
zh_hans: 让用户运行每日版本是一种获取有关当前开发活动的快速反馈的好方法。获得这种反馈的一种关键方法是使人们尽可能容易地安装每日构建并保持更新。F-Droid 工具现在允许你使用 gitlab-ci 或 Travis CI 等持续集成构建服务对 GitLab 或 GitHub 上托管的任何应用自动化整个过程。

source: The new `fdroid nightly` command automates the whole process of setting up and running this repo. The repo is then published to its own GitLab/GitHub git repo, where any F-Droid client can access it.
de: Der neue Befehl `fdroid nightly` automatisiert den kompletten Prozess der Einrichtung und des Betriebs dieses Repos. Das Repo wird dann in seinem eigenen GitLab/GitHub-git-Repo veröffentlicht, wo es für jeden F-Droid-Client zugänglich ist.
pl: Nowe polecenie `fdroid nightly` automatyzuje cały proces konfigurowania i uruchamiania tego repozytorium. Repo jest następnie publikowane na własnym repozytorium GitLab/GitHub, gdzie każdy klient F-Droid może uzyskać do niego dostęp.
ro: Noua comandă `fdroid nightly` automatizează întregul proces de configurare și funcționare a acestui repo. Repo-ul este apoi publicat în propriul său repo GitLab/GitHub git, de unde poate fi accesat de orice client F-Droid.
ru: Новая команда `fdroid nightly` автоматизирует весь процесс настройки и запуска этого репозитория. Затем репозиторий публикуется в собственном git-репозитории GitLab/GitHub, где любой клиент F-Droid может получить к нему доступ.
uk: Нова команда `fdroid nightly` автоматизує весь процес створення і запуску цього репозиторію. Потім репозиторій оприлюднюється у власному git-репозиторії GitLab/GitHub, де будь-який клієнт F-Droid може отримати до нього доступ.
zh_hans: 新的 `fdroid nightly` 命令使设置和运行存储库的整个过程自动化。然后，该存储库将发布到自己的 GitLab/GitHub git 存储库中，任何 F-Droid 客户端都可以访问它。

source: Learn how to set this up for your app by reading [Publishing Nightly Builds]({{ site.baseurl }}/docs/Publishing_Nightly_Builds). See it in action in _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/5f26a785/.gitlab-ci.yml>
de: Erfahren Sie, wie Sie dies für Ihre Anwendung einrichten, indem Sie [Publishing Nightly Builds]({{ site.baseurl }}/docs/Publishing_Nightly_Builds) lesen. Sehen Sie es in Aktion in _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/5f26a785/.gitlab-ci.yml>
pl: Dowiedz się, jak skonfigurować tę aplikację, czytając [Publikowanie Nocnych Kompilacji]({{ site.baseurl }}/docs/Publishing_Nightly_Builds). Zobacz go w akcji w _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/5f26a785/.gitlab-ci.yml>
ro: Aflați cum să configurați pentru app-ul dumneavoastră citind [Publishing Nightly Builds]({{ site.baseurl }}/docs/Publishing_Nightly_Builds). Vedeți-o în acțiune în _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/5f26a785/.gitlab-ci.yml>
ru: Узнайте, как настроить это для вашего приложения, прочитав [Publishing Nightly Builds]({{ site.baseurl }}/docs/Publishing_Nightly_Builds). Увидеть это в действии можно в _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/5f26a785/.gitlab-ci.yml>
uk: Дізнайтеся, як налаштувати це для застосунку, прочитавши [Публікація збірок Nightly]({{ site.baseurl }}/docs/Publishing_Nightly_Builds). Дивіться як це працює у _fdroidclient_: * <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/5f26a785/.gitlab-ci.yml>
zh_hans: 通过阅读 [发布每日构建]({{ site.baseurl }}/docs/Publishing_Nightly_Builds), 了解如何为你的应用通过 GitLab 或 Travis CI 发布每日构建版本。看看它在 _fdroidclient_ 中的实际运行吧：* <https://gitlab.com/fdroid/fdroidclient-nightly> * <https://gitlab.com/fdroid/fdroidclient/blob/5f26a785/.gitlab-ci.yml>

source: With F-Droid [Update Channels]({{ site.baseurl }}/2017/06/01/announcing-new-libraries-f-droid-update-channels.html), you can even make your app update itself from your nightly repo.
de: Mit den [F-Droid Update Channels]({{ site.baseurl }}/2017/06/01/announcing-new-libraries-f-droid-update-channels.html) können Sie sogar dafür sorgen, dass Ihre App sich selbst aus Ihrem Repo für Nightlies aktualisiert.
pl: Z F-Droidem [Zaktualizuj Kanały]({{ site.baseurl }}/2017/06/01/announcing-new-libraries-f-droid-update-channels.html), możesz nawet zaktualizować swoją aplikację z nocnego repozytorium.
ro: Cu F-Droid [Update Channels]({{ site.baseurl }}/2017/06/01/announcing-new-libraries-f-droid-update-channels.html), puteți chiar să faceți ca aplicația dumneavoastră să se actualizeze singură din depozitul de noapte.
ru: С помощью F-Droid [Update Channels]({{ site.baseurl }}/2017/06/01/announcing-new-libraries-f-droid-update-channels.html) вы можете даже заставить ваше приложение обновляться самостоятельно из ночного репозитория.
uk: За допомогою [Каналів оновлення]({{ site.baseurl }}/2017/06/01/announcing-new-libraries-f-droid-update-channels.html) F-Droid ви навіть можете виконати оновлення застосунку з вашого nightly-репозиторію.
zh_hans: 使用 F-Droid [更新频道]({{ site.baseurl }}/2017/06/01/announcing-new-libraries-f-droid-update-channels.html)，你甚至可以使应用自己从每日储存库中更新。

source: F-Droid and the Janus Vulnerability
de: F-Droid und Janusangriffe
pl: F-Droid i luki w zabezpieczeniach Janus
ro: F-Droid și vulnerabilitatea Janus
ru: F-Droid и уязвимость Janus
uk: F-Droid і вразливість Janus
zh_hans: F-Droid 和 Janus 漏洞

source: The [Janus vulnerability](https://www.guardsquare.com/en/blog/new-android-vulnerability-allows-attackers-modify-apps-without-affecting-their-signatures) has sprung forth unto the Android world, and we have sprung into action to keep it far away.
de: [Janusangriffe](https://www.guardsquare.com/en/blog/new-android-vulnerability-allows-attackers-modify-apps-without-affecting-their-signatures) sind auf die Android-Welt übergesprungen und wir sind in Aktion getreten, um sie uns vom Leib zu halten.
pl: Ta [Luka w zabezpieczeniach Janus](https://www.guardsquare.com/en/blog/new-android-vulnerability-allows-attackers-modify-apps-without-affecting-their-signatures) pojawiła się w świecie Androida, włączyliśmy się do działania, aby trzymać go daleko.
ro: [Janus vulnerability](https://www.guardsquare.com/en/blog/new-android-vulnerability-allows-attackers-modify-apps-without-affecting-their-signatures) a răsărit în lumea Android, iar noi am sărit în acțiune pentru a o ține departe.
ru: Уязвимость [Janus vulnerability](https://www.guardsquare.com/en/blog/new-android-vulnerability-allows-attackers-modify-apps-without-affecting-their-signatures) появилась в мире Android, и мы начали действовать, чтобы держать ее подальше.
uk: [Вразливість Janus](https://www.guardsquare.com/en/blog/new-android-vulnerability-allows-attackers-modify-apps-without-affecting-their-signatures) з'явились у світі Android, і ми вжили заходів, щоб тримати її якомога далі.
zh_hans: [Janus 漏洞](https://www.guardsquare.com/en/blog/new-android-vulnerability-allows-attackers-modify-apps-without-affecting-their-signatures) 在 Android 世界中突然出现，而我们已采取行动抵御其威胁。

source: First off, _f-droid.org_, _guardianproject.info/fdroid_ and _apt.izzysoft.de/fdroid_ were scanned for possible Janus exploits and none were found. _f-droid.org_'s greatest protection against malware is the requirement that everything must be built from source, humans review all apps that are added, and a source tarball for each build is stored forever. Exploit writers do not want to give away the source code to their malware nor have their activities permanently logged in _git_, so this process keeps them away. No malware has been found in _f-droid.org_ in its 7 years of operation.
de: Zunächst einmal, _f-droid.org_, _guardianproject.info/fdroid_ und _apt.izzysoft.de/fdroid_ wurden auf mögliche Janus-Exploits durchsucht, und es wurden keine gefunden. Der größte Schutz von _f-droid.org_ gegen Schadsoftware ist die Notwendigkeit, dass alles aus der Quelle hergestellt werden muss, Menschen alle Apps, die hinzugefügt werden, überprüfen und für immer ein Source-Tarball für jede Version gespeichert wird. Exploit-Schreiber möchten den Quelltext für ihre Schadsoftware nicht aus den Händen geben, noch ihre Aktivitäten permanent in _git_ protokolliert haben, somit hält dieses Vorgehen sie fern. In seiner 7-jährigen Tätigkeit wurden bei _f-droid.org_ noch keine Schadprogramme gefunden.
pl: Po pierwsze, _f-droid.org_, _guardianproject.info/fdroid_ i _apt.izzysoft.de/fdroid_ zostały przeskanowane pod kątem możliwych exploitów Janusa i żadne nie zostały znalezione. Największą ochroną przed szkodliwym oprogramowaniem jest _f-droid.org_, ponieważ wszystko musi być budowane ze źródła, ludzie przeglądają wszystkie dodane aplikacje, a archiwum źródłowe dla każdej kompilacji jest przechowywane na zawsze. Twórcy programów wykorzystujących exploity nie chcą ujawniać kodu źródłowego złośliwemu oprogramowaniu, ani też nie mogą rejestrować swoich działań na _git_, więc ten proces ich powstrzymuje. W ciągu 7 lat funkcjonowania na stronie _f-droid.org nie znaleziono złośliwego oprogramowania.
ro: În primul rând, _f-droid.org_, _guardianproject.info/fdroid_ și _apt.izzysoft.de/fdroid_ au fost scanate pentru posibile exploatări Janus și nu au fost găsite. Cea mai mare protecție a _f-droid.org_ împotriva malware-ului este cerința ca totul să fie construit din sursă, oamenii analizează toate aplicațiile adăugate și un tarball de sursă pentru fiecare construcție este stocat pentru totdeauna. Autorii de exploit nu vor să dea codul sursă pentru programele lor malware și nici să aibă activitățile lor înregistrate permanent în _git_, așa că acest proces îi ține la distanță. În cei 7 ani de funcționare, în _f-droid.org_ nu a fost găsit niciun malware.
ru: Во-первых, _f-droid.org_, _guardianproject.info/fdroid_ и _apt.izzysoft.de/fdroid_ были проверены на наличие возможных эксплойтов Janus, и ни одного не было найдено. _f-droid.org_ Самой большой защитой от вредоносных программ является требование, чтобы все собиралось из исходного кода, люди проверяют все добавляемые приложения, а tarball исходного кода для каждой сборки хранится вечно. Авторы эксплойтов не хотят отдавать исходный код своих вредоносных программ или постоянно регистрировать свою деятельность в _git_, поэтому этот процесс их удерживает. За 7 лет работы на _f-droid.org_ не было обнаружено ни одной вредоносной программы.
uk: По-перше, _f-droid.org_, _guardianproject.info/fdroid_ і _apt.izzysoft.de/fdroid_ були перевірені на наявність можливих експлойтів Janus, і жодного не було знайдено. _f-droid.org_ Найбільшим захистом від шкідливих програм є вимога, щоб все складалося з вихідного коду, люди перевіряють всі додавані застосунки, а tarball вихідного коду для кожного складання зберігається вічно. Автори експлойтів не хочуть віддавати вихідний код своїх шкідливих програм або постійно реєструвати свою діяльність в _git_, тому цей процес їх утримує. За 7 років роботи на _f-droid.org_ не було виявлено жодної шкідливої програми.
zh_hans: 首先，对 _f-droid.org_、_guardianproject.info/fdroid_ 和 _apt.izzysoft.de/fdroid_ 中可能存在的Janus 漏洞进行的扫描一无所获。_f-droid.org_ 对恶意软件最有力的防范措施是要求所有的东西都必须从头构建，人工审查所有添加的应用，并且永久存储每一个构建的源代码包。漏洞利用者既不想泄露他们恶意软件的源代码，也不想将他们的活动永久记录在 _git_ 中，所以这个过程把他们拒之门外。_f-droid.org_ 运行七年来，还未曾发现过恶意软件。

source: F-Droid is also an open ecosystem, that means many people are getting apps from other sources. For that reason, we are working to add Janus detection to the F-Droid Android client app. When an APK with a Janus exploit is found, it will prompt the user to uninstall it in the "Updates" tab. If an APK with a Janus exploit is downloaded from a repo that has allowed it in, it will be blocked from being installed.
de: F-Droid ist auch ein offenes Ökosystem, das bedeutet, viele Leute beziehen Apps aus weiteren Quellen. Aus diesem Grund arbeiten wir daran, die F-Droid-App durch eine Janus-Erkennung zu ergänzen. Wenn eine APK mit einem Janus-Exploit entdeckt wird, wird die Erkennung den Anwender auf der "Updates"-Seite dazu auffordern, diese zu deinstallieren. Sollte eine APK mit einem Janus-Exploit aus einem Repo, das es eingelassen hat, heruntergeladen werden, wird die Erkennung die Durchführung einer Installation blockieren.
pl: F-Droid to również otwarty ekosystem, co oznacza, że wiele osób korzysta z aplikacji z innych źródeł. Z tego powodu pracujemy nad dodaniem wykrywania Janusa do aplikacji klienckiej F-Droid na Androida. Gdy zostanie znaleziony plik APK z exploitem Janus, wyświetli się monit o odinstalowanie go w zakładce 'Aktualizacje'. Jeśli plik APK z exploitem Janus zostanie pobrany z repozytorium, które na to zezwoliło, zostanie zablokowany przed instalacją.
ro: F-Droid este, de asemenea, un ecosistem deschis, ceea ce înseamnă că mulți oameni obțin aplicații din alte surse. Din acest motiv, lucrăm pentru a adăuga detectarea Janus la aplicația client F-Droid Android. Atunci când se găsește un APK cu un exploit Janus, acesta va solicita utilizatorului să îl dezinstaleze în fila "Updates" (Actualizări). Dacă un APK cu un exploit Janus este descărcat de la un depozit care l-a permis, acesta va fi blocat pentru a nu fi instalat.
ru: F-Droid также является открытой экосистемой, что означает, что многие люди получают приложения из других источников. По этой причине мы работаем над добавлением функции обнаружения Janus в клиентское приложение F-Droid для Android. Когда APK с эксплойтом Janus будет найден, он предложит пользователю удалить его на вкладке "Обновления". Если APK с эксплойтом Janus загружен из репозитория, который разрешил его использование, он будет заблокирован для установки.
uk: F-Droid також є відкритою екосистемою, що означає, що багато людей отримують застосунки з інших джерел. З цієї причини ми працюємо над додаванням функції виявлення Janus в клієнтську програму F-Droid для Android. Коли APK з експлойтів Janus буде знайдений, він запропонує користувачеві видалити його на вкладці «Оновлення». Якщо APK з експлойтом Janus завантажений з репозиторію, який дозволив його використання, він буде заблокований для встановлення.
zh_hans: F-Droid 也是一个开放的生态系统，这意味着许多人正在从其他来源获取应用。因此，我们正在努力将 Janus 检测添加到 F-Droid Android 客户端应用中。找到具有 Janus 漏洞的 apk 文件后，它将在“更新”选项卡中提示用户将其卸载。如果从允许带有 Janus 漏洞的 APK 进入的存储库中下载了它，则会阻止其安装。

source: There is also some random good news: it turns out that none of the about 10 Janus examples we have can pass `fdroid update`. Most of them failed to verify when `fdroid update` calls `aapt dump badging`. The one file that passed those tests was the publicly released [Janus demo APK](https://www.androidpolice.com/wp-content/uploads/janus-poc/HelloWorld-Janus.apk). But it had strange dates like `2042-14-03 00:62:15` in the ZIP entries, probably because of the tricks needed to assemble this DEX+ZIP file. This triggered a crash in `fdroid update`, when parsing the date of _AndroidManifest.xml_. Python complains that there is no 14th month. This crash prevents the APK from being added to the repo. We have also added an [explicit block](https://gitlab.com/fdroid/fdroidserver/merge_requests/409) for APKs trying to exploit Janus.
de: Ferner gibt es zufällig einige gute Nachrichten: Es stellt sich heraus, dass keines, der ungefähr 10 existierenden Janusbeispiele `fdroid update` überwinden kann. Die meisten von ihnen scheiterten an der Überprüfung, wenn `fdroid update` `aapt dump badging` abruft. Die einzige Datei, die an diesen Tests vorbeikam, war die öffentlich gemachte [Janus Demo APK](https://www.androidpolice.com/wp-content/uploads/janus-poc/HelloWorld-Janus.apk). Sie hatte jedoch merkwürdige Zeitwerte wie `2042-14-03 00:62:15` in den ZIP-Einträgen, wahrscheinlich wegen der Tricks, die nötig sind, um diese DEX+ZIP-Datei zusammenzufügen. Dies löste einen Absturz in `fdroid update` bei der Analyse des Datums von _AndroidManifest.xml_ aus. Python bemängelt, dass es keinen 14. Monat gibt. Dieser Absturz verhindert das Hinzufügen der APK zum Repo. Wir haben darüberhinaus eine [explizite Sperre](https://gitlab.com/fdroid/fdroidserver/merge_requests/409) für APKs eingefügt, die versuchen Janus auszunutzen.
pl: Jest też kilka przypadkowych dobrych wiadomości: okazuje się, że żaden z około 10 przykładów Janusa nie może przekazać 'fdroid update'. Większość z nich nie potwierdziła, czy `fdroid update` wywołuje `aapt dump badging`. Jedynym plikiem, który przeszedł te testy, był opublikowany [Demo APK Janusa](https://www.androidpolice.com/wp-content/uploads/janus-poc/HelloWorld-Janus.apk). Ale miał dziwne daty takie jak `2042-14-03 00:62:15' we wpisach ZIP, prawdopodobnie ze względu na sztuczki potrzebne do złożenia tego pliku ZIP DEX. To spowodowało awarię w 'fdroid update' podczas analizowania daty _AndroidManifest.xml_. Python narzeka, że nie ma 14 miesiąca. Ta awaria uniemożliwia dodanie pakietu APK do repozytorium. Dodaliśmy także [jawny blok](https://gitlab.com/fdroid/fdroidserver/merge_requests/409) dla pakietów APK próbujących wykorzystać Janusa.
ro: Există, de asemenea, câteva vești bune aleatorii: se pare că niciunul dintre cele aproximativ 10 exemple Janus pe care le avem nu poate trece `fdroid update`. Cele mai multe dintre ele nu au reușit să verifice când `fdroid update` apelează `aapt dump badging`. Singurul fișier care a trecut aceste teste a fost [Janus demo APK](https://www.androidpolice.com/wp-content/uploads/janus-poc/HelloWorld-Janus.apk), lansat public. Dar avea date ciudate precum `2042-14-03 00:62:15` în intrările ZIP, probabil din cauza trucurilor necesare pentru a asambla acest fișier DEX+ZIP. Acest lucru a declanșat o eroare în `fdroid update`, atunci când analiza data din _AndroidManifest.xml_. Python se plânge că nu există a 14-a lună. Această eroare împiedică adăugarea APK-ului la depozit. De asemenea, am adăugat un [explicit block](https://gitlab.com/fdroid/fdroidserver/merge_requests/409) pentru APK-urile care încearcă să exploateze Janus.
ru: Есть и случайная хорошая новость: оказалось, что ни один из примерно 10 имеющихся у нас примеров Janus не может пройти `fdroid update`. Большинство из них не смогли проверить, когда `fdroid update` вызывает `aapt dump badging`. Единственным файлом, который прошел эти тесты, был публично выпущенный [Janus demo APK](https://www.androidpolice.com/wp-content/uploads/janus-poc/HelloWorld-Janus.apk). Но он имел странные даты, такие как `2042-14-03 00:62:15` в записях ZIP, вероятно, из-за хитростей, необходимых для сборки этого DEX+ZIP файла. Это вызвало сбой в `fdroid update` при разборе даты в _AndroidManifest.xml_. Python жалуется, что отсутствует 14-й месяц. Этот сбой не позволяет добавить APK в репозиторий. Мы также добавили [явный блок](https://gitlab.com/fdroid/fdroidserver/merge_requests/409) для APK, пытающихся использовать Janus.
uk: Є й випадкова хороша новина: виявилося, що жоден з приблизно 10 наявних у нас прикладів Janus не може пройти `fdroid update`. Більшість з них не змогли перевірити, коли `fdroid update` викликає `aapt dump badging`. Єдиним файлом, який пройшов ці випробування, був прилюдно випущений [Janus demo APK](https://www.androidpolice.com/wp-content/uploads/janus-poc/HelloWorld-Janus.apk). Але він мав дивні дати, такі як `2042-14-03 00: 62: 15` в записах ZIP, ймовірно, через хитрощі, необхідні для складання цього DEX + ZIP файлу. Це викликало збій в `fdroid update` при розборі дати в _AndroidManifest.xml_. Python скаржиться, що відсутній 14-й місяць. Цей збій не дозволяє додати APK в репозиторій. Ми також додали [явний блок](https://gitlab.com/fdroid/fdroidserver/merge_requests/409) для APK, які намагаються використовувати Janus.
zh_hans: 还有一些随机的好消息：事实证明，我们拥有的大约 10 个 Janus 示例中没有一个可以通过 `fdroid update`。它们大多数都在 `fdroid update` 调用 `aapt dump badging` 时验证失败。通过这些测试的唯一一个文件是公开发布的 [Janus 演示 APK](https://www.androidpolice.com/wp-content/uploads/janus-poc/HelloWorld-Janus.apk)。但是它在 ZIP 条目中有一个奇怪的日期，例如`2042-14-03 00:62:15`，这可能是汇编此 DEX+ZIP 文件所需的骗术。解析 _AndroidManifest.xml_ 的日期时，这会在 `fdroid update` 中引发崩溃。Python 抱怨没有第 14 个月。崩溃导致 APK 无法添加到存储库中。我们还为试图利用 Janus 的 APK 添加了[明确的阻止](https://gitlab.com/fdroid/fdroidserver/merge_requests/409)。
