Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Only in 2015, when the government opened the first public WiFi hotspots in the country, did internet access become available to ordinary Cubans. Before that, even though modern mobile phones had already found their way into the country, they were mostly used off-line. Now, all these phones can be connected to the internet. However, at 1.50 CUC per hour, this is still not affordable to most Cubans whose average salary is only 20 CUC per month.
de: Ab 2015, als die Regierung erste öffentliche WLAN-Hotspots im Land eröffnete, stand gewöhnlichen Kubanern erstmals ein Internetzugang zur Verfügung. Zuvor wurden Mobiltelefone, obwohl sie bereits ihren Weg ins Land gefunden hatten, meist offline verwendet. Nun können sich alle diese Telefone mit dem Internet verbinden. Allerdings zum Preis von 1,50 CUC pro Stunde, was für die meisten Kubaner, deren Durchschnittslohn nur 20 CUC im Monat beträgt, weiterhin unerschwinglich ist.
pl: Dopiero w 2015 roku, kiedy rząd otworzył pierwsze publiczne hotspoty WiFi w kraju, dostęp do Internetu stał się dostępny dla zwykłych Kubańczyków. Wcześniej, mimo że nowoczesne telefony komórkowe już znalazły drogę do kraju, były najczęściej używane w trybie off-line. Teraz wszystkie te telefony mogą być podłączone do Internetu. Jednak przy 1,50 CUC za godzinę, to nadal nie jest dostępne dla większości Kubańczyków, których średnia płaca wynosi tylko 20 CUC miesięcznie.
ro: Abia în 2015, când guvernul a deschis primele hotspoturi WiFi publice din țară, accesul la internet a devenit disponibil pentru cubanezii obișnuiți. Înainte de aceasta, chiar dacă telefoanele mobile moderne își găsiseră deja drumul în țară, acestea erau folosite în mare parte off-line. Acum, toate aceste telefoane pot fi conectate la internet. Cu toate acestea, la prețul de 1,50 CUC pe oră, acest lucru nu este încă accesibil pentru majoritatea cubanezilor, al căror salariu mediu este de numai 20 de CUC pe lună.
ru: Лишь в 2015 году, когда правительство по всей стране открыло первые общественные точки доступа WiFi, у простых кубинцев появился доступ к интернету. Ранее, не смотря на то, что современные мобильные телефоны проникали в страну, они, в основном, использовались без доступа к Сети. Теперь же все эти телефоны могут быть подключены к интернету. Тем не менее, при стоимости в 1,5 CUC (кубинских конвертируемых песо) в час, он остается недоступным для большинства кубинцев, средний заработок которых составляет всего 20 CUC в месяц.
uk: Лише у 2015 році, коли уряд відкрив перші в країні загальнодоступні точки доступу до Wi-Fi, доступ до Всемережжя став доступним для звичайних кубинців. До цього, незважаючи на те, що сучасні стільникові телефони вже знайшли свій шлях у країну, їх здебільшого використовували в мережі. Тепер усі ці телефони можна підключити до Всемережжя. Однак, 1,50 CUC на годину, це все ще недоступно для більшості кубинців, середня зарплатня яких становить лише 20 CUC на місяць.
zh_hans: 在 2015 年该国政府开设了第一个公共 WiFi 热点之后，普通古巴人才能够使用互联网。在此之前，即使现代手机已经进入该国，它们大多只能离线使用。现在，所有这些电话都可以连接到互联网。但是，每小时 1.50 CUC 的价格仍然令平均月薪仅为 20 CUC 的大多数古巴人负担不起。

source: ![]({% asset posts/2017-07-03-cuba/celulares_apps_and_updates.jpg %})<br/> *Mobile Phone Shop offering Apps and Updates*
de: ![]({% asset posts/2017-07-03-cuba/celulares_apps_and_updates.jpg %}))<br> *Mobiltelefonladen, der Apps und Updates anbietet*
pl: ![]({% asset posts/2017-07-03-cuba/celulares_apps_and_updates.jpg %})<br> *Sklep z telefonami komórkowymi oferujący aplikacje i aktualizacje*
ro: ![]({% asset posts/2017-07-03-cuba/celulares_apps_and_updates.jpg %})<br> *Magazin de telefoane mobile care oferă Aplicații și Actualizări*
ru: ![]({% asset posts/2017-07-03-cuba/celulares_apps_and_updates.jpg %})<br/> *Магазин по продаже мобильных телефонов, предлагает приложения и обновления к ним*
uk: ![]({% asset posts/2017-07-03-cuba/celulares_apps_and_updates.jpg %})<br> *Крамниця телефонів, що пропонує застосунки та оновлення до них*
zh_hans: ![]({% asset posts/2017-07-03-cuba/celulares_apps_and_updates.jpg %})<br/> *提供应用和更新的手机商店*

source: So it is not surprising that most Cubans do not use what little expensive bandwidth they have available to download apps, but use it for other things such as communicating with their relatives. If they want apps, they can go to one of the many mobile phone repair shops and get them installed there for a nominal fee.
de: So ist es nicht verwunderlich, dass die meisten Kubaner ihre zur Verfügung stehende, eingeschränkte und teure Datenkapazität nicht zum Herunterladen von Apps nutzen, sondern sie für andere Zwecke, wie die Kommunikation mit Verwandten, verwenden. Wenn sie Apps möchten, können sie in eines der zahlreichen Reparaturgeschäfte für Mobiltelefone gehen und sie sich dort gegen eine Schutzgebühr installieren lassen.
pl: Nic więc dziwnego, że większość Kubańczyków nie korzysta z niewielkiej dostępnej przepustowości do pobierania aplikacji, ale używa jej do innych celów, takich jak komunikacja z bliskimi. Jeśli chcą aplikacji, mogą udać się do jednego z wielu warsztatów naprawy telefonów komórkowych i zainstalować je tam za symboliczną opłatą.
ro: Prin urmare, nu este surprinzător faptul că majoritatea cubanezilor nu folosesc puțina lățime de bandă costisitoare pe care o au la dispoziție pentru a descărca aplicații, ci o folosesc pentru alte lucruri, cum ar fi comunicarea cu rudele lor. Dacă doresc aplicații, pot merge la unul dintre numeroasele ateliere de reparații de telefoane mobile și le pot instala acolo pentru o sumă modică.
ru: Потому не удивительно, что большинство кубинцев не пользуются доступным им столь малым количеством интернета для загрузки приложений, а расходуют его на другие нужды, например, на общение со своими родственниками. Если нужны приложения, то можно обратиться в любой из множества магазинов по ремонту мобильных телефонов, там их установят за условную плату.
uk: Тож не дивно, що більшість кубинців не використовують ту малу пропускну здатність, яку вони мають, для завантаження застосунків, але використовують її для інших речей, таких як спілкування зі своїми родичами. Якщо вони хочуть застосунків, вони можуть зайти в одну з багатьох майстерень з лагодження мобільних телефонів і встановити їх там за символічну плату.
zh_hans: 因此，毫不奇怪的是，大多数古巴人不会使用他们很少的昂贵带宽下载应用，而是将其用于其他事情，例如与亲戚联系。他们 如果想要应用，可以前往许多手机维修店之一，支付象征性的费用安装应用。

source: In order to distinguish themselves from the tough competition, some shops take an interesting approach: They <a href="https://guardianproject.info/2017/02/22/build-your-own-app-store-android-media-distribution-for-everyone/">open up their own app store</a> in a local (offline) WiFi network to attract customers.
de: Um sich bei der harten Konkurrenz zu unterscheiden, wählen einige Läden einen interessanten Ansatz: Sie <a href="https://guardianproject.info/2017/02/22/build-your-own-app-store-android-media-distribution-for-everyone/">eröffnen ihren eigenen App-Store</a> in einem lokalen (offline) WLAN-Netz, um Kunden anzuziehen.
pl: Aby odróżnić się od trudnej konkurencji, niektóre sklepy przyjmują interesujące podejście: Otwierają oni <a href="https://guardianproject.info/2017/02/22/build-your-own-app-store-android-media-distribution-for-everyone/">własny sklep z aplikacjami</a> w lokalną (offline) siecią Wi-Fi, aby przyciągnąć klientów.
ro: Pentru a se distinge de concurența dură, unele magazine adoptă o abordare interesantă: Acestea <a href="https://guardianproject.info/2017/02/22/build-your-own-app-store-android-media-distribution-for-everyone/">își deschid propriul magazin de aplicații</a> într-o rețea WiFi locală (offline) pentru a atrage clienții.
ru: Чтобы выделиться на фоне конкурентов, некоторые магазины прибегают к интересному трюку, чтобы привлечь покупателей они <a href="https://guardianproject.info/2017/02/22/build-your-own-app-store-android-media-distribution-for-everyone/">открывают собственные магазины приложений</a> в местной сети WiFi (без доступа в Сеть).
uk: Щоб відокремити себе від жорсткої конкуренції, деякі крамниці вживають цікавий підхід: Вони <a href="https://guardianproject.info/2017/02/22/build-your-own-app-store-android-media-distribution-for-everyone/">відкривають власну крамницю застосунків</a> в локальній (автономній) WiFi мережі для залучення споживачів.
zh_hans: 为了在激烈的竞争中脱颖而出，一些商店采取了一种有趣的方法：他们在本地（离线）WiFi 网络中<a href="https://guardianproject.info/2017/02/22/build-your-own-app-store-android-media-distribution-for-everyone/">开设自己的应用商店</a>以吸引顾客。

source: The only existing technology that allows everybody to open their own app store is called <a href="https://f-droid.org/">F-Droid</a>. It is a full-blown app store kit that comes with all the tools and <a href="https://f-droid.org/docs/">documentation</a> required to open up your own store: an <a href="https://gitlab.com/fdroid/fdroidserver/">app store server</a>, the <a href="https://gitlab.com/fdroid/fdroidclient">app</a> to install the apps with on your phone and a <a href="https://gitlab.com/fdroid/repomaker">curation tool</a> to manage your store with ease.
de: Die einzige existierende Technik, die es jedermann ermöglicht, seinen eigenen App-Store zu eröffnen, heißt <a href="https://f-droid.org/">F-Droid</a>. Es ist ein vollausgestatteter App-Store-Baukasten, der alle Instrumente und die <a href="https://f-droid.org/docs/">Dokumentation</a> mitbringt, die für die Eröffnung eines eigenen Store benötigt werden: einen <a href="https://gitlab.com/fdroid/fdroidserver/">App-Store-Server</a>, die <a href="https://gitlab.com/fdroid/fdroidclient">App</a>, um die Apps auf einem Gerät zu installieren und ein <a href="https://gitlab.com/fdroid/repomaker">Pflegewerkzeug</a>, um den Store mit Leichtigkeit zu verwalten.
pl: Istnieje tylko jedna istniejąca technologia, która pozwala każdemu otworzyć własny sklep z aplikacjami <a href="https://f-droid.org/">F-Droid</a>. Jest to kompletny zestaw do sklepu z aplikacjami, który zawiera wszystkie narzędzia i <a href="https://f-droid.org/docs/">dokumentację</a> wymagane do otwarcia własnego sklepu: an <a href="https://gitlab.com/fdroid/fdroidserver/">serwer sklepu z aplikacjami</a>, aby <a href="https://gitlab.com/fdroid/fdroidclient">app</a> zainstalować aplikacje na telefonie i <a href="https://gitlab.com/fdroid/repomaker">curation tool</a> łatwo zarządzać swoim sklepem.
ro: Singura tehnologie existentă care permite tuturor să își deschidă propriul magazin de aplicații se numește <a href="https://f-droid.org/">F-Droid</a>. Este un kit complet de magazin de aplicații, care vine cu toate instrumentele și <a href="https://f-droid.org/docs/">documentația</a> necesare pentru a vă deschide propriul magazin: un <a href="https://gitlab.com/fdroid/fdroidserver/">server de magazin de aplicații</a>, <a href="https://gitlab.com/fdroid/fdroidclient">aplicația</a> cu care să instalați aplicațiile pe telefon și un <a href="https://gitlab.com/fdroid/repomaker">instrument de configurare</a> pentru a vă gestiona cu ușurință magazinul.
ru: Единственная из существующих сейчас технологий, которая позволяет каждому открыть собственный магазин приложений — это <a href="https://f-droid.org/">F-Droid</a>. Полноценный инструментарий, обладающий всеми инструментами и <a href="https://f-droid.org/docs/">документацией</a>, необходимыми для того, чтобы открыть собственный магазин приложений: <a href="https://gitlab.com/fdroid/fdroidserver/">сервер приложений</a>, <a href="https://gitlab.com/fdroid/fdroidclient">приложение</a> для установки приложений на телефон и <a href="https://gitlab.com/fdroid/repomaker">инструментарий курирования</a> для легкого управления собственным магазином.
uk: Єдина наявна технологія, яка дозволяє кожному відкривати власну крамницю застосунків - <a href="https://f-droid.org/">F-Droid</a>. Це повноцінний комплект крамниці застосунків, який постачається з усіма знаряддями та <a href="https://f-droid.org/docs/">документацією</a> необхідною для відкриття власної крамниці: <a href="https://gitlab.com/fdroid/fdroidserver/">сервер крамниці застосунків</a>, <a href="https://gitlab.com/fdroid/fdroidclient">застосунок</a>, щоб встановити інші застосунки на своєму смартфоні та <a href="https://gitlab.com/fdroid/repomaker">знаряддя керування</a>, щоб управляти крамницею легко.
zh_hans: 允许所有人开设自己的应用商店的唯一现有技术是<a href="https://f-droid.org/"> F-Droid </a>。它是功能完善的应用商店套件，其中包含开设你自己的商店所需的所有工具和<a href="https://f-droid.org/docs/">文档</a>：<a href="https://gitlab.com/fdroid/fdroidserver/">应用商店服务器</a>，用于在手机上安装应用的<a href="https://gitlab.com/fdroid/fdroidclient">客户端</a>和用于轻松管理商店的<a href="https://gitlab.com/fdroid/repomaker">管理工具</a>。

source: ![]({% asset posts/2017-07-03-cuba/fdroid_repo.jpg %})<br/> *DroidT's F-Droid Repository*
pl: ![]({% asset posts/2017-07-03-cuba/fdroid_repo.jpg %})<br> *Repozytorium F-Droid DroidT*
ro: ![]({% asset posts/2017-07-03-cuba/fdroid_repo.jpg %})<br> *DroidT's F-Droid Depozit*
ru: ![]({% asset posts/2017-07-03-cuba/fdroid_repo.jpg %})<br/> *Репозиторий для F-Droid от DroidT*
uk: ![]({% asset posts/2017-07-03-cuba/fdroid_repo.jpg %})<br> *Репозиторій для F-Droid чи DroidT*
zh_hans: ![]({% asset posts/2017-07-03-cuba/fdroid_repo.jpg %})<br/> *DroidT 的 F-Droid 存储库*

source: Normally, the F-Droid app that you can download comes with thousands of useful Free Software apps without advertising and user tracking. These however require an internet connection to be downloaded from F-Droid's official server. Thankfully, F-Droid allows you to add other repositories to it. These work similar to the package repositories that you might know from GNU/Linux distributions. Everybody can create their own repository, even in an offline network. As long as people are connected to the same WiFi, they can use your repository to install and update your apps.
de: Normalerweise bietet die F-Droid-App, die heruntergeladen werden kann, tausende nützlicher Free Software Apps ohne Werbung und Nutzerüberwachung. Diese benötigen jedoch eine Internetverbindung, wenn sie von einem offiziellen F-Droid-Server heruntergeladen werden sollen. Dankenswerterweise erlaubt F-Droid das Hinzufügen weiterer Repositorys. Diese funktionieren ähnlich wie die Paketquellen, die aus GNU/Linux-Distributionen bekannt sein dürften. Jedermann kann sein eigenes Repository erstellen, selbst in einem Offline-Netz. Sobald Leute mit demselben WLAN-Netz verbunden sind, können sie das Repository nutzen, um Apps zu installieren und zu aktualisieren.
pl: Normalnie F-Droid app, który można pobrać pochodzi z tysięcy użytecznych aplikacji wolnego oprogramowania bez reklamy i śledzenia użytkownika. Te jednak wymagają połączenia z Internetem i pobrać z oficjalnego serwera F-Droid. Na szczęście F-Droid pozwala na dodanie innych repozytoriów do niego. Te działają podobnie jak repozytoria pakietów, które znasz z dystrybucji GNU/Linuksa. Każdy może stworzyć swoje własne repozytorium, nawet w trybie sieci offline. Tak długo, jak ludzie są podłączeni do tej samej sieci WiFi, można korzystać z repozytorium do instalowania i aktualizowania aplikacji.
ro: În mod normal, aplicația F-Droid pe care o puteți descărca vine cu mii de aplicații utile de software gratuit, fără publicitate și fără urmărirea utilizatorilor. Acestea necesită însă o conexiune la internet pentru a fi descărcate de pe serverul oficial al F-Droid. Din fericire, F-Droid vă permite să îi adăugați alte depozite. Acestea funcționează similar cu depozitele de pachete pe care le cunoașteți din distribuțiile GNU/Linux. Oricine își poate crea propriul depozit, chiar și într-o rețea offline. Atâta timp cât oamenii sunt conectați la același WiFi, ei pot folosi depozitul dvs. pentru a vă instala și actualiza aplicațiile.
ru: Обычно, скачанное приложение F-Droid идет в комплекте с тысячами полезных свободных приложений без рекламы и средств слежки за пользователями. Но для их загрузки с официальных серверов F-Droid необходимо соединение с интернетом. К счастью, F-Droid позволяет добавлять другие репозитории. Работают они подобно репозиториям пакетов из мира дистрибутивов GNU/Linux. Каждый может создать свой собственный репозиторий, даже без Сети. До тех пор пока люди присоединены к той же сети WiFi, они могут воспользоваться Вашим репозиторием для установки и обновления Ваших приложений.
uk: Зазвичай застосунок F-Droid, який ви можете завантажити, постачається з тисячами корисних вільних застосунків без оголошень та стеження за користувачами. Однак вони вимагають з'єднання з Інтернетом для завантаження з офіційного сервера F-Droid. На щастя, F-Droid дозволяє додавати до нього інші репозиторії. Вони працюють як і репозиторії пакунків, які ви можете знати з дистрибутивів GNU/Linux. Кожен може створити власний репозиторій, навіть в автономній мережі. Поки люди під'єднані до одного Wi-Fi, вони можуть використовувати ваш репозиторій для встановлення та оновлення ваших застосунків.
zh_hans: 通常，你可以下载的 F-Droid 应用随附数千种有用的自由软件应用，没有广告和用户跟踪。但是，这些都需要网络连接从 F-Droid 的官方服务器下载。幸运的是，F-Droid 允许你向其中添加其他存储库。这与你可能从 GNU/Linux 发行版中了解的软件包存储库相似。每个人都可以创建自己的存储库，即使在离线网络中也是如此。只要人们连接到同一 WiFi，他们就可以使用你的存储库来安装和更新你的应用。

source: ![]({% asset posts/2017-07-03-cuba/antenna_outside_shop.jpg %})<br/> *WiFi Antenna Outside of the Shop*
de: ![]({% asset posts/2017-07-03-cuba/antenna_outside_shop.jpg %})<br> *WLAN-Antenne vor dem Laden*
pl: ![]({% asset posts/2017-07-03-cuba/antenna_outside_shop.jpg %})<br> *Antena Wi-Fi na zewnątrz sklepu*
ro: ![]({% asset posts/2017-07-03-cuba/antenna_outside_shop.jpg %})<br> *Antena WiFi în afara magazinului*
ru: ![]({% asset posts/2017-07-03-cuba/antenna_outside_shop.jpg %})<br/> *WiFi антенна снаружи магазина*
uk: ![]({% asset posts/2017-07-03-cuba/antenna_outside_shop.jpg %})<br> *Антена Wi-Fi поза крамницею*
zh_hans: ![]({% asset posts/2017-07-03-cuba/antenna_outside_shop.jpg %})<br/> *商店外的 WiFi 天线*

source: This is exactly what the <a href="http://droid-tech.com/">DroidT shop</a> did that I visited in <a href="https://en.wikipedia.org/wiki/Sancti_Sp%C3%ADritus">Sancti Spíritus</a>, Cuba. They run their own repository within their local WiFi network. Currently, they offer more than 2000 apps, mostly games, but also other useful apps, for free to everybody within the range of their WiFi router. Having a worse store location than their competitors, it really helps them to drive people to their shop and to build up their reputation within the local community. So far, they are the only store in their city offering this free and convenient service to their customers.
de: Das ist genau das, was der <a href="http://droid-tech.com/">DroidT Shop</a> machte, den ich in <a href="https://de.wikipedia.org/wiki/Sancti_Sp%C3%ADritus">Sancti Spíritus</a> auf Kuba besuchte. Er betreibt sein eigenes Repository in seinem örtlichen WLAN-Netz. Momentan bietet er mehr als 2000 Apps an, meist Spiele, aber auch andere nützliche Apps, für jeden innerhalb der Reichweite seines WLAN-Routers umsonst. In einer schlechteren Geschäftslage als seine Konkurrenten, hilft es ihm tatsächlich die Leute zu seinem Laden zu lenken und sich in der örtlichen Geschäftswelt einen guten Ruf aufzubauen. Bislang ist es der einzige Laden in der Stadt, der seinen Kunden diesen kostenlosen und praktischen Dienst anbietet.
pl: Dokładnie jest to <a href="http://droid-tech.com/">Sklep DroidT</a> czy to ja odwiedziłem <a href="https://en.wikipedia.org/wiki/Sancti_Sp%C3%ADritus">Duch Święty</a>, Kuba. Prowadzi własne repozytorium w swojej lokalnej sieci Wi-Fi. Obecnie oferują ponad 2000 aplikacji, głównie gier, ale także innych przydatnych aplikacji, za darmo dla wszystkich w zasięgu ich routera WiFi. Mając gorszą lokalizację sklepu niż ich konkurenci, naprawdę pomaga im prowadzić ludzi do ich sklepów i budować ich reputację w lokalnej społeczności. Jak dotąd są one jedynym sklepem w swoim mieście oferującym bezpłatną i wygodną obsługę swoim klientom.
ro: Este exact ceea ce a făcut magazinul <a href="http://droid-tech.com/">DroidT shop</a> pe care l-am vizitat în <a href="https://en.wikipedia.org/wiki/Sancti_Sp%C3%ADritus">Sancti Spíritus</a>, Cuba. Aceștia își gestionează propriul depozit în cadrul rețelei WiFi locale. În prezent, ei oferă gratuit peste 2000 de aplicații, majoritatea jocuri, dar și alte aplicații utile, tuturor celor care se află în raza de acțiune a routerului lor WiFi. Faptul că au o locație a magazinului mai proastă decât concurenții lor, îi ajută foarte mult să atragă oamenii către magazinul lor și să își construiască reputația în cadrul comunității locale. Până în prezent, sunt singurul magazin din orașul lor care oferă acest serviciu gratuit și convenabil pentru clienții lor.
ru: Именно так и поступил магазин <a href="http://droid-tech.com/">DroidT</a>, который я посещал в <a href="https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D0%BD%D0%BA%D1%82%D0%B8-%D0%A1%D0%BF%D0%B8%D1%80%D0%B8%D1%82%D1%83%D1%81_(%D0%9A%D1%83%D0%B1%D0%B0)">Санкти-Спиритус</a> на Кубе. Они ведут свой собственный репозиторий в пределах локальной сети WiFi. Они предлагают более 2000 приложений, в основном игр, а также полезных приложений, бесплатно любому, в зоне охвата их маршрутизатором WiFi. Несмотря на проигрышное расположение их магазина, это привлекает к ним людей и укрепляет репутацию среди местных. Пока что они — единственный магазин, предоставляющий такую бесплатную и столь удобную услугу своим посетителям.
uk: Це саме те, що робила <a href="http://droid-tech.com/">крамниця DroidT</a>, яку я відвідав у <a href="https://uk.wikipedia.org/wiki/%D0%A1%D0%B0%D0%BD%D0%BA%D1%82%D1%96-%D0%A1%D0%BF%D1%96%D1%80%D0%B8%D1%82%D1%83%D1%81">Санкті-Спіритус</a>, Куба. Вони запустили власний репозиторій в межах своєї локальної мережі WiFi. На сьогодні вони пропонують понад 2000 застосунків, переважно ігор, а також інших корисних застосунків безплатно для всіх, хто перебуває в межах дії їхнього маршрутизатора WiFi. Розташування магазину гірше, ніж у конкурентів, це дійсно допомагає їм скерувати людей до їхнього магазину та створити свою репутацію в місцевій громаді. Поки що це єдиний магазин у місті, який пропонує цю безплатну та зручну послугу своїм клієнтам.
zh_hans: 这正是当我游览古巴 <a href="https://en.wikipedia.org/wiki/Sancti_Sp%C3%ADritus">Spíritu</a> 时，<a href="http://droid-tech.com/">DroidT 商店</a>所做的。他们在本地 WiFi 网络中运行自己的存储库。目前，他们向其 WiFi 路由器范围内的所有人免费提供2000多种应用，其中大多数是游戏，还包括其他有用的应用。由于商店位置比竞争对手差，这非常有助于他们吸引人们到他们的商店，并在当地社区中建立声誉。到目前为止，他们是该市唯一为顾客提供免费和便捷服务的商店。

source: ![]({% asset posts/2017-07-03-cuba/child_apps.jpg %})<br/> *A Cuban child looking through the print-out of available apps*
de: ![]({% asset posts/2017-07-03-cuba/child_apps.jpg %})<br> *Kubanisches Kind, das sich einen Ausdruck der erhältlichen Apps durchsieht*
pl: ![]({% asset posts/2017-07-03-cuba/child_apps.jpg %})<br> *Kubańskie dziecko przeglądające wydruk dostępnych aplikacji*
ro: ![]({% asset posts/2017-07-03-cuba/child_apps.jpg %})<br> *Un copil cubanez care se uită prin lista tipărită a aplicațiilor disponibile*
ru: ![]({% asset posts/2017-07-03-cuba/child_apps.jpg %})<br/> *Кубинский ребенок просматривает распечатку доступных приложений*
uk: ![]({% asset posts/2017-07-03-cuba/child_apps.jpg %})<br> *Кубинська дитина, що переглядає видрук доступних застосунків*
zh_hans: ![]({% asset posts/2017-07-03-cuba/child_apps.jpg %})<br/> *一位浏览可用应用打印目录的古巴儿童*
