Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: simplified Bluetooth machine state for improved Bluetooth communication
pl: uproszczony stan urządzenia Bluetooth dla lepszej komunikacji Bluetooth
ro: stare simplificată a mașinii Bluetooth pentru o comunicare Bluetooth îmbunătățită
ru: упрощенное состояние устройства Bluetooth для улучшения связи Bluetooth
uk: спрощений стан пристрою Bluetooth для поліпшення зв'язку Bluetooth
zh_hans: 简化蓝牙机器状态以改进蓝牙通信

source: grand access to fine location which includes coarse location access
pl: nadaj dostęp do dokładnej lokalizacji, który obejmuje dostęp do lokalizacji przybliżonej
ro: acces mare la locația fină care include accesul la locația grosieră
ru: грандиозный доступ к тонким локациям, который включает в себя доступ к грубым локациям
uk: великий доступ до точного розташування, що включає доступ до приблизного розташування
zh_hans: 授权精细位置权限，包括粗略位置权限

source: disabled linear regression line
pl: wyłączona linia regresji liniowej
ro: a dezactivat linia de regresie liniară
ru: отключена линия линейной регрессии
uk: вимкнена лінія лінійної регресії
zh_hans: 禁用线性回归线

source: coloured y-axis and table icons correctly
pl: poprawnie pokolorowane ikony osi y i tabeli
ro: a colorat corect pictogramele axei y și ale tabelului
ru: правильно раскрашивает ось y и значки таблиц
uk: правильно розфарбовує вісь y і піктограми таблиць
zh_hans: 正确的彩色 y 轴和表格图标

source: fixed widget bug
pl: naprawiono błąd widżetu
ro: a reparat eroarea widget-ului
ru: исправлена ошибка виджета
uk: виправлена помилка віджета
zh_hans: 修复了微件错误

source: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**, an IndieWeb Micropub and Microsub Client, was [updated](https://github.com/swentel/indigenous-android/releases) from 0.31 to 0.33, now with manage channels and feeds, and support for sending location name. The floating action button on manage channel and feeds screen was moved to the action bar.
de: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**, ein IndieWeb Micropub und Microsub Client, wurde von 0.31 auf 0.33 [aktualisiert](https://github.com/swentel/indigenous-android/releases), jetzt mit Verwaltung von Kanälen und Feeds und Unterstützung für das Senden von Standortnamen. Die schwebende Aktionstaste auf dem Bildschirm für die Verwaltung von Kanälen und Feeds wurde in die Aktionsleiste verschoben.
pl: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**, IndieWeb Micropub i Microsub Client, został [zaktualizowany](https://github.com/swentel/indigenous-android/releases) z 0,31 do 0,33, teraz z zarządzaniem kanałami oraz wsparciem dla wysyłania nazwy lokalizacji. Ruchomy przycisk akcji na ekranie zarządzania kanałem został przeniesiony na pasek akcji.
ro: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**, un client IndieWeb Micropub și Microsub, a fost [updated](https://github.com/swentel/indigenous-android/releases) de la 0.31 la 0.33, acum cu gestionarea canalelor și a fluxurilor și suport pentru trimiterea numelui locației. Butonul de acțiune plutitor de pe ecranul de gestionare a canalelor și fluxurilor a fost mutat în bara de acțiune.
ru: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**, IndieWeb Micropub и Microsub Client, был [обновлен](https://github.com/swentel/indigenous-android/releases) с 0.31 до 0.33, теперь с управлением каналами и фидами, и поддержкой отправки имени местоположения. Плавающая кнопка действий на экране управления каналами и фидами была перенесена на панель действий.
uk: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**, IndieWeb Micropub і Microsub Client, було [оновлено](https://github.com/swentel/indigenous -android/releases) з 0.31 до 0.33, тепер з керуванням каналами і фідамі, і підтримкою відправки імені розташування. Плаваюча кнопка дій на екрані управління каналами і фідамі була перенесена на панель дій.
zh_hans: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**，IndieWeb Micropub 和 Microsub 客户端，已从 0.31 [更新](https://github.com/swentel/indigenous-android/releases)到 0.33，现在具有管理频道和提要，并支持发送位置名称。管理频道和订阅屏幕上的浮动操作按钮已移至操作栏。

source: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** is a Mastodon client. This is a big [update](https://github.com/tuskyapp/Tusky/releases) from 4.1 to 5.1 with too many changes to list. Please refer to the [release notes](https://github.com/tuskyapp/Tusky/releases/tag/v5.0) for changes and screenshots.
de: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** ist ein Mastodon-Client. Dies ist ein großes [Update](https://github.com/tuskyapp/Tusky/releases) von 4.1 auf 5.1 mit zu vielen Änderungen, um sie aufzuzählen. Änderungen und Screenshots dazu findet ihr in den [Release Notes](https://github.com/tuskyapp/Tusky/releases/tag/v5.0).
pl: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** jest klientem Mastodon. Jest to duża [aktualizacja](https://github.com/tuskyapp/Tusky/releases) z 4.1 do 5.1 ze zbyt wieloma zmianami, aby można je było wymienić. Aby uzyskać informacje o zmianach i zrzutach ekranu, zapoznaj się z [uwagi do wydania](https://github.com/tuskyapp/Tusky/releases/tag/v5.0) for changes and screenshots.
ro: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** este un Mastodon client. Acesta este un mare [update](https://github.com/tuskyapp/Tusky/releases) de la 4.1 to 5.1 cu prea multe modificări pentru a le enumera. Vă rugăm să vă referiți la [release notes](https://github.com/tuskyapp/Tusky/releases/tag/v5.0) pentru modificări și capturi de ecran.
ru: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** - это клиент Mastodon. Это большое [обновление](https://github.com/tuskyapp/Tusky/releases) с 4.1 до 5.1 со слишком большим количеством изменений, чтобы их перечислять. Пожалуйста, обратитесь к [release notes](https://github.com/tuskyapp/Tusky/releases/tag/v5.0) за изменениями и скриншотами.
uk: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** - це клієнт Mastodon. Це велике [оновлення](https://github.com/tuskyapp/Tusky/releases) з 4.1 до 5.1 з дуже великою кількістю змін, щоб їх перераховувати. Будь ласка, зверніться до [release notes](https://github.com/tuskyapp/Tusky/releases/tag/v5.0) за змінами і скріншотами.
zh_hans: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** 是 Mastodon 客户端。这是一个从 4.1 到 5.1 的大[更新](https://github.com/tuskyapp/Tusky/releases)，其中有太多更改要列出。有关更改和屏幕截图，请参阅[发行说明](https://github.com/tuskyapp/Tusky/releases/tag/v5.0)。

source: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** and **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [both](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) [updated](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) to 0.8.23, with a refreshed look and support for key backup! Other improvements include:
de: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** und **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [beide](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst)[aktualisiert](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) auf 0.8.23, mit einem aktualisierten Look und Unterstützung für Key Backup! Weitere Verbesserungen sind unter anderem:
pl: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** i **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [oba](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) [zaktualizowane](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) do 0.8.23, z odświeżonym wyglądem i obsługą tworzenia kopii zapasowych! Inne ulepszenia obejmują:
ro: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** și **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [both](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) [updated](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) la 0.8.23, cu un aspect împrospătat și suport pentru backup cheie! Alte îmbunătățiri includ:
ru: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** и **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [оба](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) [обновлены](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) до версии 0.8.23, с обновленным внешним видом и поддержкой резервного копирования ключей! Другие улучшения включают:
uk: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** і **[Riot.im](https://f-droid.org/packages/im. vector.alpha/)**[обидва](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) [оновлені](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) до версії 0.8.23, з оновленим зовнішнім виглядом і підтримкою створення резервної копії ключів! Інші поліпшення включають:
zh_hans: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** 和 **[Riot.im](https://f-droid.org/packages /im.vector.alpha/)** [都](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst)[更新](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst)到 0.8.23，外观焕然一新，支持密钥备份！其他改进包括：

source: Support Split-screen mode (#1832)
pl: Obsługa trybu podzielonego ekranu (#1832)
ro: Suport pentru modul Split-screen (#1832)
ru: Поддержка режима разделенного экрана (#1832)
uk: Підтримка режиму розділеного екрана (# тисяча вісімсот тридцять-два)
zh_hans: 支持分屏模式 (#1832)

source: Enable auto focus when taking picture with the camera (#2831)
pl: Włączanie automatycznego ustawiania ostrości podczas robienia zdjęć aparatem (#2831)
ro: Activați focalizarea automată atunci când faceți fotografii cu aparatul foto (#2831)
ru: Включение автофокуса при съемке фотокамерой (#2831)
uk: Включення автофокусу при зйомці фотокамерою (# 2831)
zh_hans: 使用相机拍照时启用自动对焦 (#2831)

source: Notification settings re-organization, added bing rule troubleshoot
pl: Reorganizacja ustawień powiadomień, dodano rozwiązywanie problemów z regułą bing
ro: Reorganizarea setărilor de notificare, a adăugat depanarea regulilor bing
ru: Реорганизация настроек уведомлений, добавлено устранение неполадок с правилами bing
uk: Реорганізація установки оповіщень, додано усунення неполадок з правилами bing
zh_hans: 通知设置重新组织，添加了必应规则疑难解答

source: Redact has been renamed to Remove to match riot/web (#2871)
pl: Zmieniono nazwę Redact na Remove to match riot/web (#2871)
ro: Redact a fost redenumit în Remove pentru a se potrivi cu riot/web (#2871)
ru: Redact был переименован в Remove, чтобы соответствовать riot/web (#2871)
uk: Redact був перейменований в Remove, щоб відповідати riot/web (# 2871)
zh_hans: Redact 已重命名为 Remove 以匹配 riot/web (#2871)

source: Remove long click download action in MediaViewer (#2882)
pl: Usuń akcję pobierania długim kliknięciem w MediaViewer (#2882)
ro: Eliminarea acțiunii de descărcare cu clic lung în MediaViewer (#2882)
ru: Удаление действия загрузки при длительном нажатии в MediaViewer (#2882)
uk: Видалення дії завантаження при тривалому натисканні в MediaViewer (# 2882)
zh_hans: 移除 MediaViewer 中的长按下载动作 (#2882)

source: Sender name colors in rooms
pl: Kolory nazwy nadawcy w pokojach
ro: Numele expeditorului colorat in camere
ru: Цвета имени отправителя в номерах
uk: Кольори імені відправника в номерах
zh_hans: 聊天室中的发件人姓名颜色

source: Remove beta e2e warning (#2946)
pl: Usuń ostrzeżenie o beta e2e (#2946)
ro: Eliminați avertismentul beta e2e (#2946)
ru: Удалено предупреждение о бета-версии e2e (#2946)
uk: Вилучено попередження про бета-версії e2e (# 2946)
zh_hans: 删除 beta e2e 警告 (#2946)

source: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)**, a light and slick material design music player, [updated](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) from 0.19.2 to 0.20.1, now with sort by date for Songs and Albums, song title text in a horizontal scrollview, swipe to remove song from queue, and SD card write access using SAF API.
de: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)**, ein leichter und schlanker Material Design Musik-Player, [aktualisiert](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) von 0.19.2 auf 0.20.1, nun mit Titel- und Albumsortierung nach Datum, Liedtitelanzeige als horizontaler Ticker, Wischen, um einen Titel aus der Warteliste zu entfernen, und Schreibzugriff auf die SD-Karte mittels SAF API.
pl: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)**, lekki i elegancki odtwarzacz muzyki, [zaktualizowany](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) z 0.19.2 do 0.20.1, teraz z sortowaniem według daty dla utworów i albumów, tekst tytułu utworu w poziomym widoku przewijania, przeciągnięcie, aby usunąć utwór z kolejki, i dostęp do zapisu na karcie SD za pomocą SAF API.
ro: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)**, un player muzical ușor și elegant cu design material, [updated](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) de la 0.19.2 la 0.20.1, acum cu sortare în funcție de dată pentru melodii și albume, textul titlului cântecului într-o fereastră de derulare orizontală, glisare pentru a elimina cântecul din coada de așteptare și acces de scriere pe cardul SD folosind SAF API.
ru: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)**, легкий и изящный музыкальный плеер с материальным дизайном, [обновлено](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) с 0.19.2 до 0.20.1, теперь с сортировкой по дате для песен и альбомов, текстом названия песни в горизонтальной прокрутке, пролистыванием для удаления песни из очереди и доступом к записи на SD-карту с помощью SAF API.
uk: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)**, легкий і витончений музичний плеєр з матеріальним дизайном, [оновлено](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) з 0.19.2 до 0.20.1, тепер з сортуванням за датою для пісень і альбомів, текстом назви пісні в горизонтального прокручування, гортання для видалення пісні з черги і доступом до запису на SD- карту за допомогою SAF API.
zh_hans: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)**，轻巧的材质设计音乐播放器，从 0.19.2 [更新](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md)到 0.20.1，现在按日期排序歌曲和专辑，水平滚动视图中的歌曲标题文本，滑动以从队列中删除歌曲，以及 SD 卡使用 SAF API 进行写访问。

source: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**, an expense tracker, was [updated](https://github.com/pmiddend/piggybudget/releases) to 2.2, now with support for exporting your entire transaction history to CSV, as well as the inverse, importing CSV files into piggybudget.
de: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**, eine Ausgabenüberwachung, wurde auf 2.2 [aktualisiert](https://github.com/pmiddend/piggybudget/releases), unterstützt nun den Export des gesamten Transaktionsverlaufs in eine CSV-Datei bzw. umgekehrt den Import von CSV-Dateien in piggybudget.
pl: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**, śledzenie wydatków, został [zaktualizowany](https://github.com/pmiddend/piggybudget/releases) do 2.2, teraz z obsługą eksportu całej historii transakcji do CSV, jak również odwrotnie, importując pliki CSV do piggybudget.
ro: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**, un sistem de urmărire a cheltuielilor, a fost [updated](https://github.com/pmiddend/piggybudget/releases) la 2.2, acum cu suport pentru exportul întregului istoric al tranzacțiilor în format CSV, precum și invers, importând fișiere CSV în piggybudget.
ru: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**, трекер расходов, был [обновлен](https://github.com/pmiddend/piggybudget/releases) до версии 2.2, теперь с поддержкой экспорта всей истории транзакций в CSV, а также импорта CSV файлов в piggybudget.
uk: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**, трекер витрат, було [оновлено](https://github.com/pmiddend/piggybudget/releases) до версії 2.2, тепер з підтримкою експорту всієї історії транзакцій в CSV, а також імпорту CSV файлів в piggybudget.
zh_hans: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**，一个花费跟踪器，[更新](https://github.com/pmiddend/piggybudget/releases)到 2.2，现在支持将你的整个交易历史记录导出到 CSV，以及相反，将 CSV 文件导入 piggybudget。

source: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** was [updated](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) from 2.3.12+fcr to 2.4.1+fcr, bringing a new Backup / Restore feature, clearer distinction between private group chats and public channels, a redesigned participants view for group chats and channels, and a redesigned "create new contact/group chat/channel" flow in the Start Conversation screen.
de: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** wurde [aktualisiert](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) von 2.3.12+fcr auf 2.4.1+fcr, das eine neue Sicherungs-/Wiederherstellungsfunktion mitbringt, eine klarere Unterscheidung von privaten Gruppen-Chats und öffentlichen Kanälen, eine Teilnehmeransicht für Gruppen-Chats im neuen Design und einen neu gestalteten Ablauf für "neuen Kontakt/Gruppen-Chat/Kanal erstellen" auf dem Bildschirm "Unterhaltung beginnen".
pl: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** został [zaktualizowany](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) z 2.3.12+fcr do 2.4.1+fcr, wprowadzenie nowej funkcji Kopia zapasowa / Przywracanie, wyraźniejsze rozróżnienie między czatami grup prywatnych i kanałami publicznymi, przeprojektowany widok uczestników dla czatów i kanałów grupowych oraz przeprojektowany przepływ „Utwórz nowy kontakt/ czat/kanał” na ekranie Rozpocznij rozmowę.
ro: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** a fost [updated](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) de la 2.3.12+fcr la 2.4.1+fcr, aducând o nouă funcție de copie de rezervă/restaurare, o distincție mai clară între chat-urile de grup private și canalele publice, o vizualizare reproiectată a participanților pentru chat-urile de grup și canale și un flux reproiectat de "creare de noi contacte/chat de grup/canal" în ecranul de pornire a conversației.
ru: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** был [обновлен](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) с версии 2.3.12+fcr до версии 2.4.1+fcr, добавив новую функцию резервного копирования/восстановления, более четкое различие между частными групповыми чатами и публичными каналами, переработанный вид участников для групповых чатов и каналов, а также переработанный поток "создать новый контакт/групповой чат/канал" на экране начала разговора.
uk: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** було [оновлено](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG. md) з версії 2.3.12 + fcr до версії 2.4.1 + fcr, додавши нову функцію резервного копіювання/відновлення, більш чітку відмінність між приватними груповими чатами і публічними каналами, перероблений вид учасників для групових чатів і каналів, а також перероблений потік " створити новий контакт/груповий чат/канал "на екрані початку розмови.
zh_hans: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** 已从 2.3.12+fcr [更新](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md)到 2.4.1+fcr，带来了新的备份/恢复功能，私人群聊和公共频道之间的区别更加清晰，重新设计了群聊和频道的参与者视图，以及重新设计的“创建开始对话屏幕中的新联系人/群聊/频道”流程。

source: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, the swiss army knife of Activitypub-based platforms (Mastodon/Pleroma/Peertube/GNU Social/Friendica) was [updated](https://gitlab.com/tom79/mastalab/tags) to 1.75.0, featuring an ad blocker for its builtin browser, a renewed and simplified login page with auto-detection of the instance type, a "Console mode" layout, copy toot URL to clipboard, and "timed mute" accessible from all menus that have "mute".
de: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, das Schweizer Messer der Activitypub-basierten Plattformen (Mastodon/Pleroma/Peertube/GNU Social/Friendica) wurde auf 1.75.0 [aktualisiert](https://gitlab.com/tom79/mastalab/tags), bietet einen Werbeblocker für seinen eingebauten Browser, eine erneuerte und vereinfachte Anmeldeseite mit automatischer Erkennung der Instanzart, ein "Konsolenmodus"-Layout, das Kopieren der Tröt-URL in die Zwischenablage und "befristetes Stummschalten", was über alle Menüs, die "Stummschalten" enthalten, erreichbar ist.
pl: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, szwajcarski nóż wojskowy platform opartych na Activitypubie (Mastodon/Pleroma/Peertube/GNU Social/Friendica) został [zaktualizowany](https://gitlab.com/tom79/mastalab/tags) do wersji 1.75.0, zawierającej blokadę reklam dla wbudowanej przeglądarki, odnowioną i uproszczoną stronę logowania z automatycznym wykrywaniem typu instancji, układ "Tryb konsoli", skopiowany URL do schowka i "wyciszenie czasowe" dostępny ze wszystkich menu, które mają "wyciszenie".
ro: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, cuțitul elvețian al platformelor bazate pe Activitypub (Mastodon/Pleroma/Peertube/GNU Social/Friendica) a fost [updated](https://gitlab.com/tom79/mastalab/tags) la 1.75.0, oferind un blocător de reclame pentru browserul încorporat, o pagină de autentificare reînnoită și simplificată cu detectarea automată a tipului de instanță, un aspect "Console mode", copierea URL-ului în clipboard și "timed mute" accesibil din toate meniurile care au "mute".
ru: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, швейцарский армейский нож платформ на базе Activitypub (Mastodon/Pleroma/Peertube/GNU Social/Friendica) был [обновлен](https://gitlab.com/tom79/mastalab/tags) до версии 1.75.0, с блокировщиком рекламы для встроенного браузера, обновленной и упрощенной страницей входа с автоматическим определением типа экземпляра, раскладкой "Console mode", копированием URL-адреса точки в буфер обмена и "timed mute", доступным из всех меню, в которых есть "mute".
uk: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, швейцарський армійський ніж платформ на базі Activitypub (Mastodon/Pleroma/Peertube/GNU Social/Friendica) було [оновлено](https://gitlab.com/tom79/mastalab/tags) до версії 1.75.0, з блокувальником реклами для вбудованого браузера, оновленої і спрощеної сторінкою входу з автоматичним визначенням типу примірника, розкладкою "Console mode", копіюванням URL -адреси точки в буфер обміну і "timed mute", доступним з усіх меню, в яких є "mute".
zh_hans: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**，基于 Activitypub 的平台 (Mastodon/Pleroma/Peertube/GNU Social/Friendica) 的瑞士军刀已[更新](https://gitlab.com/tom79/mastalab/tags)到 1.75.0，具有内置浏览器的广告拦截器，更新和简化的登录页面，自动检测实例类型，“控制台模式”布局，将嘟文 URL 复制到剪贴板，以及可从所有具有“静音”的菜单访问的“定时静音”。
