Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [baresip](https://f-droid.org/packages/com.tutpro.baresip/): baresip SIP client
pl: [baresip](https://f-droid.org/packages/com.tutpro.baresip/): klient SIP baresip
ro: [baresip](https://f-droid.org/packages/com.tutpro.baresip/): client SIP baresip
ru: [baresip](https://f-droid.org/packages/com.tutpro.baresip/): SIP-клиент baresip
uk: [Baresip](https://f-droid.org/packages/com.tutpro.baresip/): SIP-клієнт baresip
zh_hans: [baresip](https://f-droid.org/packages/com.tutpro.baresip/): baresip SIP 客户端

source: {{ page.featured }} For all people who love streaming music from YouTube, [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/) is just the app for you. This app allows you to browse youtube and stream music directly in a clean, material design interface.
de: {{ page.featured }} Für all diejenigen, die es lieben Musik von YouTube zu streamen, [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/) ist genau die App für euch. Diese App ermöglicht euch, YouTube zu durchsuchen und Musik direkt über eine fehlerfreie Material-Design-Schnittstelle zu streamen.
pl: {{ page.featured }} Dla wszystkich, którzy lubią przesyłać muzykę z YouTube, [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/) to aplikacja dla ciebie. Ta aplikacja pozwala przeglądać youtube i strumieniować muzykę bezpośrednio w czystym, materialnym interfejsie projektowym.
ro: {{ page.featured }} Pentru toți cei care iubesc streaming-ul de muzică de pe YouTube, [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/) este aplicația potrivită pentru voi. Această aplicație vă permite să navigați pe YouTube și să faceți streaming de muzică direct într-o interfață curată, cu design material.
ru: {{ page.featured }} Для всех людей, которые любят слушать музыку с YouTube, [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/) - это приложение как раз для вас. Это приложение позволяет просматривать youtube и слушать музыку напрямую в чистом интерфейсе с материальным дизайном.
uk: {{ page.featured }} Для всіх людей, які люблять слухати музику з YouTube, [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/) - це застосунок саме для вас. Ця програма дозволяє переглядати youtube і слухати музику безпосередньо в чистому інтерфейсі з матеріальним дизайном.
zh_hans: {{ page.featured }} 对于所有喜欢从 YouTube 流式传输音乐的人来说，[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/) 正是适合你的应用。这个应用允许你在干净的材质设计界面中直接浏览 youtube 和流式传输音乐。

source: [Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/): Hide contacts away from apps stealing your contacts information
de: [Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/): Kontakte vor Apps, die Ihre Kontaktdaten stehlen, verbergen
pl: [Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/): Ukryj kontakty przed aplikacjami, kradnąc informacje o kontaktach
ro: [Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/): Ascundeți contactele de aplicațiile care vă fură informațiile de contact
ru: [Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/): скрыть контакты от приложений, крадущих информацию о ваших контактах
uk: [Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/): приховати контакти від застосунків, що крадуть інформацію про ваших контактах
zh_hans: [Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)：隐藏联系人，远离窃取你联系人信息的应用

source: {{ page.major }} [Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/) version 3.0.0 entered F-Droid this week. Messages are now stored in an offline database so users can view them without a network connection. Emojis received better support with better autocomplete and reactions can now use custom emojis. Security has been improved with a fix for email based 2 factor authentication. Other new features include per channel draft messages collapse/uncollapse for text attachments on messages. To see the full set of changes view the [changelog](https://github.com/RocketChat/Rocket.Chat.Android/releases).
de: {{ page.major }} [Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/) version 3.0.0 erreichte F-Droid diese Woche. Nachrichten werden nun in einer Offline-Datenbank gespeichert, sodass Nutzer sie ansehen können ohne eine Netzwerk-Verbindung zu haben. Emojis werden nun besser unterstützt mit besserer Autovervollständigung. Reaktionen können nun angepasste Emojis benutzen. Die Sicherheit wurde verbessert mit einer Fehlerkorrektur für E-Mail-basierte 2-Faktor-Authentifizierung. Bei den anderen neuen Funktionen ist es nun möglich pro Kanal Entwürfe für Text-Anhänge an Nachrichten auf-& zuzuklappen. Um alle Änderungen zu sehen, schaue im [Änderungsprotokoll (englisch)](https://github.com/RocketChat/Rocket.Chat.Android/releases) nach.
pl: {{ page.major }} [Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/) w wersji 3.0.0 wprowadzono F-Droid w tym tygodniu. Wiadomości są teraz przechowywane w bazie danych offline, dzięki czemu użytkownicy mogą je wyświetlać bez połączenia sieciowego. Emojis otrzymał lepszą obsługę dzięki lepszemu autouzupełnianiu, a reakcje mogą teraz używać niestandardowych emotikonów. Udoskonalono zabezpieczenia dzięki poprawce do uwierzytelniania 2-czynnikowego opartego na poczcie e-mail. Inne nowe funkcje obejmują zwijanie/zwalnianie wersji roboczych wiadomości na kanał dla załączników tekstowych w wiadomościach. Aby zobaczyć pełny zestaw zmian, wyświetl [dziennik zmian](https://github.com/RocketChat/Rocket.Chat.Android/releases).
ro: {{ page.major }} [Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/) versiunea 3.0.0 a intrat în F-Droid săptămâna aceasta. Mesajele sunt acum stocate într-o bază de date offline, astfel încât utilizatorii le pot vizualiza fără o conexiune la rețea. Emojis a primit un suport mai bun cu o mai bună autocompletare și reacțiile pot folosi acum emoji personalizate. Securitatea a fost îmbunătățită cu o corecție pentru autentificarea cu 2 factori bazată pe e-mail. Alte caracteristici noi includ mesaje draft pe canal, colaps/dezvoltare pentru atașamentele de text din mesaje. Pentru a vedea setul complet de modificări, consultați [changelog](https://github.com/RocketChat/Rocket.Chat.Android/releases).
ru: {{ page.major }} [Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/) версии 3.0.0 появился на F-Droid на этой неделе. Сообщения теперь хранятся в автономной базе данных, поэтому пользователи могут просматривать их без подключения к сети. Эмодзи получили лучшую поддержку с улучшенным автозаполнением, а реакции теперь могут использовать и пользовательские эмодзи. Безопасность была улучшена благодаря исправлению двухфакторной аутентификации на основе электронной почты. Среди других новых функций - сворачивание/разворачивание черновиков сообщений для каждого канала для текстовых вложений в сообщениях. Полный список изменений можно посмотреть в [журнале изменений](https://github.com/RocketChat/Rocket.Chat.Android/releases).
uk: {{ page.major }} [Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/) версії 3.0.0 з'явився на F-Droid на цьому тижні. Повідомлення тепер зберігаються в автономній базі даних, тому користувачі можуть переглядати їх без підключення до мережі. Емодзі отримали кращу підтримку з поліпшеним автозаповненням, а реакції тепер можуть використовувати і призначені для користувача емодзі. Безпека була покращена завдяки виправленню двофакторної аутентифікації на основі електронної пошти. Серед інших нових функцій - згортання/розгортання чернеток повідомлень для кожного каналу для текстових вкладень в повідомленнях. Повний список змін можна подивитися в [журналі змін](https://github.com/RocketChat/Rocket.Chat.Android/releases).
zh_hans: {{ page.major }} [Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/) 3.0.0 版这周进入了 F-Droid。消息现在存储在离线数据库中，因此用户可以在没有网络连接的情况下查看它们。表情符号通过更好的自动完成功能获得了更好的支持，并且反应现在可以使用自定义表情符号。通过修复基于电子邮件的双因素身份验证，安全性得到了改进。其他新功能包括每个频道草稿消息折叠/取消折叠消息上的文本附件。要查看完整的更改内容，请查看[更新日志](https://github.com/RocketChat/Rocket.Chat.Android/releases)。

source: [OpenLauncher](https://f-droid.org/packages/com.benny.openlauncher/) is an alternative "homescreen" app for android. Version 0.6.0 fixes some issues with gestures while also adding more color preferences and better backup/restore options for settings.
de: [OpenLauncher](https://f-droid.org/packages/com.benny.openlauncher/) ist eine alternative "Startbildschirm"-App für Android. Version 0.6.0 behebt einige Probleme mit Gesten, führt daneben mehr Farbeinstellungen und bessere Sicherungs-/Wiederherstellungsoptionen in den Einstellungen ein.
pl: [OpenLauncher](https://f-droid.org/packages/com.benny.openlauncher/) to alternatywna aplikacja "ekranu głównego" dla Androida. Wersja 0.6.0 rozwiązuje niektóre problemy z gestami, a także dodaje więcej preferencji kolorów i lepsze opcje tworzenia kopii zapasowych/przywracania ustawień.
ro: [OpenLauncher](https://f-droid.org/packages/com.benny.openlauncher/) este o aplicație alternativă de "homescreen" pentru Android. Versiunea 0.6.0 remediază unele probleme cu gesturile, adăugând în același timp mai multe preferințe de culoare și opțiuni mai bune de backup/restaurare pentru setări.
ru: [OpenLauncher](https://f-droid.org/packages/com.benny.openlauncher/) - это альтернативное приложение "домашнего экрана" для android. В версии 0.6.0 исправлены некоторые проблемы с жестами, а также добавлено больше цветовых предпочтений и улучшены возможности резервного копирования/восстановления настроек.
uk: [OpenLauncher](https://f-droid.org/packages/com.benny.openlauncher/) - це альтернативний застосунок "домашнього екрану" для android. У версії 0.6.0 виправлені деякі проблеми з жестами, а також додано більше колірних переваг і поліпшені можливості резервного копіювання/відновлення налаштувань.
zh_hans: [OpenLauncher](https://f-droid.org/packages/com.benny.openlauncher/) 是 android 的替代“主屏幕”应用。 0.6.0 版修复了一些手势问题，同时还添加了更多颜色偏好和更好的设置备份/恢复选项。

source: The SimpleMobileTools continue to get better. Release 5.1.1 of [Calendar](https://f-droid.org/packages/com.simplemobiletools.calendar/) brings pull-to-refresh for CalDAV events along with better filters and colors support. Like all 5.x releases of SimpleMobileTools apps, the minimum supported Android version is now 5.0.
de: Die SimpleMobileTools werden immer besser. Release 5.1.1 von [Calendar](https://f-droid.org/packages/com.simplemobiletools.calendar/) bringt "Ziehen-zum-Auffrischen" für CalDAV-Ereignisse, zusammen mit besserer Unterstützung von Filtern und Farben. Wie bei allen 5.x-Versionen der Apps von SimpleMobileTools ist die Android-Mindestanforderung nun 5.0.
pl: SimpleMobileTools są coraz lepsze. Wersja 5.1.1 z [Kalendarz](https://f-droid.org/packages/com.simplemobiletools.calendar/) przynosi ciągłe odświeżanie zdarzeń CalDAV wraz z lepszymi obsługą filtrów i kolorów. Podobnie jak wszystkie wersje 5.x aplikacji SimpleMobileTools, minimalna obsługiwana wersja Androida to teraz 5.0.
ro: SimpleMobileTools continuă să se îmbunătățească. Versiunea 5.1.1 a [Calendar](https://f-droid.org/packages/com.simplemobiletools.calendar/) aduce funcția pull-to-refresh pentru evenimentele CalDAV, împreună cu un suport mai bun pentru filtre și culori. La fel ca toate versiunile 5.x ale aplicațiilor SimpleMobileTools, versiunea minimă acceptată de Android este acum 5.0.
ru: Инструменты SimpleMobileTools продолжают совершенствоваться. Выпуск 5.1.1 [Calendar](https://f-droid.org/packages/com.simplemobiletools.calendar/) добавляет функцию pull-to-refresh для событий CalDAV, а также улучшает поддержку фильтров и цветов. Как и во всех выпусках 5.x приложений SimpleMobileTools, минимальная поддерживаемая версия Android теперь 5.0.
uk: Інструменти SimpleMobileTools продовжують удосконалюватися. Випуск 5.1.1 [Calendar](https://f-droid.org/packages/com.simplemobiletools.calendar/) додає функцію pull-to-refresh для подій CalDAV, а також покращує підтримку фільтрів і квітів. Як і у всіх випусках 5.x застосунків SimpleMobileTools, мінімальна підтримувана версія Android тепер 5.0.
zh_hans: SimpleMobileTools 继续变得更好。[Calendar](https://f-droid.org/packages/com.simplemobiletools.calendar/) 版本 5.1.1 为 CalDAV 事件带来了下拉刷新以及更好的过滤器和颜色支持。与 SimpleMobileTools 应用的所有 5.x 版本一样，现在支持的最低 Android 版本为 5.0。

source: In addition to a higher minimum suported Android version, [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) 5.1.0 brings an optional nickname field, an option to show only contacts with phone numbers, a fix for disappearing contacts and more!
de: Neben der erforderlichen, höheren Android-Version bringt [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) 5.1.0 ein optionales Spitznamenfeld, eine Option, nur Kontakte mit Telefonnummern anzuzeigen, eine Lösung für das Verschwinden von Kontakten und Weiteres!
pl: Poza wyższą minimalną suportowaną wersją Androida, [Kontakty](https://f-droid.org/packages/com.simplemobiletools.contacts/) 5.1.0 wprowadza opcjonalne pole pseudonimu, opcję wyświetlania tylko kontaktów z numerami telefonów, poprawka dla znikających kontaktów i wiele więcej!
ro: În plus față de o versiune minimă mai mare de Android, [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) 5.1.0 aduce un câmp opțional pentru porecle, o opțiune pentru a afișa doar contactele cu numere de telefon, o soluție pentru dispariția contactelor și multe altele!
ru: В дополнение к более высокой минимальной поддерживаемой версии Android, [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) 5.1.0 добавляет необязательное поле псевдонима, возможность показывать только контакты с номерами телефонов, исправление исчезающих контактов и многое другое!
uk: На застосунок до більш високої мінімальної підтримуваної версії Android, [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) 5.1.0 додає необов'язкове поле псевдоніма, можливість показувати лише контакти з номерами телефонів, виправлення зникаючих контактів і багато іншого!
zh_hans: 除了更高的最低支持 Android 版本，[Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/) 5.1.0 带来了一个可选的昵称字段，一个仅显示电话联系人的选项号码，修复消失的联系人等等！

source: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) is a fun, easy app for improving OpenStreetMap. Version 8.3 provides several enhancements for quests involving accessibility and enhances the opening hours form along with a few other improvements.
de: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) ist eine kinderleichte App, um OpenStreetMap zu verfeinern. Version 8.3 bietet einige Weiterentwicklungen für Fragen, welche die Zugänglichkeit betreffen, verbessert das Öffnungszeitenformular neben ein paar weiteren Verbesserungen.
pl: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) to zabawna, łatwa aplikacja do ulepszania OpenStreetMap. Wersja 8.3 zawiera kilka ulepszeń dla zadań związanych z dostępnością i poprawia formę godzin otwarcia wraz z kilkoma innymi ulepszeniami.
ro: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) este o aplicație simplă și distractivă pentru îmbunătățirea OpenStreetMap. Versiunea 8.3 oferă mai multe îmbunătățiri pentru căutările care implică accesibilitatea și îmbunătățește formularul cu orele de deschidere, împreună cu alte câteva îmbunătățiri.
ru: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) - это веселое и простое приложение для улучшения OpenStreetMap. Версия 8.3 содержит несколько улучшений для заданий, связанных с доступностью, и улучшает форму часов работы, а также несколько других улучшений.
uk: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) - це веселе і простий застосунок для поліпшення OpenStreetMap. Версія 8.3 містить кілька поліпшень для завдань, пов'язаних з доступністю, і покращує форму годин роботи, а також кілька інших поліпшень.
zh_hans: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) 是一款用于改进 OpenStreetMap 的有趣、简单的应用。版本 8.3 为涉及可访问性的任务提供了多项增强功能，并增强了开放时间形式以及其他一些改进。

source: [FairEmail](https://f-droid.org/packages/eu.faircode.email/) has seen a bit of development since 1.106. Several security related feautures have been added including encryption support, even for attachments. An advanced setting was also added to allow users the choice to make insecure connections without passwords.
de: [FairEmail](https://f-droid.org/packages/eu.faircode.email/) hat sich seit 1.106 weiterentwickelt. Einige sicherheitsbezogene Funktionen wurden hinzugefügt, einschließlich der Verschlüsselungsunterstützung, auch für Anhänge. Eine erweiterte Einstellung wurde ebenfalls ergänzt. Sie ermöglicht Nutzern die Wahl, unsichere Verbindungen ohne Passwort herzustellen.
pl: [FairEmail](https://f-droid.org/packages/eu.faircode.email/) ujrzał trochę rozwoju od 1.106. Dodano kilka cech związanych z bezpieczeństwem, w tym obsługę szyfrowania, nawet w przypadku załączników. Dodano także zaawansowane ustawienie, aby umożliwić użytkownikom wybór niezabezpieczonych połączeń bez haseł.
ro: [FairEmail](https://f-droid.org/packages/eu.faircode.email/) a cunoscut o mică dezvoltare începând cu versiunea 1.106. Au fost adăugate mai multe funcții legate de securitate, inclusiv suport pentru criptare, chiar și pentru atașamente. De asemenea, a fost adăugată o setare avansată pentru a permite utilizatorilor să aleagă să facă conexiuni nesigure fără parole.
ru: [FairEmail](https://f-droid.org/packages/eu.faircode.email/) получил небольшое развитие с версии 1.106. Было добавлено несколько функций, связанных с безопасностью, включая поддержку шифрования, даже для вложений. Также была добавлена расширенная настройка, позволяющая пользователям создавать незащищенные соединения без паролей.
uk: [FairEmail](https://f-droid.org/packages/eu.faircode.email/) отримав невеликий розвиток з версії 1.106. Було додано кілька функцій, пов'язаних з безпекою, включаючи підтримку шифрування, навіть для вкладень. Також була додана розширена конфігурація, що дозволяє користувачам створювати незахищені з'єднання без паролів.
zh_hans: [FairEmail](https://f-droid.org/packages/eu.faircode.email/) 自 1.106 以来已经有了一些发展。添加了一些与安全相关的功能，包括加密支持，甚至是附件。还添加了一个高级设置，允许用户选择在没有密码的情况下进行不安全的连接。

source: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) is a rebrand of Mozilla Firefox for F-Droid. Version 63 landed in F-Droid this week, now targeting Android Oreo. New features include picture in picture video support, notification channels, and a Canadian English (en-CA) locale.
de: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) ist ein Rebrand von Mozilla Firefox für F-Droid. Version 63, nun auf Android Oreo abzielend, landete diese Woche auf F-Droid. Neue Funktionen beinhalten die Bild-in-Bild-Videounterstützung, Benachrichtigungskanäle und die regionale Sprache kanadisches Englisch (en-CA).
pl: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) to rebrand z Mozilla Firefox dla F-Droid. Wersja 63 wylądowała w F-Droid w tym tygodniu, teraz jest skierowana na Androida Oreo. Nowe funkcje obejmują obsługę obrazu w obrazie, kanały powiadamiania i kanadyjski język angielski (en-CA).
ro: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) este un rebranding al Mozilla Firefox pentru F-Droid. Versiunea 63 a aterizat în F-Droid săptămâna aceasta, vizând acum Android Oreo. Printre noile caracteristici se numără suportul video picture in picture, canale de notificare și o locație în limba engleză canadiană (en-CA).
ru: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) - это ребрендинг Mozilla Firefox для F-Droid. Версия 63 появилась в F-Droid на этой неделе, теперь она ориентирована на Android Oreo. Новые функции включают поддержку видео "картинка в картинке", каналы уведомлений и локаль канадского английского (en-CA).
uk: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) - це ребрендинг Mozilla Firefox для F-Droid. Версія 63 з'явилася в F-Droid на цьому тижні, тепер вона орієнтована на Android Oreo. Нові функції включають підтримку відео "картинка в картинці", канали повідомлень і локаль канадського англійського (en-CA).
zh_hans: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 是 Mozilla Firefox for F-Droid 的更名。版本 63 本周登陆 F-Droid，现在针对 Android Oreo。新功能包括画中画视频支持、通知渠道和加拿大英语 (en-CA) 区域设置。

source: {{ page.featured }} [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) is a client for the popular video streaming site YouTube. Version 0.14.2 brought with it better layouts for tablets and a list layout for downloaded media. Further, users can now share subscribed channels easily from the longpress menu.
de: {{ page.featured }} [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) ist ein Client für die populäre Video -Streaming-Site YouTube. Version 0.14.2 brachte bessere Layouts für Tablets und eine Layout-Liste für heruntergeladene Medien mit. Darüberhinaus können Benutzer jetzt abonnierte Kanäle leicht über das Gedrückt-halten-Menü teilen.
pl: {{ page.featured }} [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) jest klientem popularnej witryny streamingowej YouTube. Wersja 0.14.2 przyniosła lepsze układy tabletów i układ listy pobranych mediów. Co więcej, użytkownicy mogą teraz udostępniać subskrybowane kanały z menu longpress.
ro: {{ page.featured }} [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) este un client pentru popularul site de streaming video YouTube. Versiunea 0.14.2 a adus cu ea layout-uri mai bune pentru tablete și un layout de listă pentru mediile descărcate. Mai mult, utilizatorii pot acum să partajeze cu ușurință canalele la care sunt abonați din meniul longpress.
ru: {{ page.featured }} [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) - это клиент для популярного сайта потокового видео YouTube. В версии 0.14.2 улучшены макеты для планшетов и макет списка для загруженных медиафайлов. Кроме того, теперь пользователи могут легко делиться подписными каналами из меню длительного нажатия (лонгпресс).
uk: {{ page.featured }} [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) - це клієнт для популярного сайту потокового відео YouTube. У версії 0.14.2 поліпшені макети для планшетів і макет списку для завантажених медіафайлів. Крім того, тепер користувачі можуть легко ділитися підписними каналами з меню тривалого натискання (лонгпрес).
zh_hans: {{ page.featured }} [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) 是流行的视频流媒体网站 YouTube 的客户端。 0.14.2 版带来了更好的平板电脑布局和下载媒体的列表布局。此外，用户现在可以从长按菜单轻松共享订阅的频道。

source: TWIF 29: New Matrix Server and Mirror Testers Wanted
de: TWIF 29: Neuer Matrix-Server und Mirror-Tester gesucht
pl: TWIF 29: Poszukujemy testerów nowych serwerów Matrix i serwerów lustrzanych
ro: TWIF 29: Se caută un nou server Matrix și testeri de oglinzi
ru: TWIF 29: Новый сервер Matrix и требуются тестеры зеркал
uk: TWIF 29: Новий сервер Matrix і потрібні тестери дзеркал
zh_hans: TWIF 29：需要新的 Matrix 服务器和镜像测试者
