Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)** was [updated](https://www.stoutner.com/privacy-browser/changelog/) from 2.17.1 to 3.1
de: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)**-[Aktualisierung](https://www.stoutner.com/privacy-browser/changelog/) von 2.17.1 auf 3.1
pl: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)** został [zaktualizowany](https://www.stoutner.com/privacy-browser/changelog/) z 2.17.1 do 3.1
ro: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)** a fost [updated](https://www.stoutner.com/privacy-browser/changelog/) de la 2.17.1 la 3.1
ru: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)** был [обновлен](https://www.stoutner.com/privacy-browser/changelog/) с 2.17.1 до 3.1
uk: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)** [оновлено](https://www.stoutner.com/privacy-browser/changelog/) з 2.17.1 до 3.1
zh_hans: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)** 从 2.17.1 [更新](https://www.stoutner.com/privacy-browser/changelog/)到 3.1

source: **[Puzzles](https://f-droid.org/packages/name.boyle.chris.sgtpuzzles/)** was [updated](https://github.com/chrisboyle/sgtpuzzles/releases) from 2018-10-27-1350-f281644b to 2019-03-26-0844-68363231
de: **[Puzzles](https://f-droid.org/packages/name.boyle.chris.sgtpuzzles/)** erhielt ein [Update](https://github.com/chrisboyle/sgtpuzzles/releases) von 2018-10-27-1350-f281644b auf 2019-03-26-0844-68363231
pl: **[Puzzles](https://f-droid.org/packages/name.boyle.chris.sgtpuzzles/)** został [zaktualizowany](https://github.com/chrisboyle/sgtpuzzles/releases) z 2018-10-27-1350-f281644b do 2019-03-26-0844-68363231
ro: **[Puzzles](https://f-droid.org/packages/name.boyle.chris.sgtpuzzles/)** a fost [updated](https://github.com/chrisboyle/sgtpuzzles/releases) from 2018-10-27-1350-f281644b to 2019-03-26-0844-68363231
ru: **[Puzzles](https://f-droid.org/packages/name.boyle.chris.sgtpuzzles/)** были [обновлены](https://github.com/chrisboyle/sgtpuzzles/releases) от 2018-10-27-1350-f281644b до 2019-03-26-0844-68363231
uk: **[Puzzles](https://f-droid.org/packages/name.boyle.chris.sgtpuzzles/)** [оновлено](https://github.com/chrisboyle/sgtpuzzles/releases) з 2018-10-27-1350-f281644b до 2019-03-26-0844-68363231
zh_hans: **[Puzzles](https://f-droid.org/packages/name.boyle.chris.sgtpuzzles/)** 从 2018-10-27-1350-f281644b [更新](https://github.com/chrisboyle/sgtpuzzles/releases)到 2019-03-26-0844-68363231

source: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** was [updated](https://github.com/moezbhatti/qksms/releases) from 3.6.3 to 3.6.6
de: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)**-[Aktualisierung](https://github.com/moezbhatti/qksms/releases) von 3.6.3 auf 3.6.6
pl: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** został [zaktualizowany](https://github.com/moezbhatti/qksms/releases) z 3.6.3 do 3.6.6
ro: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** a fost [updated](https://github.com/moezbhatti/qksms/releases) de la 3.6.3 la 3.6.6
ru: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** был [обновлен](https://github.com/moezbhatti/qksms/releases) с 3.6.3 до 3.6.6
uk: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** [оновлено](https://github.com/moezbhatti/qksms/releases) з 3.6.3 до 3.6.6
zh_hans: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** 从 3.6.3 [更新](https://github.com/moezbhatti/qksms/releases) 至 3.6.6

source: **[Quasseldroid](https://f-droid.org/packages/com.iskrembilen.quasseldroid/)** was updated from v1.0.39 to v1.2.9
de: **[Quasseldroid](https://f-droid.org/packages/com.iskrembilen.quasseldroid/)** erhielt ein Update von v1.0.39 auf v1.2.9
pl: **[Quasseldroid](https://f-droid.org/packages/com.iskrembilen.quasseldroid/)** został zaktualizowany z v1.0.39 do v1.2.9
ro: **[Quasseldroid](https://f-droid.org/packages/com.iskrembilen.quasseldroid/)** a fost actualizat de la v1.0.39 la v1.2.9
ru: **[Quasseldroid](https://f-droid.org/packages/com.iskrembilen.quasseldroid/)** был обновлен с версии 1.0.39 до версии 1.2.9
uk: **[Quasseldroid](https://f-droid.org/packages/com.iskrembilen.quasseldroid/)** оновлено з v1.0.39 до v1.2.9
zh_hans: **[Quasseldroid](https://f-droid.org/packages/com.iskrembilen.quasseldroid/)** 从 v1.0.39 更新到 v1.2.9

source: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)** was [updated](https://framagit.org/beriain/quicklyquit/blob/master/CHANGELOG.md) from 1.2.1 to 1.2.2
de: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)**-[Aktualisierung](https://framagit.org/beriain/quicklyquit/blob/master/CHANGELOG.md) von 1.2.1 auf 1.2.2
pl: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)** został [zaktualizowany](https://framagit.org/beriain/quicklyquit/blob/master/CHANGELOG.md) z 1.2.1 do 1.2.2
ro: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)** a fost [updated](https://framagit.org/beriain/quicklyquit/blob/master/CHANGELOG.md) de la 1.2.1 la 1.2.2.2
ru: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)** был [обновлен](https://framagit.org/beriain/quicklyquit/blob/master/CHANGELOG.md) с 1.2.1 до 1.2.2
uk: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)** [оновлено](https://framagit.org/beriain/quicklyquit/blob/master/CHANGELOG.md) з 1.2.1 до 1.2.2
zh_hans: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)** 从 1.2.1 [更新](https://framagit.org/beriain/quicklyquit/blob/master/CHANGELOG.md)到 1.2.2

source: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** was [updated](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) from 2.4.3+fcr to 2.5.3+fcr
de: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)**-[Aktualisierung](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) von 2.4.3+fcr auf 2.5.3+fcr
pl: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** został [zaktualizowany](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) z 2.4.3+fcr do 2.5.3+fcr
ro: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** a fost [updated](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) de la 2.4.3+fcr la 2.5.3+fcr
ru: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** был [обновлен](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) с 2.4.3+fcr до 2.5.3+fcr
uk: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** [оновлено](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) з 2.4.3+fcr до 2.5.3+fcr
zh_hans: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** 从 2.4.3+fcr [更新](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md)到 2.5.3+fcr

source: **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** was updated from 0.13 to 0.13.1
de: **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** erhielt ein Update von 0.13 auf 0.13.1
pl: **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** został zaktualizowany z 0.13 do 0.13.1
ro: **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** a fost actualizat de la 0.13 la 0.13.1
ru: **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** обновлен с 0.13 до 0.13.1
uk: **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** оновлено з 0.13 до 0.13.1
zh_hans: **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** 从 0.13 更新到 0.13.1

source: **[RadioDroid](https://f-droid.org/packages/net.programmierecke.radiodroid2/)** was updated from 0.69 to 0.75
de: **[RadioDroid](https://f-droid.org/packages/net.programmierecke.radiodroid2/)** erhielt ein Update von 0.69 auf 0.75
pl: **[RadioDroid](https://f-droid.org/packages/net.programmierecke.radiodroid2/)** został zaktualizowany z 0.69 do 0.75
ro: **[RadioDroid](https://f-droid.org/packages/net.programmierecke.radiodroid2/)** a fost actualizată de la 0,69 la 0,75
ru: **[RadioDroid](https://f-droid.org/packages/net.programmierecke.radiodroid2/)** был обновлен с 0.69 до 0.75
uk: **[RadioDroid](https://f-droid.org/packages/net.programmierecke.radiodroid2/)** оновлено з 0.69 до 0.75
zh_hans: **[RadioDroid](https://f-droid.org/packages/net.programmierecke.radiodroid2/)** 从 0.69 更新到 0.75

source: **[Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/)** was updated from 1719010301-github to 1719051372-github
de: **[Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/)** erhielt ein Update von 1719010301-github auf 1719051372-github
pl: **[Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/)** został zaktualizowany z 1719010301-github do 1719051372-github
ro: **[Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/)** a fost actualizată de la 1719010301-github la 1719051372-github
ru: **[Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/)** был обновлен с 1719010301-github до 1719051372-github
uk: **[Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/)** оновлено з 1719010301-github до 1719051372-github
zh_hans: **[Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/)** 从 1719010301-github 更新到 1719051372-github

source: **[Retro Breaker](https://f-droid.org/packages/br.usp.ime.retrobreaker/)** was updated from 1.1 to 1.3
de: **[Retro Breaker](https://f-droid.org/packages/br.usp.ime.retrobreaker/)** erhielt ein Update von 1.1 auf 1.3
pl: **[Retro Breaker](https://f-droid.org/packages/br.usp.ime.retrobreaker/)** został zaktualizowany z 1.1 do 1.3
ro: **[Retro Breaker](https://f-droid.org/packages/br.usp.ime.retrobreaker/)** a fost actualizat de la 1.1 la 1.3
ru: **[Retro Breaker](https://f-droid.org/packages/br.usp.ime.retrobreaker/)** был обновлен с 1.1 до 1.3
uk: **[Retro Breaker](https://f-droid.org/packages/br.usp.ime.retrobreaker/)** оновлено з 1.1 до 1.3
zh_hans: **[Retro Breaker](https://f-droid.org/packages/br.usp.ime.retrobreaker/)** 从 1.1 更新到 1.3

source: **[Retro Text Editor](https://f-droid.org/packages/click.dummer.textthing/)** was updated from 2.11 to 2.14
de: **[Retro Text Editor](https://f-droid.org/packages/click.dummer.textthing/)** erhielt ein Update von 2.11 auf 2.14
pl: **[Retro Text Editor](https://f-droid.org/packages/click.dummer.textthing/)** został zaktualizowany z 2.11 do 2.14
ro: **[Retro Text Editor](https://f-droid.org/packages/click.dummer.textthing/)** a fost actualizat de la 2.11 la 2.14
ru: **[Retro Text Editor](https://f-droid.org/packages/click.dummer.textthing/)** был обновлен с 2.11 до 2.14
uk: **[Retro Text Editor](https://f-droid.org/packages/click.dummer.textthing/)** оновлено з 2.11 до 2.14
zh_hans: **[Retro Text Edito](https://f-droid.org/packages/click.dummer.textthing/)** 从 2.11 更新到 2.14

source: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** was [updated](https://github.com/MCMrARM/revolution-irc/releases) from 0.5.1 to 0.5.2
de: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)**-[Aktualisierung](https://github.com/MCMrARM/revolution-irc/releases) von 0.5.1 auf 0.5.2
pl: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** został [zaktualizowany](https://github.com/MCMrARM/revolution-irc/releases) z 0.5.1 do 0.5.2
ro: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** a fost [updated](https://github.com/MCMrARM/revolution-irc/releases) de la 0.5.1 la 0.5.2
ru: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** был [обновлен](https://github.com/MCMrARM/revolution-irc/releases) с 0.5.1 до 0.5.2
uk: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** [оновлено](https://github.com/MCMrARM/revolution-irc/releases) з 0.5.1 до 0.5.2
zh_hans: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** 从 0.5.1 [更新](https://github.com/MCMrARM/revolution-irc/releases)到 0.5.2

source: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)** was [updated](https://github.com/OAndell/Riksdagskollen/releases) from 2.10.0 to 2.11.3
de: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)**-[Aktualisierung](https://github.com/OAndell/Riksdagskollen/releases) von 2.10.0 auf 2.11.3
pl: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)** został [zaktualizowany](https://github.com/OAndell/Riksdagskollen/releases) z 2.10.0 do 2.11.3
ro: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)** a fost [updated](https://github.com/OAndell/Riksdagskollen/releases) de la 2.10.0 la 2.11.3
ru: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)** был [обновлен](https://github.com/OAndell/Riksdagskollen/releases) с 2.10.0 до 2.11.3
uk: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)** [оновлено](https://github.com/OAndell/Riksdagskollen/releases) з 2.10.0 до 2.11.3
zh_hans: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)** 从 2.10.0 [更新](https://github.com/OAndell/Riksdagskollen/releases)到 2.11.3

source: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** was [updated](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) from 0.8.26 to 0.8.28a
de: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)**-[Aktualisierung](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) von 0.8.26 auf 0.8.28a
pl: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** został [zaktualizowany](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) z 0.8.26 do 0.8.28a
ro: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** a fost [updated](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) de la 0.8.26 la 0.8.28a
ru: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** был [обновлен](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) с 0.8.26 до 0.8.28a
uk: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [оновлено](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) з 0.8.26 до 0.8.28a
zh_hans: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 从 0.8.26 [更新](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst)到 0.8.28a

source: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)** was [updated](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) from 0.9.9 to 0.9.10
de: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)**-[Aktualisierung](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) von 0.9.9 auf 0.9.10
pl: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)** został [zaktualizowany](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) z 0.9.9 do 0.9.10
ro: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)** a fost [updated](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) de la 0.9.9.9 la 0.9.10
ru: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)** был [обновлен](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) с 0.9.9 до 0.9.10
uk: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)** [оновлено](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) з 0.9.9 до 0.9.10
zh_hans: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)** 从 0.9.9 [更新](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG)到 0.9.10

source: **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)** was updated from 1.0.11 to 1.0.12
de: **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)** erhielt ein Update von 1.0.11 auf 1.0.12
pl: **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)** został zaktualizowany z 1.0.11 do 1.0.12
ro: **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)** a fost actualizat de la 1.0.11 la 1.0.12
ru: **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)** был обновлен с 1.0.11 до 1.0.12
uk: **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)** оновлено з 1.0.11 до 1.0.12
zh_hans: **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)** 从 1.0.11 更新到 1.0.12

source: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)** was [updated](https://zephyrsoft.org/sdbviewer/history) from 1.3 to 1.4
de: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)**-[Aktualisierung](https://zephyrsoft.org/sdbviewer/history) von 1.3 auf 1.4
pl: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)** został [zaktualizowany](https://zephyrsoft.org/sdbviewer/history) z 1.3 do 1.4
ro: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)** a fost [updated](https://zephyrsoft.org/sdbviewer/history) de la 1. 3 la 1. 4
ru: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)** был [обновлен](https://zephyrsoft.org/sdbviewer/history) с 1.3 до 1.4
uk: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)** [оновлено](https://zephyrsoft.org/sdbviewer/history) з 1.3 до 1.4
zh_hans: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)** 从 1.3 [更新](https://zephyrsoft.org/sdbviewer/history)到1.4

source: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)** was updated from 1.9.9 to 1.9.13
de: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)** erhielt ein Update von 1.9.9 auf 1.9.13
pl: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)** został zaktualizowany z 1.9.9 do 1.9.13
ro: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)** a fost actualizat de la 1.9.9 la 1.9.13
ru: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)** был обновлен с 1.9.9 до 1.9.13
uk: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)** оновлено з 1.9.9 до 1.9.13
zh_hans: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)** 从 1.9.9 更新到 1.9.13

source: **[SQRL Login](https://f-droid.org/packages/org.ea.sqrl/)** was updated from 0.13.5 to 1.2.0
de: **[SQRL Login](https://f-droid.org/packages/org.ea.sqrl/)** erhielt ein Update von 0.13.5 auf 1.2.0
pl: **[SQRL Login](https://f-droid.org/packages/org.ea.sqrl/)** został zaktualizowany z 0.13.5 do 1.2.0
ro: **[SQRL Login](https://f-droid.org/packages/org.ea.sqrl/)** a fost actualizat de la 0.13.5 la 1.2.0
ru: **[SQRL Login](https://f-droid.org/packages/org.ea.sqrl/)** был обновлен с 0.13.5 до 1.2.0
uk: **[SQRL Login](https://f-droid.org/packages/org.ea.sqrl/)** оновлено з 0.13.5 до 1.2.0
zh_hans: **[SQRL Login](https://f-droid.org/packages/org.ea.sqrl/)** 从 0.13.5 更新到 1.2.0

source: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)** was updated from 1.0.14 to 1.1.0
de: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)** erhielt ein Update von 1.0.14 auf 1.1.0
pl: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)** został zaktualizowany z 1.0.14 do 1.1.0
ro: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)** a fost actualizat de la 1.0.14 la 1.1.0
ru: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)** был обновлен с 1.0.14 до 1.1.0
uk: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)** оновлено з 1.0.14 до 1.1.0
zh_hans: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)** 从 1.0.14 更新到 1.1.0

source: **[Scrambled Exif](https://f-droid.org/packages/com.jarsilio.android.scrambledeggsif/)** was [updated](https://gitlab.com/juanitobananas/scrambled-exif/blob/HEAD/CHANGELOG.md) from 1.2.5b to 1.3.6
de: **[Scrambled Exif](https://f-droid.org/packages/com.jarsilio.android.scrambledeggsif/)**-[Aktualisierung](https://gitlab.com/juanitobananas/scrambled-exif/blob/HEAD/CHANGELOG.md) von 1.2.5b auf 1.3.6
pl: **[Scrambled Exif](https://f-droid.org/packages/com.jarsilio.android.scrambledeggsif/)** został [zaktualizowany](https://gitlab.com/juanitobananas/scrambled-exif/blob/HEAD/CHANGELOG.md) z 1.2.5b do 1.3.6
ro: **[Scrambled Exif](https://f-droid.org/packages/com.jarsilio.android.scrambledeggsif/)** a fost [updated](https://gitlab.com/juanitobananas/scrambled-exif/blob/HEAD/CHANGELOG.md) de la 1.2.5b la 1.3.6
ru: **[Scrambled Exif](https://f-droid.org/packages/com.jarsilio.android.scrambledeggsif/)** был [обновлен](https://gitlab.com/juanitobananas/scrambled-exif/blob/HEAD/CHANGELOG.md) с 1.2.5b до 1.3.6
uk: **[Scrambled Exif](https://f-droid.org/packages/com.jarsilio.android.scrambledeggsif/)** [оновлено](https://gitlab.com/juanitobananas/scrambled-exif/blob/HEAD/CHANGELOG.md) з 1.2.5b до 1.3.6
zh_hans: **[Scrambled Exif](https://f-droid.org/packages/com.jarsilio.android.scrambledeggsif/)** 从 1.2.5b [更新](https://gitlab.com/juanitobananas/scrambled-exif/blob/HEAD/CHANGELOG.md)到 1.3.6

source: **[ScreenCam](https://f-droid.org/packages/com.orpheusdroid.screenrecorder/)** was updated from 2.0.2-fdroid to 2.0.3-fdroid
de: **[ScreenCam](https://f-droid.org/packages/com.orpheusdroid.screenrecorder/)** erhielt ein Update von 2.0.2-fdroid auf 2.0.3-fdroid
pl: **[ScreenCam](https://f-droid.org/packages/com.orpheusdroid.screenrecorder/)** został zaktualizowany z 2.0.2-fdroid do 2.0.3-fdroid
ro: **[ScreenCam](https://f-droid.org/packages/com.orpheusdroid.screenrecorder/)** a fost actualizat de la 2.0.2-fdroid la 2.0.3-fdroid
ru: **[ScreenCam](https://f-droid.org/packages/com.orpheusdroid.screenrecorder/)** был обновлен с 2.0.2-fdroid до 2.0.3-fdroid
uk: **[ScreenCam](https://f-droid.org/packages/com.orpheusdroid.screenrecorder/)** оновлено з 2.0.2-fdroid до 2.0.3-fdroid
zh_hans: **[ScreenCam](https://f-droid.org/packages/com.orpheusdroid.screenrecorder/)** 从 2.0.2-fdroid 更新到 2.0.3-fdroid

source: **[ScreenStream](https://f-droid.org/packages/info.dvkr.screenstream/)** was updated from 3.0.18 to 3.1.7
de: **[ScreenStream](https://f-droid.org/packages/info.dvkr.screenstream/)** erhielt ein Update von 3.0.18 auf 3.1.7
pl: **[ScreenStream](https://f-droid.org/packages/info.dvkr.screenstream/)** został zaktualizowany z 3.0.18 do 3.1.7
ro: **[ScreenStream](https://f-droid.org/packages/info.dvkr.screenstream/)** a fost actualizat de la 3.0.18 la 3.1.7
ru: **[ScreenStream](https://f-droid.org/packages/info.dvkr.screenstream/)** был обновлен с 3.0.18 до 3.1.7
uk: **[ScreenStream](https://f-droid.org/packages/info.dvkr.screenstream/)** оновлено з 3.0.18 до 3.1.7
zh_hans: **[ScreenStream](https://f-droid.org/packages/info.dvkr.screenstream/)** 从 3.0.18 更新到 3.1.7

source: **[Screenshot Tile (NoRoot)](https://f-droid.org/packages/com.github.cvzi.screenshottile/)** was updated from 1.2.4 to 1.5.1
de: **[Screenshot Tile (NoRoot)](https://f-droid.org/packages/com.github.cvzi.screenshottile/)** erhielt ein Update von 1.2.4 auf 1.5.1
pl: **[Screenshot Tile (NoRoot)](https://f-droid.org/packages/com.github.cvzi.screenshottile/)** został zaktualizowany z 1.2.4 do 1.5.1
ro: **[Screenshot Tile (NoRoot)](https://f-droid.org/packages/com.github.cvzi.screenshottile/)** a fost actualizat de la 1.2.4 la 1.5.1
ru: **[Screenshot Tile (NoRoot)](https://f-droid.org/packages/com.github.cvzi.screenshottile/)** обновлен с 1.2.4 до 1.5.1
uk: **[Screenshot Tile (NoRoot)](https://f-droid.org/packages/com.github.cvzi.screenshottile/)** оновлено з 1.2.4 до 1.5.1
zh_hans: **[Screenshot Tile (NoRoot)](https://f-droid.org/packages/com.github.cvzi.screenshottile/)** 从 1.2.4 更新到 1.5.1
