Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: > “F-Droid is an extremely important part of the free software ecosystem. > With so many people carrying powerful computers in their pockets, it is more important than ever to have a strong free software alternative to the proprietary app stores, walled gardens, and adware found elsewhere. > I'm constantly amazed by what the F-Droid team and community have achieved, and look forward to serving on the board, bringing my software development and computer science background to help the project grow.” > \- Peter Serwylo
ru: > "F-Droid - чрезвычайно важная часть экосистемы свободного программного обеспечения. > Сейчас, когда так много людей носят мощные компьютеры в карманах, как никогда важно иметь сильную альтернативу свободному программному обеспечению, а не проприетарным магазинам приложений, "огородам" и рекламному ПО, встречающемуся повсюду. > Я постоянно удивляюсь тому, чего достигла команда F-Droid и сообщество, и с нетерпением жду возможности войти в состав совета директоров, привнося свой опыт в разработке программного обеспечения и информатике, чтобы помочь проекту развиваться." > \- Питер Сервайло
uk: > "F-Droid є надзвичайно важливою частиною екосистеми вільного програмного забезпечення. > З такою великою кількістю людей, що носять потужні комп'ютери в кишенях, як ніколи важливо мати сильну альтернативу вільного програмного забезпечення пропрієтарним крамницям застосунків, закритим клубам та рекламним смітникам, які можна знайти скрізь. > Я не перестаю дивуватися тому, чого досягла команда та спільнота F-Droid, і з нетерпінням чекаю на роботу в раді директорів, де зможу поділитися своїми знаннями з розробки програмного забезпечення та комп'ютерних наук, щоб допомогти проєкту розвиватися." > \- Петер Сервило
zh_hans: > “F-Droid 是自由软件生态中非常重要的一部分。 > 鉴于有如此之多的人们在口袋中装着强大的计算机，有一个强大的自由软件，替代随处可见的专有应用商店，围墙花园和广告软件，从未如此重要。 > F-Droid 团队和社区达成的成就一直让我惊讶，并期待在委员会中服务，利用我的软件开发和计算机科学背景帮助项目成长。” > \- Peter Serwylo

source: Not only will this bring new perspectives to the Board, but it will also enhance its geographic diversity. Peter lives in Australia, Juliana is on the USA's Eastern Seaboard, and I hail from Britain. That means two countries hitherto unrepresented on the Board of Directors, and our first director from south of the Equator! This is especially welcome given how F-Droid is part of the global movement of Free and Open Source Software (FOSS).
ru: Это не только привнесет в состав Совета директоров новые взгляды, но и расширит его географическое разнообразие. Питер живет в Австралии, Джулиана - на восточном побережье США, а я родом из Великобритании. Это означает, что две страны до сих пор не были представлены в Совете директоров, а наш первый директор - к югу от экватора! Это особенно приятно, учитывая, что F-Droid является частью глобального движения свободного и открытого программного обеспечения (FOSS).
uk: Це не лише відкриє нові перспективи для Правління, але й розширить його географічне розмаїття. Пітер живе в Австралії, Джуліана - на східному узбережжі США, а я родом з Британії. Це означає, що дві країни досі не були представлені в Раді директорів, і це наш перший директор з півдня від екватора! Це особливо приємно, враховуючи, що F-Droid є частиною глобального руху за вільне та відкрите програмне забезпечення (FOSS).
zh_hans: 这不仅将为委员会带来新的观点，它也会提高委员会的地理多样性。Peter 生活在澳大利亚，Juliana 在美国东部沿海，而我从英国向你问好。这意味着两个迄今为止在委员会中没有代表的国家，以及我们的第一位来自南半球的委员！考虑到 F-Droid 作为全球自由开源软件运动的一部分这尤其受欢迎。

source: As originally planned, Max Mehl, one the founding directors of the Board, is leaving. I am sure I speak for the whole F-Droid community in wanting to express gratitude for his service to the project. Max has a few words with which to bid the Board farewell:
ru: Как и планировалось изначально, Макс Мел, один из основателей совета директоров, покидает его. Я уверен, что говорю от имени всего сообщества F-Droid, желая выразить благодарность за его службу проекту. У Макса есть несколько слов для прощания с Советом директоров:
uk: Як і планувалося спочатку, Макс Мель, один із засновників Ради директорів, залишає посаду. Я впевнений, що говорю від імені всієї спільноти F-Droid, висловлюючи подяку за його службу в проєкті. Макс хоче сказати кілька слів на прощання:
zh_hans: 正如原计划，Max Mehl，委员会创始成员之一，离任了。我确信我可以代表整个 F-Droid 社区对他的服务表示感谢。Max 向委员会告别：

source: > “I would like to thank the F-Droid community and my fellow Board members for giving me the opportunity to serve on the founding Board. > Having been an avid user since the early days of F-Droid, this role has made the often time-consuming and tedious background tasks much more transparent to me. > So my greatest appreciation goes to the volunteers who put so much long-term work into F-Droid! > > My wish and hope is that the Board will continue to reduce the friction for current and future F-Droid contributors, while at the same time professionalising the handling of incidents and conflicts. > I am confident that the Board in its new composition has everything it takes to succeed.” > \- Max Mehl
ru: > "Я хотел бы поблагодарить сообщество F-Droid и моих коллег по Совету директоров за предоставленную мне возможность работать в Совете учредителей. > Будучи заядлым пользователем с первых дней существования F-Droid, эта роль сделала для меня гораздо более прозрачными часто отнимающие время и утомительные фоновые задачи. > Так что моя самая большая благодарность - волонтерам, которые вложили столько долгосрочной работы в F-Droid! > > Я желаю и надеюсь, что Совет будет продолжать снижать трудности для нынешних и будущих участников F-Droid, в то же время повышая профессионализм в рассмотрении инцидентов и конфликтов. > Я уверен, что у Совета в его новом составе есть все необходимое для успеха". >\- Макс Мель
uk: > "Я хотів би подякувати спільноті F-Droid та моїм колегам-членам правління за надану мені можливість працювати в раді засновників. > Будучи завзятим користувачем з перших днів існування F-Droid, ця роль зробила для мене більш прозорою часто трудомістку та нудну фонову роботу, яка часто забирає багато часу. > Тож я дуже вдячний волонтерам, які вклали стільки довготривалої праці у F-Droid! > > Я бажаю і сподіваюся, що Правління продовжить зменшувати тертя для теперішніх і майбутніх учасників F-Droid, одночасно підвищуючи професіоналізм у вирішенні інцидентів і конфліктів. > Я впевнений, що Правління в його новому складі має все необхідне для досягнення успіху". > \- Макс Мель
zh_hans: > “我想要感谢 F-Droid 社区和我的委员会同僚给我这个机会为创始委员会服务。 > 作为从 F-Droid 初期开始的狂热用户，这个职位让经常耗时和乏味的幕后工作对我来说更加透明。 > 因此我对在 F-Droid 上付出如此之多长期努力的志愿者们表示感谢！ > > 我希望委员会将继续为 F-Droid 现在和未来的贡献者减少摩擦，并使事件和冲突的处理更加专业化。 > 我相信新的委员会组成具备成功的所有条件。” > \- Max Mehl

source: Andrew Lewman and Matthias Kirschner continue their two-year terms as directors, and Hans-Christoph Steiner continues his two-year term as Technical Lead (a non-director role advisory to the Board). Showing their belief in F-Droid, Morgan Lemmer-Webber, John Sullivan and Michael Downey volunteered to continue after their initial one-year terms and have subsequently been re-elected. This will help to maintain continuity in what is the first change to the Board's composition since its founding, and brings the total number of directors to eight, up from six directors during the Board's first year.
ru: Эндрю Льюман и Маттиас Киршнер продолжают выполнять свои двухлетние обязанности в качестве директоров, а Ханс-Кристоф Штайнер продолжает выполнять свои двухлетние обязанности в качестве технического руководителя (роль консультанта Совета директоров, не являющегося директором). Демонстрируя свою веру в F-Droid, Морган Леммер-Веббер, Джон Салливан и Майкл Дауни добровольно согласились продолжить работу после истечения первоначального годичного срока и впоследствии были переизбраны. Это поможет сохранить преемственность, что является первым изменением состава Совета директоров с момента его основания, и доведет общее число директоров до восьми, по сравнению с шестью директорами в первый год работы Совета.
uk: Ендрю Льюман і Маттіас Кіршнер продовжують свої дворічні терміни на посадах директорів, а Ганс-Крістоф Штайнер продовжує свій дворічний термін на посаді технічного керівника (консультанта Ради директорів, який не є директором). Демонструючи свою віру в F-Droid, Морган Леммер-Веббер, Джон Салліван і Майкл Дауні зголосилися продовжити свою роботу після закінчення початкового однорічного терміну і згодом були переобрані. Це допоможе зберегти спадкоємність у складі Ради директорів, що є першою зміною з моменту її заснування, і довести загальну кількість директорів до восьми, порівняно з шістьма директорами протягом першого року роботи Правління.
zh_hans: Andrew Lewman 和 Matthias Kirschner 继续他们的委员两年任期，Hans-Christoph Steiner 继续他的技术领导者（一个委员会的非委员咨询职位）两年任期。Morgan Lemmer-Webber，John Sullivan 和 Michael Downey 展现了对 F-Driod 的信念，志愿连任他们最初的一年任期并重新当选。这将在委员会组成自成立以来的首次改变中帮助维护连续性，并使委员人数从第一年的 6 人增加到 8 人。

source: Since its formation, the F-Droid Board of Directors has had four designated roles, namely that of Chair, Vice Chair, Clerk and Treasurer. Although none of the directors holding these positions are leaving, the Board has chosen to introduce one additional role and reassign an existing one: Peter will take the newly-created position of Vice Clerk, and I will succeed Morgan as the Chair. John, Andrew and Michael will continue in their capacities of Vice Chair, Clerk and Treasurer respectively.
ru: С момента создания Совета директоров F-Droid в нем были определены четыре роли: председатель, заместитель председателя, секретарь и казначей. Хотя никто из директоров, занимающих эти должности, не собирается уходить, совет решил ввести одну дополнительную роль и перераспределить одну из существующих: Питер займет вновь созданную должность заместителя секретаря, а я сменю Моргана на посту председателя. Джон, Эндрю и Майкл продолжат работу в качестве заместителя председателя, клерка и казначея соответственно.
uk: З моменту свого створення Рада директорів F-Droid мала чотири посади, а саме: голова, віцеголова, секретар і скарбник. Хоча жоден з директорів, які обіймають ці посади, не звільняється, Рада вирішила запровадити ще одну додаткову посаду і перерозподілити наявну: Пітер займе новостворену посаду Віцесекретаря, а я заміню Моргана на посаді Голови. Джон, Ендрю та Майкл продовжать виконувати свої обов'язки заступника голови, секретаря та скарбника відповідно.
zh_hans: 从成立以来，F-Droid 委员会就具有四种指定的职位，即主席，副主席，文员和财务主管。尽管担任这些职位的人都未离任，委员会选择设立一个新职位并重新分配一个现有职位：Peter 将担任新设立的副文员职位，而我将接任 Morgan 作为主席。John，Andrew 和 Michael 将继续担任副主席，文员和财务主管。

source: The Board is therefore now composed as follows:
ru: Таким образом, состав Совета в настоящее время выглядит следующим образом:
uk: Таким чином, зараз склад Ради такий:
zh_hans: 因此委员会组成如下：

source: Sebastian Crane (Chair) - until 2026
ru: Себастьян Крейн (председатель) - до 2026 года
uk: Себастьян Крейн (голова) - до 2026 року
zh_hans: Sebastian Crane（主席）- 直到 2026

source: Michael Downey (Treasurer) - reappointed, until 2025
ru: Майкл Дауни (казначей) - назначен повторно, до 2025 года
uk: Майкл Дауні (Скарбник) - перепризначений, до 2025 року
zh_hans: Michael Downey（财务主管）- 重新任命，直到 2025

source: Matthias Kirschner - until 2025
ru: Маттиас Киршнер - до 2025 года
uk: Матіас Кіршнер - до 2025 року
zh_hans: Matthias Kirschner - 直到 2025

source: Morgan Lemmer-Webber - reappointed, until 2025
ru: Морган Леммер-Веббер - назначен повторно, до 2025 года
uk: Морґан Леммер-Веббер - перепризначено на посаду до 2025 року
zh_hans: Morgan Lemmer-Webber - 重新任命，直到 2025

source: Andrew Lewman (Clerk) - until 2025
ru: Эндрю Льюман (клерк) - до 2025 года
uk: Ендрю Льюман (секретар) - до 2025 року
zh_hans: Andrew Lewman（文员）- 直到 2025

source: Peter Serwylo (Vice Clerk) - until 2026
ru: Питер Сервайло (заместитель клерка) - до 2026 года
uk: Пітер Сервило (віцесекретар) - до 2026 року
zh_hans: Peter Serwylo（副文员）- 直到 2026

source: Juliana Sims - until 2026
ru: Джулиана Симс - до 2026 года
uk: Джуліана Сімс - до 2026 року
zh_hans: Juliana Sims - 直到 2026

source: Hans-Christoph Steiner - *ex officio*, until 2026
ru: Ханс-Кристоф Штайнер - *по должности*, до 2026 года
uk: Ганс-Крістоф Штайнер - *за посадою*, до 2026 року
zh_hans: Hans-Christoph Steiner - *依职权*，直到 2026

source: John Sullivan (Vice Chair) - reappointed, until 2026
ru: Джон Салливан (заместитель председателя) - назначен повторно, до 2026 года
uk: Джон Салліван (віцеголова) - перепризначений, до 2026 року
zh_hans: John Sullivan （副主席）- 重新任命，任期至 2026

source: During 2024, the Board of Directors intends to form new subcommittees to establish additional points of liaison between the Board and those interested in specific aspects of F-Droid's activities (fundraising, for instance). If the prospect of participating in such discussions interests you, please keep an eye out for further announcements! Board meetings continue to be open to the entire community, and will be announced in advance on the [F-Droid Forum](https://forum.f-droid.org/).
ru: В течение 2024 года Совет директоров намерен сформировать новые подкомитеты для создания дополнительных точек связи между Советом директоров и теми, кто заинтересован в конкретных аспектах деятельности F-Droid (например, в сборе средств). Если перспектива участия в таких обсуждениях вас заинтересовала, пожалуйста, следите за дальнейшими объявлениями! Заседания совета директоров по-прежнему открыты для всего сообщества и будут заранее анонсироваться на [F-Droid Forum](https://forum.f-droid.org/).
uk: Протягом 2024 року Рада директорів має намір сформувати нові підкомітети для створення додаткових точок зв'язку між Радою та тими, хто цікавиться окремими аспектами діяльності F-Droid (наприклад, фандрейзингом). Якщо перспектива участі в таких обговореннях вас цікавить, будь ласка, слідкуйте за подальшими оголошеннями! Засідання Ради, як і раніше, відкриті для всієї спільноти, і про них буде заздалегідь повідомлено на [Форумі F-Droid](https://forum.f-droid.org/).
zh_hans: 在 2024 年中，委员会打算设立新的小组以建立委员会和对 F-Droid 某些方面的活动（例如筹款）感兴趣的人之间的更多联络点。如果你对参与这些讨论的前景感兴趣，请关注进一步的公告！委员会回忆继续对整个社区开放，并将在 [F-Droid 论坛](https://forum.f-droid.org/)上提前通知。

source: Best regards,
ru: С наилучшими пожеланиями,
uk: З найкращими побажаннями,
zh_hans: 此致敬礼，

source: Sebastian Crane on behalf of the F-Droid Board of Directors
ru: Себастьян Крейн от имени совета директоров F-Droid
uk: Себастьян Крейн від імені Ради директорів F-Droid
zh_hans: Sebastian Crane 代表 F-Droid 董事会

source: Repository Overhaul in new Client 1.20
ru: Обновление репозитория в новом клиенте 1.20
uk: Модернізація репозиторію в новому клієнті 1.20
zh_hans: 新客户端 1.20 中的存储库全面更新

source: Since [the early days of 2010](https://f-droid.org/2010/10/20/f-droid-repository-alpha.html), F-Droid is a *repository* of apps (not an app store). Its client app [always allowed to add third-party repositories](https://gitlab.com/fdroid/fdroidclient/-/blob/0b71cb7e7331fb73ee762225d0225fd92ce99010/src/org/fdroid/fdroid/ManageRepo.java). Today, there are [hundreds of repositories](https://forum.f-droid.org/t/known-repositories/721) and [we are improving](https://gitlab.com/fdroid/wiki/-/wikis/Repository-Management-Overhaul) how the client app is handling those:
ru: С [начала 2010 года](https://f-droid.org/2010/10/20/f-droid-repository-alpha.html) F-Droid является *хранилищем* приложений (не магазином приложений). Его клиентское приложение [всегда позволяло добавлять сторонние репозитории](https://gitlab.com/fdroid/fdroidclient/-/blob/0b71cb7e7331fb73ee762225d0225fd92ce99010/src/org/fdroid/fdroid/ManageRepo.java). Сегодня существуют [сотни репозиториев](https://forum.f-droid.org/t/known-repositories/721) и [мы улучшаем](https://gitlab.com/fdroid/wiki/-/wikis/Repository-Management-Overhaul) то, как клиентское приложение работает с ними:
uk: З [перших днів 2010 року](https://f-droid.org/2010/10/20/f-droid-repository-alpha.html) F-Droid — це *репозиторій* застосунків (а не крамницею застосунків). Його клієнтський застосунок [завжди може додавати сторонні репозиторії](https://gitlab.com/fdroid/fdroidclient/-/blob/0b71cb7e7331fb73ee762225d0225fd92ce99010/src/org/fdroid/fdroid/ManageRepo.java). Сьогодні існує [сотні репозиторіїв](https://forum.f-droid.org/t/known-repositories/721) і [ми вдосконалюємо](https://gitlab.com/fdroid/wiki/-/wikis/Repository-Management-Overhaul) роботу клієнтського застосунку з ними:
zh_hans: 自从[早期的 2010 年以来](https://f-droid.org/2010/10/20/f-droid-repository-alpha.html)，F-Droid 就是一个应用*存储库* （而非应用商店）。它的客户端应用[一直允许添加第三方存储库](https://gitlab.com/fdroid/fdroidclient/-/blob/0b71cb7e7331fb73ee762225d0225fd92ce99010/src/org/fdroid/fdroid/ManageRepo.java)。今天，有[上百个存储库](https://forum.f-droid.org/t/known-repositories/721)并且[我们在改进](https://gitlab.com/fdroid/wiki/-/wikis/Repository-Management-Overhaul)客户端应用处理它们的方式：

source: the official repository is preferred by default
ru: По умолчанию предпочтение отдается официальному репозиторию
uk: типово надається перевага офіційному репозиторію
zh_hans: 官方存储库默认首选

source: the repository an app comes from is prominently shown
ru: репозиторий, из которого создано приложение, отображается на видном месте
uk: репозиторій, з якого походить застосунок, відображається на видному місці
zh_hans: 应用来自的存储库突出显示

source: if an app is available from more than one repository, you can choose where to get it from
ru: если приложение доступно в нескольких репозиториях, вы можете выбрать, откуда его взять
uk: якщо застосунок доступний у кількох репозиторіях, ви можете вибрати, звідки його завантажити
zh_hans: 如果一个应用来自多个存储库，你可以选择从哪里获取

source: power users can change global repository priorities
ru: Опытные пользователи могут изменять глобальные приоритеты репозиториев
uk: досвідчені користувачі можуть змінювати глобальні пріоритети репозиторію
zh_hans: 高级用户可以选择全局存储库优先级

source: archives are part of their main repository and not listed separately
ru: архивы являются частью их основного хранилища и не перечисляются отдельно
uk: архіви є частиною їх основного репозиторію і не вказані окремо
zh_hans: 归档作为主存储库的一部分不再单独列出

source: Previously, if you added a new repository, it would get added with a higher priority than the pre-added official F-Droid repository. This allowed the newly added repository to *override* apps built by F-Droid. They could alter the app description and offer their own versions of the app for installation. With the new 1.20 release of the official F-Droid client app, newly added repositories get added with a lower priority, so that the apps from the F-Droid repository take precedence by default.
ru: Раньше, если вы добавляли новый репозиторий, он добавлялся с более высоким приоритетом, чем предварительно добавленный официальный репозиторий F-Droid. Это позволяло вновь добавленному хранилищу *переопределять* приложения, созданные F-Droid. Они могли изменять описание приложения и предлагать свои собственные версии приложений для установки. В новом выпуске 1.20 официального клиентского приложения F-Droid вновь добавляемые репозитории стали добавляться с более низким приоритетом, так что приложения из репозитория F-Droid имеют приоритет по умолчанию.
uk: Раніше, якщо ви додавали новий репозиторій, він додавався з вищим пріоритетом, ніж попередньо доданий офіційний репозиторій F-Droid. Це давало змогу новододаному репозиторію *перевизначати* застосунки, створені F-Droid. Вони можуть змінювати опис застосунку і пропонувати власні версії застосунку для встановлення. У новій версії 1.20 офіційного клієнтського застосунку F-Droid нові репозиторії додаються з нижчим пріоритетом, тож застосунки з репозиторію F-Droid мають пріоритет усталено.
zh_hans: 之前，如果你添加一个新存储库，它将获得比内置的官方 F-Droid 存储库更高的优先级。这允许新添加的存储库*覆盖*F-Droid 构建的应用。它们可以替换应用描述并提供它们自己的应用版本。在官方 F-Droid 客户端应用的新 1.20 版本中，新添加的存储库具有更低的优先级，因此来自 F-Droid 存储库的应用默认优先。

source: Furthermore, when tapping an app, the user sees the app details screen as usual. However, now a new box at the top clearly shows the repository the app comes from.
ru: Кроме того, при нажатии на приложение пользователь, как обычно, видит экран сведений о приложении. Однако теперь в новом поле в верхней части четко указано хранилище, из которого взято приложение.
uk: Крім того, коли користувач натискає на застосунок, він зазвичай бачить екран з подробицями про застосунок. Однак тепер у верхній частині екрана з'явилося нове поле, яке чітко показує репозиторій, з якого походить застосунок.
zh_hans: 此外，点按应用时，用户如往常一样看到应用的详细信息屏幕。然而，现在顶部的一个新的方框清楚地显示出应用来自哪个存储库。

source: All information on that page including the versions of the app that are considered for installation are provided by the repository that is shown in the box at the top. This was only implicit and hard to discover before.
ru: Вся информация на этой странице, включая версии приложений, которые рассматриваются для установки, предоставляется репозиторием, который отображается в поле вверху. Раньше это было только неявно и трудно обнаружить.
uk: Усі відомості на цій сторінці, включно з версіями застосунку, які розглядаються для встановлення, надаються репозиторієм, який показано у вікні вгорі. Раніше це було лише неявно, і його було важко знайти.
zh_hans: 页面上的所有信息，包括应用用于安装的版本，都来自顶部框内显示的存储库。过去这仅仅是隐含的，不易发现。

source: If the app is available from more than one repository, the box in the app details screen becomes a drop-down where the user can see all repositories and choose which one should be used for installation, updates and app information.
ru: Если приложение доступно из нескольких репозиториев, поле на экране сведений о приложении становится выпадающим, где пользователь может увидеть все репозитории и выбрать, какой из них следует использовать для установки, обновления и получения информации о приложении.
uk: Якщо застосунок доступний з декількох репозиторіїв, поле на екрані відомостей про застосунок стає спадним, де користувач може побачити всі репозиторії і вибрати, який з них слід використовувати для встановлення, оновлення та отримання відомостей про застосунок.
zh_hans: 如果多个存储库包含这一应用，应用详细信息屏幕中的方框将变成一个下拉菜单，用户可以看到所有存储库并选择用于安装，更新和应用信息的存储库。
