Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: You can transform your tag timelines into media timelines (like the art timeline) by long-pressing the tab
pl: Osie czasowe tagów można przekształcić w osie czasowe mediów (np. oś czasową sztuki), naciskając długo kartę
ro: Puteți transforma cronologiile de etichete în cronologii media (cum ar fi cronologia de artă) prin apăsarea lungă a filei
ru: Вы можете преобразовать временные шкалы тегов в медиа-шкалы (например, в арт шкалу (таймлайн)), долго нажимая на вкладку
uk: Ви можете перетворити тимчасові шкали міток на медіашкали (наприклад, в арт шкалу (таймлайн)), тривалим натисканням на вкладку
zh_hans: 你可以通过长按选项卡将标签时间线转换为媒体时间线（如艺术时间轴）

source: Remove NSFW media by default (but you can allow them independently for each timeline)
pl: Domyślnie usuwaj multimedia NSFW (ale możesz zezwolić na nie niezależnie dla każdej osi czasu)
ro: Îndepărtați mediile NSFW în mod implicit (dar le puteți permite în mod independent pentru fiecare cronologie)
ru: Удалять NSFW-медиа по умолчанию (но вы можете разрешить их независимо для каждой временной шкалы (таймлайна))
uk: Вилучати NSFW-медіа типово (але ви можете дозволити їх незалежно для кожної тимчасової шкали (таймлайна))
zh_hans: 默认情况下移除 NSFW 内容（但你可以为每个时间线单独允许它们）

source: Better customization of the time for notifications
pl: Lepsze dostosowywanie czasu powiadomień
ro: O mai bună personalizare a orei pentru notificări
ru: Улучшенная настройка времени для уведомлений
uk: Покращена настройка часу для повідомлень
zh_hans: 更好地定制通知时间

source: Improved refresh for art and tag timelines
pl: Ulepszone odświeżanie grafiki i osi czasu tagów
ro: Reîmprospătare îmbunătățită pentru cronologiile de artă și etichete
ru: Улучшенное обновление временной шкалы артов (искусства) и тегов
uk: Оновлення із вдосконаленнями тимчасової шкали артів (мистецтва) і міток
zh_hans: 改进了艺术和标签时间线的刷新

source: Other smaller improvements and bug fixes
pl: Inne mniejsze ulepszenia i poprawki błędów
ro: Alte îmbunătățiri mai mici și corecturi de erori
ru: Другие мелкие улучшения и исправления ошибок
uk: Інші дрібні поліпшення і виправлення помилок
zh_hans: 其他较小的改进和错误修复

source: **[Syncthing Lite](https://f-droid.org/packages/net.syncthing.lite/)** 0.3.10 [is out](https://github.com/syncthing/syncthing-lite/releases) with updated translations, encrypted temporary data, updated path validation, fixed file type detection for filenames with umlauts and/or spaces, several crash fixes, and other improvements.
de: **[Syncthing Lite](https://f-droid.org/packages/net.syncthing.lite/)** 0.3.10 [ist da](https://github.com/syncthing/syncthing-lite/releases) mit aktualisierten Übersetzungen, verschlüsselten temporären Daten, akualisierter Pfadvalidierung, reparierter Dateityperkennung für Dateinamen mit Umlauten und/oder Leerstellen, einigen Lösungen für Absturzursachen und weiteren Verbesserungen.
pl: **[Syncthing Lite](https://f-droid.org/packages/net.syncthing.lite/)** 0.3.10 [jest obecnie](https://github.com/syncthing/syncthing-lite/releases) ze zaktualizowanymi tłumaczeniami, zaszyfrowanymi danymi tymczasowymi, zaktualizowanym sprawdzaniem poprawności ścieżek, ustalonym wykrywaniem typu plików dla nazw plików z umlautami i / lub spacjami, kilka poprawki awaryjne i inne ulepszenia.
ro: **[Syncthing Lite](https://f-droid.org/packages/net.syncthing.lite/)** 0.3.10 [is out](https://github.com/syncthing/syncthing-lite/releases) cu traduceri actualizate, date temporare criptate, validare actualizată a căilor de acces, detectare fixă a tipului de fișier pentru nume de fișiere cu litere de suspensie și/sau spații, mai multe corecturi de erori și alte îmbunătățiri.
ru: **[Syncthing Lite](https://f-droid.org/packages/net.syncthing.lite/)** 0.3.10 [вышел](https://github.com/syncthing/syncthing-lite/releases) с обновленными переводами, зашифрованными временными данными, обновленной проверкой путей, исправленным определением типа файла для имен файлов с умлаутами и/или пробелами, несколькими исправлениями сбоев и другими улучшениями.
uk: **[Syncthing Lite](https://f-droid.org/packages/net.syncthing.lite/)** 0.3.10 [вийшов](https://github.com/syncthing/syncthing-lite/releases ) з оновленими перекладами, зашифрованими тимчасовими даними, оновленої перевіркою шляхів, виправленим визначенням типу файлу для імен файлів з умлаут і/або пробілами, декількома виправленнями збоїв і іншими поліпшеннями.
zh_hans: **[Syncthing Lite](https://f-droid.org/packages/net.syncthing.lite/)** 0.3.10 [已释出](https://github.com/syncthing/syncthing-lite/releases)，具有更新的翻译、加密的临时数据、更新的路径验证、带有变音符号和/或空格的文件名的固定文件类型检测、几个崩溃修复和其他改进。

source: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** is an alternative app to access F-Droid repositories, and was [updated](https://gitlab.com/gdroid/gdroidclient/tags) from 0.3.2 to 0.4.3, with correctly formatted, translated, described and clickable permissions, a run button for installed apps, clickable tags and categories, complete and up-to-date screenshots in the correct language, new search algorithms "search harder" and "search even harder", and several smaller UI/UX improvements and bug fixes.
de: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** ist eine alternative App, um auf die F-Droid-Repositorys zuzugreifen, und wurde von 0.3.2 auf 0.4.3 [aktualisiert](https://gitlab.com/gdroid/gdroidclient/tags), mit korrekt formatierten, übersetzten, beschriebenen und anklickbaren Berechtigungen, einem Starten-Schalter für installierte Apps, anklickbaren Schlagworten und Kategorien, vollständigen und aktuellen Screenshots in der richtigen Sprache, neuen Suchalgorithmen "intensiver suchen" und "noch intensiver suchen" und einigen kleineren UI-/UX-Verbesserungen und Fehlerkorrekturen.
pl: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** jest alternatywną aplikacją do uzyskiwania dostępu do repozytoriów F-Droid i została [zaktualizowany](https://gitlab.com/gdroid/gdroidclient/tags) z wersji 0.3.2 to 0.4.3, z poprawnie sformatowanymi, przetłumaczonymi, opisanymi i klikalnymi uprawnieniami, przyciskiem uruchamiania zainstalowanych aplikacji, klikalnymi tagami i kategoriami, kompletnymi i aktualnymi zrzutami ekranów w odpowiednim języku, nowe algorytmy wyszukiwania "szukaj silniej" i "szukaj jeszcze silniej", oraz kilka mniejszych ulepszeń UI/UX i poprawek błędów.
ro: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** este o aplicație alternativă pentru a accesa depozitele F-Droid și a fost [updated](https://gitlab.com/gdroid/gdroidclient/tags) de la 0.3.2 la 0.4.3, cu permisiuni corect formatate, traduse, descrise și pe care se poate face clic, un buton de rulare pentru aplicațiile instalate, etichete și categorii pe care se poate face clic, capturi de ecran complete și actualizate în limba corectă, noi algoritmi de căutare "search harder" și "search even harder" și câteva îmbunătățiri UI/UX mai mici și corecturi de erori.
ru: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** - это альтернативное приложение для доступа к репозиториям F-Droid, которое было [обновлено](https://gitlab.com/gdroid/gdroidclient/tags) с 0.3.2 до 0.4.3, с правильно отформатированными, переведенными, описанными и кликабельными разрешениями, кнопкой запуска для установленных приложений, кликабельными тегами и категориями, полными и актуальными скриншотами на правильном языке, новыми алгоритмами поиска "искать сильнее" и "искать еще сильнее", а также несколькими небольшими улучшениями UI/UX и исправлениями ошибок.
uk: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** - це альтернативний застосунок для доступу до репозиторіїв F-Droid, яке було [оновлено](https://gitlab.com/gdroid/gdroidclient/tags) з 0.3.2 до 0.4.3, з правильно відформатовані, переведеними, описаними і розмітки дозволами, кнопкою запуску для встановлених застосунків, розмітки тегами і категоріями, повними і актуальними скриншотами правильною мовою, новими алгоритмами пошуку "шукати сильніше" і "шукати ще сильніше", а також кількома невеликими поліпшеннями UI/UX і виправленнями помилок.
zh_hans: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** 是访问 F-Droid 存储库的替代应用，并已从 0.3.2 [更新](https://gitlab.com/gdroid/gdroidclient/tags) 到 0.4.3，具有正确的格式、翻译、描述和可点击权限，已安装应用的运行按钮，可点击标签和类别，完整且最新日期截图以正确的语言显示，新的搜索算法“更努力地搜索”和“更努力地搜索”，以及一些较小的 UI/UX 改进和错误修复。

source: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** was [updated](http://www.myexpenses.mobi/#versionlist) from 2.9.7.1 to 2.9.8, with a redesigned account list, saving goals and credit limits, scroll to current date on app start, custom colors, budgeting, and custom currencies.
de: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** wurde von 2.9.7.1 auf 2.9.8 [aktualisiert](http://www.myexpenses.mobi/#versionlist), mit einer neu gestalteten Kontenliste, die Zielsetzungen und Kreditgrenzen speichert, Blättern bis zum aktuellen Datum beim App-Start, Farbanpassungen, Finanzplanung und benutzerdefinierten Währungen.
pl: **[Moje wydatki](https://f-droid.org/packages/org.totschnig.myexpenses/)** został [zaktualizowany](http://www.myexpenses.mobi/versionlist) z 2.9.7.1 do 2.9 .8, z przeprojektowaną listą kont, zapisując cele i limity kredytowe, przewiń do bieżącej daty rozpoczęcia aplikacji, niestandardowych kolorów, budżetowania i niestandardowych walut.
ro: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** a fost [updated](http://www.myexpenses.mobi/#versionlist) de la 2.9.7.1 la 2.9.8, cu o listă de conturi reproiectată, obiective de economisire și limite de credit, derulare la data curentă la începutul aplicației, culori personalizate, buget și valute personalizate.
ru: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** был [обновлен](http://www.myexpenses.mobi/#versionlist) с 2.9.7.1 до 2.9.8, с переработанным списком счетов, целями накопления и кредитными лимитами, прокруткой до текущей даты при запуске приложения, пользовательскими цветами, составлением бюджета и пользовательскими валютами.
uk: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** було [оновлено](http://www.myexpenses.mobi/#versionlist) з 2.9.7.1 до 2.9.8, з переробленим списком рахунків, цілями накопичення і кредитними лімітами, прокруткою до поточної дати під час запуску програми, призначеними для користувача квітами, складанням бюджету і призначеними для користувача валютами.
zh_hans: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** 从 2.9.7.1 [更新](http://www.myexpenses.mobi/#versionlist) 到 2.9.8，具有重新设计的帐户列表、保存目标和信用额度、在应用启动时滚动到当前日期、自定义颜色、预算和自定义货币。

source: **[PDF Converter](https://f-droid.org/packages/swati4star.createpdf/)** converts images to PDF (no internet required), and was [updated](https://github.com/Swati4star/Images-to-PDF/releases) from 8.4.7 to 8.5.2, now with the ability to add images to an existing PDF, easily sort images, bug fixes in image cropping and rotation, and several other bug fixes and performance improvements.
de: **[PDF Converter](https://f-droid.org/packages/swati4star.createpdf/)** wandelt Bilder in PDF um (kein Internet erforderlich) und wurde von 8.4.7 auf 8.5.2 [aktualisiert](https://github.com/Swati4star/Images-to-PDF/releases), jetzt mit der Möglichkeit, Bilder an ein bestehendes PDF anzufügen, dem leichten Sortieren von Bildern, Korrekturen beim Zuschneiden und Drehen von Bildern sowie einigen weiteren Fehlerlösungen und Leistungsverbesserungen.
pl: **[Konwerter PDF](https://f-droid.org/packages/swati4star.createpdf/)** konwertuje obrazy do formatu PDF (bez potrzeby korzystania z Internetu) i został [zaktualizowany](https://github.com/Swati4star/Images-to-PDF/releases) z 8.4.7 do 8.5.2, teraz z możliwością dodawania obrazów do istniejącego pliku PDF, łatwego sortowania zdjęć, usuwania błędów w przycinaniu obrazu i rotacji oraz kilku innych poprawek i poprawy wydajności.
ro: **[PDF Converter](https://f-droid.org/packages/swati4star.createpdf/)** convertește imagini în PDF (nu este nevoie de internet) și a fost [updated](https://github.com/Swati4star/Images-to-PDF/releases) de la 8.4.7 la 8.5.2, acum cu posibilitatea de a adăuga imagini la un PDF existent, de a sorta cu ușurință imaginile, de a corecta erorile de decupare și de rotație a imaginilor și de a aduce alte câteva corecturi de erori și îmbunătățiri de performanță.
ru: **[PDF Converter](https://f-droid.org/packages/swati4star.createpdf/)** конвертирует изображения в PDF (не требуется интернет), и был [обновлен](https://github.com/Swati4star/Images-to-PDF/releases) с 8.4.7 до 8.5.2, теперь с возможностью добавлять изображения в существующий PDF, легко сортировать изображения, исправлены ошибки в обрезке и повороте изображений, а также несколько других исправлений и улучшений производительности.
uk: **[PDF Converter](https://f-droid.org/packages/swati4star.createpdf/)** конвертує зображення в PDF (не потрібно інтернет), і було [оновлено](https://github.com/Swati4star/Images-to-PDF/releases) з 8.4.7 до 8.5.2, тепер з можливістю додавати зображення в наявний PDF, легко сортувати зображення, виправлені помилки в обрізку і повороті зображень, а також кілька інших виправлень і поліпшень продуктивності.
zh_hans: **[PDF Converter](https://f-droid.org/packages/swati4star.createpdf/)** 将图像转换为 PDF（不需要互联网），并且已从 8.4.7 [更新](https://github.com/Swati4star/Images-to-PDF/releases)到 8.5.2，现在能够将图像添加到现有 PDF、轻松排序图像、图像裁剪和旋转中的错误修复以及其他几个错误修复和性能改进。

source: Beta updates
de: Beta-Versionen
pl: Aktualizacje Beta
ro: Actualizări Beta
ru: Обновления бета-версии
uk: Оновлення бета-версії
zh_hans: Beta 更新

source: The following updates won't be automatically suggested to you unless you have "Unstable updates" enabled in the F-Droid app settings, but you can expand the "Versions" tab and install them manually. Note that these are marked beta for a reason: proceed at your own risk.
de: Die folgenden Aktualisierungen werden Ihnen nicht automatisch angeboten, außer Sie haben in der F-Droid-App die "Instabilen Aktualisierungen" aktiviert, Sie können aber die "Versionen" ausklappen und sie manuell installieren. Beachten Sie, dass sie aus gutem Grund als Beta-Versionen ausgezeichnet sind: fahren Sie auf eigenes Risiko fort.
pl: Poniższe aktualizacje nie zostaną automatycznie zasugerowane, chyba że w ustawieniach aplikacji F-Droid jest włączona opcja "Niestabilne aktualizacje", ale możesz rozwinąć kartę "Wersje" i zainstalować je ręcznie. Zauważ, że są one oznaczone jako beta z jakiegoś powodu: kontynuuj na własne ryzyko.
ro: Următoarele actualizări nu vă vor fi sugerate în mod automat, cu excepția cazului în care aveți activată opțiunea "Unstable updates" în setările aplicației F-Droid, dar puteți extinde fila "Versions" și le puteți instala manual. Rețineți că acestea sunt marcate ca fiind beta cu un motiv: procedați pe propriul risc.
ru: Следующие обновления не будут предложены вам автоматически, если у вас не включена функция "Нестабильные обновления" в настройках приложения F-Droid, но вы можете открыть вкладку "Версии" и установить их вручную. Обратите внимание, что они не просто так помечены как бета-версии: действуйте на свой страх и риск.
uk: Наступні оновлення не будуть запрооновані вам автоматично, якщо у вас не включена функція "Нестабільні оновлення" в налаштуваннях програми F-Droid, але ви можете відкрити вкладку "Версії" та встановити їх вручну. Зверніть увагу, що вони не просто так позначені як бета-версії: дійте на свій страх і ризик.
zh_hans: 除非你在 F-Droid 应用设置中启用了“不稳定更新”，否则不会自动向你建议以下更新，但你可以展开“版本”选项卡并手动安装它们。请注意，这些应用标记为 beta 是有原因的：风险自负。

source: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** was [updated](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) from 1.5-alpha0 to 1.5-alpha1, with UX and language cleanup of App Details.
de: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** wurde von 1.5-alpha0 auf 1.5-alpha1 [aktualisiert](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) mit einer das Anwendererlebnis betreffenden und sprachlichen Bereinigung der App-Details.
pl: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** został [zaktualizowany](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) z 1.5-alpha0 do 1.5-alpha1, z UX i czyszczeniem szczegółów aplikacji.
ro: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)**a fost [updated](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) de la 1.5-alpha0 la 1.5-alpha1, cu curățarea UX și a limbajului din App Details.
ru: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** был [обновлен](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) с 1.5-alpha0 до 1.5-alpha1, с UX и языковой очисткой App Details.
uk: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** було [оновлено](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) з 1.5-alpha0 до 1.5-alpha1, з UX та мовним очищенням подробиць застосунків.
zh_hans: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 已从 1.5-alpha0 [更新](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) 到 1.5-alpha1，具有应用详细信息的 UX 和语言清理。

source: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** was [updated](https://www.mozilla.org/en-US/firefox/android/notes/) from 63.0.2 to 64.0.1, with faster and more responsive scrolling, [Symantec certificates no longer trusted](https://blog.mozilla.org/security/2018/07/30/update-on-the-distrust-of-symantec-tls-certificates/) and several bug fixes including [security fixes](https://www.mozilla.org/security/advisories/mfsa2018-29/).
de: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** wurde von 63.0.2 auf 64.0.1 [aktualisiert](https://www.mozilla.org/en-US/firefox/android/notes/), mit schnellerem und reaktiverem Scrollen, [Symantec-Zertifikate sind nicht mehr vertrauenswürdig](https://blog.mozilla.org/security/2018/07/30/update-on-the-distrust-of-symantec-tls-certificates/) und einige Korrekturen einschließlich [Sicherheitslösungen](https://www.mozilla.org/security/advisories/mfsa2018-29/).
pl: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** został [zaktualizowany](https://www.mozilla.org/en-US/firefox/android/notes/) z wersji 63.0.2 do 64.0.1, z szybszym i bardziej czułym przewijaniem, [certyfikaty Symantec nie są już zaufane](https://blog.mozilla.org/security/2018/07/30/update-on-the-distrust-of-symantec-tls-certificates/) i kilka poprawek błędów, w tym [poprawki bezpieczeństwa](https://www.mozilla.org/security/advisories/mfsa2018-29/).
ro: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** a fost [updated](https://www.mozilla.org/en-US/firefox/android/notes/) de la 63.0.2 la 64.0.1, cu o defilare mai rapidă și mai receptivă, [Symantec certificates no longer trusted](https://blog.mozilla.org/security/2018/07/30/update-on-the-distrust-of-symantec-tls-certificates/) și mai multe corecturi de erori, inclusiv [security fixes](https://www.mozilla.org/security/advisories/mfsa2018-29/).
ru: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** был [обновлен](https://www.mozilla.org/en-US/firefox/android/notes/) с 63.0.2 до 64.0.1, с более быстрой и отзывчивой прокруткой, [сертификаты Symantec больше не доверяются](https://blog.mozilla.org/security/2018/07/30/update-on-the-distrust-of-symantec-tls-certificates/) и несколькими исправлениями, включая [исправления безопасности](https://www.mozilla.org/security/advisories/mfsa2018-29/).
uk: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** було [оновлено](https://www.mozilla.org/en-US/firefox/android/notes/) з 63.0.2 до 64.0.1, з більш швидкою і чуйною прокруткою, [сертифікати Symantec більше не довіряються](https://blog.mozilla.org/security/2018/07/30/update- on-the-distrust-of-symantec-tls-certificates/) і декількома виправленнями, включаючи [виправлення безпеки](https://www.mozilla.org/security/advisories/mfsa2018-29/).
zh_hans: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** 从 63.0.2 [更新](https://www.mozilla.org/en-US/firefox/android/notes/) 到 64.0.1，滚动速度更快，响应更灵敏，[不再信任赛门铁克证书](https://blog.mozilla.org/security/2018/07/30/update-on-the-distrust-of-symantec-tls-certificates/) 和几个错误修复，包括 [安全修复](https://www.mozilla.org/security/advisories/mfsa2018-29/)。

source: **[ICEcons](https://f-droid.org/wiki/page/ovh.ice.icecons)** was moved to the archive as it has been discontinued. You should use its successor **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)** instead.
de: **[ICEcons](https://f-droid.org/wiki/page/ovh.ice.icecons)** wurde ins Archiv verschoben, da sie nicht weiterentwickelt wird. Sie sollten stattdessen ihren Nachfolger **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)** nutzen.
pl: **[ICEcons](https://f-droid.org/wiki/page/ovh.ice.icecons)*** został przeniesiony do archiwum, ponieważ został wycofany. Zamiast tego powinieneś użyć jego następcy **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)**.
ro: **[ICEcons](https://f-droid.org/wiki/page/ovh.ice.icecons)** a fost mutat în arhivă deoarece a fost întrerupt. Ar trebui să utilizați în schimb succesorul său **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)**.
ru: **[ICEcons](https://f-droid.org/wiki/page/ovh.ice.icecons)** был перемещен в архив как снятый с производства. Вместо него следует использовать его преемника **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)**.
uk: **[ICEcons](https://f-droid.org/wiki/page/ovh.ice.icecons)** був переміщений в архів через припинення розробки. Замість нього слід використовувати його наступника **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)**.
zh_hans: **[ICEcons](https://f-droid.org/wiki/page/ovh.ice.icecons)** 已停止开发并移至存档。你应该改用它的后继者 **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)**。

source: Thank you for reading, and Merry Christmas on behalf of all F-Droid contributors!
de: Danke fürs Lesen und Fröhliche Weihnachten im Namen aller F-Droid-Mitarbeiter!
pl: Dziękujemy za przeczytanie i Wesołych Świąt w imieniu wszystkich współpracowników F-Droid!
ro: Vă mulțumim pentru lectură, și Crăciun fericit din partea tuturor colaboratorilor F-Droid!
ru: Спасибо, что читаете, и с Рождеством от имени всех авторов F-Droid!
uk: Спасибі, що читаєте, і з Різдвом від імені всіх авторів F-Droid!
zh_hans: 感谢你的阅读，并代表所有 F-Droid 贡献者祝你圣诞快乐！

source: TWIF 36: F-Droid at 35C3 and ZDF
de: TWIF 36: F-Droid auf dem 35C3 und ZDF
pl: TWIF 36: F-Droid w 35C3 i ZDF
ro: TWIF 36: F-Droid la 35C3 și ZDF
ru: TWIF 36: F-Droid на 35C3 и ZDF
uk: TWIF 36: F-Droid на 35C3 і ZDF
zh_hans: TWIF 36：F-Droid 在 35C3 和 ZDF
