Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: This project comes out of some proof of concept work that [Aaron Kaplan](https://www.lo-res.org/~aaron/) and [Hans-Christoph Steiner](https://gitlab.com/eighthave) did, working with students in the Vienna Economics University's (WU) [Data Science Lab](https://www.wu.ac.at/en/infobiz/teaching/sbwl-data-science). We focused on using machine learning with Android apps, first to detect malware, then second to detect tracking libraries. It is of course ultimately an outgrowth of the F-Droid community's efforts, and Guardian Project's funded efforts for building systems without any tracking at all. And special thanks to F-Droid founder [Ciaran Gultnieks](https://en.wikipedia.org/wiki/Ciaran_Gultnieks) for setting the ethical tone that inspired us all, back in [2010](https://f-droid.org/2010/09/30/no-free-beer.html).
de: Dieses Projekt beruht auf einigen Machbarkeitsstudien, die [Aaron Kaplan](https://www.lo-res.org/~aaron/) und [Hans-Christoph Steiner](https://gitlab.com/eighthave) durchführten, als sie mit Studenten am [Data Science Lab](https://www.wu.ac.at/en/infobiz/teaching/sbwl-data-science) der Wirtschaftsuniversität Wien (WU) arbeiteten. Wir fokusierten uns auf die Nutzung von Maschinenlernen bei Android-Apps, in erster Linie um Schadsoftware zu erkennen, im zweiten Zug, um Tracking-Bibliotheken aufzuspüren. Das ist natürlich letztendlich eine Begleiterscheinung der Leistungen der F-Droid-Community und der finanziell geförderten Anstrengungen des Guardian Project, ein System komplett ohne jedes Tracking aufzubauen. Ein besonderer Dank gilt hier dem F-Droid-Gründer [Ciaran Gultnieks](https://en.wikipedia.org/wiki/Ciaran_Gultnieks) für die Festlegung des ethischen Aspekts, der uns alle begeistert, seit damals [2010](https://f-droid.org/2010/09/30/no-free-beer.html).
pl: Projekt ten jest wynikiem pracy koncepcyjnej, którą wykonali [Aaron Kaplan](https://www.lo-res.org/~aaron/) oraz [Hans-Christoph Steiner](https://gitlab.com/eighthave), pracując ze studentami Uniwersytetu Ekonomicznego w Wiedniu (WU) [Data Science Lab](https://www.wu.ac.at/en/infobiz/teaching/sbwl-data-science). Skupiliśmy się na wykorzystaniu maszynowego uczenia się z aplikacjami dla systemu Android, najpierw do wykrywania złośliwego oprogramowania, a następnie do wykrywania bibliotek śledzących. Jest to oczywiście wynik wysiłków społeczności F-Droid i finansowanych przez Guardian Project wysiłków na rzecz budowy systemów bez żadnego śledzenia. Specjalne podziękowania dla założyciela F-Droid [Ciaran Gultnieks](https://en.wikipedia.org/wiki/Ciaran_Gultnieks) za nadanie etycznego tonu, który zainspirował nas wszystkich w roku [2010](https://f-droid.org/2010/09/30/no-free-beer.html).
ro: Acest proiect este rezultatul unor lucrări de validare a conceptului pe care [Aaron Kaplan](https://www.lo-res.org/~aaron/) și [Hans-Christoph Steiner](https://gitlab.com/eighthave) le-au realizat împreună cu studenții de la Universitatea de Economie din Viena (WU) [Data Science Lab](https://www.wu.ac.at/en/infobiz/teaching/sbwl-data-science). Ne-am concentrat pe utilizarea învățării automate cu aplicațiile Android, mai întâi pentru a detecta malware, apoi pentru a detecta bibliotecile de urmărire. Este, desigur, în ultimă instanță, o consecință a eforturilor comunității F-Droid și a eforturilor finanțate de Guardian Project pentru construirea de sisteme fără niciun fel de urmărire. Și mulțumiri speciale fondatorului F-Droid [Ciaran Gultnieks](https://en.wikipedia.org/wiki/Ciaran_Gultnieks) pentru că a dat tonul etic care ne-a inspirat pe toți, în [2010](https://f-droid.org/2010/09/30/no-free-beer.html).
ru: Этот проект является результатом работы по проверке концепции, которую провели [Аарон Каплан](https://www.lo-res.org/~aaron/) и [Ханс-Кристоф Штайнер](https://gitlab.com/eighthave), работая со студентами лаборатории Венского экономического университета (WU) [Data Science Lab](https://www.wu.ac.at/en/infobiz/teaching/sbwl-data-science). Мы сосредоточились на использовании машинного обучения в приложениях для Android, во-первых, для обнаружения вредоносных программ, во-вторых, для обнаружения библиотек слежения. Конечно, в конечном счете, это результат усилий сообщества F-Droid и финансируемых Guardian Project усилий по созданию систем без отслеживания вообще. Отдельное спасибо основателю F-Droid [Ciaran Gultnieks](https://en.wikipedia.org/wiki/Ciaran_Gultnieks) за этический тон, который вдохновил всех нас еще в [2010](https://f-droid.org/2010/09/30/no-free-beer.html).
uk: Цей проєкт — результат роботи з перевірки концепції, яку провели [Аарон Каплан](https://www.lo-res.org/~aaron/) і [Ганс-Крістоф Штайнер](https://gitlab.com/eighthave), працюючи зі студентами лабораторії Віденського економічного університету (WU) [Data Science Lab](https://www.wu.ac.at/en/infobiz/teaching/sbwl-data-science). Ми зосередилися на використанні машинного навчання в застосунках для Android, по-перше, для виявлення шкідливих програм, по-друге, для виявлення бібліотек стеження. Звичайно, зрештою, це результат зусиль спільноти F-Droid і фінансованими Guardian Project зусиль зі створення систем без стеження взагалі. Окреме спасибі засновнику F-Droid [Ciaran Gultnieks](https://en.wikipedia.org/wiki/Ciaran_Gultnieks) за етичний тон, який надихнув всіх нас ще у [2010](https://f-droid.org/2010/09/30/no-free-beer.html).
zh_hans: 这个项目来自 [Aaron Kaplan](https://www.lo-res.org/~aaron/) 和 [Hans-Christoph Steiner](https://gitlab.com/eighthave) 与维也纳经济大学 (WU) [数据科学实验室](https://www.wu.ac.at/en/infobiz/teaching/sbwl-data-science) 的学生一起做的一些概念验证工作。我们专注于在 Android 应用中使用机器学习，首先检测恶意软件，然后检测跟踪库。当然，这最终是 F-Droid 社区努力的结果，以及 Guardian Project 资助的在没有任何跟踪的情况下构建系统的努力。特别感谢 F-Droid 创始人 [Ciaran Gultnieks](https://en.wikipedia.org/wiki/Ciaran_Gultnieks) 自 [2010](https://f-droid.org/2010/09/30/no-free-beer.html) 起定下的合乎道德的基调启发了我们所有人。

source: Funding
de: Finanzierung
pl: Finansowanie
ro: Finanțare
ru: Финансирование
uk: Фінансування
zh_hans: 资助

source: This current 44,500€ project is funded by NLnet's [Privacy & Trust Enhancing Technologies (PET) Fund](https://nlnet.nl/PET/). F-Droid has received large, dedicated, computing resources from the [GCC Compile Farm](https://cfarm.tetaneutral.net/machines/list/), as well as some shared resources from Aaron Kaplan. The budget will be used entirely to pay for people's time for the research, development, and integration work:
de: Das momentan mit 44.500 € geförderte Projekt wird durch den [Privacy & Trust Enhancing Technologies (PET) Fund](https://nlnet.nl/PET/) von NLnet finanziert. F-Droid hat sowohl große, zweckbestimmte Rechenkapazitäten von der [GCC Compile Farm](https://cfarm.tetaneutral.net/machines/list/) erhalten, wie auch einige gemeinsam benutzte Ressourcen von Aaron Kaplan. Das Budget wird ausschließlich dazu verwendet, die von den Leuten aufgebrachte Zeit für Forschung, Entwicklung und Integrationsarbeit zu honorieren:
pl: Obecny projekt o wartości 44 500 € jest finansowany z funduszu NLnet [Fundusz zwiększania prywatności i zaufania (PET)](https://nlnet.nl/PET/). F-Droid otrzymał duże, dedykowane zasoby obliczeniowe z [GCC Compile Farm](https://cfarm.tetaneutral.net/machines/list/), a także niektóre wspólne zasoby od Aarona Kaplana. Budżet zostanie w całości wykorzystany na pokrycie kosztów czasu pracy nad badaniami, rozwojem i integracją:
ro: Acest proiect, în valoare de 44 500 EUR, este finanțat de Fondul NLnet [Privacy &amp; Trust Enhancing Technologies (PET) Fund](https://nlnet.nl/PET/). F-Droid a beneficiat de resurse de calcul mari, dedicate, de la [GCC Compile Farm](https://cfarm.tetaneutral.net/machines/list/), precum și de resurse partajate de la Aaron Kaplan. Bugetul va fi utilizat în întregime pentru a plăti timpul oamenilor pentru munca de cercetare, dezvoltare și integrare:
ru: Текущий проект стоимостью 44 500 евро финансируется фондом [Privacy &amp; Trust Enhancing Technologies (PET) Fund](https://nlnet.nl/PET/) компании NLnet. F-Droid получил большие выделенные вычислительные ресурсы от [GCC Compile Farm](https://cfarm.tetaneutral.net/machines/list/), а также некоторые общие ресурсы от Аарона Каплана. Бюджет будет полностью использован для оплаты времени людей, затраченного на исследования, разработку и интеграцию:
uk: Поточний проєкт вартістю 44 500 євро фінансується фондом [Privacy & Trust Enhancing Technologies (PET) Fund](https://nlnet.nl/PET/) компанії NLnet. F-Droid отримав великі виділені обчислювальні ресурси від [GCC Compile Farm](https://cfarm.tetaneutral.net/machines/list/), а також деякі загальні ресурси від Аарона Каплана. Бюджет буде повністю використаний для оплати часу людей, витраченого на дослідження, розробку і інтеграцію:
zh_hans: 目前这个 44,500 欧元的项目由 NLnet 的 [隐私与信任增强技术 (PET) 基金](https://nlnet.nl/PET/) 资助。F-Droid 已经从 [GCC Compile Farm](https://cfarm.tetaneutral.net/machines/list/) 获得了大量的专用计算资源，以及来自 Aaron Kaplan 的一些共享资源。预算将全部用于支付人们用于研究、开发和集成工作的时间：

source: Software development to get the existing LibScout and Exodus Privacy tools to be fully integrated into the F-Droid stack.
de: Softwareentwicklung, damit die vorhandenen Tools von LibScout und Exodus Privacy vollständig in den Stack von F-Droid integriert werden.
pl: Opracowanie oprogramowania w celu pełnej integracji istniejących narzędzi LibScout i Exodus Privacy ze stosem F-Droid.
ro: Dezvoltarea de software pentru ca instrumentele existente LibScout și Exodus Privacy să fie complet integrate în stiva F-Droid.
ru: Разработка программного обеспечения для полной интеграции существующих инструментов LibScout и Exodus Privacy в стек F-Droid.
uk: Розробка програмного забезпечення для повної інтеграції наявних інструментів LibScout і Exodus Privacy в стек F-Droid.
zh_hans: 软件开发，将现有的 LibScout 和 Exodus Privacy 工具完全集成到 F-Droid 堆栈中。

source: Machine learning research and development.
de: Erforschung und Entwicklung maschinellen Lernens.
pl: Badania i rozwój w dziedzinie uczenia maszynowego.
ro: Cercetare și dezvoltare în domeniul învățării automate.
ru: Исследования и разработки в области машинного обучения.
uk: Дослідження і розробки в галузі машинного навчання.
zh_hans: 机器学习研究与开发。

source: Community management, to coordinate with F-Droid contributors, app developers, tool developers, academic researchers, etc. as well to promote these tools
de: Community-Management sowohl zur Koordinierung von F-Droid-Mitwirkenden, App-Entwicklern, Tool-Entwicklern, wissenschaftlichen Forschern usw., als auch zur Förderung dieser Instrumente
pl: Zarządzanie społecznością, koordynacja z twórcami F-Droid, programistami aplikacji, programistami narzędzi, naukowcami akademickimi itp., A także w celu promowania tych narzędzi
ro: Gestionarea comunității, pentru a se coordona cu contribuitorii F-Droid, dezvoltatorii de aplicații, dezvoltatorii de instrumente, cercetătorii universitari etc., precum și pentru a promova aceste instrumente
ru: Управление сообществом, для координации действий с участниками F-Droid, разработчиками приложений, разработчиками инструментов, академическими исследователями и т.д., а также для продвижения этих инструментов
uk: Управління співтовариством, для координації дій з учасниками F-Droid, розробниками застосунків, розробниками інструментів, академічними дослідниками і т.д., а також для просування цих інструментів
zh_hans: 社区管理，与 F-Droid 贡献者、应用开发人员、工具开发人员、学术研究人员等协调并推广这些工具

source: Finalize and package up all the useful parts of this project, which also means getting them included in Debian
de: Ausarbeitung und Bereitstellung aller zweckdienlichen Teile dieses Projekts, was auch bedeutet, dass sie in Debian aufgenommen werden
pl: Finalizowanie i pakowanie wszystkich przydatnych części tego projektu, co oznacza także włączenie ich do Debiana
ro: Finalizarea și împachetarea tuturor părților utile ale acestui proiect, ceea ce înseamnă, de asemenea, includerea lor în Debian
ru: Завершить и упаковать все полезные части этого проекта, что также означает включение их в Debian
uk: Завершити і упакувати все корисні частини цього проєкту, що також означає включення їх в Debian
zh_hans: 完成并打包该项目的所有有用部分，这也意味着将它们包含在 Debian 中

source: Related Efforts
de: Verwandte Arbeiten
pl: Związane z tym działania
ro: Eforturi conexe
ru: Связанные с этим усилия
uk: Пов'язані з цим зусилля
zh_hans: 相关工作

source: The general approach that we are taking here has been proven in the context of web pages. The Brave Browser includes [machine learning techniques](https://arxiv.org/pdf/1805.09155) for blocking ads and trackers in web pages. It is a very similar idea to what we propose, but that example is embedded into a browser and only applies to web sites.
de: Der allgemeine, von uns hier zugrunde gelegte Ansatz ist im Zusammenhang mit Internetseiten erprobt. Der Brave Browser beinhaltet [Techniken maschinellen Lernens](https://arxiv.org/pdf/1805.09155), um Werbung und Tracker auf Internetseiten zu blockieren. Es ist ein, zu dem was wir vorschlagen, sehr ähnlicher Grundgedanke, aber das Beispiel ist in einen Browser eingebettet und wirkt nur bei Internetseiten.
pl: Ogólne podejście, które tutaj przyjmujemy, zostało udowodnione w kontekście stron internetowych. Brave Browser zawiera [techniki uczenia maszynowego](https://arxiv.org/pdf/1805.09155) do blokowania reklam i modułów śledzących na stronach internetowych. Jest to bardzo podobny pomysł do tego, co proponujemy, ale ten przykład jest osadzony w przeglądarce i dotyczy tylko stron internetowych.
ro: Abordarea generală pe care o adoptăm aici a fost dovedită în contextul paginilor web. Brave Browser include [machine learning techniques](https://arxiv.org/pdf/1805.09155) pentru blocarea reclamelor și a urmăritorilor din paginile web. Este o idee foarte asemănătoare cu cea pe care o propunem noi, dar exemplul respectiv este încorporat într-un browser și se aplică doar site-urilor web.
ru: Общий подход, который мы используем здесь, был доказан в контексте веб-страниц. Браузер Brave включает [методы машинного обучения](https://arxiv.org/pdf/1805.09155) для блокировки рекламы и трекеров на веб-страницах. Это очень похожая идея на то, что мы предлагаем, но этот пример встроен в браузер и применяется только к веб-страницам.
uk: Загальний підхід, який ми використовуємо тут, був доведений в контексті вебсторінок. Браузер Brave включає [методи машинного навчання](https://arxiv.org/pdf/1805.09155) для блокування реклами і трекерів на вебсторінках. Це дуже схожа ідея на те, що ми пропонуємо, але цей приклад вбудований в браузер і застосовується тільки до вебсторінок.
zh_hans: 我们在此采用的通用方法已在网页环境中得到证明。Brave 浏览器包含[机器学习技术](https://arxiv.org/pdf/1805.09155)，用于阻止网页中的广告和跟踪器。这与我们提出的想法非常相似，但该示例嵌入到浏览器中并且仅适用于网站。

source: Exodus Privacy has manually compiled an extensive list of tracking libraries and domains for receiving user data. It then uses this to scan app from Google Play. Those results are then reported on their website. Exodus Privacy would directly benefit from this work, since they could use the tools we will create.
de: Exodus Privacy hat manuell eine ausführliche Liste der auf den Empfang von Nutzerdaten ausgerichteten Tracking-Bibliotheken und -Domänen zusammengetragen. Sie verwenden diese dann, um Apps von Google Play zu scannen. Diese Ergebnisse werden danach auf ihrer Website veröffentlicht. Exodus Privacy würde unmittelbar von dieser Arbeit profitieren, da sie das Instrument, das wir schaffen werden, nutzen könnten.
pl: Exodus Privacy ręcznie opracował obszerną listę bibliotek i domen śledzenia do odbierania danych użytkownika. Następnie używa go do skanowania aplikacji z Google Play. Wyniki te są następnie zgłaszane na ich stronie internetowej. Exodus Privacy skorzystałby bezpośrednio z tej pracy, ponieważ mogliby korzystać z narzędzi, które stworzymy.
ro: Exodus Privacy a compilat manual o listă extinsă de biblioteci de urmărire și domenii pentru primirea datelor utilizatorilor. Apoi folosește această listă pentru a scana aplicațiile din Google Play. Aceste rezultate sunt apoi raportate pe site-ul lor. Exodus Privacy ar beneficia în mod direct de pe urma acestei activități, deoarece ar putea folosi instrumentele pe care le vom crea.
ru: Exodus Privacy вручную составляет обширный список библиотек слежения и доменов для получения пользовательских данных. Затем он использует его для сканирования приложений из Google Play. Эти результаты затем сообщаются на их веб-сайте. Exodus Privacy получит прямую выгоду от этой работы, поскольку они смогут использовать инструменты, которые мы создадим.
uk: Exodus Privacy вручну становить великий список бібліотек стеження і доменів для отримання призначених для користувача даних. Потім він використовує його для сканування застосунків з Google Play. Ці результати потім повідомляються на їх вебсайті. Exodus Privacy отримає пряму вигоду від цієї роботи, оскільки вони зможуть використовувати інструменти, які ми створимо.
zh_hans: Exodus Privacy 手动编制了一个广泛的跟踪库和用于接收用户数据的域名列表。然后它使用此列表扫描来自 Google Play 的应用。然后在他们的网站上报告这些结果。Exodus Privacy 将直接受益于这项工作，因为他们可以使用我们将创建的工具。

source: [Ghostery](https://www.wired.com/story/ghostery-deploys-ai-in-fight-against-ad-trackers/) uses AI techniques to dynamically block ads in web pages.
de: [Ghostery](https://www.wired.com/story/ghostery-deploys-ai-in-fight-against-ad-trackers/) verwendet KI-Techniken, um dynamisch Werbung auf Internetseiten zu sperren.
pl: [Ghostery](https://www.wired.com/story/ghostery-deploys-ai-in-fight-against-ad-trackers/) wykorzystuje techniki AI do dynamicznego blokowania reklam na stronach internetowych.
ro: [Ghostery](https://www.wired.com/story/ghostery-deploys-ai-in-fight-against-ad-trackers/) utilizează tehnici de inteligență artificială pentru a bloca în mod dinamic reclamele din paginile web.
ru: [Ghostery](https://www.wired.com/story/ghostery-deploys-ai-in-fight-against-ad-trackers/) использует методы искусственного интеллекта для динамического блокирования рекламы на веб-страницах.
uk: [Ghostery](https://www.wired.com/story/ghostery-deploys-ai-in-fight-against-ad-trackers/) використовує методи штучного інтелекту для динамічного блокування реклами на вебсторінках.
zh_hans: [Ghostery](https://www.wired.com/story/ghostery-deploys-ai-in-fight-against-ad-trackers/) 使用 AI 技术动态屏蔽网页中的广告。

source: F-Droid has its own `fdroid scanner` for doing checks based on manually prepared regular expressions. This was combined with Exodus Privacy into F-Droid's [issuebot](https://gitlab.com/fdroid/rfp/issues) which automatically scans apps that users request to be added to F-Droid.
de: F-Droid besitzt seinen eigenen `fdroid scanner`, um auf der Basis von manuell erstellten regulären Ausdrücken Prüfungen zu erledigen. Dieser wurde mit Exodus Privacy in F-Droids [Issuebot](https://gitlab.com/fdroid/rfp/issues) kombiniert, der Apps automatisch durchleuchtet, die auf Nutzeranfrage in F-Droid eingeführt werden sollen.
pl: F-Droid ma swój własny `skaner fdroid` do przeprowadzania kontroli na podstawie ręcznie przygotowanych wyrażeń regularnych. Zostało to połączone z Exodus Privacy w F-Droid's [issuebot](https://gitlab.com/fdroid/rfp/issues), skanując automatycznie aplikacje, które użytkownicy proszą o dodanie do F-Droid.
ro: F-Droid are propriul `fdroid scanner` pentru a face verificări bazate pe expresii regulate pregătite manual. Acesta a fost combinat cu Exodus Privacy în [issuebot](https://gitlab.com/fdroid/rfp/issues) de la F-Droid, care scanează automat aplicațiile pe care utilizatorii cer să fie adăugate la F-Droid.
ru: F-Droid имеет свой собственный `fdroid scanner` для проведения проверок на основе подготовленных вручную регулярных выражений. Он был объединен с Exodus Privacy в [issuebot](https://gitlab.com/fdroid/rfp/issues) F-Droid, который автоматически сканирует приложения, которые пользователи просят добавить в F-Droid.
uk: F-Droid має свій власний `fdroid scanner` для проведення перевірок на основі підготовлених вручну регулярних виразів. Він був об'єднаний з Exodus Privacy в [issuebot](https://gitlab.com/fdroid/rfp/issues) F-Droid, який автоматично сканує застосунки, які користувачі просять додати в F-Droid.
zh_hans: F-Droid 有自己的 `fdroid scanner` 用于根据手工准备的正则表达式进行检查。这与 Exodus Privacy 共同整合到 F-Droid 的 [issuebot](https://gitlab.com/fdroid/rfp/issues) 中，它会自动扫描用户请求添加到 F-Droid 的应用。

source: LibScout uses machine learning to detect which versions of which libraries are included in an Android app (APK). Using the list of libraries from Exodus Privacy, we worked with the LibScout author to create a functional prototype of a tracking library detector.
de: LibScout verwendet maschinelles Lernen, um zu ermitteln, welche Versionen welcher Bibliotheken in einer Android-App (APK) enthalten sind. Unter Verwendung der Liste der Bibliotheken von Exodus Privacy, arbeiteten mit dem Autor von LibScout zusammen, um einen funktionsfähigen Prototyp eines Tracking-Bibliothek-Detektors zu erstellen.
pl: LibScout uwykorzystuje uczenie maszynowe, aby ustalić, które wersje bibliotek zawarte są w aplikacji dla systemu Android (APK). Korzystając z listy bibliotek z Exodus Privacy, współpracowaliśmy z autorem LibScout, aby stworzyć funkcjonalny prototyp detektora biblioteki śledzenia.
ro: LibScout utilizează învățarea automată pentru a detecta ce versiuni ale căror biblioteci sunt incluse într-o aplicație Android (APK). Utilizând lista de biblioteci din Exodus Privacy, am lucrat cu autorul LibScout pentru a crea un prototip funcțional al unui detector de biblioteci de urmărire.
ru: LibScout использует машинное обучение для определения того, какие версии каких библиотек включены в приложение для Android (APK). Используя список библиотек из Exodus Privacy, мы совместно с автором LibScout создали функциональный прототип детектора отслеживающих библиотек.
uk: LibScout використовує машинне навчання для визначення того, які версії яких бібліотек включені в застосунок для Android (APK). Використовуючи список бібліотек з Exodus Privacy, ми спільно з автором LibScout створили функціональний прототип детектора відстежують бібліотек.
zh_hans: LibScout 使用机器学习来检测 Android 应用 (APK) 中包含哪些版本的库。使用 Exodus Privacy 中的库列表，我们与 LibScout 作者合作创建了跟踪库检测器的功能原型。
