Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Three roles for physical control: operator of the signing server, encrypted backup holder, passphrase shard holder.
ru: Три роли для физического контроля: оператор сервера подписи, держатель зашифрованной резервной копии, держатель осколка парольной фразы.
uk: Три ролі для фізичного контролю: оператор сервера підпису, власник зашифрованої резервної копії, власник частини парольної фрази.
zh_hans: 物理控制的三个角色：签名服务器管理员，加密备份持有者，密码片段持有者。

source: Each person only takes on a single role, for example, shard holders do not have access to the signing keys or the encrypted backup.
ru: Каждый человек выполняет только одну роль, например, владельцы шардов не имеют доступа к ключам подписи или зашифрованным резервным копиям.
uk: Кожна особа виконує лише одну роль, наприклад, власники фрагментів не мають доступу до ключів підпису або зашифрованої резервної копії.
zh_hans: 每个人只承担其中一个角色，例如，片段持有者不能访问签名密钥或加密备份。

source: The encryption key used for the data is public key cryptography.
ru: Ключ шифрования данных используется в криптографии с открытым ключом.
uk: Ключ шифрування, який використовується для даних, є криптографією з відкритим ключем.
zh_hans: 数据的加密密钥是公钥加密。

source: The private key was generated on a one-time-use, in-memory, disposable [TAILS](https://tails.boum.org/) session.
ru: Закрытый ключ был сгенерирован в одноразовой одноразовой сессии [TAILS](https://tails.boum.org/), хранящейся в памяти.
uk: Закритий ключ було згенеровано під час одноразового сеансу [TAILS](https://tails.boum.org/), що зберігається в пам'яті та є одноразовим.
zh_hans: 私钥在一个一次性，内存中运行的 [TAILS](https://tails.boum.org/) 会话中生成。

source: The private key was sharded using [Shamir's Secret Sharing](https://en.wikipedia.org/wiki/Shamir%27s_Secret_Sharing).
ru: Закрытый ключ был разделен с помощью [Shamir's Secret Sharing](https://en.wikipedia.org/wiki/Shamir%27s_Secret_Sharing).
uk: Закритий ключ було розбито на частини за допомогою [Shamir's Secret Sharing](https://en.wikipedia.org/wiki/Shamir%27s_Secret_Sharing).
zh_hans: 私钥使用 [Shamir's Secret Sharing](https://en.wikipedia.org/wiki/Shamir%27s_Secret_Sharing) 进行分片。

source: We used an implementation of Shamir's Secret Sharing that has been maintained for over 15 years. The installation that was used was confirmed via reproducible builds.
ru: Мы использовали реализацию Shamir's Secret Sharing, которая поддерживается уже более 15 лет. Используемая установка была подтверждена воспроизводимыми сборками.
uk: Ми використовували реалізацію Shamir's Secret Sharing, яка підтримується вже понад 15 років. Використану інсталяцію було підтверджено за допомогою відтворюваних збірок.
zh_hans: 我们使用一个已经维护了 15 年的 Shamir's Secret Sharing 实现。使用的安装通过可重复构建确认。

source: Each shard was written to a removeable storage device bought in a store with cash without pre-order or registration.
ru: Каждый осколок был записан на съемный накопитель, купленный в магазине за наличные без предварительного заказа или регистрации.
uk: Кожен фрагмент був записаний на знімний носій інформації, придбаний у магазині за готівку без попереднього замовлення чи реєстрації.
zh_hans: 每个片段写入在商店使用现金购买未登记或预订的便携存储设备上。

source: Each removeable storage device with a shard was physically handed each shard holder to pack in a tamper-evident envelope as the others observed.
ru: Каждое съемное устройство хранения с осколком физически передавалось держателю осколка для упаковки в конверт с защитой от несанкционированного доступа, за чем наблюдали остальные.
uk: Кожен знімний носій інформації з фрагментом фізично передавався кожному власнику фрагмента, щоб він спакував його в конверт, який захищає від несанкціонованого втручання, як це спостерігали інші.
zh_hans: 每个写入密码片段的便携存储设备在其他人见证下装在防篡改信封中当面交给片段持有者。

source: Backups must not be transmitted over the internet, only exchanged via in-person meetings between people who know each other.
ru: Резервные копии не должны передаваться через Интернет, обмен ими может осуществляться только при личной встрече между людьми, которые знают друг друга.
uk: Резервні копії не можна передавати через інтернет, ними можна обмінюватися лише під час особистих зустрічей між людьми, які знають одне одного.
zh_hans: 备份严禁通过互联网传输，仅能在相互认识的人的面对面会议中交换。

source: All involved sat around a table for the duration of the ceremony. The security profile of in-person discussions is drastically easier to manage than secure online discussions.
ru: Все участники сидели за столом на протяжении всей церемонии. Безопасность личных обсуждений значительно проще, чем безопасность обсуждений в Интернете.
uk: Усі учасники сиділи за одним столом упродовж усієї церемонії. Профілем безпеки під час особистих обговорень значно легше керувати, ніж під час захищених онлайн-дискусій.
zh_hans: 所有参与者在仪式期间坐在一张桌子旁。管理面对面讨论的安全配置比安全的线上讨论容易得多。

source: All present were observers of each step of the process, and verbally confirmed their agreement.
ru: Все присутствующие наблюдали за каждым этапом процесса и устно подтвердили свое согласие.
uk: Усі присутні були спостерігачами за кожним етапом процесу й усно підтверджували свою згоду.
zh_hans: 所有出席的人都是每个过程的观察者，并口头表示同意。

source: The operators of the signing server and the holders of the backup data verified each others' identities via F-Droid networks, PGP Web of Trust, and checks of government issued IDs.
ru: Операторы сервера подписи и владельцы резервных данных проверили личности друг друга с помощью сетей F-Droid, PGP Web of Trust и проверки государственных удостоверений личности.
uk: Оператори сервера підпису та власники резервних копій даних перевіряли особи одне одного за допомогою мереж F-Droid, PGP Web of Trust та перевірок державних посвідчень особи.
zh_hans: 签名服务器的管理员和备份数据的持有者通过 F-Droid 网络，PGP 信任网络和检查政府签署的身份标识验证彼此的身份。

source: Pieces from a minimum of two jurisdictions are required to decrypt: EU, Europe non-EU, US.
ru: Для расшифровки требуются куски минимум из двух юрисдикций: ЕС, Европа, не входящая в ЕС, США.
uk: Для розшифрування потрібні фрагменти щонайменше з двох юрисдикцій: ЄС, Європа, країни, що не входить до ЄС, США.
zh_hans: 需要至少来自两个司法管辖区的片段才能解密：欧盟，欧洲非欧盟地区，美国。

source: One important factor in reliable backups is regular updates. New apps are constantly being added, and those usually get a new signing key assigned. So we needed a system where it was easy to update the backup data while involving as few people as possible. An operator of the signing server receives the public key to encrypt the backups via in-person exchange with a holder of the backups. The holders of the backup data receives the encrypted backups from an operator of the signing server via in-person exchange.
ru: Одним из важных факторов надежного резервного копирования является регулярное обновление. Постоянно добавляются новые приложения, которым обычно назначается новый ключ подписи. Поэтому нам нужна была система, в которой можно было бы легко обновлять резервные копии, привлекая к этому как можно меньше людей. Оператор сервера подписи получает открытый ключ для шифрования резервных копий путем личного обмена с владельцем резервных копий. Владельцы резервных данных получают зашифрованные резервные копии от оператора подписывающего сервера путем личного обмена.
uk: Один з важливих факторів надійного резервного копіювання — регулярні оновлення. Постійно додаються нові застосунки, і для них зазвичай призначається новий ключ підпису. Тому нам потрібна була система, в якій можна було б легко оновлювати дані резервних копій із залученням якомога меншої кількості людей. Оператор сервера підпису отримує відкритий ключ для шифрування резервних копій через особистий обмін з власником резервних копій. Власники резервних копій отримують зашифровані резервні копії від оператора сервера підпису шляхом особистого обміну.
zh_hans: 可靠备份的一个重要因素是定期更新。新应用不断添加，并且通常会分配新签名密钥。所以我们需要一个可以轻易更新备份数据但涉及尽可能少的人的系统。一名签名服务器管理员面对面收到加密备份的公钥。备份数据的持有者面对面从签名服务器管理员收到加密的备份。

source: Holding such important secrets also brings some unavoidable stresses to the people holding them. One key design goal was to create a protocol that did not add to the stress of any existing operators. Furthermore, we aimed to keep the individual stress as low as possible for all roles in this protocol. That makes it possible to empower volunteer contributors without overburdening them.
ru: Хранение таких важных секретов также приводит к неизбежному стрессу для людей, владеющих ими. Одной из ключевых целей разработки было создание протокола, который не увеличивал бы стресс ни одного из существующих операторов. Кроме того, мы стремились к тому, чтобы индивидуальный стресс был как можно ниже для всех ролей в этом протоколе. Это позволяет расширить возможности добровольцев, не перегружая их.
uk: Зберігання таких важливих секретів також спричиняє певний неминучий стрес для людей, які їх зберігають. Однією з ключових цілей розробки було створення протоколу, який би не збільшував стрес для існуючих операторів. Крім того, ми прагнули звести до мінімуму індивідуальний стрес для всіх учасників цього протоколу. Це дає змогу розширити можливості волонтерів, не перевантажуючи їх.
zh_hans: 持有如此重要的秘密也给持有它们的人带来了不可避免的压力。一个关键设计目标是插件一个不给任何现存管理员增加压力的协议。进一步，我们致力于使协议中每个角色的个人压力尽可能低。这使得给志愿贡献者赋权而不增加过重的负担成为可能。

source: For restoring, we agreed that it should happen in an in-person meeting. The process requires three shard holders meet with one encrypted backup holder, then the results need be given to a signing server operator. Requiring an in-person meeting could delay the restore process, but the added trust seemed worth it. So this is the default process. We could still switch to partially online process if the need arises. That would require the agreement of five participants.
ru: Что касается восстановления, мы решили, что оно должно происходить на личной встрече. Этот процесс требует, чтобы три держателя осколков встретились с одним держателем зашифрованной резервной копии, а затем результаты должны быть переданы оператору сервера подписи. Требование личной встречи может затянуть процесс восстановления, но дополнительное доверие, похоже, того стоит. Таким образом, это процесс по умолчанию. Если возникнет необходимость, мы можем перейти на частично онлайновый процесс. Для этого потребуется согласие пяти участников.
uk: Для відновлення ми домовилися, що це має відбуватися під час особистої зустрічі. Процес вимагає зустрічі трьох власників фрагментів з одним власником зашифрованої резервної копії, після чого результати мають бути передані оператору сервера підпису. Вимога особистої зустрічі може затримати процес відновлення, але додаткова довіра, здається, того варта. Тож це усталений процес. Ми все ще можемо перейти на частково онлайн-процес, якщо виникне потреба. Для цього потрібна згода п'яти учасників.
zh_hans: 我们同意应当在面对面会议中恢复备份。这个过程要求三位片段持有者和一位加密备份持有者会面，然后将数据交给签名服务器管理员。要求面对面会议会推迟恢复过程，但相比增加的信任是值得的。因此这是默认流程。如果有需要我们仍然可以切换到部分线上流程。这将需要五位参与者的同意。

source: We believe this is a secure and reliable backup procedure for very sensitive data. We welcome further scrutiny and plan to update the procedure as needed in a future meeting.
ru: Мы считаем, что это безопасная и надежная процедура резервного копирования очень чувствительных данных. Мы приветствуем дальнейшее изучение и планируем обновить процедуру по мере необходимости на одном из следующих заседаний.
uk: Ми вважаємо, що це безпечна і надійна процедура резервного копіювання для дуже конфіденційних даних. Ми вітаємо подальшу перевірку та плануємо оновити процедуру в майбутньому.
zh_hans: 我们相信对于非常敏感的数据这是一个安全可靠的备份程序。我们欢迎进一步的仔细审查并计划在未来的会议中按需更新这个程序。

source: (_This meeting was paid for by the [FFDW-DVD grant]({% post_url 2022-02-05-decentralizing-distribution %})._)
ru: (_Эта встреча была оплачена грантом [FFDW-DVD]({% post_url 2022-02-05-decentralizing-distribution %})._)
uk: _Ця зустріч була профінансована коштом [гранту FFDW-DVD]({% post_url 2022-02-05-decentralizing-distribution %})._)
zh_hans: (_这场会议由[ FFDW-DVD 款项提供资金]({% post_url 2022-02-05-decentralizing-distribution %})._)

source: Reproducible builds, signing keys, and binary repos
ru: Воспроизводимые сборки, ключи подписи и бинарные репозитории
uk: Відтворювані збірки, ключі для підпису та репозиторії двійкових файлів
zh_hans: 可重复构建，签名密钥，和二进制存储库

source: Earlier this year, we reported about our progress concerning [reproducible builds]({% post_url 2023-01-15-towards-a-reproducible-fdroid %}). Meanwhile, more and more apps are using this; you can find [some statistics here](https://gitlab.com/obfusk/fdroid-misc-scripts/-/blob/master/reproducible/overview.md): compared to about 20 apps in November 2022, the number of apps being built reproducibly went up by almost a factor of 10 to around 191 in September 2023\. About 2 out of every 3 apps newly added to F-Droid are using this path. But what exactly does „reproducible build“ mean, in easy terms and without all the „tech-buzz“?
ru: Ранее в этом году мы сообщали о нашем прогрессе в области [воспроизводимых сборок]({% post_url 2023-01-15-towards-a-reproducible-fdroid %}). Тем временем все больше и больше приложений используют эту возможность; вы можете найти [некоторую статистику здесь](https://gitlab.com/obfusk/fdroid-misc-scripts/-/blob/master/reproducible/overview.md): по сравнению с примерно 20 приложениями в ноябре 2022 года, количество приложений, собираемых воспроизводимым способом, увеличилось почти в 10 раз и составило около 191 в сентябре 2023 года\. Примерно 2 из 3 новых приложений, добавленных в F-Droid, используют этот путь. Но что именно означает "воспроизводимая сборка", если говорить простым языком и без всяких "технологических заморочек"?
uk: Раніше цього року ми звітували про наш прогрес щодо [відтворюваних збірок]({% post_url 2023-01-15-towards-a-reproducible-fdroid %}). Тим часом, все більше і більше застосунків використовують цю технологію; ви можете знайти [деяку статистику тут](https://gitlab.com/obfusk/fdroid-misc-scripts/-/blob/master/reproducible/overview.md): порівняно з приблизно 20 застосунками у листопаді 2022 року, кількість застосунків, що збираються відтворювано, зросла майже в 10 разів до приблизно 191 у вересні 2023 року. Приблизно 2 з кожних 3 застосунків, що додаються до F-Droid, використовують цей підхід. Але що саме означає „відтворювана збірка“, простими словами і без усієї цієї „технічної мороки“?
zh_hans: 今年早些时候，我们报告了在[可重复构建]({% post_url 2023-01-15-towards-a-reproducible-fdroid %})方面的进展。与此同时，越来越多的应用正在使用可重复构建。你可以[在这里](https://gitlab.com/obfusk/fdroid-misc-scripts/-/blob/master/reproducible/overview.md)看到一些统计数据：和 2022 年 11 月时的 20 个应用相比，到 2023 年 9 月，可重复构建的应用数量增长了近十倍，达到了 191 个。大约三分之二的新增应用使用了可重复构建。但是简单来说，不使用那些“术语”，“可重复构建”到底意味着什么呢？

source: All the years before, F-Droid created a dedicated key for each app to sign the published APKs, but now with reproducible builds F-Droid ships APKs that are signed by the upstream developer(s). Which proves to you that the developer confirmed: „this is what I intended to publish, this was built from my code“. And that it's distributed by F-Droid tells you: „F-Droid confirms, too, that this is the APK built from the very code the developer provided“. So neither of the two could have „sneaked in“ something not contained in the app's source code repository.
ru: Все годы до этого F-Droid создавала специальный ключ для каждого приложения, чтобы подписывать опубликованные APK, но теперь с воспроизводимыми сборками F-Droid поставляет APK, подписанные разработчиком(ами). Что доказывает вам, что разработчик подтвердил: "это то, что я намеревался опубликовать, это было собрано из моего кода". А то, что его распространяет F-Droid, говорит вам: "F-Droid тоже подтверждает, что это APK, собранный из того самого кода, который предоставил разработчик". Так что никто из них не мог "подсунуть" что-то, не содержащееся в репозитории исходного кода приложения.
uk: Всі попередні роки F-Droid створював власний ключ для кожного застосунку, щоб підписувати опубліковані APK, але тепер з відтворюваними збірками F-Droid постачає APK, які підписані оригінальним розробником(ами). Це доводить вам, що розробник підтвердив: „це те, що я збирався опублікувати, це було зібрано з мого коду“. І той факт, що його поширює F-Droid, говорить вам: „F-Droid також підтверджує, що це APK, створений з того самого коду, який надав розробник“. Таким чином, жоден з них не міг „пронести“ щось, що не міститься в репозиторії початкового коду застосунку.
zh_hans: 多年以来，F-Droid 为每个应用创建专属密钥对发布的 APK 签名，但现在 F-Droid 通过可重复构建发布使用上游开发者签名的 APK。这向你证明开发者确认：“这是我想要发布的，这是从我的代码构建的”。同时由 F-Droid 分发你可以得知：“F-Droid 也确认了这是从开发者提供的代码构建的 APK。”因此双方都没有塞进应用源代码存储库中没有的东西。

source: Verification at F-Droid, again in easy terms, happens this way: the app is built from the source code on F-Droid's build servers. Then the corresponding APK built by the developer is fetched, and compared against it. The only differences should be the signature files – as the APKs from the developer was signed using their private key, which F-Droid has no access to. If this is the case (i.e. the two APKs match), it was proven to be the very same „binary“ – and F-Droid can distribute the one signed by the developer.
ru: Проверка в F-Droid, если говорить простым языком, происходит следующим образом: приложение собирается из исходного кода на серверах сборки F-Droid. Затем берется соответствующий APK, созданный разработчиком, и сравнивается с ним. Отличия должны быть только в файлах подписи - ведь APK от разработчика был подписан с помощью его приватного ключа, к которому у F-Droid нет доступа. Если это так (т.е. два APK совпадают), то доказано, что это один и тот же "бинарник" - и F-Droid может распространять тот, который подписан разработчиком.
uk: Перевірка в F-Droid, знову ж таки, простими словами, відбувається таким чином: застосунок складається з початкового коду на серверах складання F-Droid. Потім завантажується відповідний APK, створений розробником, і порівнюється з ним. Єдиними відмінностями повинні бути файли підписів — оскільки APK від розробника підписується за допомогою його закритого ключа, до якого F-Droid не має доступу. Якщо це так (тобто обидва APK збігаються), то доведено, що це той самий "двійник" - і F-Droid може поширювати той, що підписаний розробником.
zh_hans: F-Droid 中的验证，仍然使用简单的说法，是这样进行的：应用在 F-Droid 的构建服务器上从源代码构建。然后抓取开发者构建的相应 APK 与之进行比较。唯一的不同应该是签名文件 - 因为来自开发者的 APK 使用他们的私钥签名，F-Droid 无法获取。如果是这种情况（即两个 APK 匹配），它被证明是完全相同的“二进制文件” - 所以 F-Droid 可以分发由开发者签名的 APK。

source: You can find an outline of the process [here]({{ site.baseurl }}/en/docs/Inclusion_How-To/#reproducible-builds), and technical details in [this documentation]({{ site.baseurl }}/docs/Reproducible_Builds/).
ru: Краткое описание процесса можно найти [здесь]({{ site.baseurl }}/en/docs/Inclusion_How-To/#reproducible-builds), а технические подробности - в [этой документации]({{ site.baseurl }}/docs/Reproducible_Builds/).
uk: Ви можете знайти загальний опис процесу [тут]({{ site.baseurl }}/en/docs/Inclusion_How-To/#reproducible-builds), а технічні деталі в [цій документації]({{ site.baseurl }}/docs/Reproducible_Builds/).
zh_hans: 你可以在[这里]({{ site.baseurl }}/en/docs/Inclusion_How-To/#reproducible-builds)看到这个流程的大纲，相关技术细节参见[这个文档]({{ site.baseurl }}/docs/Reproducible_Builds/)。

source: Wins and caveats
ru: Победы и предостережения
uk: Переваги та недоліки
zh_hans: 收益和风险

source: A few advantages are pretty clear: higher trust is the first thing coming to mind, as now two parties (F-Droid and the developer) can both confirm the integrity of the distributed APK. But there's more to it. For one, if a developer has to push out some „emergency update“ (e.g. to fix a security issue, or something critical was broken) you'd no longer need to wait for a full build cycle or two to get hold of it. As the APK you've installed from F-Droid was signed using the developers' private key, you can simply take an APK they provide you directly by other means (e.g. via the app's repository at Codeberg, GitLab or Github) and update to that – provided you trust the developer enough – which you then must, as such builds are not (yet) verified by F-Droid.
ru: Несколько преимуществ вполне очевидны: первое, что приходит на ум, - это повышение доверия, поскольку теперь две стороны (F-Droid и разработчик) могут подтвердить целостность распространяемого APK. Но есть и другие преимущества. Например, если разработчику нужно выпустить какое-то "экстренное обновление" (например, чтобы исправить проблему безопасности или сломать что-то критически важное), вам больше не придется ждать полного цикла сборки или двух, чтобы получить его. Поскольку APK, установленный с F-Droid, был подписан с помощью приватного ключа разработчиков, вы можете просто взять APK, который они предоставили вам напрямую другими способами (например, через репозиторий приложения на Codeberg, GitLab или Github), и обновиться до него - при условии, что вы достаточно доверяете разработчику, а это необходимо, поскольку такие сборки не проверяются (пока) F-Droid.
uk: Кілька переваг досить очевидні: підвищення довіри — це перше, що спадає на думку, оскільки тепер дві сторони (F-Droid і розробник) можуть підтвердити цілісність розповсюджуваного APK. Але це ще не все. По-перше, якщо розробнику потрібно випустити якесь "екстрене оновлення" (наприклад, щоб виправити проблему з безпекою, або щось критично важливе було зламано), вам більше не потрібно чекати на повний цикл збірки або два, щоб отримати його. Оскільки APK, який ви встановили з F-Droid, було підписано за допомогою закритого ключа розробника, ви можете просто взяти APK, який він надав вам безпосередньо іншим способом (наприклад, через репозиторій застосунку на Codeberg, GitLab або Github) і оновитися до нього, за обов'язкової умови, що ви достатньо довіряєте розробнику, оскільки такі збірки (ще) не перевіряються F-Droid.
zh_hans: 一些优势显而易见：首先想到的是更高的信任程度，因为现在双方（F-Droid 和开发者）都能确认分发的 APK 的完整性。但还有更多好处。例如，如果开发者发布了一个“紧急更新”（例如，为了修复安全问题，或者一些关键功能损坏）你不再需要等待一个或者两个构建周期。因为你从 F-Droid 安装的 APK 是由开发者的私钥签名，你可以直接从其他渠道获取开发者提供的 APK（例如，从应用在 Codeberg, GitLab 或 Github 上的存储库中）并更新 - 如果你信任开发者 - 你只能如此，因为这些构建尚未被 F-Droid 验证。

source: So are there any „drawbacks“? Why does the header mention „caveats“? Well… F-Droid now provides APKs it did not sign itself. So what if an app's source repo was compromised by a malicious party which then modified the code and provided their own release, while the original author e.g. was on vacation, at the hospital or otherwise indisposed? They'd of course sign the APK with their own private key (as hopefully the original author kept their private key safe). But that must somehow be considered and dealt with. So meet:
ru: Так есть ли какие-нибудь "недостатки"? Почему в заголовке упоминаются "предостережения"? Ну... F-Droid теперь предоставляет APK, которые он сам не подписывал. Что делать, если исходный репозиторий приложения был взломан злоумышленниками, которые изменили код и выпустили свой собственный релиз, в то время как оригинальный автор, например, был в отпуске, в больнице или иным образом нездоров? Конечно, они подпишут APK своим собственным закрытым ключом (как, надеюсь, и оригинальный автор хранил свой закрытый ключ в безопасности). Но это нужно как-то учитывать и решать. Итак, знакомьтесь:
uk: Тож чи є якісь "недоліки"? Чому в заголовку згадуються "застереження"? Ну... F-Droid тепер надає APK, які не підписував сам. Тому, якщо репозиторій з початковим кодом застосунку був скомпрометований зловмисником, який потім змінив код і випустив свій власний випуск, в той час, як оригінальний автор, наприклад, був у відпустці, в лікарні або з інших причин нездужав? Звичайно, вони підпишуть APK своїм власним закритим ключем (оскільки, сподіваємося, оригінальний автор зберігав свій закритий ключ у безпеці). Але це потрібно якось враховувати й вирішувати. Отже, зустрічайте:
zh_hans: 那么有什么“缺点”吗？为什么标题提到了“风险”？唔… F-Droid 现在提供不是自己签名的 APK。所以如果一个应用的源代码存储库被恶意方接管了，然后修改代码并提供他们自己的发布，而原作者，例如，正在休假，住院或遭遇其他状况，会发生什么？他们当然会用自己的私钥签名应用（但愿原作者的私钥是安全的）。但是我们必须考虑并处理这种情况。因此我们有：
