Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: For me personally, FOSDEM was good and intense as usual. I went to FOSDEM for the first time about five years ago. At that time, when I told people I worked on F-Droid, they asked, "What's that?". I went last year, and when I said F-Droid, people mostly responded, "oh yeah, nice project!" This year, it felt like most people's response was to show me F-Droid installed on their phone then to thank me. It was really a wonderful confirmation to receive, especially in person, and was a great reminder that we are positively affecting people's lives, although our day-to-day experience is mostly dealing with the problems that people report.
ru: Для меня лично FOSDEM прошел хорошо и насыщенно, как обычно. Впервые я побывал на FOSDEM около пяти лет назад. Тогда, когда я говорил людям, что работаю над F-Droid, они спрашивали: "Что это такое?". Я ездил в прошлом году, и когда я говорил о F-Droid, люди в основном отвечали: "О да, хороший проект!". В этом году мне показалось, что большинство людей реагировали так: показывали мне F-Droid, установленный на их телефоне, а затем благодарили меня. Это было действительно замечательное подтверждение, особенно при личной встрече, и отличное напоминание о том, что мы положительно влияем на жизнь людей, хотя наш повседневный опыт в основном заключается в решении проблем, о которых люди сообщают.
uk: Особисто для мене FOSDEM був гарним і насиченим, як завжди. Вперше я потрапив на FOSDEM близько п'яти років тому. Тоді, коли я казав людям, що працюю над F-Droid, вони запитували: "Що це?". Минулого року я був там, і коли я говорив про F-Droid, люди здебільшого відповідали: "О, так, гарний проєкт!". Цього року мені здалося, що більшість людей хотіли показати мені F-Droid, встановлений на їхньому телефоні, а потім подякувати мені. Це було справді чудовим підтвердженням, особливо особисто, і чудовим нагадуванням про те, що ми позитивно впливаємо на життя людей, хоча наш повсякденний досвід здебільшого пов'язаний з проблемами, про які люди повідомляють.
zh_hans: 对我个人而言，FOSDEM 一如既往地精彩且带劲。我第一次去 FOSDEM 是大约五年前的事了。当时，当我告诉人们我在 F-Droid 上工作时，他们会问：“那是什么？”。等到我去年再参加，并提到 F-Droid 时，人们大多会回答说：“oh yeah, nice project!” 今年，我感觉大多数人的反应是向我展示他们手机上安装的 F-Droid，然后感谢我。这真是让我收到了一次美妙的认可，尤其还是当面的，这也很好地提醒我们，尽管我们的日常体验主要也不过是处理人们报告的问题，但我们也正对人们的生活造成积极影响。

source: I've been doing free software so long (30 years this year!) that it was hard for me to walk 50m without running into someone that I should discuss something with. I talked with people from [Debian](https://debian.org), [Codeberg](https://codeberg.org), [CalyxOS](https://calyxos.org), [Clean Insights](https://cleaninsights.org/), [Weblate](https://weblate.org/), The European Commission, [Tella](https://tella-app.org/), [Replicant](https://www.replicant.us/), [LineageOS](https://lineageos.org/), [OpenJDK](https://openjdk.org/), [/e/ foundation](https://e.foundation/), [FSFE](https://fsfe.org/), [EDRi](https://edri.org/), [Guix](https://guix.gnu.org/), [Reproducible Builds](https://reproducible-builds.org/), [Huridocs](https://huridocs.org/), [WolfSSL](https://www.wolfssl.com/), [Internews SUSTAIN](https://internews.org/call-for-expressions-of-interest-strategic-planning-for-open-source-software-sustainability-project-sustain/), [OpenWISP](https://openwisp.org/), [OnionShare](https://onionshare.org/), [Mailvelope](https://mailvelope.com/), [Butter](https://likebutter.app/), [Thunderbird](https://www.thunderbird.net/), Eclipse Foundation and more. One thing that is particularly impressive is the project [stands](https://fosdem.org/2024/stands/). Basically every one of them was staffed by core contributors. Many founders and project leaders were even at the stands answering questions from whoever walked up (Mastodon, Calyx, NLnet, ISRG/Let's Encrypt, Open Source Design, Codeberg, Thunderbird, [Matrix](https://matrix.org) and more).
ru: Я занимаюсь свободным ПО так долго (30 лет в этом году!), что мне трудно было пройти 50 метров, не наткнувшись на кого-то, с кем мне следовало бы что-то обсудить. Я разговаривал с людьми из [Debian](https://debian.org), [Codeberg](https://codeberg.org), [CalyxOS](https://calyxos.org), [Clean Insights](https://cleaninsights.org/), [Weblate](https://weblate.org/), Европейской комиссии, [Tella](https://tella-app. org/), [Replicant](https://www.replicant.us/), [LineageOS](https://lineageos.org/), [OpenJDK](https://openjdk.org/), [/e/ foundation](https://e.foundation/), [FSFE](https://fsfe.org/), [EDRi](https://edri.org/), [Guix](https://guix.gnu. org/), [Reproducible Builds](https://reproducible-builds.org/), [Huridocs](https://huridocs.org/), [WolfSSL](https://www.wolfssl.com/), [Internews SUSTAIN](https://internews.org/call-for-expressions-of-interest-strategic-planning-for-open-source-software-sustainability-project-sustain/), [OpenWISP](https://openwisp.org/), [OnionShare](https://onionshare.org/), [Mailvelope](https://mailvelope.com/), [Butter](https://likebutter.app/), [Thunderbird](https://www.thunderbird.net/), Eclipse Foundation и многое другое. Особенно впечатляет проект [stands](https://fosdem.org/2024/stands/). Практически в каждом из них работали основные соавторы. Многие основатели и руководители проектов даже находились на стендах, отвечая на вопросы всех, кто подходил (Mastodon, Calyx, NLnet, ISRG/Let's Encrypt, Open Source Design, Codeberg, Thunderbird, [Matrix](https://matrix.org) и другие).
uk: Я займаюся вільним програмним забезпеченням так довго (30 років цього року!), що мені було важко пройти 50 метрів, не наштовхнувшись на когось, з ким я міг би щось обговорити. Я розмовляв з людьми з [Debian](https://debian.org), [Codeberg](https://codeberg.org), [CalyxOS](https://calyxos.org), [Clean Insights](https://cleaninsights.org/), [Weblate](https://weblate.org/), Європейської комісії, [Tella](https://tella-app.org/), [Replicant](https://www.replicant.us/), [LineageOS](https://lineageos.org/), [OpenJDK](https://openjdk.org/), [/e/ foundation](https://e.foundation/), [FSFE](https://fsfe.org/), [EDRi](https://edri.org/), [Guix](https://guix.gnu.org/), [Reproducible Builds](https://reproducible-builds.org/), [Huridocs](https://huridocs.org/), [WolfSSL](https://www.wolfssl.com/), [Internews SUSTAIN](https://internews.org/call-for-expressions-of-interest-strategic-planning-for-open-source-software-sustainability-project-sustain/), [OpenWISP](https://openwisp.org/), [OnionShare](https://onionshare.org/), [Mailvelope](https://mailvelope.com/), [Butter](https://likebutter.app/), [Thunderbird](https://www.thunderbird.net/), Eclipse Foundation та іншими Особливо вражає проєкт [стенди](https://fosdem.org/2024/stands/). Майже кожен з них був представлений основними контриб'юторами. Багато засновників і керівників проєктів навіть стояли на стендах і відповідали на запитання всіх, хто підходив (Mastodon, Calyx, NLnet, ISRG/Let's Encrypt, Open Source Design, Codeberg, Thunderbird, [Matrix](https://matrix.org) та інші).
zh_hans: 我投身自由软件的时日是如此之长（算上今年有30年了！），我随便走上 50m 都很难不遇到我应该与之谈谈某件事的人。我和来自 [Debian](https://debian.org), [Codeberg](https://codeberg.org), [CalyxOS](https://calyxos.org), [Clean Insights](https://cleaninsights.org/), [Weblate](https://weblate.org/), 欧盟委员会, [Tella](https://tella-app.org/), [Replicant](https://www.replicant.us/), [LineageOS](https://lineageos.org/), [OpenJDK](https://openjdk.org/), [/e/ foundation](https://e.foundation/), [FSFE](https://fsfe.org/), [EDRi](https://edri.org/), [Guix](https://guix.gnu.org/), [Reproducible Builds](https://reproducible-builds.org/), [Huridocs](https://huridocs.org/), [WolfSSL](https://www.wolfssl.com/), [Internews SUSTAIN](https://internews.org/call-for-expressions-of-interest-strategic-planning-for-open-source-software-sustainability-project-sustain/), [OpenWISP](https://openwisp.org/), [OnionShare](https://onionshare.org/), [Mailvelope](https://mailvelope.com/), [Butter](https://likebutter.app/), [Thunderbird](https://www.thunderbird.net/), Eclipse 基金会等等的人进行了交流。特别令人印象深刻的一件事是 [stands](https://fosdem.org/2024/stands/) 项目。上台的每个人基本上都是核心贡献者。许多创始人和项目负责人甚至在台上回答了上台的人的问题（Mastodon、Calyx、NLnet、ISRG/Let's Encrypt、Open Source Design、Codeberg、Thunderbird、[Matrix](https://matrix.org) 等）。

source: EU Legislation and Free Software
ru: Законодательство ЕС и свободное программное обеспечение
uk: Законодавство ЄС і вільне програмне забезпечення
zh_hans: 欧盟法律和自由软件

source: For me, the biggest part was the [Open Source In The European Legislative Landscape](https://fosdem.org/2024/schedule/track/eu-policy/) devroom. There were a number of people from the European Commission actively engaging with the hackers like me to understand free software in the context of the Digital Markets Act, the Cyber Resiliency Act, and the Product Liability Directive. It was great to see that they are generally supportive of our point of view. The Digital Markets Act is shaping up to be a powerful tool for opening up things for free software. The key question now is whether the European Commission will step up to strongly enforce it in the face of well-funded attacks from Big Tech.
ru: Для меня самой большой частью стал devroom ["Открытый исходный код в европейском законодательном ландшафте"](https://fosdem.org/2024/schedule/track/eu-policy/). Там было несколько человек из Европейской комиссии, которые активно общались с хакерами вроде меня, чтобы понять, что такое свободное программное обеспечение в контексте Закона о цифровых рынках, Закона о киберустойчивости и Директивы об ответственности за качество продукции. Было приятно видеть, что они в целом поддерживают нашу точку зрения. Закон о цифровых рынках становится мощным инструментом, открывающим возможности для свободного программного обеспечения. Теперь главный вопрос заключается в том, сделает ли Европейская комиссия шаг навстречу и обеспечит его соблюдение перед лицом хорошо финансируемых атак со стороны Больших Технологий.
uk: Для мене найбільше зацікавлення викликав devroom [Open Source In The European Legislative Landscape](https://fosdem.org/2024/schedule/track/eu-policy/). Там було багато людей з Європейської Комісії, які активно співпрацювали з такими хакерами, як я, щоб зрозуміти вільне програмне забезпечення в контексті Закону про цифрові ринки, Закону про кіберстійкість та Директиви про відповідальність за продукцію. Було приємно бачити, що вони загалом підтримують наш погляд. Закон про цифрові ринки стає потужним інструментом для відкриття нових можливостей для вільного програмного забезпечення. Ключове питання зараз полягає в тому, чи буде Європейська Комісія робити кроки для його жорсткого дотримання перед обличчям добре фінансованих атак з боку великих технологій.
zh_hans: 对我来说，最重要的部分是[欧盟立法环境下的开源](https://fosdem.org/2024/schedule/track/eu-policy/)开发者房间。有很多欧盟委员会的人们参与到像我这样的黑客中，在数字市场法案、网络弹性法案和缺陷产品责任指令的背景下去了解自由软件。很高兴看到他们通常支持我们的观点。数字市场法案正在成为为自由软件扫清障碍的有力工具。现在关键问题是欧盟委员会在面临大公司的资金充裕的攻击时是否会加紧执行这一法案。

source: From that experience, I now feel that the current state of the EU's Cyber Resiliency Act (CRA) and the Product Liability Directive (PLD) should not negatively affect F-Droid or its contributors. I am not a lawyer, so this is based on my understanding after lots of discussions with people who know a lot of about it. This is my current understanding of why F-Droid and anyone who contributes to it should not have to change what they are doing:
ru: Исходя из этого опыта, я считаю, что текущее состояние Закона ЕС о киберустойчивости (CRA) и Директивы об ответственности за качество продукции (PLD) не должно негативно сказаться на F-Droid или его разработчиках. Я не юрист, так что это основано на моем понимании после многочисленных обсуждений с людьми, которые много знают об этом. Это мое нынешнее понимание того, почему F-Droid и всем, кто вносит в него свой вклад, не нужно менять то, что они делают:
uk: Виходячи з цього досвіду, я вважаю, що поточний стан Закону ЄС про кіберстійкість (CRA) та Директиви про відповідальність за продукцію (PLD) не повинен негативно вплинути на F-Droid або його учасників. Я не юрист, тому це базується на моєму розумінні після багатьох обговорень з людьми, які багато знають про це. Це моє нинішнє розуміння того, чому F-Droid і всі, хто робить внесок у його розвиток, не повинні змінювати те, що вони роблять:
zh_hans: 在这一经历中，我现在感到欧盟的网络弹性法案 (CRA) 和缺陷产品责任指令 (PLD) 应该不会对 F-Droid 及其贡献者产生负面影响。我不是律师，所以这基于我在与十分了解它的人进行大量讨论之后对其的理解。这就是为什么我目前认为 F-Droid 和任何对其做出贡献的人不需要做出任何改变：

source: The F-Droid legal entity makes the "product" so it would be liable.
ru: Юридическое лицо F-Droid производит "продукт", поэтому оно несет ответственность.
uk: Юридична особа F-Droid виробляє "продукт", тому вона нестиме відповідальність.
zh_hans: F-Droid 法律实体制造“产品”因此它将负有责任。

source: F-Droid is currently entirely non-commercial, handles no money, and only commercial activity is regulated by CRA and PLD.
ru: В настоящее время F-Droid является полностью некоммерческой компанией, не работающей с деньгами, и только коммерческая деятельность регулируется CRA и PLD.
uk: Наразі F-Droid повністю некомерційна компанія, не має жодних фінансових операцій, і лише комерційна діяльність регулюється CRA та PLD.
zh_hans: F-Droid 目前完全非营利，不涉及金钱，而只有商业行为受 CRA 和 PLD 约束。

source: Volunteer contributors are very clearly exempt since all their activity is non-commercial.
ru: Добровольцы, вносящие свой вклад, явно освобождаются от ответственности, поскольку вся их деятельность носит некоммерческий характер.
uk: Добровільні донори чітко виключаються з цього правила, оскільки вся їхня діяльність некомерційна.
zh_hans: 志愿贡献者被非常明确地豁免，因为他们的活动是非营利的。

source: Donation-funded contributions like [our Liberapay](https://liberapay.com/F-Droid-Data) should also not be affected since donations are not paying for a product.
ru: Вклады, финансируемые за счет пожертвований, такие как [наш Liberapay](https://liberapay.com/F-Droid-Data), также не должны быть затронуты, поскольку пожертвования не являются платой за продукт.
uk: Внески, що фінансуються коштом внесків, таких як [наш Liberapay](https://liberapay.com/F-Droid-Data), також не повинні постраждати, оскільки внески не є оплатою за продукт.
zh_hans: 捐赠资助的贡献例如[我们的 Liberapay](https://liberapay.com/F-Droid-Data)应该也不受影响因为捐款不是为产品支付。

source: Contracted contributors are helping build the regulated product, so the legal entities of the contractors would not be liable for F-Droid's "product".
ru: Контракторы помогают создавать регулируемый продукт, поэтому юридические лица контракторов не будут нести ответственность за "продукт" F-Droid.
uk: Учасники за контрактом допомагають створювати регульований продукт, тому юридичні особи підрядників не несуть відповідальності за "продукт" F-Droid.
zh_hans: 雇佣的贡献者帮助构建受约束的产品，所以贡献者的法律实体也不需要对 F-Droid 的“产品”负责。

source: All in all, I enjoyed FOSDEM very much and found it an amazing place to exchange with other free software projects. The only downside were the crowds when trying to get food and drink, and the Wi-Fi and cellular networks being overwhelmed. I can recommend bringing a spare sandwich and a water bottle. I hope that the F-Droid community can be better represented there in the future, and I'll work on that myself to help make it happen. Hope to see you at FOSDEM!
ru: В целом, мне очень понравился FOSDEM, и я нашел это удивительное место для обмена опытом с другими проектами свободного программного обеспечения. Единственным недостатком были толпы людей, пытавшихся достать еду и напитки, а также перегруженность Wi-Fi и сотовых сетей. Я могу порекомендовать взять с собой запасной бутерброд и бутылку воды. Я надеюсь, что сообщество F-Droid может быть лучше представлено там в будущем, и я сам буду работать над этим, чтобы помочь этому случиться. Надеюсь увидеть вас на FOSDEM!
uk: Загалом, мені дуже сподобався FOSDEM, і я вважаю його чудовим місцем для обміну досвідом з іншими проєктами вільного програмного забезпечення. Єдиним недоліком були натовпи, які намагалися дістати їжу та напої, а також перевантаженість Wi-Fi та стільникових мереж. Я можу порекомендувати взяти з собою запасний бутерброд і пляшку води. Я сподіваюся, що спільнота F-Droid буде краще представлена там в майбутньому, і я буду працювати над цим, щоб допомогти зробити це. Сподіваюсь побачити вас на FOSDEM!
zh_hans: 总之，我很享受 FOSDEM 并且发现这是一个与其他自由软件项目交流的好地方。唯一的缺点是获取食物和饮料的时候的拥挤，以及 Wi-Fi 和蜂窝网络过载。我建议多带一个三明治和一个水瓶。我希望 F-Droid 社区在未来可以被更好地代表，我将努力实现这一目标。希望在 FOSDEM 看到你！

source: Help advance mobile device user freedom: Nominate candidates by March 19 for the F-Droid board of directors
ru: Помогите продвинуть свободу пользователей мобильных устройств: Выдвигайте кандидатов в совет директоров F-Droid до 19 марта
uk: Допоможіть просунути свободу користувачів мобільних пристроїв: Номінуйте кандидатів до 19 березня до ради директорів F-Droid
zh_hans: 帮助提高移动设备用户自由：在 3 月 19 日之前提名 F-Droid 委员会候选人

source: Nominations are now open for the F-Droid board of directors! The all-volunteer board serves the F-Droid community of users, developers, and contributors, working to advance the cause of mobile device user freedom.
ru: Открыт прием кандидатур в совет директоров F-Droid! Совет директоров, состоящий из добровольцев, служит сообществу пользователей, разработчиков и разработчиков F-Droid, работая над продвижением идеи свободы пользователей мобильных устройств.
uk: Оголошено набір кандидатів до ради директорів F-Droid! Рада директорів F-Droid, що складається з добровольців, служить спільноті користувачів, розробників та спонсорів F-Droid, працюючи над просуванням справи свободи користувачів мобільних пристроїв.
zh_hans: F-Droid 委员会候选人提名现已开放！由志愿者组成的委员会为 F-Droid 的用户，开发者和贡献者社区服务，努力推动移动设备用户自由的事业。

source: There are potentially four seats open on the board. These seats are open because the term lengths for [last year's initial cohort of directors]({% post_url 2023-03-20-f-droid-board %}) were intentionally staggered, so that only approximately half the seats would be open each year. The directors whose terms are ending in this cycle may either step down or choose to seek re-election. Newly elected directors will serve two-year terms.
ru: В совете директоров потенциально открыты четыре места. Эти места открыты, потому что срок полномочий [прошлогодней первой когорты директоров]({% post_url 2023-03-20-f-droid-board %}) был намеренно распределен в шахматном порядке, так что каждый год будет открыта только примерно половина мест. Директора, чей срок полномочий истекает в этом цикле, могут либо уйти в отставку, либо переизбраться. Вновь избранные директора будут работать в течение двух лет.
uk: Потенційно в правлінні є чотири вакансії. Ці місця відкриті, оскільки термін повноважень [тогорічної початкової когорти директорів]({% post_url 2023-03-20-f-droid-board %}) був навмисно розподілений в шаховому порядку, щоб щороку залишалася відкритою лише приблизно половина місць. Директори, термін повноважень яких завершується в цьому циклі, можуть або піти у відставку, або балотуватися на переобрання. Новообрані директори обійматимуть свої посади протягом двох років.
zh_hans: 委员会大概有四个待选席位。这些席位开放是因为[去年的初代委员]({% post_url 2023-03-20-f-droid-board %})的任期有意设置为交错式的，因此每年开放大约一半的席位。这个周期任期结束的委员可以卸任或寻求连任。新当选的委员将供职两年。

source: Please send your candidate nominations by email to [board-nominations@fdroid.net](mailto:board-nominations@fdroid.net) no later than March 19th Anywhere On Earth. You may nominate yourself or others. If nominating others, please first confirm that the nominee is in fact interested, send one email per nominee, and copy that nominee on the email you send to us. In the nominations, please include a description of why you think the candidate would make an excellent board member -- links to work online may be helpful to include. We will confirm receipt of each nomination.
ru: Пожалуйста, присылайте свои кандидатуры по электронной почте на адрес [board-nominations@fdroid.net](mailto:board-nominations@fdroid.net) не позднее 19 марта в любой точке Земли. Вы можете выдвинуть себя или других. Если вы выдвигаете других, пожалуйста, сначала убедитесь, что кандидат действительно заинтересован, отправьте одно письмо на каждого кандидата и скопируйте его в письме, которое вы отправляете нам. При выдвижении кандидатур, пожалуйста, опишите, почему вы считаете, что кандидат будет отличным членом совета директоров - возможно, будет полезно указать ссылки на работы в Интернете. Мы подтвердим получение каждой кандидатуры.
uk: Будь ласка, надсилайте свої кандидатури електронною поштою на адресу [board-nominations@fdroid.net](mailto:board-nominations@fdroid.net) не пізніше 19 березня в будь-якій точці земної кулі. Ви можете номінувати себе або інших. Якщо ви номінуєте інших, будь ласка, спочатку переконайтеся, що номінант дійсно зацікавлений, надішліть по одному електронному листу на кожного номінанта, а також скопіюйте інформацію про номінанта в електронному листі, який ви надсилаєте нам. У номінаціях, будь ласка, додайте опис того, чому ви вважаєте, що кандидат буде чудовим членом правління — посилання на роботу в інтернеті можуть бути корисними для включення. Ми підтвердимо отримання кожної номінації.
zh_hans: 请将你的候选人提名通过邮件在任何时区的 3 月 19 日之前发送到 [board-nominations@fdroid.net](mailto:board-nominations@fdroid.net)。你可以提名你自己或其他人。如果提名其他人，请先确认被提名者确实感兴趣，每个被提名者一封邮件，并将发送给我们的邮件抄送被提名人。在提名中，请包含关于你为什么认为候选人将成为优秀的委员会成员 —— 线上工作的链接将会有帮助。我们将确认收到的每个提名。

source: Candidates do not need to be developers. In fact, we need a diverse set of backgrounds and life experiences on the board, with a range of skills and perspectives, in order to succeed. Current areas of board focus include organizational governance and legal affairs, fundraising and financial management, and community conduct and mediation.
ru: Кандидаты не обязательно должны быть разработчиками. На самом деле, для успешной работы нам нужны люди с разным опытом и жизненным опытом, обладающие различными навыками и взглядами. В настоящее время в центре внимания совета находятся такие области, как организационное управление и юридические вопросы, сбор средств и управление финансами, а также общественное поведение и посредничество.
uk: Кандидати не обов'язково мають бути розробниками. Насправді, щоб досягти успіху, нам потрібні члени правління з різноманітним досвідом та життєвим шляхом, з різними навичками та перспективами. Поточні сфери діяльності правління включають організаційне управління та юридичні питання, фандрейзинг та фінансовий менеджмент, а також поведінку в громаді та медіацію.
zh_hans: 候选人不需要是开发者。事实上，我们需要委员会具有多样化的背景和生活经历，不同的技能和视角，才能成功。当前的委员会领域专注于包括组织治理和法律事务，筹款和财务管理，以及社区经营和调解。

source: Board members are expected to attend a monthly meeting by free software video call, of about an hour in length, and to do a few hours of work related to specific projects and subcommittees between those meetings. The first meeting that newly elected board members will attend will be on April 18, 2024 (meetings are currently on the third Thursday of each month at 16:00 UTC).
ru: Предполагается, что члены совета будут ежемесячно посещать заседания по видеосвязи с помощью свободного программного обеспечения, продолжительностью около часа, а в промежутках между заседаниями будут выполнять работу, связанную с конкретными проектами и подкомитетами. Первое заседание, на котором будут присутствовать вновь избранные члены совета, состоится 18 апреля 2024 года (в настоящее время заседания проводятся в третий четверг каждого месяца в 16:00 UTC).
uk: Очікується, що члени правління будуть відвідувати щомісячні зустрічі за допомогою вільного програмного забезпечення для відеодзвінків тривалістю близько години, а також працюватимуть кілька годин над конкретними проєктами та підкомітетами в проміжках між цими зустрічами. Перше засідання, яке відвідають новообрані члени правління, відбудеться 18 квітня 2024 року (наразі засідання відбуваються у третій четвер кожного місяця о 16:00 UTC).
zh_hans: 委员会成员需要通过自由软件视频通话参加每月会议，时长大约一小时，并在会议之间做几个小时的特定项目和小组相关的工作。新当选委员的第一次会议将在 2024 年 4 月 18 日举行（目前会议在每个月第三个星期四 16:00 UTC 进行）。
