Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Enhance F-Droid client’s existing “nearby” and “app swap” capabilities, including utilizing libp2p-based communication.
de: Weiterentwickeln der im F-Droid-Client vorhandenen „Umfeld“- und „App-Tausch“-Fähigkeiten, einschließlich der Umsetzung einer libp2p-basierten Kommunikation.
pl: Ulepsz istniejące możliwości "w pobliżu" i "zamianę aplikacji" klienta F-Droid wykorzystując komunikację opartą na libp2p.
ro: Îmbunătățirea capacităților existente ale clientului F-Droid de "apropiere" și "schimb de aplicații", inclusiv prin utilizarea comunicării bazate pe libp2p.
ru: Расширение существующих возможностей клиента F-Droid "поблизости" и "обмен приложениями", включая использование связи на основе libp2p.
uk: Вдосконалити в клієнті F-Droid наявні можливості обміну застосунками з людьми поруч за допомогою libp2p.
zh_hans: 增强 F-Droid 客户端现有的“附近”和“应用交换”功能，包括利用基于 libp2p 的通信。

source: Improve the capability and usability of publishing and distributing multimedia content (documents, presentations, photos, videos, map files, and more).
de: Verbessern der Fähigkeiten und Benutzerfreundlichkeit bei der Veröffentlichung und Verbreitung von Multimediainhalten (Dokumente, Präsentationnen, Fotos, Videos, Kartenmaterial und weitere).
pl: Popraw możliwości i użyteczność publikowania i dystrybucji treści multimedialnych (dokumentów, prezentacji, zdjęć, filmów, plików map i innych).
ro: Îmbunătățiți capacitatea și capacitatea de utilizare a publicării și distribuirii conținutului multimedia (documente, prezentări, fotografii, videoclipuri, fișiere de hărți și altele).
ru: Улучшите возможности и удобство публикации и распространения мультимедийного контента (документов, презентаций, фотографий, видео, файлов карт и т. д.).
uk: Покращити функції й дизайн оприлюднення та поширення медіавмісту: документів, презентацій, світлин, відео, карт тощо.
zh_hans: 提高发布和分发多媒体内容（文档、演示文稿、照片、视频、地图文件等）的能力和可用性。

source: Update F-Droid’s RepoMaker tool (for easy “point and click” curation and publishing of app repos) and add support for IPFS publishing.
de: Modernisieren des F-Droid-Tools „Repomaker" (zur einfachen Kuratierung durch „Zeigen und Anklicken“ und Publikation von App-Repos) und ergänzen einer Unterstützung zur IPFS-Veröffentlichung.
pl: Zaktualizuj narzędzie F-Droid RepoMaker (w celu łatwego doboru i publikowania repozytoriów aplikacji typu „wskaż i kliknij”) i dodaj obsługę publikowania IPFS.
ro: Actualizarea instrumentului RepoMaker de la F-Droid (pentru o conservare și o publicare ușoară a depozitelor de aplicații) și adăugarea suportului pentru publicarea IPFS.
ru: Обновите инструмент F-Droid RepoMaker (для легкого создания и публикации репозиториев приложений "наведи и щелкни") и добавьте поддержку публикации в IPFS.
uk: Оновити засіб F-Droid RepoMaker (простий графічний інтерфейс супроводу й публікації репозиторіїв застосунків), додавши підтримку IPFS-оприлюднення.
zh_hans: 更新 F-Droid 的 RepoMaker 工具（用于轻松的“点击”式应用仓库管理和发布）并添加对 IPFS 发布的支持。

source: Expand access to F-Droid repositories to non-Android devices and the mobile web (progressive web apps, content).
de: Erweitern des Zugangs zu F-Droid-Repositorys auf Geräte ohne Android und das mobile Web (progressive Web-Apps, -Inhalte).
pl: Rozszerz dostęp do repozytoriów F-Droid na urządzenia inne niż Android i sieć mobilną (progresywne aplikacje internetowe, treści).
ro: Extinderea accesului la depozitele F-Droid la dispozitivele non-Android și la web-ul mobil (aplicații web progresive, conținut).
ru: Расширение доступа к репозиториям F-Droid для устройств без Android и мобильного веба (прогрессивные веб-приложения, контент).
uk: Зробити репозиторії F-Droid доступними на пристроях без Android та з мобільним інтернетом (прогресивні вебзастосунки та вміст).
zh_hans: 将 F-Droid 存储库的访问扩展到非 Android 设备和移动网络（渐进式网络应用、内容）。

source: Set up a full archive of the f-droid.org repository on IPFS.
de: Einrichten eines vollständigen Archivs des Repositorys von f-droid.org auf IPFS.
pl: Skonfiguruj pełne archiwum repozytorium f-droid.org na IPFS.
ro: Configurați o arhivă completă a depozitului f-droid.org pe IPFS.
ru: Создайте полный архив репозитория f-droid.org на IPFS.
uk: Налаштувати повний архів репозиторію f-droid.org на IPFS.
zh_hans: 在 IPFS 上设置 f-droid.org 存储库的完整存档。

source: Expand outreach and assistance to software developers, media organization, tech companies and more to promote adoption of the F-Droid platform for their software, content and devices (example: Mozilla could easily run a Mozilla app store that includes all the Mozilla channels: releases, nightlies, etc. They could also include a curated collection of reproducibly built apps that Mozilla approves of. Someone who trusts Mozilla can then easily choose to only have access to the Mozilla-curated app store)
de: Ausweiten der Kontakte und Hilfen für Software-Entwickler, Medienverbände, Technikunternehmen und weitere, um den Einsatz der F-Droid-Plattform bei ihrer Software, ihren Inhalten und Geräten zu befördern (Beispiel: Mozilla könnte leicht einen Mozilla-App-Store betreiben, der alle Mozilla-Kanäle beinhaltet: Release-, Nightly-Versionen, usw. Sie könnten auch eine kuratierte Sammlung reproduzierbar erstellter, von Mozilla akzeptierter Apps einschließen. Jemand, der Mozilla vertraut, kann dann einfach auswählen, nur auf den von Mozilla kuratierten App-Store zuzugreifen)
pl: Rozszerz zasięg i pomoc dla twórców oprogramowania, organizacji medialnych, firm technologicznych i nie tylko, aby promować przyjęcie platformy F-Droid dla ich oprogramowania, treści i urządzeń (na przykład: Mozilla może z łatwością uruchomić sklep z aplikacjami Mozilli, który obejmuje wszystkie kanały Mozilli: wydania , nocne itp. Mogą również zawierać wyselekcjonowaną kolekcję odtwarzalnych aplikacji, które zatwierdza Mozilla. Ktoś, kto ufa Mozilli, może wtedy z łatwością wybrać dostęp tylko do sklepu z aplikacjami nadzorowanego przez Mozillę)
ro: Extinderea activităților de informare și asistență pentru dezvoltatorii de software, organizațiile media, companiile de tehnologie și altele, pentru a promova adoptarea platformei F-Droid pentru software-ul, conținutul și dispozitivele lor (exemplu: Mozilla ar putea administra cu ușurință un magazin de aplicații Mozilla care să includă toate canalele Mozilla: versiuni, nightlies etc. De asemenea, ar putea include o colecție curatorială de aplicații construite prin reproducere pe care Mozilla le aprobă. Cineva care are încredere în Mozilla poate alege cu ușurință să aibă acces doar la magazinul de aplicații curatoriat de Mozilla)
ru: Расширение охвата и помощи разработчикам программного обеспечения, медиа-организациям, технологическим компаниям и т.д. с целью содействия принятию платформы F-Droid для их программного обеспечения, контента и устройств (пример: Mozilla может легко запустить магазин приложений Mozilla, включающий все каналы Mozilla: релизы, ночные выпуски и т. д. Они также могли бы включить курируемую коллекцию воспроизводимых приложений, одобренных Mozilla. Тот, кто доверяет Mozilla, может легко выбрать доступ только к магазину приложений, одобренному Mozilla)
uk: Широко інформувати розробників програмного забезпечення, ЗМІ, IT-компанії тощо й сприяти їхньому застосуванню платформи F-Droid для своїх програм, вмісту й пристроїв (наприклад, Mozilla могли б легко запустити сховище застосунків Mozilla з представленням усіх каналів Mozilla: випусків, нічних збірок тощо. Вони могли б також супроводжувати колекцію відтворювано збираних застосунків, які Mozilla схвалює. Хто довіряє Mozilla, зможе тоді легко налаштувати отримання застосунків винятково зі сховища Mozilla)
zh_hans: 扩大对软件开发人员、媒体组织、科技公司等的外联和帮助，以促进 F-Droid 平台在他们的软件、内容和设备中的采用（例如：Mozilla 可以轻松运行一个 Mozilla 应用商店，包括所有 Mozilla 通道：releases, nightlies 等。它们还可以包括 Mozilla 批准的可重复构建的应用的策划集合。信任 Mozilla 的人可以轻松选择仅访问 Mozilla 策划的应用商店）

source: You can follow the work funded under this grant by checking the `FFDW-DVD` label on [issues](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=FFDW-DVD) and [merge requests](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=FFDW-DVD) in GitLab.
de: Ihr könnt die mit diesem Zuschuss geförderten Arbeiten auf GitLab durch Suche nach dem Label `FFDW-DVD` unter den [Tickets](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=FFDW-DVD) und [Merge Requests](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=FFDW-DVD) verfolgen.
pl: Możesz śledzić pracę finansowaną w ramach tego grantu, sprawdzając etykietę `FFDW-DVD` w [błędach](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=FFDW-DVD) i [merge requests](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=FFDW-DVD) na GitLabie.
ro: Puteți urmări activitatea finanțată în cadrul acestui grant verificând eticheta `FFDW-DVD` pe [issues](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=FFDW-DVD) și [merge requests](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=FFDW-DVD) în GitLab.
ru: Вы можете следить за работой, финансируемой по этому гранту, проверяя метку `FFDW-DVD` на [issues](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=FFDW-DVD) и [merge requests](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=FFDW-DVD) в GitLab.
uk: Стежте за роботою, фінансованою цим грантом, обравши мітку `FFDW-DVD` в [обговореннях](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=FFDW-DVD) і [запитах на злиття](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=FFDW-DVD) на GitLab.
zh_hans: 你可以通过在 GitLab 的[议题](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=FFDW-DVD)和[合并请求](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=FFDW-DVD) 中查看 `FFDW-DVD` 标签关注此拨款资助的工作进展。

source: Our first priority is splitting out the core client pieces as standalone libraries. We will take this opportunity to modernize the index format and ensure it works well with IPFS. That effort is tracked using the `index-v2` label on [issues](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=index-v2) and [merge requests](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=index-v2).
de: Vorrang wird zunächst die Abspaltung der Kernbestandteile des Client als eigenständige Bibliotheken haben. Diese Gelegenheit werden wir dazu nutzen, das Indexformat zu modernisieren und sicherzustellen, dass es gut mit IPFS funktioniert. Diese Bemühungen werden über das Label `index-v2` unter den [Tickets](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=index-v2) und [Merge Requests](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=index-v2) nachverfolgt.
pl: Naszym priorytetem jest rozdzielenie podstawowych elementów klienta jako samodzielnych bibliotek. Wykorzystamy tę okazję, aby zmodernizować format indeksu i upewnić się, że działa on dobrze z IPFS. Wysiłek ten jest śledzony za pomocą etykiety `index-v2` w [błędach](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=index-v2) i [merge requests](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=index-v2).
ro: Prima noastră prioritate este împărțirea elementelor de bază ale clientului ca biblioteci independente. Vom profita de această ocazie pentru a moderniza formatul indexului și a ne asigura că funcționează bine cu IPFS. Acest efort este urmărit folosind eticheta `index-v2` pe [issues](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=index-v2) și [merge requests](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=index-v2).
ru: Нашей первоочередной задачей является разделение основных частей клиента на отдельные библиотеки. Мы воспользуемся этой возможностью, чтобы модернизировать формат индекса и убедиться, что он хорошо работает с IPFS. Эта работа отслеживается с помощью метки `index-v2` в [issues](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=index-v2) и [merge requests](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=index-v2).
uk: Перш за все ми виокремимо клієнтське ядро в самостійні бібліотеки. В ході цього ми осучаснимо формат індексу, щоб забезпечити його надійну роботу з IPFS. Ці зусилля позначені міткою `index-v2` в [обговореннях](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=index-v2) і [запитах на злиття](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=index-v2).
zh_hans: 我们的首要任务是将核心客户端部分拆分为独立库。我们将借此机会对索引格式进行现代化改造，并确保它与 IPFS 配合良好。使用 `index-v2` 标签在[议题](https://gitlab.com/groups/fdroid/-/issues?scope=all&state=opened&label_name[]=index-v2)和[合并请求](https://gitlab.com/groups/fdroid/-/merge_requests?scope=all&state=opened&label_name[]=index-v2)中跟踪我们的工作。

source: No user accounts, by design
de: Keine Benutzerkonten, mit voller Absicht
pl: Z założenia nie ma kont użytkowników
ro: Fără conturi de utilizator, prin design
ru: Отсутствие учетных записей пользователей, по замыслу
uk: Архітектура без облікових записів
zh_hans: 没有用户账户，设计如此

source: Ethics has been central to the F-Droid community from the beginning, with a [focus](https://www.ethicsinapps.eu/) on free software, privacy and user control. A key part of F-Droid's design is the lack of user accounts. There are no user accounts used, ever, in the process of delivering apps to users. This is by design. F-Droid has never had a method to identify or track users in the Android client app, and getting information from _f-droid.org_ has also never required any kind of identity information.
de: Ethische Gesichtspunkte standen von Anfang an für die F-Droid-Community im Mittelpunkt, mit ihrem [Fokus](https://www.ethicsinapps.eu/) auf freie Software, Datenschutz und Kontrolle durch die Anwender. Ein Kernstück des F-Droid-Designs ist das Fehlen von Benutzerkonten. Es werden bei der Auslieferung von Apps an Anwender keine Benutzerkonten verwendet, niemals. Das ist Absicht. F-Droid besaß nie eine Methode, um im Android-Client Anwender zu identifizieren oder aufzuspüren und um Informationen von _f-droid.org_ zu erhalten, waren ebenfalls noch nie irgendwelche Identitätsdaten erforderlich.
pl: Etyka była istotna dla społeczności F-Droid od samego początku, z [naciskiem](https://www.ethicsinapps.eu/) na wolne oprogramowanie, prywatność i kontrolę użytkowników. Kluczową częścią projektu F-Droid jest brak kont użytkowników. Nigdy nie są używane żadne konta użytkowników w procesie dostarczania aplikacji użytkownikom. Jest to zgodne z projektem. F-Droid nigdy nie miał metody identyfikacji lub śledzenia użytkowników w aplikacji klienckiej na Androida, a uzyskiwanie informacji z _f-droid.org_ również nigdy nie wymagało żadnych informacji o tożsamości.
ro: Etica a fost de la bun început în centrul comunității F-Droid, cu un [accent](https://www.ethicsinapps.eu/) pe software-ul liber, confidențialitatea și controlul utilizatorului. O parte esențială a designului F-Droid este lipsa conturilor de utilizator. Nu există conturi de utilizator folosite, niciodată, în procesul de livrare a aplicațiilor către utilizatori. Acest lucru este conceput în mod intenționat. F-Droid nu a avut niciodată o metodă de identificare sau de urmărire a utilizatorilor în aplicația client Android, iar obținerea de informații de pe _f-droid.org_ nu a necesitat, de asemenea, niciun fel de informații de identitate.
ru: Этика с самого начала занимала центральное место в сообществе F-Droid, уделяя [focus](https://www.ethicsinapps.eu/) внимание свободному программному обеспечению, конфиденциальности и контролю над пользователями. Ключевой частью дизайна F-Droid является отсутствие учетных записей пользователей. Ни одна учетная запись не используется в процессе доставки приложений пользователям. Это сделано специально. F-Droid никогда не использовал методы идентификации или отслеживания пользователей в клиентском приложении для Android, и получение информации с _f-droid.org_ также никогда не требовало какой-либо идентификационной информации.
uk: [Етика](https://www.ethicsinapps.eu/) — основа спільноти F-Droid із самого початку: вільне програмне забезпечення, приватність і користувацький контроль. Одна з ключових складових архітектури F-Droid — відсутність користувацьких облікових записів. Їх не потребує жоден крок отримання застосунків авдиторією. Так задумано. F-Droid ніколи не містив способів ідентифікування чи відстеження авдиторії в клієнтському Android-застосунку, а отримання даних із _f-droid.org_ також ніколи не потребувало жодних особових даних.
zh_hans: 从一开始，道德就一直是 F-Droid 社区的核心，其中[重点](https://www.ethicsinapps.eu/)是自由软件、隐私和用户控制权。F-Droid 设计的一个关键部分是缺少用户帐户。在向用户交付应用的过程中，从未使用过任何用户帐户。这是设计使然。F-Droid 从来没有在 Android 客户端应用中识别或跟踪用户的方法，并且从 _f-droid.org_ 获取信息也从来不需要任何类型的身份信息。

source: Having user accounts makes some problems much easier to solve: it makes it easy to include ratings and reviews and to manage editing of documentation. However, having user accounts makes other problems much more difficult to solve. User accounts inevitably mean that personally identifiable information ([PII](https://en.wikipedia.org/wiki/Personal_data)) will be collected and stored. User accounts also require passwords, and often phone numbers or email addresses. All that data needs to be defended. One of our core goals is to eliminate the possibility of tracking our users. Having user accounts would make that goal nearly impossible.
de: Mit Benutzerkonten lassen sich manche Aufgaben viel einfacher lösen: es lassen sich leicht Bewertungen und Kritiken einschließen sowie die Bearbeitung der Dokumentation steuern. Andererseits lassen sich andere Aufgaben mit Benutzerkonten weit schwieriger lösen. Benutzerkonten bedeuten unvermeidbar, dass persönlich zuordenbare Informationen ([PII](https://en.wikipedia.org/wiki/Personal_data)) gesammelt und gespeichert werden. Benutzerkonten benötigen zudem Passwörter und oft Telefonnummern oder E-Mail-Adressen. Alle diese Daten müssen geschützt werden. Eines unserer Kernziele ist es, die Möglichkeit unsere Anwender zu verfolgen, zu unterbinden. Mit Benutzerkonten wäre dieses Ziel fast unerreichbar.
pl: Posiadanie kont użytkowników znacznie ułatwia rozwiązywanie niektórych problemów: ułatwia dołączanie ocen i recenzji oraz zarządzanie edycją dokumentacji. Jednak posiadanie kont użytkowników sprawia, że inne problemy są znacznie trudniejsze do rozwiązania. Konta użytkowników nieuchronnie oznaczają, że dane osobowe ([PII](https://en.wikipedia.org/wiki/Personal_data)) będą gromadzone i przechowywane. Konta użytkowników również wymagają haseł, a często numerów telefonów lub adresów e-mail. Wszystkie te dane muszą być chronione. Jednym z naszych głównych celów jest wyeliminowanie możliwości śledzenia naszych użytkowników. Posiadanie kont użytkowników sprawiłoby, że ten cel byłby prawie niemożliwy.
ro: Existența unor conturi de utilizator facilitează rezolvarea anumitor probleme: facilitează includerea de evaluări și recenzii și gestionarea editării documentației. Cu toate acestea, existența conturilor de utilizator face ca alte probleme să fie mult mai dificil de rezolvat. Conturile de utilizator înseamnă, în mod inevitabil, că vor fi colectate și stocate informații de identificare personală ([PII](https://en.wikipedia.org/wiki/Personal_data)). Conturile de utilizator necesită, de asemenea, parole și, adesea, numere de telefon sau adrese de e-mail. Toate aceste date trebuie să fie apărate. Unul dintre obiectivele noastre principale este eliminarea posibilității de a ne urmări utilizatorii. Existența unor conturi de utilizator ar face acest obiectiv aproape imposibil.
ru: Наличие учетных записей пользователей значительно облегчает решение некоторых проблем: с их помощью легко включать рейтинги и обзоры и управлять редактированием документации. Однако наличие учетных записей пользователей значительно усложняет решение других проблем. Учетные записи пользователей неизбежно подразумевают сбор и хранение персонально идентифицируемой информации ([PII](https://en.wikipedia.org/wiki/Personal_data)). Учетные записи пользователей также требуют паролей, а зачастую и номеров телефонов или адресов электронной почты. Все эти данные необходимо защищать. Одна из наших основных целей - исключить возможность отслеживания наших пользователей. Наличие учетных записей пользователей сделает эту задачу практически невыполнимой.
uk: Наявність користувацьких облікових записів спрощує розв'язання деяких завдань: легко додавати оцінки й відгуки чи керувати редагуванням документації. Проте наявність облікових записів значно ускладнює розв'язання інших завдань. Облікові записи неодмінно передбачають збір і збереження особових даних ([PII](https://en.wikipedia.org/wiki/Personal_data)). Облікові записи також вимагають паролів, а часто ще й номерів телефонів чи адрес е-пошти. Всі ці дані потрібно захищати. Одна з наших ключових цілей — усунути можливість стеження за нашою авдиторією. Наявність облікових записів практично внеможливлює цю мету.
zh_hans: 拥有用户帐户使一些问题更容易解决：它使包含评级和评论以及管理文档编辑变得容易。但是，拥有用户帐户会使其他问题更难以解决。用户帐户不可避免地意味着个人身份信息 ([PII](https://en.wikipedia.org/wiki/Personal_data)) 将被收集和存储。用户帐户还需要密码，通常还需要电话号码或电子邮件地址。所有这些数据都需要得到保护。我们的核心目标之一是消除跟踪用户的可能性。拥有用户帐户将使该目标几乎不可能实现。
