Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Will there be another edition of TWIF? That's up to you, dear reader! We are hoping to publish a new TWIF every friday, but we can't do this without your help. If you are working on something F-Droid related, like to talk about your app that's getting updated or newly included in F-Droid, or have some news related to F-Droid, get in touch!
de: Wird es eine weitere Ausgabe von TWIF geben? Das liegt an Ihnen, liebe Leser! Wir hoffen, jeden Freitag ein neues TWIF veröffentlichen zu können, aber ohne Ihre Mithilfe wird das nicht möglich sein. Arbeiten Sie an etwas, was zu F-Droid gehört, möchten Sie über Ihre App erzählen, die aktualisiert oder neu in F-Droid eingeführt wird, oder haben Sie einige Neuigkeiten mit Bezug zu F-Droid, dann melden Sie sich!
pl: Czy będzie kolejna edycja TWIF? To zależy od ciebie, drogi czytelniku! Mamy nadzieję opublikować nowy TWIF w każdy piątek, ale nie możemy tego zrobić bez twojej pomocy. Jeśli pracujesz nad czymś związanym z F-Droidem, lubisz rozmawiać o swojej aplikacji, która jest aktualizowana lub nowo dołączona do F-Droid, lub masz wiadomości związane z F-Droid, skontaktuj się z nami!
ro: Va mai fi o ediție TWIF? Asta depinde de tine, dragă cititorule! Sperăm să publicăm un nou TWIF în fiecare vineri, dar nu putem face acest lucru fără ajutorul tău. Dacă lucrezi la ceva legat de F-Droid, dacă vrei să vorbești despre aplicația ta care va fi actualizată sau nou inclusă în F-Droid, sau dacă ai ceva noutăți legate de F-Droid, contactează-ne!
ru: Будет ли еще один выпуск TWIF? Это зависит от вас, дорогой читатель! Мы надеемся публиковать новый TWIF каждую пятницу, но мы не сможем сделать это без вашей помощи. Если вы работаете над чем-то, связанным с F-Droid, хотите рассказать о своем приложении, которое обновляется или недавно вошло в F-Droid, или у вас есть новости, связанные с F-Droid, свяжитесь с нами!
uk: Чи буде ще один випуск TWIF? Це залежить від вас, дорогий читачу! Ми сподіваємося публікувати новий TWIF щоп'ятниці, але ми не зможемо робити це без вашої допомоги. Якщо ви працюєте над чимось, пов'язаним з F-Droid, хочете розповісти про свій застосунок, який оновлюється або недавно увійшов до F-Droid, або у вас є новини, пов'язані з F-Droid, зв'яжіться з нами!
zh_hans: 会有另一个版本的 TWIF 吗？这取决于你，亲爱的读者！我们希望每周五发布一个新的 TWIF，但是没有你的帮助我们做不到。如果你正在做一些与 F-Droid 相关的事情，想要谈谈 F-Droid 更新或收录的你的应用，或有一些与 F-Droid 相关的新闻，请联系我们！

source: Come talk to us in #fdroid on [Freenode](https://freenode.net/), in Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) or via [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Join us on the [forum](https://forum.f-droid.org/). [Toot on Mastodon](https://mastodon.technology/@fdroidorg), or, if you absolutely must, [tweet us](https://twitter.com/fdroidorg).
de: Sprechen Sie mit uns in #fdroid auf [Freenode](https://freenode.net/), in Matrix über [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) oder über [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Treten Sie dem [Forum](https://forum.f-droid.org/) bei. [Tröten Sie auf Mastodon](https://mastodon.technology/@fdroidorg), oder, wenn es unbedingt sein muss, [twittern Sie](https://twitter.com/fdroidorg).
pl: Przyjdź, porozmawiaj z nami #fdroid na [Freenode](https://freenode.net/), w Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) lub via [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Dołącz do nas na [forum](https://forum.f-droid.org/). [Toot on Mastodon](https://mastodon.technology/@fdroidorg), lub, jeśli absolutnie musisz, [tweetuj nas](https://twitter.com/fdroidorg).
ro: Veniți să vorbiți cu noi în #fdroid pe [Freenode](https://freenode.net/), în Matrix prin [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) sau prin [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Alăturați-vă nouă pe [forum](https://forum.f-droid.org/). [Toot on Mastodon](https://mastodon.technology/@fdroidorg), sau, dacă trebuie neapărat, [tweet-ne](https://twitter.com/fdroidorg).
zh_hans: 请在 [Freenode](https://freenode.net/) 的 #fdroid 频道，或在 Matrix 中通过 [#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)，或通过 [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA) 与我们联系。在[论坛](https://forum.f-droid.org/)上加入我们。[在 Mastodon 上 Toot](https://mastodon.technology/@fdroidorg)，或者，或者如果你非得这么做，[tweet 我们](https://twitter.com/fdroidorg)。

source: This Week in F-Droid, Week 18
de: Diese Woche in F-Droid, Woche 18
pl: W tym tygodniu w F-Droid, Tydzień 18
ro: Săptămâna aceasta în F-Droid, săptămâna 18
ru: Эта неделя в F-Droid, неделя 18
uk: Цього тижня у F-Droid, тиждень 18
zh_hans: F-Droid 每周新闻，第 18 周

source: Hi everyone! You have been telling us you liked the first [#twif](https://mastodon.technology/tags/twif), so have another!
de: Hallo zusammen! Sie haben uns wissen lassen, dass Ihnen das erste [#TWIF](https://mastodon.technology/tags/twif) gefiel, also auf ein Neues!
pl: Cześć wszystkim! Mówiłeś nam, że podoba Ci się pierwszy [twif](https://mastodon.technology/tags/twif), więc miej inny!
ro: Bună tuturor! Ne-ați tot spus că v-a plăcut primul [#twif](https://mastodon.technology/tags/twif), așa că mai luați unul!
zh_hans: 大家好！你们一直在告诉我们你们喜欢第一个 [#twif](https://mastodon.technology/tags/twif)，所以再来一个吧！

source: F-Droid client v1.3-alpha0 is available. It has the new wifi/data preferences, which was one of the priorities of the [Viento](https://guardianproject.info/wind/) funding: making F-Droid work better on cheap devices, low/expensive bandwidth, and small storage.
de: F-Droid-Client v1.3-alpha0 ist abrufbar. Er besitzt neue WLAN-/Mobilfunkdaten-Einstellungen, was eine der Prioritäten der [Viento](https://guardianproject.info/wind/)-Fördermittel war: eine bessere Funktionsweise von F-Droid auf billigen Geräten, bei geringen/teuren Datenübertragungsraten und wenig Speicherplatz.
pl: Klient F-Droid v1.3-alpha0 jest dostępny. Ma nowe preferencje Wi-Fi/data, co było jednym z priorytetów finansowania [Viento](https://guardianproject.info/wind/): dzięki czemu F-Droid działa lepiej na tanich urządzeniach, niskiej/kosztownej przepustowości i małe miejsce do przechowywania.
ro: Clientul F-Droid v1.3-alpha0 este disponibil. Acesta are noile preferințe wifi/date, care a fost una dintre prioritățile finanțării [Viento](https://guardianproject.info/wind/): a face ca F-Droid să funcționeze mai bine pe dispozitive ieftine, cu lățime de bandă mică/ scumpă și cu spațiu de stocare mic.
ru: Доступен клиент F-Droid v1.3-alpha0. Он имеет новые предпочтения wifi/data, что было одним из приоритетов финансирования [Viento](https://guardianproject.info/wind/): заставить F-Droid лучше работать на дешевых устройствах, с низкой/дорогой пропускной способностью и небольшим объемом памяти.
uk: Доступний клієнт F-Droid v1.3-alpha0. Він має нові переваги wifi/data, що було одним з пріоритетів фінансування [Viento](https://guardianproject.info/wind/): змусити F-Droid краще працювати на дешевих пристроях, з низькою/високою пропускною спроможністю і невеликим обсягом пам'яті.
zh_hans: F-Droid 客户端 v1.3-alpha0 已经可以使用了。它拥有新的 wifi/数据设置，这是 [Viento](https://guardianproject.info/wind/) 资助的重点之一：让 F-Droid 在廉价设备、低速/昂贵带宽和小存储空间上更好地工作。

source: As mentioned in the [previous TWIF]({{ site.baseurl }}/2018/04/27/this-week-in-fdroid.html), V1.3 no longer supports Android 2.3.3 or 3.x. Android 4.0 is the minimum. That freed us to update tons of things, and ditch our own custom forks.
de: Wie bereits im [letzten TWIF]({{ site.baseurl }}/2018/04/27/this-week-in-fdroid.html) erwähnt, unterstützt V1.3 Android 2.3.3 or 3.x nicht mehr. Android 4.0 ist das Minimum. Das machte den Weg frei, jede Menge Sachen zu aktualisieren und unsere eigenen, selbsterstellten Forks wegzuschmeißen.
pl: Jak wspomniano w [poprzednim TWIF]({{ site.baseurl }}/2018/04/27/this-week-in-fdroid.html), V1.3 nie obsługuje już systemu Android 2.3.3 lub 3.x. Android 4.0 to minimum. To pozwoliło nam zaktualizować mnóstwo rzeczy i porzucić własne niestandardowe rozwidlenia.
ro: După cum s-a menționat în [TWIF anterior]({{ site.baseurl }}/2018/04/27/this-week-in-fdroid.html), V1.3 nu mai suportă Android 2.3.3 sau 3.x. Android 4.0 este minimul. Acest lucru ne-a eliberat să actualizăm tone de lucruri și să renunțăm la propriile noastre bifurcații personalizate.
ru: Как упоминалось в [предыдущем TWIF]({{ site.baseurl }}/2018/04/27/this-week-in-fdroid.html), V1.3 больше не поддерживает Android 2.3.3 или 3.x. Android 4.0 - это минимум. Это позволило нам обновить множество вещей и отказаться от собственных пользовательских форков.
uk: Як згадувалося в [попередньому TWIF]({{ site.baseurl }}/2018/04/27/this-week-in-fdroid.html), V1.3 більше не підтримує Android 2.3.3 або 3. x. Android 4.0 - це мінімум. Це дозволило нам оновити безліч речей і відмовитися від власних користувальницьких гілок (форків).
zh_hans: 正如之前的 [TWIF]({{ site.baseurl }}/2018/04/27/this-week-in-fdroid.html) 中提到的，V1.3 不再支持 Android 2.3.3 或 3.x。Android 4.0 是最低支持版本。这让我们可以自由地去更新大量的东西，并摆脱了我们自己的定制分叉。

source: [Bubu](https://forum.f-droid.org/u/Bubu) did some work on bringing the [Rocket.Chat](https://rocket.chat) [app](https://github.com/RocketChat/Rocket.Chat.Android) to F-Droid. The FOSS flavour is currently pending upstream review. It lacks push notifications, but otherwise works fine.
de: [Bubu](https://forum.f-droid.org/u/Bubu) arbeitete daran, den [Rocket.Chat](https://rocket.chat) [app](https://github.com/RocketChat/Rocket.Chat.Android) auf F-Droid zu bringen. Die FOSS-Variante wartet momentan auf die Revision des Upstream. Ihr fehlen die Push-Benachrichtigungen, ansonsten funktioniert sie gut.
pl: [Bubu](https://forum.f-droid.org/u/Bubu) wykonał pewne prace związane ze sprowadzeniem [Rocket.Chat](https://rocket.chat) [app](https://github.com/RocketChat/Rocket.Chat.Android) do F-Droid. Wariant FOSS jest obecnie w fazie przeglądu. Brakuje powiadomień push, ale poza tym działa dobrze.
ro: [Bubu](https://forum.f-droid.org/u/Bubu) a lucrat pentru a aduce [Rocket.Chat](https://rocket.chat) [aplicația](https://github.com/RocketChat/Rocket.Chat.Android) pe F-Droid. Aportul FOSS este în prezent în așteptarea revizuirii în amonte. Îi lipsesc notificările push, dar în rest funcționează bine.
ru: [Bubu](https://forum.f-droid.org/u/Bubu) проделал некоторую работу по переносу [Rocket.Chat](https://rocket.chat) [app](https://github.com/RocketChat/Rocket.Chat.Android) на F-Droid. В настоящее время FOSS-версия находится на рассмотрении. В нем отсутствуют push-уведомления, но в остальном он работает отлично.
uk: [Bubu](https://forum.f-droid.org/u/Bubu) виконав деяку роботу з перенесення [Rocket.Chat](https://rocket.chat) [застосунок](https://github.com/RocketChat/Rocket.Chat.Android) на F-Droid. Зараз FOSS-версія знаходиться на розгляді. У ньому відсутні push-сповіщення, але в іншому він працює відмінно.
zh_hans: [Bubu](https://forum.f-droid.org/u/Bubu) 致力于将 [Rocket.Chat](https://rocket.chat) [应用](https://github.com/RocketChat/Rocket.Chat.Android)引入 F-Droid。FOSS flavour 目前正在等待上游审查。它没有通知推送，但在其他方面运行良好。

source: Search page styling broke last Wednesday and got fixed again on Thursday.
de: Das Design der Suchseite war am letzten Mittwoch defekt und wurde am Donnerstag wieder repariert.
pl: Stylizacja strony wyszukiwania zakończyła się w ubiegłą środę i została ponownie ustalona w czwartek.
ro: Stilizarea paginii de căutare s-a stricat miercurea trecută și a fost reparată din nou joi.
ru: Стилизация страницы поиска сломалась в прошлую среду и снова была исправлена в четверг.
uk: Стилізація сторінки пошуку зламалася минулої середи та знову була виправлена в четвер.
zh_hans: 搜索页面样式上周三出现了问题，周四又得到了修复。

source: The "error getting index file" and the Arabic titles bugs got fixed. You can switch back to the new index format if you were using the old one as a workaround.
de: Der Fehler "error getting index file" und die Probleme mit den arabischen Titeln wurden behoben. Sie können wieder auf das neue Index-Format umschalten, sollten Sie das alte als Notlösung verwendet haben.
pl: Naprawiono błąd "pobieranie pliku indeksu" i błędy w języku arabskim. Możesz wrócić do nowego formatu indeksu, jeśli używasz starego jako obejścia.
ro: Au fost remediate "eroarea de obținere a fișierului index" și erorile legate de titlurile în limba arabă. Puteți trece înapoi la noul format de index dacă îl foloseați pe cel vechi ca o soluție de avarie.
ru: Ошибки "ошибка получения индексного файла" и арабских названий исправлены. Вы можете вернуться к новому формату индекса, если вы использовали старый формат в качестве обходного пути.
uk: Помилки "помилка отримання індексного файлу" і арабських назв виправлені. Ви можете повернутися до нового формату індексу, якщо ви використовували старий формат обхідним шляхом.
zh_hans: “获取索引文件错误”和阿拉伯语标题的错误得到了修复。如果你切换到了旧的索引格式作为临时解决方案，现在可以切换回来了。

source: Well, kind of. As it turns out, switching between old and new index formats uncovered another bug, in which one index was generated in the wrong time zone. That, combined with the index downgrade protection, means F-Droid will refuse to update and give an "index.jar older than current index" error.
de: So weit, so gut. Wie sich herausgestellt hat, hat das Umschalten zwischen altem und neuem Index einen weiteren Fehler aufgedeckt, bei dem einer der Indizes in der falschen Zeitzone erzeugt wurde. In Kombination mit dem Index-Downgrade-Schutz bedeutet das, dass F-Droid Aktualisierungen verweigern und den Fehler "index.jar older than current index" ausgeben wird.
pl: Cóż, trochę. Jak się okazało, przełączanie się między starymi i nowymi formatami indeksu ujawniło kolejny błąd, w którym jeden indeks został wygenerowany w niewłaściwej strefie czasowej. To, w połączeniu z ochroną przed degradacją indeksu, oznacza, że F-Droid odmówi aktualizacji i podania błędu "index.jar starsze niż bieżący index".
ro: Ei bine, cam așa ceva. Se pare că trecerea de la formatul vechi la cel nou al indexului a scos la iveală o altă eroare, în care un index a fost generat în fusul orar greșit. Acest lucru, combinat cu protecția împotriva retrogradării indexului, înseamnă că F-Droid va refuza să se actualizeze și va da o eroare "index.jar older than current index".
ru: Ну, в некотором роде. Как оказалось, переключение между старым и новым форматами индексов выявило еще одну ошибку, при которой один индекс был сгенерирован в неправильном часовом поясе. Это, в сочетании с защитой от понижения индекса, означает, что F-Droid откажется обновляться и выдаст ошибку "index.jar старше текущего индекса".
uk: Ну, майже. Як виявилося, перемикання між старим і новим форматами індексів виявило ще одну помилку, за якої один індекс був згенерований в неправильному часовому поясі. Це, в поєднанні із захистом від зниження індексу, означає, що F-Droid відмовиться оновлюватися і видасть помилку «index.jar давніше поточного індексу».
zh_hans: 嗯，有点儿。结果发现，新旧索引格式之间的切换暴露了另一个缺陷，即索引在错误的时区生成。加上索引降级保护，这意味着 F-Droid 将拒绝更新，并给出“index.jar 比当前索引更旧”的错误。

source: This was fixed last week for f-droid.org, but it affects all 3rd-party repositories as well. We'll try to get an fdroidserver bugfix release out soon, but meanwhile fdroidserver@master is fixed and will fix your repository index.
de: Der Fehler wurde letzte Woche für f-droid.org gelöst, betrifft aber genauso alle Drittanbieter-Repositorys. Wir werden versuchen, bald einen Bugfix für fdroidserver zu veröffentlichen, einstweilen wird fdroidserver@master Ihren Repository-Index berichtigen.
pl: Zostało to naprawione w zeszłym tygodniu dla f-droid.org, ale dotyczy również wszystkich repozytoriów firm trzecich. Postaramy się wkrótce wydać wydanie poprawki fdroidserver, ale tymczasem fdroidserver@master jest naprawiony i naprawi twój index repozytorium.
ro: Această problemă a fost rezolvată săptămâna trecută pentru f-droid.org, dar afectează și toate depozitele terților. Vom încerca să lansăm în curând o versiune de remediere a erorilor pentru fdroidserver, dar între timp fdroidserver@master este reparat și va repara indexul depozitului dumneavoastră.
ru: Это было исправлено на прошлой неделе для f-droid.org, но это также влияет на все сторонние репозитории. Мы постараемся выпустить исправление для fdroidserver в ближайшее время, а пока fdroidserver@master исправлен и исправит индекс вашего репозитория.
uk: Це було виправлено минулого тижня для f-droid.org, але це також впливає на всі сторонні репозиторії. Ми постараємося випустити виправлення для fdroidserver найближчим часом, а поки fdroidserver@master виправлений і виправить індекс вашого сховища.
zh_hans: 这个问题上周在 f-droid.org 上已修复，但是它也会影响所有的第三方存储库。我们将尝试尽快发布一个 fdroidserver 错误修正版本，但同时 fdroidserver@master 已经被修复，并将修复你的存储库索引。

source: We're at almost 1900 followers on [Mastodon](https://mastodon.technology/@fdroidorg)!
de: Wir haben fast 1900 Followers auf [Mastodon](https://mastodon.technology/@fdroidorg)!
pl: Mamy prawie 1900 obserwujących [Mastodon](https://mastodon.technology/@fdroidorg)!
ro: Am ajuns la aproape 1900 de urmăritori pe [Mastodon](https://mastodon.technology/@fdroidorg)!
zh_hans: 我们在 [Mastodon](https://mastodon.technology/@fdroidorg) 上有将近 1900 个关注者了！

source: Thanks to everyone who suggested apps to highlight. It's been very helpful! Unfortunately a few suggestions couldn't be processed because the apps in question weren't updated this week. Better luck next time!
de: Vielen Dank allen, die Apps vorschlugen, die hervorgehoben werden sollten. Das war sehr hilfreich! Leider konnten einige Vorschläge nicht berücksichtigt werden, weil die in Frage kommenden Apps in dieser Woche nicht aktualisiert wurden. Vielleicht haben sie beim nächsten Mal mehr Glück!
pl: Dziękujemy wszystkim, którzy sugerowali aplikacje do podświetlania. To było bardzo pomocne! Niestety nie udało się przetworzyć kilku sugestii, ponieważ te aplikacje nie zostały zaktualizowane w tym tygodniu. Więcej szczęścia następnym razem!
ro: Mulțumesc tuturor celor care au sugerat aplicații de evidențiat. A fost de mare ajutor! Din păcate, câteva sugestii nu au putut fi procesate deoarece aplicațiile în cauză nu au fost actualizate săptămâna aceasta. Mai mult noroc data viitoare!
ru: Спасибо всем, кто предложил приложения для выделения. Это было очень полезно! К сожалению, несколько предложений не удалось обработать, потому что приложения, о которых идет речь, не были обновлены на этой неделе. Удачи в следующий раз!
uk: Спасибі всім, хто запропонував застосунки для висвітлення. Це було дуже корисно! На жаль, кілька пропозицій не вдалося обробити, тому що застосунки, про які йде мова, не були оновлені цього тижня. Удачі наступного разу!
zh_hans: 感谢所有建议突出显示应用的人。这非常有帮助！不幸的是，有一些建议无法被采纳，因为建议的应用没有在这周更新。祝你下次好运!

source: Community News
pl: Aktualności społeczności
ro: Știri din comunitate
ru: Новости сообщества
uk: Новини спільноти
zh_hans: 社区新闻

source: [Briar](https://briarproject.org/) is moving out of beta, and put out a release candidate for version 1.0. Briar is a messaging app designed for activists, journalists, and anyone else who needs a safe, easy and robust way to communicate. It can operate over WiFi and bluetooth, even during an internet blackout. It has integrated Tor support, private chats, forums, blogs and more to come like crisis mapping and collaborative document editing.
de: [Briar](https://briarproject.org/) verlässt die Beta-Phase und wird zum Release-Kandidat für Version 1.0. Briar ist eine Messaging-App, die für Aktivisten, Journalisten und alle anderen konzipiert wurde, die sichere, einfach zu bedienende, widerstandsfähige Kommunikationswege benötigen. Sie kann über WLAN und Bluetooth auch während einer Internetabschaltung arbeiten. In ihr sind Tor-Unterstützung, private Chats, Foren, Blogs integriert, Weiteres, wie Krisenabbildungen und gemeinschaftliche Dokumentenbearbeitung ist in Arbeit.
pl: [Briar](https://briarproject.org/) wychodzi z wersji beta i wypuszcza kandydata na wersję 1.0. Briar jest aplikacją do przesyłania wiadomości zaprojektowaną dla aktywistów, dziennikarzy i każdego, kto potrzebuje bezpiecznego, łatwego i niezawodnego sposobu komunikowania się. Może działać przez WiFi i bluetooth, nawet podczas blackoutu. Zawiera zintegrowane wsparcie dla Tora, prywatne czaty, fora, blogi i wiele więcej, jak mapowanie kryzysowe i wspólne edytowanie dokumentów.
ro: [Briar](https://briarproject.org/) a ieșit din versiunea beta și a lansat o versiune 1.0. Briar este o aplicație de mesagerie concepută pentru activiști, jurnaliști și pentru oricine altcineva care are nevoie de o modalitate sigură, ușoară și robustă de comunicare. Poate funcționa prin WiFi și bluetooth, chiar și în timpul unei pene de curent. Dispune de suport Tor integrat, chat-uri private, forumuri, bloguri și multe altele care urmează să apară, cum ar fi cartografierea crizelor și editarea colaborativă a documentelor.
ru: [Briar](https://briarproject.org/) выходит из бета-версии и выкладывает релиз-кандидат версии 1.0. Briar - это приложение для обмена сообщениями, предназначенное для активистов, журналистов и всех тех, кому нужен безопасный, простой и надежный способ общения. Оно может работать через WiFi и bluetooth, даже во время отключения интернета. В нем есть встроенная поддержка Tor, приватные чаты, форумы, блоги и многое другое, например, составление карты кризиса и совместное редактирование документов.
uk: [Briar](https://briarproject.org/) виходить з бета-версії та викладає реліз-кандидат версії 1.0. Briar - це застосунок для обміну повідомленнями, призначене для активістів, журналістів і всіх тих, кому потрібен безпечний, простий і надійний спосіб спілкування. Воно може працювати через WiFi та bluetooth, навіть під час відключення інтернету. У ньому є вбудована підтримка Tor, приватні чати, форуми, блоги та багато іншого, наприклад, складання карти кризи та спільне редагування документів.
zh_hans: [Briar](https://briarproject.org/) 正在脱离 beta 状态，并发布了 1.0 版本的候选版本。Briar 是一款通讯应用，专为活动人士、记者和任何需要安全、简单和强大的沟通方式的人设计。它可以通过 WiFi 和蓝牙进行操作，即使是在互联网断开的情况下。它集成了 Tor 支持、私人聊天、论坛、博客和其他功能，比如危机地图和协作文档编辑。
