Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** was [updated](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) from 0.8.21 to 0.8.22. Note that this version was not released to the Play Store, and should be considered beta quality. It has an annoying display bug on Android 4.x devices. This version brings an all-new key backup and recovery UI, refreshed themes and a new icon, support for split-screen, autofocus when taking a picture, reorganized notification settings, and many bug fixes.
de: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** erhielt ein [Update](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) von 0.8.21 auf 0.8.22. Zu beachten ist, dass diese Version nicht im Play Store veröffentlicht wurde und als Beta-Version betrachtet werden sollte. Sie besitzt einen nervigen Anzeigefehler auf Android-4.x-Geräten. Diese Version bringt eine ganz neue Oberfläche zur Schlüsselsicherung und -wiederherstellung mit, erneuerte Designs und ein neues Icon, die Unterstützung für einen geteilten Bildschirm, den Autofokus bei Aufnahme eines Bilds, neu organisierte Benachrichtigungseinstellungen und viele Korrekturen.
pl: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** został [zaktualizowany](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) z wersji 0.8.21 do 0.8.22. Zauważ, że ta wersja nie została wydana do sklepu Play Store i powinna być traktowana jako wersja beta. Ma irytujący błąd wyświetlania na urządzeniach z systemem Android 4.x. Ta wersja oferuje całkowicie nowy klucz do tworzenia kopii zapasowych i odzyskiwania danych, odświeżone motywy i nową ikonę, obsługę dzielonego ekranu, automatyczną regulację ostrości podczas wykonywania zdjęć, zreorganizowane ustawienia powiadamiania i wiele poprawek błędów.
ro: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** a fost [updated](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) de la 0.8.21 la 0.8.22. Rețineți că această versiune nu a fost lansată în Play Store și ar trebui să fie considerată de calitate beta. Are o eroare de afișare enervantă pe dispozitivele Android 4.x. Această versiune aduce o interfață de backup și recuperare a cheilor complet nouă, teme reîmprospătate și o nouă pictogramă, suport pentru split-screen, autofocus la realizarea unei fotografii, setări de notificare reorganizate și multe corecturi de erori.
ru: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** был [обновлен](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) с 0.8.21 до 0.8.22. Обратите внимание, что эта версия не была выпущена в Play Store, и ее следует считать бета-версией. Она имеет раздражающую ошибку отображения на устройствах Android 4.x. В этой версии полностью новый пользовательский интерфейс резервного копирования и восстановления, обновленные темы и новая иконка, поддержка разделенного экрана, автофокус при съемке, реорганизованные настройки уведомлений и множество исправлений.
uk: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** було [оновлено](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) з 0.8.21 до 0.8.22. Зверніть увагу, що ця версія не була випущена в Play Store, і її слід вважати бета-версією. Вона має дратівливу помилку відображення на пристроях Android 4.x. У цій версії повністю новий призначений для користувача інтерфейс резервного копіювання та відновлення, оновлені теми і нова іконка, підтримка розділеного екрану, автофокус при зйомці, реорганізовані налаштування повідомлень і безліч виправлень.
zh_hans: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 被 从 0.8.21 [更新](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst)到 0.8.22。请注意，此版本未发布到 Play 商店，应视为 beta 质量。它在 Android 4.x 设备上有一个恼人的显示错误。此版本带来了全新的密钥备份和恢复 UI、刷新的主题和新图标、支持分屏、拍照时自动对焦、重新组织的通知设置以及许多错误修复。

source: TWIF 43: The Android Rebuilt edition (alpha)
de: TWIF 43: Die Android-Neubau-Ausgabe (Alpha)
pl: TWIF 43: Przebudowa Android edycja (alpha)
ro: TWIF 43: Ediția Android Rebuilt (alpha)
ru: TWIF 43: Выпуск Android Rebuilt (альфа-версия)
uk: TWIF 43: Випуск Android Rebuilt (альфа-версія)
zh_hans: TWIF 43：Android 重新构建版（alpha）

source: In this edition: First alpha of android-rebuilds is up, F-Droid performance and Izzy triaging. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Erste Alpha-Version der Android-Rebuilds ist da, F-Droid-Leistungsfähigkeit und Izzy's Triage. Es gibt **{{ page.number_of_added_apps }}** neue Apps und **{{ page.number_of_updated_apps }}** Updates.
pl: W tym wydaniu: Pierwsza alfa przebudowy android gotowa, wydajność F -Droid i selekcja Izzy. Dostępnych jest **{{ page.number_of_added_apps }}** nowych i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: A apărut prima versiune alfa a android-rebuilds, performanțele F-Droid și triajul Izzy. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Первая альфа-версия android-rebuilds выложена, производительность F-Droid и сортировка Izzy. На странице **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Перша альфа-версія android-rebuilds викладена, продуктивність F-Droid і сортування Izzy. На сторінці ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 本期中：android-rebuilds 的第一个 alpha 版本已经发布，F-Droid 性能和 Izzy 的分类。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: First alpha of android-rebuilds is up
de: Erste Alpha-Version der Android-Rebuilds
pl: Pierwsza alfa przebudowy android gotowa
ro: Primul alfa de android-rebuilds este sus
ru: Вышла первая альфа-версия android-rebuilds
uk: Вийшла перша альфа-версія android-rebuilds
zh_hans: android-rebuilds 的第一个 alpha 版本已经上线

source: The first alpha of the android-rebuilds repo for sdkmanager is up: [https://mirror.f-droid.org/android-free/repository/repository.xml](https://mirror.f-droid.org/android-free/repository/repository.xml)
de: Die erste Alpha-Version des Repos der Android-Rebuilds für den SDK-Manager ist online: [https://mirror.f-droid.org/android-free/repository/repository.xml](https://mirror.f-droid.org/android-free/repository/repository.xml)
pl: Pierwsza alfa przebudowy android dla repozytorium sdkmanager jest gotowa: [https://mirror.f-droid.org/android-free/repository/repository.xml](https://mirror.f-droid.org/android-free/repository/repository.xml)
ro: Prima versiune alfa a repo-ului android-rebuilds pentru sdkmanager este disponibilă: [https://mirror.f-droid.org/android-free/repository/repository.xml](https://mirror.f-droid.org/android-free/repository/repository.xml)
ru: Выложен первый альфа-репозиторий android-rebuilds для sdkmanager: [https://mirror.f-droid.org/android-free/repository/repository.xml](https://mirror.f-droid.org/android-free/repository/repository.xml)
uk: Викладено перший альфа-репозиторій android-rebuilds для sdkmanager: [https://mirror.f-droid.org/android-free/repository/repository.xml](https://mirror.f-droid.org/android-free/repository/repository.xml)
zh_hans: sdkmanager 的 android-rebuilds 存储库的第一个 alpha 版本已发布：[https://mirror.f-droid.org/android-free/repository/repository.xml](https://mirror.f-droid.org/android-free/repository/repository.xml)

source: This is the free software rebuild of all the Android SDK components, done by **[@beuc](https://gitlab.com/beuc)**. See: [https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/)
de: Dies ist die freie Software-Variante von allen Android-SDK-Komponenten, erstellt von **[@beuc](https://gitlab.com/beuc)**. Siehe: [https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/)
pl: To jest bezpłatna przebudowa oprogramowania wszystkich komponentów SDK systemu Android, wykonana przez **[@beuc](https://gitlab.com/beuc)**. Patrz: [https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/)
ro: Aceasta este o reconstrucție gratuită a tuturor componentelor SDK Android, realizată de **[@beuc](https://gitlab.com/beuc)**. A se vedea: [https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/)
ru: Это свободная программная сборка всех компонентов Android SDK, выполненная **[@beuc](https://gitlab.com/beuc)**. См: [https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/)
uk: Це вільна програмна збірка всіх компонентів Android SDK, виконана **[@beuc](https://gitlab.com/beuc)**. Див: [https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/](https://forum.f-droid .org/t/call-for-help-making-free-software-builds-of-the-android-sdk/)
zh_hans: 这是所有 Android SDK 组件的自由软件重新构建，由 **[@beuc](https://gitlab.com/beuc)** 完成。见：[https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/)

source: The goal is to get it so that apps can use it instead of maven.google.com and any of the Google packages. It is very alpha, so anything could change or break at this point.
de: Das Ziel ist, es so hinzubekommen, dass Apps sie anstelle von maven.google.com und allen Google-Paketen nutzen. Sie befinden sich in einem sehr frühen Entwicklungsstadium, d. h. momentan kann sich noch alles ändern oder versagen.
pl: Celem jest uzyskanie tego, aby aplikacje mogły go używać zamiast maven.google.com i dowolnych pakietów Google. Jest to wczesna alfa, więc wszystko może się w tym momencie zmienić lub złamać.
ro: Scopul este de a face în așa fel încât aplicațiile să îl poată folosi în loc de maven.google.com și de oricare dintre pachetele Google. Este foarte alfa, așa că orice s-ar putea schimba sau strica în acest moment.
ru: Цель - сделать так, чтобы приложения могли использовать его вместо maven.google.com и любых пакетов Google. Это очень-альфа-версия, поэтому на данном этапе все может измениться или сломаться.
uk: Мета - зробити так, щоб програми могли використовувати його замість maven.google.com і будь-яких пакетів Google. Це дуже-альфа-версія, тому на даному етапі все може змінитися або зламатися.
zh_hans: 目标是使它达到应用可以使用它而不是 maven.google.com 和任何 Google 软件包的状态。它仍然处于非常早期的阶段，所以此时任何事情都可能发生变化或中断。

source: F-Droid performance
pl: Wydajność F-Droid
ro: Performanța F-Droid
ru: F-Droid на твоем языке
uk: F-Droid продуктивність
zh_hans: F-Droid 性能

source: **[@krombel](https://forum.f-droid.org/u/krombel)** is investigating why F-Droid is slow, so that we'll know what needs to be improved. Preliminary results:
de: **[@krombel](https://forum.f-droid.org/u/krombel)** untersucht gerade, warum F-Droid langsam ist, damit wir erfahren, was verbessert werden muss. Vorläufige Ergebnisse:
pl: **[@krombel](https://forum.f-droid.org/u/krombel)** bada, dlaczego F -Droid jest powolny, abyśmy wiedzieli, co trzeba poprawić. Wstępne wyniki:
ro: **[@krombel](https://forum.f-droid.org/u/krombel)** investighează de ce F-Droid este lent, astfel încât să știm ce trebuie îmbunătățit. Rezultatele preliminare:
ru: **[@krombel](https://forum.f-droid.org/u/krombel)** выясняет, почему F-Droid работает медленно, чтобы мы знали, что нужно улучшить. Предварительные результаты:
uk: **[@krombel](https://forum.f-droid.org/u/krombel)** з'ясовує, чому F-Droid працює повільно, щоб ми знали, що потрібно поліпшити. Попередні результати:
zh_hans: **[@krombel](https://forum.f-droid.org/u/krombel)** 正在调查 F-Droid 速度慢的原因，以便我们了解需要改进的地方。初步结果：

source: DNS and ping is in generally working well
de: DNS und Ping funktionieren insgesamt gut
pl: DNS i ping na ogół działają dobrze
ro: DNS și ping în general funcționează bine
ru: DNS и ping в целом работают нормально
uk: DNS і ping в цілому працюють нормально
zh_hans: DNS 和 ping 通常运行良好

source: fdroid\_us is on average available at 88%
de: fdroid\_us ist im Durchschnitt zu 88% abrufbar
pl: fdroid\_us jest średnio dostępny na 88%
ro: fdroid\_us este în medie disponibil la 88%
ru: fdroid\_us в среднем доступен на 88%
uk: fdroid \ _us в середньому доступний на 88%
zh_hans: fdroid\_us 平均可用率为 88%

source: fdroid\_de is in the same timeframe available on 64%
de: fdroid\_de steht im selben Zeitraum zu 64% zur Verfügung
pl: fdroid\_de jest w tym samym czasie dostępne na 64%
ro: fdroid\_de este în același interval de timp disponibil pe 64%
ru: fdroid\_de в том же временном интервале доступен на 64%
uk: fdroid \ _de в тому ж часовому інтервалі доступний на 64%
zh_hans: fdroid\_de 在同一时间范围内可用率为 64%

source: nights (1-7 o'clock german time) are quite good (4-7 o'clock directly after an index update which contains often used apps) but daytime is in general bad performing (so taking more then 10s to respond on pings)
de: Nachtstunden (zwischen 1 und 7 Uhr deutscher Zeit) sind ganz gut (von 4-7 Uhr direkt nach einer Index-Aktualisierung, die häufig verwendete Apps enthält) aber tagsüber ist die Leistung im Allgemeinen schlecht (Ping-Antworten dauern dann mehr als 10 s)
pl: nocne (1-7 godzina niemiecki czas) są całkiem dobre (4-7 godzina bezpośrednio po aktualizacji indeksu, który zawiera często używane aplikacje), ale w ciągu dnia jest w ogóle złe wykonanie (więc biorąc więcej niż 10s odpowiedzieć na pingi)
ro: nopțile (1-7 orele germane) sunt destul de bune (4-7 ore imediat după o actualizare a indexului care conține aplicații utilizate frecvent), dar ziua este în general neperformantă (deci durează mai mult de 10s pentru a răspunde la ping-uri)
ru: Ночью (с 1 до 7 часов по немецкому времени) работает довольно хорошо (с 4 до 7 часов непосредственно после обновления индекса, который содержит часто используемые приложения), но днем в целом работает плохо (так, на пинги уходит более 10 секунд)
uk: Вночі (з 1 до 7 години за німецьким часом) працює досить добре (з 4 до 7 годин безпосередньо після оновлення індексу, який містить часто використовувані застосунки), але вдень в цілому працює погано (так, на пінг йде більше 10 секунд)
zh_hans: 晚上（德国时间 1 点到 7 点）非常好（ 4 点到 7 点在包含常用应用的索引更新后立即可用）但白天通常性能较差（因此需要 10 多秒才能响应 ping）

source: You can checkout [this](https://monitor.msg-net.de/d/kXzI4Jliks/worldping-endpoint-f-droid-org?orgId=2&from=now%2Fw&to=now&refresh=1m) for "this week so far" or play with different settings on that dashboard.
de: Ihr könnt das [hier](https://monitor.msg-net.de/d/kXzI4Jliks/worldping-endpoint-f-droid-org?orgId=2&from=now%2Fw&to=now&refresh=1m) für "die laufende Woche" überprüfen und in dieser Übersicht mit verschiedenen Einstellungen spielen.
pl: Możesz sprawdzić [to](https://monitor.msg-net.de/d/kXzI4Jliks/worldping-endpoint-f-droid-org?orgId=2&amp;from=now%2Fw&amp;to=now&amp;refresh=1m) dla "w tym tygodniu do tej pory" lub grać z różnymi ustawieniami na tym pulpicie nawigacyjnym.
ro: Puteți verifica [this](https://monitor.msg-net.de/d/kXzI4Jliks/worldping-endpoint-f-droid-org?orgId=2&amp;from=now%2Fw&amp;to=now&amp;refresh=1m) pentru "această săptămână până în prezent" sau puteți să vă jucați cu diferite setări pe acest tablou de bord.
ru: Вы можете проверить [это](https://monitor.msg-net.de/d/kXzI4Jliks/worldping-endpoint-f-droid-org?orgId=2&amp;from=now%2Fw&amp;to=now&amp;refresh=1m) для "текущей недели на данный момент" или поиграть с различными настройками на этой приборной панели.
uk: Ви можете перевірити [це](https://monitor.msg-net.de/d/kXzI4Jliks/worldping-endpoint-f-droid-org?orgId=2&amp;from=now%2Fw&amp;to=now&amp;refresh=1m ) для "поточного тижня на даний момент" або пограти з різними настройками на цій панелі приладів.
zh_hans: 你可以在[这里](https://monitor.msg-net.de/d/kXzI4Jliks/worldping-endpoint-f-droid-org?orgId=2&from=now%2Fw&to=now&refresh=1m)检查“本周到目前为止”的情况或看看该仪表板上的不同设置。

source: Izzy triaging
de: Izzys Triage
pl: Selekcja Izzy
ro: Izzy se ocupă de triaj
ru: Izzy сортирует
uk: Izzy упорядкування
zh_hans: Izzy 分类

source: **[@Izzy](https://forum.f-droid.org/u/izzy)** is finished with triaging, and issues/MRs are in a much saner state now, in both [fdroiddata](https://gitlab.com/fdroid/fdroiddata) and [rfp](https://gitlab.com/fdroid/rfp). In the remaining time of the week he has been weeding his repo. Kicked a bunch of apps out (most had far too many trackers, others had "moved" to the "official repo"), marked others "no longer maintained" and fixed up Anti-Features (could even remove some)...
de: **[@Izzy](https://forum.f-droid.org/u/izzy)** hat die Sichtung beendet und Issues/Merge Requests sind nun sowohl in [fdroiddata](https://gitlab.com/fdroid/fdroiddata) als auch [rfp](https://gitlab.com/fdroid/rfp) in einem viel besseren Zustand. Den Rest der Woche hat er sein Repo beackert. Einen Haufen Apps rausgeschmissen (die meisten hatten viel zu viele Tracker, andere waren in das "offizielle Repo" "umgezogen"), weitere mit "nicht mehr gewartet" markiert und die unerwünschten Merkmale bereinigt (einige konnten sogar entfernt werden)...
pl: **[@Izzy](https://forum.f-droid.org/u/izzy)** jest zakończona triagingiem, a problemy/MRs są teraz w znacznie zdrowszym stanie, zarówno w [fdroiddata](https://gitlab.com/fdroid/fdroiddata) jak i [rfp](https://gitlab.com/fdroid/rfp). W pozostałym czasie tygodnia pielił swoje repo. Wykopał kilka aplikacji (większość z nich miała zbyt wiele trackerów, inni "przenieśli się" do "oficjalnego repo"), oznaczył innych "nie jest już utrzymana" i naprawił niepożądane funkcje (mógł nawet usunąć niektóre)...
ro: **[@Izzy](https://forum.f-droid.org/u/izzy)** a terminat cu triajul, iar problemele/MR-urile sunt într-o stare mult mai sănătoasă acum, atât în [fdroiddata](https://gitlab.com/fdroid/fdroiddata), cât și în [rfp](https://gitlab.com/fdroid/rfp). În restul timpului rămas din săptămână și-a curățat repo-ul. A dat afară o grămadă de aplicații (majoritatea aveau mult prea multe trackeri, altele se "mutaseră" în "repo-ul oficial"), a marcat altele "nu mai sunt menținute" și a reparat Anti-Features (ar putea chiar să elimine unele)...
ru: **[@Izzy](https://forum.f-droid.org/u/izzy)** закончил с сортировкой, и проблемы/MR теперь находятся в гораздо более здравом состоянии как в [fdroiddata](https://gitlab.com/fdroid/fdroiddata), так и в [rfp](https://gitlab.com/fdroid/rfp). В оставшееся время недели он занимался прополкой своего репозитория. Выкинул кучу приложений (у большинства было слишком много трекеров, другие "переехали" в "официальный репозиторий"), пометил другие "больше не поддерживаются" и исправил анти-функции (мог бы даже удалить некоторые)...
uk: **[@Izzy](https://forum.f-droid.org/u/izzy)** закінчив з сортуванням, і проблеми/MR тепер знаходяться в набагато більш здоровому стані як в [fdroiddata](https://gitlab.com/fdroid/fdroiddata), так і в [rfp](https://gitlab.com/fdroid/rfp). У час, що залишився тижні він займався прополкою свого сховища. Викинув купу застосунків (у більшості було занадто багато трекерів, інші "переїхали" в "офіційний репозиторій"), позначив інші "більше не підтримуються" і виправив анти-функції (міг би навіть видалити деякі) ...
zh_hans: **[@Izzy](https://forum.f-droid.org/u/izzy)** 已完成分类，[fdroiddata](https://gitlab.com/fdroid/fdroiddata) 和 [rfp](https://gitlab.com/fdroid/rfp) 的议题/合并请求现在都处于更 好的状态了。在这周的剩余时间里，他一直在清理他的存储库。踢出了一堆应用（大多数有太多的跟踪器，其他的已经“移动”到了“官方存储库”中），标记了其他一些“不再维护”的应用并整理了负面特征（甚至可以删除一些）...

source: Website search updated
de: Aktualisierte Website-Suche
pl: Aktualizacja wyszukiwania stron internetowych
ro: Căutarea site-ului web este actualizată
ru: Обновлен поиск по сайту
uk: Оновлений пошук на сайті
zh_hans: 网站搜索已更新

source: **[@uniq](https://chaos.social/@uniq)** worked on our website's search this week, fixing a few minor bugs, as well as doing the long overdue upgrade to django2. He has also started keeping a [changelog](https://gitlab.com/fdroid/fdroid-website-search/blob/master/CHANGELOG.md).
de: **[@uniq](https://chaos.social/@uniq)** arbeitete diese Woche an der Suche auf unserer Internetseite, behob einige kleinere Fehler und erledigte auch das lange überfällige Upgrade nach Django2. Er begann auch mit der Erstellung eines [Änderungsprotokolls](https://gitlab.com/fdroid/fdroid-website-search/blob/master/CHANGELOG.md).
pl: **[@uniq](https://chaos.social/@uniq)** pracował nad wyszukiwaniem na naszej stronie internetowej w tym tygodniu, naprawiając kilka drobnych błędów, jak również wykonując dawno zaległą aktualizację do django2. Zaczął też prowadzić [changelog](https://gitlab.com/fdroid/fdroid-website-search/blob/master/CHANGELOG.md).
ro: **[@uniq](https://chaos.social/@uniq)** a lucrat săptămâna aceasta la căutarea pe site-ul nostru, reparând câteva erori minore, precum și făcând actualizarea mult așteptată la django2. De asemenea, a început să țină un [changelog](https://gitlab.com/fdroid/fdroid-website-search/blob/master/CHANGELOG.md).
ru: **[@uniq](https://chaos.social/@uniq)** на этой неделе работал над поиском нашего сайта, исправил несколько мелких ошибок, а также сделал давно назревшее обновление до django2. Он также начал вести [changelog](https://gitlab.com/fdroid/fdroid-website-search/blob/master/CHANGELOG.md).
uk: **[@uniq](https://chaos.social/@uniq)** на цьому тижні працював над пошуком нашого сайту, виправив кілька дрібних помилок, а також зробив давно назріле оновлення до django2. Він також почав вести [changelog](https://gitlab.com/fdroid/fdroid-website-search/blob/master/CHANGELOG.md).
zh_hans: **[@uniq](https://chaos.social/@uniq)** 本周在我们的网站搜索中做了一些工作，修复了一些小错误，以及对 django2 进行了早该进行的升级。他还开始保存 [更新日志](https://gitlab.com/fdroid/fdroid-website-search/blob/master/CHANGELOG.md)。

source: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)**: Susi ai is an intelligent personal assistant.
de: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)**: Susi AI ist ein intelligenter Organizer.
pl: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)**: Susi ai to inteligentny osobisty asystent.
ro: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)**: Susi ai este un asistent personal inteligent.
ru: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)**: Susi ai - интеллектуальный персональный помощник.
uk: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)**: Susi ai - інтелектуальний персональний помічник.
zh_hans: **[SUSI.AI](https://f-droid.org/packages/ai.susi/)**：Susi ai 是一个智能个人助理。

source: **[EVE Mining Calc](https://f-droid.org/packages/com.GTP.eveminer/)**: Mining helper for eve online.
de: **[EVE Mining Calc](https://f-droid.org/packages/com.GTP.eveminer/)**: Schürfhelfer für EVE Online.
pl: **[EVE Mining Calc](https://f-droid.org/packages/com.GTP.eveminer/)**: Pomocnik wyszukiwania dla eve online.
ro: **[EVE Mining Calc](https://f-droid.org/packages/com.GTP.eveminer/)**: Ajutor minier pentru eve online.
ru: **[EVE Mining Calc](https://f-droid.org/packages/com.GTP.eveminer/)**: Помощник майнинга для eve online.
uk: **[EVE Mining Calc](https://f-droid.org/packages/com.GTP.eveminer/)**: Помічник Майнінг для eve online.
zh_hans: **[EVE Mining Calc](https://f-droid.org/packages/com.GTP.eveminer/)**：eve 在线挖矿助手。
