Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Voting on the **Fennec icon** has started at last! After stalling out due to lack of manpower, [Nuntius](https://forum.f-droid.org/u/Nuntius) has graciously offered to run the vote. Please [cast your vote on one of these great icons](https://forum.f-droid.org/t/poll-vote-on-new-icon-for-fennec/3513)!
de: Die Abstimmung über das **Fennec Icon** hat endlich begonnen! Nachdem sie mangels Personal feststeckte, hat [Nuntius](https://forum.f-droid.org/u/Nuntius) freundlicherweise angeboten, sie durchzuführen. Bitte [geben Sie einem dieser großartigen Icons Ihre Stimme](https://forum.f-droid.org/t/poll-vote-on-new-icon-for-fennec/3513)!
pl: Głosowanie na ikonę **Fennec** w końcu zaczęło się! Po zwolnieniu z powodu braku siły roboczej [Nuntius](https://forum.f-droid.org/u/Nuntius) z wdzięcznością zaproponował przeprowadzenie głosowania. Proszę [oddaj swój głos na jedną z tych wspaniałych ikon](https://forum.f-droid.org/t/poll-vote-on-new-icon-for-fennec/3513)!
ro: Votul pentru **Fennec icon**a început în sfârșit! După ce a tras de timp din cauza lipsei de personal, [Nuntius](https://forum.f-droid.org/u/Nuntius) s-a oferit cu bunăvoință să conducă votul. Vă rugăm [cast your vote on one of these great icons](https://forum.f-droid.org/t/poll-vote-on-new-icon-for-fennec/3513)!
ru: Голосование по значку **Fennec** наконец-то началось! После задержки из-за нехватки людей, [Nuntius](https://forum.f-droid.org/u/Nuntius) любезно предложил провести голосование. Пожалуйста, [отдайте свой голос за одну из этих замечательных иконок](https://forum.f-droid.org/t/poll-vote-on-new-icon-for-fennec/3513)!
uk: Голосування за піктограму **Fennec** нарешті почалося! Після затримки через брак людей, [Nuntius](https://forum.f-droid.org/u/Nuntius) люб'язно запропонував провести голосування. Будь ласка, [проголосуйте за одну з цих чудових піктограм](https://forum.f-droid.org/t/poll-vote-on-new-icon-for-fennec/3513)!
zh_hans: **Fennec 图标**投票终于开始了！ 在因人手不足而停滞后，[Nuntius](https://forum.f-droid.org/u/Nuntius) 慷慨地提出主持投票。请[对这些优秀的图标之一投票](https://forum.f-droid.org/t/poll-vote-on-new-icon-for-fennec/3513)！

source: In the [previous TWIF]({% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}), we mentioned how **[Rocket.Chat](https://rocket.chat)** merged **[@Bubu](https://forum.f-droid.org/u/Bubu)**'s FOSS build flavor. If you would like the same to happen for **Mattermost** so it can be included in F-Droid, please add your voice [here](https://github.com/mattermost/mattermost-mobile/issues/566) or [here](https://mattermost.uservoice.com/forums/306457-general/suggestions/14836608-build-android-app-without-google-play-services).
ru: В [предыдущем TWIF]({% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}) мы упомянули, как **[Rocket.Chat](https://rocket.chat)** слил **[@Bubu](https://forum.f-droid.org/u/Bubu)** FOSS build flavor. Если вы хотите, чтобы то же самое произошло с **Mattermost**, чтобы его можно было включить в F-Droid, пожалуйста, добавьте свой голос [здесь](https://github.com/mattermost/mattermost-mobile/issues/566) или [здесь](https://mattermost.uservoice.com/forums/306457-general/suggestions/14836608-build-android-app-without-google-play-services).
uk: У [попередньому TWIF]({% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}) ми згадали, як **[Rocket .Chat](https://rocket.chat)** було пов'язано з вільно збіркою **[@Bubu](https://forum.f-droid.org/u/Bubu)**. Якщо ви хочете, щоб те ж саме відбулося з **Mattermost**, щоб його можна було включити у F-Droid проголосуйте [тут](https://github.com/mattermost/mattermost-mobile/issues/566) або [тут](https://mattermost.uservoice.com/forums/306457-general/suggestions/14836608-build-android-app-without-google-play-services).
zh_hans: 在[之前的 TWIF]({% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}) 中，我们提到 ** [Rocket.Chat](https://rocket.chat)** 合并了 **[@Bubu](https://forum.f-droid.org/u/Bubu)** 的 FOSS 构建 flavour。.如果你希望 **Mattermost** 发生同样的事情，以便它可以包含在 F-Droid 中，请在[这里](https://github.com/mattermost/mattermost-mobile/issues/566)或[这里](https://mattermost.uservoice.com/forums/306457-general/suggestions/14836608-build-android-app-without-google-play-services)发出你的声音。

source: **[@\_hc](https://forum.f-droid.org/u/hans)** presented his [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) and [SD card](https://en.wikipedia.org/wiki/Secure_Digital) swap demo at the [Mozilla WINS competition](https://wirelesschallenge.mozilla.org). You can see the video [here](https://youtu.be/FOWrappjLsY?t=2h2m12s). (The [Guardian Project](https://guardianproject.info) chunk lasts about 8 minutes.)
de: **[@\_hc](https://forum.f-droid.org/u/hans)** präsentierte eine Demo seines [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) und [SD-Karten](https://en.wikipedia.org/wiki/Secure_Digital) Austauschs beim [Mozilla-WINS-Wettbewerb](https://wirelesschallenge.mozilla.org). Das Video finden Sie [hier](https://youtu.be/FOWrappjLsY?t=2h2m12s). (Der [Guardian Project](https://guardianproject.info)-Beitrag dauert ungefähr 8 Minuten.)
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** przedstawił swoją [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) i [karta SD](https://en.wikipedia.org/wiki/Secure_Digital) zamieniają demo w [konkursie Mozilla WINS](https://wirelesschallenge.mozilla.org). Możesz obejrzeć film [tutaj](https://youtu.be/FOWrappjLsY?t=2h2m12s). (Fragment [Guardian Project](https://guardianproject.info) trwa około 8 minut.)
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** și-a prezentat demonstrația de schimb [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) și [SD card](https://en.wikipedia.org/wiki/Secure_Digital) la [Mozilla WINS competition](https://wirelesschallenge.mozilla.org). Puteți vedea videoclipul [aici](https://youtu.be/FOWrappjLsY?t=2h2m12s). (Fragmentul din [Guardian Project](https://guardianproject.info) durează aproximativ 8 minute)
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** представил свой [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) и [SD card](https://en.wikipedia.org/wiki/Secure_Digital) на [Mozilla WINS competition](https://wirelesschallenge.mozilla.org). Вы можете посмотреть видео [здесь](https://youtu.be/FOWrappjLsY?t=2h2m12s). (Отрывок [Guardian Project](https://guardianproject.info) длится около 8 минут.)
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** представив свій [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go ) і [SD card](https://en.wikipedia.org/wiki/Secure_Digital) на [Mozilla WINS competition](https://wirelesschallenge.mozilla.org). Ви можете подивитися відео [тут](https://youtu.be/FOWrappjLsY?t=2h2m12s). (Уривок [Guardian Project](https://guardianproject.info) триває близько 8 хвилин.)
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 在 [Mozilla WINS 竞赛](https://wirelesschallenge.mozilla.org) 上展示了他的 [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) 和 [SD 卡](https://en.wikipedia.org/wiki/Secure_Digital)交换演示。您可以在[此处](https://youtu.be/FOWrappjLsY?t=2h2m12s)观看视频。（[Guardian Project](https://guardianproject.info) 部分持续约 8 分钟。）

source: Since there are few active contributors to the **F-Droid client** right now, **[@\_hc](https://forum.f-droid.org/u/hans)** has been trying to polish things up so that it'll be stable for a while without regular work. We would definitely prefer to have more people contributing, though!
de: Da es im Moment nur wenige aktive Mitwirkende für den **F-Droid-Client** gibt, hat **[@\_hc](https://forum.f-droid.org/u/hans)** versucht, ihn so zu verbessern, dass er für eine Weile ohne regelmäßige Arbeit stabil bleibt. Wir würden es aber definitiv vorziehen, wenn mehr Leute mitmachen würden!
pl: Ponieważ obecnie niewielu aktywnych współpracowników **klienta F-Droid**, **[@\_hc](https://forum.f-droid.org/u/hans)** próbuje polepszyć rzeczy, które będą stabilne przez jakiś czas bez regularnej pracy. Zdecydowanie wolelibyśmy, aby więcej osób wnosiło swój wkład!
ro: Din moment ce sunt puțini contribuitori activi la **F-Droid client** în acest moment, **[@\_hc](https://forum.f-droid.org/u/hans)** a încercat să îmbunătățească lucrurile astfel încât să fie stabil pentru o perioadă de timp fără muncă regulată. Am prefera cu siguranță să avem mai mulți oameni care să contribuie, totuși!
ru: Поскольку сейчас мало активных участников в **F-Droid клиент**, **[@\_hc](https://forum.f-droid.org/u/hans)** пытается отшлифовать его, чтобы он был стабилен некоторое время без постоянной работы. Мы бы определенно предпочли, чтобы больше людей вносили свой вклад!
uk: Оскільки зараз мало активних учасників в ** F-Droid клієнт **, **[@ \ _ hc](https://forum.f-droid.org/u/hans)** намагається відшліфувати його, щоб він був стабільний деякий час без постійної роботи. Ми б точно вважали за краще, щоб більше людей вносили свій внесок!
zh_hans: 由于目前 **F-Droid 客户端**的活跃贡献者很少，** [@\_hc](https://forum.f-droid.org/u/hans)**一直在努力打磨它，使它可以在没有定期工作的情况下稳定一段时间。不过，我们肯定希望有更多的人做出贡献！

source: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** had two build failures this week. **[@hague](https://gitlab.com/Hague)** has hopefully fixed this for 3.1, with assistance from **[@Bubu](https://forum.f-droid.org/u/Bubu)**.
de: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** hatte diese Woche zwei Builds, die fehlschlugen. **[@hague](https://gitlab.com/Hague)** hat das mit Unterstützung von **[@Bubu](https://forum.f-droid.org/u/Bubu)** hoffentlich für 3.1 geregelt.
pl: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** miał dwie awarie kompilacji w tym tygodniu. **[@hague](https://gitlab.com/Hague)** mam nadzieję, że poprawiono to na 3.1, z pomocą **[@Bubu](https://forum.f-droid.org/u/Bubu)**.
ro: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** a avut două eșecuri de construcție în această săptămână. **[@hague](https://gitlab.com/Hague)** sperăm că a rezolvat acest lucru pentru 3.1, cu ajutorul lui **[@Bubu](https://forum.f-droid.org/u/Bubu)**.
ru: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** на этой неделе произошли два сбоя в сборке. **[@hague](https://gitlab.com/Hague)**, надеемся, исправил это в версии 3.1, при содействии **[@Bubu](https://forum.f-droid.org/u/Bubu)**.
uk: **[OsmAnd ~](https://f-droid.org/packages/net.osmand.plus/)** цього тижня відбулися два збої у збірці. **[@hague](https://gitlab.com/Hague)**, сподіваємося, це виправилося у версії 3.1, за сприяння **[@Bubu](https://forum.f-droid.org/u/Bubu)**.
zh_hans: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 本周有两次构建失败。**[@hague](https://gitlab.com/Hague)** 希望在 **[@Bubu](https://forum.f-droid.org/u/Bubu)** 在 3.1 中修复这个问题。

source: This edition of TWIF has an experimental "Featured" badge in front of some apps. Let us know how you like it, and if there's anything we can do to improve/tweak its appearance.
de: Diese Ausgabe des TWIF enthält eine experimentelle "Featured"-Marke vor manchen Apps. Teilen Sie uns mit, wie Sie sie finden und ob wir ihr Aussehen irgendwie verbessern/anpassen sollen.
pl: W tej wersji TWIF przed niektórymi aplikacjami znajduje się eksperymentalna plakietka "Polecane". Daj nam znać, jak Ci się podoba i czy jest coś, co możemy zrobić, aby naprawić/poprawić jej wygląd.
ro: Această ediție a TWIF are o insignă experimentală "Featured" în fața unor aplicații. Spuneți-ne cum vă place și dacă putem face ceva pentru a-i îmbunătăți aspectul.
ru: В этом выпуске TWIF перед некоторыми приложениями появился экспериментальный значок "Featured". Дайте нам знать, как он вам нравится, и можем ли мы что-нибудь сделать для улучшения/настройки его внешнего вида.
uk: У цьому випуску TWIF перед деякими застосунками з'явився експериментальний значок "Featured". Дайте нам знати, як він вам подобається, і чи можемо ми що-небудь зробити для поліпшення/встановлення його зовнішнього вигляду.
zh_hans: 本期 TWIF 在某些应用前面有一个实验性的“精选”徽章。让我们知道你是否喜欢它，我们是否可以做些什么来改进/调整它的外观。

source: **[@chinmayamahesh](https://mastodon.xyz/@chinmayamahesh)** wrote a [quick guide](https://chin123.gitlab.io/fossandroid.html) on how to free your phone with the help of custom ROMs and F-Droid.
de: **[@chinmayamahesh](https://mastodon.xyz/@chinmayamahesh)** schrieb eine [Kurzanleitung](https://chin123.gitlab.io/fossandroid.html) über die Befreiung Ihres Telefons mit Hilfe von Custom-ROMs und F-Droid.
pl: **[@chinmayamahesh](https://mastodon.xyz/@chinmayamahesh)** napisał [quick guide](https://chin123.gitlab.io/fossandroid.html) o tym, jak uwolnić telefon za pomocą niestandardowych ROM i F-Droid.
ro: **[@chinmayamahesh](https://mastodon.xyz/@chinmayamahesh)** a scris un [quick guide](https://chin123.gitlab.io/fossandroid.html) despre cum să vă eliberați telefonul cu ajutorul ROM-urilor personalizate și al F-Droid.
ru: **[@chinmayamahesh](https://mastodon.xyz/@chinmayamahesh)** написал [краткое руководство](https://chin123.gitlab.io/fossandroid.html) о том, как освободить свой телефон с помощью пользовательских ПЗУ (ROM) и F-Droid.
uk: **[@chinmayamahesh](https://mastodon.xyz/@chinmayamahesh)** написав [інструкція](https://chin123.gitlab.io/fossandroid.html) про те, як звільнити свій телефон за допомогою призначених для користувача ПЗУ (ROM) і F-Droid.
zh_hans: **[@chinmayamahesh](https://mastodon.xyz/@chinmayamahesh)** 写了一篇关于如何使用自定义 ROM 和 F-Droid 的帮助[快速指南](https://chin123.gitlab.io/fossandroid.html)。

source: **[@codingquark](https://mathstodon.xyz/@codingquark)** also [wrote his thoughts](https://codingquark.com/floss/2018/07/04/android-floss-life.html) on custom ROMs, exploring how far one can go about being FLOSS-only on Android. If you have questions or improvements, they would very much appreciate your feedback.
de: Auch **[@codingquark](https://mathstodon.xyz/@codingquark)** [schrieb seine Überlegungen](https://codingquark.com/floss/2018/07/04/android-floss-life.html) zu Custom-ROMs, in denen er untersuchte, wie weit man in Android mit ausschließlich FLOSS kommt. Wenn Sie Fragen oder Anregungen dazu haben, würde er sich über eine Rückmeldung sehr freuen.
pl: **[@codingquark](https://mathstodon.xyz/@codingquark)** również [napisał swoje przemyślenia](https://codingquark.com/floss/2018/07/04/android-floss-life.html) o niestandardowych ROM-ach, badając, jak daleko można przejść na FLOSS-tylko na Androida. Jeśli masz pytania lub ulepszenia, będę bardzo wdzięczny za Twoją opinię.
ro: **[@codingquark](https://mathstodon.xyz/@codingquark)** de asemenea [wrote his thoughts](https://codingquark.com/floss/2018/07/04/android-floss-life.html) despre ROM-urile personalizate, explorând cât de departe se poate merge în a fi FLOSS-only pe Android. Dacă aveți întrebări sau îmbunătățiri, ar aprecia foarte mult feedback-ul dumneavoastră.
ru: **[@codingquark](https://mathstodon.xyz/@codingquark)** также [написал свои мысли](https://codingquark.com/floss/2018/07/04/android-floss-life.html) о пользовательских ПЗУ, исследуя, как далеко можно зайти в том, чтобы быть FLOSS-only на Android. Если у вас есть вопросы или улучшения, они будут очень признательны за ваши отзывы.
uk: **[@codingquark](https://mathstodon.xyz/@codingquark)** також [написав свої думки](https://codingquark.com/floss/2018/07/04/android-floss-life.html ) про користувальницьких ПЗУ, досліджуючи, як далеко можна зайти в тому, щоб бути FLOSS-only на Android. Якщо у вас є питання або поліпшення, вони будуть дуже вдячні за ваші відгуки.
zh_hans: **关于自定义 ROM，[@codingquark](https://mathstodon.xyz/@codingquark)**也[写了他的想法](https://codingquark.com/floss/2018/07/04/android-floss-life.html)，探索在 Android 上仅使用 FLOSS 可以走多远。如果你有任何问题或改进，他们将非常感谢你的反馈。

source: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** wrote down [an idea for integrating F-Droid repositories](https://gitlab.com/NicoAlt/fdroidpub/blob/master/README.md#fdroidpub) with the [fediverse](https://en.wikipedia.org/wiki/Fediverse). This could finally offer a way for people to comment on apps, as well as produce opt-in statistics about an app's popularity, creating something that is truly more than the sum of its parts. You are invited to [the discussion](https://forum.f-droid.org/t/fdroidpub-let-apps-in-f-droid-toot-to-the-fediverse/3553)!
de: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** formulierte [eine Idee zur Integration von F-Droid-Repositorys](https://gitlab.com/NicoAlt/fdroidpub/blob/master/README.md#fdroidpub) in [Fediverse](https://en.wikipedia.org/wiki/Fediverse). Damit könnten endlich sowohl den Leuten ein Weg angeboten werden, Apps zu kommentieren, als auch Opt-in-Statistiken zur App-Popularität erzeugt werden, wobei etwas geschaffen würde, was wahrlich mehr ist als die Summe seiner Einzelteile. Beteiligen Sie sich an der [Diskussion](https://forum.f-droid.org/t/fdroidpub-let-apps-in-f-droid-toot-to-the-fediverse/3553)!
pl: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** zapisał [pomysł na integrację repozytoriów F-Droid](https://gitlab.com/NicoAlt/fdroidpub/blob/master/README.md#fdroidpub) z [fediverse](https://en.wikipedia.org/wiki/Fediverse). Może to wreszcie umożliwić ludziom komentowanie aplikacji, a także tworzenie statystyk dotyczących popularności aplikacji, tworząc coś, co jest naprawdę czymś więcej niż sumą jej części. Jesteś zaproszony na [dyskusję](https://forum.f-droid.org/t/fdroidpub-let-apps-in-f-droid-toot-to-the-fediverse/3553)!
ro: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** a scris [an idea for integrating F-Droid repositories](https://gitlab.com/NicoAlt/fdroidpub/blob/master/README.md#fdroidpub)cu [fediverse](https://en.wikipedia.org/wiki/Fediverse). Acest lucru ar putea oferi în cele din urmă o modalitate prin care oamenii să comenteze aplicațiile, precum și să producă statistici opt-in despre popularitatea unei aplicații, creând ceva care este cu adevărat mai mult decât suma părților sale. Sunteți invitați la [the discussion](https://forum.f-droid.org/t/fdroidpub-let-apps-in-f-droid-toot-to-the-fediverse/3553)!
ru: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** записал [идею интеграции репозиториев F-Droid](https://gitlab.com/NicoAlt/fdroidpub/blob/master/README.md#fdroidpub) с [fediverse](https://en.wikipedia.org/wiki/Fediverse). Это может предложить людям возможность комментировать приложения, а также создавать статистику популярности приложения, создавая нечто большее, чем просто сумма частей. Приглашаем вас к [обсуждению](https://forum.f-droid.org/t/fdroidpub-let-apps-in-f-droid-toot-to-the-fediverse/3553)!
uk: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** записав [ідею інтеграції репозиторіїв F-Droid](https://gitlab.com/NicoAlt/fdroidpub/blob/master/README.md#fdroidpub) з [fediverse](https://en.wikipedia.org/wiki/Fediverse). Це може нарешті надати людям можливість коментувати застосунки, а також створювати статистику популярності застосунки, створюючи щось більше, ніж просто сума частин. Запрошуємо вас до [обговорення](https://forum.f-droid.org/t/fdroidpub-let-apps-in-f-droid-toot-to-the-fediverse/3553)!
zh_hans: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** 写下了将 [fediverse](https://en.wikipedia.org/wiki/Fediverse) 与 [F-Droid 存储库集成的想法](https://gitlab.com/NicoAlt/fdroidpub/blob/master/README.md#fdroidpub)。这最终可以为人们提供一种评论应用的方式，并生成有关应用受欢迎程度的可选统计数据，从而创造出真正超过其各部分总和的东西。欢迎参加[讨论](https://forum.f-droid.org/t/fdroidpub-let-apps-in-f-droid-toot-to-the-fediverse/3553)！

source: **[Simple ToDo](https://f-droid.org/packages/apps.jizzu.simpletodo/)**: To-Do / Task list with beautiful minimalistic design and reminders
de: **[Simple ToDo](https://f-droid.org/packages/apps.jizzu.simpletodo/)**: Arbeits-/ Aufgabenliste mit schönem, minimalistischem Design und Erinnerungsfunktion
pl: **[Simple ToDo](https://f-droid.org/packages/apps.jizzu.simpletodo/)**: Lista zadań do wykonania/zadań z pięknym minimalistycznym wzornictwem i przypomnieniami
ro: **[Simple ToDo](https://f-droid.org/packages/apps.jizzu.simpletodo/)**: To-Do / listă de sarcini cu un design minimalist frumos și memento-uri
ru: **[Simple ToDo](https://f-droid.org/packages/apps.jizzu.simpletodo/)**: Список дел / задач с красивым минималистичным дизайном и напоминаниями
uk: **[Simple ToDo](https://f-droid.org/packages/apps.jizzu.simpletodo/)**: Список справ/завдань з красивим мінімалістичним дизайном і нагадуваннями
zh_hans: **[Simple ToDo](https://f-droid.org/packages/apps.jizzu.simpletodo/)**：具有精美简约设计和提醒的待办事项/任务列表

source: **[Device Locator](https://f-droid.org/packages/at.bitfire.devicelocator/)**: Android lost/stolen device locator which does not require Internet access
de: **[Device Locator](https://f-droid.org/packages/at.bitfire.devicelocator/)**: Ortung des verlorenen/gestohlenen Android-Geräts, die ohne Internetzugriff auskommt
pl: **[Device Locator](https://f-droid.org/packages/at.bitfire.devicelocator/)**: Zgubiony/skradziony lokalizator urządzenia Android, który nie wymaga dostępu do Internetu
ro: **[Device Locator](https://f-droid.org/packages/at.bitfire.devicelocator/)**: Localizator de dispozitive Android pierdute/furate care nu necesită acces la Internet
ru: **[Device Locator](https://f-droid.org/packages/at.bitfire.devicelocator/)**: Локатор потерянных/украденных устройств для Android, не требующий доступа в Интернет
uk: **[Device Locator](https://f-droid.org/packages/at.bitfire.devicelocator/)**: Локатор втрачених/вкрадених пристроїв для Android, який не потребує інтернет-доступу
zh_hans: **[Device Locator](https://f-droid.org/packages/at.bitfire.devicelocator/)**：Android 丢失/被盗设备定位器，不需要网络连接

source: **[VlcFreemote](https://f-droid.org/packages/com.nicolasbrailo.vlcfreemote/)**: Remotely control a VLC server
de: **[VlcFreemote](https://f-droid.org/packages/com.nicolasbrailo.vlcfreemote/)**: Fernsteuerung für einen VLC-Server
pl: **[VlcFreemote](https://f-droid.org/packages/com.nicolasbrailo.vlcfreemote/)**: Zdalnie steruj serwerem VLC
ro: **[VlcFreemote](https://f-droid.org/packages/com.nicolasbrailo.vlcfreemote/)**: Controlați de la distanță un server VLC
ru: **[VlcFreemote](https://f-droid.org/packages/com.nicolasbrailo.vlcfreemote/)**: Удаленное управление сервером VLC
uk: **[VlcFreemote](https://f-droid.org/packages/com.nicolasbrailo.vlcfreemote/)**: Віддалене керування сервером VLC
zh_hans: **[VlcFreemote](https://f-droid.org/packages/com.nicolasbrailo.vlcfreemote/)**：远程控制 VLC 服务器

source: **[Event Sync for Facebook](https://f-droid.org/packages/cz.dvratil.fbeventsync/)**: Sync your Facebook Events into your calendar
de: **[Event Sync for Facebook](https://f-droid.org/packages/cz.dvratil.fbeventsync/)**: Synchronisation von Facebook-Events mit dem Kalender
pl: **[Event Sync for Facebook](https://f-droid.org/packages/cz.dvratil.fbeventsync/)**: Synchronizuj swoje wydarzenia z Facebooka w swoim kalendarzu
ro: **[Event Sync for Facebook](https://f-droid.org/packages/cz.dvratil.fbeventsync/)**: Sincronizați evenimentele Facebook în calendarul dvs
ru: **[Event Sync for Facebook](https://f-droid.org/packages/cz.dvratil.fbeventsync/)**: Синхронизация событий Facebook с вашим календарем
uk: **[Event Sync for Facebook](https://f-droid.org/packages/cz.dvratil.fbeventsync/)**: Синхронізація подій Facebook з вашим календарем
zh_hans: **[Event Sync for Facebook](https://f-droid.org/packages/cz.dvratil.fbeventsync/)**：将你的 Facebook 事件同步到你的日历中
