Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: F-Droid now has full support for projects offering donation via Liberapay:
de: F-Droid unterstützt nun vollständig Projekte, die Spenden über Liberapay anbieten:
pl: F-Droid ma teraz pełne wsparcie dla projektów oferujących darowizny za pośrednictwem Liberapay:
ro: F-Droid are acum suport complet pentru proiectele care oferă donații prin Liberapay:
ru: F-Droid теперь имеет полную поддержку проектов, предлагающих пожертвования через Liberapay:
uk: F-Droid тепер має повну підтримку для проєктів, що бажають отримати допомогу через Liberapay:
zh_hans: F-Droid 现在对通过 Liberapay 捐赠的项目具有全面支持：

source: The Liberapay ID of a person or team can be entered into a dedicated [metadata field]({{ site.baseurl }}/docs/Build_Metadata_Reference/#LiberapayID). 10 apps in F-Droid already offer this as a donation option. Hopefully more will join soon.
de: Die Liberapay-ID einer Person oder eines Teams kann in ein spezielles [Metadatenfeld]({{ site.baseurl }}/docs/Build_Metadata_Reference/#LiberapayID) eingegeben werden. 10 Apps in F-Droid bieten dies bereits als Spendenoption an. Mehr werden sich hoffentlich bald anschließen.
pl: Identyfikator Liberapay osoby lub zespołu można wprowadzić w dedykowanym [polu metadanych]({{ site.baseurl }}/docs/Build_Metadata_Reference/#LiberapayID). 10 aplikacji w F-Droid już oferuje tę opcję jako darowiznę. Mam nadzieję, że więcej wkrótce dołączy.
ro: ID-ul Liberapay al unei persoane sau al unei echipe poate fi introdus într-un [metadata field]({{ site.baseurl }}/docs/Build_Metadata_Reference/#LiberapayID). 10 aplicații din F-Droid oferă deja acest lucru ca opțiune de donație. Să sperăm că și altele se vor alătura în curând.
ru: Liberapay ID человека или команды может быть введен в специальное [поле метаданных]({{ site.baseurl }}/docs/Build_Metadata_Reference/#LiberapayID). 10 приложений в F-Droid уже предлагают такую возможность пожертвования. Надеемся, что скоро к ним присоединятся и другие.
uk: ID особи або команди на Liberapay можна ввести в спеціальне [поле метаданих]({{ site.baseurl }}/docs/Build_Metadata_Reference/#LiberapayID). 10 застосунків у F-Droid вже додали цей параметр. Сподіваємося, інші також приєднаються найближчим часом.
zh_hans: 可以将个人或团队的 Liberapay ID 输入专用的[元数据字段]({{ site.baseurl }}/docs/Build_Metadata_Reference/#LiberapayID)。F-Droid 中的 10 个应用已经提供了这一捐赠选项。希望很快会有更多的应用加入。

source: * The android client now shows the Liberapay widget: <p align="center"> <img width="400" src="{% asset posts/2018-03-02-liberapay-support/liberapay-client-screenshot.png %}" /> </p> * The website now includes [all donation options]({{ site.baseurl }}/2018/03/01/website-updates.html). * F-Droid itself has a [Liberapay team](https://liberapay.com/F-Droid-Data). After about two month we are already receiving ~30€/week, making us currently the third most funded [team](https://en.liberapay.com/explore/teams) on Liberapay.
de: * Der Android-Client zeigt jetzt das Liberapay-Logo an: <p align="center"> <img src="{% asset posts/2018-03-02-liberapay-support/liberapay-client-screenshot.png %}" width="400"> </p> * Die Internetseite enthält jetzt [alle Spendenmöglichkeiten]({{ site.baseurl }}/2018/03/01/website-updates.html). * F-Droid selbst hat ein [Liberapay-Team](https://liberapay.com/F-Droid-Data). Nach ungefähr zwei Monaten erhalten wir bereits ~30€/Woche, was uns im Moment zum dritthöchstgeförderten [Team](https://en.liberapay.com/explore/teams) auf Liberapay macht.
pl: * Klient na Androida pokazuje teraz widżet Liberapay: <p align="center"> <img src="{% asset posts/2018-03-02-liberapay-support/liberapay-client-screenshot.png %}" width="400"> </p> * Strona zawiera teraz [wszystkie opcje darowizny]({{ site.baseurl }}/2018/03/01/website-updates.html). * Sam F-Droid ma [zespół Liberapay](https://liberapay.com/F-Droid-Data). Po około dwóch miesiącach otrzymujemy już ok. 30 €/tydzień, co sprawia, że obecnie jesteśmy na 3. miejscu najbardziej finansowanych [zespołów](https://en.liberapay.com/explore/teams) na Liberapay.
ro: * Clientul android afișează acum widget-ul Liberapay: <p align="center"> <img src="{% asset posts/2018-03-02-liberapay-support/liberapay-client-screenshot.png %}" width="400"> </p> * Site-ul web include acum [all donation options]({{ site.baseurl }}/2018/03/01/website-updates.html). * F-Droid însuși are o [Liberapay team](https://liberapay.com/F-Droid-Data). După aproximativ două luni, primim deja ~30€/săptămână, ceea ce ne face în prezent a treia cea mai finanțată [team](https://en.liberapay.com/explore/teams) pe Liberapay.
ru: * В клиенте android теперь отображается виджет Liberapay: <p align="center"> <img width="400" src="{% asset posts/2018-03-02-liberapay-support/liberapay-client-screenshot.png %}" /> </p> * На сайте теперь есть [все варианты пожертвований]({{ site.baseurl }}/2018/03/01/website-updates.html). * В самом F-Droid появилась команда [Liberapay](https://liberapay.com/F-Droid-Data). Спустя примерно два месяца мы уже получаем ~30€/неделю, что делает нас в настоящее время третьей по финансированию [командой](https://en.liberapay.com/explore/teams) на Liberapay.
uk: * Клієнт android тепер показує віджет Liberapay: <p align="center"> <img src="{% asset posts/2018-03-02-liberapay-support/liberapay-client-screenshot.png %}" width="400"> </p> * Вебсайт тепер містить [всі варіанти допомоги]({{ site.baseurl }}/2018/03/01/website-updates.html). * Сам F-Droid має [Команду на Liberapay](https://liberapay.com/F-Droid-Data). Приблизно за два місяці ми вже отримуємо ~ 30€/тиждень, що робить нас тепер третьою за розміром допомоги [командою](https://uk.liberapay.com/explore/teams) на Liberapay.
zh_hans: * Android 客户端现在显示一个 Liberapay 微件： <p align="center"> <img width="400" src="{% asset posts/2018-03-02-liberapay-support/liberapay-client-screenshot.png %}" /> </p> * 网站现在已经包含了[所有捐款选项]({{ site.baseurl }}/2018/03/01/website-updates.html)。 * F-Droid 自己有一个 [Liberapay 团队](https://liberapay.com/F-Droid-Data)。 大约两个月后，我们已经收到 ~30 欧元/周，使我们成为了 眼下 Liberapay 上 获得资助第三多的[团队](https://en.liberapay.com/explore/teams)。

source: Next steps
de: Nächste Schritte
pl: Kolejne kroki
ro: Următorul pas
ru: Следующие шаги
uk: Подальші кроки
zh_hans: 下一步的计划

source: Liberapay is still a young and very small platform (remember, we became the third most funded team in two months ;-)) so it needs both more projects and more patrons. So spread the word and [ask your favourite](https://github.com/TeamNewPipe/NewPipe/issues/1153) open source project if you can start giving them money through Liberapay.
de: Liberapay ist noch ein junges und sehr kleines Portal (zur Erinnerung, wir wurden binnen zwei Monaten dritthöchstgefördertes Team ;-)), so braucht es sowohl mehr Projekte als auch mehr Förderer. Also erzählen Sie es weiter und [fragen Sie bei Ihrem Open-Source-Lieblingsprojekt nach](https://github.com/TeamNewPipe/NewPipe/issues/1153), ob Sie damit beginnen können, ihnen Geld über Liberapay zu geben.
pl: Liberapay jest wciąż młodą i bardzo małą platformą (pamiętajcie, że w ciągu dwóch miesięcy staliśmy się trzecią najbardziej finansowaną drużyną ;-)), więc potrzebuje zarówno więcej projektów, jak i więcej patronów. Więc rozpowszechniaj słowo i [pytaj swojego ulubionego](https://github.com/TeamNewPipe/NewPipe/issues/1153) projektu open source, jeśli możesz zacząć dawać im pieniądze za pośrednictwem Liberapay.
ro: Liberapay este încă o platformă tânără și foarte mică (amintiți-vă, am devenit a treia cea mai finanțată echipă în două luni ;-)), așa că are nevoie atât de mai multe proiecte, cât și de mai mulți patroni. Așa că răspândiți vestea și [ask your favourite](https://github.com/TeamNewPipe/NewPipe/issues/1153) dacă puteți începe să le dați bani prin Liberapay.
ru: Liberapay все еще молодая и очень маленькая платформа (помните, мы стали третьей командой по объему финансирования за два месяца ;-)), поэтому ей нужно больше проектов и больше меценатов. Так что распространяйте информацию и [спросите свой любимый](https://github.com/TeamNewPipe/NewPipe/issues/1153) проект с открытым исходным кодом, можете ли вы начать давать им деньги через Liberapay.
uk: Liberapay ще молода і дуже маленька платформа (пам'ятаєте, ми стали третьою командою за обсягом фінансування за два місяці ;-)), тому їй потрібно більше проєктів і більше меценатів. Тож діліться інформацією та [запитаєте свій улюблений](https://github.com/TeamNewPipe/NewPipe/issues/1153) проєкт з відкритим початковим кодом, або можете почати давати їм гроші через Liberapay.
zh_hans: Liberapay 仍然是一个年轻且非常小的平台（记住，我们在两个月内成为了第三大获得资助的团队 ;-)），所以它需要更多的项目和更多的客户。所以，传播这个消息并[询问你最喜欢的](https://github.com/TeamNewPipe/NewPipe/issues/1153)开源项目你是否可以开始通过 Liberapay 给他们提供资金。

source: Do you know any app or developer with a Liberapay account that is not yet shown in F-Droid? Help us by adding it to the [apps metadata](https://gitlab.com/fdroid/fdroiddata).
de: Kennen Sie eine App oder einen Entwickler mit einem Liberapay-Konto, das in F-Droid noch nicht angezeigt wird? Helfen Sie uns, indem Sie es zu den [Metadaten der Apps](https://gitlab.com/fdroid/fdroiddata) hinzufügen.
pl: Czy znasz jakąś aplikację lub programistę z kontem Liberapay, które nie jest jeszcze widoczne w F-Droid? Pomóż nam, dodając go do [metadanych aplikacji](https://gitlab.com/fdroid/fdroiddata).
ro: Cunoașteți vreo aplicație sau vreun dezvoltator cu un cont Liberapay care nu este încă afișat în F-Droid? Ajutați-ne adăugând-o la [apps metadata](https://gitlab.com/fdroid/fdroiddata).
ru: Вы знаете какое-либо приложение или разработчика со счетом Liberapay, которое еще не отображается в F-Droid? Помогите нам, добавив его в [метаданные приложений](https://gitlab.com/fdroid/fdroiddata).
uk: Ви знаєте який-небудь застосунок або розробника з рахунком Liberapay, яке ще не показано в F-Droid? Допоможіть нам, додавши його в [метадані застосунків](https://gitlab.com/fdroid/fdroiddata).
zh_hans: 你知道有哪个应用或开发者拥有 Liberapay 账号，但还没有在 F-Droid 中显示吗？帮助我们将其添加到[应用元数据](https://gitlab.com/fdroid/fdroiddata)。

source: You can also fund the further development of Liberapay through Liberapay itself here: <a href="https://liberapay.com/Liberapay/"><img src="{% asset liberapay_donate_button.svg %}" style="box-shadow: unset;" /></a>
de: Hier können Sie auch die Weiterentwicklung von Liberapay durch Liberapay selbst fördern: <a href="https://liberapay.com/Liberapay/"><img src="{% asset liberapay_donate_button.svg %}" style=""></a>
pl: Możesz także sfinansować dalszy rozwój Liberapay za pośrednictwem samego Liberapay tutaj: <a href="https://liberapay.com/Liberapay/"><img src="{% asset liberapay_donate_button.svg %}" style=""></a>
ro: De asemenea, puteți finanța dezvoltarea ulterioară a Liberapay prin intermediul Liberapay însuși aici: <a href="https://liberapay.com/Liberapay/"><img src="{% asset liberapay_donate_button.svg %}" style=""></a>
ru: Вы также можете финансировать дальнейшее развитие Liberapay через саму Liberapay здесь: <a href="https://liberapay.com/Liberapay/"><img src="{% asset liberapay_donate_button.svg %}" style="box-shadow: unset;" /></a>
uk: Ви також можете фінансувати подальший розвиток Liberapay через саму Liberapay тут: <a href="https://liberapay.com/Liberapay/"><img src="{% asset liberapay_donate_button.svg %}" style=""></a>
zh_hans: 你也可以通过 Liberapay 本身来资助 Liberapay 的进一步发展： <a href="https://liberapay.com/Liberapay/"><img src="{% asset liberapay_donate_button.svg %}" style="box-shadow: unset;" /></a>

source: This Week in F-Droid
de: Diese Woche in F-Droid
pl: W tym tygodniu w F-Droid
ro: Această săptămână în F-Droid
ru: Эта неделя в F-Droid
uk: Цього тижня у F-Droid
zh_hans: F-Droid 每周新闻

source: Hi everyone! This is a little experiment triggered by the [Matrix Project](https://matrix.org/) starting their own [TWIM](https://matrix.org/blog/2018/04/20/this-week-in-matrix-2018-04-20/) (This Week In Matrix), who in turn stole the idea off [TWIR](https://this-week-in-rust.org/) (This Week In Rust). Therefore, we now give you the first trial TWIF!
de: Hallo zusammen! Dies ist ein kleines Experiment, angestoßen vom [Matrix Project](https://matrix.org/), die ihr eigenes [TWIM](https://matrix.org/blog/2018/04/20/this-week-in-matrix-2018-04-20/) (Diese Woche in Matrix) starten, die wiederum die Idee von [TWIR](https://this-week-in-rust.org/) (Diese Woche in Rust) gestohlen haben. Wir versuchen daher nun erstmals ein TWIF!
pl: Cześć wszystkim! To jest mały eksperyment zainicjowany przez [Projekt Matrix](https://matrix.org/), który rozpoczyna własną [TWIM](https://matrix.org/blog/2018/04/20/this-week-in -matrix-2018-04-20 /) (W tym tygodniu w Matrix), który z kolei ukradł ten pomysł [TWIR](https://this-week-in-rust.org/) (This Week In Rust). Dlatego teraz dajemy ci pierwszy próbny TWIF!
ro: Bună tuturor! Acesta este un mic experiment declanșat de [Matrix Project](https://matrix.org/), care a inițiat propriul [TWIM](https://matrix.org/blog/2018/04/20/this-week-in-matrix-2018-04-20/) (This Week In Matrix), care la rândul său a furat ideea de la [TWIR](https://this-week-in-rust.org/) (This Week In Rust). Prin urmare, vă oferim acum primul proces TWIF!
ru: Привет всем! Это небольшой эксперимент, вызванный тем, что [Matrix Project](https://matrix.org/) начал свой собственный [TWIM](https://matrix.org/blog/2018/04/20/this-week-in-matrix-2018-04-20/) (This Week In Matrix), который в свою очередь украл идею у [TWIR](https://this-week-in-rust.org/) (This Week In Rust). Таким образом, мы представляем вам первый пробный TWIF!
uk: Привіт усім! Це невеличкий експеримент, викликаний тим, що [Matrix Project](https://matrix.org/) почав свій власний [TWIM](https://matrix.org/blog/2018/04/20/this-week-in-matrix-2018-04-20/) (This Week In Matrix), який своєю чергою вкрав ідею у [TWIR](https://this-week-in-rust.org/) (This Week In Rust). Таким чином, ми представляємо вам перший пробний TWIF!
zh_hans: 大家好！这是一个从 [Matrix Project](https://matrix.org/) 启动 [TWIM](https://matrix.org/blog/2018/04/20/this-week-in-matrix-2018-04-20/) (This Week In Matrix) 受到启发的小实验。而 Matrix 项目则是从 [TWIR](https://this-week-in-rust.org/) (This Week In Rust) 那里获得的灵感。因此，我们在此向你献上首期 TWIF！

source: [F-Droid](https://f-droid.org/) is an installable [catalogue](https://f-droid.org/packages/) of [FOSS](https://en.wikipedia.org/wiki/Free_and_open-source_software) (Free and Open Source Software) applications for the Android platform. The [client](https://f-droid.org/packages/org.fdroid.fdroid/) makes it easy to browse, install, and keep track of updates on your device. This post lists notable things that happened in and around F-Droid this past week.
de: [F-Droid](https://f-droid.org/) ist ein installierbarer [Katalog](https://f-droid.org/de/packages/) von Android-Apps, die [FOSS](https://de.wikipedia.org/wiki/Free/Libre_Open_Source_Software) (Free &amp; Open Source Software) sind. Der [Client](https://f-droid.org/packages/org.fdroid.fdroid/) erleichtert deren Suche, Installation und Aktualisierung auf Ihrem Gerät. Dieser Beitrag zählt berichtenswerte Dinge auf, die in der vergangenen Woche bei und rund um F-Droid passiert sind.
pl: [F-Droid](https://f-droid.org/) jest instalowalny [katalog](https://f-droid.org/packages/) z [FOSS](https://en.wikipedia.org/wiki/Free_and_open-source_software) (Oprogramowanie bezpłatne i otwarte) aplikacji na platformę Android. Ułatwia [klient](https://f-droid.org/packages/org.fdroid.fdroid/) przeglądanie, instalowanie i śledzenie aktualizacji na urządzeniu. W tym wpisie wymieniono ważne rzeczy, które miały miejsce w zeszłym tygodniu w F-Droid w ciągu ostatniego tygodnia.
ro: [F-Droid](https://f-droid.org/) este un [catalogue](https://f-droid.org/packages/) instalabil de aplicații [FOSS](https://en.wikipedia.org/wiki/Free_and_open-source_software) (Free and Open Source Software) pentru platforma Android. [Client](https://f-droid.org/packages/org.fdroid.fdroid/) facilitează navigarea, instalarea și urmărirea actualizărilor pe dispozitivul dumneavoastră. Această postare enumeră lucrurile notabile care s-au întâmplat în și în jurul F-Droid în ultima săptămână.
ru: [F-Droid](https://f-droid.org/) - это устанавливаемый [каталог](https://f-droid.org/packages/) приложений [FOSS](https://en.wikipedia.org/wiki/Free_and_open-source_software) (Free and Open Source Software) для платформы Android. [Клиент](https://f-droid.org/packages/org.fdroid.fdroid/) позволяет легко просматривать, устанавливать и отслеживать обновления на вашем устройстве. В этом посте перечислены заметные события, произошедшие в F-Droid и вокруг него на прошлой неделе.
uk: [F-Droid](https://f-droid.org/) — це встановлюваний [каталог](https://f-droid.org/packages/) застосунків [FOSS](https://uk.wikipedia.org/wiki/%D0%92%D1%96%D0%BB%D1%8C%D0%BD%D0%B5_%D1%82%D0%B0_%D0%B2%D1%96%D0%B4%D0%BA%D1%80%D0%B8%D1%82%D0%B5_%D0%BF%D1%80%D0%BE%D0%B3%D1%80%D0%B0%D0%BC%D0%BD%D0%B5_%D0%B7%D0%B0%D0%B1%D0%B5%D0%B7%D0%BF%D0%B5%D1%87%D0%B5%D0%BD%D0%BD%D1%8F) (вільного та відкритого програмного забезпечення) для платформи Android. [Клієнт](https://f-droid.org/packages/org.fdroid.fdroid/) спрощує пошук, встановлення та відстеження оновлень на вашому пристроєві. У цьому дописі перелічено визначні події, що відбулися у F-Droid та довкола нього минулого тижня.
zh_hans: [F-Droid](https://f-droid.org/) 是一个可安装的 Android 平台上的 [FOSS](https://en.wikipedia.org/wiki/free_and_open source_software)（自由开源软件）应用[目录](https://f-droid.org/packages/)。它有一个[客户端](https://f-droid.org/packages/org.fdroid.fdroid/)可以方便地浏览、安装和跟踪设备上的更新。这篇文章列出了过去一周 F-Droid 及其周边发生的值得注意的事情。

source: What's happening in F-Droid
de: Was bei F-Droid passierte
pl: Co się dzieje w F-Droid
ro: Ce se întâmplă în F-Droid
ru: Что происходит в F-Droid
uk: Що відбувається в F-Droid
zh_hans: F-Droid 中正在发生的事情

source: If you see "error getting index file", temporarily switching to the old index format in settings will work around the problem. The bugfix for the wrong app titles broke the index generation. Sorry about this!
de: Wenn Ihnen der "error getting index file" angezeigt wird, ist das vorübergehende Umschalten auf das alte Indexformat in den Einstellungen eine Übergangslösung für das Problem. Der Bugfix für die falschen App-Titel führte zu einem Ausfall der Indexerzeugung. Tut uns leid!
pl: Jeśli pojawi się komunikat "błąd podczas pobierania pliku indeksu", tymczasowe przełączenie na stary format indeksu w ustawieniach spowoduje obejście problemu. Poprawka na złe tytuły aplikacji złamała generowanie indeksu. Przepraszam za to!
ro: Dacă vedeți "error getting index file" (eroare de obținere a fișierului index), trecerea temporară la vechiul format de index din setări va rezolva problema. Corecția pentru titlurile greșite ale aplicațiilor a stricat generarea indexului. Ne pare rău pentru acest lucru!
ru: Если вы видите сообщение "error getting index file", временное переключение на старый формат индекса в настройках поможет решить проблему. Исправление для неправильных названий приложений нарушило генерацию индекса. Извините за это!
uk: Якщо ви бачите повідомлення "error getting index file", тимчасове перемикання на старий формат індексу в налаштуваннях допоможе розв'язати проблему. Виправлення для неправильних назв застосунків порушило генерацію індексу. Пробачте за це!
zh_hans: 如果你看到“获取索引文件出错”，在设置中临时切换到旧的索引格式设置将解决这个问题。错误应用标题的修复破坏了索引生成。抱歉！

source: Speaking of, there have been problems with some app titles showing up in Arabic. This should be fixed by androguard (see below).
de: Apropos, es gab Probleme mit der Anzeige einiger App-Titel auf Arabisch. Die sollten durch Androguard (s. u.) behoben sein.
pl: Mówiąc o, pojawiły się problemy z niektórymi tytułami aplikacji wyświetlanymi po arabsku. To powinno zostać naprawione przez androguarda (patrz poniżej).
ro: Apropo, au existat probleme cu unele titluri de aplicații care apar în limba arabă. Acest lucru ar trebui să fie rezolvat de androguard (a se vedea mai jos).
ru: Кстати говоря, возникли проблемы с отображением названий некоторых приложений на арабском языке. Это должно быть исправлено с помощью androguard (см. ниже).
uk: До речі, виникли проблеми з показом назв деяких застосунків арабською мовою. Це повинно бути виправлено за допомогою androguard (див. далі).
zh_hans: 说到这里，出现了一些应用的标题显示为阿拉伯语的问题。这应该由 androguard 修复(见下文)。

source: The [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/) app saw two new updates this week. 1.2.2 fixes a critical bug on older android phones, where it was instantly crashing and restarting in a loop. It seems to be stable so far.
de: Die [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)-App hat diese Woche zwei neue Updates erhalten. 1.2.2 behob einen kritischen Fehler auf älteren Android-Smartphones, auf denen sie sofort abstürzte und in einer Dauerschleife neu startete. Sie scheint nun stabil zu sein.
pl: Aplikacja [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/) zobaczyła w tym tygodniu dwie nowe aktualizacje. 1.2.2 naprawia krytyczny błąd na starszych telefonach z Androidem, gdzie natychmiast się zawiesza i uruchamia ponownie w pętli. Wydaje się stabilny do tej pory.
ro: Aplicația [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/) a primit două noi actualizări în această săptămână. 1.2.2 corectează o eroare critică pe telefoanele Android mai vechi, unde se bloca instantaneu și repornea în buclă. Până acum pare să fie stabilă.
ru: На этой неделе приложение [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/) получило два новых обновления. В версии 1.2.2 исправлена критическая ошибка на старых телефонах android, когда приложение мгновенно выходило из строя и перезапускалось по кругу. Пока все работает стабильно.
uk: Цього тижня застосунок [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/) отримав два нових оновлення. У версії 1.2.2 виправлена критична помилка на старих телефонах android, коли застосунок миттєво виходив з ладу і циклічно перезапускався. Поки все працює стабільно.
zh_hans: [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/) 应用本周有两次更新。1.2.2 修复了旧 Android 手机上的一个不断崩溃并重启的严重错误。到目前为止，它似乎是稳定的。

source: Meanwhile, the next alpha (v1.3-alpha0) is tagged and should be built by the time you read this. The minSdk has been upped to 14 (Android 4.0 aka Ice Cream Sandwich), which allows all sorts of new things, and should make things easier to maintain.
de: Mittlerweile ist die nächste Alpha-Version (v1.3-alpha0) ausgezeichnet, die gerade erstellt werden soll, wenn Sie dies hier lesen. Die Android-Minimalanforderung wurde auf SDK 14 (Android 4.0 oder Ice Cream Sandwich) angehoben, was alle möglichen neuen Sachen ermöglicht und einfacher in der Wartung sein sollte.
pl: W międzyczasie następna alfa (v1.3-alpha0) jest oznaczona tagami i powinna zostać zbudowana do czasu, kiedy ją przeczytasz. MinSdk został ulepszony do 14 (Android 4.0 aka Ice Cream Sandwich), który pozwala na wiele nowych rzeczy i powinien ułatwić utrzymanie.
ro: Între timp, următoarea versiune alfa (v1.3-alpha0) este etichetată și ar trebui să fie construită până când veți citi aceste rânduri. MinSdk a fost ridicat la 14 (Android 4.0 aka Ice Cream Sandwich), ceea ce permite tot felul de lucruri noi și ar trebui să facă lucrurile mai ușor de întreținut.
ru: Тем временем, следующая альфа-версия (v1.3-alpha0) помечена и должна быть собрана к тому времени, когда вы будете читать это. minSdk был увеличен до 14 (Android 4.0 aka Ice Cream Sandwich), что позволяет использовать всевозможные новые возможности и должно облегчить поддержку.
uk: Тим часом наступна альфа-версія (v1.3-alpha0) позначена і повинна бути зібрана на той час, коли ви будете читати це. minSdk був оновлений до 14 (Android 4.0 aka Ice Cream Sandwich), що дозволяє використовувати всілякі нові можливості та має полегшити підтримку.
zh_hans: 同时，已经标记了下一个 alpha (v1.3-alpha0)，在你阅读本文时应该已经构建好了。minSdk已经升级到 14（Android 4.0 又名 Ice Cream Sandwich），它允许各种新功能，应该会让软件更容易维护。
