Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)**: Generate unique passwords for your accounts based on a master password.
de: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)**: Einzigartige, auf einem Master-Passwort basierende Kennwörter für Ihre Konten generieren.
pl: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)**: Generuj unikatowe hasła do kont na podstawie hasła głównego.
ro: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)**: Generează parole unice pentru conturile dvs. pe baza unei parole principale.
ru: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)**: Генерируйте уникальные пароли для ваших учетных записей на основе мастер-пароля.
uk: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)**: Генеруйте унікальні паролі для ваших облікових записів на основі майстер-пароля.
zh_hans: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)**：根据主密码为你的帐户生成唯一密码。

source: **[(F-Droid) Kaltura Device Info](https://f-droid.org/packages/com.oF2pks.kalturadeviceinfos/)**: Gsf, widevine l1/2/3, treble & a/b device infos (+other ids).
de: **[(F-Droid) Kaltura Device Info](https://f-droid.org/packages/com.oF2pks.kalturadeviceinfos/)**: Geräteinfos zu GSF, Widevine l1/2/3, Treble & a/b (+ weiteren Kenndaten).
pl: **[(F-Droid) Kaltura Device Info](https://f-droid.org/packages/com.oF2pks.kalturadeviceinfos/)**: Gsf, widevine l1/2/3, treble &amp; informacje o urządzeniach a/b (+ inne identyfikatory).
ro: **[(F-Droid) Kaltura Device Info](https://f-droid.org/packages/com.oF2pks.kalturadeviceinfos/)**: Gsf, widevine l1/2/3, treble &amp; a/b informații despre dispozitive (+ alte id-uri).
ru: **[(F-Droid) Kaltura Device Info](https://f-droid.org/packages/com.oF2pks.kalturadeviceinfos/)**: Gsf, widevine l1/2/3, treble &amp; a/b device infos (+другие id).
uk: **[(F-Droid) Kaltura Device Info](https://f-droid.org/packages/com.oF2pks.kalturadeviceinfos/)**: Gsf, widevine l1/2/3, treble &amp; a/b device infos (+інші ids).
zh_hans: **[(F-Droid) Kaltura 设备信息](https://f-droid.org/packages/com.oF2pks.kalturadeviceinfos/)**: Gsf, widevine l1/2/3, treble &amp; a/ b 设备信息（+其他 ID）。

source: **[MoneyWallet](https://f-droid.org/packages/com.oriondev.moneywallet/)**: Expense manager.
de: **[MoneyWallet](https://f-droid.org/packages/com.oriondev.moneywallet/)**: Ausgabenverwaltung.
pl: **[MoneyWallet](https://f-droid.org/packages/com.oriondev.moneywallet/)**: Menedżer wydatków.
ro: **[MoneyWallet](https://f-droid.org/packages/com.oriondev.moneywallet/)**: Manager de cheltuieli.
ru: **[MoneyWallet](https://f-droid.org/packages/com.oriondev.moneywallet/)**: Менеджер расходов.
uk: **[MoneyWallet](https://f-droid.org/packages/com.oriondev.moneywallet/)**: Менеджер витрат.
zh_hans: **[MoneyWallet](https://f-droid.org/packages/com.oriondev.moneywallet/)**：费用管理器。

source: **[Senior Launcher](https://f-droid.org/packages/de.nodomain.tobihille.seniorlauncher/)**: A launcher app intended for oldies.
de: **[Senior Launcher](https://f-droid.org/packages/de.nodomain.tobihille.seniorlauncher/)**: Auf ältere Menschen ausgerichtete Starter-App.
pl: **[Senior Launcher](https://f-droid.org/packages/de.nodomain.tobihille.seniorlauncher/)**: Aplikacja uruchamiająca przeznaczona dla starszych użytkowników.
ro: **[Senior Launcher](https://f-droid.org/packages/de.nodomain.tobihille.seniorlauncher/)**: O aplicație de lansare destinată bătrânilor.
ru: **[Senior Launcher](https://f-droid.org/packages/de.nodomain.tobihille.seniorlauncher/)**: Лаунчер приложений, предназначенный для стариков.
uk: **[Senior Launcher](https://f-droid.org/packages/de.nodomain.tobihille.seniorlauncher/)**: Лаунчер застосунків, призначений для людей похилого віку.
zh_hans: **[Senior Launcher](https://f-droid.org/packages/de.nodomain.tobihille.seniorlauncher/)**：专为老年人而设的启动器应用。

source: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)**: Weather app for sweden.
de: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)**: Wetter-App für Schweden.
pl: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)**: Aplikacja pogodowa dla Szwecji.
ro: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)**: Aplicație meteo pentru Suedia.
ru: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)**: Погодное приложение для Швеции.
uk: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)**: Застосунок погоди для Швеції.
zh_hans: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)**：瑞典的天气应用。

source: **[HACS](https://f-droid.org/packages/io.mainframe.hacs/)**: Hackspace access control system.
pl: **[HACS](https://f-droid.org/packages/io.mainframe.hacs/)**: System kontroli dostępu Hackspace.
ro: **[HACS](https://f-droid.org/packages/io.mainframe.hacs/)**: Sistemul de control al accesului la Hackspace.
ru: **[HACS](https://f-droid.org/packages/io.mainframe.hacs/)**: Система контроля доступа в Хакспейс.
uk: **[HACS](https://f-droid.org/packages/io.mainframe.hacs/)**: Система контролю доступу в Хакспейс.
zh_hans: **[HACS](https://f-droid.org/packages/io.mainframe.hacs/)**：Hackspace 门禁系统。

source: **[TowerJumper](https://f-droid.org/packages/org.pipoypipagames.towerjumper/)**: Casual ability game.
de: **[TowerJumper](https://f-droid.org/packages/org.pipoypipagames.towerjumper/)**: Lockeres Geschicklichkeitsspiel.
pl: **[TowerJumper](https://f-droid.org/packages/org.pipoypipagames.towerjumper/)**: Możliwość swobodnej gry.
ro: **[TowerJumper](https://f-droid.org/packages/org.pipoypipagames.towerjumper/)**: Joc de abilitate casual.
ru: **[TowerJumper](https://f-droid.org/packages/org.pipoypipagames.towerjumper/)**: Казуальная игра способностей.
uk: **[TowerJumper](https://f-droid.org/packages/org.pipoypipagames.towerjumper/)**: Казуальна гра здібностей.
zh_hans: **[TowerJumper](https://f-droid.org/packages/org.pipoypipagames.towerjumper/)**：休闲能力游戏。

source: **[Monochromatic](https://f-droid.org/packages/uk.co.richyhbm.monochromatic/)**: Enable the built-in black and white mode.
de: **[Monochromatic](https://f-droid.org/packages/uk.co.richyhbm.monochromatic/)**: Mitgelieferten Schwarz-Weiß-Modus aktivieren.
pl: **[Monochromatic](https://f-droid.org/packages/uk.co.richyhbm.monochromatic/)**: Włącz wbudowany tryb czarno-biały.
ro: **[Monochromatic](https://f-droid.org/packages/uk.co.richyhbm.monochromatic/)**: Activați modul negru și alb încorporat.
ru: **[Monochromatic](https://f-droid.org/packages/uk.co.richyhbm.monochromatic/)**: Включить встроенный черно-белый режим.
uk: **[Monochromatic](https://f-droid.org/packages/uk.co.richyhbm.monochromatic/)**: Включити вбудований чорно-білий режим.
zh_hans: **[Monochromatic](https://f-droid.org/packages/uk.co.richyhbm.monochromatic/)**：开启内置黑白模式。

source: Many [changes](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) in **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** 0.10.0, the most notable of which is the splitting off of the calendar integration into a separate app (see above) with the appropriate changes in required permissions. Other changes include: support for themes, theme import and export, imperial/metric switch in General Settings, support for third-party apps through a ContentProvider, and many other UI/UX changes and bugfixes.
de: Viele [Änderungen](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) in **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** 0.10.0, die bemerkenswerteste davon ist die Abspaltung der Kalendereinbindung in eine separate App (s. o.) mit den entsprechenden Änderungen der benötigten Berechtigungen. Weitere Änderungen beinhalten: die Unterstützung von Designs, Designimport und -export, einen Schalter für imperiale/metrische Maße in den Allgemeinen Einstellungen, die Unterstützung von Drittanbieter-Apps durch einen ContentProvider und viele weitere UI/UX-Änderungen sowie Fehlerkorrekturen.
pl: Wiele [zmian](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) in **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** 0.10.0, z których najbardziej znaną jest rozdzielenie integracji kalendarza na osobną aplikację (patrz wyżej) z odpowiednimi zmianami w wymaganych uprawnieniach. Inne zmiany obejmują: obsługę motywów, import i eksportowanie motywów, przełącznik calowy/metryczny w Ustawieniach Ogólnych, obsługę aplikacji firm trzecich poprzez dostawcę treści oraz wiele innych zmian UI/UX i poprawek błędów.
ro: Multe [changes](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) în **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** 0.10.0, dintre care cea mai notabilă este separarea integrării calendarului într-o aplicație separată (vezi mai sus) cu modificările corespunzătoare în permisiunile necesare. Alte modificări includ: suport pentru teme, importul și exportul de teme, comutarea imperială/metrică în setările generale, suport pentru aplicații terțe prin intermediul unui ContentProvider și multe alte modificări UI/UX și corecturi de erori.
ru: Множество [изменений](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) в **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** 0.10.0, наиболее заметным из которых является выделение интеграции календаря в отдельное приложение (см. выше) с соответствующими изменениями в требуемых разрешениях. Другие изменения включают: поддержку тем, импорт и экспорт тем, переключение империал/метрика в общих настройках, поддержку сторонних приложений через ContentProvider, а также множество других изменений UI/UX и исправлений.
uk: Безліч [змін](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) в **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** 0.10.0, найбільш помітним з яких є виділення інтеграції календаря в окремий застосунок (див. вище) з відповідними змінами в необхідних дозволів. Інші зміни включають: підтримку тим, імпорт і експорт тим, перемикання імперіал/метрика в загальних налаштуваннях, підтримку сторонніх застосунків через ContentProvider, а також безліч інших змін UI/UX і виправлень.
zh_hans: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** 0.10.0 有许多[更改](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md)，其中最值得注意的是将日历集成拆分为单独的应用（见上文），并对所需权限进行了适当的更改。其他更改包括：支持主题、主题导入和导出、常规设置中的英制/公制切换、通过 ContentProvider 支持第三方应用以及许多其他 UI/UX 更改和错误修复。

source: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, a Mastodon client, [updated](https://github.com/tuskyapp/Tusky/releases) to 4.1 with the following changes:
de: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, ein Mastodon-Client, [aktualisiert](https://github.com/tuskyapp/Tusky/releases) auf 4.1 mit den folgenden Änderungen:
pl: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, klient Mastodon, [aktualizacja](https://github.com/tuskyapp/Tusky/releases) do 4.1 z następującymi zmianami:
ro: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, un client Mastodon, [updated](https://github.com/tuskyapp/Tusky/releases) la 4.1 cu următoarele modificări:
ru: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, клиент Mastodon, [обновлен](https://github.com/tuskyapp/Tusky/releases) до версии 4.1 со следующими изменениями:
uk: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, клієнт Mastodon, [оновлено](https://github.com/tuskyapp/Tusky/releases) до версії 4.1 з наступними змінами:
zh_hans: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**，Mastodon 客户端，[更新](https://github.com/tuskyapp/Tusky/releases)到 4.1 并进行了以下更改：

source: Detailed statuses will now have a icon next to their timestamp indicating the privacy setting of the post
pl: Szczegółowe statusy będą teraz posiadać ikonę obok znacznika czasu wskazującą ustawienie prywatności poczty
ro: Statusurile detaliate vor avea acum o pictogramă lângă data și ora lor care indică setarea de confidențialitate a postării
ru: Подробные статусы теперь будут иметь значок рядом с меткой времени, указывающий на настройки конфиденциальности сообщения
uk: Докладні статуси тепер матимуть значок поруч з міткою часу, який вказує на настройки конфіденційності повідомлення
zh_hans: 详细状态现在在其时间戳旁边将有一个图标，指示帖子的隐私设置

source: Improved accessibility of the emojipicker - it now has content descriptions and can be closed with the back button
pl: Poprawiona dostępność emotikon - teraz ma opisy treści i można go zamknąć przyciskiem wstecz
ro: Accesibilitate îmbunătățită a emojipickerului - acum are DeepL conținut și poate fi închis cu butonul înapoi
ru: Улучшена доступность emojipicker - теперь у него есть описания содержимого, и его можно закрыть с помощью кнопки возврата
uk: Покращена доступність emojipicker - тепер у нього є описи вмісту, і його можна закрити за допомогою кнопки повернення
zh_hans: 改进了表情符号的可访问性 - 它现在具有内容描述，可以使用后退按钮关闭

source: Other minor improvements and bug fixes
pl: Inne drobne ulepszenia i poprawki błędów
ro: Alte îmbunătățiri minore și corecturi de erori
ru: Другие незначительные улучшения и исправления ошибок
uk: Інші незначні поліпшення і виправлення помилок
zh_hans: 其他小改进和错误修复

source: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** [updated](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) from 6.0.4 to 6.1.0, with an initial widget implementation for creating homescreen folder shortcuts, optional grouping of direct subfolders, custom crop aspect ratio, and many other UX, stability and performance improvements.
de: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** [aktualisiert](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) von 6.0.4 auf 6.1.0, mit einer ersten Widget-Implementierung, um Ordnerverknüpfungen auf dem Startbildschirm zu erstellen, optionaler Gruppierung direkter Unterordner, freiem Bildformatzuschnitt und vielen weiteren Verbesserungen der Bedienerfreundlichkeit, Stabilität und Leistung.
pl: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** [aktualizacja](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) z wersji 6.0.4 do 6.1.0, z początkową implementacją widgetu do tworzenia skrótów do folderów ekranu głównego, opcjonalnego grupowania bezpośrednich podfolderów, niestandardowego współczynnika proporcji kadrowania i wielu innych ulepszeń UX, stabilności i wydajności.
ro: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** [updated](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) de la 6.0.4 la 6.1.0, cu o implementare inițială a widget-urilor pentru crearea de comenzi rapide pentru folderele de pe ecranul de pornire, gruparea opțională a subfolderelor directe, un raport de aspect personalizat și multe alte îmbunătățiri la nivel de UX, stabilitate și performanță.
ru: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** [обновлен](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) с 6.0.4 до 6.1.0, с первоначальной реализацией виджета для создания ярлыков папок на домашнем экране, опциональной группировкой прямых подпапок, пользовательским соотношением сторон кадрирования, а также многими другими улучшениями UX, стабильности и производительности.
uk: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)**[оновлено](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) з 6.0.4 до 6.1.0, з початковою реалізацією віджета для створення ярликів тек на домашньому екрані, опціональною угрупованням прямих підтек, призначеним для користувача співвідношенням сторін кадрування, а також багатьма іншими поліпшеннями UX, стабільності і продуктивності.
zh_hans: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** 从 6.0.4 [更新](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md)到 6.1.0，具有用于创建主屏幕文件夹快捷方式的初始微件实现、直接子文件夹的可选分组、自定义裁剪纵横比以及许多其他 UX、稳定性和性能改进。

source: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 9.0 [is out](https://github.com/westnordost/StreetComplete/releases), with new quests for: [Track type](https://github.com/westnordost/StreetComplete/pull/959), [Underground building](https://github.com/westnordost/StreetComplete/issues/912), [Traffic signals sounds](https://github.com/westnordost/StreetComplete/pull/1268), [Traffic signals button](https://github.com/westnordost/StreetComplete/issues/574), [Motorcycle parking capacity](https://github.com/westnordost/StreetComplete/issues/1181), and Motorcycle parking covered. The "Max Speed" quest [was disabled](https://github.com/westnordost/StreetComplete/issues/1281). Other improvements include the deletion of old cached quests, restore view position on exiting quests, and several other improvements and fixes.
de: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 9.0 [ist da](https://github.com/westnordost/StreetComplete/releases), mit neuen Fragebögen zu: [Wegebeschaffenheit](https://github.com/westnordost/StreetComplete/pull/959), [Unterirdischen Gebäuden](https://github.com/westnordost/StreetComplete/issues/912), [Akustischen Ampelsignalen](https://github.com/westnordost/StreetComplete/pull/1268), [Ampeldruckknöpfen](https://github.com/westnordost/StreetComplete/issues/574), [Motorradparkplatzkapazität](https://github.com/westnordost/StreetComplete/issues/1181) und überdachten Motorradparkplätzen. Die Abfrage der "Höchstgeschwindigkeit" [wurde deaktiviert](https://github.com/westnordost/StreetComplete/issues/1281). Weitere Verbesserungen beinhalten die Löschung alter, zwischengespeicherter Fragebögen, die Wiederherstellung des Betrachtungsstandpunkts nach Abschluss des Fragebogens und einige, weitere Verbesserungen und Korrekturen.
pl: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 9.0 [wydane](https://github.com/westnordost/StreetComplete/releases), z nowymi zadaniami dla: [Typ toru](https://github.com/westnordost/StreetComplete/pull/959), [Budynek podziemny](https://github.com/westnordost/StreetComplete/issues/912), [Dźwięki sygnałów drogowych](https://github.com/westnordost/StreetComplete/pull/1268), [Przycisk sygnałów drogowych](https://github.com/westnordost/StreetComplete/issues/574), [Pojemność parkingowa dla motocykli](https: //github.com/westnordost/StreetComplete/issues/1181) i zadaszony parking dla motocykli. Zadanie „Maksymalna prędkość” [zostało wyłączone](https://github.com/westnordost/StreetComplete/issues/1281). Inne ulepszenia obejmują usuwanie starych zadań w pamięci podręcznej, przywracanie pozycji widoku przy wykonywaniu zadań oraz kilka innych ulepszeń i poprawek.
ro: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 9.0 [is out](https://github.com/westnordost/StreetComplete/releases), cu noi căutări pentru: [Track type](https://github.com/westnordost/StreetComplete/pull/959), [Underground building](https://github.com/westnordost/StreetComplete/issues/912), [Traffic signals sounds](https://github.com/westnordost/StreetComplete/pull/1268), [Traffic signals button](https://github.com/westnordost/StreetComplete/issues/574), [Motorcycle parking capacity](https://github.com/westnordost/StreetComplete/issues/1181), și Parcare acoperită pentru motociclete. Căutarea "Viteză maximă" [was disabled](https://github.com/westnordost/StreetComplete/issues/1281). Alte îmbunătățiri includ ștergerea misiunilor vechi din memoria cache, restabilirea poziției de vizualizare la ieșirea din căutări și alte câteva îmbunătățiri și corecturi.
ru: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 9.0 [вышел](https://github.com/westnordost/StreetComplete/releases), с новыми квестами для: [Тип дорожки](https://github.com/westnordost/StreetComplete/pull/959), [Подземное здание](https://github.com/westnordost/StreetComplete/issues/912), [Звуки светофора](https://github.com/westnordost/StreetComplete/pull/1268), [Кнопка светофора](https://github.com/westnordost/StreetComplete/issues/574), [Вместимость парковки для мотоциклов](https://github.com/westnordost/StreetComplete/issues/1181) и Покрытие парковки для мотоциклов. Квест "Максимальная скорость" [был отключен](https://github.com/westnordost/StreetComplete/issues/1281). Среди других улучшений - удаление старых кэшированных квестов, восстановление позиции вида при выходе из квеста, а также ряд других улучшений и исправлений.
uk: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 9.0 [вийшов](https://github.com/westnordost/StreetComplete/releases) із новими квестами: [тип доріжки](https://github.com/westnordost/StreetComplete/pull/959), [підземна будівля](https://github.com/westnordost/StreetComplete/issues/912), [звуки світлофора](https://github.com/westnordost/StreetComplete/pull/1268), [кнопка світлофора](https://github.com/westnordost/StreetComplete/issues/574), [місткість паркування мотоциклів](https://github.com/westnordost/StreetComplete/issues/1181) і накриття паркування мотоциклів. Квест максимальної швидкості [вимкнено](https://github.com/westnordost/StreetComplete/issues/1281). Втілено видалення старих кешованих квестів, відновлення позиції огляду при виході з квесту, а також ще кілька поліпшень і виправлень.
zh_hans: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 9.0 [发布](https://github.com/westnordost/StreetComplete/releases)，带有新任务：[轨道类型](https://github.com/westnordost/StreetComplete/pull/959)、[地下建筑](https://github.com/westnordost/StreetComplete/issues/912)、[交通信号声音](https://github.com/westnordost/StreetComplete/pull/1268)、[交通信号按钮](https://github.com/westnordost/StreetComplete/issues/574)、[摩托车停车容量](https://github.com/westnordost/StreetComplete/issues/1181)，并覆盖了摩托车停车场。 “最大速度”任务[已禁用](https://github.com/westnordost/StreetComplete/issues/1281)。其他改进包括删除旧的缓存任务，恢复现有任务的视图位置，以及其他一些改进和修复。

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** was [updated](https://gitlab.com/tom79/mastalab/tags) from 1.39.0 to 1.41.2:
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** wurde [aktualisiert](https://gitlab.com/tom79/mastalab/tags) von 1.39.0 auf 1.41.2:
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** został [zaktualizowany](https://gitlab.com/tom79/mastalab/tags) z 1.39.0 do 1.41.2:
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** a fost [updated](https://gitlab.com/tom79/mastalab/tags) de la 1.39.0 la 1.41.2:
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** был [обновлен](https://gitlab.com/tom79/mastalab/tags) с 1.39.0 до 1.41.2:
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** було [оновлено](https://gitlab.com/tom79/mastalab/tags) з 1.39 .0 до 1.41.2:
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 已从 1.39.0 [更新](https://gitlab.com/tom79/mastalab/tags)到 1.41.2：

source: Accessibility: All images and buttons now have a content description
pl: Dostępność: Wszystkie obrazy i przyciski mają teraz opis zawartości
ro: Accesibilitate: Toate imaginile și butoanele au acum descrierea conținutului
ru: Доступность: Все изображения и кнопки теперь имеют описание содержимого
uk: Доступність: Всі зображення і кнопки тепер мають опис вмісту
zh_hans: 无障碍：所有图像和按钮现在都有内容说明
