Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)**: Privacy friendly email app from the developer of **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)**
de: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)**: Datenschutzfreundliche E-Mail-App vom Entwickler von **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)**
pl: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)**: Przyjazna dla środowiska aplikacja e-mail od programisty **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)**
ro: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)**: Aplicație de e-mail prietenoasă pentru confidențialitate de la dezvoltatorul **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)**
ru: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)**: Приложение для конфиденциальной электронной почты от разработчика **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)**
uk: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)**: Застосунок для приватної електронної пошти від розробника **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)**
zh_hans: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)**：来自 **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** 开发者的隐私友好型电子邮件应用

source: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)**: Isolate your Big Brother Apps / Multiple Accounts
de: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)**: Isolieren Sie Ihre Big Brother Apps / Mehrere Konten
pl: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)**: Wyizoluj swoje aplikacje Big Brother / Multiple Accounts
ro: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)**: Izolați-vă aplicațiile Big Brother / Conturi multiple
ru: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)**: Изолируйте приложения Большого Брата / несколько учетных записей
uk: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)**: Заізолюйте застосунки Великого Брата/кілька облікових записів
zh_hans: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)**：隔离你的老大哥应用/多帐户

source: **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)**: Indie platform game in pixel art where you are a cow abducted and genetically improved by aliens
de: **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)**: Plattformunabhängiges Spiel in Pixel Art, in dem du eine durch Aliens entführte und genetisch verbesserte Kuh spielst
pl: **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)**: Gra platformowa niezależna w sztuce pikselowej, w której jesteś uprowadzoną krową i genetycznie ulepszoną przez kosmitów
ro: **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)**: Indie joc de platformă în pixel art în cazul în care sunteți o vacă răpită și îmbunătățită genetic de către extratereștrii
ru: **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)**: Инди-платформер в пиксель-арте, где вы - корова, похищенная и генетически улучшенная инопланетянами
uk: **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)**: Інді-платформер в піксель-арте, де ви - корова, яку викрали і генетично поліпшена інопланетянами
zh_hans: **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)**：像素艺术中的独立平台游戏，你是一头被外星人绑架和基因改良的牛

source: **[Patolli](https://f-droid.org/packages/ru.henridellal.patolli/)**: Board game for 1 or 2 players
de: **[Patolli](https://f-droid.org/packages/ru.henridellal.patolli/)**: Brettspiel für 1 oder 2 Spieler
pl: **[Patolli](https://f-droid.org/packages/ru.henridellal.patolli/)**: Gra planszowa dla 1 lub 2 graczy
ro: **[Patolli](https://f-droid.org/packages/ru.henridellal.patolli/)**: Joc de societate pentru 1 sau 2 jucători
ru: **[Patolli](https://f-droid.org/packages/ru.henridellal.patolli/)**: Настольная игра для 1 или 2 игроков
uk: **[Patolli](https://f-droid.org/packages/ru.henridellal.patolli/)**: Настільна гра для 1 або 2 гравців
zh_hans: **[Patolli](https://f-droid.org/packages/ru.henridellal.patolli/)**：1 或 2 名玩家的桌游

source: **[APKMirror](https://f-droid.org/packages/taco.apkmirror/)**: An unofficial APKMirror client/web app
de: **[APKMirror](https://f-droid.org/packages/taco.apkmirror/)**: Eine inoffizielle APKMirror-Client/Web-App
pl: **[APKMirror](https://f-droid.org/packages/taco.apkmirror/)**: Nieoficjalny klient APKMirror/aplikacja internetowa
ro: **[APKMirror](https://f-droid.org/packages/taco.apkmirror/)**: O aplicație web / client APKMirror neoficial APKMirror
ru: **[APKMirror](https://f-droid.org/packages/taco.apkmirror/)**: Неофициальный клиент/веб-приложение APKMirror
uk: **[APKMirror](https://f-droid.org/packages/taco.apkmirror/)**: Неофіційний клієнт/вебзастосунок APKMirror
zh_hans: **[APKMirror](https://f-droid.org/packages/taco.apkmirror/)**：一个非官方的 APKMirror 客户端/网络应用

source: In total, 57 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 57 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 57 aplikacji. Oto najważniejsze cechy:
ro: În total, 57 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 57 приложений. Вот основные из них:
uk: Усього цього тижня було оновлено 57 застосунків. Ось основні з них:
zh_hans: 本周总共更新了 57 个应用。以下是其中的亮点：

source: {{ page.featured }} You must use **Untis** for your timetable because nothing else is offered by your school? You care about privacy and don't wanna use the official proprietary mobile client? Then you can now get **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** from F-Droid.
de: {{ page.featured }} Sie müssen **Untis** für Ihren Stundenplan verwenden, weil nichts anderes von Ihrer Schule angeboten wird? Sie sorgen sich um Ihre Privatsphäre und wollen den offiziellen, proprietären, mobilen Client nicht nutzen? Dann können Sie nun **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** von F-Droid beziehen.
pl: {{ page.featured }} Musisz użyć **Untis** dla swojego planu lekcji, ponieważ żadna szkoła nie oferuje nic innego? Dbasz o prywatność i nie chcesz korzystać z oficjalnego zastrzeżonego klienta mobilnego? Możesz teraz uzyskać **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** od F-Droid.
ro: {{ page.featured }} Trebuie să folosești **Untis** pentru orarul tău pentru că școala ta nu oferă altceva? Îți pasă de confidențialitate și nu vrei să folosești clientul oficial proprietar pentru mobil? Atunci puteți obține acum **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** de la F-Droid.
ru: {{ page.featured }} Вы должны использовать **Untis** для своего расписания, потому что ничего другого ваша школа не предлагает? Вы заботитесь о конфиденциальности и не хотите использовать официальный проприетарный мобильный клиент? Тогда теперь вы можете получить **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** от F-Droid.
uk: {{ page.featured }} Ви повинні використовувати ** Untis ** для свого розкладу, тому що нічого іншого ваша школа не пропонує? Ви дбаєте про конфіденційність і не хочете використовувати офіційний пропріетарний мобільний клієнт? Тоді тепер ви можете отримати **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** від F-Droid.
zh_hans: {{ page.featured }} 你必须使用 **Untis** 作为你的时间表，因为你的学校没有提供其他服务？你关心隐私并且不想使用官方专有的移动客户端？那么你现在可以从 F-Droid 获得 **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** 了。

source: Same features as official app
de: Dieselben Funktionen wie in der offiziellen App
pl: Te same funkcje co oficjalna aplikacja
ro: Aceleași caracteristici ca și aplicația oficială
ru: Те же функции, что и в официальном приложении
uk: Ті ж функції, що і в офіційному застосунку
zh_hans: 与官方应用具有相同功能

source: Extra customization options
de: Zusätzliche Anpassungsmöglichkeiten
pl: Dodatkowe opcje personalizacji
ro: Opțiuni suplimentare de personalizare
ru: Дополнительные параметры настройки
uk: Розширені можливості пошуку настройки
zh_hans: 额外的自定义选项

source: Fully open source
de: Komplett Open Source
pl: W pełni otwarte źródło
ro: Sursă complet deschisă
ru: Полностью открытый исходный код
uk: Повністю відкритий вихідний код
zh_hans: 完全开源

source: No tracking
de: Kein Tracking
pl: Bez śledzenia
ro: Fără urmărire
ru: Нет отслеживания
uk: Нема відстеження
zh_hans: 无跟踪

source: Version 2.0.4 adds support for landscape mode, Android 4.2 compatibility, translation updates and several other changes.
de: Version 2.0.4 fügt die Unterstützung des Querformats, die Kompatibilität mit Android 4.2, Aktualisierungen der Übersetzung und einige weitere Änderungen hinzu.
pl: Wersja 2.0.4 dodaje obsługę trybu krajobrazu, zgodności z Androidem 4.2, aktualizacjami tłumaczeń i kilkoma innymi zmianami.
ro: Version 2.0.4 adaugă suport pentru modul peisaj, compatibilitate cu Android 4.2, actualizări ale traducerilor și alte câteva modificări.
ru: Версия 2.0.4 добавляет поддержку ландшафтного режима, совместимость с Android 4.2, обновления перевода и ряд других изменений.
uk: Версія 2.0.4 додає підтримку ландшафтного режиму, сумісність з Android 4.2, оновлення перекладу і ряд інших змін.
zh_hans: 2.0.4 版增加了对横向模式、Android 4.2 兼容性、翻译更新和其他几项更改的支持。

source: **[LibreTorrent](https://f-droid.org/packages/org.proninyaroslav.libretorrent/)**, a standalone torrent client for Android, released 1.8, now with RSS manager, Ability to create torrents, scheduling, Android TV support, Android P support, and more.
de: **[LibreTorrent](https://f-droid.org/packages/org.proninyaroslav.libretorrent/)**, ein unabhängiger Torrent-Client für Android, veröffentlichte 1.8, nun mit RSS-Verwaltung, der Möglichkeit, Torrents zu erzeugen, Zeitplanung, Android-TV-Unterstützung, Unterstützung von Android P und mehr.
pl: **[LibreTorrent](https://f-droid.org/packages/org.proninyaroslav.libretorrent/)**, samodzielny klient torrent dla Androida, wydany 1.8, teraz z Menedżerem RSS, Zdolność do tworzenia torrentów, planowanie, obsługa Android TV, Wsparcie Android P i więcej.
ro: **[LibreTorrent](https://f-droid.org/packages/org.proninyaroslav.libretorrent/)**, un client torrent independent pentru Android, lansat 1.8, acum cu manager RSS, abilitatea de a crea torrente, programare, suport Android TV, suport Android P și multe altele.
ru: **[LibreTorrent](https://f-droid.org/packages/org.proninyaroslav.libretorrent/)**, автономный торрент-клиент для Android, выпустил 1.8, теперь с менеджером RSS, возможностью создания торрентов, планированием, поддержкой Android TV, поддержкой Android P и многим другим.
uk: **[LibreTorrent](https://f-droid.org/packages/org.proninyaroslav.libretorrent/)**, автономний торент-клієнт для Android, випустив 1.8, тепер з менеджером RSS, можливістю створення торентів, плануванням, підтримкою Android TV, підтримкою Android P і багатьом іншим.
zh_hans: **[LibreTorrent](https://f-droid.org/packages/org.proninyaroslav.libretorrent/)**，一个独立的 Android 种子客户端，发布了 1.8，现在带有 RSS 管理器，能够创建种子，计划、Android TV 支持、Android P 支持等。

source: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** 3.0 made it to F-Droid at last! Your favourite Mastodon social network client now features:
de: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** 3.0 hat es endlich auf F-Droid geschafft! Ihr bevorzugter Mastodon-Client für soziale Netzwerke verfügt jetzt über:
pl: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** 3.0 w końcu trafił do F-Droid! Twój ulubiony klient sieci społecznościowej Mastodon posiada teraz funkcje:
ro: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** 3.0 a ajuns în sfârșit pe F-Droid! Clientul tău preferat de rețea socială Mastodon dispune acum de:
ru: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** 3.0 наконец-то добрался до F-Droid! Ваш любимый клиент социальной сети Mastodon теперь имеет:
uk: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** 3.0 нарешті добрався до F-Droid! Ваш улюблений клієнт соціальної мережі Mastodon тепер має:
zh_hans: {{ page.featured }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** 3.0 终于进入了 F-Droid！你最喜欢的 Mastodon 社交网络客户端现在具有：

source: New elephant art
de: Neue Elefantenkunst
pl: Nowa sztuka słonia
ro: Noua artă a elefantului
ru: Новый арт слона
uk: Новий арт слона
zh_hans: 新大象艺术

source: New black/AMOLED theme
de: Neue schwarze/AMOLED-Motive
pl: Nowy motyw czarny/AMOLED
ro: Noua temă neagră/AMOLED
ru: Новая черная/AMOLED тема
uk: Нова чорна/AMOLED тема
zh_hans: 新的黑色/AMOLED 主题

source: See which images have a description on the compose page
de: Sieh dir an, welche Bilder auf der Erstellungsseite eine Beschreibung haben
pl: Zobacz, które obrazy mają opis na stronie tworzenia wiadomości
ro: Vezi ce imagini au o descriere pe pagina de compunere
ru: Посмотрите, какие изображения имеют описание на странице создания
uk: Подивіться, які саме зображення мають опис на сторінці створення
zh_hans: 在撰写页面上查看哪些图像有描述

source: Editable account fields
de: Bearbeitbare Kontenfelder
pl: Edytowalne pola konta
ro: Câmpuri de cont editabile
ru: Редактируемые поля учетной записи
uk: Редаговані поля облікового запису
zh_hans: 可编辑的帐户字段

source: View avatars fullscreen
de: Zeige Avatare im Vollbild
pl: Wyświetlanie awatarów na pełnym ekranie
ro: Vizualizați avatarele pe ecran complet
ru: Просмотр аватаров в полноэкранном режиме
uk: Перегляд аватарів в повноекранному режимі
zh_hans: 全屏查看头像

source: Several other new features, improvements, and bugfixes
de: Verschiedene andere neue Funktionen, Verbesserungen und Fehlerbehebungen
pl: Kilka innych nowych funkcji, ulepszeń i poprawek błędów
ro: Alte câteva caracteristici noi, îmbunătățiri și corecturi de erori
ru: Несколько других новых функций, улучшений и исправлений ошибок
uk: Кілька інших нових функцій, поліпшень і виправлень помилок
zh_hans: 其他几个新功能、改进和错误修复

source: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** is a hierarchical note-taking app and task manager in **[org-mode](http://orgmode.org/) format**. Version 1.6.9 can be installed on external storage, lets you add quick notes from an ongoing notification, supports checkboxes in the notebook's preface, and more, for which you can see the [nice color-coded changelog](http://www.orgzly.com/changelog#v1.6.9).
de: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** ist eine hierarchisch aufgebaute App zur Notizenerfassung und Aufgabenverwaltung im **[org-mode](http://orgmode.org/)-Format**. Version 1.6.9 kann auf dem externen Speicher installiert werden, ermöglicht Kurznotizen zu einer eingehenden Benachrichtigung, bietet Ankreuzfelder in der Notizbuchvorschau und noch mehr, was Sie in dem [hübsch farbkodierten Änderungsprotokoll](http://www.orgzly.com/changelog#v1.6.9) finden können.
pl: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** to hierarchiczna aplikacja do robienia notatek i menedżer zadań w formacie **[tryb org](http://orgmode.org/)**. Wersja 1.6.9 może być zainstalowana w pamięci zewnętrznej, umożliwia dodawanie szybkich notatek z bieżącego powiadomienia, obsługuje pola wyboru w przedmowie notebooka i wiele więcej, dla których można zobaczyć [ładny kolorowy dziennik zmian](http://www.orgzly.com/changelog#v1.6.9).
ro: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** este o aplicație de luat notițe ierarhică și un manager de sarcini în format **[org-mode](http://orgmode.org/)**. Versiunea 1.6.9 poate fi instalată pe un spațiu de stocare extern, vă permite să adăugați note rapide dintr-o notificare în curs de desfășurare, acceptă casete de verificare în prefața caietului și multe altele, pentru care puteți vedea [nice color-coded changelog](http://www.orgzly.com/changelog#v1.6.9).
ru: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** - иерархическое приложение для ведения заметок и менеджер задач в формате **[org-mode](http://orgmode.org/)**. Версия 1.6.9 может быть установлена на внешнее хранилище, позволяет добавлять быстрые заметки из текущего уведомления, поддерживает чекбоксы в предисловии блокнота и многое другое, о чем вы можете узнать из [красивого цветного журнала изменений](http://www.orgzly.com/changelog#v1.6.9).
uk: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** - ієрархічний застосунок для ведення нотаток і менеджер завдань в форматі **[orgmode](http://orgmode. org/)**. Версія 1.6.9 може бути встановлена на зовнішнє сховище, дозволяє додавати швидкі замітки з поточного повідомлення, підтримує чекбокси в передмові блокнота і багато іншого, про що ви можете дізнатися з [красивого кольорового журналу змін](http://www.orgzly.com/changelog#v1.6.9).
zh_hans: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** 是一个 **[org-mode](http:// /orgmode.org/) 格式**的分层笔记应用和任务管理器。1.6.9 版可以安装在外部存储上，让你可以从正在进行的通知中添加快速注释，支持笔记本前言中的复选框等等，你可以查看[漂亮的颜色编码更改日志](http://www.orgzly.com/changelog#v1.6.9)。

source: **[Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/)** is a simple app to manage your contacts. In version 4.3.0, contact exporting/importing was completely reworked from scratch. This release also has some stability and translation improvements.
de: **[Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/)** ist eine einfache App zur Kontakteverwaltung. In Version 4.3.0 wurde der Kontaktexport/-import grundlegend überarbeitet. Diese Version besitzt daneben einige Stabilitäts- und Übersetzungsverbesserungen.
pl: **[Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/)** to prosta aplikacja do zarządzania kontaktami. W wersji 4.3.0 kontakt eksport/import został całkowicie przerobiony od zera. Ta wersja ma również pewne ulepszenia w zakresie stabilności i tłumaczenia.
ro: **[Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/)** este o aplicație simplă pentru a vă gestiona contactele. În versiunea 4.3.0, exportul/importul de contacte a fost complet refăcut de la zero. Această versiune are, de asemenea, unele îmbunătățiri de stabilitate și de traducere.
ru: **[Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/)** - это простое приложение для управления контактами. В версии 4.3.0 экспорт/импорт контактов был полностью переработан с нуля. В этом выпуске также улучшена стабильность и перевод.
uk: **[Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/)** - це простий застосунок для управління контактами. У версії 4.3.0 експорт/імпорт контактів був повністю перероблений з нуля. У цьому випуску також поліпшена стабільність і переклад.
zh_hans: **[Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/)** 是一个y用来管理你的联系人简单的应用。在 4.3.0 版本中，联系人导出/导入从头开始完全重新设计。此版本还具有一些稳定性和翻译改进。

source: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** allows people with zero mapping experience to improve [OpenStreetMap](https://www.openstreetmap.org) on the go, by asking them simple questions. This major update from 6.1 to 7.1 actually removes some features, disabling support for putting photos into notes as the `framapic.org` service has discontinued until further notice. You should also expect hiccups and/or old maps being displayed in the coming week as the tileserver goes into maintenance and tiles from nextzen are displayed instead.
de: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** macht es Leuten mit Null-Kartenerstellungserfahrung möglich, ganz nebenbei [OpenStreetMap](https://www.openstreetmap.org) zu verbessern, indem ihnen einfache Fragen gestellt werden. Dieses wichtige Update von 6.1 auf 7.1 entfernt eigentlich einige Funktionen, indem die Unterstützung, Notizen mit Fotos zu versehen, deaktiviert wird, da der Dienst `framapic.org` bis auf weiteres eingestellt wurde. Sie sollten in der kommenden Woche auch mit einigen Verzögerungen und/oder alten Karten rechnen, da der Kachelserver gewartet wird und stattdessen Kacheln von ‘nextzen‘ angezeigt werden.
pl: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** pozwala osobom z zerowym doświadczeniem mapowym ulepszyć [OpenStreetMap](https://www.openstreetmap.org) w drodze, zadając im proste pytania. Ta ważna aktualizacja z wersji 6.1 do 7.1 w rzeczywistości usuwa niektóre funkcje, wyłączając obsługę umieszczania zdjęć w notatkach, ponieważ usługa `framapic.org` została przerwana do odwołania. Powinieneś również oczekiwać czkawki, że i/lub stare mapy będą wyświetlane w nadchodzącym tygodniu, gdy serwer tileserver przejdzie w tryb konserwacji, a zamiast tego pojawią się kafelki z nextzen.
ro: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** permite persoanelor cu experiență zero în cartografiere să îmbunătățească [OpenStreetMap](https://www.openstreetmap.org) în mișcare, punându-le întrebări simple. Această actualizare majoră de la 6.1 la 7.1 elimină de fapt unele caracteristici, dezactivând suportul pentru introducerea de fotografii în note, deoarece serviciul `framapic.org` a fost întrerupt până la noi ordine. De asemenea, ar trebui să vă așteptați la sughițuri și/sau la afișarea hărților vechi în săptămâna următoare, deoarece serverul de plăci intră în mentenanță și în locul acestuia sunt afișate plăci din nextzen.
ru: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** позволяет людям с нулевым картографическим опытом улучшать [OpenStreetMap](https://www.openstreetmap.org) на ходу, задавая им простые вопросы. Это крупное обновление с 6.1 до 7.1 фактически удаляет некоторые функции, отключая поддержку вставки фотографий в заметки, поскольку сервис `framapic.org` прекратил свою работу до дальнейшего уведомления. В ближайшую неделю вам также следует ожидать заминок и/или отображения старых карт, поскольку тайлсервер переходит на техническое обслуживание, и вместо него будут отображаться тайлы из nextzen.
uk: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** дає змогу людям без картографічного досвіду вдосконалювати [OpenStreetMap](https://www.openstreetmap.org) на ходу, ставлячи їм прості запитання. Це велике оновлення з 6.1 до 7.1 фактично вилучає деякі функції, вимикаючи підтримку вставлення світлин у примітки, оскільки служба `framapic.org` припинила свою роботу до подальшого повідомлення. У найближчий тиждень вам також слід очікувати затримок і/або показу старих мап, оскільки тайлсервер переходить на технічне обслуговування, і замість нього будуть показані тайли з nextzen.
zh_hans: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 允许零地图经验的人在旅途中改善 [OpenStreetMap](https://www.openstreetmap.org)，通过问他们简单的问题。从 6.1 到 7.1 的这次重大更新实际上删除了一些功能，禁用将照片放入笔记的支持，因为 `framapic.org` 服务已停止，直至另行通知。你还应该期望在接下来的一周内会显示不稳定和/或旧地图，因为 tileserver 进入维护状态，并且会显示来自 nextzen 的图块。
