Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: {{ page.featured }} {{ page.major }} **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** had a major update to 8.0! It comes with a huge redesign to the quest forms and the dialogs, bringing it more in line with Google's "material design 2.0". Downloading quests has been made more seamless, allowing for easier editing. Other improvements include a new "Railway crossing" quest, and several improvements to existing quests. Performance problems when downloading quests were addressed (especially when downloading house numbers and building types), and you'll find several other UX enhancements, as well as the usual bug fixes.
de: {{ page.featured }} {{ page.major }} **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** hatte ein größeres Update auf 8.0! Es kommt mit einem umfangreichen Redesign der Questformulare und der Dialoge, das es noch besser an Googles "Material Design 2.0" anpasst. Das Herunterladen von Quests wurde nahtloser gestaltet, was eine einfachere Bearbeitung ermöglicht. Weitere Verbesserungen umfassen eine neue Quest "Bahnübergang" und mehrere Verbesserungen an bestehenden Quests. Performance-Probleme beim Herunterladen von Quests wurden behoben (insbesondere beim Herunterladen von Hausnummern und Gebäudetypen) und Sie finden mehrere andere UX-Verbesserungen sowie die üblichen Bugfixes.
pl: {{ page.featured }} {{ page.major }} **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** miał poważną aktualizację do wersji 8.0! Wprowadza ogromne przeprojektowanie do formularzy zadań i okien dialogowych, dzięki czemu jest bardziej zgodny z "materiałowym projektem 2.0" Google. Pobieranie questów stało się bardziej płynne, pozwalając na łatwiejszą edycję. Inne ulepszenia obejmują nowe zadanie "Przejazd kolejowy" i kilka ulepszeń w istniejących zadaniach. Problemy z wydajnością podczas pobierania questów zostały rozwiązane (szczególnie podczas pobierania numerów domów i typów budynków), a znajdziesz kilka innych ulepszeń UX, jak również zwykłe poprawki błędów.
ro: {{ page.featured }} {{ page.major }} **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** a avut o actualizare majoră la 8.0! Aceasta vine cu o reproiectare uriașă a formularelor de căutare și a dialogurilor, aducând-o mai mult în conformitate cu "material design 2.0" de la Google. Descărcarea misiunilor a fost făcută mai ușor, permițând o editare mai ușoară. Alte îmbunătățiri includ o nouă misiune "Trecere pe calea ferată" și mai multe îmbunătățiri ale misiunilor existente. Problemele de performanță la descărcarea misiunilor au fost rezolvate (în special la descărcarea numerelor de case și a tipurilor de clădiri) și veți găsi alte câteva îmbunătățiri UX, precum și obișnuitele remedieri de erori.
ru: {{ page.featured }} {{ page.major }} **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** получил крупное обновление до версии 8.0! В нем значительно переработаны формы квестов и диалоговые окна, что позволило привести их в соответствие с "материальным дизайном 2.0" от Google. Загрузка квестов стала более плавной, что облегчает их редактирование. Среди других улучшений - новый квест "Железнодорожный переезд" и несколько улучшений существующих квестов. Были решены проблемы с производительностью при загрузке квестов (особенно при загрузке номеров домов и типов зданий), вы найдете несколько других улучшений пользовательского интерфейса, а также обычные исправления ошибок.
uk: {{ page.featured }} {{ page.major }} **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** отримав велике оновлення до версії 8.0! У ньому значно перероблені форми квестів і діалогові вікна, що дозволило привести їх у відповідність з "матеріальним дизайном 2.0" від Google. Завантаження квестів стала більш плавною, що полегшує їх редагування. Серед інших поліпшень - новий квест "Залізничний переїзд" і кілька поліпшень наявних квестів. Були вирішені проблеми з продуктивністю при завантаженні квестів (особливо при завантаженні номерів будинків і типів будівель), ви знайдете кілька інших поліпшень призначеного для користувача інтерфейсу, а також звичайні виправлення помилок.
zh_hans: {{ page.featured }} {{ page.major }} **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 对 8.0 进行了重大更新！它对任务表单和对话框进行了巨大的重新设计，使其更符合 Google 的“material design 2.0”。下载任务变得更加无缝，允许更轻松地编辑。其他改进包括一个新的“铁路道口”任务，以及对现有任务的一些改进。下载任务时的性能问题已得到解决（尤其是在下载门牌号码和建筑类型时），你会发现其他一些 UX 增强功能以及通常的错误修复。

source: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** had a lot of small releases, encompassing many changes. We have 0.69 in the repository now, with more in the pipeline. See the [changelog](https://github.com/M66B/open-source-email/releases?after=0.70) for details.
de: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** hatte viele kleine Releases, die viele Änderungen umfassten. Wir haben jetzt 0.69 im Repository, mit weiteren in der Pipeline. Für Details siehe das [Changelog](https://github.com/M66B/open-source-email/releases?after=0.70).
pl: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** miał wiele małych wydawnictw, obejmujących wiele zmian. Mamy teraz 0.69 w repozytorium, a więcej w przygotowaniu. Aby uzyskać szczegółowe informacje, zapoznaj się z [changelog](https://github.com/M66B/open-source-email/releases?after=0.70).
ro: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** a avut o mulțime de versiuni mici, care au cuprins multe schimbări. În prezent, avem 0.69 în depozit, iar alte versiuni sunt în pregătire. Consultați pagina [changelog](https://github.com/M66B/open-source-email/releases?after=0.70) pentru detalii.
ru: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** было выпущено много небольших релизов, включающих множество изменений. Сейчас в репозитории находится 0.69, и еще несколько находятся в процессе разработки. Подробности смотрите в [changelog](https://github.com/M66B/open-source-email/releases?after=0.70).
uk: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** було випущено багато невеликих релізів, що включають безліч змін. Зараз в репозиторії знаходиться 0.69, і ще кілька знаходяться в процесі розробки. Подробиці дивіться в [changelog](https://github.com/M66B/open-source-email/releases?after=0.70).
zh_hans: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** 有很多小版本，包含很多变化。我们现在在存储库中有 0.69，还有更多正在准备中。有关详细信息，请参阅[更新日志](https://github.com/M66B/open-source-email/releases?after=0.70)。

source: {{ page.major }} **[Bimba](https://f-droid.org/packages/ml.adamsprogs.bimba/)** comes out of beta testing with its 2.0 release. Bimba is the first Free Software Poznań Wandering Guide (public transport app). New in version 2.0:
de: {{ page.major }} **[Bimba](https://f-droid.org/packages/ml.adamsprogs.bimba/)** verlässt die Beta-Testphase mit Version 2.0. Bimba ist der erste Poznań-Wanderführer (App für ÖPNV) als freie Software. Neu in Version 2.0:
pl: {{ page.major }} **[Bimba](https://f-droid.org/packages/ml.adamsprogs.bimba/)** wychodzi z testów beta w wersji 2.0. Bimba to pierwszy darmowy przewodnik po Poznaniu (aplikacja transportu publicznego). Nowości w wersji 2.0:
ro: {{ page.major }} **[Bimba](https://f-droid.org/packages/ml.adamsprogs.bimba/)** iese din faza de testare beta odată cu lansarea versiunii 2.0. Bimba este primul ghid de călătorie Poznań Wandering Guide (aplicație de transport public) cu software liber. Nou în versiunea 2.0:
ru: {{ page.major }} **[Bimba](https://f-droid.org/packages/ml.adamsprogs.bimba/)** выходит из бета-тестирования с релизом 2.0. Bimba - это первый свободный программный путеводитель по Познани (Poznań) (приложение для общественного транспорта). Новое в версии 2.0:
uk: {{ page.major }} **[Bimba](https://f-droid.org/packages/ml.adamsprogs.bimba/)** виходить з бета-тестування з релізом 2.0. Bimba - це перший вільний програмний путівник по Познані (Poznań) (застосунок для громадського транспорту). Нове у версії 2.0:
zh_hans: {{ page.major }} **[Bimba](https://f-droid.org/packages/ml.adamsprogs.bimba/)** 在 2.0 版本中完成了 beta 测试。 Bimba 是第一个自由软件 Poznań 漫游指南（公共交通应用）。2.0 版新功能：

source: official timetable from ZTM
de: offizieller Fahrplan von ZTM
pl: oficjalny rozkład jazdy z ZTM
ro: orarul oficial de la ZTM
ru: официальное расписание от ZTM
uk: офіційний розклад від ZTM
zh_hans: ZTM 的官方时间表

source: VM can be used without offline timetable
de: VM kann ohne Offline-Fahrplan genutzt werden
pl: Maszyny Wirtualne mogą być używane bez harmonogramu offline
ro: VM poate fi utilizat fără orar offline
ru: VM можно использовать без автономного расписания
uk: VM можна використовувати без автономного розкладу
zh_hans: 不需要离线时间表即可使用 VM

source: offline timetable uses exact dates
de: Offline-Fahrplan nutzt exakte Datumsangaben
pl: rozkład jazdy w trybie offline wykorzystuje dokładne daty
ro: orarul offline utilizează date exacte
ru: В автономном расписании используются точные даты
uk: офлайн розклади використовуються точні дати
zh_hans: 离线时间表使用确切的日期

source: VM is quicker and is more reliable
de: VM ist schneller und verlässlicher
pl: Maszyna wirtualna jest szybsza i bardziej niezawodna
ro: VM este mai rapid și mai fiabil
ru: VM работает быстрее и является более надежной
uk: VM працює швидше і є більш надійною
zh_hans: VM 更快，更可靠

source: favourites rewritten from scratch
de: Favoriten wird komplett neu geschrieben
pl: ulubione przepisane od nowa
ro: favorite rescrise de la zero
ru: избранные переписаны с нуля
uk: обрані переписані з нуля
zh_hans: 从头开始重写的收藏夹

source: app is movable to external storage
de: App ist auf externen Speicher verschiebbar
pl: aplikację można przenieść do pamięci zewnętrznej
ro: aplicația poate fi mutată în memoria externă
ru: приложение можно перемещать на внешнее хранилище
uk: застосунок можна переміщати на зовнішнє сховище
zh_hans: 应用可移动到外部存储

source: new colours—grey and green—fitting new Poznań style
de: neue Farben —grau und grün— passend zum neuen Poznań-Stil
pl: nowe kolory – szary i zielony — nowy poznański styl
ro: culori noi - gri și verde - se potrivesc cu noul stil Poznań
ru: новые цвета - серый и зеленый - соответствуют новому познаньскому стилю
uk: нові кольори - сірий і зелений - відповідають новому познанському стилю
zh_hans: 适合波兹南的新风格的新的颜色—灰色和绿色

source: multiple bug fixes
de: mehrere Fehlerbehebungen
pl: wiele poprawek błędów
ro: mai multe corecturi de erori
ru: многочисленные исправления ошибок
uk: численні виправлення помилок
zh_hans: 多个错误修复

source: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** runs "Big Brother" apps inside an isolated profile. Version 1.2 brings optimizations and fixes to the initialization process, so more devices should be able to use Shelter. In-app sharing is now allowed to cross the profile boundary, security of cross-profile interactions has been improved, and the new feature "File Shuttle" was added as well.
de: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** führt "Big Brother"-Anwendungen in einem isolierten Profil aus. Version 1.2 bringt Optimierungen und Korrekturen für den Initialisierungsprozess mit sich, so dass mehr Geräte Shelter nutzen können. Die In-App-Sharing-Funktion darf nun die Profilgrenze überschreiten, die Sicherheit von profilübergreifenden Interaktionen wurde verbessert und die neue Funktion "File Shuttle" wurde hinzugefügt.
pl: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** uruchamia aplikacje "Big Brother" w odizolowanym profilu. Wersja 1.2 wprowadza optymalizacje i poprawki do procesu inicjalizacji, więc więcej urządzeń powinno mieć możliwość korzystania z Shelter. Udostępnianie w aplikacji może przekroczyć granicę profilu, poprawiono bezpieczeństwo interakcji między profilami, a także dodano nową funkcję "File Shuttle".
ro: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** rulează aplicații "Big Brother" în interiorul unui profil izolat. Versiunea 1.2 aduce optimizări și corecturi la procesul de inițializare, astfel încât mai multe dispozitive ar trebui să poată utiliza Shelter. Partajarea în aplicație are acum permisiunea de a depăși granița profilului, securitatea interacțiunilor între profiluri a fost îmbunătățită, iar noua funcție "File Shuttle" a fost, de asemenea, adăugată.
ru: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** запускает приложения "Большого брата" внутри изолированного профиля. В версии 1.2 оптимизирован и исправлен процесс инициализации, поэтому Shelter смогут использовать больше устройств. Обмен внутри приложения теперь может пересекать границу профиля, улучшена безопасность межпрофильного взаимодействия, а также добавлена новая функция "File Shuttle".
uk: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** запускає програми "Великого брата" всередині ізольованого профілю. У версії 1.2 оптимізований і виправлений процес ініціалізації, тому Shelter зможуть використовувати більше пристроїв. Обмін всередині програми тепер може перетинати кордон профілю, покращено безпеку міжпрофільної взаємодії, а також додана нова функція "File Shuttle".
zh_hans: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** 在隔离的配置文件中运行“老大哥”应用。 1.2 版本对初始化过程进行了优化和修复，因此更多的设备应该能够使用 Shelter。应用内共享现在允许跨档案边界，跨档案交互的安全性得到了改进，并添加了新功能“文件穿梭”。

source: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.4 has been out for about two weeks, but we've now marked it as the current stable version, meaning it will appear on the upgrade list, or if you have the [privileged extension](https://gitlab.com/fdroid/privileged-extension/blob/HEAD/README.md) installed, do the upgrade fully automatic. New in 1.4:
de: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.4 ist seit zwei Wochen verfügbar, aber wir haben sie nun als die aktuelle stabile Version markiert. Das bedeutet sie taucht auf der Upgrade-Liste auf oder, wenn du die [privileged extension](https://gitlab.com/fdroid/privileged-extension/blob/HEAD/README.md) installiert hast, sie führt das Upgrade vollständig automatisch durch. Neu in 1.4:
pl: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.4 był dostępny od około dwóch tygodni, ale teraz oznaczono go jako aktualną stabilną wersję, co oznacza, że pojawi się na liście aktualizacji lub jeśli masz [uprzywilejowane rozszerzenie](https://gitlab.com/fdroid/privileged-extension/blob/HEAD/README.md) zainstalowany automatycznie. Nowości w 1.4:
ro: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.4 a fost lansată de aproximativ două săptămâni, dar acum am marcat-o ca fiind versiunea stabilă curentă, ceea ce înseamnă că va apărea pe lista de actualizare sau, dacă aveți [privileged extension](https://gitlab.com/fdroid/privileged-extension/blob/HEAD/README.md) instalate, efectuați actualizarea în mod complet automat. Nou în 1.4:
ru: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.4 вышла около двух недель назад, но теперь мы отметили ее как текущую стабильную версию, что означает, что она появится в списке обновлений, или, если у вас установлено [привилегированное расширение](https://gitlab.com/fdroid/privileged-extension/blob/HEAD/README.md), обновление произойдет полностью автоматически. Новое в 1.4:
uk: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.4 вийшла близько двох тижнів тому, але тепер ми відзначили її як поточну стабільну версію, що означає, що вона з'явиться в списку оновлень, або, якщо у вас встановлено [привілейоване розширення](https://gitlab.com/fdroid/privileged-extension/blob/HEAD/README.md), оновлення відбудеться повністю автоматично. Нове в 1.4:
zh_hans: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.4 已经发布了大约两周，但我们'现在已将其标记为当前稳定版本，这意味着它将出现在升级列表中，或者如果你安装了[特权扩展](https://gitlab.com/fdroid/privileged-extension/blob/HEAD/README.md)，将会进行全自动升级。1.4 中的新功能：

source: huge overhaul of the "Versions" list in the App Details screen, and many other UI improvements, thanks to new contributor [@wsdfhjxc](https://gitlab.com/wsdfhjxc)
de: riesige Überarbeitung der "Versionen"-Liste im Bildschirm App Details und viele andere Benutzerschnittstellenverbesserungen, dank des neuen Entwicklers [@wsdfhjxc](https://gitlab.com/wsdfhjxc)
pl: ogromny przegląd listy "Wersje" na ekranie szczegółów aplikacji, oraz wiele innych usprawnień interfejsu użytkownika, dzięki nowemu współpracownikowi [@wsdfhjxc](https://gitlab.com/wsdfhjxc)
ro: revizuirea uriașă a listei "Versiuni" din ecranul Detalii aplicație și multe alte îmbunătățiri ale interfeței de utilizare, mulțumită noului colaborator [@wsdfhjxc](https://gitlab.com/wsdfhjxc)
ru: огромная переработка списка "Версии" на экране App Details и многие другие улучшения пользовательского интерфейса, благодаря новому участнику [@wsdfhjxc](https://gitlab.com/wsdfhjxc)
uk: величезна переробка списку "Версії" на екрані App Details і багато інших поліпшення користувальницького інтерфейсу, завдяки новому учаснику [@wsdfhjxc](https://gitlab.com/wsdfhjxc)
zh_hans: 感谢新贡献者 [@wsdfhjxc](https://gitlab.com/wsdfhjxc)，对应用详细信息屏幕中的“版本”列表进行了大修，以及许多其他用户界面改进

source: fix keyboard/d-pad navigation in many places, thanks to new contributor [@doeffinger](https://gitlab.com/doeffinger)
de: Fehler in der Tastatur/D-Pad-Navigation an vielen Stellen behoben, dank neuem Entwickler [@doeffinger](https://gitlab.com/doeffinger)
pl: naprawiono nawigację za pomocą klawiatury/pada kierunkowego w wielu miejscach dzięki nowemu współautorowi [@doeffinger](https://gitlab.com/doeffinger)
ro: reparați navigarea prin tastatură/pad în multe locuri, mulțumită noului contributor [@doeffinger](https://gitlab.com/doeffinger)
ru: исправление навигации по клавиатуре/паду во многих местах, благодаря новому участнику [@doeffinger](https://gitlab.com/doeffinger)
uk: виправлення навігації по клавіатурі/паду в багатьох місцях, завдяки новому учаснику [@doeffinger](https://gitlab.com/doeffinger)
zh_hans: 感谢新贡献者 [@doeffinger](https://gitlab.com/doeffinger) 在许多地方修复键盘/d-pad 导航

source: show "Open" button when media is installed and viewable
de: zeige "Öffnen"-Schaltfläche wenn Medien installiert und anzeigbar sind
pl: pokaż przycisk "Otwórz", gdy nośnik jest zainstalowany i widoczny
ro: afișează butonul "Deschidere" atunci când suportul este instalat și poate fi vizualizat
ru: показывать кнопку "Открыть", когда носитель установлен и доступен для просмотра
uk: показувати кнопку "Відкрити", коли носій встановлено і доступний для перегляду
zh_hans: 安装并查看媒体时显示“打开”按钮

source: add Share button to "Installed Apps" to export CSV list
de: füge Teilen-Schaltfläche zu "Installierte Apps" hinzu um CSV-Liste zu exportieren
pl: dodaj przycisk Udostępnij do "Zainstalowane aplikacje", aby wyeksportować listę CSV
ro: adăugarea butonului Share la "Aplicații instalate" pentru a exporta lista CSV
ru: добавить кнопку "Поделиться" в "Установленные приложения" для экспорта списка CSV
uk: додати кнопку "Поділитися" в "Встановлені програми" для експорту списку CSV
zh_hans: 将分享按钮添加到“已安装应用”以导出 CSV 列表

source: add clickable list of APKs to the swap HTML index page
de: füge anklickbare Liste von APKs zur Swap-HTML-Indexseite hinzu
pl: dodaj klikalną listę plików APK do strony indeksu wymiany HTML
ro: Adăugați o listă de APK-uri pe care se poate face clic pe pagina de index HTML de schimb
ru: добавить кликабельный список APK на индексную HTML-страницу подкачки
uk: додати клікабельним список APK на індексну HTML-сторінку підкачки
zh_hans: 将可点击的 APK 列表添加到交换 HTML 索引页面

source: retry index downloads from mirrors
de: versuche erneute Index-Downloads von Spiegelseiten
pl: ponów próbę pobrania indeksu z serwerów lustrzanych
ro: reîncercați descărcările de indici din oglinzi
ru: повторные загрузки индекса с зеркал
uk: повторні завантаження індексу з дзеркал
zh_hans: 从镜像重试下载索引

source: fix "Send F-Droid via Bluetooth" on recent Android versions
de: behebe "Sende F-Droid über Bluetooth" auf neuen Android-Versionen
pl: naprawiono „Wyślij F-Droid przez Bluetooth” w najnowszych wersjach systemu Android
ro: reparați "Trimite F-Droid prin Bluetooth" pe versiunile recente de Android
ru: исправление "Отправить F-Droid через Bluetooth" на последних версиях Android
uk: виправлення "Відправити F-Droid через Bluetooth" на останніх версіях Android
zh_hans: 在最近的 Android 版本上修复“通过蓝牙发送 F-Droid”

source: **[Kiwix](https://f-droid.org/packages/org.kiwix.kiwixmobile/)** is an _offline_ [Wikipedia](https://www.wikipedia.or) reader. Version 2.4 adds download time estimation, manual update of storage location, sort bookmarks, and fixes some bugs, among others with external [SD card](https://en.wikipedia.org/wiki/Secure_Digital)s.
de: **[Kiwix](https://f-droid.org/packages/org.kiwix.kiwixmobile/)** ist ein _offline_ [Wikipedia](https://www.wikipedia.or) Leser. Version 2.4 fügt eine Downloadzeitschätzung hinzu, manuelle Aktualisierungen des Speicherort, sortiert Lesezeichen und behebt einige Fehler, unter anderem mit externen [SD-Karten](https://en.wikipedia.org/wiki/Secure_Digital).
pl: **[Kiwix](https://f-droid.org/packages/org.kiwix.kiwixmobile/)** jest czytnikiem _offline_ [Wikipedia](https://www.wikipedia.or). Wersja 2.4 dodaje oszacowanie czasu pobierania, ręczną aktualizację lokalizacji przechowywania, sortowanie zakładek i naprawia niektóre błędy, między innymi z zewnętrzną [kartą SD](https://en.wikipedia.org/wiki/Secure_Digital).
ro: **[Kiwix](https://f-droid.org/packages/org.kiwix.kiwixmobile/)** este un _offline_ [Wikipedia](https://www.wikipedia.or)cititor. Versiunea 2.4 adaugă estimarea timpului de descărcare, actualizarea manuală a locației de stocare, sortarea marcajelor și corectează unele erori, printre altele cu [SD card](https://en.wikipedia.org/wiki/Secure_Digital)s.
ru: **[Kiwix](https://f-droid.org/packages/org.kiwix.kiwixmobile/)** - _автономный_ [Wikipedia](https://www.wikipedia.or) просмотрщик. Версия 2.4 добавляет оценку времени загрузки, ручное обновление местоположения хранилища, сортировку закладок и исправляет некоторые ошибки, в том числе с внешними [SD-картами](https://en.wikipedia.org/wiki/Secure_Digital).
uk: **[Kiwix](https://f-droid.org/packages/org.kiwix.kiwixmobile/)** - _автономний_ [Wikipedia](https://www.wikipedia.or) переглядач. Версія 2.4 додає оцінку часу завантаження, ручне оновлення розташування сховища, сортування закладок і виправляє деякі помилки, в тому числі із зовнішніми [SD-картами](https://en.wikipedia.org/wiki/Secure_Digital).
zh_hans: **[Kiwix](https://f-droid.org/packages/org.kiwix.kiwixmobile/)** 是一款 _离线_ [Wikipedia](https://www.wikipedia.or) 阅读器。2.4 版本增加了下载时间估计、手动更新存储位置、排序书签，并修复了一些错误，包括与 [SD 卡](https://en.wikipedia.org/wiki/Secure_Digital)相关的错误。

source: And finally
de: Und schließlich
pl: I w końcu
ro: Și, în sfârșit
ru: И наконец
uk: І нарешті
zh_hans: 最后
