Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)**: A lightweight powerful music player.
de: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)**: Ein leichtgewichtiger, leistungsstarker Music-Player.
pl: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)**: Potężny odtwarzacz muzyczny.
ro: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)**: Un player muzical ușor și puternic.
ru: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)**: Легкий мощный музыкальный плеер.
uk: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)**: Легкий потужний музичний плеєр.
zh_hans: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)**：轻量强大的音乐播放器。

source: **[ScraperClub](https://f-droid.org/packages/com.scraperclub.android/)**: Application for scraperclub.
de: **[ScraperClub](https://f-droid.org/packages/com.scraperclub.android/)**: Anwendung für Scraperclub.
pl: **[ScraperClub](https://f-droid.org/packages/com.scraperclub.android/)**: Aplikacja dla scraperclub.
ro: **[ScraperClub](https://f-droid.org/packages/com.scraperclub.android/)**: Aplicație pentru scraperclub.
ru: **[ScraperClub](https://f-droid.org/packages/com.scraperclub.android/)**: Приложение для scraperclub.
uk: **[ScraperClub](https://f-droid.org/packages/com.scraperclub.android/)**: Застосунок для scraperclub.
zh_hans: **[ScraperClub](https://f-droid.org/packages/com.scraperclub.android/)**：scraperclub 应用。

source: **[AppOpsX](https://f-droid.org/packages/com.zzzmode.appopsx/)**: A front-end for the appopsservice.
de: **[AppOpsX](https://f-droid.org/packages/com.zzzmode.appopsx/)**: Frontend für AppOpsService.
pl: **[AppOpsX](https://f-droid.org/packages/com.zzzmode.appopsx/)**: A front-end dla serwisu appopsservice.
ro: **[AppOpsX](https://f-droid.org/packages/com.zzzmode.appopsx/)**: Un front-end pentru appopsservice.
ru: **[AppOpsX](https://f-droid.org/packages/com.zzzmode.appopsx/)**: Внешний интерфейс для службы appopsservice.
uk: **[AppOpsX](https://f-droid.org/packages/com.zzzmode.appopsx/)**: Зовнішній інтерфейс для служби appopsservice.
zh_hans: **[AppOpsX](https://f-droid.org/packages/com.zzzmode.appopsx/)**：appopsservice 的前端。

source: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**: Easily track your expenses.
de: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**: Ausgaben leicht rückverfolgen.
pl: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**: Łatwe śledzenie wydatków.
ro: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**: Urmăriți-vă cu ușurință cheltuielile.
ru: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**: Легко отслеживайте свои расходы.
uk: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**: Легко відстежуйте свої витрати.
zh_hans: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**：轻松跟踪你的开支。

source: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)**: A non-official client for isthereanydeal.com.
de: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)**: Inoffizieller Client für isthereanydeal.com.
pl: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)**: Nieoficjalny klient isthereanydeal.com.
ro: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)**: Un client neofficial pentru isthereanydeal.com.
ru: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)**: Неофициальный клиент для isthereanydeal.com.
uk: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)**: Неофіційний клієнт для isthereanydeal.com.
zh_hans: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)**：isthereanydeal.com 的非官方客户端。

source: **[Free Klondike](https://f-droid.org/packages/eu.veldsoft.free.klondike/)**: A mixture of freecell and klondike solitaire.
de: **[Free Klondike](https://f-droid.org/packages/eu.veldsoft.free.klondike/)**: Eine Mischung aus Freecell- und Klondike-Solitär.
pl: **[Free Klondike](https://f-droid.org/packages/eu.veldsoft.free.klondike/)**: Mieszanka pasjansa freecell i klondike.
ro: **[Free Klondike](https://f-droid.org/packages/eu.veldsoft.free.klondike/)**: Un amestec de freecell și klondike solitaire.
ru: **[Free Klondike](https://f-droid.org/packages/eu.veldsoft.free.klondike/)**: Смесь пасьянсов freecell и klondike.
uk: **[Free Klondike](https://f-droid.org/packages/eu.veldsoft.free.klondike/)**: Суміш пасьянсів freecell і klondike.
zh_hans: **[Free Klondike](https://f-droid.org/packages/eu.veldsoft.free.klondike/)**：freecell 和 klondike 纸牌的混合物。

source: **[Diab](https://f-droid.org/packages/it.diab/)**: A smart diabetes manager app.
de: **[Diab](https://f-droid.org/packages/it.diab/)**: Intelligente App zur Diabetesüberwachung.
pl: **[Diab](https://f-droid.org/packages/it.diab/)**: Inteligentna aplikacja do zarządzania cukrzycą.
ro: **[Diab](https://f-droid.org/packages/it.diab/)**: O aplicație inteligentă pentru gestionarea diabetului.
ru: **[Diab](https://f-droid.org/packages/it.diab/)**: Умное приложение для управления диабетом.
uk: **[Diab](https://f-droid.org/packages/it.diab/)**: Розумний застосунок для управління діабет.
zh_hans: **[Diab](https://f-droid.org/packages/it.diab/)**：一款智能糖尿病管理器应用。

source: **[CPU Stats](https://f-droid.org/packages/jp.takke.cpustats/)**: Show cpu usage within the statusbar.
de: **[CPU Stats](https://f-droid.org/packages/jp.takke.cpustats/)**: Anzeige der CPU-Nutzung in der Statusbar.
pl: **[CPU Stats](https://f-droid.org/packages/jp.takke.cpustats/)**: Pokaż użycie procesora w pasku stanu.
ro: **[CPU Stats](https://f-droid.org/packages/jp.takke.cpustats/)**: Afișează utilizarea cpu în bara de stare.
ru: **[CPU Stats](https://f-droid.org/packages/jp.takke.cpustats/)**: Показывать использование процессора в панели состояния.
uk: **[CPU Stats](https://f-droid.org/packages/jp.takke.cpustats/)**: Показувати використання процесора в панелі стану.
zh_hans: **[CPU Stats](https://f-droid.org/packages/jp.takke.cpustats/)**：在状态栏中显示 CPU 使用情况。

source: **[Trekarta](https://f-droid.org/packages/mobi.maptrek/)**: Simple, responsive map for your trek.
de: **[Trekarta](https://f-droid.org/packages/mobi.maptrek/)**: Einfache, reagible Karte für ihren Treck.
pl: **[Trekarta](https://f-droid.org/packages/mobi.maptrek/)**: Prosta, elastyczna mapa do wędrówki.
ro: **[Trekarta](https://f-droid.org/packages/mobi.maptrek/)**: Hartă simplă și receptivă pentru drumeția ta.
ru: **[Trekarta](https://f-droid.org/packages/mobi.maptrek/)**: Простая, отзывчивая карта для вашего похода.
uk: **[Trekarta](https://f-droid.org/packages/mobi.maptrek/)**: Проста, чуйна карта для вашого походу.
zh_hans: **[Trekarta](https://f-droid.org/packages/mobi.maptrek/)**：用于远足的简单、响应迅速的地图。

source: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)**: View song lyrics, a translation of it and guitar chords.
de: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)**: Songtexte, Übersetzungen davon und Gitarrenakkorde ansehen.
pl: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)**: Zobacz teksty piosenek, tłumaczenie i akordy gitarowe.
ro: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)**: Vizualizați versurile cântecului, o traducere a acestuia și acorduri de chitară.
ru: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)**: Просмотр текста песни, его перевода и гитарных аккордов.
uk: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)**: Перегляд тексту пісні, його перекладу і гітарних акордів.
zh_hans: **[SDB Viewer](https://f-droid.org/packages/org.zephyrsoft.sdbviewer/)**：查看歌词、歌词翻译和吉他和弦。

source: **[KeePassDroid](https://f-droid.org/packages/com.android.keepass/)** was [updated](https://github.com/bpellin/keepassdroid/blob/HEAD/CHANGELOG) from 2.3.4 to 2.4.1, with a new fingerprint setting and better handling for large attachments.
de: **[KeePassDroid](https://f-droid.org/packages/com.android.keepass/)** wurde [aktualisiert](https://github.com/bpellin/keepassdroid/blob/HEAD/CHANGELOG) von Version 2.3.4 auf 2.4.1 mit neuen Fingerabdruck-Einstellungen und besserer Handhabung großer Anhänge.
pl: **[KeePassDroid](https://f-droid.org/packages/com.android.keepass/)** został [zaktualizowany](https://github.com/bpellin/keepassdroid/blob/HEAD/CHANGELOG) z 2.3.4 do 2.4.1, z nowym ustawieniem linii papilarnych i lepszą obsługą dużych załączników.
ro: **[KeePassDroid](https://f-droid.org/packages/com.android.keepass/)** a fost [updated](https://github.com/bpellin/keepassdroid/blob/HEAD/CHANGELOG) de la 2.3.4 la 2.4.1, cu o nouă setare a amprentei digitale și o mai bună gestionare a atașamentelor mari.
ru: **[KeePassDroid](https://f-droid.org/packages/com.android.keepass/)** был [обновлен](https://github.com/bpellin/keepassdroid/blob/HEAD/CHANGELOG) с 2.3.4 до 2.4.1, с новой настройкой отпечатков пальцев и улучшенной обработкой больших вложений.
uk: **[KeePassDroid](https://f-droid.org/packages/com.android.keepass/)** було [оновлено](https://github.com/bpellin/keepassdroid/blob/HEAD/CHANGELOG) з 2.3.4 до 2.4.1, з новим налаштуванням відбитків пальців і поліпшеною обробкою великих вкладень.
zh_hans: **[KeePassDroid](https://f-droid.org/packages/com.android.keepass/)** 已从 2.3.4 [更新](https://github.com/bpellin/keepassdroid/blob/HEAD/CHANGELOG)到 2.4.1，具有新的指纹设置和对大型附件的更好处理。

source: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** was [updated](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) from 0.20.0 to 0.100.0 with a complete rework of the UI using pure material design, and too many improvements to list! Check out the [changelog](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md).
de: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** wurde von 0.20.0 auf 0.100.0 [aktualiesiert](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) mit einer kompletten Überarbeitung der Benutzeroberfläche im reinen Material Design und zu vielen Verbesserungen, um sie aufzuzählen! Überprüft das [Änderungsprotokoll](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md).
pl: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** została [zaktualizowana](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) z wersji 0.20.0 do 0.100.0 z kompletnym przerobieniem interfejsu użytkownika z wykorzystaniem czystego material design, i ze zbyt wieloma ulepszeniami, aby można było je wymienić! Sprawdź [changelog](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md).
ro: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** a fost [updated](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) de la 0.20.0 la 0.100.0 cu o refacere completă a interfeței de utilizare folosind design material pur și prea multe îmbunătățiri pentru a le enumera! Consultați [changelog](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md).
ru: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** был [обновлен](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) с 0.20.0 до 0.100.0 с полной переработкой пользовательского интерфейса с использованием чистого материального дизайна, и слишком много улучшений, чтобы их перечислять! Ознакомьтесь с [журналом изменений](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md).
uk: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** було [оновлено](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) з 0.20.0 до 0.100.0 з повною переробкою призначеного для користувача інтерфейсу з використанням чистого матеріального дизайну, і занадто багато поліпшень, щоб їх перераховувати! Ознайомтеся з [журналом змін](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md).
zh_hans: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** 从 0.20.0 [更新](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) 到 0.100.0，使用纯材质设计对 UI 进行了彻底的返工，还有太多的改进无法列出！查看[更改日志](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md)。

source: {{ page.major }} **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** saw a huge [update](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) from 0.22.6 to 1.0.1, adding support for changing the encryption password, Tasks support via OpenTasks, stock password entry, fixes for email invitations, support for the new associate account type, and more.
de: {{ page.major }} **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** erlebte eine riesige [Aktualisierung](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) von 0.22.6 auf 1.0.1, ergänzt durch eine Unterstützung zur Änderung des Verschlüsselungspassworts, die Unterstützung von Aufgaben über OpenTasks, stock password entry, Korrekturen bei E-Mail-Einladungen, Unterstützung für den neu verknüpften Kontotyp und mehr.
pl: {{ page.major }} **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** ujrzał ogromną [aktualizację](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) z 0.22.6 do 1.0.1, dodano obsługę zmiany hasła szyfrowania, obsługę zadań przez OpenTasks, wprowadzanie hasła zapasowego, poprawki dla zaproszeń e-mail, obsługę nowego typu powiązanego konta i więcej.
ro: {{ page.major }} **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** a fost supus unei [update](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) uriașe de la 0.22.6 la 1.0.1, adăugând suport pentru schimbarea parolei de criptare, suport pentru sarcini prin OpenTasks, introducerea parolei de stoc, corecturi pentru invitațiile prin e-mail, suport pentru noul tip de cont asociat și multe altele.
ru: {{ page.major }} **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** получил огромное [обновление](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) с 0.22.6 до 1.0.1, добавив поддержку смены пароля шифрования, поддержку задач через OpenTasks, ввод пароля запаса, исправления для приглашений по электронной почте, поддержку нового типа учетной записи ассоциированного пользователя и многое другое.
uk: {{ page.major }} **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** отримав величезне [оновлення](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) з 0.22.6 до 1.0.1, додавши підтримку зміни пароля шифрування, підтримку завдань через OpenTasks, введення пароля запасу, виправлення для запрошень по електронній пошті, підтримку нового типу облікового запису асоційованого користувача і багато інше.
zh_hans: {{ page.major }} **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 得到了巨大的[更新](https://github.com/etesync/android/blob/HEAD/ChangeLog.md)，从 0.22.6 到 1.0.1，增加了对更改加密密码的支持，通过 OpenTasks 支持任务，原生密码输入，修复电子邮件邀请，支持新的关联帐户类型，等等。

source: **[openScale](https://f-droid.org/packages/com.health.openscale/)** is a weight and body metrics tracker, with support for Bluetooth scales. In this [update](https://github.com/oliexdev/openScale/releases) from 1.8.4 to 1.9.1, you'll find a custom Bluetooth stack to improve Bluetooth communication, new calculations and measurements, support for the Libra-W scale, and the usual smaller updates and bug fixes.
de: **[openScale](https://f-droid.org/packages/com.health.openscale/)** dient der Überwachung von Gewicht und Körperwerten, unterstützt Bluetooth-Waagen. In diesem [Update](https://github.com/oliexdev/openScale/releases) von 1.8.4 auf 1.9.1 finden Sie ein angepasstes Bluetooth-Register, um die Bluetooth-Kommunikation zu verbessern, neue Berechnungen und Messungen, die Unterstützung der Libra-W-Waage und die üblichen kleinen Verbesserungen und Korrekturen.
pl: **[openScale](https://f-droid.org/packages/com.health.openscale/)** to narzędzie do śledzenia masy i ciała, z obsługą wagi Bluetooth. W tej [aktualizacji](https://github.com/oliexdev/openScale/releases) z 1.8.4 do 1.9.1 znajdziesz niestandardowy stos Bluetooth, aby poprawić komunikację Bluetooth, nowe obliczenia i pomiary, wsparcie dla Skala Libra-W oraz zwykłe mniejsze aktualizacje i poprawki błędów.
ro: **[openScale](https://f-droid.org/packages/com.health.openscale/)** este un dispozitiv de urmărire a greutății și a măsurătorilor corporale, cu suport pentru cântare Bluetooth. În această [update](https://github.com/oliexdev/openScale/releases) de la 1.8.4 la 1.9.1, veți găsi o stivă Bluetooth personalizată pentru a îmbunătăți comunicarea Bluetooth, noi calcule și măsurători, suport pentru cântarul Libra-W, precum și obișnuitele actualizări mai mici și remedieri de erori.
ru: **[openScale](https://f-droid.org/packages/com.health.openscale/)** - это трекер веса и показателей тела с поддержкой Bluetooth-весов. В этом [обновлении](https://github.com/oliexdev/openScale/releases) с 1.8.4 до 1.9.1 вы найдете пользовательский стек Bluetooth для улучшения связи Bluetooth, новые расчеты и измерения, поддержку весов Libra-W, а также обычные мелкие обновления и исправления ошибок.
uk: **[openScale](https://f-droid.org/packages/com.health.openscale/)** - це трекер ваги і показників тіла з підтримкою Bluetooth-ваг. У цьому [оновленні](https://github.com/oliexdev/openScale/releases) з 1.8.4 до 1.9.1 ви знайдете призначений для користувача стек Bluetooth для поліпшення зв'язку Bluetooth, нові розрахунки і вимірювання, підтримку ваг Libra-W, а також звичайні дрібні оновлення та виправлення помилок.
zh_hans: **[openScale](https://f-droid.org/packages/com.health.openscale/)** 是一个体重和身体指标跟踪器，支持蓝牙秤。在这个从 1.8.4 到 1.9.1 的[更新](https://github.com/oliexdev/openScale/releases)中，你将找到一个自定义蓝牙堆栈来改进蓝牙通信、新的计算和测量、支持 Libra-W 规模，以及通常较小的更新和错误修复。

source: **[μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/)** was [updated](https://github.com/mkulesh/microMathematics/releases) from 2.17.4 to 2.18.0, now with support for Android 9, assigning array elements by index, and displaying whole array without using indices.
de: **[μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/)** wurde von 2.17.4 auf 2.18.0 [aktualisiert](https://github.com/mkulesh/microMathematics/releases), nun mit Android-9-Unterstützung, Feldelementzuordnungen nach Index und Anzeige des gesamten Feldes ohne Verwendung von Indizes.
pl: **[μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/)** został [zaktualizowany](https://github.com/mkulesh/microMathematics/releases) z 2.17.4 do 2.18.0, teraz z obsługą Androida 9, przypisując elementy tablicy według indeksu i wyświetlając całą tablicę bez użycia indeksów.
ro: **[μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/)** a fost [updated](https://github.com/mkulesh/microMathematics/releases) de la 2.17.4 la 2.18.0, acum cu suport pentru Android 9, cu atribuirea elementelor de matrice prin index și cu afișarea întregii matrice fără a utiliza indici.
ru: **[μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/)** был [обновлен](https://github.com/mkulesh/microMathematics/releases) с 2.17.4 до 2.18.0, теперь с поддержкой Android 9, присвоением элементов массива по индексу и отображением всего массива без использования индексов.
uk: **[μMath +](https://f-droid.org/packages/com.mkulesh.micromath.plus/)** було [оновлено](https://github.com/mkulesh/microMathematics/releases) з 2.17 .4 до 2.18.0, тепер з підтримкою Android 9, присвоєнням елементів масиву за індексом і відображенням усього масиву без використання індексів.
zh_hans: **[μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/)** 已从 2.17.4 [更新](https://github.com/mkulesh/microMathematics/releases)到 2.18.0，现在支持 Android 9，按索引分配数组元素，并在不使用索引的情况下显示整个数组。

source: **[Vinyl Music Player](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)** [updated](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) from 0.18.0 to 0.19.2, adding a new smart playlist "not played lately", smart playlist decoration, and finish current song when the sleep timer runs out.
de: **[Vinyl Music Player](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)** [aktualisiert](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) von 0.18.0 auf 0.19.2 fügt eine neue, intelligente Wiedergabeliste "in letzter Zeit nicht gespielt" hinzu, ergänzt ein Dekor für intelligente Wiedergabelisten und spielt den aktuellen Titel zu Ende, wenn der Sleep-Timer abläuft.
pl: **[Vinyl Music Player](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)** [zaktualizowany](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) z 0.18.0 do 0.19.2, dodając nową inteligentną listę odtwarzania „nie odtwarzane ostatnio”, dekorację inteligentnej listy odtwarzania i zakończ bieżącą piosenkę, gdy skończy się czas uśpienia.
ro: **[Vinyl Music Player](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)** [updated](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) de la 0.18.0 la 0.19.2, adăugând o nouă listă de redare inteligentă "nu a fost redată în ultima vreme", decorarea listei de redare inteligentă și terminarea melodiei curente atunci când se termină cronometrul de somn.
ru: **[Vinyl Music Player](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)**[обновлено](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) с 0.18.0 до 0.19.2, добавлены новый умный плейлист "не играл в последнее время", умное украшение плейлиста и завершение текущей песни, когда таймер сна истекает.
uk: **[Vinyl Music Player](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)**[оновлено](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG .md) з 0.18.0 до 0.19.2, додані новий розумний плейлист "не грав останнім часом", розумне прикраса плейлиста і завершення поточної пісні, коли таймер сну закінчується.
zh_hans: **[Vinyl Music Player](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)** 从 0.18.0 [更新](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md)到 0.19.2，增加了一个新的智能播放列表“最近没有播放”，智能播放列表装饰，并在睡眠定时器用完时播放当前歌曲。
