Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: One of our team members really went to town with his SHIFT6mq. The devices come with their own flavour of Android which is called ShiftOS-G and is certified by Google. In his article ["Android without Google: Shiftphones"](https://android.izzysoft.de/articles/named/android-without-google-8) he reviews the device and its operating system. However, he takes it one step further and de-Googles it by installing ShiftOS-Light (ShiftOS-L). Best is to read that article before continuing here. That article also helped the other team members to explore this smartphone more thoroughly. Further feedback praised it for its battery life and less data use when de-Googled.
ru: Один из членов нашей команды действительно побывал в городе со своим SHIFT6mq. Устройства поставляются с собственной версией Android, которая называется ShiftOS-G и сертифицирована Google. В своей статье ["Android без Google: Shiftphones"](https://android.izzysoft.de/articles/named/android-without-google-8) он рассматривает устройство и его операционную систему. Однако он делает еще один шаг вперед и де-гуглит устройство, устанавливая ShiftOS-Light (ShiftOS-L). Лучше всего прочитать эту статью, прежде чем продолжать здесь. Эта статья также помогла другим членам команды более тщательно изучить этот смартфон. В дальнейших отзывах они похвалили его за время автономной работы и меньшее потребление данных при де-гуглении.
uk: Один з учасників нашої команди справді користується SHIFT6mq. Пристрої постачаються з власною версією Android, яка називається ShiftOS-G і сертифікована Google. У своїй статті ["Android без Google: Телефони Shift"](https://android.izzysoft.de/articles/named/android-without-google-8) він розповідає про пристрій та його операційну систему. Однак він робить ще один крок вперед і знегуглює його, встановлюючи ShiftOS-Light (ShiftOS-L). Найкраще прочитати цю статтю, перш ніж продовжувати читання тут. Ця стаття також допомогла іншим учасникам команди краще вивчити цей смартфон. У подальших відгуках його хвалили за тривалість роботи від батареї та менше використання даних у вимкненому стані.
zh_hans: 我们的一位团队成员真的带着他的 SHIFT6mq 去了镇上。这些设备带有自己的 Android 版本，称为 ShiftOS-G 并已通过 Google 认证。在他的文章[“没有 Google 的 Android：Shiftphones”](https://android.izzysoft.de/articles/named/android-without-google-8)中，他评论了该设备及其操作系统。然而，他更进一步并通过安装 ShiftOS-Light (ShiftOS-L) 将其去 Google 化。最好先阅读那篇文章，然后再继续阅读本文。那篇文章还帮助其他团队成员更深入地探索这款智能手机。进一步的反馈称赞它的电池寿命和去 Google 化后使用的数据更少。

source: At the moment, SHIFT6mq is the only model from SHIFT which is supported by [LineageOS](https://wiki.lineageos.org/devices/axolotl/), as this support is done by one of the developers of SHIFT. We expect that their future models also will work with LineageOS and SHIFT8 is due to be released at the end of this year. For those who don't know, LineageOS currently supports almost 200 different Android devices and works well together with F-Droid apps.
ru: На данный момент SHIFT6mq - единственная модель от SHIFT, которая поддерживается [LineageOS](https://wiki.lineageos.org/devices/axolotl/), так как эта поддержка осуществляется одним из разработчиков SHIFT. Мы ожидаем, что их будущие модели также будут работать с LineageOS, а SHIFT8 должен выйти в конце этого года. Для тех, кто не знает, LineageOS в настоящее время поддерживает почти 200 различных Android-устройств и отлично работает вместе с приложениями F-Droid.
uk: На цей час SHIFT6mq — єдина модель від SHIFT, яка підтримується [LineageOS](https://wiki.lineageos.org/devices/axolotl/), оскільки ця підтримка здійснюється одним з розробників SHIFT. Ми очікуємо, що їхні майбутні моделі також працюватимуть з LineageOS, а SHIFT8 має бути випущений наприкінці цього року. Для тих, хто не знає, LineageOS наразі підтримує майже 200 різних пристроїв Android і добре працює разом із застосунками F-Droid.
zh_hans: 目前，SHIFT6mq 是 SHIFT 中唯一受 [LineageOS](https://wiki.lineageos.org/devices/axolotl/) 支持的模型，因为此支持是由 SHIFT 的开发人员之一完成的。我们预计他们未来的模型也将与 LineageOS 兼容，SHIFT8 将于今年年底发布。对于那些不知道的人，LineageOS 目前支持近 200 种不同的 Android 设备，并且可以与 F-Droid 应用很好地配合使用。

source: LineageOS for SHIFT6mq supports Calyx Institute's [SeedVault](https://calyxinstitute.org/projects/seedvault-encrypted-backup-for-android) for making complete backups of your device. And this will also be offered in upcoming version 12 of ShiftOS-L. Without going too much off-topic, for more information read NLnet's [article](https://nlnet.nl/project/Seedvault/) on it. See also SHIFT's well-maintained [forum](https://forum.shiftphones.com/), mostly in German, but you can ask your question in English too.
ru: LineageOS для SHIFT6mq поддерживает [SeedVault](https://calyxinstitute.org/projects/seedvault-encrypted-backup-for-android) от Calyx Institute для создания полных резервных копий вашего устройства. И это также будет предложено в грядущей 12-й версии ShiftOS-L. Не сильно отклоняясь от темы, для получения дополнительной информации прочтите [статью](https://nlnet.nl/project/Seedvault/) NLnet об этом. Смотрите также хорошо поддерживаемый [форум](https://forum.shiftphones.com/) SHIFT, в основном на немецком языке, но вы можете задать вопрос и на английском.
uk: LineageOS для SHIFT6mq підтримує [SeedVault](https://calyxinstitute.org/projects/seedvault-encrypted-backup-for-android) від Calyx Institute для створення повних резервних копій вашого пристрою. І його також буде запропоновано у майбутній 12-й версії ShiftOS-L. Щоб не надто відходити від теми, для отримання додаткової інформації прочитайте [статтю](https://nlnet.nl/project/Seedvault/) про це на NLnet. Перегляньте також добре підтримуваний [форум](https://forum.shiftphones.com/) SHIFT, переважно німецькою мовою, але ви також можете поставити своє питання англійською.
zh_hans: 适用于 SHIFT6mq 的 LineageOS 支持 Calyx Institute 的 [SeedVault](https://calyxinstitute.org/projects/seedvault-encrypted-backup-for-android) 以对你的设备进行完整备份。这也将在即将推出的 ShiftOS-L 版本 12 中提供。为了避免过多偏离主题，有关更多信息，请阅读 NLnet 的[文章](https://nlnet.nl/project/Seedvault/)。另请参阅 SHIFT 维护良好的[论坛](https://forum.shiftphones.com/)，主要使用德语，但你也可以使用英语提问。

source: ![Screenshot of part of F-Droid's homepage showing a smartphone with the F-Droid client opened on it.]({% asset posts/2023-02-09-donation-shift6mq/shift6mq-fdroid.png %}) *F-Droid client with the SHIFT6mq smartphone frame as shown on F-Droid's homepage.*
ru: ![Скриншот части главной страницы F-Droid, на котором изображен смартфон с открытым на нем клиентом F-Droid]({% asset posts/2023-02-09-donation-shift6mq/shift6mq-fdroid.png %}) * Клиент F-Droid с рамкой смартфона SHIFT6mq, как показано на главной странице F-Droid.*
uk: ![Знімок екрана: частина домашньої сторінки F-Droid, на якій зображено смартфон із відкритим клієнтом F-Droid..]({% asset posts/2023-02-09-donation-shift6mq/shift6mq-fdroid.png %}) *Клієнт F-Droid з рамкою смартфона SHIFT6mq, як показано на домашній сторінці F-Droid.*
zh_hans: ![F-Droid 主页的部分屏幕截图，显示了打开 F-Droid 客户端的智能手机。]({% asset posts/2023-02-09-donation-shift6mq/shift6mq-fdroid.png %}) *F-Droid 客户端与 F-Droid 主页上显示的 SHIFT6mq 智能手机框架。*

source: The F-Droid homepage used to show a smartphone frame around the screenshot of the F-Droid client from a *not so open manufacturer*. We wanted to replace that for a while. At our request the SHIFT team provided us with the design of the SHIFT6mq smartphone frame and permission to use it. Perhaps you have already noticed that as it is currently seen on our [homepage]({{ site.baseurl }}).
ru: На главной странице F-Droid раньше отображалась рамка смартфона вокруг скриншота клиента F-Droid от *не очень открытого производителя*. Мы давно хотели заменить эту рамку. По нашей просьбе команда SHIFT предоставила нам дизайн рамки для смартфона SHIFT6mq и разрешение на его использование. Возможно, вы уже заметили ее, так как сейчас она видна на нашей [домашней странице]({{ site.baseurl }}).
uk: Раніше домашня сторінка F-Droid показувала рамку смартфона навколо знімка екрана клієнта F-Droid від *не дуже відкритого виробника*. Ми довго хотіли замінити його. На наше прохання команда SHIFT надала нам дизайн рамки для смартфона SHIFT6mq та дозвіл на її застосування. Можливо, ви вже помітили, що зараз її можна побачити на нашій [домашній сторінці]({{ site.baseurl }}).
zh_hans: F-Droid 主页过去常常在 F-Droid 客户端屏幕截图周围显示 *不太开放的制造商* 的智能手机框架。我们早就想换掉它了。应我们的要求，SHIFT 团队为我们提供了 SHIFT6mq 智能手机框架的设计和使用许可。也许你已经注意到这一点，因为目前在我们的[主页]({{ site.baseurl }})上就可以看到。

source: New repository format for faster and smaller updates
ru: Новый формат репозитория для более быстрого и компактного обновления
uk: Новий формат репозиторію для швидших і менших оновлень
zh_hans: 新的存储库格式实现更快和更小的更新

source: We just released version `1.16` of the official F-Droid client app for Android which includes many radical changes under the hood as well as many bug fixes for long standing issue. Read on for more details.
ru: Мы только что выпустили версию `1.16` официального клиентского приложения F-Droid для Android, которая включает в себя множество радикальных изменений под капотом, а также исправление многих ошибок, связанных с давними проблемами. Читайте далее для получения более подробной информации.
uk: Ми щойно випустили версію `1.16` офіційного клієнтського застосунку F-Droid для Android, яка містить багато радикальних змін, а також виправлення багатьох застарілих помилок. Читайте подробиці далі.
zh_hans: 我们刚刚发布了适用于 Android 的官方 F-Droid 客户端应用 `1.16` 版本，其中包括许多底层的彻底改变以及针对长期存在的问题的许多错误修复。请继续阅读以了解详情。

source: Growing repository size
ru: Увеличение размера хранилища
uk: Збільшення розміру репозиторію
zh_hans: 不断增长的存储库大小

source: As more and more apps make their way into F-Droid, the official repository index that includes all apps and their metadata also keeps growing. Currently, the size of the compressed index is `8 MB` which is `33 MB` uncompressed. When updating the repository index, each F-Droid client app has to download and process those `8MB` again and again. This problematic trend became apparent [a long time ago](https://gitlab.com/fdroid/fdroidclient/-/issues/649).
ru: По мере того, как все больше и больше приложений попадают в F-Droid, официальный индекс репозитория, включающий все приложения и их метаданные, также продолжает расти. В настоящее время размер сжатого индекса составляет `8 МБ`, что в несжатом виде равно `33 МБ`. При обновлении индекса хранилища каждому клиентскому приложению F-Droid приходится скачивать и обрабатывать эти `8 МБ` снова и снова. Эта проблематичная тенденция стала очевидной [уже давно](https://gitlab.com/fdroid/fdroidclient/-/issues/649).
uk: Оскільки все більше і більше застосунків потрапляють до F-Droid, офіційний індекс репозиторію, який включає всі застосунки та їх метадані, також продовжує зростати. Наразі розмір стисненого індексу становить `8 МБ`, а нестисненого — `33 МБ`. Під час оновлення індексу репозиторію кожен клієнтський застосунок F-Droid має завантажувати й обробляти ці `8 МБ` знову і знову. Ця проблемна тенденція стала очевидною [вже давно](https://gitlab.com/fdroid/fdroidclient/-/issues/649).
zh_hans: 随着越来越多的应用进入 F-Droid，包含所有应用及其元数据的官方存储库索引也在不断增长。目前，压缩后索引的大小为 `8 MB`，未压缩时为 `33 MB`。更新存储库索引时，每个 F-Droid 客户端应用都必须一次又一次地下载和处理那些 `8MB`。这种有问题的趋势[很久以前](https://gitlab.com/fdroid/fdroidclient/-/issues/649)就已经变得很明显了。

source: Updating only what has changed
ru: Обновление только того, что изменилось
uk: Оновлення лише того, що змінилося
zh_hans: 仅更新有变化的内容

source: Our repository index is in JSON format and we decided to make use of [RFC 7396 JSON Merge Patch](https://datatracker.ietf.org/doc/html/rfc7396) to create much smaller JSON files that only contain the changes since your F-Droid app last updated. Technically, this works by downloading a new [`entry.json`](https://f-droid.org/repo/entry.json) file instead of the full index. This entry file points to the full index in case the app had never updated before and needs all app metadata anyway. But the entry also contains pointers to various smaller *diff*erence files. The app automatically picks the right diff and only downloads that much smaller file instead of the full index. This not only saves bandwidth, it also makes updating the index much faster as only the minimum amount of data needs to be downloaded, processed and stored. As of writing, the latest diff is `80 KB` compressed which is `241 KB` uncompressed which is only `1%` of the full index. Version `1.16` of the official F-Droid client app for Android supports this new repository format.
ru: Индекс нашего репозитория имеет формат JSON, и мы решили использовать [RFC 7396 JSON Merge Patch](https://datatracker.ietf.org/doc/html/rfc7396) для создания JSON-файлов гораздо меньшего размера, которые содержат только изменения, произошедшие с момента последнего обновления вашего приложения F-Droid. Технически это работает путем загрузки нового файла [`entry.json`](https://f-droid.org/repo/entry.json) вместо полного индекса. Этот файл записи указывает на полный индекс в случае, если приложение никогда не обновлялось ранее и ему все равно нужны все метаданные приложения. Но запись также содержит указатели на различные меньшие файлы *diff*erence. Приложение автоматически выбирает нужный diff и загружает только этот файл меньшего размера вместо полного индекса. Это не только экономит полосу пропускания, но и значительно ускоряет обновление индекса, так как нужно загрузить, обработать и сохранить только минимальное количество данных. На момент написания статьи последняя версия diff имеет размер `80 КБ` в сжатом виде и `241 КБ` в несжатом, что составляет всего `1 %` от полного индекса. Версия `1.16` официального клиентского приложения F-Droid для Android поддерживает этот новый формат репозитория.
uk: Наш індекс репозиторію у форматі JSON, і ми вирішили скористатися [RFC 7396 JSON Merge Patch](https://datatracker.ietf.org/doc/html/rfc7396) для створення значно менших файлів JSON, які містять лише зміни з часу останнього оновлення вашого застосунку F-Droid. Технічно це працює шляхом завантаження нового [`entry.json`](https://f-droid.org/repo/entry.json) файлу замість повного індексу. Цей файл запису вказує на повний індекс на випадок, якщо застосунок ніколи раніше не оновлювався і йому все одно потрібні всі метадані застосунку. Але запис також містить вказівники на різні менші файли *diff*. Застосунок автоматично вибирає потрібний diff і завантажує лише цей значно менший файл замість повного індексу. Це не лише заощаджує трафік, але й пришвидшує оновлення індексу, оскільки потрібно завантажувати, обробляти й зберігати лише мінімальну кількість даних. На момент написання статті остання різниця становить `80 КБ` стиснена і `241 КБ` нестиснена — лише `1%` від повного індексу. Версія `1.16` офіційного клієнтського застосунку F-Droid для Android підтримує цей новий формат репозиторію.
zh_hans: 我们的存储库索引采用 JSON 格式，我们决定使用 [RFC 7396 JSON Merge Patch](https://datatracker.ietf.org/doc/html/rfc7396) 创建更小的 JSON 文件，其中仅包含自你的 F-Droid 应用上次更新以来的变化。从技术上讲，这是通过下载新的 [`entry.json`](https://f-droid.org/repo/entry.json) 文件而不是完整索引来实现的。这个入口文件指向完整的索引，以防应用以前从未更新过并且无论如何都需要所有应用元数据。但该条目还包含指向各种较小的 *差异* 文件的指针。应用会自动选择正确的差异，并且只下载那个小得多的文件而不是完整的索引。这不仅可以节省带宽，还可以更快地更新索引，因为只需要下载、处理和存储最少量的数据。在撰写本文时，最新的差异压缩后 `80 KB`，未压缩时为 `241 KB`，仅是完整索引的 `1%`。官方 F-Droid Android 客户端应用 `1.16` 版本支持这种新的存储库格式。

source: Other improvements
ru: Другие улучшения
uk: Інші вдосконалення
zh_hans: 其他改进

source: The new version has a large number of radical changes under the hood. For example, the entire database had to be replaced to support the new difference based repository format. We also used the opportunity to improve various bit and pieces along the way:
ru: Новая версия содержит большое количество радикальных изменений. Например, пришлось полностью заменить базу данных для поддержки нового формата репозиториев, основанного на различиях. Мы также использовали эту возможность для улучшения различных деталей:
uk: Нова версія має велику кількість радикальних змін під капотом. Наприклад, довелося замінити всю базу даних для підтримки нового формату репозиторію на основі розбіжностей. Ми також скористалися можливістю покращити різні дрібниці в процесі роботи:
zh_hans: 新版本在底层进行了大量彻底的更改。例如，必须替换整个数据库以支持新的基于差异的存储库格式。我们还借此机会改进了各种边边角角：

source: improved mirror support: all files (e.g. images) now get loaded from mirrors reducing the load on the main server
ru: улучшена поддержка зеркал: теперь все файлы (например, изображения) загружаются с зеркал, что снижает нагрузку на основной сервер
uk: поліпшено підтримку дзеркал: усі файли (наприклад, зображення) тепер завантажуються з дзеркал, що знижує навантаження на основний сервер
zh_hans: 改进的镜像支持：所有文件（例如图像）现在都从镜像加载，减少了主服务器上的负载

source: better support for low RAM devices, because the index now gets streamed into the DB instead of loading all of it into memory
ru: улучшенная поддержка устройств с малым объемом оперативной памяти, поскольку индекс теперь передается в БД, а не загружается в память
uk: поліпшено підтримку пристроїв з низьким обсягом оперативної пам'яті, оскільки індекс тепер передається в БД потоком, а не завантажується повністю в пам'ять
zh_hans: 更好地支持小内存设备，因为索引现在被流式传输到数据库中，而不是将其全部加载到内存中

source: hash verification: The SHA256 hash of *all* files is now part of the repository metadata and gets verified while downloading
ru: проверка хэша: SHA256-хэш *всех* файлов теперь является частью метаданных репозитория и проверяется при загрузке
uk: перевірка хешу: SHA256 хеш *усіх файлів* став частиною метаданих репозиторію і перевіряється під час завантаження
zh_hans: 哈希验证：*所有* 文件的 SHA256 哈希现在是存储库元数据的一部分，并在下载时进行验证

source: stronger digest algorithm for repository signing: We now use SHA256 instead of SHA1 for the index signature
ru: более сильный алгоритм дайджеста для подписи репозитория: Теперь мы используем SHA256 вместо SHA1 для подписи индекса
uk: потужніший алгоритм дайджесту для підпису репозиторію: Відтепер ми використовуємо SHA256 замість SHA1 для підпису індексів
zh_hans: 更强的存储库签名摘要算法：我们现在使用 SHA256 而不是 SHA1 作为索引签名

source: support for downloading repository files via IPFS
ru: поддержка загрузки файлов репозитория через IPFS
uk: підтримка завантаження файлів репозиторію через IPFS
zh_hans: 支持通过 IPFS下载存储库文件

source: many bug fixes that came out of modernizing ancient code
ru: множество исправлений ошибок, возникших в результате модернизации древнего кода
uk: багато виправлень помилок, які з'явилися в результаті модернізації давнього коду
zh_hans: 修复许多对古老的代码进行现代化改造后出现的错误

source: The new version went through [a series of alpha releases]({% post_url 2022-11-30-upcoming-alpha-release-of-f-droid-client %}) with extended testing to make sure no severe issues make it into the stable release. It is now considered ready for general use.
ru: Новая версия прошла через [серию альфа-релизов]({% post_url 2022-11-30-upcoming-alpha-release-of-f-droid-client %}) с расширенным тестированием, чтобы убедиться, что никакие серьезные проблемы не попадут в стабильный релиз. Теперь он считается готовым для общего использования.
uk: Нова версія пройшла [серію альфа-випусків]({% post_url 2022-11-30-upcoming-alpha-release-of-f-droid-client %}) з розширеним тестуванням, щоб переконатися, що жодні серйозні проблеми не потрапить до стабільного випуску. Наразі він вважається готовим для загального користування.
zh_hans: 新版本经历了[一系列 alpha 版本]({% post_url 2022-11-30-upcoming-alpha-release-of-f-droid-client %})和扩展测试确保没有严重的问题进入稳定版本。它现在被认为可以用于一般用途。

source: Information for repository and client maintainers
ru: Информация для сопровождающих репозитория и клиентов
uk: Інформація для супровідників репозиторію та клієнтів
zh_hans: 面向存储库和客户端维护者的信息

source: Owners of third-party F-Droid repositories can enable the new format by upgrading to the latest version of [fdroidserver](https://gitlab.com/fdroid/fdroidserver) which will automatically publish the new format in addition to the old ones which we keep around to support older client apps.
ru: Владельцы сторонних репозиториев F-Droid могут включить новый формат, обновив до последней версии [fdroidserver](https://gitlab.com/fdroid/fdroidserver), который будет автоматически публиковать новый формат в дополнение к старым, которые мы оставляем для поддержки старых клиентских приложений.
uk: Власники сторонніх репозиторіїв F-Droid можуть увімкнути новий формат, оновивши їх до найновішої версії [fdroidserver](https://gitlab.com/fdroid/fdroidserver), яка автоматично опублікує новий формат на додачу до старих, які ми зберігаємо для підтримки старих клієнтських застосунків.
zh_hans: 第三方 F-Droid 存储库的所有者可以通过升级到最新版本的 [fdroidserver](https://gitlab.com/fdroid/fdroidserver) 来启用新格式，这将自动发布新格式同时保留旧格式以支持旧的客户端应用。

source: Developers of third-party F-Droid clients are encouraged to adopt the new format either with their own implementations or by making use of the [new libraries](https://gitlab.com/fdroid/fdroidclient/-/tree/master/libs#f-droid-libraries) we are publishing to make using this technology as easy as possible and to share as much code as possible between different F-Droid implementations.
ru: Разработчикам сторонних клиентов F-Droid рекомендуется принять новый формат либо с помощью собственных реализаций, либо используя [новые библиотеки](https://gitlab.com/fdroid/fdroidclient/-/tree/master/libs#f-droid-libraries), которые мы публикуем, чтобы сделать использование этой технологии как можно более простым и обеспечить как можно больше общего кода между различными реализациями F-Droid.
uk: Розробники сторонніх клієнтів F-Droid заохочуються прийняти новий формат або у своїх власних реалізаціях, або використовуючи [нові бібліотеки](https://gitlab.com/fdroid/fdroidclient/-/tree/master/libs#f-droid-libraries), які ми публікуємо, щоб зробити користування цією технологією якомога простішим і обмінюватися якомога більшою кількістю коду між різними реалізаціями F-Droid.
zh_hans: 鼓励第三方 F-Droid 客户端的开发者采用新格式，或者通过自己的实现，或者使用我们发布的[新库](https://gitlab.com/fdroid/fdroidclient/-/tree/master/libs#f-droid-libraries)。我们发布这个库是为了让这项技术的使用尽可能简单，并在不同的 F-Droid 实现之间共享尽可能多的代码。

source: VPN trust requires free software
ru: Для доверия к VPN он должен быть свободным программным обеспечением
uk: Для довіри до VPN, вона повинна бути вільним програмним забезпеченням
zh_hans: VPN 信任需要自由软件
