Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)** was [updated](https://git.ktnx.net/?p=mobile-ledger.git;a=blob;f=CHANGES.md;hb=HEAD) from 0.8.1 to 0.10.3
de: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)**-[Aktualisierung](https://git.ktnx.net/?p=mobile-ledger.git;a=blob;f=CHANGES.md;hb=HEAD) von 0.8.1 auf 0.10.3
pl: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)** został [zaktualizowany](https://git.ktnx.net/?p=mobile-ledger.git;a=blob;f=CHANGES.md;hb=HEAD) z 0.8.1 do 0.10.3
ro: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)** a fost [updated](https://git.ktnx.net/?p=mobile-ledger.git;a=blob;f=CHANGES.md;hb=HEAD) de la 0.8.1 la 0.10.3
ru: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)** был [обновлен](https://git.ktnx.net/?p=mobile-ledger.git;a=blob;f=CHANGES.md;hb=HEAD) с 0.8.1 до 0.10.3
uk: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)** [оновлено](https://git.ktnx.net/?p=mobile-ledger.git;a=blob;f=CHANGES.md;hb=HEAD) з 0.8.1 до 0.10.3
zh_hans: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)** 从 0.8.1 [更新](https://git.ktnx.net/?p=mobile-ledger.git;a=blob;f=CHANGES.md;hb=HEAD)到 0.10.3

source: **[Mobile Pauker ++](https://f-droid.org/packages/com.daniel.mobilepauker2/)** was updated from 1.1.0 to 2.0.2
de: **[Mobile Pauker ++](https://f-droid.org/packages/com.daniel.mobilepauker2/)** erhielt ein Update von 1.1.0 auf 2.0.2
pl: **[Mobile Pauker ++](https://f-droid.org/packages/com.daniel.mobilepauker2/)** został zaktualizowany z 1.1.0 do 2.0.2
ro: **[Mobile Pauker ++](https://f-droid.org/packages/com.daniel.mobilepauker2/)** a fost actualizat de la 1.1.0 la 2.0.2
ru: **[Mobile Pauker ++](https://f-droid.org/packages/com.daniel.mobilepauker2/)** был обновлен с 1.1.0 до 2.0.2
uk: **[Mobile Pauker ++](https://f-droid.org/packages/com.daniel.mobilepauker2/)** оновлено з 1.1.0 до 2.0.2
zh_hans: **[Mobile Pauker ++](https://f-droid.org/packages/com.daniel.mobilepauker2/)** 从 1.1.0 更新到 2.0.2

source: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)** was [updated](https://github.com/moneymanagerex/android-money-manager-ex/milestones?state=closed) from 2019.02.28.997-beta to 2019.04.10.1000-beta
de: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)** wurde von 2019.02.28.997-beta auf 2019.04.10.1000-beta [aktualisiert](https://github.com/moneymanagerex/android-money-manager-ex/milestones?state=closed)
pl: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)** został [zaktualizowany](https://github.com/moneymanagerex/android-money-manager-ex/milestones?state=closed) z 2019.02.28.997-beta do 2019.04.10.1000-beta
ro: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)** a fost [updated](https://github.com/moneymanagerex/android-money-manager-ex/milestones?state=closed) de la 2019.02.28.997-beta la 2019.04.10.1000-beta
ru: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)** был [обновлен](https://github.com/moneymanagerex/android-money-manager-ex/milestones?state=closed) с 2019.02.28.997-beta до 2019.04.10.1000-beta
uk: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)** [оновлено](https://github.com/moneymanagerex/android-money-manager-ex/milestones?state=closed) з 2019.02.28.997-beta до 2019.04.10.1000-beta
zh_hans: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)** 从 2019.02.28.997-beta [更新](https://github.com/moneymanagerex/android-money-manager-ex/milestones?state=closed)到 2019.04.10.1000-beta

source: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** was [updated](https://gitlab.com/eneiluj/moneybuster/blob/HEAD/CHANGELOG.md) from 0.0.6 to 0.0.10
de: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)**-[Aktualisierung](https://gitlab.com/eneiluj/moneybuster/blob/HEAD/CHANGELOG.md) von 0.0.6 auf 0.0.10
pl: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** został [zaktualizowany](https://gitlab.com/eneiluj/moneybuster/blob/HEAD/CHANGELOG.md) z 0.0.6 do 0.0.10
ro: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** a fost [updated](https://gitlab.com/eneiluj/moneybuster/blob/HEAD/CHANGELOG.md) de la 0.0.6 la 0.0.10
ru: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** был [обновлен](https://gitlab.com/eneiluj/moneybuster/blob/HEAD/CHANGELOG.md) с 0.0.6 до 0.0.10
uk: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** [оновлено](https://gitlab.com/eneiluj/moneybuster/blob/HEAD/CHANGELOG.md) з 0.0.6 до 0.0.10
zh_hans: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** 从 0.0.6 [更新](https://gitlab.com/eneiluj/moneybuster/blob/HEAD/CHANGELOG.md)到 0.0.10

source: **[Movim](https://f-droid.org/packages/com.movim.movim/)** was updated from 0.14.0.0 to 0.15.0.0
de: **[Movim](https://f-droid.org/packages/com.movim.movim/)** erhielt ein Update von 0.14.0.0 auf 0.15.0.0
pl: **[Movim](https://f-droid.org/packages/com.movim.movim/)** został zaktualizowany z 0.14.0.0 do 0.15.0.0
ro: **[Movim](https://f-droid.org/packages/com.movim.movim/)** a fost actualizat de la 0.14.0.0.0 la 0.15.0.0
ru: **[Movim](https://f-droid.org/packages/com.movim.movim/)** был обновлен с 0.14.0.0 до 0.15.0.0
uk: **[Movim](https://f-droid.org/packages/com.movim.movim/)** оновлено з 0.14.0.0 до 0.15.0.0
zh_hans: **[Movim](https://f-droid.org/packages/com.movim.movim/)** 从 0.14.0.0 更新到 0.15.0.0

source: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)** was [updated](https://github.com/google/mozc/blob/HEAD/docs/release_history.md) from 2.23.2815.103-arm to 2.23.2815.103-arm
de: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)**-[Aktualisierung](https://github.com/google/mozc/blob/HEAD/docs/release_history.md) von 2.23.2815.103-arm auf 2.23.2815.103-arm
pl: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)** został [zaktualizowany](https://github.com/google/mozc/blob/HEAD/docs/release_history.md) z 2.23.2815.103-arm do 2.23.2815.103-arm
ro: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)** a fost [updated](https://github.com/google/mozc/blob/HEAD/docs/release_history.md) de la 2.23.2815.103-arm la 2.23.2815.103-arm
ru: **[Mozc для Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)** был [обновлен](https://github.com/google/mozc/blob/HEAD/docs/release_history.md) с 2.23.2815.103-arm до 2.23.2815.103-arm
uk: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)** було [оновлено](https://github.com/google/mozc/blob/HEAD/docs/release_history.md) з 2.23.2815.103-arm до 2.23.2815.103-arm
zh_hans: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)** 从 2.23.2815.103-arm [更新](https://github.com/google/mozc/blob/HEAD/docs/release_history.md)到 2.23.2815.103-arm

source: **[Mozilla Stumbler](https://f-droid.org/packages/org.mozilla.mozstumbler/)** was [updated](https://github.com/mozilla/MozStumbler/releases) from 1.8.6 to 1.8.8
de: **[Mozilla Stumbler](https://f-droid.org/packages/org.mozilla.mozstumbler/)**-[Aktualisierung](https://github.com/mozilla/MozStumbler/releases) von 1.8.6 auf 1.8.8
pl: **[Mozilla Stumbler](https://f-droid.org/packages/org.mozilla.mozstumbler/)** został [zaktualizowany](https://github.com/mozilla/MozStumbler/releases) z 1.8.6 do 1.8.8
ro: **[Mozilla Stumbler](https://f-droid.org/packages/org.mozilla.mozstumbler/)** a fost [updated](https://github.com/mozilla/MozStumbler/releases) de la 1.8.6 la 1.8.8.8
ru: **[Mozilla Stumbler](https://f-droid.org/packages/org.mozilla.mozstumbler/)** был [обновлен](https://github.com/mozilla/MozStumbler/releases) с 1.8.6 до 1.8.8
uk: **[Mozilla Stumbler](https://f-droid.org/packages/org.mozilla.mozstumbler/)** [оновлено](https://github.com/mozilla/MozStumbler/releases) з 1.8.6 до 1.8.8
zh_hans: **[Mozilla Stumbler](https://f-droid.org/packages/org.mozilla.mozstumbler/)** 从 1.8.6 [更新](https://github.com/mozilla/MozStumbler/releases)至 1.8.8

source: **[MuPDF viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/)** was [updated](https://git.ghostscript.com/?p=mupdf.git;a=blob_plain;f=CHANGES;hb=HEAD) from 1.14.0 to 1.15.1
de: **[MuPDF viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/)**-[Update](https://git.ghostscript.com/?p=mupdf.git;a=blob_plain;f=CHANGES;hb=HEAD) von 1.14.0 nach 1.15.1
pl: **[MuPDF viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/)** został [zaktualizowany](https://git.ghostscript.com/?p=mupdf.git;a=blob_plain;f=CHANGES;hb=HEAD) z 1.14.0 do 1.15.1
ro: **[MuPDF viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/)** a fost [updated](https://git.ghostscript.com/?p=mupdf.git;a=blob_plain;f=CHANGES;hb=HEAD) de la 1.14.0 la 1.15.1
ru: **[MuPDF viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/)** был [обновлен](https://git.ghostscript.com/?p=mupdf.git;a=blob_plain;f=CHANGES;hb=HEAD) с 1.14.0 до 1.15.1
uk: **[MuPDF переглядач](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/)** [оновлено](https://git.ghostscript.com/?p=mupdf.git;a=blob_plain;f=CHANGES;hb=HEAD) з 1.14.0 до 1.15.1
zh_hans: **[MuPDF viewer](https://f-droid.org/packages/com.artifex.mupdf.viewer.app/)** 从 1.14.0 [更新](https://git.ghostscript.com/?p=mupdf.git;a=blob_plain;f=CHANGES;hb=HEAD)到 1.15.1

source: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)** was updated from 1.7.5 to 1.7.8
de: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)** erhielt ein Update von 1.7.5 auf 1.7.8
pl: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)** został zaktualizowany z 1.7.5 do 1.7.8
ro: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)** a fost actualizat de la 1.7.5 la 1.7.8
ru: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)** был обновлен с 1.7.5 до 1.7.8
uk: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)** оновлено з 1.7.5 до 1.7.8
zh_hans: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)** 从 1.7.5 更新到 1.7.8

source: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)** was [updated](https://github.com/mkulesh/onpc/releases) from 0.9 to 1.2
de: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)**-[Aktualisierung](https://github.com/mkulesh/onpc/releases) von 0.9 auf 1.2
pl: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)** został [zaktualizowany](https://github.com/mkulesh/onpc/releases) z 0.9 do 1.2
ro: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)** a fost [updated](https://github.com/mkulesh/onpc/releases) de la 0,9 la 1,2
ru: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)** был [обновлен](https://github.com/mkulesh/onpc/releases) с 0.9 до 1.2
uk: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)** [оновлено](https://github.com/mkulesh/onpc/releases) з 0.9 до 1.2
zh_hans: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)** 从 0.9 [更新](https://github.com/mkulesh/onpc/releases)至 1.2

source: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** was [updated](https://github.com/enricocid/Music-Player-GO/releases) from 3.5.2.4 to 3.5.2.6
de: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)**-[Aktualisierung](https://github.com/enricocid/Music-Player-GO/releases) von 3.5.2.4 auf 3.5.2.6
pl: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** został [zaktualizowany](https://github.com/enricocid/Music-Player-GO/releases) z 3.5.2.4 do 3.5.2.6
ro: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** a fost [updated](https://github.com/enricocid/Music-Player-GO/releases) de la 3.5.2.4. la 3.5.2.6
ru: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** был [обновлен](https://github.com/enricocid/Music-Player-GO/releases) с 3.5.2.4 до 3.5.2.6
uk: **[Музичний програвач GO](https://f-droid.org/packages/com.iven.musicplayergo/)** [оновлено](https://github.com/enricocid/Music-Player-GO/releases) з 3.5.2.4 до 3.5.2.6
zh_hans: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** 从 3.5.2.4 [更新](https://github.com/enricocid/Music-Player-GO/releases)到 3.5.2.6

source: **[Music Player](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** was [updated](https://github.com/SimpleMobileTools/Simple-Music-Player/blob/HEAD/CHANGELOG.md) from 5.1.1 to 5.2.0
de: **[Music Player](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)**-[Aktualisierung](https://github.com/SimpleMobileTools/Simple-Music-Player/blob/HEAD/CHANGELOG.md) von 5.1.1 auf 5.2.0
pl: **[Music Player](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Music-Player/blob/HEAD/CHANGELOG.md) z 5.1.1 do 5.2.0
ro: **[Music Player](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-Music-Player/blob/HEAD/CHANGELOG.md) de la 5.1.1 la 5.2.0
ru: **[Music Player](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-Music-Player/blob/HEAD/CHANGELOG.md) с 5.1.1 до 5.2.0
uk: **[Музичний програвач](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** [оновлено](https://github.com/SimpleMobileTools/Simple-Music-Player/blob/HEAD/CHANGELOG.md) з 5.1.1 до 5.2.0
zh_hans: **[Music Player](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** 从 5.1.1 [更新](https://github.com/SimpleMobileTools/Simple-Music-Player/blob/HEAD/CHANGELOG.md)到 5.2.0

source: **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** was [updated](https://github.com/deep-gaurav/MusicPiped/releases) from 1.1.2 to 1.2.0
de: **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)**-[Aktualisierung](https://github.com/deep-gaurav/MusicPiped/releases) von 1.1.2 auf 1.2.0
pl: **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** został [zaktualizowany](https://github.com/deep-gaurav/MusicPiped/releases) z 1.1.2 do 1.2.0
ro: **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** a fost [updated](https://github.com/deep-gaurav/MusicPiped/releases) de la 1.1.2 la 1.2.0
ru: **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** был [обновлен](https://github.com/deep-gaurav/MusicPiped/releases) с 1.1.2 до 1.2.0
uk: **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** [оновлено](https://github.com/deep-gaurav/MusicPiped/releases) з 1.1.2 до 1.2.0
zh_hans: **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)**从 1.1.2 [更新](https://github.com/deep-gaurav/MusicPiped/releases)到 1.2.0

source: **[Music](https://f-droid.org/packages/com.maxfour.music/)** was [updated](https://github.com/MaxFour/Music-Player/releases) from 1.2.1 to 1.3.1
de: **[Music](https://f-droid.org/packages/com.maxfour.music/)**-[Aktualisierung](https://github.com/MaxFour/Music-Player/releases) von 1.2.1 auf 1.3.1
pl: **[Music](https://f-droid.org/packages/com.maxfour.music/)** został [zaktualizowany](https://github.com/MaxFour/Music-Player/releases) z 1.2.1 do 1.3.1
ro: **[Music](https://f-droid.org/packages/com.maxfour.music/)** a fost [updated](https://github.com/MaxFour/Music-Player/releases) de la 1.2.1 la 1.3.1
ru: **[Music](https://f-droid.org/packages/com.maxfour.music/)** был [обновлен](https://github.com/MaxFour/Music-Player/releases) с 1.2.1 до 1.3.1
uk: **[Music](https://f-droid.org/packages/com.maxfour.music/)** [оновлено](https://github.com/MaxFour/Music-Player/releases) з 1.2.1 до 1.3.1
zh_hans: **[Music](https://f-droid.org/packages/com.maxfour.music/)** 已从 1.2.1 [更新](https://github.com/MaxFour/Music-Player/releases)到 1.3.1

source: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** was [updated](http://www.myexpenses.mobi/#versionlist) from 3.0.1.3 to 3.0.3.1
de: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)**-[Aktualisierung](http://www.myexpenses.mobi/#versionlist) von 3.0.1.3 auf 3.0.3.1
pl: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** został [zaktualizowany](http://www.myexpenses.mobi/#versionlist) z 3.0.1.3 do 3.0.3.1
ro: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** a fost [updated](http://www.myexpenses.mobi/#versionlist) de la 3.0.1.3 la 3.0.3.1
ru: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** были [обновлены](http://www.myexpenses.mobi/#versionlist) с 3.0.1.3 до 3.0.3.1
uk: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** [оновлено](http://www.myexpenses.mobi/#versionlist) з 3.0.1.3 до 3.0.3.1
zh_hans: **[My Expenses](https://f-droid.org/packages/org.totschnig.myexpenses/)** 从 3.0.1.3 [更新](http://www.myexpenses.mobi/#versionlist) 到 3.0.3.1

source: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)** was updated from 1.5.5 to 1.6.8
de: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)** erhielt ein Update von 1.5.5 auf 1.6.8
pl: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)** został zaktualizowany z 1.5.5 do 1.6.8
ro: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)** a fost actualizat de la 1.5.5 la 1.6.8
ru: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)** был обновлен с 1.5.5 до 1.6.8
uk: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)** оновлено з 1.5.5 до 1.6.8
zh_hans: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)** 从 1.5.5 更新到 1.6.8

source: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** was [updated](https://github.com/WangDaYeeeeee/Mysplash/releases) from 3.4.8 to 3.7.1
de: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)**-[Aktualisierung](https://github.com/WangDaYeeeeee/Mysplash/releases) von 3.4.8 auf 3.7.1
pl: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** został [zaktualizowany](https://github.com/WangDaYeeeeee/Mysplash/releases) z 3.4.8 do 3.7.1
ro: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** a fost [updated](https://github.com/WangDaYeeeeee/Mysplash/releases) de la 3.4.8 la 3.7.1
ru: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** был [обновлен](https://github.com/WangDaYeeeeee/Mysplash/releases) с 3.4.8 до 3.7.1
uk: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** [оновлено](https://github.com/WangDaYeeeeee/Mysplash/releases) з 3.4.8 до 3.7.1
zh_hans: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** 从 3.4.8 [更新](https://github.com/WangDaYeeeeee/Mysplash/releases) 至 3.7.1

source: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** was [updated](https://github.com/M66B/NetGuard/releases) from 2.229 to 2.251
de: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)**-[Aktualisierung](https://github.com/M66B/NetGuard/releases) von 2.229 auf 2.251
pl: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** został [zaktualizowany](https://github.com/M66B/NetGuard/releases) z 2.229 do 2.251
ro: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** a fost [updated](https://github.com/M66B/NetGuard/releases) de la 2.229 la 2.251
ru: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** был [обновлен](https://github.com/M66B/NetGuard/releases) с 2.229 до 2.251
uk: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** [оновлено](https://github.com/M66B/NetGuard/releases) з 2.229 до 2.251
zh_hans: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** 从 2.229 [更新](https://github.com/M66B/NetGuard/releases)至 2.251

source: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)** was [updated](https://github.com/TeamNewPipe/NewPipe-legacy/releases) from 0.16.1 to 0.16.2
de: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)**-[Aktualisierung](https://github.com/TeamNewPipe/NewPipe-legacy/releases) von 0.16.1 auf 0.16.2
pl: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)** został [zaktualizowany](https://github.com/TeamNewPipe/NewPipe-legacy/releases) z 0.16.1 do 0.16.2
ro: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)** a fost [updated](https://github.com/TeamNewPipe/NewPipe-legacy/releases) de la 0.16.1 la 0.16.2
ru: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)** было [обновлено](https://github.com/TeamNewPipe/NewPipe-legacy/releases) с 0.16.1 до 0.16.2
uk: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)** [оновлено](https://github.com/TeamNewPipe/NewPipe-legacy/releases) з 0.16.1 до 0.16.2
zh_hans: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)** 从 0.16.1 [更新](https://github.com/TeamNewPipe/NewPipe-legacy/releases)到 0.16.2

source: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** was [updated](https://github.com/TeamNewPipe/NewPipe/releases) from 0.16.1 to 0.16.2
de: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)**-[Aktualisierung](https://github.com/TeamNewPipe/NewPipe/releases) von 0.16.1 auf 0.16.2
pl: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** został [zaktualizowany](https://github.com/TeamNewPipe/NewPipe/releases) z 0.16.1 do 0.16.2
ro: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** a fost [updated](https://github.com/TeamNewPipe/NewPipe/releases) de la 0.16.1 la 0.16.2
ru: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** был [обновлен](https://github.com/TeamNewPipe/NewPipe/releases) с 0.16.1 до 0.16.2
uk: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** [оновлено](https://github.com/TeamNewPipe/NewPipe/releases) з 0.16.1 до 0.16.2
zh_hans: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** 从 0.16.1 [更新](https://github.com/TeamNewPipe/NewPipe/releases)至 0.16.2

source: **[NewsBlur](https://f-droid.org/packages/com.newsblur/)** was updated from 8.0.0 to 9.0
de: **[NewsBlur](https://f-droid.org/packages/com.newsblur/)** erhielt ein Update von 8.0.0 auf 9.0
pl: **[NewsBlur](https://f-droid.org/packages/com.newsblur/)** został zaktualizowany z 8.0.0 do 9.0
ro: **[NewsBlur](https://f-droid.org/packages/com.newsblur/)** a fost actualizat de la 8.0.0 la 9.0
ru: **[NewsBlur](https://f-droid.org/packages/com.newsblur/)** был обновлен с 8.0.0 до 9.0
uk: **[NewsBlur](https://f-droid.org/packages/com.newsblur/)** оновлено з 8.0.0 до 9.0
zh_hans: **[NewsBlur](https://f-droid.org/packages/com.newsblur/)** 从 8.0.0 更新到 9.0
