Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.5 [is out](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md)! This version brings improvements and bug fixes for "Nearby Swap", updated translations, support for swapping via [SD card](https://en.wikipedia.org/wiki/Secure_Digital)s, UX and language cleanup of App Details, and support for (ROM/OEM/vendor)-added repositories by means of `additional_repos.xml`.
de: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.5 [kam raus](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md)! Diese Version bringt Verbesserungen und Korrekturen für den "Nachbarschaftstausch", überarbeitete Übersetzungen, die Unterstützung eines Tauschs über die [SD-Karte](https://en.wikipedia.org/wiki/Secure_Digital), eine Bereinigung der App-Details hinsichtlich Anwendererlebnis und Sprache sowie die Unterstützung (ROM-/OEM-/anbieterseitig) ergänzter Repositorys mithilfe von `additional_repos.xml`.
pl: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.5 [wydany](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md)! Ta wersja przynosi ulepszenia i poprawki błędów dla "Nearby Swap", uaktualnione tłumaczenia, wsparcie dla wymiany poprzez [kartę SD](https://en.wikipedia.org/wiki/Secure_Digital), UX i czyszczenie języka szczegółów aplikacji oraz wsparcie dla (ROM/OEM/vendor)-dodano repozytoriów za pomocą `additional_repos.xml`.
ro: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.5 [is out](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md)! Această versiune aduce îmbunătățiri și corecturi de erori pentru "Nearby Swap", traduceri actualizate, suport pentru swap prin [SD card](https://en.wikipedia.org/wiki/Secure_Digital)s,curățarea UX și a limbajului din App Details și suport pentru depozitele adăugate (ROM/OEM/vendor) prin intermediul `additional_repos.xml`.
ru: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.5 [вышел](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md)! В этой версии добавлены улучшения и исправления для "Nearby Swap", обновлены переводы, поддержка замены через [SD карту](https://en.wikipedia.org/wiki/Secure_Digital), UX и языковая очистка App Details, а также поддержка (ROM/OEM/vendor)-добавленных репозиториев с помощью `additional_repos.xml`.
uk: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.5 [вийшов](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md)! У цій версії додані поліпшення і виправлення для "Nearby Swap", оновлені переклади, підтримка заміни через [SD карту](https://en.wikipedia.org/wiki/Secure_Digital), UX та мовна очищення App Details, а також підтримка ( ROM/OEM/vendor) -Додавання репозиторіїв за допомогою `additional_repos.xml`.
zh_hans: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 1.5 [已释出](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md)！此版本为“附近交换”带来了改进和错误修复，更新了翻译，支持通过 [SD 卡](https://en.wikipedia.org/wiki/Secure_Digital)进行交换，应用详细信息的用户体验和语言清理，以及通过 `additional_repos.xml` 支持 (ROM/OEM/vendor) 添加的存储库。

source: This version won't be suggested for automatic install yet, but if you are willing to deal with bugs and want to help test, you can expand the "Versions" tab and install it manually.
de: Diese Version wird noch nicht zur automatischen Installation vorgeschlagen, aber wenn Sie gewillt sind, sich mit Bugs zu befassen und beim Testen zu helfen, können Sie die "Versionen"-Liste aufklappen und sie manuell installieren.
pl: Ta wersja nie będzie jeszcze sugerowana do automatycznej instalacji, ale jeśli chcesz poradzić sobie z błędami i chcesz pomóc w testowaniu, możesz rozwinąć kartę "Wersje" i zainstalować ręcznie.
ro: Această versiune nu va fi sugerată pentru instalare automată încă, dar dacă sunteți dispuși să vă confruntați cu bug-uri și doriți să ajutați la testare, puteți extinde fila "Versiuni" și să o instalați manual.
ru: Эта версия пока не будет предложена для автоматической установки, но если вы готовы иметь дело с ошибками и хотите помочь в тестировании, вы можете развернуть вкладку "Версии" и установить ее вручную.
uk: Ця версія поки не буде запроонована для автоматичної установки, але якщо ви готові мати справу з помилками і хочете допомогти в тестуванні, ви можете розгорнути вкладку "Версії" та встановити її вручну.
zh_hans: 此版本暂不建议自动安装，但如果你愿意处理错误并想帮助测试，你可以展开“版本”选项卡并手动安装。

source: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** was [updated](https://github.com/duckduckgo/Android/releases) from 5.13.0 to 5.15.1, bringing in an anonymous survey capability, new settings to automatically clear your tabs and data, and under-the-hood improvements to enhance the data clearing process.
de: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** erhielt ein [Update](https://github.com/duckduckgo/Android/releases) von 5.13.0 auf 5.15.1, das die Einsatzmöglichkeit einer anonymen Übersicht, neue Einstellungen zum automatischen Löschen Ihrer Tabs und Daten und versteckte Verbesserungen, um den Datenlöschvorgang weiterzuentwickeln, mitbringt.
pl: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** został [zaktualizowany](https://github.com/duckduckgo/Android/releases) z 5.13.0 do 5.15.1, wprowadzając anonimową funkcję ankiety, nowe ustawienia do automatycznego usuwania kart i danych, oraz udoskonalenia w ramach systemu wczesnego ostrzegania, aby usprawnić proces usuwania danych.
ro: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** a fost [updated](https://github.com/duckduckgo/Android/releases) de la 5.13.0 la 5.15.1, aducând o funcție de sondaj anonim, noi setări pentru a vă șterge automat filele și datele și îmbunătățiri sub acoperire pentru a îmbunătăți procesul de ștergere a datelor.
ru: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** был [обновлен](https://github.com/duckduckgo/Android/releases) с версии 5.13.0 до 5.15.1. В нем появилась возможность анонимного опроса, новые настройки для автоматической очистки вкладок и данных, а также усовершенствования под капотом для улучшения процесса очистки данных.
uk: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** було [оновлено](https://github.com/duckduckgo/Android/releases) з версії 5.13.0 до 5.15.1. У ньому з'явилася можливість анонімного опитування, нові налаштування для автоматичного очищення вкладок і даних, а також удосконалення під капотом для поліпшення процесу очищення даних.
zh_hans: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** 已从 5.13.0 [更新](https://github.com/duckduckgo/Android/releases)到 5.15.1，引入了匿名调查功能、自动清除选项卡和数据的新设置，以及增强数据清除过程的底层改进。

source: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** and **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [updated](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) from 0.8.18 to 0.8.20, finally enabling Lazy Loading by default (faster and uses less memory), and now with full RTL support, the ability to crop your profile picture before sending, ability to hide the status area for more room on your screen, better handling of missing parameters in slash commands, support for specifying kick and ban messages, [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) consent integrated into the registration flow, and many smaller improvements and bugfixes.
de: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** und **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [aktualisiert](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) von 0.8.18 auf 0.8.20, aktiviert letztlich standardmäßig Lazy Loading (schneller und weniger speicherintensiv) sowie jetzt mit vollständigem RTL-Support, der Möglichkeit, Ihr Profilbild vor dem Senden zuzuschneiden, der Fähigkeit die Statusleiste auszublenden, um mehr Platz auf dem Bildschirm zu haben, besserer Verarbeitung fehlender Parameter in Slash-Befehlen, der Unterstützung, zu verwerfende und auszuschließende Nachrichten festzulegen, Integration der [AGB](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation)-Einwilligung in den Registrierungsablauf und vielen kleineren Verbesserungen und Korrekturen.
pl: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** i **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [zaktualizowane](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) z 0.8.18 do 0.8.20, wreszcie domyślnie włączając Leniwe ładowanie (szybciej i zużywa mniej pamięci), a teraz z pełną obsługą RTL, możliwość przycięcia zdjęcia profilowego przed wysłaniem, możliwość ukrywania obszaru statusu, aby uzyskać więcej miejsca na twoim ekranie, lepsza obsługa brakujących parametrów w poleceniach ukośnika, wsparcie dla określania wiadomości typu kick i ban [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) zgoda zintegrowana z przepływem rejestracji oraz wiele mniejszych ulepszeń i poprawek.
ro: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** și **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [updated](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) de la 0.8.18 la 0.8.20, activând în sfârșit încărcarea lejeră în mod implicit (mai rapidă și folosește mai puțină memorie) și acum cu suport RTL complet, posibilitatea de a tăia poza de profil înainte de a o trimite, posibilitatea de a ascunde zona de stare pentru mai mult spațiu pe ecran, o mai bună gestionare a parametrilor lipsă în comenzile slash, suport pentru specificarea mesajelor de kick și ban, consimțământul [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) integrat în fluxul de înregistrare și multe îmbunătățiri mai mici și corecturi de erori.
ru: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** и **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [обновлены](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) с 0.8.18 до 0.8.20, наконец-то включена ленивая загрузка по умолчанию (быстрее и использует меньше памяти) и теперь с полной поддержкой RTL, возможность обрезать изображение профиля перед отправкой, возможность скрыть область статуса для увеличения места на экране, улучшена обработка отсутствующих параметров в слэш-командах, поддержка указания сообщений о кике и бане, согласие [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) интегрировано в поток регистрации, а также множество мелких улучшений и исправлений.
uk: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** і **[miniVector](https://f-droid.org/packages/com. lavadip.miniVector/)**[оновлені](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) з 0.8.18 до 0.8.20, нарешті включена лінива завантаження за замовчуванням (швидше і використовує менше пам'яті) і тепер з повною підтримкою RTL, можливість обрізати зображення профілю перед відправкою, можливість приховати область статусу для збільшення місця на екрані, поліпшена обробка відсутніх параметрів в слеш-командах, підтримка вказівки повідомлень про Кіке і лазні, згоду [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) інтегровано в потік реєстрації, а також безліч дрібних поліпшень і виправлень.
zh_hans: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 和 **[miniVector](https://f-droid.org/packages /com.lavadip.miniVector/)** 从 0.8.18 [更新](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) 到 0.8.20，最终默认情况下启用延迟加载（更快，使用更少的内存），现在具有完整的 RTL 支持，能够在发送前裁剪你的个人资料图片，能够隐藏状态区域以在屏幕上留出更多空间，更好地处理斜杠命令中丢失的参数，支持指定踢和禁止消息，[GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) 同意集成到注册流程中，以及许多较小的改进和错误修复。

source: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** [updated](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) to 3.4.1 with the following changes:
de: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** [aktualisiert](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) auf 3.4.1 mit den folgenden Änderungen:
pl: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** [zaktualizowano](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) do 3.4.1 z następującymi zmianami:
ro: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** [updated](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) la 3.4.1 cu următoarele modificări:
ru: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** [обновлен](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) до версии 3.4.1 со следующими изменениями:
uk: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)**[оновлено](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md ) до версії 3.4.1 з наступними змінами:
zh_hans: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)**[更新](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) 到 3.4.1，有以下更改：

source: hide download when creating share links
pl: ukrywanie pobierania podczas tworzenia łączy udostępniania
ro: ascundeți descărcarea atunci când creați linkuri de partajare
ru: скрывать загрузку при создании ссылок на общий доступ
uk: приховувати завантаження при створенні посилань на загальний доступ
zh_hans: 创建共享链接时隐藏下载

source: direct editing files with Collabora Server 4.0
pl: bezpośrednia edycja plików za pomocą Collabora Server 4.0
ro: editarea directă a fișierelor cu Collabora Server 4.0
ru: прямое редактирование файлов с помощью Collabora Server 4.0
uk: пряме редагування файлів за допомогою Collabora Server 4.0
zh_hans: 使用 Collabora Server 4.0 直接编辑文件

source: sort deleted files by deletion date by default
pl: domyślne sortowanie usuniętych plików według daty usunięcia
ro: ordonează în mod implicit fișierele șterse după data ștergerii
ru: сортировать удаленные файлы по дате удаления по умолчанию
uk: сортувати видалені файли за датою видалення за замовчуванням
zh_hans: 默认情况下，按删除日期对已删除的文件进行排序

source: setedit notes on shares
pl: ustawianie/edytowanie notatek przy udostępnianiu
ro: setați note de editare a acțiunilor
ru: редактировать примечания к акциям
uk: установити редагування приміток під час поширення
zh_hans: 设置编辑分享的注释

source: search inside of text files
pl: wyszukiwanie wewnątrz plików tekstowych
ro: căutare în interiorul fișierelor text
ru: поиск внутри текстовых файлов
uk: пошук усередині текстових файлів
zh_hans: 在文本文件中搜索

source: actions on notifications
pl: działania na powiadomieniach
ro: acțiuni privind notificările
ru: действия при получении уведомлений
uk: дії при отриманні повідомлень
zh_hans: 通知操作

source: remember last path on upload
pl: zapamiętanie ostatniej ścieżki podczas przesyłania
ro: țineți minte ultima cale la încărcare
ru: запоминать последний путь при загрузке
uk: запам'ятовувати останню путь при завантаженні
zh_hans: 记住上次上传的路径

source: share file to Talk room
pl: udostępnij plik do pokoju rozmów
ro: partajați fișierul în Camera de discuții
ru: общий доступ к файлу в комнату для переговоров
uk: загальний доступ до файлу в кімнату для переговорів
zh_hans: 分享文件到聊天室

source: show local size in "on device" view
pl: pokaż rozmiar lokalny w widoku "na urządzeniu"
ro: afișați dimensiunea locală în vizualizarea "pe dispozitiv"
ru: показать локальный размер в представлении "на устройстве"
uk: показати локальний розмір в поданні "на пристрої"
zh_hans: 在“设备上”视图中显示本地大小

source: SSO add request header for deck app
pl: SSO: dodano nagłówek żądania dla aplikacji deck
ro: SSO adaugă antetul de cerere pentru aplicația de tip platformă
ru: Добавление заголовка запроса SSO для приложения deck
uk: Додавання заголовка запиту SSO для застосунку deck
zh_hans: SSO 为 deck 应用添加请求标头

source: various bug fixes
pl: różne poprawki błędów
ro: diverse remedieri de erori
ru: различные исправления ошибок
uk: різні виправлення помилок
zh_hans: 各种错误修复

source: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** was [updated](https://github.com/WangDaYeeeeee/Mysplash/releases) from 3.4.1 to 3.4.5, now with an app downloader, select downloader option, auto night mode, and various smaller changes and bug fixes.
de: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** wurde von 3.4.1 auf 3.4.5 [aktualisiert](https://github.com/WangDaYeeeeee/Mysplash/releases), nun mit einem App-Download-Manager, Option einen Download-Manager auszuwählen, automatischem Nachtmodus sowie verschiedenen kleineren Änderungen und Korrekturen.
pl: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** został [zaktualizowany](https://github.com/WangDaYeeeeee/Mysplash/releases) z 3.4.1 do 3.4.5, teraz z programem do pobierania aplikacji, wybierz opcję pobierania, tryb automatycznej pracy w nocy oraz różne mniejsze zmiany i poprawki błędów.
ro: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** a fost [updated](https://github.com/WangDaYeeeeee/Mysplash/releases) de la 3.4.1 la 3.4.5, acum cu un descărcător de aplicații, opțiunea de selectare a descărcătorului, modul de noapte automat și diverse modificări mai mici și corecturi de erori.
ru: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** был [обновлен](https://github.com/WangDaYeeeeee/Mysplash/releases) с 3.4.1 до 3.4.5, теперь с загрузчиком приложений, возможностью выбора загрузчика, автоматическим ночным режимом, а также различными более мелкими изменениями и исправлениями.
uk: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** було [оновлено](https://github.com/WangDaYeeeeee/Mysplash/releases) з 3.4.1 до 3.4.5, тепер з завантажувачем застосунків, можливістю вибору завантажувача, автоматичним нічним режимом, а також різними дрібнішими змінами та виправленнями.
zh_hans: **[Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/)** 从 3.4.1 [更新](https://github.com/WangDaYeeeeee/Mysplash/releases) 到 3.4.5，现在带有应用下载器、选择下载器选项、自动夜间模式以及各种较小的更改和错误修复。

source: {{ page.featured }} **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** & **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** [updated](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md): Just a point release since [TWIF 34]({% post_url 2018-12-13-twif-34-f-droid-is-a-planet %}), but 2.3.10+fcr has some nice improvements:
ru: {{ page.featured }} **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** и **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** [обновлены](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md): Просто точечный релиз со времен [TWIF 34]({% post_url 2018-12-13-twif-34-f-droid-is-a-planet %}), но в 2.3.10+fcr есть несколько приятных улучшений:
uk: {{ page.featured }} **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** і **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)**[оновлені](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md): Просто точковий реліз з часів [TWIF 34]({% post_url 2018-12-13-twif-34-f-droid-is-a-planet %}), але в 2.3.10 + fcr є кілька приємних поліпшень:
zh_hans: {{ page.featured }} **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** &amp; **[Quicksy](https://f- droid.org/packages/im.quicksy.client/)** [更新](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md)：自 [TWIF 34]({% post_url 2018-12-13-twif-34-f-droid-is-a-planet %}) 以来只是一个点版本发布，但 2.3.10+fcr 有一些不错的改进：

source: Synchronize group chat join/leaves across multiple clients
pl: Synchronizuj dołączanie/opuszczanie czatu grupowego na wielu klientach
ro: Sincronizarea intrărilor/ieșirilor din chat-ul de grup între mai mulți clienți
ru: Синхронизация присоединения к групповому чату/выхода из него в нескольких клиентах
uk: Синхронізація приєднання до групового чату/виходу з нього в декількох клієнтів
zh_hans: 跨多个客户端同步群聊加入/离开

source: Fixed sending PGP encrypted messages from quick reply
pl: Poprawiono wysyłanie wiadomości zaszyfrowanych PGP z szybkiej odpowiedzi
ro: S-a reparat trimiterea mesajelor criptate PGP din răspunsul rapid
ru: Исправлена отправка зашифрованных PGP сообщений из быстрого ответа
uk: Виправлена відправка зашифрованих PGP повідомлень з швидкої відповіді
zh_hans: 修复了通过快速回复发送 PGP 加密消息

source: Try to guess initial location in ShareLocation based on SIM card
pl: Spróbuj odgadnąć początkową lokalizację w ShareLocation na podstawie karty SIM
ro: Încercați să ghiciți locația inițială în ShareLocation pe baza cartelei SIM
ru: Попытка определить начальное местоположение в ShareLocation на основе SIM-карты
uk: Спроба визначити початкове місце розташування в ShareLocation на основі SIM-карти
zh_hans: 尝试根据 SIM 卡猜测分享位置中的初始位置

source: Show a warning snackbar before joining anon-non-private room (maybe you don't want your JID to be public)
pl: Pokaż pasek ostrzegawczy przed dołączeniem do pokoju nieprywatnego (może nie chcesz, aby twój JID był publiczny)
ro: Afișează un avertisment pe bara de avertizare înainte de a intra în camera anon-non-privată (poate că nu vrei ca JID-ul tău să fie public)
ru: Показывать предупреждающий snackbar перед вступлением в анон-не-приватную комнату (anon-non-private) (возможно, вы не хотите, чтобы ваш JID был публичным)
uk: Показувати застережливий snackbar перед вступом в Анон-ні-приватну кімнату (anon-non-private) (можливо, ви не хочете, щоб ваш JID був публічним)
zh_hans: 在加入非私人房间之前显示警告栏（也许你不希望你的 JID 公开）

source: Show accept button to confirm SASL downgrade (e.g. server reconfigured)
pl: Pokaż przycisk akceptacji, aby potwierdzić cofnięcie SASL do starszej wersji (np. ponownie skonfigurowany serwer)
ro: Afișați butonul de acceptare pentru a confirma retrogradarea SASL (de exemplu, serverul reconfigurat)
ru: Показать кнопку "Принять" для подтверждения понижения уровня SASL (например, сервер переконфигурирован)
uk: Показати кнопку "Прийняти" для підтвердження зниження рівня SASL (наприклад, сервер переконфігурувати)
zh_hans: 显示接受按钮以确认 SASL 降级（例如服务器重新配置）
