Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: One of the great things about free software is that people can easily take a functional program or library and customize it as they see fit. Anyone can come along, submit bug fixes or improvements, and they can be easily shared across many people, projects, and organizations. With distribution systems like Python's [pypi](https://pypi.python.org), there is an update channel that the trusted maintainers can publish fixes so consumers of the library can easily get updates. When talking about update channels and code, it is unavoidable to also talk about people and trust. One key piece is the trust relationship between the consumer and the maintainer. The ideal software distribution system would be a blind, trustworthy pipe between the software maintainers and each end user.
de: Eines der großartigen Dinge bei Freier Software ist, dass Menschen einfach ein funktionsfähiges Programm oder eine Programmbibliothek hernehmen und für sich anpassen können, wenn sie es für erforderlich halten. Jeder kann dazukommen, Fehler korrigieren sowie Verbesserungen einreichen und diese können leicht mit vielen Leuten, Projekten und Organisationen geteilt werden. Mit Vertriebssystemen wie Pythons [pypi](https://pypi.python.org), gibt es einen Update-Kanal, über den zuverlässige Vertreiber Lösungen bereitstellen können, damit Abnehmer der Bibliothek leicht Aktualisierungen erhalten können. Spricht man über Update-Wege und Code, ist es unvermeidlich, auch über Menschen und Vertrauen zu sprechen. Ein Schlüsselelement ist die vertrauensvolle Beziehung zwischen dem Konsumenten und dem Maintainer. Das ideale Software-Verteilungssystem wäre eine verdeckte, zuverlässige Rohrleitung zwischen den Software-Vertreibern und jedem Endverbraucher.
pl: Jedną z największych zalet wolnego oprogramowania jest to, że ludzie mogą z łatwością korzystać z funkcjonalnego programu lub biblioteki i dostosowywać ją tak, jak sobie tego życzą. Każdy może przyjść, zgłosić poprawki błędów lub ulepszenia i może być łatwo udostępniany wielu osobom, projektom i organizacjom. W systemach dystrybucji, takich jak Python [pypi](https://pypi.python.org), istnieje kanał aktualizacji, który zaufani opiekunowie mogą publikować poprawki, aby konsumenci biblioteki mogli łatwo otrzymywać aktualizacje. Mówiąc o kanałach aktualizacji i kodzie, nie da się uniknąć rozmowy o ludziach i zaufaniu. Jednym z kluczowych elementów jest relacja zaufania między konsumentem a opiekunem. Idealny system dystrybucji oprogramowania byłby ślepą, godną zaufania rurą pomiędzy opiekunami oprogramowania a każdym użytkownikiem końcowym.
ro: Unul dintre lucrurile grozave ale software-ului liber este faptul că oamenii pot lua cu ușurință un program sau o bibliotecă funcțională și o pot personaliza după cum consideră că este potrivit. Oricine poate veni, poate trimite corecturi de erori sau îmbunătățiri, iar acestea pot fi ușor partajate între mai multe persoane, proiecte și organizații. În cazul sistemelor de distribuție precum Python [pypi](https://pypi.python.org), există un canal de actualizare prin care responsabilii de încredere pot publica corecturi, astfel încât consumatorii bibliotecii să poată obține cu ușurință actualizări. Atunci când vorbim despre canale de actualizare și cod, este inevitabil să vorbim și despre oameni și încredere. O piesă cheie este relația de încredere dintre consumator și responsabilul de întreținere. Sistemul ideal de distribuție a software-ului ar fi o conductă oarbă, de încredere, între mentorii de software și fiecare utilizator final.
ru: Одна из замечательных особенностей свободного программного обеспечения заключается в том, что люди могут легко взять функциональную программу или библиотеку и доработать ее по своему усмотрению. Любой может прийти, внести исправления или улучшения, и они могут быть легко распространены среди многих людей, проектов и организаций. В таких системах распространения, как Python [pypi](https://pypi.python.org), существует канал обновления, по которому доверенные сопровождающие могут публиковать исправления, чтобы потребители библиотеки могли легко получать обновления. Говоря о каналах обновления и коде, неизбежно приходится говорить о людях и доверии. Одним из ключевых элементов являются доверительные отношения между потребителем и сопровождающим. Идеальная система распространения программного обеспечения представляла бы собой слепую, надежную трубу между сопровождающими программ и каждым конечным пользователем.
uk: Що файно у вільному програмному забезпеченні: легко взяти корисну програму чи бібліотеку й допрацювати її на свій розсуд. Будь-хто може запропонувати виправлення чи поліпшення, котрі легко поширити багатьом людям, проєктам і організаціям. Системи поширення, як-от Python [pypi](https://pypi.python.org), надають бібліотекам канал оновлень, де з авторського боку легко вивантажити виправлення, а зі споживацького — безпечно завантажити. Говорячи про канали оновлення й код, неминуче доводиться говорити про людей і довіру. Одним із ключових елементів є довірчі відносини між споживачем і супровідником. Ідеальна система розповсюдження програмного забезпечення — сліпа надійна труба між супровідниками й кожним кінцевим користувачем.
zh_hans: 自由软件的一大优点是人们可以轻松地获取实用程序或库，并按照他们认为合适的方式对其进行定制。任何人都可以提交错误修复或改进，并且可以在许多人、项目和组织之间轻松共享。对于像 Python 的 [pypi](https://pypi.python.org) 这样的分发系统，有一个更新通道，受信任的维护者可以发布修复程序，以便库的使用者可以轻松获得更新。在谈到更新渠道和代码时，不可避免地还要谈到人和信任。一个关键部分是使用者和维护者之间的信任关系。理想的软件分发系统将是软件维护人员和每个最终用户之间的盲目、可信赖的管道。

source: Since we are talking about libraries of code, the natural relationship turns out to be different than the trust relationship: it is between the consumer and the library itself, not the maintainers. I use Requests for handling HTTP, not @nateprewitt's fork. My _setup.py_ includes a reference to `'requests'`, not to the maintainers who I trust to keep the library updated.
de: Wenn wir über Code-Bibliotheken sprechen, stellt sich heraus, dass sich das natürliche Verhältnis vom Vertrauensverhältnis unterscheidet: Es besteht zwischen dem Konsumenten und der Bibliothek selbst, nicht den Maintainern. Ich nutze zur Bearbeitung von HTTP „Requests“, nicht @nateprewitt's Fork. Mein _setup.py_ beinhaltet eine Referenz zu `'requests'`, nicht zu den Maintainern, denen ich vertraue, die Bibliothek auf dem neusten Stand zu halten.
pl: Ponieważ mówimy o bibliotekach kodu, naturalna relacja okazuje się być inna niż relacja zaufania: jest to relacja pomiędzy konsumentem a samą biblioteką, a nie opiekunami. Używam Requests do obsługi HTTP, a nie odgałęzienie @nateprewitt's. Mój _setup.py_ zawiera odniesienie do `'requests'`, a nie do opiekunów, którym ufam, że będą aktualizować bibliotekę.
ro: Deoarece vorbim despre biblioteci de cod, relația naturală se dovedește a fi diferită de relația de încredere: este între consumator și biblioteca în sine, nu între mentenanți. Eu folosesc Requests pentru gestionarea HTTP, nu furculița lui @nateprewitt. _setup.py_ al meu include o referință la `'requests'`, nu la mentorii în care am încredere că vor menține biblioteca actualizată.
ru: Поскольку мы говорим о библиотеках кода, естественные отношения оказываются иными, чем доверительные: они возникают между потребителем и самой библиотекой, а не ее сопровождающими. Я использую Requests для работы с HTTP, а не форк @nateprewitt. Мой _setup.py_ включает ссылку на `'requests'`, а не на мейнтейнеров, которым я доверяю обновление библиотеки.
uk: Оскільки ми говоримо про бібліотеки коду, природні відносини виявляються іншими, ніж довірчі: вони виникають між споживачем і самою бібліотекою, а не її супроводжують. Я використовую Requests для роботи з HTTP, а не форк @nateprewitt. Мій _setup.py_ включає посилання на ` 'requests'`, а не на мейнтейнера, яким я довіряю оновлення бібліотеки.
zh_hans: 由于我们讨论的是代码库，因此自然关系与信任关系不同：它是在消费者和库本身之间，而不是维护者之间。我使用 Requests 来处理 HTTP，而不是 @nateprewitt 的复刻。我的 _setup.py_ 包含对 `'requests'` 的引用，而不是对我信任的保持库更新的维护者的引用。

source: There have been cases were libraries were [taken](https://www.zdnet.com/article/backdoor-code-found-in-11-ruby-libraries/) [over](https://www.theregister.co.uk/2018/07/12/npm_eslint/) and used to distribute malware. Or [another case](https://www.theregister.co.uk/2018/11/26/npm_repo_bitcoin_stealer/) where someone offered to take over a popular library, then inserted malware into it. If it is really easy for maintainers to hand over a library to someone else, then that will be abused. If they are too hard to hand over, then many valuable libraries will be abandoned or forked. Having to check for forks is an added cost for library consumers, so ideally there would always be a trusted maintainer.
de: Es gab Fälle, in denen Bibliotheken [übernommen](https://www.zdnet.com/article/backdoor-code-found-in-11-ruby-libraries/) [und](https://www.theregister.co.uk/2018/07/12/npm_eslint/) dazu verwendet wurden, Malware zu verbreiten. Oder [ein weiterer Fall](https://www.theregister.co.uk/2018/11/26/npm_repo_bitcoin_stealer/), in dem sich jemand anbot, eine populäre Library zu übernehmen und dann Malware in sie einschleuste. Wenn es wirklich einfach für Vertreiber ist, eine Bibliothek an Andere weiterzugeben, dann wird diese mißbraucht werden. Ist es zu schwer, sie weiterzugeben, dann werden viele wertvolle Bibliotheken aufgegeben werden oder es entstehen Forks. Die Notwendigkeit, nach Forks zu suchen, ist ein zusätzlicher Aufwand für den Verbraucher, idealerweise sollte es also immer einen vertrauenswürdigen Vertreiber geben.
pl: Zdarzały się przypadki, że biblioteki były [podjęte](https://www.zdnet.com/article/backdoor-code-found-in-11-ruby-libraries/) [za](https://www.theregister.co.uk/2018/07/12/npm_eslint/) i wykorzystywane do dystrybucji złośliwego oprogramowania. Albo [inny przypadek](https://www.theregister.co.uk/2018/11/26/npm_repo_bitcoin_stealer/), gdzie ktoś zaproponował przejęcie popularnej biblioteki, a następnie wprowadził do niej złośliwe oprogramowanie. Jeśli opiekunom jest łatwo przekazać bibliotekę komuś innemu, to będzie to nadużywane. Jeśli są one zbyt trudne do przekazania, wiele cennych bibliotek zostanie porzuconych lub rozwidlonych. Sprawdzenie rozwidleń jest dodatkowym kosztem dla konsumentów biblioteki, więc idealnie byłoby, gdyby zawsze istniał zaufany opiekun.
ro: Au existat cazuri în care bibliotecile au fost [taken](https://www.zdnet.com/article/backdoor-code-found-in-11-ruby-libraries/) [over](https://www.theregister.co.uk/2018/07/12/npm_eslint/) și folosite pentru a distribui programe malware. Sau [another case](https://www.theregister.co.uk/2018/11/26/npm_repo_bitcoin_stealer/) în care cineva s-a oferit să preia o bibliotecă populară, apoi a introdus programe malware în ea. Dacă este foarte ușor pentru mentenanți să predea o bibliotecă altcuiva, atunci se va abuza de acest lucru. Dacă este prea greu de predat, atunci multe biblioteci valoroase vor fi abandonate sau vor fi transferate. Faptul că trebuie să verifice furcile reprezintă un cost suplimentar pentru consumatorii de biblioteci, așa că, în mod ideal, ar trebui să existe întotdeauna un responsabil de încredere.
ru: Бывали случаи, когда библиотеки [захватывались](https://www.zdnet.com/article/backdoor-code-found-in-11-ruby-libraries/) [переходили](https://www.theregister.co.uk/2018/07/12/npm_eslint/) и использовались для распространения вредоносного ПО. Или [другой случай](https://www.theregister.co.uk/2018/11/26/npm_repo_bitcoin_stealer/), когда кто-то предложил взять популярную библиотеку, а затем вставил в нее вредоносное ПО. Если сопровождающим очень легко передать библиотеку кому-то другому, то этим будут злоупотреблять. Если их слишком трудно передать, то многие ценные библиотеки будут заброшены или подвергнуты форкам. Необходимость проверять форки - это дополнительные расходы для потребителей библиотек, поэтому в идеале всегда должен быть надежный сопровождающий.
uk: Бували випадки, коли бібліотеки [захоплювалися](https://www.zdnet.com/article/backdoor-code-found-in-11-ruby-libraries/) [переходили під чужий контроль](https://www.theregister.co.uk/2018/07/12/npm_eslint/) і використовувалися для поширення шкідливого ПЗ. Або [інший випадок](https://www.theregister.co.uk/2018/11/26/npm_repo_bitcoin_stealer/), коли хтось запропонував взяти популярну бібліотеку, а потім вставив в неї шкідливе ПЗ. Якщо супроводжувачам дуже легко передати бібліотеку комусь іншому, то цим будуть зловживати. Якщо їх занадто важко передати, то багато важливих бібліотек стануть непідтримуваними або будуть відгалужені. Необхідність перевіряти відгалуження — це додаткові витрати для користувачів бібліотек, тому в ідеалі завжди повинен бути надійний супроводжувач.
zh_hans: 有一些案例是依赖库被[接](https://www.zdnet.com/article/backdoor-code-found-in-11-ruby-libraries/)[管](https://www.theregister.co.uk/2018/07/12/npm_eslint/)并被用于分发恶意软件。或者在[另一个案例](https://www.theregister.co.uk/2018/11/26/npm_repo_bitcoin_stealer/)中有人提出接管一个流行的库，然后将恶意软件插入其中。如果维护者太轻易将库交给其他人，那么这将被滥用。如果它们太难移交，那么许多有价值的库将被放弃或分叉。必须检查分叉给库使用者增加了额外成本，因此理想情况是总有一个值得信赖的维护者。

source: For large projects like Requests or distros like Debian, there is a process for ensuring that new maintainers are doing the right thing. There are also many small libraries that are very valuable. For example, [apache_log_parser](https://github.com/rory/apache-log-parser) or [pymtp](https://pypi.org/project/PyMTP/). In these cases, the cost of doing a proper process of handing over to a new maintainer is quite large as compared to the overall effort the library author put into the library. Or it might be a single maintainer who is now overburdened with other work.
de: Bei großen Projekten wie Requests oder Distributionen wie Debian gibt es Prozesse, die sicherstellen, dass neue Maintainer das Richtige tun. Es gibt auch viele kleine Programmbibliotheken, die sehr wertvoll sind. Zum Beispiel, [apache_log_parser](https://github.com/rory/apache-log-parser) oder [pymtp](https://pypi.org/project/PyMTP/). In diesen Fällen ist der Aufwand ziemlich groß, einen sauberen Übergabeprozess an einen neuen Maintainer zu schaffen, verglichen mit der Gesamtleistung, die der Autor in diese Bibliothek steckte. Sonst könnte ein einzelner Maintainer entstehen, der nun mit weiterer Arbeit überhäuft wird.
pl: W przypadku dużych projektów, takich jak Requests czy dystrybucje, takie jak Debian, istnieje proces zapewniający, że nowi opiekunowie postępują właściwie. Istnieje również wiele małych bibliotek, które są bardzo cenne. Na przykład [apache_log_parser](https://github.com/rory/apache-log-parser) lub [pymtp](https://pypi.org/project/PyMTP/). W tych przypadkach koszt przeprowadzenia właściwego procesu przekazania nowemu opiekunowi jest dość duży w porównaniu z ogólnym wysiłkiem, jaki autor biblioteki włożył w ten proces. Albo może to być jeden opiekun, który jest teraz przeciążony inną pracą.
ro: Pentru proiecte mari precum Requests sau distribuții precum Debian, există un proces pentru a se asigura că noii mentori fac ceea ce trebuie. Există, de asemenea, multe biblioteci mici care sunt foarte valoroase. De exemplu, [apache_log_parser](https://github.com/rory/apache-log-parser) sau [pymtp](https://pypi.org/project/PyMTP/). În aceste cazuri, costul de a face un proces corect de predare către un nou responsabil cu întreținerea este destul de mare în comparație cu efortul general pe care autorul bibliotecii l-a depus în bibliotecă. Sau ar putea fi vorba de un singur responsabil de întreținere care este acum supraîncărcat cu alte activități.
ru: Для больших проектов, таких как Requests или дистрибутивы, такие как Debian, существует процесс, гарантирующий, что новые сопровождающие делают все правильно. Существует также множество небольших библиотек, которые очень ценны. Например, [apache_log_parser](https://github.com/rory/apache-log-parser) или [pymtp](https://pypi.org/project/PyMTP/). В этих случаях стоимость надлежащего процесса передачи библиотеки новому сопровождающему довольно велика по сравнению с общими усилиями, вложенными автором библиотеки. Или это может быть один сопровождающий, который сейчас перегружен другой работой.
uk: Для великих проєктів, таких як Requests або дистрибутиви, такі як Debian, існує процес, який гарантує, що нові супроводжують роблять все правильно. Існує також безліч невеликих бібліотек, які дуже цінні. Наприклад, [apache_log_parser](https://github.com/rory/apache-log-parser) або [pymtp](https://pypi.org/project/PyMTP/). У цих випадках вартість належного процесу передачі бібліотеки новому супроводжуючому досить велика в порівнянні з загальними зусиллями, вкладеними автором бібліотеки. Або це може бути один супроводжуючий, який зараз перевантажений іншою роботою.
zh_hans: 对于像 Requests 这样的大型项目或像 Debian 这样的发行版，有一个过程可以确保新的维护者做正确的事情。还有很多非常有价值的小型库。例如，[apache_log_parser](https://github.com/rory/apache-log-parser) 或 [pymtp](https://pypi.org/project/PyMTP/)。在这些情况下，与库作者投入的整体努力相比，通过适当的流程将其移交给新的维护者的成本是相当大的。或者它可能是由现在被其他工作缠身的单一维护者维护。

source: In F-Droid, reviewing app merge requests, aka _fdroiddata_, is also about reviewing whether the trust relationship is changing. This is on top of making sure the new code works, ensuring its still free software, and that all of the Anti-Features are properly marked. Getting this review right is important especially when you consider that in F-Droid, many apps are automatically updated without core contributors reviewing it.
de: In F-Droid geht es bei der Überprüfung von App Merge Requests, auch bekannt als _fdroiddata_, auch darum, zu überprüfen, ob sich die Vertrauensbeziehung ändert. Dies geschieht zusätzlich zum Sicherstellen, dass der neue Code funktioniert, es immer noch freie Software ist und alle Anti-Features ordnungsgemäß gekennzeichnet sind. Diese Überprüfung richtig zu gestalten ist wichtig, besonders wenn man bedenkt, dass in F-Droid viele Apps automatisch aktualisiert werden, ohne dass die Kernmitwirkenden sie überprüfen.
pl: W F-Droid, przeglądanie żądań o połączenie aplikacji, aka _fdroiddata_, jest również o sprawdzenie, czy relacja zaufania się zmienia. Ma to na celu upewnienie się, że nowy kod działa, zapewniając jego nadal wolne oprogramowanie oraz, że wszystkie antyfunkcje są właściwie oznaczone. Właściwe sprawdzenie tej opinii jest ważne, zwłaszcza jeśli weźmiesz pod uwagę, że w F-Droid wiele aplikacji jest automatycznie aktualizowanych bez recenzji głównych autorów.
ro: În F-Droid, examinarea cererilor de fuziune a aplicațiilor, cunoscute și sub numele de _fdroiddata_, constă, de asemenea, în a verifica dacă relația de încredere se schimbă. Acest lucru se adaugă la asigurarea faptului că noul cod funcționează, că este în continuare software liber și că toate caracteristicile anti-funcționale sunt marcate corespunzător. Este important ca această revizuire să fie corectă, mai ales dacă luăm în considerare faptul că în F-Droid, multe aplicații sunt actualizate automat fără ca principalii contribuitori să le revizuiască.
ru: В F-Droid проверка запросов на слияние приложений, она же _fdroiddata_, также заключается в проверке изменения доверительных отношений. Это помимо того, что нужно убедиться, что новый код работает, что он по-прежнему свободен, и что все анти-функции правильно отмечены. Правильная проверка очень важна, особенно если учесть, что в F-Droid многие приложения обновляются автоматически, без проверки основными участниками.
uk: У F-Droid перевірка запитів на злиття застосунків, вона ж _fdroiddata_, також полягає в перевірці зміни довірчих відносин. Це крім того, що потрібно переконатися, що новий код працює, що він як і раніше вільний, і що все анти-функції правильно відзначені. Правильна перевірка дуже важлива, особливо якщо врахувати, що в F-Droid багато застосунків оновлюються автоматично, без перевірки основними учасниками.
zh_hans: 在 F-Droid 中，审查应用合并请求，即 _fdroiddata_，也是审查信任关系是否发生变化。这建立在确保新代码正常工作、确保其仍然是自由软件以及所有负面特征都已正确标记的基础之上。正确进行此审核非常重要，尤其是当你考虑到在 F-Droid 中，许多应用会自动更新而不需要核心贡献者对其进行审核。

source: All developers must consider these trust issues at a number of key points in the process of developing software, including:
de: Alle Entwickler müssen sich dieser Fragen nach der Vertrauenswürdigkeit bei einer Reihe von Schlüsselstellen im Software-Entwicklungsprozess bewusst sein:
pl: Wszyscy programiści muszą wziąć pod uwagę te kwestie zaufania w wielu kluczowych punktach procesu tworzenia oprogramowania, w tym:
ro: Toți dezvoltatorii trebuie să ia în considerare aceste probleme de încredere într-o serie de puncte cheie din procesul de dezvoltare a software-ului, inclusiv:
ru: Все разработчики должны учитывать эти вопросы доверия в ряде ключевых моментов в процессе разработки программного обеспечения, включая:
uk: Усі розробники повинні розглянути ці питання довіри в ряді ключових моментів у процесі розробки програмного забезпечення, включно з:
zh_hans: 所有开发者都必须在软件开发过程中的多个关键点考虑这些信任问题，包括：

source: when adding a library to any piece of software
de: bei Ergänzung einer Bibliothek in einem Softwareteil
pl: podczas dodawania biblioteki do dowolnego oprogramowania
ro: atunci când adăugați o bibliotecă la orice software
ru: при добавлении библиотеки в любое программное обеспечение
uk: під час додавання бібліотеки до будь-якого програмного забезпечення
zh_hans: 将库添加到任何软件时

source: helping a new maintainer take over existing software
de: bei der Unterstützung eines neuen Maintainer, der vorhandene Software übernimmt
pl: pomagając nowemu opiekunowi przejąć istniejące oprogramowanie
ro: ajutarea unui nou mentenitor să preia un software existent
ru: помощь новому сопровождающему в работе над существующим программным обеспечением
uk: допомога новому супроводжувачу взяти на себе наявнее програмне забезпечення
zh_hans: 帮助新的维护者接管现有软件

source: reviewing changes to the URL of the source code reposistory
de: bei der Überprüfung von URL-Änderungen des Quellcode-Repositorys
pl: przeglądania zmian w adresie URL repozytorium kodu źródłowego
ro: revizuirea modificărilor aduse la adresa URL a depozitului de cod sursă
ru: просмотр изменений в URL репозитория исходного кода
uk: перегляд змін в URL-адресі репозиторію джерельного коду
zh_hans: 审查对源代码存储库 URL 的更改
