Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: {{ page.major }} **[Open Link With](https://f-droid.org/packages/com.tasomaniac.openwith.floss/)** was updated from 1.9-floss to 2.3-floss. This app lets you open a link in another native app when you're stuck in the browser. It now supports browser selection, letting you choose between all browsers (previous behavior), one single browser, or to never suggest any browsers at all. Frequently-requested advanced settings were also added, and you can now set OLW itself as a browser, making all link clicks go through OLW automatically instead of having to use "share link".
de: {{ page.major }} **[Open Link With](https://f-droid.org/packages/com.tasomaniac.openwith.floss/)** wurde von 1.9-floss auf 2.3-floss aktualisiert. Mit dieser App können Sie einen Link in einer anderen nativen App öffnen, wenn Sie im Browser festsitzen. Es unterstützt nun eine Browser-Vorauswahl, so dass Sie zwischen allen Browsern (bisheriges Verhalten), einem einzigen Browser oder gar keinen Browservorschlägen auswählen können. Häufig angeforderte erweiterte Einstellungen wurden ebenfalls hinzugefügt und Sie können OLW nun selbst als Browser einstellen, so dass alle Link-Klicks automatisch durch OLW gehen, anstatt "Share Link" verwenden zu müssen.
pl: {{ page.major }} **[Open Link With](https://f-droid.org/packages/com.tasomaniac.openwith.floss/)** został zaktualizowany z 1,9-floss do 2,3-floss. Ta aplikacja umożliwia otwarcie łącza w innej natywnej aplikacji, gdy utkniesz w przeglądarce. Obsługuje teraz przeglądarkę, umożliwiając wybór między wszystkimi przeglądarkami (poprzednie zachowanie), jedną przeglądarką lub nigdy nie sugeruje żadnej przeglądarki. Dodano również często wymagane zaawansowane ustawienia, a teraz możesz ustawić OLW jako przeglądarkę, dzięki czemu wszystkie kliknięcia linków przechodzą automatycznie przez OLW, zamiast korzystać z "linku do udostępniania".
ro: {{ page.major }} **[Open Link With](https://f-droid.org/packages/com.tasomaniac.openwith.floss/)** a fost actualizat de la 1.9-floss la 2.3-floss. Această aplicație vă permite să deschideți un link într-o altă aplicație nativă atunci când sunteți blocat în browser. Acum suportă selectarea browserului, permițându-vă să alegeți între toate browserele (comportamentul anterior), un singur browser sau să nu sugerați niciodată niciun browser. De asemenea, au fost adăugate setări avansate solicitate frecvent, iar acum puteți seta OLW însuși ca browser, ceea ce face ca toate clicurile pe linkuri să treacă automat prin OLW în loc să fie nevoie să folosiți "share link".
ru: {{ page.major }} **[Open Link With](https://f-droid.org/packages/com.tasomaniac.openwith.floss/)** был обновлен с 1.9-floss до 2.3-floss. Это приложение позволяет открыть ссылку в другом родном приложении, если вы застряли в браузере. Теперь оно поддерживает выбор браузера, позволяя вам выбирать между всеми браузерами (предыдущее поведение), одним браузером или вообще не предлагать браузеры. Также были добавлены часто запрашиваемые расширенные настройки, и теперь вы можете установить сам OLW в качестве браузера, чтобы все нажатия на ссылки проходили через OLW автоматически вместо необходимости использовать "поделиться ссылкой".
uk: {{ page.major }} **[Open Link With](https://f-droid.org/packages/com.tasomaniac.openwith.floss/)** був оновлений з версії 1.9-floss до 2.3-floss. Цей застосунок дає змогу відкривати посилання в іншому нативному застосунку, якщо ви застрягли в браузері. Тепер він підтримує вибір браузера, даючи вам можливість вибирати між усіма браузерами (попередню поведінку), одним браузером або взагалі не пропонувати браузери. Також були додані часто запитувані додаткові параметри, і тепер ви можете встановити сам OLW браузером, щоб усі натискання посилань відбувалися через OLW автоматично замість необхідності використовувати «поділитися посиланням».
zh_hans: {{ page.major }} **[Open Link With](https://f-droid.org/packages/com.tasomaniac.openwith.floss/)** 从 1.9-floss 更新到 2.3-floss .当你卡在浏览器中时，此应用可让你在另一个本机应用中打开链接。它现在支持浏览器选择，让你在所有浏览器（以前的行为）、一个浏览器或从不建议任何浏览器之间进行选择。还添加了经常要求的高级设置，你现在可以将 OLW 本身设置为浏览器，使所有链接点击自动通过 OLW，而不必使用“共享链接”。

source: **[Password Store](https://f-droid.org/packages/com.zeapo.pwdstore/)** stores passwords in simple text files which are encrypted with OpenPGP. This update to 1.3.1 covers a new adaptive icon, ability to install to external [SD card](https://en.wikipedia.org/wiki/Secure_Digital), different password sort order, display of HOTP code if present, secure password entry, and other bug fixes and smaller improvements.
de: **[Password Store](https://f-droid.org/packages/com.zeapo.pwdstore/)** speichert Passwörter in einfachen Textdateien, die mit OpenPGP verschlüsselt sind. Dieses Update auf 1.3.1 enthält ein neues adaptives Icon, die Möglichkeit zur Installation auf einer externen [SD-Karte](https://de.wikipedia.org/wiki/SD-Karte), eine andere Sortierreihenfolge für Passwörter, die Anzeige von HOTP-Code, falls vorhanden, eine sichere Passworteingabe und andere Bugfixes und kleinere Verbesserungen.
pl: **[Password Store](https://f-droid.org/packages/com.zeapo.pwdstore/)** przechowuje hasła w prostych plikach tekstowych, które są zaszyfrowane przy pomocy OpenPGP. Ta aktualizacja do wersji 1.3.1 obejmuje nową ikonę adaptacyjną, możliwość instalacji na zewnętrznej [karcie SD](https://en.wikipedia.org/wiki/Secure_Digital), kolejność sortowania według hasła, wyświetlanie kodu HOTP, jeśli jest obecny, zabezpieczenie wprowadzanie hasła i inne poprawki błędów oraz mniejsze usprawnienia.
ro: **[Password Store](https://f-droid.org/packages/com.zeapo.pwdstore/)** stochează parolele în fișiere text simple care sunt criptate cu OpenPGP. Această actualizare la 1.3.1 include o nouă pictogramă adaptivă, posibilitatea de a instala pe [SD card](https://en.wikipedia.org/wiki/Secure_Digital) extern, o ordine diferită de sortare a parolelor, afișarea codului HOTP dacă este prezent, introducerea sigură a parolei și alte corecturi de erori și îmbunătățiri mai mici.
ru: **[Password Store](https://f-droid.org/packages/com.zeapo.pwdstore/)** хранит пароли в простых текстовых файлах, которые шифруются с помощью OpenPGP. Обновление до версии 1.3.1 включает в себя новую адаптивную иконку, возможность установки на внешнюю [SD-карту](https://en.wikipedia.org/wiki/Secure_Digital), различный порядок сортировки паролей, отображение кода HOTP при наличии, безопасный ввод пароля, а также другие исправления ошибок и мелкие улучшения.
uk: **[Password Store](https://f-droid.org/packages/com.zeapo.pwdstore/)** зберігає паролі в простих текстових файлах, які шифруються за допомогою OpenPGP. Оновлення до версії 1.3.1 включає в себе нову адаптивну іконку, можливість установки на зовнішню [SD-карту](https://en.wikipedia.org/wiki/Secure_Digital), різний порядок сортування паролів, відображення коду HOTP при наявності, безпечне введення пароля, а також інші виправлення помилок і дрібні поліпшення.
zh_hans: **[Password Store](https://f-droid.org/packages/com.zeapo.pwdstore/)** 将密码存储在使用 OpenPGP 加密的简单文本文件中。 1.3.1 的此更新包括一个新的自适应图标、安装到外部 [SD 卡](https://en.wikipedia.org/wiki/Secure_Digital)的能力、不同的密码排序顺序、显示 HOTP 代码（如果存在）、安全密码输入，以及其他错误修复和较小的改进。

source: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** was updated from 2.3.2+fcr to 2.3.4+fcr, updating translations, fixing connection issues with user@ip type JIDs and fixing sending OMEMO encrypted files to ChatSecure iOS users.
de: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** wurde von 2.3.2+fcr auf 2.3.4+fcr aktualisiert, Übersetzungen aktualisiert, Verbindungsprobleme mit JIDs vom Typ user@ip behoben und das Senden von OMEMO-verschlüsselten Dateien an ChatSecure iOS-Benutzer korrigiert.
pl: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** został zaktualizowany z 2.3.2+fcr do 2.3.4+fcr, aktualizując tłumaczenia, naprawiając problemy z połączeniem z user@ip wpisz JIDy i napraw je wysyłając zaszyfrowane pliki OMEMO do użytkowników ChatSecure iOS.
ro: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** a fost actualizat de la 2.3.2+fcr la 2.3.4+fcr, actualizând traducerile, rezolvând problemele de conectare cu JID-uri de tip user@ip și rezolvând trimiterea de fișiere criptate OMEMO către utilizatorii ChatSecure iOS.
ru: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** был обновлен с 2.3.2+fcr до 2.3.4+fcr, обновлены переводы, исправлены проблемы с соединением с JID типа user@ip и исправлена отправка зашифрованных файлов OMEMO пользователям ChatSecure iOS.
uk: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** був оновлений з 2.3.2 + fcr до 2.3.4 + fcr, оновлені переклади, виправлені проблеми зі з'єднанням з JID типу user @ ip і виправлена відправка зашифрованих файлів OMEMO користувачам ChatSecure iOS.
zh_hans: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** 从 2.3.2+fcr 更新到 2.3.4+fcr，更新翻译，修复连接问题使用 user@ip 类型 JID 并修复向 ChatSecure iOS 用户发送 OMEMO 加密文件。

source: {{ page.featured }} Huge updates for **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** yet again! This week it updated from 1.15.2 to 1.17.1, covering:
de: {{ page.featured }} Wieder einmal riesige Updates für **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**! Diese Woche wurde es von 1.15.2 auf 1.17.1 aktualisiert und umfasst:
pl: {{ page.featured }} Huge updates for **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** poraz kolejny! W tym tygodniu zaktualizowano 1.15.2 to 1.17.1, obejmując:
ro: {{ page.featured }} Actualizări uriașe pentru **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** încă o dată! Săptămâna aceasta a fost actualizat de la 1.15.2 la 1.17.1, acoperind:
ru: {{ page.featured }} Снова огромные обновления для **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**! На этой неделе он обновился с 1.15.2 до 1.17.1, охватывая:
uk: {{ page.featured }} Знову величезні оновлення для **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**! На цьому тижні він оновився з 1.15.2 до 1.17.1, охоплюючи:
zh_hans: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 的巨大更新又一次！本周它从 1.15.2 更新到 1.17.1，包括：

source: **Full [PeerTube](https://en.wikipedia.org/wiki/PeerTube) support**: Comment/Follow/Boost/Reply/Fav from your own Mastodon account!
pl: **Pełna obsługa [PeerTube](https://en.wikipedia.org/wiki/PeerTube)**: Comment/Follow/Boost/Reply/Fav z własnego konta Mastodon!
ro: **Suport complet [PeerTube](https://en.wikipedia.org/wiki/PeerTube)**: Comentează/Follow/Boost/Reply/Fav din propriul cont Mastodon!
ru: **Полная поддержка [PeerTube](https://en.wikipedia.org/wiki/PeerTube)**: Комментируйте/Следите/Отвечайте с вашего собственного аккаунта Mastodon!
uk: **Повна підтримка [PeerTube](https://en.wikipedia.org/wiki/PeerTube)**: Коментуйте/Стежте/Відповідайте з вашого власного облікового запису Mastodon!
zh_hans: **完整的 [PeerTube](https://en.wikipedia.org/wiki/PeerTube) 支持**：来自你自己的 Mastodon 帐户的评论/关注/推荐/回复/收藏！

source: New layout for PeerTube instances
de: Neues Layout für PeerTube-Instanzen
pl: Nowy układ instancji PeerTube
ro: Noul aspect pentru instanțele PeerTube
ru: Новый макет для экземпляров PeerTube
uk: Новий макет для екземплярів PeerTube
zh_hans: PeerTube 实例的新布局

source: New video player to make PeerTube compatible with all devices
de: Neuer Videoplayer, um PeerTube mit allen Geräten kompatibel zu machen
pl: Nowy odtwarzacz wideo sprawia, że PeerTube jest kompatybilny ze wszystkimi urządzeniami
ro: Un nou player video pentru a face PeerTube compatibil cu toate dispozitivele
ru: Новый видеоплеер делает PeerTube совместимым со всеми устройствами
uk: Новий відеопрогравач робить PeerTube сумісним з усіма пристроями
zh_hans: 新的视频播放器使 PeerTube 与所有设备兼容

source: Complete internal overhaul of live updates, now using websockets with the wss protocol on streaming URL
pl: Całkowity wewnętrzny przegląd aktualizacji na żywo, teraz korzystający z gniazd sieciowych z protokołem wss w adresach URL strumieniowania
ro: Revizuirea internă completă a actualizărilor live, folosind acum websockets cu protocolul wss pe URL-ul de streaming
ru: Полная внутренняя переработка обновлений в прямом эфире, теперь используются веб-сокеты с протоколом wss для потокового URL
uk: Повна внутрішня переробка оновлень в прямому ефірі, тепер використовуються вебсокети з протоколом wss для потокового URL
zh_hans: 对实时更新进行完整的内部翻修，现在在流式 URL 上使用带有 wss 协议的 websockets

source: Ability to allow live updates only when the app is running
pl: Możliwość zezwolenia na aktualizacje na żywo tylko wtedy, gdy aplikacja jest uruchomiona
ro: Posibilitatea de a permite actualizări live numai atunci când aplicația este în funcțiune
ru: Возможность разрешить обновления в реальном времени только во время работы приложения
uk: Можливість дозволити оновлення в реальному часі тільки під час роботи програми
zh_hans: 仅在应用运行时才允许实时更新

source: Added a red border to media that don't have a description when composing
pl: Dodano czerwone obramowanie do nośnika, które nie mają opisu podczas komponowania
ro: A fost adăugată o margine roșie pentru mediile care nu au o descriere atunci când compunem
ru: Добавлена красная рамка для медиа, у которых нет описания при составлении композиции
uk: Додана червона рамка для медіа, у яких немає опису при складанні композиції
zh_hans: 为撰写时没有描述的媒体添加了红色边框

source: Several smaller enhancements and bug fixes
de: Verschiedene kleinere Verbesserungen und Fehlerbehebungen
pl: Kilka mniejszych usprawnień i poprawek błędów
ro: Câteva îmbunătățiri mai mici și corecturi de erori
ru: Несколько небольших улучшений и исправлений ошибок
uk: Кілька невеликих поліпшень і виправлень помилок
zh_hans: 几个较小的改进和错误修复

source: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** and **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** both updated from 0.8.15 to 0.8.18. Riot is a [Matrix](https://matrix.org) client for (group) chat and VoiP/video, with optional end-to-end encryption. miniVector is a lightweight fork of Riot, dropping some heavy dependencies and needing less permissions, at the cost of lacking VoiP/video support. Changes include improvements to dialogs, video messages, and the previewer activity; a new Status.im theme; and support for "lazy loading", a huge under-the-hood change which reduces startup time, memory, and data consumption. This last feature is still considered unstable, and needs to be enabled via a "labs" setting.
de: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** und **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** beide mit Updates von 0.8.15 auf 0.8.18. Riot ist ein [Matrix](https://matrix.org)-Client für den (Gruppen)-Chat und VoiP/Video, mit optionaler End-zu-End-Verschlüsselung. miniVector ist ein leichtgewichtiger Zweig von Riot, bei dem einige schwerwiegende Abhängigkeiten wegfallen und der weniger Berechtigungen benötigt, auf Kosten der VoiP/Video-Unterstützung. Änderungen beinhalten Verbesserungen der Dialoge, Videonachrichten und der Vorschauleistung; ein neues Status.im-Design; sowie die Unterstützung eines "lazy loading", einer riesigen Veränderung unter der Haube, welche die Startzeit, den Speicherbedarf und den Datenverbrauch reduziert. Das letztgenannte Feature wird noch als instabil angesehen und muss über die "labs"-Einstellung aktiviert werden.
pl: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** i **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** zaktualizowano je z 0,8.15 na 0.8.18. Riot jest klientem [Matrix](https://matrix.org) dla czatu (grupy) i VoiP/wideo, z opcjonalnym szyfrowaniem od końca do końca. miniVector jest lekkim rozwidleniem Riot, zrzucającym ciężkie zależności i wymagającym mniej uprawnień, kosztem braku obsługi VoiP/wideo. Zmiany obejmują ulepszenia okien dialogowych, wiadomości wideo i aktywności podglądacza; nowy motyw Status.im; oraz wsparcie dla "leniwego ładowania", ogromnej zmiany pod maską, która zmniejsza czas uruchamiania, pamięć i zużycie danych. Ta ostatnia funkcja jest nadal uważana za niestabilną i musi być włączona przez ustawienie "laboratorium".
ro: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** și **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** ambele actualizate de la 0.8.15 la 0.8.18. Riot este un client [Matrix](https://matrix.org) pentru chat (de grup) și VoiP/video, cu criptare opțională end-to-end. miniVector este o bifurcație ușoară a lui Riot, renunțând la unele dependențe grele și necesitând mai puține permisiuni, cu prețul lipsei suportului VoiP/video. Modificările includ îmbunătățiri ale dialogurilor, mesajelor video și activității de previzualizare; o nouă temă Status.im; și suport pentru "lazy loading", o schimbare uriașă sub acoperire care reduce timpul de pornire, memoria și consumul de date. Această ultimă caracteristică este încă considerată instabilă și trebuie activată prin intermediul unei setări "labs".
ru: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** и **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** оба обновлены с 0.8.15 до 0.8.18. Riot - это [Matrix](https://matrix.org) клиент для (группового) чата и VoiP/видео, с дополнительным сквозным шифрованием. miniVector - это облегченный форк Riot, избавленный от некоторых тяжелых зависимостей и требующий меньше разрешений, ценой отсутствия поддержки VoiP/видео. Изменения включают улучшения диалогов, видеосообщений и активности превьюера; новую тему Status.im; и поддержку "ленивой загрузки", огромного изменения под капотом, которое уменьшает время запуска, память и потребление данных. Последняя функция все еще считается нестабильной, и ее необходимо включить с помощью настройки "labs".
uk: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** і **[miniVector](https://f-droid.org/packages/com. lavadip.miniVector/)** обидва оновлені з 0.8.15 до 0.8.18. Riot - це [Matrix](https://matrix.org) клієнт для (групового) чату і VoiP/відео, з додатковим наскрізним шифруванням. miniVector - це полегшений форк Riot, позбавлений від деяких важких залежностей і вимагає менше дозволів, ціною відсутності підтримки VoiP/відео. Зміни включають поліпшення діалогів, відеоповідомлень і активності прев'юера; нову тему Status.im; і підтримку "ледачою завантаження", величезної зміни під капотом, яке зменшує час запуску, пам'ять і споживання даних. Остання функція все ще вважається нестабільною, і її необхідно включити за допомогою настройки "labs".
zh_hans: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 和 **[miniVector](https://f-droid.org/packages /com.lavadip.miniVector/)** 都从 0.8.15 更新到 0.8.18。 Riot 是一个用于（群）聊天和 VoiP/视频的 [Matrix](https://matrix.org) 客户端，具有可选的端到端加密。 miniVector 是 Riot 的轻量级分支，放弃了一些重度依赖项并需要更少的权限，但代价是缺乏 VoiP/视频支持。更改包括对对话框、视频消息和预览器活动的改进；一个新的 Status.im 主题；并支持“延迟加载”，这是一项巨大的底层更改，可减少启动时间、内存和数据消耗。最后一个功能仍然被认为是不稳定的，需要通过“实验室”设置启用。

source: **[Syncopoli](https://f-droid.org/packages/org.amoradi.syncopoli/)** is an rsync client for your phone (currently only in the direction from phone to remote). Version v0.5 adds the ability to add multiple source directories, ability to verify ssh host fingerprint, proper space and string handling in rsync options, global configuration to exported config file, and various typo and crash fixes.
de: **[Syncopoli](https://f-droid.org/packages/org.amoradi.syncopoli/)** ist ein rsync-Client für Ihr Telefon (derzeit nur in der Richtung vom Telefon zur Fernbedienung). Version v0.5 bietet die Möglichkeit, mehrere Quellverzeichnisse hinzuzufügen, die Möglichkeit, den Fingerabdruck des ssh-Hosts zu überprüfen, die richtige Handhabung von Speicherplatz und Zeichenketten in den rsync-Optionen, die globale Konfiguration der exportierten Konfigurationsdatei sowie verschiedene Fehlerbehebungen.
pl: **[Syncopoli](https://f-droid.org/packages/org.amoradi.syncopoli/)** jest klientem rsync dla twojego telefonu (obecnie tylko w kierunku od telefonu do pilota). Wersja v0.5 dodaje możliwość dodawania wielu katalogów źródłowych, możliwość weryfikacji odcisków palca hosta ssh, właściwej przestrzeni i obsługi ciągów w opcjach rsync, konfiguracji globalnej do wyeksportowanego pliku konfiguracyjnego oraz różnych poprawek błędów.
ro: **[Syncopoli](https://f-droid.org/packages/org.amoradi.syncopoli/)** este un client rsync pentru telefon (în prezent doar în direcția de la telefon la distanță). Versiunea v0.5 adaugă posibilitatea de a adăuga mai multe directoare sursă, posibilitatea de a verifica amprenta digitală a gazdei ssh, gestionarea corectă a spațiilor și a șirurilor de caractere în opțiunile rsync, configurația globală în fișierul de configurare exportat și diverse corecturi de erori de scriere și de blocare.
ru: **[Syncopoli](https://f-droid.org/packages/org.amoradi.syncopoli/)** - это клиент rsync для вашего телефона (в настоящее время только в направлении от телефона к удаленному). В версии v0.5 добавлена возможность добавления нескольких исходных каталогов, возможность проверки отпечатка хоста ssh, правильная обработка пробелов и строк в опциях rsync, глобальная конфигурация в экспортируемом конфигурационном файле, а также исправлены различные опечатки и ошибки.
uk: **[Syncopoli](https://f-droid.org/packages/org.amoradi.syncopoli/)** - це клієнт rsync для вашого телефону (в даний час тільки в напрямку від телефону до віддаленого). У версії v0.5 додана можливість додавання декількох вихідних каталогів, можливість перевірки відбитка хоста ssh, правильна обробка прогалин і рядків в опціях rsync, глобальна конфігурація в експортованому файлі конфігурації, а також виправлені різні помилки і помилки.
zh_hans: **[Syncopoli](https://f-droid.org/packages/org.amoradi.syncopoli/)** 是你手机的 rsync 客户端（目前仅在从手机到远程的方向）。v0.5 版增加了添加多个源目录的能力、验证 ssh 主机指纹的能力、rsync 选项中的正确空间和字符串处理、导出配置文件的全局配置以及各种拼写错误和崩溃修复。
