Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Requests for Packaging](https://gitlab.com/fdroid/rfp) is our submission queue for new apps to be added to F-Droid's main repository. This week, **[@Izzy](https://forum.f-droid.org/u/izzy)**, **[@Rudloff](https://forum.f-droid.org/u/rudloff)**, **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** and **[@Relan](https://forum.f-droid.org/u/relan)** have been going through old issues, spearheaded by **[@Izzy](https://forum.f-droid.org/u/izzy)**'s triaging work. As a result, they closed nearly 40% of all open issues, and we have a whopping {{ page.number_of_added_apps }} new apps to show for it! 24 of these were added in a single day!
de: [Requests for Packaging](https://gitlab.com/fdroid/rfp) ist unsere Aufnahmewarteliste für neue Apps, die dem F-Droid-Hauptrepository hinzugefügt werden sollen. Diese Woche sind **[@Izzy](https://forum.f-droid.org/u/izzy)**, **[@Rudloff](https://forum.f-droid.org/u/rudloff)**, **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** und **[@Relan](https://forum.f-droid.org/u/relan)**, nach der vorausgegangenen Triage durch **[@Izzy](https://forum.f-droid.org/u/izzy)**, alte Issues durchgegangen. Als Ergebnis schlossen sie fast 40% aller offenen Issues und wir haben auf einen Schwung {{ page.number_of_added_apps }} neue Apps zu vermelden! 24 von ihnen wurden an einem einzigen Tag hinzugefügt!
pl: [Requests For Packaging](https://gitlab.com/fdroid/rfp) to nasza kolejka do przesyłania nowych aplikacji, które mają zostać dodane do głównego repozytorium F-Droid. W tym tygodniu, **[@Izzy](https://forum.f-droid.org/u/izzy)**, **[@Rudloff](https://forum.f-droid.org/u/rudloff)**, **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** i **[@Relan](https://forum.f-droid.org/u/relan)** przeszli przez stare problemy, kierowane przez **[@Izzy](https://forum.f-droid.org/u/izzy)**'s triaging work. W rezultacie zamknęli prawie 40% wszystkich otwartych problemów, a my mamy {{ page.number_of_added_apps }} nowe aplikacje do pokazania dla niego! 24 z nich zostały dodane w ciągu jednego dnia!
ro: [Requests for Packaging](https://gitlab.com/fdroid/rfp) este lista noastră de trimitere pentru noile aplicații care urmează să fie adăugate la depozitul principal al F-Droid. Săptămâna aceasta, **[@Izzy](https://forum.f-droid.org/u/izzy)**, **[@Rudloff](https://forum.f-droid.org/u/rudloff)**, **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** și **[@Relan](https://forum.f-droid.org/u/relan)** au trecut în revistă probleme vechi, având ca vârf de lance munca de triaj a lui **[@Izzy](https://forum.f-droid.org/u/izzy)**. Ca rezultat, au închis aproape 40% din toate problemele deschise și avem un număr impresionant de aplicații noi {{ page.number_of_added_apps }} pentru a demonstra acest lucru! 24 dintre acestea au fost adăugate într-o singură zi!
ru: [Requests for Packaging](https://gitlab.com/fdroid/rfp) - это наша очередь заявок на добавление новых приложений в основной репозиторий F-Droid. На этой неделе **[@Izzy](https://forum.f-droid.org/u/izzy)**, **[@Rudloff](https://forum.f-droid.org/u/rudloff)**, **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** и **[@Relan](https://forum.f-droid.org/u/relan)** просматривали старые проблемы, под руководством **[@Izzy](https://forum.f-droid.org/u/izzy)**. В результате они закрыли почти 40% всех открытых проблем, и у нас появилось огромное количество {{ page.number_of_added_apps }} новых приложений! 24 из них были добавлены за один день!
uk: [Requests for Packaging](https://gitlab.com/fdroid/rfp) - це наша черга заявок на додавання нових застосунків в основний репозиторій F-Droid. На цьому тижні **[@Izzy](https://forum.f-droid.org/u/izzy)**, **[@Rudloff](https://forum.f-droid.org/u/rudloff)**, **[@Licaon \ _Kter](https://forum.f-droid.org/u/Licaon_Kter)** і **[@Relan](https://forum.f-droid. org/u/relan)** переглядали старі проблеми, під керівництвом **[@Izzy](https://forum.f-droid.org/u/izzy)**. В результаті вони закрили майже 40% всіх відкритих проблем, і у нас з'явилася величезна кількість {{ page.number_of_added_apps }} нових застосунків! 24 з них були додані за один день!
zh_hans: [打包请求](https://gitlab.com/fdroid/rfp)是我们将新应用添加到 F-Droid 主存储库的提交队列。本周，**[@Izzy](https://forum.f-droid.org/u/izzy)**、**[@Rudloff](https://forum.f-droid.org /u/rudloff)**、**[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** 和 **[@Relan](https://forum.f-droid.org/u/Licaon_Kter) /forum.f-droid.org/u/relan)** 一直在处理旧问题，由 **[@Izzy](https://forum.f-droid.org/u/izzy)** 的分类工作带头。最终，他们关闭了近 40% 的未解决问题，我们有大量的 {{ page.number_of_added_apps }} 个新应用可供展示！其中 24 个是在一天内添加的！

source: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)**: Dart scoreboard/counter for physical dart matches.
de: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)**: Dart-Punktetafel/-zähler für reale Dart-Wettkämpfe.
pl: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)**: Tablica wyników / licznik do rzutek fizycznych.
ro: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)**: Tablou de marcaj/contor de săgeți pentru meciuri fizice de săgeți.
ru: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)**: Табло/счетчик для физических матчей по дартсу.
uk: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)**: Табло/лічильник для фізичних матчів з дартсу.
zh_hans: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)**：用于物理飞镖比赛的飞镖计分板/计数器。

source: **[Change Detection](https://f-droid.org/packages/com.bernaferrari.changedetection/)**: Automatically track website changes in background.
de: **[Change Detection](https://f-droid.org/packages/com.bernaferrari.changedetection/)**: Änderungen an Internetseiten automatisch im Hintergrund verfolgen.
pl: **[Change Detection](https://f-droid.org/packages/com.bernaferrari.changedetection/)**: Automatyczne śledzenie zmian strony internetowej w tle.
ro: **[Change Detection](https://f-droid.org/packages/com.bernaferrari.changedetection/)**: Urmăriți automat modificările site-ului web în fundal.
ru: **[Change Detection](https://f-droid.org/packages/com.bernaferrari.changedetection/)**: Автоматическое отслеживание изменений сайта в фоне.
uk: **[Change Detection](https://f-droid.org/packages/com.bernaferrari.changedetection/)**: Автоматичне відстеження змін сайту в тлі.
zh_hans: **[Change Detection](https://f-droid.org/packages/com.bernaferrari.changedetection/)**：后台自动跟踪网站变更。

source: **[Space Trader](https://f-droid.org/packages/com.brucelet.spacetrader/)**: Port of the palm os game of the same name.
de: **[Space Trader](https://f-droid.org/packages/com.brucelet.spacetrader/)**: Portierung der Palm-OS-Spiels mit demselben Namen.
pl: **[Space Trader](https://f-droid.org/packages/com.brucelet.spacetrader/)**: Port gry dla Palm OS o tej samej nazwie.
ro: **[Space Trader](https://f-droid.org/packages/com.brucelet.spacetrader/)**: Portarea jocului Palm Os cu același nume.
ru: **[Space Trader](https://f-droid.org/packages/com.brucelet.spacetrader/)**: Порт одноименной игры для palm os.
uk: **[Space Trader](https://f-droid.org/packages/com.brucelet.spacetrader/)**: Порт однойменної гри для palm os.
zh_hans: **[Space Trader](https://f-droid.org/packages/com.brucelet.spacetrader/)**：掌上操作系统同名游戏移植。

source: **[MobilePauker++](https://f-droid.org/packages/com.daniel.mobilepauker2/)**: Learn intuitively with flash cards and synchronize your lesson with dropbox.
de: **[MobilePauker++](https://f-droid.org/packages/com.daniel.mobilepauker2/)**: Intuitives Lernen mit Karteikarten und Synchronisation der Lektionen mit Dropbox.
pl: **[MobilePauker++](https://f-droid.org/packages/com.daniel.mobilepauker2/)**: Intuicyjnie uczyć się z kart pamięci flash i zsynchronizuj swoje lekcji z dropbox.
ro: **[MobilePauker++](https://f-droid.org/packages/com.daniel.mobilepauker2/)**: Învățați intuitiv cu ajutorul cardurilor flash și sincronizați lecția cu dropbox.
ru: **[MobilePauker++](https://f-droid.org/packages/com.daniel.mobilepauker2/)**: Учитесь интуитивно с помощью флэш-карт и синхронизируйте урок с dropbox.
uk: **[MobilePauker ++](https://f-droid.org/packages/com.daniel.mobilepauker2/)**: Вчіться інтуїтивно за допомогою флеш-карт і синхронізуйте урок з dropbox.
zh_hans: **[MobilePauker++](https://f-droid.org/packages/com.daniel.mobilepauker2/)**：使用闪存卡直观地学习，并将你的课程与 Dropbox 同步。

source: **[Monkeyboard Keystone Radio](https://f-droid.org/packages/com.freshollie.monkeyboard.keystoneradio/)**: Monkeyboard fm & dab/dab+ radio interface.
de: **[Monkeyboard Keystone Radio](https://f-droid.org/packages/com.freshollie.monkeyboard.keystoneradio/)**: Monkeyboard UKW & DAB/DAB+ Radioschnittstelle.
pl: **[Monkeyboard Keystone Radio](https://f-droid.org/packages/com.freshollie.monkeyboard.keystoneradio/)**: Monkeyboard fm &amp; interfejs radiowy dab/dab+.
ro: **[Monkeyboard Keystone Radio](https://f-droid.org/packages/com.freshollie.monkeyboard.keystoneradio/)**: Interfață radio Monkeyboard fm &amp; dab/dab+.
ru: **[Monkeyboard Keystone Radio](https://f-droid.org/packages/com.freshollie.monkeyboard.keystoneradio/)**: Monkeyboard fm и dab/dab+ радио интерфейс.
uk: **[Monkeyboard Keystone Radio](https://f-droid.org/packages/com.freshollie.monkeyboard.keystoneradio/)**: радіоінтерфейс Monkeyboard FM і DAB/DAB+.
zh_hans: **[Monkeyboard Keystone Radio](https://f-droid.org/packages/com.freshollie.monkeyboard.keystoneradio/)**：Monkeyboard fm &amp; dab/dab+ 无线电接口。

source: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)**: Darkness immunity digital amulet.
de: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)**: Digitales Amulett gegen Dunkelheit.
pl: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)**: Cyfrowy amulet odporności na ciemność.
ro: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)**: Amuletă digitală de imunitate la întuneric.
ru: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)**: Цифровой амулет иммунитета к темноте.
uk: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)**: Цифровий амулет імунітету до темряви.
zh_hans: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)**：黑暗免疫数字护身符。

source: **[Tinte Webcoms](https://f-droid.org/packages/com.halftough.webcomreader/)**: Reader for selected webcomics.
de: **[Tinte Webcoms](https://f-droid.org/packages/com.halftough.webcomreader/)**: Lesegerät für ausgewählte Web-Comics.
pl: **[Tinte Webcoms](http://www.droid.org /app /com.Halftough.webcomreader)**: Czytnik dla wybranych webcomics.
ro: **[Tinte Webcoms](https://f-droid.org/packages/com.halftough.webcomreader/)**: Cititor pentru webcomics selectate.
ru: **[Tinte Webcoms](https://f-droid.org/packages/com.halftough.webcomreader/)**: Читалка для выбранных веб-комиксов.
uk: **[Tinte Webcoms](https://f-droid.org/packages/com.halftough.webcomreader/)**: Читалка для обраних вебкоміксів.
zh_hans: **[Tinte Webcoms](https://f-droid.org/packages/com.halftough.webcomreader/)**：选定网络漫画的阅读器。

source: **[Status](https://f-droid.org/packages/com.james.status/)**: An overlay-based statusbar replacement.
de: **[Status](https://f-droid.org/packages/com.james.status/)**: Auf einem Overlay basierender Statusleistenersatz.
pl: **[Status](https://f-droid.org/packages/com.james.status/)** Zastąpienie paska stanu w oparciu o nakładkę.
ro: **[Status](https://f-droid.org/packages/com.james.status/)**: Un înlocuitor al barei de stare bazat pe suprapunere.
ru: **[Status](https://f-droid.org/packages/com.james.status/)**: Замена статусбара на основе оверлея.
uk: **[Status](https://f-droid.org/packages/com.james.status/)**: Заміна статусбара на основі накладення.
zh_hans: **[Status](https://f-droid.org/packages/com.james.status/)**：基于覆盖的状态栏替换。

source: **[AnkiEditor](https://f-droid.org/packages/com.jkcarino.ankieditor/)**: An advanced note editor plug-in for ankidroid.
de: **[AnkiEditor](https://f-droid.org/packages/com.jkcarino.ankieditor/)**: Fortschrittliches Modul zur Notizenbearbeitung für ankidroid.
pl: **[AnkiEditor](https://f-droid.org/packages/com.jkcarino.ankieditor/)**: Zaawansowany edytor notatek - wtyczka do ankidroid.
ro: **[AnkiEditor](https://f-droid.org/packages/com.jkcarino.ankieditor/)**: Un plug-in avansat de editor de note pentru ankidroid.
ru: **[AnkiEditor](https://f-droid.org/packages/com.jkcarino.ankieditor/)**: Плагин продвинутого редактора заметок для ankidroid.
uk: **[AnkiEditor](https://f-droid.org/packages/com.jkcarino.ankieditor/)**: Плагін просунутого редактора нотаток для ankidroid.
zh_hans: **[AnkiEditor](https://f-droid.org/packages/com.jkcarino.ankieditor/)**：ankidroid 的高级笔记编辑器插件。

source: **[Limbo x86](https://f-droid.org/packages/com.limbo.emu.main/)**: A qemu-based emulator.
de: **[Limbo x86](https://f-droid.org/packages/com.limbo.emu.main/)**: Emulator auf QEMU-Basis.
pl: **[Limbo x86](https://f-droid.org/packages/com.limbo.emu.main/)**: Emulator oparty na qemu.
ro: **[Limbo x86](https://f-droid.org/packages/com.limbo.emu.main/)**: Un emulator bazat pe qemu.
ru: **[Limbo x86](https://f-droid.org/packages/com.limbo.emu.main/)**: Эмулятор на базе qemu.
uk: **[Limbo x86](https://f-droid.org/packages/com.limbo.emu.main/)**: Емулятор на базі qemu.
zh_hans: **[Limbo x86](https://f-droid.org/packages/com.limbo.emu.main/)**：基于 qemu 的模拟器。

source: **[FlashCards](https://f-droid.org/packages/com.quchen.flashcard/)**: Simple flash card app with csv files as input.
de: **[FlashCards](https://f-droid.org/packages/com.quchen.flashcard/)**: Einfache Karteikarten-App mit csv-Eingabe.
pl: **[FlashCards](https://f-droid.org/packages/com.quchen.flashcard/)**: Prosta aplikacja kart flash z plikami csv jako dane wejściowe.
ro: **[FlashCards](https://f-droid.org/packages/com.quchen.flashcard/)**: Aplicație simplă pentru carduri flash cu fișiere csv ca intrare.
ru: **[FlashCards](https://f-droid.org/packages/com.quchen.flashcard/)**: Простое приложение для флэш-карт с файлами csv в качестве входных данных.
uk: **[FlashCards](https://f-droid.org/packages/com.quchen.flashcard/)**: Просте застосунок для флеш-карт з файлами csv в якості вхідних даних.
zh_hans: **[FlashCards](https://f-droid.org/packages/com.quchen.flashcard/)**：以 csv 文件为输入的简单闪存卡应用。

source: **[Repeat Me](https://f-droid.org/packages/com.samarthdesai.repeatme/)**: Schedule custom, interval based reminders.
de: **[Repeat Me](https://f-droid.org/packages/com.samarthdesai.repeatme/)**: Erinnerungen nach festgelegten Zeiten terminieren.
pl: **[Repeat Me](https://f-droid.org/packages/com.samarthdesai.repeatme/)**: Zaplanuj niestandardowe przypomnienia oparte na odstępach czasu.
ro: **[Repeat Me](https://f-droid.org/packages/com.samarthdesai.repeatme/)**: Programați memento-uri personalizate, bazate pe intervale.
ru: **[Repeat Me](https://f-droid.org/packages/com.samarthdesai.repeatme/)**: Планирование пользовательских напоминаний, основанных на интервалах.
uk: **[Repeat Me](https://f-droid.org/packages/com.samarthdesai.repeatme/)**: Планування призначених для користувача нагадувань, заснованих на інтервалах.
zh_hans: **[Repeat Me](https://f-droid.org/packages/com.samarthdesai.repeatme/)**：安排自定义，基于间隔的提醒。

source: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)**: Minimalistic launcher.
de: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)**: Minimalistische Start-App.
pl: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)**: Minimalistyczny launcher.
ro: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)**: Lansator minimalist.
ru: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)**: Минималистичный лаунчер.
uk: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)**: Мінімалістичний лаунчер.
zh_hans: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)**：简约的启动器。

source: **[Calculator Notification](https://f-droid.org/packages/com.tananaev.calculator/)**: Calculator application in the android notification drawer.
de: **[Calculator Notification](https://f-droid.org/packages/com.tananaev.calculator/)**: Taschenrechner-App im Android-Benachrichtigungsauszug.
pl: **[Calculator Notification](https://f-droid.org/packages/com.tananaev.calculator/)**: Aplikacja Kalkulator w szufladzie powiadomień systemu android.
ro: **[Calculator Notification](https://f-droid.org/packages/com.tananaev.calculator/)**: Aplicația Calculator în sertarul de notificare Android.
ru: **[Calculator Notification](https://f-droid.org/packages/com.tananaev.calculator/)**: Приложение калькулятора в ящике уведомлений android.
uk: **[Calculator Notification](https://f-droid.org/packages/com.tananaev.calculator/)**: Застосунок калькулятора у панелі сповіщень android.
zh_hans: **[Calculator Notification](https://f-droid.org/packages/com.tananaev.calculator/)**：android 通知抽屉中的计算器应用。

source: **[OpenHub](https://f-droid.org/packages/com.thirtydegreesray.openhub/)**: A github client app, faster and concise.
de: **[OpenHub](https://f-droid.org/packages/com.thirtydegreesray.openhub/)**: Github-Client, schneller, knapp und präzise.
pl: **[OpenHub](https://f-droid.org/packages/com.thirtydegreesray.openhub/)**: Szybka i zwięzła aplikacja kliencka github.
ro: **[OpenHub](https://f-droid.org/packages/com.thirtydegreesray.openhub/)**: O aplicație client github, mai rapidă și mai concisă.
ru: **[OpenHub](https://f-droid.org/packages/com.thirtydegreesray.openhub/)**: Приложение-клиент github, более быстрое и лаконичное.
uk: **[OpenHub](https://f-droid.org/packages/com.thirtydegreesray.openhub/)**: Клієнтський застосунок github, швидший і лаконічний.
zh_hans: **[OpenHub](https://f-droid.org/packages/com.thirtydegreesray.openhub/)**：一个 github 客户端应用，更快更简洁。

source: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)**: Network connection blocker and packet analyzer.
de: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)**: Netzwerkverbindungsblocker und Paketanalysator.
pl: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)**: Blokowanie połączeń sieciowych i analizator pakietów.
ro: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)**: Blocator de conexiuni de rețea și analizor de pachete.
ru: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)**: Блокировщик сетевых соединений и анализатор пакетов.
uk: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)**: Блокування мережевих з'єднань і аналізатор пакетів.
zh_hans: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)**：网络连接拦截器和数据包分析器。

source: **[HU Berlin Wi-Fi Installer](https://f-droid.org/packages/de.hu_berlin.eduroam/)**: Eduroam setup tool for humboldt university of berlin.
de: **[HU Berlin Wi-Fi Installer](https://f-droid.org/packages/de.hu_berlin.eduroam/)**: Hilfsmittel zur Eduroam-Einrichtung für die Humboldt-Universität Berlin.
pl: **[HU Berlin Wi-Fi Installer](https://f-droid.org/packages/de.hu_berlin.eduroam/)**: Narzędzie konfiguracyjne Eduroam dla Uniwersytetu Humboldt w Berlinie.
ro: **[HU Berlin Wi-Fi Installer](https://f-droid.org/packages/de.hu_berlin.eduroam/)**: Instrument de instalare Eduroam pentru Universitatea Humboldt din Berlin.
ru: **[HU Berlin Wi-Fi Installer](https://f-droid.org/packages/de.hu_berlin.eduroam/)**: Инструмент настройки Eduroam для университета Гумбольдта в Берлине.
uk: **[HU Berlin Wi-Fi Installer](https://f-droid.org/packages/de.hu_berlin.eduroam/)**: Інструмент налаштування Eduroam для університету Гумбольдта в Берліні.
zh_hans: **[HU Berlin Wi-Fi Installer](https://f-droid.org/packages/de.hu_berlin.eduroam/)**：柏林洪堡大学的 Eduroam 设置工具。

source: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)**: Find the german public holidays per state and year.
de: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)**: Allgemeine, deutsche Feiertage nach Bundesland und Jahr finden.
pl: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)**: Znajdź niemieckie święta państwowe stałe i na rok.
ro: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)**: Găsește sărbătorile legale germane pe land și pe an.
ru: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)**: Найдите немецкие государственные праздники по штатам и годам.
uk: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)**: Знайдіть німецькі державні свята за штатами й роками.
zh_hans: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)**：查找每个州和每年的德国公共假期。

source: {{ page.featured }} **[SmsMatrix](https://f-droid.org/packages/eu.droogers.smsmatrix/)**: This app turns your phone into an SMS <-> Matrix bridge.
de: {{ page.featured }} **[SmsMatrix](https://f-droid.org/packages/eu.droogers.smsmatrix/)**: Diese App verwandelt Dein Telefon in eine SMS <-> Matrix-Brücke.
pl: {{ page.featured }} **[SmsMatrix](https://f-droid.org/packages/eu.droogers.smsmatrix/)**: Ta aplikacja zamienia Twój telefon w mostek SMS &lt;-&gt; Matrix.
ro: {{ page.featured }} **[SmsMatrix](https://f-droid.org/packages/eu.droogers.smsmatrix/)**: Această aplicație vă transformă telefonul într-o punte SMS &lt;-&gt; Matrix.
ru: {{ page.featured }} **[SmsMatrix](https://f-droid.org/packages/eu.droogers.smsmatrix/)**: Это приложение превращает ваш телефон в мост SMS &lt;-&gt; Matrix.
uk: {{ page.featured }} **[SmsMatrix](https://f-droid.org/packages/eu.droogers.smsmatrix/)**: Цей застосунок перетворює ваш телефон у міст SMS &lt;-&gt; Matrix.
zh_hans: {{ page.featured }} **[SmsMatrix](https://f-droid.org/packages/eu.droogers.smsmatrix/)**：此应用将你的手机变成短信 &lt;-&gt; Matrix 桥.

source: **[Bhagavad Gita](https://f-droid.org/packages/eu.quelltext.gita/)**
ro: **[Bhagavad Gita_(Bhagavad Gita)](https://f-droid.org/packages/eu.quelltext.gita/)**
zh_hans: **[薄伽梵歌](https://f-droid.org/packages/eu.quelltext.gita/)**

source: **[Brainstonz](https://f-droid.org/packages/eu.veldsoft.brainstonz/)**: Brainstonz is a board game for two players.
de: **[Brainstonz](https://f-droid.org/packages/eu.veldsoft.brainstonz/)**: Brainstonz ist ein Brettspiel für zwei Spieler.
pl: **[Brainstonz](https://f-droid.org/packages/eu.veldsoft.brainstonz/)**: Brainstonz to gra planszowa dla dwóch graczy.
ro: **[Brainstonz](https://f-droid.org/packages/eu.veldsoft.brainstonz/)**: Brainstonz este un joc de societate pentru doi jucători.
ru: **[Brainstonz](https://f-droid.org/packages/eu.veldsoft.brainstonz/)**: Brainstonz - это настольная игра для двух игроков.
uk: **[Brainstonz](https://f-droid.org/packages/eu.veldsoft.brainstonz/)**: Brainstonz - це настільна гра для двох гравців.
zh_hans: **[Brainstonz](https://f-droid.org/packages/eu.veldsoft.brainstonz/)**：Brainstonz 是两个玩家的棋盘游戏。

source: **[Hungarian Rings](https://f-droid.org/packages/eu.veldsoft.hungarian.rings/)**: Puzzle game.
de: **[Hungarian Rings](https://f-droid.org/packages/eu.veldsoft.hungarian.rings/)**: Denkspiel.
pl: **[Hungarian Rings](https://f-droid.org/packages/eu.veldsoft.hungarian.rings/)**: Gra logiczna.
ro: **[Hungarian Rings](https://f-droid.org/packages/eu.veldsoft.hungarian.rings/)**: Joc tip Puzzle.
ru: **[Hungarian Rings](https://f-droid.org/packages/eu.veldsoft.hungarian.rings/)**: Головоломка.
uk: **[Hungarian Rings](https://f-droid.org/packages/eu.veldsoft.hungarian.rings/)**: Головоломка.
zh_hans: **[Hungarian Rings](https://f-droid.org/packages/eu.veldsoft.hungarian.rings/)**：益智游戏。
