Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: GCM (or, how it’s called now, FCM, Firebase Cloud Messaging) is a service owned by Google. We at [Tutanota](https://tutanota.com/) used FCM for our old Android app. Unfortunately, FCM includes Google's tracking code for analytics purposes, which we didn’t want to use. And, even more important: For being able to use FCM, you have to send all your notification data to Google. You also have to use their proprietary libraries. Because of the privacy and security concerns that naturally go along with this, we did not send any info in the notification messages with the old app (which, understandably, led to complaints by our users). Therefore, the push notification in the old app only mentioned that you received a new message without any reference to the email itself or to the mailbox the message has been placed in.
de: GCM (oder, wie es jetzt heißt, FCM, Firebase Cloud Messaging) ist ein google-eigener Dienst. Wir bei [Tutanota](https://tutanota.com/) verwendeten FCM für unsere alte Android-App. Bedauerlicherweise beinhaltet FCM Google's Tracking Code zu Analysezwecken, die wir nicht nutzen wollten. Und wesentlich wichtiger: Um FCM nutzen zu können, müssen alle Benachrichtigungsdaten an Google übermittelt werden. Es müssen außerdem ihre proprietären Bibliotheken verwendet werden. Aufgrund der Bedenken hinsichtlich Datenschutz und Sicherheit, die damit natürlich verbunden sind, versandten wir keine Informationen in den Benachrichtigungsmeldungen mit der alten App (was, verständlicherweise, zu Beschwerden von unseren Anwendern führte). Deshalb meldete die Push-Benachrichtigung in der alten App lediglich, dass eine neue Nachricht angekommen sei ohne jeden Verweis auf die E-Mail selbst oder den Posteingang, in dem die Nachricht eingegangen war.
pl: GCM (lub, jak to się nazywa teraz, FCM, Firebase Cloud Messaging) to usługa należąca do Google. W [Tutanota](https://tutanota.com/) używaliśmy FCM dla naszej starej aplikacji na Androida. Niestety FCM zawiera kod śledzenia Google do celów analitycznych, którego nie chcieliśmy używać. I jeszcze ważniejsze: aby móc korzystać z FCM, musisz wysłać wszystkie swoje dane z powiadomień do Google. Musisz także korzystać z ich własnych bibliotek. Ze względu na kwestie związane z prywatnością i bezpieczeństwem, które w naturalny sposób zgadzają się z tym, nie wysyłaliśmy żadnych informacji w powiadomieniach ze starą aplikacją (co zrozumiałe, doprowadziło do skarg naszych użytkowników). Dlatego powiadomienie push w starej aplikacji wspomniało tylko, że otrzymałeś nową wiadomość bez żadnego odniesienia do samej wiadomości e-mail lub do skrzynki pocztowej, w której wiadomość została umieszczona.
ro: GCM (sau, cum se numește acum, FCM, Firebase Cloud Messaging) este un serviciu deținut de Google. Noi, cei de la [Tutanota](https://tutanota.com/), am folosit FCM pentru vechea noastră aplicație Android. Din nefericire, FCM include codul de urmărire al Google în scopuri de analiză, pe care noi nu am dorit să îl folosim. Și, chiar mai important: Pentru a putea utiliza FCM, trebuie să trimiteți toate datele de notificare către Google. De asemenea, trebuie să folosiți bibliotecile lor proprietare. Din cauza preocupărilor legate de confidențialitate și securitate care însoțesc în mod natural acest lucru, nu am trimis nicio informație în mesajele de notificare cu vechea aplicație (ceea ce, în mod normal, a dus la plângeri din partea utilizatorilor noștri). Prin urmare, notificarea push din vechea aplicație menționa doar faptul că ați primit un mesaj nou, fără nicio referire la e-mailul în sine sau la căsuța poștală în care a fost plasat mesajul.
ru: GCM (или, как он называется сейчас, FCM, Firebase Cloud Messaging) - это сервис, принадлежащий Google. Мы в [Tutanota](https://tutanota.com/) использовали FCM для нашего старого приложения для Android. К сожалению, FCM включает в себя код отслеживания Google для целей аналитики, который мы не хотели использовать. И, что еще более важно: Чтобы иметь возможность использовать FCM, вы должны отправлять все свои данные уведомлений в Google. Вы также должны использовать их собственные библиотеки. Из-за проблем с конфиденциальностью и безопасностью, которые, естественно, сопутствуют этому, мы не отправляли никакой информации в сообщениях уведомлений в старом приложении (что, понятно, вызвало жалобы наших пользователей). Поэтому push-уведомление в старом приложении говорило только о том, что вы получили новое сообщение, без каких-либо ссылок на само письмо или почтовый ящик, в который оно было помещено.
uk: GCM (зараз FCM, Firebase Cloud Messaging) — служба, що належить Google. Ми в [Tutanota](https://tutanota.com/) використовували FCM у нашому старому Android-застосунку. На жаль, FCM містить аналітичний код стеження Google, який ми не хотіли використовувати. До того ж, аби використовувати FCM, ви мусите надсилати Google дані всіх своїх сповіщень. Ви також мусите використовувати їхні пропрієтарні бібліотеки. Через очевидні наслідки цього для конфіденційності й безпеки, ми не надсилали жодних даних у сповіщеннях старого застосунку (що, звісно, псувало користувацькі враження). Тож push-сповіщення старого застосунку повідомляло лише про факт отримання листа, без деталей про його вміст чи скриньку, куди він потрапив.
zh_hans: GCM（或现在称为 FCM，Firebase Cloud Messaging）是 Google 拥有的一项服务。我们 [Tutanota](https://tutanota.com/) 将 FCM 用于我们的旧 Android 应用。不幸的是，FCM 包含用于分析的 Google 跟踪代码，我们不想使用它。而且，更重要的是：为了能够使用 FCM，你必须将所有通知数据发送给 Google。你还必须使用他们的专有库。由于随之而来的隐私和安全问题，我们没有在旧应用的通知消息中发送任何信息（可以理解，这导致了我们用户的抱怨）。因此，旧应用中的推送通知仅提及你收到了一条新消息，而没有提及电子邮件本身或该消息所在的邮箱。

source: FCM is quite convenient to use, over the years Google made changes to Android which made it harder not to use their service for notifications. On the other hand, giving up Google's notification service would free us from requiring our users to have Google Play Services on their phones.
de: FCM ist ziemlich komfortabel zu verwenden, über die Jahre hat Google an Android Änderungen durchgeführt, die es schwerer machten, ihren Dienst für Benachrichtigungen nicht zu nutzen. Auf der anderen Seite würde uns die Abschaffung des Google-Benachrichtigungsdienstes davon befreien, dass unsere Anwender dazu gezwungen sind, Google Play Services auf ihren Geräten zu haben.
pl: FCM jest dość wygodny w użyciu, przez lata Google wprowadzał zmiany w systemie Android, co utrudniło korzystanie z ich usług dla powiadomień. Z drugiej strony rezygnacja z usługi powiadamiania Google uwolniłaby nas od wymogu, aby nasi użytkownicy mieli Usługi Google Play na swoich telefonach.
ro: FCM este destul de comod de utilizat, de-a lungul anilor Google a făcut modificări la Android care au făcut mai greu să nu folosești serviciul lor pentru notificări. Pe de altă parte, renunțarea la serviciul de notificări al Google ne-ar scuti de a le cere utilizatorilor noștri să aibă Google Play Services pe telefoane.
ru: FCM довольно удобен в использовании, с годами Google внесла изменения в Android, которые усложнили задачу не использовать их сервис для уведомлений. С другой стороны, отказ от службы уведомлений Google избавит нас от необходимости требовать от наших пользователей наличия Google Play Services на их телефонах.
uk: FCM досить зручний у використанні, з роками Google внесла зміни в Android, які ускладнили завдання не використовувати їх сервіс для повідомлень. З іншого боку, відмова від служби повідомлень Google позбавить нас від необхідності вимагати від наших користувачів наявності Google Play Services на їх телефонах.
zh_hans: FCM 使用起来非常方便，多年来 Google 对 Android 进行了更改，这使得不使用他们的通知服务变得更加困难。另一方面，放弃 Google 的通知服务将使我们免于要求我们的用户在他们的手机上安装 Google Play 服务。

source: The challenge to replace Google’s FCM
de: Die Herausforderung Google’s FCM zu ersetzen
pl: Wyzwanie zastąpienia FCM Google
ro: Provocarea de a înlocui FCM-ul Google
ru: Задача заменить FCM Google
uk: Завдання замінити FCM Google
zh_hans: 更换 Google FCM 的挑战

source: The Tutanota apps are Libre software, and we wanted to [publish our Android app on F-Droid](https://tutanota.com/blog/posts/open-source-email). We wanted our users to be able to use Tutanota on every ROM and every device, without the control of a third-party like Google. We decided to take on the challenge and to build our own push notification service.
de: Tutanota-Apps sind Libre Software und wir wollten [unsere Android-App auf F-Droid veröffentlichen](https://tutanota.com/blog/posts/open-source-email). Wir wollten, dass unsere Anwender in der Lage sind, Tutanota mit jedem ROM und auf jedem Gerät zu verwenden, ohne Überwachung durch einen Drittanbieter wie Google. Wir entschieden, die Herausforderung anzunehmen und unseren eigenen Push-Benachrichtungsdienst zu programmieren.
pl: Aplikacje Tutanota są oprogramowaniem Libre i chcieliśmy [opublikować naszą aplikację na Androida na F-Droid](https://tutanota.com/blog/posts/open-source-email). Chcieliśmy, aby nasi użytkownicy mogli korzystać z Tutanoty na każdym ROMie i każdym urządzeniu, bez kontroli jakiejkolwiek strony trzeciej, takiej jak Google. Postanowiliśmy podjąć wyzwanie i zbudować własną usługę powiadamiania push.
ro: Aplicațiile Tutanota sunt software Libre, iar noi am vrut să [publish our Android app on F-Droid](https://tutanota.com/blog/posts/open-source-email).Am vrut ca utilizatorii noștri să poată folosi Tutanota pe orice ROM și pe orice dispozitiv, fără a fi controlați de o terță parte precum Google. Am decis să acceptăm provocarea și să ne construim propriul serviciu de notificare push.
ru: Приложения Tutanota - это Libre-программы, и мы хотели [опубликовать наше приложение для Android на F-Droid](https://tutanota.com/blog/posts/open-source-email). Мы хотели, чтобы наши пользователи могли использовать Tutanota на любом ROM и любом устройстве, без контроля со стороны сторонних компаний, таких как Google. Мы решили принять вызов и создать свой собственный сервис push-уведомлений.
uk: Застосунки Tutanota — це вільне програмне забезпечення, і ми хотіли [опублікувати наш застосунок для Android на F-Droid](https://tutanota.com/blog/posts/open-source-email). Ми хотіли, щоб наші користувачі могли використовувати Tutanota на будь-якому ROM і будь-якому пристрої, без контролю з боку сторонніх компаній, таких як Google. Ми вирішили прийняти виклик і створити свою власну службу push-сповіщень.
zh_hans: Tutanota 应用是自由软件，我们想[在 F-Droid 上发布我们的 Android 应用](https://tutanota.com/blog/posts/open-source-email)。我们希望我们的用户能够在每个 ROM 和每个设备上使用 Tutanota，而不需要像 Google 这样的第三方的控制。我们决定接受挑战并构建我们自己的推送通知服务。

source: When we started designing our push system, we had several goals in mind:
de: Als wir damit begannen, unser Push-System zu entwickeln, hatten wir verschiedene Ziele vor Augen:
pl: Kiedy zaczęliśmy projektować nasz system push, mieliśmy na uwadze kilka celów:
ro: Când am început să proiectăm sistemul nostru push, am avut în minte mai multe obiective:
ru: Когда мы начали разрабатывать нашу систему пушов, мы преследовали несколько целей:
uk: Коли ми почали розробляти нашу систему пушів, ми переслідували кілька цілей:
zh_hans: 当我们开始设计推送系统时，我们有几个目标：

source: it must be secure
de: es muss sicher sein
pl: musi być bezpieczny
ro: trebuie să fie sigur
ru: это должно быть безопасно
uk: це повинно бути безпечно
zh_hans: 它必须是安全的

source: it must be fast
de: es muss schnell sein
pl: musi być szybki
ro: trebuie să fie rapid
ru: это должно быть быстро
uk: це повинно бути швидко
zh_hans: 它必须很快

source: it must be power-efficient
de: es muss energiesparend sein
pl: musi być energooszczędny
ro: trebuie să fie eficient din punct de vedere energetic
ru: это должно быть энергоэффективным
uk: це повинно бути енергоефективним
zh_hans: 它必须是节能的

source: We’ve made a research on how others (Signal, Wire, Conversations, Riot, Facebook, Mastodon) have been solving similar problems. We had several options in mind, including WebSockets, MQTT, Server Sent Events and HTTP/2 Server Push.
de: Wir recherchierten, wie andere (Signal, Wire, Conversations, Riot, Facebook, Mastodon) ähnliche Probleme gelöst hatten. Wir überdachten verschiedene Möglichkeiten, dazu gehörten WebSockets, MQTT, Server Sent Events und HTTP/2 Server Push.
pl: Zbadaliśmy, jak inni (Signal, Wire, Conversations, Riot, Facebook, Mastodon) rozwiązują podobne problemy. Mieliśmy na myśli kilka opcji, w tym WebSockets, MQTT, Server Sent Events i HTTP/2 Server Push.
ro: Am făcut o cercetare a modului în care alții (Signal, Wire, Conversations, Riot, Facebook, Mastodon) au rezolvat probleme similare. Aveam în minte mai multe opțiuni, printre care WebSockets, MQTT, Server Sent Events și HTTP/2 Server Push.
ru: Мы провели исследование того, как другие (Signal, Wire, Conversations, Riot, Facebook, Mastodon) решали подобные проблемы. У нас было несколько вариантов, включая WebSockets, MQTT, Server Sent Events и HTTP/2 Server Push.
uk: Ми провели дослідження того, як інші (Signal, Wire, Conversations, Riot, Facebook, Mastodon) вирішували подібні проблеми. У нас було кілька варіантів, включаючи WebSockets, MQTT, Server Sent Events і HTTP/2 Server Push.
zh_hans: 我们研究了其他人 (Signal, Wire, Conversations, Riot, Facebook, Mastodon) 如何解决类似问题。我们想到了几个选项，包括 WebSockets、MQTT、服务器发送事件和 HTTP/2 服务器推送。

source: Replaced FCM with SSE
de: Ersatz von FCM durch SSE
pl: Zastąpiono FCM SSE
ro: Înlocuirea FCM cu SSE
ru: Замена ТСМ на SSE
uk: Заміна ТСМ на SSE
zh_hans: 用 SSE 替代 FCM

source: We settled on the SSE (Server Sent Events) because it seemed like a simple solution. By that I mean “easy to implement, easy to debug”. Debugging these types of things can be a major headache so one should not underestimate this factor. Another argument in favour of SSE was relative power efficiency: We didn’t need upstream messages and a constant connection was not our goal.
de: Wir legten uns auf SSE (Server Sent Events) fest, weil es als einfache Lösung nahelag. Damit meine ich, “leicht zu implementieren, leicht auszutesten”. Die Fehlerbereinigung bei dieser Art von Dingen kann große Kopfschmerzen bereiten, somit sollte man diesen Faktor nicht unterschätzen. Ein weiteres Argument, das für SSE sprach, war die relative Energieeffizienz: Wir brauchten keine Upstream-Nachrichten und eine dauerhafte Verbindung war nicht unser Ziel.
pl: Opieraliśmy się na SSE (Server Sent Events), ponieważ wydawało się to prostym rozwiązaniem. Mam przez to na myśli "łatwe do wdrożenia, łatwe do debugowania". Debugowanie tego typu rzeczy może być dużym bólem głowy, więc nie należy lekceważyć tego czynnika. Kolejnym argumentem przemawiającym na korzyść SSE była względna wydajność energetyczna: nie potrzebowaliśmy komunikatów typu upstream, a stały kontakt nie był naszym celem.
ro: Am optat pentru SSE (Server Sent Events), deoarece părea o soluție simplă. Prin asta înțeleg "ușor de implementat, ușor de depanat". Depanarea acestor tipuri de lucruri poate fi o mare bătaie de cap, așa că nu trebuie subestimat acest factor. Un alt argument în favoarea SSE a fost eficiența energetică relativă: Nu aveam nevoie de mesaje în amonte, iar scopul nostru nu era o conexiune constantă.
ru: Мы остановились на SSE (Server Sent Events), потому что это казалось простым решением. Под этим я подразумеваю "легко реализовать, легко отладить". Отладка такого рода вещей может стать головной болью, поэтому не стоит недооценивать этот фактор. Еще одним аргументом в пользу SSE была относительная энергоэффективность: Нам не нужны были восходящие сообщения, и постоянное соединение не было нашей целью.
uk: Ми зупинилися на SSE (Server Sent Events), тому що це здавалося простим рішенням. Під цим я маю на увазі "легко реалізувати, легко налагодити". Налагодження такого роду речей може стати головним болем, тому не варто недооцінювати цей фактор. Ще одним аргументом на користь SSE була відносна енергоефективність: Нам не потрібні були висхідні повідомлення, і постійне з'єднання не було нашою метою.
zh_hans: 我们选择了 SSE（服务器发送事件），因为它看起来是一个简单的解决方案。我的意思是“易于实现，易于调试”。调试这些类型的东西可能是一件令人头疼的事情，因此不应低估这一因素。支持 SSE 的另一个论据是相对的功率效率：我们不需要上游消息，并且持续连接不是我们的目标。

source: So, what is SSE?
de: Also, was ist SSE?
pl: Czym więc jest SSE?
ro: Deci, ce este SSE?
ru: Итак, что такое SSE?
uk: Отже, що таке SSE?
zh_hans: 那么，什么是 SSE？

source: SSE is a web API which allows a server to send events to the connected clients. It is a relatively old API which is, in my opinion, underused. I’ve never heard about SSE before looking at the [federated network Mastodon](https://joinmastodon.org/): They use SSE for real-time timeline updates, and it is working great.
de: SSE ist eine Internetschnittstelle, die es einem Server ermöglicht, Ereignisse an verbundene Clients zu senden. Es ist eine relativ alte API, die meiner Meinung nach brachliegt. Ich hatte von SSE noch nie gehört, bis ich mir das [föderale Netzwerk Mastodon](https://joinmastodon.org/) ansah: Sie nutzen SSE zur Aktualisierung der Zeitleiste in Echtzeit und das funktioniert wunderbar.
pl: SSE to webowy interfejs API, który pozwala serwerowi wysyłać zdarzenia do podłączonych klientów. Jest to stosunkowo stare API, które, moim zdaniem, jest niedostatecznie wykorzystywane. Nigdy nie słyszałem o SSE przed obejrzeniem [federacyjnej sieci Mastodon](https://joinmastodon.org/): Używają SSE do aktualizowania osi czasu w czasie rzeczywistym i działa świetnie.
ro: SSE este un API web care permite unui server să trimită evenimente către clienții conectați. Este un API relativ vechi care, în opinia mea, este subutilizat. Nu am auzit niciodată de SSE înainte de a mă uita la [federated network Mastodon](https://joinmastodon.org/): Ei folosesc SSE pentru actualizări în timp real ale cronologiei și funcționează foarte bine.
ru: SSE - это веб-интерфейс API, который позволяет серверу отправлять события подключенным клиентам. Это относительно старый API, который, на мой взгляд, недостаточно используется. Я никогда не слышал о SSE, пока не посмотрел на [федеративную сеть Mastodon](https://joinmastodon.org/): Они используют SSE для обновления временной шкалы в реальном времени, и это отлично работает.
uk: SSE - це вебінтерфейс API, який дозволяє серверу відправляти події підключеним клієнтам. Це відносно старий API, який, на мій погляд, недостатньо використовується. Я ніколи не чув про SSE, поки не подивився на [федеративну мережу Mastodon](https://joinmastodon.org/): Вони використовують SSE для оновлення тимчасової шкали в реальному часі, і це чудово працює.
zh_hans: SSE 是一个 Web API，它允许服务器向连接的客户端发送事件。这是一个相对较旧的 API，在我看来，它未被充分利用。在查看[联邦网络 Mastodon](https://joinmastodon.org/) 之前，我从未听说过 SSE：他们使用 SSE 进行实时时间线更新，而且效果很好。

source: The protocol itself is very simple and resembles good old polling: The client opens a connection, and the server keeps it open. The difference from classical polling is that we keep this connection open for multiple events. The server can send events and data messages; they are just separated by new lines. So the only thing the client needs to do is to open a connection with big timeout and read the stream in a loop.
de: Das Protokoll selbst ist sehr einfach und ähnelt dem guten alten Polling: Der Client öffnet eine Verbindung und der Server hält sie offen. Der Unterschied zum klassischen Polling ist, dass wir die Verbindung für mehrere Ereignisse offen halten. Der Server kann Ereignisse und Datennachrichten senden; sie werden lediglich durch neue Zeilen getrennt. Somit muss der Client nur eine Sache tun, eine Verbindung mit langer Auszeit öffnen und den Datenstrom in einer Dauerschleife einlesen.
pl: Sam protokół jest bardzo prosty i przypomina stare, dobre sondowanie: klient otwiera połączenie, a serwer je otwiera. Różnica w stosunku do klasycznego odpytywania polega na tym, że utrzymujemy to połączenie otwarte dla wielu zdarzeń. Serwer może wysyłać zdarzenia i wiadomości danych; są one po prostu oddzielone nowymi liniami. Tak więc jedyne, co klient musi zrobić, to otworzyć połączenie z dużym limitem czasu i odczytać strumień w pętli.
ro: Protocolul în sine este foarte simplu și se aseamănă cu vechiul sondaj de opinie: Clientul deschide o conexiune, iar serverul o menține deschisă. Diferența față de interogarea clasică constă în faptul că noi menținem această conexiune deschisă pentru mai multe evenimente. Serverul poate trimite evenimente și mesaje de date; acestea sunt doar separate prin linii noi. Așadar, singurul lucru pe care clientul trebuie să îl facă este să deschidă o conexiune cu un timeout mare și să citească fluxul într-o buclă.
ru: Сам протокол очень прост и напоминает старый добрый опрос: Клиент открывает соединение, а сервер держит его открытым. Отличие от классического опроса заключается в том, что мы держим это соединение открытым для нескольких событий. Сервер может отправлять события и сообщения с данными; они просто разделяются новыми строками. Поэтому единственное, что нужно сделать клиенту, это открыть соединение с большим таймаутом и прочитать поток в цикле.
uk: Сам протокол дуже простий і нагадує старе добре опитування: Клієнт відкриває з'єднання, а сервер тримає його відкритим. Відмінність від класичного опитування полягає в тому, що ми тримаємо це з'єднання відкритим для декількох подій. Сервер може відправляти події і повідомлення з даними; вони просто поділяються новими рядками. Тому єдине, що потрібно зробити клієнту, це відкрити з'єднання з великим таймаут і прочитати потік в циклі.
zh_hans: 协议本身非常简单，类似于老式的轮询：客户端打开连接，服务器保持打开状态。与经典轮询的不同之处在于，我们为多个事件保持此连接打开。服务器可以发送事件和数据消息；它们只是由新行分隔。所以客户端唯一需要做的就是打开一个大超时的连接并循环读取流。

source: SSE fits our needs better than WebSocket would (it is cheaper and converges faster, because it’s not duplex). We’ve seen multiple chat apps trying using WebSocket for push notifications and it didn’t seem power efficient.
de: SSE passt besser zu unseren Anforderungen als WebSocket (es ist kostengünstiger und fließt schneller zusammen, weil es kein Duplex ist). Wir haben mehrere Chat-Apps betrachtet, die versuchen, WebSocket für Push-Benachrichtigungen zu nutzen, und es scheint nicht so energieeffizient zu sein.
pl: SSE lepiej pasuje do naszych potrzeb niż WebSocket (jest tańszy i zbiegają się szybciej, ponieważ nie jest duplex). Widzieliśmy wiele aplikacji do czatów próbujących używać WebSocket do powiadomień push i nie wydawało się to wydajne energetycznie.
ro: SSE se potrivește mai bine nevoilor noastre decât WebSocket (este mai ieftin și converge mai repede, deoarece nu este duplex). Am văzut mai multe aplicații de chat care au încercat să folosească WebSocket pentru notificări push și nu păreau eficiente din punct de vedere energetic.
ru: SSE подходит для наших нужд лучше, чем WebSocket (он дешевле и быстрее конвергируется, поскольку не является дуплексным). Мы видели, как многие приложения для чатов пытались использовать WebSocket для push-уведомлений, и это не казалось энергоэффективным.
uk: SSE підходить для наших потреб краще, ніж WebSocket (він дешевше і швидше конвергуються, оскільки не є дуплексним). Ми бачили, як багато застосунків для чатів намагалися використовувати WebSocket для push-повідомлень, і це не здавалося енергоефективним.
zh_hans: SSE 比 WebSocket 更适合我们的需求（它成本更低且收敛速度更快，因为它不是双工的）。我们已经看到多个聊天应用尝试使用 WebSocket 进行推送通知，但它似乎并不高效。
