Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: _This blog post was written by Licaon_Kter, one of F-Droid's contributors. To help support the work of Licaon_Kter and other contributors, please consider [donating to F-Droid]({{ site.baseurl }}/donate/). We're looking to raise €1,200 per week so Licaon_Kter can keep contributing full-time._
de: _Dieser Blog-Beitrag wurde von Licaon_Kter, einem Mitwirkenden an F-Droid, verfasst. Um die Arbeit von Licaon_Kter und anderen Mitwirkenden zu unterstützen, erwägt bitte [eine Spende an F-Droid]({{ site.baseurl }}/donate/). Wir schauen, dass wir €1,200 pro Woche bereitstellen, damit Licaon_Kter weiter Vollzeit mitarbeiten kann._
pl: _Ten wpis został napisany przez Licaon_Kter, współpracownika F-Droida. Aby pomóc wspierać pracę Licaon_Kter i innych współpracowników, prosimy o rozważenie [darowizny dla F-Droid]({{ site.baseurl }}/donate/). Chcemy zebrać 1200 euro tygodniowo, aby Licaon_Kter mógł kontynuować pracę w pełnym wymiarze godzin._
ro: _Acest postare pe blog a fost scris de Licaon_Kter, unul dintre colaboratorii F-Droid. Pentru a ajuta la susținerea activității lui Licaon_Kter și a altor colaboratori, vă rugăm să luați în considerare [donarea către F-Droid]({{ site.baseurl }}/donate/). Dorim să strângem 1.200 de euro pe săptămână pentru ca Licaon_Kter să poată continua să contribuie cu normă întreagă._
ru: Эту статью написал Ликаон_Ктер, один из авторов F-Droid. Чтобы поддержать работу Ликаона_Ктера и других контрибьюторов, пожалуйста, рассмотрите возможность [пожертвования на F-Droid]({{ site.baseurl }}/donate/). Мы хотим собирать по 1200 евро в неделю, чтобы Ликаон_Ктер мог продолжать вносить свой вклад на постоянной основе._
uk: _Цей допис у блозі написав Licaon_Kter, один з учасників F-Droid. Щоб допомогти підтримати роботу Licaon_Kter та інших учасників, будь ласка, зробіть [внесок F-Droid]({{ site.baseurl }}/donate/). Наша мета — збирати 1200 євро на тиждень, щоб Licaon_Kter міг продовжувати працювати повний робочий день._
zh_hans: _这篇博文由 F-Droid 的贡献者之一 Licaon_Kter 撰写。为了帮助支持 Licaon_Kter 和其他贡献者的工作，请考虑[向 F-Droid 捐赠]({{ site.baseurl }}/donate/)。我们希望每周筹集 1,200 欧元，以便 Licaon_Kter 可以继续全职进行贡献。_

source: A user
de: Ein Nutzer
pl: Użytkownik
ro: Un utilizator
ru: Пользователь
uk: Як користувач
zh_hans: 一名用户

source: I've been using free and open source software for over 20 years now. I started with dual-booting for testing GNU/Linux distros and decided on Slackware for some years. As WINE was always getting better there were few and few reasons to dual-boot and I've switched to Debian and removed the Windows partition altogether. Since I was always 15 minutes or less away from an Internet connected PC, I didn't care about smartphones. Sure, I've setup a couple of devices for the family, but until I've got an old device of my own I was blissfully unaware of why Android is free or why iOS is closed.
de: Ich verwende jetzt Free and Open Source Software seit über 20 Jahren. Ich begann mit einem Dual-Boot-System, um GNU/Linux-Distros zu testen und entschied mich für einige Jahre für Slackware. Nachdem WINE immer besser wurde, gab es immer weniger Gründe für Dual-Boot und ich wechselte zu Debian und entfernte die Windows-Partition komplett. Da ich stets 15 oder weniger Minuten von einem mit dem Internet verbundenen PC entfernt war, kümmerte ich mich nicht um Smartphones. Sicher, ich habe eine Handvoll Geräte für die Familie eingerichtet, aber bis ich selbst ein altes Gerät erhielt, war ich völlig unwissend, warum Android frei oder warum iOS gesperrt ist.
pl: Używam wolnego i otwartego oprogramowania już od ponad 20 lat. Zacząłem od dual-bootowania w celu testowania dystrybucji GNU/Linux i na kilka lat zdecydowałem się na Slackware. Ponieważ WINE stawał się coraz lepszy, było coraz mniej powodów do korzystania z dual-boot, więc przerzuciłem się na Debiana i całkowicie usunąłem partycję Windows. Ponieważ od komputera podłączonego do Internetu dzieliło mnie nie więcej niż 15 minut, nie przejmowałem się smartfonami. Jasne, skonfigurowałem kilka urządzeń dla rodziny, ale dopóki nie dostałem własnego starego urządzenia, nie wiedziałem, dlaczego Android jest darmowy, a iOS zamknięty.
ro: Folosesc programe libere și cu sursă deschisă de peste 20 de ani. Am început cu dual-booting-ul pentru testarea distribuțiilor GNU/Linux și m-am decis pentru Slackware câțiva ani. Cum WINE era din ce în ce mai bun, au fost din ce în ce mai puține motive să fac dual-boot și am trecut la Debian și am eliminat cu totul partiția Windows. Deoarece eram întotdeauna la 15 minute sau mai puțin de un PC conectat la internet, nu mi-a păsat de smartphone-uri. Sigur, am configurat câteva dispozitive pentru familie, dar până să am un dispozitiv vechi al meu, nu aveam habar de ce Android este gratuit sau de ce iOS este închis.
ru: Я использую бесплатное программное обеспечение с открытым исходным кодом уже более 20 лет. Начал я с двойной загрузки для тестирования дистрибутивов GNU/Linux и остановился на Slackware на несколько лет. Поскольку WINE постоянно улучшалась, становилось все меньше причин для двойной загрузки, и я переключился на Debian и полностью удалил раздел с Windows. Поскольку я всегда был в 15 минутах или меньше от компьютера, подключенного к Интернету, меня не волновали смартфоны. Конечно, я настроил пару устройств для семьи, но пока у меня не появилось собственное старое устройство, я был в блаженном неведении о том, почему Android бесплатен или почему iOS закрыта.
uk: Вільними й відкритими програмами я користуюсь уже понад 20 років. Я почав із дистрибутивів GNU/Linux, які випробовував на своєму комп'ютері, встановлюючи їх паралельно з Windows. Кілька років я використовував Slackware. Проєкт WINE стійко вдосконалювався, тож підстав тримати зайву систему ставало все менше; я перейшов на Debian і вилучив розділ Windows назовсім. Оскільки в 15 хвилинах від мене завжди був комп'ютер з інтернет-з'єднанням, смартфони мене не цікавили. Звісно, для родини я налаштував кілька пристроїв, але доки один вживаний пристрій не став моїм власним, я не задумувався над тим, чому Android вільний або чому iOS закрита.
zh_hans: 20 多年来，我一直在使用自由开源软件。我开始使用双引导来测试 GNU/Linux 发行版，并在几年前决定使用 Slackware。由于 WINE 总是越来越好，双启动的理由很少，我已经切换到 Debian 并完全删除了 Windows 分区。因为我总是离联网的电脑不到 15 分钟，所以我不关心智能手机。当然，我已经为家人设置了几台设备，但是在我拥有自己的旧设备之前，我很惬意地不知道为什么 Android 是自由的，或者为什么 iOS 是封闭的。

source: This old device of mine was working okay but I had heard of the XDA forums and I started to play around with custom Android ROMs, delving into Gapps, rooting and AFWall+ and that made it oh-so-very clear how Google makes its money back on the "gratis" Android license.
de: Dieses alte eigene Gerät funktionierte ganz gut, aber ich hörte von den XDA-Foren und begann damit mit Custom-ROMs für Android herumzuspielen, mich in Gapps, das Rooten und AFWall+ zu vertiefen und das machte es sonnenklar, wie Google sein Geld für seine „Gratis“-Android-Lizenz zurückerhält.
pl: To moje stare urządzenie działało dobrze, ale słyszałem o forach XDA i zacząłem bawić się niestandardowymi ROM-ami Androida, zagłębiając się w Gapps, rootowaniem i AFWall+, co sprawiło, że stało się bardzo jasne, jak Google zarabia na "darmowej" licencji Androida.
ro: Acest dispozitiv mai vechi de îl aveam funcționa bine, dar auzisem de forumurile XDA și am început să mă joc cu ROM-uri Android personalizate, să mă interesez de Gapps, rooting și AFWall+, ceea ce m-a făcut să înțeleg foarte clar cum Google își recuperează banii din licența Android "gratis".
ru: Это мое старое устройство работало нормально, но я слышал о форумах XDA и начал экспериментировать с пользовательскими ПЗУ Android, углубляясь в Gapps, рутирование и AFWall+, после этого мне стало понятно, как Google возвращает свои деньги на "бесплатной" лицензии Android.
uk: Цей старий пристрій сяк-так працював. Але почувши про форуми XDA, погравшись із незалежними Android-прошивками й заглибившись у світ Gapps, отримання root-прав і AFWall+, я напрочуд чітко відчув, яким чином Google заробляє на «безкоштовному» ліцензуванні Android.
zh_hans: 我的这台旧设备运行良好，但我听说了 XDA 论坛并开始探索自定义 Android ROM，钻研 Gapps、root 和 AFWall+，这让我非常清楚 Google 是如何在“免费”Android 许可证上赚钱的。

source: XDA had mentions of "alternative app stores" but those usually just gather apps by copying them from Google Play store, so I was avoiding the tracking but there was this constant worry that the APKs can be infected with some malware. Then F-Droid appeared on my radar and it only took me a couple of hours of on-and-off to parse those 1,200 or so apps descriptions on the website and to install some interesting apps _(KISS launcher, Conversations XMPP client etc)_.
de: Auf XDA gab es Erwähnungen von „Alternativen App Stores“, aber die sammelten in der Regel lediglich Apps, indem sie diese aus dem Google Play Store kopierten, so vermied ich das Tracking aber es blieb die ständige Sorge, dass die APKs mit irgendeiner Malware infiziert sein könnten. Dann tauchte F-Droid auf meinem Schirm auf und ich brauchte nur ab und an ein paar Stunden, um diese ca. 1.200 App-Beschreibungen auf der Website zu analysieren und einige interessante Apps zu installieren _(KISS launcher, Conversations XMPP client etc)_.
pl: XDA wspominało o "alternatywnych sklepach z aplikacjami", ale te zazwyczaj po prostu zbierają aplikacje kopiując je ze sklepu Google Play, więc unikałem śledzenia, ale ciągle się martwiłem, że APK mogą być zainfekowane jakimś złośliwym oprogramowaniem. Wtedy na moim radarze pojawił się F-Droid i zajęło mi tylko kilka godzin spędzonych na przeglądaniu około 1200 opisów aplikacji na stronie i zainstalowaniu kilku interesujących aplikacji _ (KISS launcher, Conversations XMPP client, itp.)_.
ro: XDA menționa "magazinele de aplicații alternative" dar acestea, de obicei, doar adună aplicații prin copierea lor din magazinul Google Play, așa că evitam urmărirea, dar exista această îngrijorare constantă că APK-urile pot fi infectate cu unele programe malware. Apoi F-Droid a apărut pe radarul meu și mi-a luat doar câteva ore, cu pauze, pentru a parcurge acele aproximativ 1200 de descrieri de aplicații de pe site și pentru a instala câteva aplicații interesante _(lansatorul KISS, clientul Conversations pentru XMPP etc)_.
ru: На XDA были упоминания об «альтернативных магазинах приложений», но они обычно просто собирают приложения, копируя их из магазина Google Play, поэтому я не следил за этим, но постоянно беспокоился, что APK могут быть заражены вредоносными программами. Затем на моем радаре появился F-Droid, и мне потребовалось всего пару часов, чтобы проанализировать эти 1200 или около того описаний приложений на веб-сайте и установить некоторые интересные приложения _ (KISS launcher, клиент Conversations XMPP и т. д.) _.
uk: На XDA згадували «альтернативні сховища застосунків», але зазвичай там були просто добірки застосунків, скопійованих зі сховища Google Play. Тобто я міг уникати гуглівського стеження, але цим сховищам ніщо не заважало заражати APK певними зловмисними програмами. Зрештою я дізнався про F-Droid й за пару годин прогортав біля 1200 описів застосунків на вебсайті, що дало мені змогу встановити кілька цікавих застосунків, _зокрема стільницю KISS Launcher та XMPP-клієнт Conversations_.
zh_hans: XDA 提到了“替代应用商店”，但那些商店通常不过是从 Google Play 商店复制应用收集它们。这么做我可以避免跟踪，但始终担心这些 apk 会被恶意软件感染。然后 F-Droid 出现在我的视野中，我花了几个小时断断续续地分析网站上 1200 多则应用描述，并安装了一些有趣的应用 _（KISS 启动器、Conversations XMPP 客户端等）_ 。

source: Becomes a contributor
de: Wird zum Mitwirkenden
pl: Staje się współtwórcą
ro: Devine un colaborator
ru: Становится соавтором
uk: Перехід у помічники
zh_hans: 成为贡献者

source: Up until F-Droid I wasn't contributing back to FOSS, and I didn't bother with mailing lists, mostly because I felt that I might look foolish reporting small issues there. F-Droid has app details and those cover links to the app website, source, issues trackers and more. I took a look at those and saw that other "n00bs" were reporting nonetheless and so I started doing the same.
de: Bis zu F-Droid beteiligte ich mich nicht an FOSS und ich plagte mich nicht mit Mail-Listen herum, vor allem weil ich glaubte, es könnte albern aussehen, dort kleine Probleme zu berichten. F-Droid besitzt eine App-Info und die wiederum enthält Verknüpfungen zur Website der App, dem Quellcode, den Ticketsystemen und mehr. Ich warf einen Blick darauf und sah, dass andere „N00bs“ nichtsdestotrotz berichteten und so fing ich an, dasselbe zu tun.
pl: Do czasu F-Droid nie przyczyniałam się do rozwoju FOSS i nie zawracałam sobie głowy listami mailingowymi, głównie dlatego, że czułem, że mogę wyglądać głupio, zgłaszając tam drobne problemy. F-Droid ma szczegóły aplikacji, a te zawierają linki do strony internetowej aplikacji, źródła, śledzenia problemów, itp. Przejrzałem je i zobaczyłem, że inni "n00bs" zgłaszali problemy, więc zacząłem robić to samo.
ro: Înainte de F-Droid nu contribuiam la aplicațiile FOSS și nu m-am agitat să scriu pe listele de discuții e-mail, mai ales pentru că am simțit că ar putea părea prostesc dacă aș raporta mici probleme acolo. F-Droid are detalii despre aplicație, iar acestea conțin adrese către site-ul aplicației, sursa, liste de probleme și multe altele. Am aruncat o privire la acestea și am văzut că alți "n00bs" raportau acolo așa că am început să fac și eu același lucru.
ru: До F-Droid я не вносил свой вклад в FOSS, и я не беспокоился о списках рассылки, в основном потому, что я чувствовал, что могу выглядеть глупо, сообщая там о небольших проблемах. В F-Droid есть сведения о приложении, а в них - ссылки на веб-сайт приложения, исходный текст, трекеры проблем и многое другое. Я взглянул на них и увидел, что другие "нулевики" все же сообщают о проблемах, и я начал делать то же самое.
uk: До використання F-Droid я не робив внесків у вільне програмне забезпечення й не приєднувався до списків листування, тому що боявся виглядати по-дурному зі своїми звітами про невеличкі вади. F-Droid зазначає для кожного застосунку посилання на вебсайт, вихідний код, трекери обговорень тощо. Проглянувши декілька й побачивши, що інші новачки таки надсилають свої звіти, я почав надсилати свої.
zh_hans: 直到 F-Droid 之前，我都没有回馈 FOSS，也没有为邮件列表烦恼，主要是因为我觉得在那里报告小问题可能看起来很愚蠢。 F-Droid 有应用详细信息，其中包括指向应用网站、来源、问题跟踪器等的链接。我看了看，发现其他“菜鸟”在报告问题，所以我开始做同样的事情。

source: My contribution started with basic complaints. We all have our preferences on how we like things to work: small typos fixes, translations to my niche locale _(I maintain about a dozen now)_ and even some timid code changes. And that got me into F-Droid Data as the apps that I used got updated and their metadata needed to keep up, or maybe the build failed for some easy to fix reason. Commit by commit I ended up gathering more than 2,500 of them! (Here's how to count: `git clone https://gitlab.com/fdroid/fdroiddata;cd fdroiddata;git shortlog -s -n`)
de: Meine Teilnahme begann mit einigen einfachen Reklamationen. Wir haben alle unsere Vorstellungen davon, wie die Dinge sein sollten: kleine Korrekturen von Rechtschreibfehlern, Übersetzungen in meine Nischensprache _(mittlerweile betreue ich ungefähr ein Dutzend)_ und sogar einige schüchterne Code-Änderungen. Und das brachte mich zu F-Droid Data, da die Apps , die ich nutzte, aktualisiert wurden und ihre Metadaten aktuell gehalten werden mussten oder unter Umständen der Build aus einem leicht zu behebenden Grund fehlschlug. Commit für Commit trug ich mehr als 2,500 von ihnen zusammen! (So werden sie gezählt: `git clone https://gitlab.com/fdroid/fdroiddata;cd fdroiddata;git shortlog -s -n`)
pl: Mój wkład zaczął się od podstawowych skarg. Wszyscy mamy swoje preferencje co do tego, jak chcemy, aby rzeczy działały: małe poprawki literówek, tłumaczenia na moje niszowe locale _ (utrzymuję około tuzina teraz)_, a nawet pewne nieśmiałe zmiany kodu. I to doprowadziło mnie do F-Droid Data, ponieważ aplikacje, których używałem zostały zaktualizowane i ich metadane musiały nadążyć, lub może kompilacja nie powiodła się z jakiegoś łatwego do naprawienia powodu. Zobowiązanie po zobowiązaniu i skończyło się na zebraniu ponad 2500 [^1] z nich! (Tak się oblicza: `git klony https://gitlab.com/fdroid/fdroiddata;cd fdroiddata;git shortlog -s -n`)
ro: Am început să contribui cu plângeri banale. Cu toții avem preferințele noastre în ceea ce privește modul în care ne place ca lucrurile să funcționeze: mici corecturi de greșeli de scriere, traduceri în limba mea nativă de nișă _(întrețin aproximativ o duzină de traduceri acum)_ și chiar câteva modificări timide de cod. Și asta m-a condus la F-Droid Data, deoarece aplicațiile pe care le foloseam se actualizau iar rețetele lor trebuiau să țină pasul, sau poate compilarea a eșuat dintr-un motiv ușor de rezolvat. Contribuind cate un pic am ajuns să adun peste 2500 de modificări! (Iată cum putem număra: `git clone https://gitlab.com/fdroid/fdroiddata;cd fdroiddata;git shortlog -s -n`)
ru: Мой вклад начался с простых жалоб. У каждого из нас есть свои предпочтения относительно того, как мы хотим, чтобы все работало: исправление мелких опечаток, переводы для моей нишевой локали _(сейчас я поддерживаю около дюжины)_ и даже некоторые робкие изменения кода. И это привело меня к F-Droid Data, поскольку приложения, которые я использовал, обновлялись, и их метаданные должны были идти в ногу со временем, или, возможно, сборка не удавалась по какой-то легко устранимой причине. Коммит за коммитом я в итоге собрал более 2 500 таких изменений! (Вот как считать: `git clone https://gitlab.com/fdroid/fdroiddata;cd fdroiddata;git shortlog -s -n`)
uk: Моя участь почалася з простих скарг. Усі ми прагнемо, щоб програми працювали бажаним для нас чином. Я виправляв невеликі одруки, перекладав інтерфейси румунською _(досі супроводжую деякі переклади)_ й навіть трохи змінював код. Це привело мене до F-Droid Data, бо використовувані мною застосунки оновлювались й потребували відповідних змін до метаданих, а при їхній збірці часом виникали помилки, які було нескладно виправити. Надсилаючи коміт за комітом, я здійснив понад 2500 виправлень! (Ось як це рахується: `git clone https://gitlab.com/fdroid/fdroiddata;cd fdroiddata;git shortlog -s -n`)
zh_hans: 我的贡献始于简单的抱怨。对于希望事情如何运作，我们都有自己的偏好：小的拼写错误修复，小众语言环境的翻译 _(我目前大约维护着十几种语言)_，乃至一些羞怯的代码更改。这让我开始涉入 F-Droid Data 相关的工作。我使用的应用得到了更新，它们的元数据也需要跟上，或者构建可能由于某些易于修复的原因而失败了。日复一日，我最终积累了超过 2500 个提交！(计算方式：`git clone https://gitlab.com/fdroid/fdroiddata;cd fdroiddata;git shortlog -s -n`)

source: F-Droid Data is the blood of F-Droid. The Server uses it to build apps, the Client & Website use it to show app info and the app developers and contributors edit it as needed. Adding and updating apps echoes through F-Droid and one ends up contributing to the Client and Server as well, mostly reporting issues, but also trying to fix them [[2]](https://gitlab.com/fdroid/fdroidserver/-/merge_requests?scope=all&utf8=%E2%9C%93&state=all&author_username=licaon-kter).
de: F-Droid Data ist das Lebenselixir von F-Droid. Der Server nutzt es, um Apps herzustellen, der Client und die Website verwenden es, um App-Infos anzuzeigen und die App-Entwickler und Mitwirkenden bearbeiten es bei Bedarf. App-Neuerscheinungen und -Aktualisierungen wiederholen sich in F-Droid und man gelangt zwangsläufig zur Mitarbeit am Client und Server, zumeist als Berichterstatter von Problemen aber auch bei Versuchen diese zu lösen [[2]](https://gitlab.com/fdroid/fdroidserver/-/merge_requests?scope=all&utf8=%E2%9C%93&state=all&author_username=licaon-kter).
pl: Dane F-Droid jest źródłem F-Droida. Serwer używa go do budowania aplikacji, Klient i Witryna używa go do wyświetlania informacji o aplikacji i twórcach aplikacji, jak również edytować go w razie potrzeby. Dodawanie i aktualizowanie aplikacji odbija się echem w F-Droid i jeden kończy się przyczyniając się do klienta i serwera, jak również, głównie zgłaszania problemów, ale także próbuje je naprawić [[2]](https://gitlab.com/fdroid/fdroidserver/-/merge_requests?scope=all&utf8=%E2%9C%93&state=all&author_username=licaon-kter).
ro: F-Droid Data este sângele lui F-Droid. Serverul le folosește pentru a construi aplicații, clientul și site-ul web le folosesc pentru a afișa informații despre aplicații, iar dezvoltatorii de aplicații și colaboratorii le editează în funcție de necesități. Adăugarea și actualizarea aplicațiilor are ecou în F-Droid și ajungi să contribui și la Client și Server, în principal raportând probleme, dar și încercând să le rezolvi [[2]](https://gitlab.com/fdroid/fdroidserver/-/merge_requests?scope=all&utf8=%E2%9C%93&state=all&author_username=licaon-kter).
ru: Данные F-Droid - это кровь F-Droid. Сервер использует их для создания приложений, клиент и веб-сайт - для отображения информации о приложениях, а разработчики приложений и соавторы редактируют их по мере необходимости. Добавление и обновление приложений эхом разносится по F-Droid, и в итоге человек вносит свой вклад в работу клиента и сервера, в основном сообщая о проблемах, но также пытаясь их исправить [[2]](https://gitlab.com/fdroid/fdroidserver/-/merge_requests?scope=all&utf8=%E2%9C%93&state=all&author_username=licaon-kter).
uk: F-Droid Data — база даних F-Droid — використовується не лише сервером для збірки застосунків. Клієнт і вебсайт отримують із неї дані про застосунки, а учасниці й учасники розробки застосунків надсилають поправки до цієї бази. Додання й оновлення застосунків впливає на всі складники F-Droid, тож почавши доповнювати базу даних, ви ймовірно долучитесь і до розробки клієнта й сервера, повідомляючи про вади й часом навіть намагаючись їх виправити [[2]](https://gitlab.com/fdroid/fdroidserver/-/merge_requests?scope=all&utf8=%E2%9C%93&state=all&author_username=licaon-kter).
zh_hans: F-Droid Data 是 F-Droid 的血液。服务器使用它来构建应用，客户端和网站使用它来显示应用信息，应用开发者和贡献者根据需要对其进行编辑。通过 F-Droid 添加和更新应用，最终也为客户端和服务器做出贡献，主要是报告问题，但也试图修复它们 [[2]](https://gitlab.com/fdroid/fdroidserver/-/merge_requests?scope=all&utf8=%E2%9C%93&state=all&author_username=licaon-kter)。

source: Back in 2016 I could hold in my head which apps are to be build, what issues they face and still have time to build/test/fix them. Today F-Droid has more than 3,800 apps in the main repository and proportionally more need for attention.
de: Damals 2016 hatte ich im Kopf, welche Apps hergestellt werden sollten, welche Probleme sie mitbrachten und hatte immer noch Zeit, sie herzustellen/zu testen/zu korrigieren. Heute enthält F-Droid mehr als 3.800 Apps im Hauptrepository, die entsprechend mehr Aufmerksamkeit erfordern.
pl: Jeszcze w 2016 roku mogłem pamiętać, które aplikacje mają być zbudowane, jakie problemy napotykają i wciąż miałem czas, aby je zbudować/testować/naprawić. Dzisiaj F-Droid ma ponad 3800 aplikacji w głównym repozytorium i proporcjonalnie więcej potrzebujących uwagi.
ro: În 2016 puteam să țin în minte ce aplicații trebuie construite, cu ce probleme se confruntă și încă mai aveam timp să le construiesc/testez/repar. Astăzi F-Droid are peste 3800 de aplicații în depozitul principal și proporțional mai multă nevoie de atenție.
ru: В 2016 году я мог держать в голове, какие приложения нужно собрать, с какими проблемами они сталкиваются, и при этом успевать их собирать/тестировать/исправлять. Сегодня в главном репозитории F-Droid более 3 800 приложений и пропорционально больше приложений, требующих внимания.
uk: В 2016 я міг самостійно стежити за всіма збираними застосунками та їхніми вадами — й навіть мав час їх збирати, випробовувати й правити. Сьогодні головний репозиторій F-Droid налічує понад 3800 застосунків і потребує значно більше уваги.
zh_hans: 在 2016 年时，我可以记住要构建哪些应用，它们面临哪些问题，并且仍然有时间构建/测试/修复它们。如今，F-Droid 在主存储库中有 3,800 多个应用，并且相应地需要更多关注。

source: Then 2020 happened...
de: Dann kam 2020 ...
pl: Potem nastąpił rok 2020...
ro: Apoi 2020 s-a întâmplat...
ru: Потом случился 2020 год...
uk: І врешті у 2020 році це сталося...
zh_hans: 然后 2020 年发生了……
