Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The GitLab issue labels also provide a simple interface for managing when _issuebot_ runs on an issue. [_issuebot_](https://gitlab.com/fdroid/issuebot) runs on a schedule to scan all new submissions and post its reports directly to the issue or merge request. Once _issuebot_ completes posting its report, it will add the `fdroid-bot` label to the issue. That tells _issuebot_ to ignore the issue in future runs. To allow _issuebot_ to run on any item again, remove the `fdroid-bot` label. On the next run, _issuebot_ will do the whole review from the beginning.
de: Die GitLab Issue-Labels bieten auch eine einfache Schnittstelle, um zu verwalten, wann _issuebot_ für ein Issue ausgeführt wird. [_issuebot_](https://gitlab.com/fdroid/issuebot) läuft nach einem Zeitplan, um alle neuen Einsendungen zu scannen und seine Berichte direkt an das Issue oder den Merge Request zu senden. Sobald _issuebot_ seinen Bericht fertiggestellt hat, fügt er das Label `fdroid-bot` zu dem Problem hinzu. Dies weist _issuebot_ an, das Problem bei zukünftigen Läufen zu ignorieren. Um _issuebot_ zu erlauben, wieder auf jedem Element zu laufen, entfernen Sie das Label `fdroid-bot`. Beim nächsten Durchlauf wird _issuebot_ die gesamte Überprüfung von Anfang an durchführen.
pl: Etykiety problemów na GitLabie zapewniają również prosty interfejs do zarządzania, gdy _issuebot_ zajmuje się problemem. [_issuebot_](https://gitlab.com/fdroid/issuebot) uruchamia się zgodnie z harmonogramem w celu skanowania wszystkich nowych zgłoszeń i publikuje swoje raporty bezpośrednio w problemie lub żądaniu scalenia. Gdy _issuebot_ zakończy publikowanie swojego raportu, doda do problemu etykietę `fdroid-bot`. To mówi _issuebot_, aby zignorował problem w przyszłych uruchomieniach. Aby umożliwić _issuebot_ ponowne uruchomienie na dowolnym elemencie, usuń etykietę `fdroid-bot`. Przy następnym uruchomieniu _issuebot_ wykona cały przegląd od początku.
ro: Etichetele problemelor GitLab oferă, de asemenea, o interfață simplă pentru a gestiona momentul în care _issuebot_ rulează pe o problemă. [_issuebot_](https://gitlab.com/fdroid/issuebot) rulează în funcție de un program pentru a scana toate propunerile noi și pentru a posta rapoartele sale direct în problemă sau în cererea de fuziune. Odată ce _issuebot_ își termină de postat raportul, va adăuga eticheta `fdroid-bot` la problemă. Acest lucru îi spune lui _issuebot_ să ignore problema în execuțiile viitoare. Pentru a-i permite lui _issuebot_ să ruleze din nou pe orice element, îndepărtați eticheta `fdroid-bot`. La următoarea rulare, _issuebot_ va face întreaga revizuire de la început.
ru: Метки проблем на GitLab также являются простым способом отслеживать те проблемы, которые находит сам [_issuebot_](https://gitlab.com/fdroid/issuebot). Он запускается по расписанию и проверяет все новые запросы, выдавая свой отчет непосредственно под сообщением о проблеме или запросом на слияние. Как только _issuebot_ завершает отправку своего отчета, он также добавит метку `fdroid-bot` к этому сообщению о проблеме. Эта метка нужна самому _issuebot_'у, чтобы он игнорировал эту запись при последующих запусках. Чтобы _issuebot_ обработал какой-либо запрос повторно, просто удалите эту метку (`fdroid-bot`) — во время следующего запуска _issuebot_ снова просмотрит его целиком с самого начала.
uk: Мітки проблем на GitLab також є простим способом відслідковувати ті проблеми, які знаходить сам [_issuebot_](https://gitlab.com/fdroid/issuebot). Він запускається за розкладом і перевіряє всі нові запити, видаючи свій звіт безпосередньо під повідомленням про проблему або запитом на злиття. Як тільки _issuebot_ завершує відправку свого звіту, він також додасть мітку `fdroid-bot` до цього повідомлення про проблему. Ця мітка потрібна самому _issuebot_'у, щоб він ігнорував цю запис при наступних запусках. Щоб _issuebot_ обробив будь-якої запит повторно, просто видаліть цю мітку ( `fdroid-bot`) - під час наступного запуску _issuebot_ знову перегляне його цілком з самого початку.
zh_hans: GitLab 问题标签还提供了一个简单的界面，用于管理 _issuebot_ 何时在议题上运行。[_issuebot_](https://gitlab.com/fdroid/issuebot) 按计划运行以扫描所有新提交并将其报告直接发布到议题或合并请求。一旦 _issuebot_ 完成发布其报告，它会将 `fdroid-bot` 标签添加到议题中。这告诉 _issuebot_ 在以后的运行中忽略该议题。要允许 _issuebot_ 再次在议题上运行，请删除 `fdroid-bot` 标签。在下一次运行中，_issuebot_ 将从头开始进行整个审查。

source: _fdroiddata_ Merge Requests
de: _fdroiddata_ Merge-Anfragen
pl: _fdroiddata_ Żądania scalania
ro: _fdroiddata_ Cereri de fuziune
ru: Запросы на слияние _fdroiddata_
uk: Запити на злиття _fdroiddata_
zh_hans: _fdroiddata_ 合并请求

source: For app merge requests, we focused on the people involved in submitting, reviewing and accepting the merge requests. We therefore assume basic working knowledge of GitLab, Git, and how Android apps are built. In this case, _issuebot_ responds to changes to the code contained in the merge request. Often times, when apps are submitted to _fdroiddata_, they must be changed in order to build properly and meet the F-Droid standards. In this case, the technical posts by _issuebot_ speak directly to the app submitter. The F-Droid contributors regularly review the merge requests, and can provide feedback and assistance as expected by participants of a merge request user experience.
de: Bei App-Merge-Anfragen haben wir uns auf die Personen konzentriert, die an der Einreichung, Überprüfung und Annahme der Zusammenführungsanfragen beteiligt sind. Wir gehen daher von grundlegenden Kenntnissen über GitLab, Git und die Erstellung von Android-Apps aus. In diesem Fall reagiert _issuebot_ auf Änderungen am Code, die in der Merge-Anfrage enthalten sind. Wenn Apps bei _fdroiddata_ eingereicht werden, müssen sie oft geändert werden, damit sie richtig gebaut werden und den F-Droid-Standards entsprechen. In diesem Fall wenden sich die technischen Beiträge von _issuebot_ direkt an den Einreicher der App. Die F-Droid-Mitwirkenden überprüfen regelmäßig die Merge-Anfragen und können Feedback und Unterstützung geben, wie es von den Teilnehmern einer Merge-Anfrage erwartet wird.
pl: W przypadku próśb o scalenie aplikacji skupiliśmy się na osobach zaangażowanych w przesyłanie, przeglądanie i akceptowanie próśb o scalenie. Dlatego zakładamy podstawową wiedzę praktyczną na temat GitLab, Git i tego, jak budowane są aplikacje na Androida. W takim przypadku _issuebot_ odpowiada na zmiany w kodzie zawartym w żądaniu scalenia. Często, gdy aplikacje są przesyłane do _fdroiddata_, muszą zostać zmienione w celu poprawnego zbudowania i spełnienia standardów F-Droid. W tym przypadku posty techniczne użytkownika _issuebot_ zwracają się bezpośrednio do osoby, która przesłała aplikację. Współtwórcy F-Droid regularnie przeglądają żądania scalenia i mogą udzielać opinii i pomocy zgodnie z oczekiwaniami uczestników doświadczenia użytkownika żądania scalenia.
ro: Pentru cererile de fuziune a aplicațiilor, ne-am concentrat asupra persoanelor implicate în transmiterea, revizuirea și acceptarea cererilor de fuziune. Prin urmare, presupunem că avem cunoștințe de bază despre GitLab, Git și despre modul în care sunt construite aplicațiile Android. În acest caz, _issuebot_ răspunde la modificările aduse codului conținut în cererea de fuziune. De multe ori, atunci când aplicațiile sunt trimise la _fdroiddata_, acestea trebuie modificate pentru a fi compilate corect și pentru a respecta standardele F-Droid. În acest caz, mesajele tehnice ale _issuebot_ se adresează direct celui care a trimis aplicația. Colaboratorii F-Droid revizuiesc în mod regulat cererile de fuziune și pot oferi feedback și asistență, așa cum se așteaptă participanții la experiența de utilizare a unei cereri de fuziune.
ru: В случае запросов на слияние для приложений, мы больше сфокусированы на людях, которые делают, рецензируют и одобряют эти запросы на слияние. Так что мы предполагаем, что у всех них есть базовое понимание того, как работать с GitLab, Git, и как собираются Android-приложения. В этом случае _issuebot_ формирует свой отчет на основе изменений, которые были внесены в код в запросе на слияние. Зачастую, когда предлагается добавить новое приложение в _fdroiddata_, в него должны быть внесены некоторые изменения, чтобы оно собиралось корректно и соответствовало стандартам F-Droid. В этом случае технический отчет _issuebot_'а предназначен непосредственно для того, кто пытается добавить это приложение. Другие участники F-Droid также регулярно просматривают эти запросы на слияние и могут предоставлять свою помощь и обратную связь (что и ожидается при подобном рабочем процессе).
uk: У разі запитів на злиття для застосунків, ми більше сфокусовані на людях, які роблять, рецензують і схвалюють ці запити на злиття. Так що ми припускаємо, що у всіх них є базове розуміння того, як працювати з GitLab, Git, і як збираються Android-застосунки. В цьому випадку _issuebot_ формує свій звіт на основі змін, які були внесені в код в запиті на злиття. Найчастіше, коли пропонується додати новий застосунок в _fdroiddata_, в нього повинні бути внесені деякі зміни, щоб воно збиралося коректно і відповідало стандартам F-Droid. В цьому випадку технічний звіт _issuebot_'а призначений безпосередньо для того, хто намагається додати це застосунок.
zh_hans: 对于应用合并请求，我们关注参与提交、审查和接受合并请求的人员。因此，我们假设你具备 GitLab、Git 以及如何构建 Android 应用的基本工作知识。在这种情况下，_issuebot_ 响应合并请求中包含的代码的更改。通常，当应用提交到 _fdroiddata_ 时，必须更改它们才能正确构建并符合 F-Droid 标准。在这种情况下，_issuebot_ 的技术性帖子直接与应用提交者对话。F-Droid 贡献者定期审查合并请求，并可以提供合并请求参与者所期望的反馈和帮助。

source: [This merge request](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/7514) that adds the newspaper [taz](https://taz.de/)'s new app is a good example of the user experience. It was submitted as "Work In Progress" before _issuebot_ started reviewing merge requests. It received review and feedback from F-Droid contributors. The submitter made changes, then _issuebot_ kicked in and provided feedback to the submitter with each update.
de: [Diese Merge-Anfrage](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/7514), die die neue App der Zeitung [taz](https://taz.de/) hinzufügt, ist ein gutes Beispiel für die Benutzererfahrung. Er wurde als "Work In Progress" eingereicht, bevor _issuebot_ mit der Überprüfung von Merge-Anfragen begann. Sie wurde von den F-Droid-Beitragenden geprüft und erhielt Feedback. Der Einreicher nahm Änderungen vor, dann schaltete sich _issuebot_ ein und gab dem Einreicher bei jeder Aktualisierung Feedback.
pl: [To żądanie scalenia](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/7514), które dodaje nową aplikację gazety [taz](https://taz.de/) jest dobrym przykładem wrażenia użytkownika. Został on przesłany jako „Praca w toku”, zanim _issuebot_ zaczął przeglądać prośby o scalenie. Otrzymał recenzję i informacje zwrotne od współpracowników F-Droid. Zgłaszający wprowadził zmiany, a następnie _issuebot_ włączał się i przesyłał mu opinię przy każdej aktualizacji.
ro: [This merge request](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/7514) care adaugă noua aplicație a ziarului [taz](https://taz.de/) este un bun exemplu de experiență a utilizatorului. A fost trimisă ca "Work In Progress" înainte ca _issuebot_ să înceapă să revizuiască cererile de fuziune. A primit revizuire și feedback din partea contribuitorilor F-Droid. Cel care a trimis-o a făcut modificări, apoi _issuebot_ a intervenit și a oferit feedback celui care a trimis-o cu fiecare actualizare.
ru: [Этот запрос на слияние](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/7514), который добавляет новое приложение для газеты [taz](https://taz.de/) — хороший пример того, как этот процесс должен выглядеть со стороны пользователя. Он был добавлен в состоянии «В процессе работы» (Work In Progress) еще до того как _issuebot_ начал просматривать запросы на слияние. Сначала он получил несколько рецензий и отзывов от участников F-Droid. Затем человек, сделавший запрос, вносил в него изменения несколько раз, и _issuebot_ (после своего запуска) делал свой отчет каждый раз, когда запрос обновлялся.
uk: [Цей запит на злиття](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/7514), який додає новий застосунок для газети [taz](https://taz.de/) - хороший приклад того, як цей процес повинен виглядати з боку користувача. Він був доданий в стані «В процесі роботи» (Work In Progress) ще до того як _issuebot_ почав переглядати запити на злиття. Спочатку він отримав кілька рецензій і відгуків від учасників F-Droid. Потім людина, яка зробила запит, вносив до нього зміни кілька разів, і _issuebot_ (після свого запуску) робив свій звіт кожен раз, коли запит оновлювався.
zh_hans: 添加报纸 [taz](https://taz.de/) 的新应用的[这个合并请求](https://gitlab.com/fdroid/fdroiddata/-/merge_requests/7514) 就是用户体验的一个很好的例子。在 _issuebot_ 开始审查合并请求之前，它作为“正在进行的工作”提交。它收到了 F-Droid 贡献者的评论和反馈。提交者进行了更改，然后 _issuebot_ 介入并在每次更新时向提交者提供反馈。

source: <img alt="issuebot reviews a merge request" src="{% asset posts/2020-12-21-announcing-issuebot/merge-request-review.png %}" />
de: <img alt="issuebot überprüft eine Merge-Anfrage" src="{% asset posts/2020-12-21-announcing-issuebot/merge-request-review.png %}">
pl: <img alt="issuebot przegląda żądanie scalenia" src="{% asset posts/2020-12-21-announcing-issuebot/merge-request-review.png %}">
ru: <img alt="issuebot рецензирует запрос на слияние" src="{% asset posts/2020-12-21-announcing-issuebot/merge-request-review.png %}" />
uk: <img alt="issuebot рецензує запит на злиття" src="{% asset posts/2020-12-21-announcing-issuebot/merge-request-review.png %}">
zh_hans: <img alt="issuebot 审查合并请求" src="{% asset posts/2020-12-21-announcing-issuebot/merge-request-review.png %}" />

source: Unfortunately, there are currently no labels on merge requests. Technical limitations of the GitLab API mean that adding labels like with the RFP issue tracker is not easy to implement. Adding labels to merge requests requires "Developer" privileges, which would also allow the _issuebot_ account to modify code. To keep _issuebot_'s attack surface maintainable, it does not post labels for now.
de: Leider gibt es derzeit keine Kennzeichnungen für Merge-Anfragen. Technische Einschränkungen der GitLab-API bedeuten, dass das Hinzufügen von Kennzeichnungen wie beim RFP-Ticketsystem nicht einfach zu implementieren ist. Das Hinzufügen von Labels zu Merge-Anfragen erfordert "Entwickler"-Privilegien, die es auch dem Konto _issuebot_ erlauben würden, Code zu ändern. Um die Angriffsfläche von _issuebot_ überschaubar zu halten, werden vorerst keine Labels veröffentlicht.
pl: Niestety, obecnie nie ma żadnych etykiet dla wniosków o scalanie. Techniczne ograniczenia API GitLab oznaczają, że dodawanie etykiet, tak jak w przypadku issue trackera RFP, nie jest łatwe do zaimplementowania. Dodawanie etykiet do merge requestów wymaga uprawnień "developera", co pozwoliłoby również kontu _issuebot_ na modyfikowanie kodu. Aby utrzymać powierzchnię ataku _issuebota_ w dobrym stanie, na razie nie umieszcza on etykiet.
ro: Din păcate, în prezent nu există etichete pentru cererile de fuziune. Limitările tehnice ale API-ului GitLab înseamnă că adăugarea de etichete, ca în cazul trackerului de probleme RFP, nu este ușor de implementat. Adăugarea de etichete la cererile de fuziune necesită privilegii de "Dezvoltator", ceea ce ar permite, de asemenea, contului _issuebot_ să modifice codul. Pentru ca suprafața de atac a _issuebot_ să rămână ușor de întreținut, deocamdată acesta nu postează etichete.
ru: К сожалению, на данный момент для запросов на слияние использовать метки аналогичных тем, что используются в сообщениях проблемах RFP, нельзя. Технические ограничения, наложенные API GitLab, затрудняют добавление оных: это требует привилегий «Разработчика» (Developer), что позволило бы вносить изменения в код с аккаунта _issuebot_'а. Но, дабы не расширять возможное поле атаки с этого аккаунта, такие привилегии предоставлять ему не целесообразно.
uk: На жаль, на даний момент для запитів на злиття використовувати мітки аналогічних тим, що використовуються в повідомленнях проблемах RFP, не можна. Технічні обмеження, накладені API GitLab, ускладнюють додавання оних: це вимагає привілеїв «Розробника» (Developer), що дозволило б вносити зміни в код з аккаунта _issuebot_'а. Але, щоб не розширювати можливе поле атаки з цього аккаунта, такі привілеї надавати йому не доцільно.
zh_hans: 不幸的是，目前没有关于合并请求的标签。GitLab API 的技术限制意味着像在 RFP 问题跟踪器中一样添加标签并不容易实现。为合并请求添加标签需要“开发者”权限，这也将允许 _issuebot_ 帐户修改代码。为了保持 _issuebot_ 的攻击面可维护，它暂时不发布标签。

source: _issuebot_ also provides a JSON API on top of the current HTML reports, so that any web app can use the data in their own user experience. This can be combined with our other developing APIs, like the [_buildserver_ status API](https://f-droid.org/repo/status/running.json). There are two entry points:
de: _Issuebot_ bietet zusätzlich zu den aktuellen HTML-Berichten eine JSON-API, sodass jede Webanwendung die Daten in ihrem eigenen Benutzererlebnis nutzen kann. Dies kann mit unseren anderen Entwicklungs-APIs kombiniert werden, wie der [_buildserver_ status API](https://f-droid.org/repo/status/running.json). Es gibt zwei Einstiegspunkte:
pl: _issuebot_ zapewnia również interfejs API JSON na szczycie bieżących raportów HTML, dzięki czemu każda aplikacja internetowa może korzystać z danych we własnym środowisku użytkownika. Można to połączyć z naszymi innymi programistycznymi interfejsami API, takimi jak [_buildserver_ status API](https://f-droid.org/repo/status/running.json). Istnieją dwa punkty wejścia:
ro: _issuebot_ oferă, de asemenea, un API JSON pe lângă rapoartele HTML actuale, astfel încât orice aplicație web să poată utiliza datele în propria experiență de utilizare. Aceasta poate fi combinată cu celelalte API-uri de dezvoltare ale noastre, cum ar fi [_buildserver_ status API](https://f-droid.org/repo/status/running.json). Există două puncte de intrare:
ru: В добавок к HTML-отчетам _issuebot_ также предоставляет JSON API, так что любое web-приложение сможет использовать эти данные для своих целей. Кроме того, его можно совмещать с другими нашими API для разработчиков, как например [API статуса _buildserver_](https://f-droid.org/repo/status/running.json). В API две точки входа:
uk: В добавок до HTML-звітів _issuebot_ також надає JSON API, так що будь-який web-застосунок зможе використовувати ці дані для своїх цілей. Крім того, його можна поєднувати з іншими нашими API для розробників, як наприклад [API статусу _buildserver_](https://f-droid.org/repo/status/running.json). В API дві точки входу:
zh_hans: _issuebot_ 还在当前 HTML 报告的基础上提供了 JSON API，因此任何 Web 应用都可以在自己的用户体验中使用这些数据。这可以与我们的其他开发 API 结合使用，例如 [_buildserver_ 状态 API](https://f-droid.org/repo/status/running.json)。有两个入口点：

source: Source code URL: [RFP](https://fdroid.gitlab.io/rfp/issuebot/sourceUrls.json) / [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/sourceUrls.json)
de: Quellcode-URL: [RFP](https://fdroid.gitlab.io/rfp/issuebot/sourceUrls.json) / [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/sourceUrls.json)
pl: Adres URL kodu źródłowego: [RFP](https://fdroid.gitlab.io/rfp/issuebot/sourceUrls.json) / [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/sourceUrls.json)
ro: Codul sursă URL: [RFP](https://fdroid.gitlab.io/rfp/issuebot/sourceUrls.json) / [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/sourceUrls.json)
ru: URL исходного кода: [RFP](https://fdroid.gitlab.io/rfp/issuebot/sourceUrls.json) / [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/sourceUrls.json)
uk: URL вихідного коду: [RFP](https://fdroid.gitlab.io/rfp/issuebot/sourceUrls.json)/[_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/sourceUrls.json)
zh_hans: 源代码 URL：[RFP](https://fdroid.gitlab.io/rfp/issuebot/sourceUrls.json)/ [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/sourceUrls.json)

source: Application ID: [RFP](https://fdroid.gitlab.io/rfp/issuebot/applicationIds.json) / [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/applicationIds.json)
de: Anwendungs-ID: [RFP](https://fdroid.gitlab.io/rfp/issuebot/applicationIds.json) / [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/applicationIds.json)
pl: Identyfikator aplikacji: [RFP](https://fdroid.gitlab.io/rfp/issuebot/applicationIds.json) / [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/applicationIds.json)
ro: ID-ul aplicației: [RFP](https://fdroid.gitlab.io/rfp/issuebot/applicationIds.json) / [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/applicationIds.json)
ru: ID приложения: [RFP](https://fdroid.gitlab.io/rfp/issuebot/applicationIds.json) / [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/applicationIds.json)
uk: ID програми: [RFP](https://fdroid.gitlab.io/rfp/issuebot/applicationIds.json)/[_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/applicationIds.json)
zh_hans: 应用 ID：[RFP](https://fdroid.gitlab.io/rfp/issuebot/applicationIds.json) / [_fdroiddata_](https://fdroid.gitlab.io/fdroiddata/issuebot/applicationIds.json)

source: Here is an excerpt of the Application ID entry point that shows the _issuebot_ runs for one specific app. There are two runs, with the most recent first. The newer version has the results from more modules that were added since the first run.
de: Hier ist ein Auszug aus dem Application ID Entry Point, der die _issuebot_-Läufe für eine bestimmte App zeigt. Es gibt zwei Durchläufe, wobei der erste der spätere Durchlauf ist. Die neuere Version enthält die Ergebnisse von weiteren Modulen, die seit dem ersten Durchlauf hinzugefügt wurden.
pl: Tutaj jest fragment wpisu Application ID, który pokazuje uruchomienia _issuebot_ dla jednej konkretnej aplikacji. Są dwa przebiegi, z najnowszym jako pierwszym. Nowsza wersja zawiera wyniki z większej ilości modułów, które zostały dodane od czasu pierwszego uruchomienia.
ro: Iată un extras din punctul de intrare Application ID care arată că _issuebot_ rulează pentru o anumită aplicație. Există două rulări, cea mai recentă fiind prima. Versiunea mai nouă are rezultatele de la mai multe module care au fost adăugate de la prima rulare.
ru: Вот ответ от точки входа «ID приложения», который показывает выдачу _issuebot_'а для одного конкретного приложения. Всего отчета два, самый новый отображается первым. В новой версии выводится результат для большего колличества модулей (они были добавлены уже после первого запуска).
uk: Ось відповідь від точки входу «ID застосунку», яка показує видачу _issuebot_ для одного конкретного застосунку. Усього звітів два, найновіший показується першим. У новій версії виводиться результат для більшої кількості модулів (вони були додані вже після першого запуску).
zh_hans: 这是应用 ID 入口点的一个片段，它显示了 _issuebot_ 为一个特定的应用运行。有两次运行，包括最近的一次。较新的版本具有来自首次运行以来添加的更多模块的结果。
