Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Blokada v3 (ad blocker)](https://f-droid.org/packages/org.blokada.alarm/)** was updated from 3.4.100500 to 3.6.101401, with improved general tunnel stability, decreased data usage, new advanced settings screen, a setting to prevent the system from stopping Blokada when power saving, a setting to only update lists on WiFi, other small enhancements, and numerous bug fixes.
de: **[Blokada v3 (ad blocker)](https://f-droid.org/packages/org.blokada.alarm/)** wurde von 3.4.100500 auf 3.6.101401 aktualisiert, mit allgemein verbesserter Tunnelstabilität, vermindertem Datenverbrauch, neuem Bildschirm für erweiterte Einstellungen, einer Einstellung, um zu verhindern, dass das System im Akkusparbetrieb Blokada beendet, einer Einstellung, um Listen nur über WLAN zu aktualisieren, weiteren kleinen Weiterentwicklungen und zahlreichen Bugfixes.
pl: **[Blokada v3 (blokowanie reklam)](https://f-droid.org/packages/org.blokada.alarm/)** został zaktualizowany z wersji 3.4.100500 do wersji 3.6.101401, z poprawioną ogólną stabilnością tunelu, zmniejszonym zużyciem danych, nowym ekranem ustawień zaawansowanych, ustawieniem zapobiegającym zatrzymaniu systemu przez blokadę przy oszczędzaniu energii, ustawienie do aktualizacji list WiFi, inne małe ulepszenia i liczne poprawki błędów.
ro: **[Blokada v3 (ad blocker)](https://f-droid.org/packages/org.blokada.alarm/)** a fost actualizat de la 3.4.100500 la 3.6.101401, cu o stabilitate generală îmbunătățită a tunelului, o utilizare redusă a datelor, un nou ecran de setări avansate, o setare pentru a împiedica sistemul să oprească Blokada la economisirea energiei, o setare pentru a actualiza listele numai pe WiFi, alte mici îmbunătățiri și numeroase corecturi de erori.
ru: **[Blokada v3 (блокировщик рекламы)](https://f-droid.org/packages/org.blokada.alarm/)** был обновлен с версии 3.4.100500 до 3.6.101401, улучшена общая стабильность туннеля, уменьшено использование данных, новый экран расширенных настроек, настройка, предотвращающая остановку Blokada при энергосбережении, настройка обновления списков только по WiFi, другие небольшие улучшения и многочисленные исправления ошибок.
uk: **[Blokada v3 (блокувальник реклами)](https://f-droid.org/packages/org.blokada.alarm/)** був оновлений з версії 3.4.100500 до 3.6.101401, покращена загальна стабільність тунелю, зменшено використання даних, новий екран розширених налаштувань, настройка, що запобігає зупинку Blokada при енергозбереженні, настройка оновлення списків тільки по WiFi, інші невеликі поліпшення і численні виправлення помилок.
zh_hans: **[Blokada v3 (ad blocker)](https://f-droid.org/packages/org.blokada.alarm/)** 从 3.4.100500 更新到 3.6.101401，提高了一般隧道稳定性、减少数据使用量、新的高级设置屏幕、防止系统在省电时停止 Blokada 的设置、仅更新 WiFi 上的列表的设置、其他小的增强功能以及大量错误修复。

source: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** has the bible in multiple languages. Version 3.4 is a small maintenance release adding 13 articles and 7 Youtubers.
de: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** liefert die Bibel in mehreren Sprachen. Version 3.4 ist eine kleine Instandhaltungsversion, die 13 Artikel und 7 Youtuber hinzufügt.
pl: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** ma Biblię w wielu językach. Wersja 3.4 to niewielkie wydanie konserwacyjne, które dodaje 13 artykułów i 7 Youtuberów.
ro: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** are Biblia în mai multe limbi. Versiunea 3.4 este o mică versiune de întreținere care adaugă 13 articole și 7 Youtuberi.
ru: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** содержит Библию на нескольких языках. Версия 3.4 - это небольшое обновление, добавляющее 13 статей и 7 ютуберов.
uk: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** містить Біблію кількома мовами. Версія 3.4 — це невелике оновлення, що додає 13 статей та 7 ютуберів.
zh_hans: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** 有多种语言的圣经。 3.4 版是一个小型维护版本，增加了 13 篇文章和 7 个 Youtuber。

source: **[Emerald Launcher](https://f-droid.org/packages/ru.henridellal.emerald/)** is a lightweight customizable launcher which supports icon packs and has a good number of settings for its size. This week it updated from 0.5.6.2 to 0.6.0.2, now with shortcuts, fullscreen mode, "show keyboard on start" option, switch categories with volume buttons, improved tutorial theme, pick custom icon from memory, and several fixes.
de: **[Emerald Launcher](https://f-droid.org/packages/ru.henridellal.emerald/)** ist ein leichtgewichtiger, anpassbarer Launcher, der Symbolpakete unterstützt und für seine Größe eine ansehnliche Zahl von Einstellungen bietet. Diese Woche erhielt er ein Update von 0.5.6.2 nach 0.6.0.2, nun mit Schnellverknüpfungen, dem Vollbildmodus, der Option "Tastatur beim Start einblenden", Kategorien mit den Lautstärketasten wechseln, einem verbesserten Tutorial-Design, Übernahme eines benutzerdefinierten Icons aus dem Speicher und diversen Korrekturen.
pl: **[Emerald Launcher](https://f-droid.org/packages/ru.henridellal.emerald/)** to lekki, dostosowywany program uruchamiający, który obsługuje paczki ikon i ma dużą liczbę ustawień dla swojego rozmiaru. W tym tygodniu zaktualizowano go z wersji 0.5.6.2 do 0.6.0.2, teraz ze skrótami, trybem pełnoekranowym, opcją "pokaż klawiaturę przy starcie", przełącz kategoriami z przyciskami głośności, ulepszonym motywem samouczka, wybierz niestandardową ikonę z pamięci i kilka poprawek.
ro: **[Emerald Launcher](https://f-droid.org/packages/ru.henridellal.emerald/)** este un lansator ușor și personalizabil care acceptă pachete de pictograme și are un număr bun de setări pentru dimensiunea sa. Săptămâna aceasta a fost actualizat de la 0.5.6.6.2 la 0.6.0.2, acum cu comenzi rapide, mod fullscreen, opțiunea "show keyboard on start", comutarea categoriilor cu ajutorul butoanelor de volum, o temă tutorial îmbunătățită, alegerea pictogramei personalizate din memorie și mai multe corecturi.
ru: **[Emerald Launcher](https://f-droid.org/packages/ru.henridellal.emerald/)** - это легкая настраиваемая программа запуска, которая поддерживает пакеты иконок и имеет хорошее количество настроек для своего размера. На этой неделе она обновилась с 0.5.6.2 до 0.6.0.2, теперь в ней есть ярлыки, полноэкранный режим, опция "показать клавиатуру при запуске", переключение категорий кнопками громкости, улучшенная обучающая тема, выбор пользовательской иконки из памяти и несколько исправлений.
uk: **[Emerald Launcher](https://f-droid.org/packages/ru.henridellal.emerald/)** - це легка настроюється програма запуску, яка підтримує пакети іконок і має гарне кількість налаштувань для свого розміру. На цьому тижні вона оновилася з 0.5.6.2 до 0.6.0.2, тепер в ній є ярлики, повноекранний режим, опція "показати клавіатуру при запуску", перемикання категорій кнопками гучності, поліпшена навчальна тема, вибір користувальницької іконки з пам'яті та кілька виправлень.
zh_hans: **[Emerald Launcher](https://f-droid.org/packages/ru.henridellal.emerald/)** 是一个轻量级的可自定义启动器，它支持图标包，并有大量的大小设置。本周它从 0.5.6.2 更新到 0.6.0.2，现在具有快捷方式、全屏模式、“开始时显示键盘”选项、使用音量按钮切换类别、改进的教程主题、从内存中选择自定义图标以及一些修复。

source: **[Manyverse](https://f-droid.org/packages/se.manyver/)** was updated from 0.18.10-02.beta to 0.1810.16-beta, and now lets you edit your profile picture, and does the initial sync 5x faster or better.
de: **[Manyverse](https://f-droid.org/packages/se.manyver/)** wurde von 0.18.10-02.beta auf 0.1810.16-beta aktualisiert, lässt Sie nun Ihr Profilbild bearbeiten und erledigt die initiale Synchronisation 5-mal schneller und besser.
pl: **[Manyverse](https://f-droid.org/packages/se.manyver/)** został zaktualizowany z wersji 0.18.10-02.beta do wersji 0.1810.16-beta, a teraz pozwala edytować zdjęcie profilowe, a początkowa synchronizacja jest 5-krotnie szybsza lub lepsza.
ro: **[Manyverse](https://f-droid.org/packages/se.manyver/)** a fost actualizat de la 0.18.10-02.beta la 0.1810.16-beta, iar acum vă permite să vă editați poza de profil și face sincronizarea inițială de 5 ori mai repede sau mai bine.
ru: **[Manyverse](https://f-droid.org/packages/se.manyver/)** был обновлен с 0.18.10-02.beta до 0.1810.16-beta, и теперь позволяет редактировать изображение профиля, а также выполняет первоначальную синхронизацию в 5 раз быстрее или лучше.
uk: **[Manyverse](https://f-droid.org/packages/se.manyver/)** був оновлений з 0.18.10-02.beta до 0.1810.16-beta, і тепер дає можливість редагувати зображення профілю, а також виконує початкову синхронізацію у 5 разів швидше або краще.
zh_hans: **[Manyverse](https://f-droid.org/packages/se.manyver/)** 从 0.18.10-02.beta 更新到 0.1810.16-beta，现在可以让你编辑你的个人资料图片，并且初始同步速度提高了 5 倍或更好。

source: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** was updated from 1.9.2055 to 1.9.2445 bringing:
de: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** wurde von 1.9.2055 auf 1.9.2445 aktualisiert:
pl: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** została uaktualniona z 1.9.2055 do 1.9.2445, wprowadzając:
ro: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** a fost actualizat de la 1.9.2055 la 1.9.2445 aducând:
ru: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** был обновлен с 1.9.2055 до 1.9.2445, принеся:
uk: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** був оновлений з 1.9.2055 до 1.9.2445, принісши:
zh_hans: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)**从1.9.2055更新到1.9.2445，带来的变化有：

source: Power-Saving mode improvements - you can pick which features to include in Power-Saving.
de: Verbesserungen im Energiesparmodus - Sie können auswählen, welche Funktionen in den Energiesparmodus aufgenommen werden sollen.
pl: Usprawnienia trybu oszczędzania energii - można wybrać funkcje, które mają być włączone do trybu oszczędzania energii.
ro: Îmbunătățiri ale modului de economisire a energiei - puteți alege ce caracteristici să includeți în modul de economisire a energiei.
ru: Улучшения режима энергосбережения - вы можете выбрать, какие функции включить в режим энергосбережения.
uk: Покращення режиму енергоощадження — ви можете вибрати, які функції включити в режим енергоощадження.
zh_hans: 省电模式改进 - 您可以选择要包含在省电模式中的功能。

source: Also, we allow switching to dark, simple theme in Power-Saving mode. But this is optional.
de: Außerdem erlauben wir das Umschalten auf ein dunkles, einfaches Thema im Energiesparmodus. Dies ist jedoch optional.
pl: Ponadto umożliwiamy przełączanie na ciemny, prosty motyw w trybie oszczędzania energii. Ale jest to opcjonalne.
ro: De asemenea, permitem trecerea la o temă întunecată și simplă în modul de economisire a energiei. Dar acest lucru este opțional.
ru: Также мы позволяем переключиться на темную, простую тему в режиме энергосбережения. Но это необязательно.
uk: Також ми дозволяємо перемикнутися на темну, просту тему в режимі енергоощадження. Але це необов'язково.
zh_hans: 此外，我们允许在省电模式下切换到深色、简单的主题。但这是可选的。

source: New Workman layout, Terminal generic-top-row and long-press fixes. Done by Alex Griffin.
pl: Nowy układ Workman, ogólne poprawki w górnym rzędzie terminala i długiego naciśnięcia. Wykonał Alex Griffin.
ro: Noul aspect Workman, corecții pentru linia superioară a terminalului și pentru apăsarea lungă. Realizat de Alex Griffin.
ru: Новый макет Workman, исправления терминала generic-top-row и долгого нажатия. Выполнено Алексом Гриффином.
uk: Новий макет Workman, виправлення терміналу generic-top-row і тривалого натискання. Виконано Алексом Гріффіном.
zh_hans: 新的 Workman 布局、终端通用顶行和长按修复。由 Alex Griffin。

source: Updated localization: AR, BE, EU, FR, HU, IT, KA, KN, KU, LT, NB, NL, PT, RO, RU, SC, UK.
de: Aktualisierte Übersetzungen: AR, BE, EU, FR, HU, IT, KA, KN, KU, LT, NB, NL, PT, RO, RU, SC, UK.
pl: Zaktualizowana lokalizacja: AR, BE, EU, FR, HU, IT, KA, KN, KU, LT, NB, NL, PT, RO, RU, SC, UK.
ro: Localizare actualizată: AR, BE, EU, FR, HU, IT, KA, KN, KU, LT, NB, NL, PT, RO, RU, SC, UK.
ru: Обновленная локализация: AR, BE, EU, FR, HU, IT, KA, KN, KU, LT, NB, NL, PT, RO, RU, SC, UK.
uk: Оновлена локалізація: AR, BE, EU, FR, HU, IT, KA, KN, KU, LT, NB, NL, PT, RO, RU, SC, UK.
zh_hans: 更新本地化：AR, BE, EU, FR, HU, IT, KA, KN, KU, LT, NB, NL, PT, RO, RU, SC, UK。

source: Fix for small suggestions text on some devices
de: Korrektur für kleinen Vorschlagstext auf einigen Geräten
pl: Poprawka dla małych sugestii tekstowych na niektórych urządzeniach
ro: Corectarea textului mic pentru sugestii pe unele dispozitive
ru: Исправление мелкого текста предложений на некоторых устройствах
uk: Виправлення дрібного тексту пропозицій на деяких пристроях
zh_hans: 修复某些设备上的小建议文本

source: Beta Updates
de: Beta-Versionen
pl: Aktualizacje Beta
ro: Actualizări Beta
ru: Бета-обновления
uk: Бета-оновлення
zh_hans: Beta 更新

source: The following app was also updated, but will not be shown as upgradeable unless you enable "Unstable updates" in F-Droid settings:
de: Die folgende App wurde ebenfalls aktualisert, wird aber nicht als aktualisierbar angezeigt, solange Sie nicht die Option "Instabile Aktualisierungen" in den F-Droid-Einstellungen gewählt haben:
pl: Następująca aplikacja została również zaktualizowana, ale nie będzie wyświetlana jako możliwa do uaktualnienia, chyba że w ustawieniach F-Droid zostanie włączona "Niestabilna aktualizacja":
ro: Următoarea aplicație a fost, de asemenea, actualizată, dar nu va fi afișată ca putând fi actualizată decât dacă activați "Unstable updates" în setările F-Droid:
ru: Следующее приложение также было обновлено, но не будет отображаться как обновляемое, если вы не включите "Нестабильные обновления" в настройках F-Droid:
uk: Таку програму також було оновлено, але не буде доступний широкому як оновлюється, якщо ви не включите "Нестабільні оновлення" в налаштуваннях F-Droid:
zh_hans: 以下应用也已更新，但除非你在 F-Droid 设置中启用了“不稳定更新”，否则不会显示为可升级：

source: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** was updated from 2.9.0-beta.1 to 2.9.0-beta.2
de: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** wurde von 2.9.0-beta.1 auf 2.9.0-beta.2 aktualisiert
pl: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** został zaktualizowany z wersji 2.9.0-beta.1 do wersji 2.9.0-beta.2
ro: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** a fost actualizat de la 2.9.0-beta.1 la 2.9.0-beta.2
ru: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** был обновлен с 2.9.0-beta.1 до 2.9.0-beta.2
uk: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** був оновлений з 2.9.0-beta.1 до 2.9.0-beta.2
zh_hans: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** 从 2.9.0-beta.1 更新到 2.9.0-beta.2

source: TWIF 27: New Servers and First Alpha Release of F-Droid 1.5
de: TWIF 27: Neue Server und erstes Alpha-Release von F-Droid 1.5
pl: TWIF 27: Nowe serwery i pierwsze wydanie alfa F-Droid 1.5
ro: TWIF 27: Servere noi și prima versiune Alpha a F-Droid 1.5
ru: TWIF 27: Новые серверы и первый альфа-релиз F-Droid 1.5
uk: TWIF 27: Нові сервери й перший альфа-випуск F-Droid 1.5
zh_hans: TWIF 27：新服务器和 F-Droid 1.5 的第一个 Alpha 版本

source: In this edition: Two new heavy duty servers, first alpha release of F-Droid 1.5, metadata cleanup, automatic buildserver setup, Portuguese Courts rule against Google, and F-Droid confirmed malware-free. There are 4 new and {{ page.number_of_updated_apps }} updated apps. <!--more-->
de: In dieser Ausgabe: Zwei neue Hochleistungsserver, erstes Alpha-Release von F-Droid 1.5, Metadatenbereinigung, Einrichtung des automatischen Buildservers, portugiesischer Gerichtsentscheid gegen Google und Bestätigung für F-Droid, frei von Malware zu sein. Es gibt 4 neue und {{ page.number_of_updated_apps }} aktualisierte Apps. <!--more-->
pl: W tej edycji: Dwa nowe serwery o dużej wytrzymałości, pierwsza wersja alpha F-Droid 1.5, czyszczenie metadanych, automatyczna konfiguracja buildserver, portugalskie sądy przeciwko Google, a F-Droid potwierdził, że nie zawiera złośliwego oprogramowania. Dostępne są 4 nowe i {{ page.number_of_updated_apps }} zaktualizowanych aplikacji.
ro: În această ediție: Două noi servere grele, prima versiune alfa a F-Droid 1.5, curățarea metadatelor, configurarea automată a serverului de construcție, instanțele portugheze se pronunță împotriva Google și F-Droid este confirmat ca fiind fără malware. Există 4 aplicații noi și {{ page.number_of_updated_apps }} aplicații actualizate.
ru: В этом выпуске: Два новых сверхмощных сервера, первый альфа-релиз F-Droid 1.5, очистка метаданных, автоматическая настройка сервера сборки, португальские суды выносят решение против Google, и F-Droid подтверждает отсутствие вредоносного ПО. Появилось 4 новых и {{ page.number_of_updated_apps }} обновленных приложения. <!--more-->
uk: У цьому випуску: Два нових надпотужних сервера, перший альфа-реліз F-Droid 1.5, очищення метаданих, автоналаштування сервера збірки, португальські суди виносять рішення проти Google, і F-Droid підтверджує відсутність шкідливого ПЗ. З'явилося 4 нових і {{ page.number_of_updated_apps }} оновлених застосунків. <!--more-->
zh_hans: 本期中：两台新的重型服务器、F-Droid 1.5 的第一个 alpha 版本、元数据清理、自动的构建服务器设置、葡萄牙法院对 Google 的裁决，以及确认 F-Droid 无恶意软件。有 4 个新增应用和 {{ page.number_of_updated_apps }} 个应用更新。 <!--more-->

source: Two new servers from the GCC Compile Farm Project
de: Zwei neue Server aus dem GCC Compile Farm Project
pl: Dwa nowe serwery z GCC Compile Farm Project
ro: Două servere noi din cadrul proiectului GCC Compile Farm Project
ru: Два новых сервера из проекта GCC Compile Farm Project
uk: Два нових сервери від проєкту GCC Compile Farm Project
zh_hans: 来自 GCC Compile Farm Project 的两台新服务器

source: Many thanks to the [GCC Compile Farm Project](https://cfarm.tetaneutral.net), who have arranged two bare-metal servers for F-Droid, each with 16 cores, 145 GB RAM, and 2.6 TB disk. These are actually old Facebook machines, but the specs are still pretty impressive! And this is _in addition to_ the [F-Droid mirror from Tetaneutral]({% post_url 2018-10-12-twif-25-tor-browser-matrix-room-enhancements-and-mirror-beta-testing %}#beta-mirror-up-for-testing).
ru: Большое спасибо [GCC Compile Farm Project](https://cfarm.tetaneutral.net), которые организовали два пустых сервера для F-Droid, каждый с 16 ядрами, 145 ГБ RAM и 2,6 ТБ диска. На самом деле это старые машины Facebook, но характеристики все равно впечатляют! И это _в дополнение к _ [зеркалу F-Droid от Tetaneutral]({% post_url 2018-10-12-twif-25-tor-browser-matrix-room-enhancements-and-mirror-beta-testing %}#beta-mirror-up-for-testing).
uk: Велике спасибі [GCC Compile Farm Project](https://cfarm.tetaneutral.net), які організували два порожніх сервера для F-Droid, кожен з 16 ядрами, 145 ГБ RAM і 2,6 ТБ диска. Насправді це старі машини Facebook, але характеристики все одно вражають! І це _в доповнення до _ [дзеркала F-Droid від Tetaneutral]({% post_url 2018-10-12-twif-25-tor-browser-matrix-room-enhancements-and-mirror-beta-testing %}#beta-mirror-up-for-testing).
zh_hans: 非常感谢 [GCC Compile Farm Project](https://cfarm.tetaneutral.net) 为 F-Droid 安排了两台裸金属服务器，每台配备 16 核、145 GB RAM 和 2.6 TB 磁盘。这些实际上是旧的 Facebook 机器，但规格仍然令人印象深刻！GCC _已经_提供了 [来自 Tetaneutral 的 F-Droid 镜像]({% post_url 2018-10-12-twif-25-tor-browser-matrix-room-enhancements-and-mirror-beta-testing %}#beta-mirror-up-for-testing)。

source: The _GCC Compile Farm Project_ is a facilitator for free software developers to get access to resources. The management system for this project is hosted by [Tetaneutral](https://tetaneutral.net), and the machines themselves are hosted by various organizations around the world. These two machines will actually be hosted by the [Oregon State University Open Source Lab](https://osuosl.org) (OSUOSL).
de: Das _GCC Compile Farm Project_ ist ein Vermittler für Entwickler freier Software, um Zugriff auf Ressourcen zu erlangen. Das Managementsystem für dieses Projekt wird von [Tetaneutral](https://tetaneutral.net) gehostet und die Maschinen selbst werden von verschiedenen Organisationen rund um den Globus gehostet. Das eigentliche Hosting dieser beiden Maschinen erfolgt durch das [Oregon State University Open Source Lab](https://osuosl.org) (OSUOSL).
pl: _GCC Compile Farm Project_ to narzędzie ułatwiające programistom bezpłatnego oprogramowania uzyskanie dostępu do zasobów. System zarządzania tym projektem jest obsługiwany przez [Tetaneutral](https://tetaneutral.net), a same urządzenia są hostowane przez różne organizacje na całym świecie. Te dwa urządzenia będą faktycznie hostowane przez [Oregon State University Open Source Lab](https://osuosl.org) (OSUOSL).
ro: Proiectul _GCC Compile Farm Project_ este un facilitator pentru dezvoltatorii de software liber pentru a avea acces la resurse. Sistemul de management pentru acest proiect este găzduit de [Tetaneutral](https://tetaneutral.net), iar mașinile în sine sunt găzduite de diverse organizații din întreaga lume. Aceste două mașini vor fi de fapt găzduite de [Oregon State University Open Source Lab](https://osuosl.org) (OSUOSL).
ru: Проект _GCC Compile Farm Project_ является посредником для разработчиков свободного программного обеспечения в получении доступа к ресурсам. Система управления этим проектом размещена на [Tetaneutral](https://tetaneutral.net), а сами машины размещены в различных организациях по всему миру. Эти две машины будут размещены в [Oregon State University Open Source Lab](https://osuosl.org) (OSUOSL).
uk: Проєкт _GCC Compile Farm Project_ є посередником для розробників вільного програмного забезпечення в отриманні доступу до ресурсів. Система управління цим проєктом розміщена на [Tetaneutral](https://tetaneutral.net), а самі машини розміщені в різних організаціях по всьому світу. Ці дві машини будуть розміщені в [Oregon State University Open Source Lab](https://osuosl.org) (OSUOSL).
zh_hans: _GCC Compile Farm Project_ 是自由软件开发者获取资源的促进者。该项目的管理系统由 [Tetaneutral](https://tetaneutral.net) 托管，机器本身由世界各地的各种组织托管。这两台机器实际上将由[俄勒冈州立大学开源实验室](https://osuosl.org) (OSUIOSL) 托管。

source: For people who will be working with them: Remember that these machines have real hard disks, not running in RAID configuration. They should only hold disposable content, as the hard disks could fail.
de: Für Leute, die mit ihnen arbeiten werden: Behalten Sie im Hinterkopf, dass diese Maschinen wirkliche Hard Disks besitzen, die nicht in einer RAID-Konfiguration laufen. Sie sollten nur entbehrliche Inhalte aufnehmen, da die Hard Disks versagen können.
pl: Dla osób, które będą z nimi pracować: pamiętaj, że te komputery mają prawdziwe dyski twarde, nie działające w konfiguracji RAID. Powinny przechowywać tylko zawartość jednorazową, ponieważ dyski twarde mogą zawieść.
ro: Pentru persoanele care vor lucra cu ei: Nu uitați că aceste mașini au hard disk-uri reale, nu rulează în configurație RAID. Acestea ar trebui să conțină doar conținut de unică folosință, deoarece discurile dure ar putea ceda.
ru: Для людей, которые будут с ними работать: Помните, что эти машины имеют настоящие жесткие диски, а не работают в конфигурации RAID. На них можно хранить только одноразовый контент, поскольку жесткие диски могут выйти из строя.
uk: Для людей, які будуть з ними працювати: Пам'ятайте, що ці машини мають справжні жорсткі диски, а не працюють в конфігурації RAID. На них можна зберігати лише одноразовий контент, оскільки жорсткі диски можуть вийти з ладу.
zh_hans: 对于将与他们一起工作的人：请记住，这些机器具有真正的硬盘，而不是在 RAID 配置中运行。它们应该只保存一次性内容，因为硬盘可能会发生故障。
