Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)** [updated](https://forums.bitfire.at/category/4/davdroid?tag=announcement) from 2.2.3.1-ose to 2.4-ose. It has a completely rewritten UI architecture with improved robustness and responsiveness. The UI has also been improved to make it more compliant with Material design. Finally, there's improved behavior for read-only contacts, and the usual smaller improvements and bug fixes.
de: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)**-[Update](https://forums.bitfire.at/category/4/davdroid?tag=Ankündigung) von 2.2.3.1ose auf 2.4ose. Es verfügt über eine komplett neu geschriebene Benutzeroberflächenarchitektur mit verbesserter Robustheit und Reaktionsfähigkeit. Die Benutzeroberfläche wurde ebenfalls verbessert, um sie besser an das Material-Design anzupassen. Schließlich gibt es ein verbessertes Verhalten für schreibgeschützte Kontakte und die üblichen kleineren Verbesserungen und Bugfixes.
pl: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)** [aktualizacja](https://forums.bitfire.at/category/4/davdroid?tag=ogłoszenie) z 2.2.3.1-ose do 2.4ose. Posiada całkowicie przerobioną architekturę interfejsu użytkownika o zwiększonej niezawodności i szybkości reakcji. System interfejsu użytkownika został również udoskonalony, aby uczynić go bardziej zgodnym z projektem Material design. Wreszcie, poprawiło się zachowanie kontaktów tylko do odczytu oraz zwykłe mniejsze ulepszenia i poprawki błędów.
ro: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)** [updated](https://forums.bitfire.at/category/4/davdroid?tag=announcement) de la 2.2.3.1-ose la 2.4-ose. Are o arhitectură a interfeței de utilizare complet rescrisă, cu o robustețe și o capacitate de reacție îmbunătățite. De asemenea, interfața de utilizare a fost îmbunătățită pentru a o face mai conformă cu Material design. În cele din urmă, există un comportament îmbunătățit pentru contactele numai pentru citire, precum și obișnuitele îmbunătățiri mai mici și corecturi de erori.
ru: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)**[обновлен](https://forums.bitfire.at/category/4/davdroid?tag=announcement) с 2.2.3.1-ose до 2.4-ose. В нем полностью переписана архитектура пользовательского интерфейса с улучшенной надежностью и отзывчивостью. Пользовательский интерфейс также был улучшен, чтобы сделать его более совместимым с Material design. Наконец, улучшено поведение контактов, доступных только для чтения, а также внесены обычные мелкие улучшения и исправления ошибок.
uk: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)**[оновлено](https://forums.bitfire.at/category/4/davdroid?tag=announcement ) з 2.2.3.1-ose до 2.4-ose. У ньому повністю переписана архітектура призначеного для користувача інтерфейсу з поліпшеною надійністю і чуйністю. Інтерфейс також був поліпшений, щоб зробити його більш сумісним з Material design. Нарешті, покращено поведінку контактів, доступних тільки для читання, а також внесені звичайні дрібні поліпшення і виправлення помилок.
zh_hans: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)** 从 2.2.3.1-ose [updated](https://forums.bitfire.at/category/4/davdroid?tag=announcement)到 2.4-ose。它具有完全重写的 UI 架构，具有改进的鲁棒性和响应能力。UI 也得到了改进，使其更符合 Material Design。最后，改进了只读联系人的行为，以及通常较小的改进和错误修复。

source: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** [updated](https://github.com/tuskyapp/Tusky/releases) to 6.0, with the following improvements:
de: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** [aktualisiert](https://github.com/tuskyapp/Tusky/releases) auf 6.0 mit den folgenden Verbesserungen:
pl: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** [aktualizacja](https://github.com/tuskyapp/Tusky/releases) do 6.0, z następującymi ulepszeniami:
ro: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** [updated](https://github.com/tuskyapp/Tusky/releases) la 6.0, cu următoarele îmbunătățiri:
ru: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** [обновлен](https://github.com/tuskyapp/Tusky/releases) до версии 6.0, со следующими улучшениями:
uk: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**[оновлено](https://github.com/tuskyapp/Tusky/releases) до версії 6.0, з наступними поліпшеннями:
zh_hans: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**[更新](https://github.com/tuskyapp/Tusky/releases)到 6.0，具有以下改进：

source: Timeline filters have moved to Account Preferences and will sync with the server
de: Timeline Filter sind in die Kontoeinstellungen verschoben worden und werden mit dem Server synchronisiert
pl: Filtry osi czasu zostały przeniesione do Preferencji konta i będą synchronizowane z serwerem
ro: Filtrele cronologice au fost mutate în Preferințe cont și se vor sincroniza cu serverul
ru: Фильтры временной шкалы переместились в Настройки аккаунта и будут синхронизироваться с сервером
uk: Фільтри тимчасової шкали перемістилися в Налаштування облікового запису і будуть синхронізуватися з сервером
zh_hans: 时间线过滤器已移至帐户首选项，并将与服务器同步

source: You can now have a custom hashtag as tab in the main interface
de: Sie können nun einen benutzerdefinierten Hashtag als Tab in der Hauptschnittstelle haben
pl: Możesz teraz mieć niestandardowy hashtag jako zakładkę w głównym interfejsie
ro: Acum puteți avea un hashtag personalizat ca filă în interfața principală
ru: Теперь вы можете иметь пользовательский хэштег в качестве вкладки в основном интерфейсе
uk: Тепер ви можете мати користувальницький хештег як вкладки в основному інтерфейсі
zh_hans: 你现在可以在主界面中将自定义主题标签作为选项卡

source: Lists can now be edited
de: Listen können nun bearbeitet werden
pl: Listy mogą być teraz edytowane
ro: Listele pot fi acum editate
ru: Списки теперь можно редактировать
uk: Списки тепер можна редагувати
zh_hans: 现在可以编辑列表

source: Security: removed support for TLS 1.0 and TLS 1.1, and added support for TLS 1.3 on Android 6+
de: Sicherheit: Unterstützung für TLS 1.0 und TLS 1.1 entfernt und Unterstützung für TLS 1.3 ab Android 6 hinzugefügt
pl: Bezpieczeństwo: usunięto obsługę TLS 1.0 i TLS 1.1 oraz dodano obsługę TLS 1.3 na systemie Android 6+
ro: Securitate: a fost eliminat suportul pentru TLS 1.0 și TLS 1.1 și a fost adăugat suportul pentru TLS 1.3 pe Android 6+
ru: Безопасность: удалена поддержка TLS 1.0 и TLS 1.1, добавлена поддержка TLS 1.3 на Android 6+
uk: Безпека: видалена підтримка TLS 1.0 і TLS 1.1, додана підтримка TLS 1.3 на Android 6+
zh_hans: 安全性：删除了对 TLS 1.0 和 TLS 1.1 的支持，并在 Android 6+ 上添加了对 TLS 1.3 的支持

source: The compose view will now suggest custom emojis when starting to type
de: Die Kompositionsansicht schlägt nun benutzerdefinierte Emojis vor, wenn Sie mit der Eingabe beginnen
pl: Widok komponowania zasugeruje teraz niestandardowe emotikony podczas rozpoczynowania pisania
ro: Vizualizarea compunerii va sugera acum emoticoane personalizate atunci când începeți să tastați
ru: Теперь при вводе текста в представлении "Составь композицию" будут предлагаться пользовательские эмодзи
uk: У режимі написання тепер буде запропоновано власні емоджі, коли ви починаєте вводити текст
zh_hans: 编辑视图现在将在开始输入时建议自定义表情符号

source: New theme setting "follow system theme"
de: Neue Designeinstellung "Systemthema folgen"
pl: Nowe ustawienie motywu "stosuj motyw systemu"
ro: O nouă setare a temei "urmează tema sistemului"
ru: Новая настройка темы "следовать системной теме"
uk: Нова установка теми "слідувати системної темі"
zh_hans: 新主题设置“跟随系统主题”

source: Improved timeline accessibility
de: Verbesserte Zugänglichkeit der Timeline
pl: Poprawa dostępności osi czasu
ro: Accesibilitate îmbunătățită a cronologiei
ru: Улучшенная доступность временной шкалы
uk: Покращена доступність тимчасової шкали
zh_hans: 改进的时间线可访问性

source: Tusky will now ignore unknown notifications and no longer crash
de: Tusky ignoriert nun unbekannte Benachrichtigungen und stürzt nicht mehr ab
pl: Tusky zignoruje teraz nieznane powiadomienia i nie będzie się już zawieszał
ro: Tusky va ignora acum notificările necunoscute și nu se va mai bloca
ru: Tusky теперь будет игнорировать неизвестные уведомления и больше не будет аварийно завершать работу
uk: Tusky тепер буде ігнорувати невідомі повідомлення і більше не буде аварійно завершувати роботу
zh_hans: Tusky 现在将忽略未知通知并且不再崩溃

source: New setting: You can now override the system language and set a different language in Tusky
de: Neue Einstellung: Sie können nun die Systemsprache überschreiben und eine andere Sprache in Tusky einstellen
pl: Nowe ustawienia: Teraz możesz zmienić język systemu i ustawić inny język w Tusky
ro: O nouă setare: Acum puteți înlocui limba sistemului și seta o altă limbă în Tusky
ru: Новая настройка: Теперь вы можете переопределить язык системы и установить другой язык в Tusky
uk: Нова установка: Тепер ви можете перевизначити мову системи і встановити іншу мову в Tusky
zh_hans: 新设置：你现在可以覆盖系统语言并在 Tusky 中设置不同的语言

source: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** [updated](http://www.orgzly.com/changelog) to 1.7.2, now allowing you to sort search results by event time; copy selected notes; and cut, copy, move and refile multiple notes at once.
de: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** [aktualisiert](http://www.orgzly.com/changelog) auf 1.7.2, kann die Suchergebnisse nach Zeitpunkt des Ereignisses sortieren, ausgewählte Notizen kopieren und mehrere Notizen auf einmal ausschneiden, kopieren, verschieben und neu speichern.
pl: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** [aktualizacja](http://www.orgzly.com/changelog) do 1.7.2, umożliwia teraz sortowanie wyników wyszukiwania według czasu zdarzenia; kopiowanie wybranych notatek; oraz wycinanie, kopiowanie, przenoszenie i ponowne usuwanie wielu notatek jednocześnie.
ro: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** [updated](http://www.orgzly.com/changelog) la versiunea 1.7.2, permițându-vă acum să sortați rezultatele căutării în funcție de ora evenimentului, să copiați notele selectate și să tăiați, să copiați, să mutați și să arhivați din nou mai multe note simultan.
ru: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** [обновлен](http://www.orgzly.com/changelog) до версии 1.7.2, которая теперь позволяет сортировать результаты поиска по времени события; копировать выбранные заметки; а также вырезать, копировать, перемещать и пересоставлять несколько заметок одновременно.
uk: **[Orgzly](https://f-droid.org/packages/com.orgzly/)**[оновлено](http://www.orgzly.com/changelog) до версії 1.7.2, яка тепер дозволяє сортувати результати пошуку за часом події; копіювати вибрані замітки; а також вирізати, копіювати, переміщати і перескладалися кілька заміток одночасно.
zh_hans: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** [更新](http://www.orgzly.com/changelog)到 1.7.2，现在允许你按事件时间对搜索结果进行排序；复制选定的笔记；一次剪切、复制、移动和重新归档多个笔记。

source: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** [updated](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md) to 6.2.0, making search recursive, searching in subfolders too.
de: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** [aktualisiert](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md) auf 6.2.0, wodurch die Suche rekursiv wird und auch in Unterordnern gesucht wird.
pl: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** [zaktualizowany](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md) do 6.2.0, dzięki czemu wyszukiwanie staje się rekurencyjne, wyszukiwanie również w podfolderach.
ro: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** [updated](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md) la 6.2.0, făcând căutarea recursivă, căutând și în subfoldere.
ru: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** [обновлен](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md) до версии 6.2.0, поиск стал рекурсивным, поиск в подпапках тоже.
uk: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)**[оновлено](https://github.com/SimpleMobileTools/Simple-File- Manager/blob/HEAD/CHANGELOG.md) до версії 6.2.0, пошук став рекурсивним, пошук в підтеках теж.
zh_hans: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** [更新](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md)到 6.2.0，使搜索递归，也在子文件夹中搜索。

source: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** [updated](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt) to 2.2.6. Autorun on tag detection can be deactivated now, there were some fixes for the all-0-keys bug, and PayPal links were removed to comply with Google's payment policies. (See above.)
de: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** [aktualisiert](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt) auf 2.2.6. Der Autorun bei der Tag-Erkennung kann jetzt deaktiviert werden, es gab einige Korrekturen für den All-0-Keys-Bug und PayPal-Links wurden entfernt, um den Zahlungsrichtlinien von Google zu entsprechen. (Siehe oben.)
pl: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** [zaktualizowan](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt) to wersji 2.2.6. Autouruchamianie wykrywania tagów można teraz wyłączyć, wprowadzono pewne poprawki do błędu wszystkie-0-klawiszy, a linki PayPal zostały usunięte w celu zapewnienia zgodności z zasadami płatności Google. (Patrz wyżej.)
ro: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** [updated](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt) la 2.2.6. Autorun la detectarea etichetei poate fi dezactivat acum, au fost aduse câteva corecturi pentru bug-ul all-0-keys, iar link-urile PayPal au fost eliminate pentru a respecta politicile de plată ale Google. (A se vedea mai sus.)
ru: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** [обновлен](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt) до версии 2.2.6. Автозапуск при обнаружении метки теперь может быть отключен, исправлена ошибка all-0-keys, а ссылки на PayPal были удалены для соответствия платежной политике Google. (См. выше.)
uk: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)**[оновлено](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG .txt) до версії 2.2.6. Автозапуск при виявленні мітки тепер може бути відключений, виправлена помилка all-0-keys, а посилання на PayPal були видалені для відповідності платіжної політиці Google. (Див. вище.)
zh_hans: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** [更新](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt)到 2.2.6。现在可以禁用自动运行标签检测，对全 0 键错误进行了一些修复，并删除了 PayPal 链接以符合 Google 的支付政策。（参见上文。）

source: {{ page.major }} **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** is a simple weather app for Sweden. For this [update](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) from 0.1.8 to 1.0.0, the app has been completely rewritten, with a new app icon and new theme, and adding sunrise/sunset times, wind direction & speed, and new bottom navigation. A crash on device rotation was also fixed.
de: {{ page.major }} **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** ist eine einfache Wetter-App für Schweden. Für diese [Aktualisierung](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) von 0.1.8 auf 1.0.0, wurde die App komplett neu geschrieben, mit einem neuen App-icon und neuem Design und Ergänzung von Sonnenaufgangs-/Sonnenuntergangs-Zeiten, Windrichtung und -geschwindigkeit, sowie neuer Navigation am unteren Rand. Abstürze bei Drehung des Geräts wurden auch behoben.
pl: {{ page.major }} **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** jest prostą aplikacją pogodową dla Szwecji. W tej [aktualizacji](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) z 0.1.8 do 1.0.0, aplikacja została całkowicie przepisana, z nową ikoną aplikacji i nowym motywem, dodano czasy wschódu/zachódu słońca, kierunek i prędkość wiatru oraz nową dolną nawigację. Naprawiono także awarię podczas obracania urządzenia.
ro: {{ page.major }} **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** este o aplicație meteo simplă pentru Suedia. Pentru această [update](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) de la 0.1.8 la 1.0.0, aplicația a fost complet rescrisă, cu o nouă pictogramă a aplicației și o nouă temă, adăugând orele de răsărit/apus, direcția și viteza vântului și o nouă navigare în partea de jos. De asemenea, a fost rezolvată o eroare la rotirea dispozitivului.
ru: {{ page.major }} **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** - это простое погодное приложение для Швеции. В этом [обновлении](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) с 0.1.8 до 1.0.0 приложение было полностью переписано, с новой иконкой и новой темой, добавлены время восхода/заката солнца, направление и скорость ветра, а также новая нижняя навигация. Также исправлен сбой при повороте устройства.
uk: {{ page.major }} **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** - це просте погодний застосунок для Швеції. У цьому [оновленні](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) з 0.1.8 до 1.0.0 застосунок було повністю переписано, з нової іконкою і новою темою, додані час сходу/заходу сонця, напрямок і швидкість вітру, а також нова нижня навігація. Також виправлений збій при повороті пристрою.
zh_hans: {{ page.major }} **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** 是一款适用于瑞典的简单天气应用。在从 0.1.8 到 1.0.0 的[更新](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md)中，应用已经完全重写，使用新的应用图标和新主题，并添加日出/日落时间、风向和风速，以及新的底部导航。设备旋转的崩溃也得到了修复。

source: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** was [updated](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) from 1.0.1 to 1.1.0 with the following changes:
de: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** wurde [aktualisiert](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) von 1.0.1 auf 1.1.0 mit den folgenden Änderungen:
pl: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** został [zaktualizowany](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) z 1.0.1 do 1.1.0 z następującymi zmianami:
ro: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** a fost [updated](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) de la 1.0.1 la 1.1.0, cu următoarele modificări:
ru: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** был [обновлен](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) с версии 1.0.1 до версии 1.1.0 со следующими изменениями:
uk: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** було [оновлено](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) з версії 1.0.1 до версії 1.1.0 з наступними змінами:
zh_hans: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** 从 1.0.1 [更新](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md)到 1.1.0，具有以下更改：

source: Swipe gesture to navigate between subscription sections
de: Streichen-Geste, um zwischen den Abonnementabschnitten zu navigieren
pl: Przeciągnij gestem, aby nawigować między sekcjami subskrypcji
ro: Gestul de glisare pentru a naviga între secțiunile de abonament
ru: Проведите пальцем по экрану для перехода между разделами подписки
uk: Проведіть пальцем по екрану для переходу між розділами підписки
zh_hans: 使用滑动手势在订阅区域之间导航

source: Sort subscriptions alphabetically in all section and by newest item crawl date in unread section
de: Abonnements sortieren, in allen Abschnitten alphabetisch und in ungelesenen Abschnitten nach dem Datum des Crawlens der neuesten Elemente
pl: Sortuj subskrypcje alfabetycznie we wszystkich sekcjach i według najnowszej daty indeksowania pozycji w sekcji nieprzeczytane
ro: Sortează abonamentele în ordine alfabetică în secțiunea Toate și după data de căutare a celui mai nou articol în secțiunea Necitite
ru: Сортируйте подписки по алфавиту в разделе "Все" и по дате сканирования самого нового элемента в разделе "Непрочитанные"
uk: Сортуйте підписки за алфавітом в розділі "Все" і за датою сканування самого нового елемента в розділі "Непрочитані"
zh_hans: 在所有部分按字母顺序对订阅进行排序，在未读部分按最新项目抓取日期排序

source: Pull-to-refresh pattern to sync with server
de: Pull-to-Refresh-Muster zur Synchronisierung mit dem Server
pl: Pociągnij, żeby odświeżyć do synchronizacji z serwerem
ro: Modelul Pull-to-refresh pentru sincronizarea cu serverul
ru: Шаблон Pull-to-refresh для синхронизации с сервером
uk: Шаблон Pull-to-refresh для синхронізації з сервером
zh_hans: 使用下拉刷新模式与服务器同步

source: Add animation in views's transtions
de: Hinzufügen von Animationen in den Übergängen der Ansichten
pl: Dodaj animację w transkrypcjach poglądów
ro: Adăugați animație în tranzițiile vizualizărilor
ru: Добавьте анимацию в переключениях представлений
uk: Додайте анімацію в переходах уявлень
zh_hans: 在视图的转换中添加动画

source: Fetch subscription's icons and display them
de: Abrufen der Symbole des Abonnements und Anzeigen dieser Symbole
pl: Pobierz ikony subskrypcji i wyświetl je
ro: Obține pictogramele abonamentului și le afișează
ru: Получение иконок подписки и их отображение
uk: Отримання іконок підписки і їх відображення
zh_hans: 获取订阅的图标并显示它们

source: Add sections and section headers to subscriptions
de: Hinzufügen von Abschnitten und Abschnittsüberschriften zu Abonnements
pl: Dodaj sekcje i nagłówki sekcji do subskrypcji
ro: Adăugați secțiuni și anteturi de secțiune la abonamente
ru: Добавление разделов и заголовков разделов к подпискам
uk: Додавання розділів і заголовків розділів до передплати
zh_hans: 将章节和章节标题添加到订阅

source: Add badge to unread articles section to indicate total count of unread articles
de: Fügen Sie dem Abschnitt ungelesener Artikel ein Abzeichen hinzu, um die Gesamtzahl der nicht gelesenen Artikel anzuzeigen
pl: Dodaj identyfikator do sekcji artykułów nieprzeczytanych, aby wskazać całkowitą liczbę artykułów nieprzeczytanych
ro: Adăugați o insignă la secțiunea de articole necitite pentru a indica numărul total de articole necitite
ru: Добавьте значок в раздел непрочитанных статей, чтобы указать общее количество непрочитанных статей
uk: Додайте значок в розділ непрочитаних статей, щоб вказати загальну кількість непрочитаних статей
zh_hans: 将徽章添加到未读文章部分以指示未读文章的总数

source: Browse feeds by category
de: Feeds nach Kategorien durchsuchen
pl: Przeglądaj kanały według kategorii
ro: Răsfoiți fluxurile în funcție de categorie
ru: Просматривайте каналы по категориям
uk: Переглядайте канали за категоріями
zh_hans: 按类别浏览提要

source: CSS for article detail
de: CSS für Artikeldetails
pl: CSS dla szczegółów artykułu
ro: CSS pentru detalii despre articol
ru: CSS для деталей статьи
uk: CSS для подробиць статті
zh_hans: 文章细节的 CSS
