Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Every app in _f-droid.org_ has a corresponding [build metadata file]({{ site.baseurl }}/docs/Build_Metadata_Reference) in [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). In order to encourage more creative reuse, we keep our data in standard formats in easy to find places. The whole app collection is in [YAML format]({% post_url 2019-09-11-yaml-metadata %}). The file can be directly accessed by Application ID using the GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<ApplicationID>.yml` (e.g. <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). The repo index and the [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html) can be used to query which Application IDs are available.
ru: Каждое приложение в _f-droid.org_ имеет соответствующий [файл метаданных сборки]({{ site.baseurl }}/docs/Build_Metadata_Reference) в [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). Для поощрения более творческого повторного использования, мы храним наши данные в стандартных форматах и удобных местах. Вся коллекция приложений находится в [формате YAML]({% post_url 2019-09-11-yaml-metadata %}). Доступ к файлу можно получить напрямую по идентификатору приложения, используя GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<ApplicationID>.yml` (например, <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). Индекс репозитория и [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html) могут быть использованы для запроса какие идентификаторы приложений доступны.
uk: Кожен застосунок у _f-droid.org_ має відповідний [файл метаданих складання]({{ site.baseurl }}/docs/Build_Metadata_Reference) в [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). Для заохочення творчого повторного застосування, ми зберігаємо наші дані у стандартних форматах у легкознахідних місцях. Уся збірка застосунків розміщена у форматі [YAML format]({% post_url 2019-09-11-yaml-metadata %}) Доступ до файлу можна отримати або безпосередньо за ID застосунку, використовуючи GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<applicationid>.yml` (Наприклад, <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). Індекс репозиторію та [файли API репозиторію GitLab](https://docs.gitlab.com/ee/api/repository_files.html) можуть бути застосовані для запиту які ID застосунків доступні.
zh_hans: _f-droid.org_ 中的每款应用均有相应的[构建元数据文件]({{ site.baseurl }}/docs/Build_Metadata_Reference)， 它们位于[_fdroiddata_](https://gitlab.com/fdroid/fdroiddata)。 为了鼓励更具创造性的重用， 我们以标准格式将数据保存在便于找到的地方。 整个应用集合为 [YAML 格式]({% post_url 2019-09-11-yaml-metadata %})。 文件可直接根据应用 ID 使用 GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/&lt;ApplicationID&gt;.yml`进行访问 （如， <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>）。 存储库索引和 [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html) 可用来查询 哪些应用 ID 可用。

source: f-droid.org build server status
de: Buildserver-Status von f-droid.org
pl: stan serwera kompilacji f-droid.org
ro: f-droid.org construiește starea serverului
ru: Статус сервера сборки f-droid.org
uk: стан сервера складання f-droid.org
zh_hans: f-droid.org 构建服务器状态

source: The four main steps of the build cycle are: _checkupdates_, _build_, _update_, and _deploy_. There is a JSON file for each one of those with status information. It is posted once that step completes running. The step that is currently running is posted to _running_.
de: Die vier Hauptschritte des Build-Zyklus sind: _checkupdates_, _build_, _update_, und _deploy_. Es gibt für jeden von ihnen eine JSON-Datei mit Statusinformationen. Diese werden angezeigt, sobald der Schritt vollständig durchlaufen ist. Der aktuell laufende Schritt wird als _running_ angezeigt.
pl: Cztery główne etapy cyklu kompilacji to: _checkupdates_, _build_, _update_ i _deploy_. Dla każdej z tych osób z informacjami o stanie istnieje plik JSON. Jest publikowany po zakończeniu tego kroku. Aktualnie uruchomiony krok jest publikowany jako _running_.
ro: Cele patru etape principale ale ciclului de construcție sunt: _checkupdates_, _build_, _update_ și _deploy_. Există un fișier JSON pentru fiecare dintre acestea, cu informații despre stare. Acesta este postat odată ce etapa respectivă își încheie execuția. Etapa care este în curs de execuție este postată în _running_.
ru: Четыре основных этапа цикла сборки: _checkupdates_, _build_, _update_ и _deploy_. Для каждого из них существует JSON-файл с информацией о состоянии. Он публикуется, когда этот шаг завершает выполнение. Шаг, который выполняется в данный момент, публикуется в _running_.
uk: Чотири основні етапи циклу збірки: _checkupdates_, _build_, _update_ і _deploy_. Для кожного з них існує JSON-файл з інформацією про стан. Він публікується, коли цей крок завершено. Крок, який виконується в цей момент, публікується у _running_.
zh_hans: 构建循环的四个主要步骤为：_checkupdates_，_build_，_update_ 和 _deploy_。每个步骤有一个包含状态信息的 JSON 文件。步骤运行完成后此文件将立即发布。当前运行的步骤发布在_running_。

source: Two examples of how these JSON APIs can be used are the [F-Droid Monitor](https://monitor.f-droid.org/) website and the [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/) app.
de: Zwei Beispiele, wie diese JSON-APIs genutzt werden können, sind die Website des [F-Droid Monitor](https://monitor.f-droid.org/) und die App [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/).
pl: Dwa przykłady tego, jak te interfejsy API JSON mogą być używane to strona [F-Droid Monitor](https://monitor.f-droid.org/) i aplikacja [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/).
ro: Două exemple de utilizare a acestor API-uri JSON sunt site-ul web [F-Droid Monitor](https://monitor.f-droid.org/) și aplicația [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/).
ru: Двумя примерами использования этих JSON API являются веб-сайт [F-Droid Monitor](https://monitor.f-droid.org/) и [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/) приложение.
uk: Двома прикладами застосування цих JSON API є вебсайт [F-Droid Monitor](https://monitor.f-droid.org/) і застосунок [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/).
zh_hans: 使用这些 JSON API 的例子可以参见 [F-Droid Monitor](https://monitor.f-droid.org/) 网站和 [F-Droid Build Status]({{ site.baseurl }}/packages/de.storchp.fdroidbuildstatus/) 应用。

source: Mirror and repo monitoring
de: Spiegel- und Repository-Überwachung
pl: Monitorowanie kopii lustrzanych i repozytoriów
ro: Monitorizarea oglinzilor și a repo-urilor
ru: Зеркало и мониторинг репозитория
uk: Спостереження за дзеркалами та репозиторіями
zh_hans: 镜像和存储库监视器

source: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) and [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) are automated jobs that check various stats about _f-droid.org_ mirrors and third party repos respectively. They each provide a single, large JSON log of all the times the checks where run:
de: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) und [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) sind automatisierte Aufgaben, die verschiedene Statistiken über Spiegel von _f-droid.org_ bzw. Drittanbieter-Repos kontrollieren. Jede von ihnen liefert ein einzelnes, großes JSON-Protokoll jedes Mal, wenn die Kontrollen durchgeführt wurden:
pl: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) i [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) to zautomatyzowane zadania, które sprawdzają różne statystyki dotyczące odpowiednio serwerów lustrzanych _f-droid.org_ i repozytoriów stron trzecich. Każdy z nich udostępnia jeden duży dziennik JSON wszystkich przypadków, w których sprawdzanie zostało wykonane:
ro: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) și [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) sunt lucrări automate care verifică diverse statistici despre oglinzile_f-droid.org_ și, respectiv, despre depozitele de la terțe părți. Fiecare dintre acestea furnizează un singur jurnal JSON mare cu toate momentele în care au fost efectuate verificările:
ru: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) и [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) - это автоматические задания, которые проверяют различные статистические данные о _f-droid.org_ зеркалах и сторонних репозиториях соответственно. Каждый из них предоставляет один большой JSON-журнал всех запущенных проверок:
uk: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) і [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) — це автоматичні завдання, які перевіряють різні статистичні дані про дзеркала _f-droid.org_ і сторонні репозиторії відповідно. Кожен з них надає один великий JSON-журнал усіх запущених перевірок:
zh_hans: [_mirror-monitor_](https://gitlab.com/fdroid/mirror-monitor) 和 [_repo-monitor_](https://gitlab.com/fdroid/repo-monitor) 分别是检查 _f-droid.org_ 镜像和第三方存储库状态的自动化任务。它们提供了一个单一大文件 JSON 日志记录了所有运行的检查：

source: _f-droid.org_ mirror status: <https://fdroid.gitlab.io/mirror-monitor/report.json>
de: _f-droid.org_ Spiegelstatus: <https://fdroid.gitlab.io/mirror-monitor/report.json>
pl: Status serwera lustrzanego _f-droid.org_ : <https://fdroid.gitlab.io/mirror-monitor/report.json>
ro: stare servere de rezervă _f-droid.org_: <https://fdroid.gitlab.io/mirror-monitor/report.json>
ru: Статус зеркала _f-droid.org_: <https://fdroid.gitlab.io/mirror-monitor/report.json>
uk: Стан дзеркала _f-droid.org_: <https://fdroid.gitlab.io/mirror-monitor/report.json>
zh_hans: _f-droid.org_ 镜像状态：<https://fdroid.gitlab.io/mirror-monitor/report.json>

source: third-party repo status: <https://fdroid.gitlab.io/repo-monitor/report.json>
de: Drittanbieter-Repo-Status: <https://fdroid.gitlab.io/repo-monitor/report.json>
pl: Status repozytorium firm trzecich: <https://fdroid.gitlab.io/repo-monitor/report.json>
ro: stare depozite terță-parte: <https://fdroid.gitlab.io/repo-monitor/report.json>
ru: статус стороннего репозитория: <https://fdroid.gitlab.io/repo-monitor/report.json>
uk: стан сторонніх репозиторіїв: <https://fdroid.gitlab.io/repo-monitor/report.json>
zh_hans: 第三方存储库状态：<https://fdroid.gitlab.io/repo-monitor/report.json>

source: Reproducible builds
de: Reproduzierbare Builds
pl: Powtarzalne kompilacje
ro: Construcții reproductibile
ru: Воспроизводимые сборки
uk: Відтворювані збірки
zh_hans: 可重复构建

source: _verification.f-droid.org_ is a rebuilder that rebuilds the official releases from _f-droid.org_, then checks to see if they were [reproducibly built](https://reproducible-builds.org/). There is a JSON file per APK that has been checked, where the filename follows the pattern `<ApplicationId>_<VersionCode>.apk.json`, for example: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
de: _verification.f-droid.org_ ist ein Rebuilder, der die offiziellen Versionen aus _f-droid.org_ erneut herstellt, dann prüft, ob sie [reproduzierbar hergestellt](https://reproducible-builds.org/) wurden. Es gibt pro APK eine JSON-Datei, die kontrolliert werden muss. In ihr folgt der Dateiname dem Muster `<ApplicationId>_<VersionCode>.apk.json`, zum Beispiel: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
pl: _verification.f-droid.org_ to rebuilder, który odbudowuje oficjalne wydania z _f-droid.org_, a następnie sprawdza, czy były [odtwarzalnie zbudowane](https://reproducible-builds.org/). Na każdy pakiet APK przypada plik JSON, który zawiera zaznaczone, gdzie nazwa pliku jest zgodna ze wzorcem `<ApplicationId>_<VersionCode>.apk.json`, na przykład: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
ro: _verification.f-droid.org_ este un server care reconstruiește versiunile oficiale. de pe _f-droid.org_, apoi verifică dacă au fost [reproducibly built](https://reproducible-builds.org/). Există un fișier JSON pentru fiecare APK care a fost verificat, în care numele fișierului urmează modelul `<ApplicationID>_<VersionCode>.apk.json`, de exemplu: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
ru: _verification.f-droid.org_ — это пересборщик, который пересобирает официальные релизы с _f-droid.org_, затем проверяет, были ли они [воспроизводимо собраны](https://reproducible-builds.org/). Существует JSON-файл для каждого APK, который был проверен, где имя файла соответствует шаблону `<ApplicationID>_<VersionCode>.apk.json`, например: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
uk: _verification.f-droid.org_ — перескладальник, який повторно складає офіційні випуски з _f-droid.org_ і потім перевіряє, чи були вони [відтворювано складені](https://reproducible-builds.org/). Для кожного перевіреного APK є JSON-файл із назвою в форматі `<ApplicationId>_<VersionCode>.apk.json`, наприклад: <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>
zh_hans: _verification.f-droid.org_ 是一个重构建器，用于重构建来自 _f-droid.org_ 的官方发布，以检查它们是否[可重复构建](https://reproducible-builds.org/)。每个经过检查的 APK 都有一个 JSON 文件与其对应，其文件名遵循 `&lt;ApplicationId&gt;_&lt;VersionCode&gt;.apk.json` 的格式，例如： <https://verification.f-droid.org/org.fdroid.fdroid_1010050.apk.json>

source: Binary transparency logs
de: Protokolle zur Binärdateien-Transparenz
pl: Dziennik przejrzystości plików binarnych
ro: Jurnalele de transparență binare
ru: Журналы двоичной прозрачности
uk: Журнали двійкової прозорості
zh_hans: 二进制透明度日志

source: [Binary transparency](https://wiki.mozilla.org/Security/Binary_Transparency) is the idea that all released packages should be logged as they are published. This provides a way to check if a given binary was produced by the publisher, or came from somewhere else, e.g. as an exploit. _fdroidserver_ has built in tools for managing a binary transparency log of the index files as part of the release process. This has been enabled on the Guardian Project repo: <https://github.com/guardianproject/binary_transparency_log>
de: [Binärdateien-Transparenz](https://wiki.mozilla.org/Security/Binary_Transparency) folgt der Idee, dass alle freigegebenen Pakete protokolliert werden sollen, wenn sie veröffentlicht werden. Dies bietet die Möglichkeit, zu prüfen, ob ein bestimmtes binäres Paket vom Herausgeber erstellt wurde oder von irgendwoher sonst kommt, z.B. als ein Exploit. _fdroidserver_ bringt Tools zur Handhabung eines Protokolls für die Binärdateien-Transparenz der indexierten Dateien als Teil des Veröffentlichungsprozesses mit. Ermöglicht wird dies im Repo des Guardian Project: <https://github.com/guardianproject/binary_transparency_log>
pl: [Przejrzystość binarna](https://wiki.mozilla.org/Security/Binary_Transparency) to pomysł, że wszystkie wydane pakiety powinny być rejestrowane w miarę ich publikowania. W ten sposób można sprawdzić, czy dany plik binarny został wyprodukowany przez wydawcę, czy też pochodzi z innego źródła, np. jako exploit. _fdroidserver_ ma wbudowane narzędzia do zarządzania binarnym dziennikiem przejrzystości plików indeksu w ramach procesu wydania. Zostało to włączone w repozytorium Guardian Project: <https://github.com/guardianproject/binary_transparency_log>
ro: [Binary transparency](https://wiki.mozilla.org/Security/Binary_Transparency)este ideea că toate pachetele lansate ar trebui să fie înregistrate pe măsură ce sunt publicate. Acest lucru oferă o modalitate de a verifica dacă un anumit binar a fost produs de către editor sau a provenit din altă parte, de exemplu, ca un exploit. _fdroidserver_ are integrate instrumente pentru gestionarea unui jurnal de transparență binară a fișierelor de index ca parte a procesului de publicare. Acest lucru a fost activat în Guardian Project repo: <https://github.com/guardianproject/binary_transparency_log>
ru: [Binary transparency](https://wiki.mozilla.org/Security/Binary_Transparency) - это идея о том, что все выпущенные пакеты должны регистрироваться по мере их публикации. Это дает возможность проверить, был ли данный двоичный файл создан издателем или пришел откуда-то еще, например, в виде эксплойта. _fdroidserver_ имеет встроенные инструменты для управления журналом прозрачности двоичных файлов в индексных файлах как части процесса выпуска. Это было включено в репозитории проекта Guardian: <https://github.com/guardianproject/binary_transparency_log>
uk: [Binary transparency](https://wiki.mozilla.org/Security/Binary_Transparency) — це ідея про те, що всі випущені пакунки повинні реєструватися в міру їх публікації. Це дає можливість перевірити, чи був цей двійковий файл створений видавцем або прийшов звідкись ще, наприклад, у вигляді експлойта. _fdroidserver_ має вбудовані інструменти керування журналом прозорості індексованих двійкових файлів як частину процесу випуску. Це було включено в репозиторії проєкту Guardian: <https://github.com/guardianproject/binary_transparency_log>
zh_hans: [二进制透明度](https://wiki.mozilla.org/Security/Binary_Transparency)指所有发布的包应当应当如它们发布的原样记录。这提供了检查给出的二进制文件是否由发布者制作，或来自其他地方，如漏洞。_fdroidserver_ 拥有作为发布过程的一部分管理二进制透明度日志的内建工具。它已经在 Guardian Project 存储库启用了：<https://github.com/guardianproject/binary_transparency_log>

source: There is also a prototype for running a binary transparency log for _f-droid.org_. <https://gitlab.com/eighthave/f-droid.org-binary-transparency>
de: Es gibt auch einen Prototyp für den Betrieb eines Binärdateien-Transparenz-Logs für _f-droid.org_. <https://gitlab.com/eighthave/f-droid.org-binary-transparency>
pl: Istnieje również prototyp do uruchamiania dziennika przejrzystości plików binarnych dla _f-droid.org_: <https://gitlab.com/eighthave/f-droid.org-binary-transparency>
ro: Există de asemenea un prototip pentru rularea unui jurnal binar de transparență pentru _f-droid.org_. <https://gitlab.com/eighthave/f-droid.org-binary-transparency>
ru: Существует также прототип для ведения журнала прозрачности двоичных файлов для _f-droid.org_. <https://gitlab.com/eighthave/f-droid.org-binary-transparency>
uk: Існує також прототип для ведення журналу прозорості двійкових файлів для _f-droid.org_. <https://gitlab.com/eighthave/f-droid.org-binary-transparency>
zh_hans: 也有一个对 _f-droid.org_ 运行二进制透明度日志的原型。<https://gitlab.com/eighthave/f-droid.org-binary-transparency>

source: Since Gradle and the Google Android Tools team does not publish one, F-Droid has done it. The basic API is a JSON file with a listing of all URLs known to have be published. Each URL then contains a list of SHA-256 checksums that the log process has seen. There are also other files tracked, based on what the publisher provides.
de: Nachdem Gradle und das Team für die Google Android Tools keines veröffentlicht, hat es F-Droid getan. Die Basis-API ist eine JSON-Datei mit einer Auflistung aller URLs, die als Herausgeber bekannt sind. Jeder URL enthält dann eine Liste von SHA-256-Checksums, die der Protokollablauf gesehen hat. Es werden hier auch andere Dateien überwacht, abhängig davon was der Herausgeber bereitstellt.
pl: Ponieważ zespoły Gradle i Google Android Tools nie publikują żadnego, zrobił to F-Droid. Podstawowy interfejs API to plik JSON z listą wszystkich adresów URL, o których wiadomo, że zostały opublikowane. Każdy adres URL zawiera następnie listę sum kontrolnych SHA-256, które widział proces dziennika. Śledzone są również inne pliki, na podstawie tego, co zapewnia wydawca.
ro: Din moment ce Gradle și echipa Google Android Tools nu publică una, F-Droid a făcut-o. API-ul de bază este un fișier JSON cu o listă a tuturor URL-urilor cunoscute ca fiind publicate. Fiecare URL conține apoi o listă de sume de control SHA-256 pe care procesul de logare le-a văzut. Există și alte fișiere urmărite, în funcție de ceea ce furnizează editorul.
ru: Поскольку Gradle и команда Google Android Tools не опубликовали такой API, это сделала компания F-Droid. Основной API представляет собой JSON-файл со списком всех URL, которые были опубликованы. Каждый URL затем содержит список контрольных сумм SHA-256, которые видел процесс журнала. Также отслеживаются и другие файлы, основанные на том, что предоставляет издатель.
uk: Оскільки Gradle і команда Google Android Tools не опублікували такий API, це зробила компанія F-Droid. Основний API — це JSON-файл з переліком усіх URL, які були оприлюднені. Кожна URL-адреса потім містить список контрольних сум SHA-256, які бачив процес журналу. Також відстежуються й інші файли, засновані на тому, що надає видавець.
zh_hans: 因为 Gradle 和 Google Android Tools team 没有发布一个，F-Droid 做了。基本 API 是一个 JSON 文件包含包含已发布 URL 的列表。每个 URL 包含一个日志过程得到的 SHA-256 校验和列表。也有其他被跟踪的文件，取决于发布者提供什么。

source: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) runs on app merge requests and requests for packaging (RFP) to provide information to reviewers about the app. Much of that information is also published in JSON format. Each report is made of data from modules that run on a specific app. There are two entry points:
de: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) läuft bei Merge Requests einer App und Anträgen auf Packaging (RFP), um Prüfern Informationen zur App bereitzustellen. Viele dieser Informationen werden ebenfalls im JSON-Format herausgegeben. Jeder Bericht wird aus Daten erstellt, die aus Modulen stammen, die in einer speziellen App ablaufen. Es gibt zwei Zugangspunkte:
pl: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) działa na żądaniach scalania aplikacji i żądaniach pakietu (RFP), aby dostarczać recenzentom informacje o aplikacji. Wiele z tych informacji jest również publikowanych w formacie JSON. Każdy raport składa się z danych z modułów działających w określonej aplikacji. Istnieją dwa punkty wejścia:
ro: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api)rulează pe cererile de fuziune a aplicațiilor și pe cererile de împachetare (RFP) pentru a furniza informații despre aplicație celor care le analizează. O mare parte din aceste informații sunt, de asemenea, publicate în format JSON. Fiecare raport este alcătuit din date de la modulele care rulează pe o anumită aplicație. Există două puncte de intrare:
ru: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) работает с запросами на слияние приложений и запросами на упаковку (RFP), предоставляя рецензентам информацию о приложении. Большая часть этой информации также публикуется в формате JSON. Каждый отчет состоит из данных модулей, которые работают на конкретном приложении. Есть две точки входа:
uk: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) працює з запитами на злиття застосунків і запитами на пакування (RFP), надаючи рецензентам дані про застосунок. Велика частина цих даних також публікується у форматі JSON. Кожен звіт складається з даних модулів, які працюють у конкретному застосунку. Є дві точки входу:
zh_hans: [_issuebot_](https://gitlab.com/fdroid/issuebot#json-rest-api) 在应用合并请求和打包请求 (RFP) 上运行以对评审者提供关于应用的信息。大部分这些信息也以 JSON 格式提供。每个报告由来自在特定应用上运行的模块的数据组成。有两个入口点：

source: Metrics
de: Kennzahlen
pl: Metryki
ro: Metrici
ru: Метрики
uk: Метрики
zh_hans: 指标
