Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Techahashi](https://f-droid.org/packages/negativedensity.techahashi/)**: Minimal presentation tool, Takahashi method with technical upgrades
de: **[Techahashi](https://f-droid.org/packages/negativedensity.techahashi/)**: Minimales Präsentationstool nach der Takahashi-Methode mit technischen Erweiterungen
pl: **[Techahashi](https://f-droid.org/packages/negativedensity.techahashi/)**: Minimalne narzędzie do prezentacji, metoda Takahashi z ulepszeniami technicznymi
ro: **[Techahashi](https://f-droid.org/packages/negativedensity.techahashi/)**: Instrument de prezentare minimală, metoda Takahashi cu îmbunătățiri tehnice
ru: **[Techahashi](https://f-droid.org/packages/negativedensity.techahashi/)**: Минимальный инструмент презентации, метод Такахаси с техническими усовершенствованиями
uk: **[Techahashi](https://f-droid.org/packages/negativedensity.techahashi/)**: Мінімальний інструмент презентації, метод Такахасі з технічними вдосконаленнями
zh_hans: **[Techahashi](https://f-droid.org/packages/negativedensity.techahashi/)**：最小的演示工具，技术升级的 Takahashi 方法

source: **[OpenFool](https://f-droid.org/packages/ru.hyst329.openfool/)** OpenFool is a free and open source Fool (Durak)** card game for desktop and Android.
de: **[OpenFool](https://f-droid.org/packages/ru.hyst329.openfool/)** OpenFool ist ein Fool (Durak)**-Kartenspiel in einer Free & Open Source-Version für PC und Android.
pl: **[OpenFool](https://f-droid.org/packages/ru.hyst329.openfool/)** OpenFool to bezpłatna gra typu Open Fool (Durak)** na komputery i urządzenia z systemem Android.
ro: **[OpenFool](https://f-droid.org/packages/ru.hyst329.openfool/)** OpenFool este un joc de cărți gratuit și open source Fool (Durak)** pentru desktop și Android.
ru: **[OpenFool](https://f-droid.org/packages/ru.hyst329.openfool/)** OpenFool - это бесплатная карточная игра "Дурак" (Durak)** с открытым исходным кодом для настольных компьютеров и Android.
uk: **[OpenFool](https://f-droid.org/packages/ru.hyst329.openfool/)** OpenFool - це безкоштовна гра в карти "Дурень" (Durak)** з відкритим вихідним кодом для настільних комп'ютерів і Android .
zh_hans: **[OpenFool](https://f-droid.org/packages/ru.hyst329.openfool/)** OpenFool 是一款自由开源的 Fool (Durak)** 纸牌游戏，适用于桌面和 Android。

source: 11 apps were added
de: Es wurden 11 Apps hinzugefügt
pl: Dodano 11 aplikacji
ro: Au fost adăugate 11 aplicații
ru: Добавлено 11 приложений
uk: Додано 11 застосунків
zh_hans: 添加了 11 个应用

source: Updated Apps
de: Aktualisierte Apps
pl: Zaktualizowane aplikacje
ro: Aplicații actualizate
ru: Обновленные приложения
uk: Оновлені застосунки
zh_hans: 更新应用

source: In total, 62 apps were updated this week. Here are the highlights.
de: Insgesamt wurden diese Woche 62 Apps aktualisiert. Hier die Höhepunkte.
pl: W sumie w tym tygodniu zaktualizowano 62 aplikacje. Oto najważniejsze informacje.
ro: În total, 62 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante.
ru: Всего на этой неделе было обновлено 62 приложения. Вот основные из них.
uk: Усього цього тижня було оновлено 62 застосунки. Ось основні з них.
zh_hans: 本周总共更新了 62 个应用。以下是其中的亮点。

source: {{ page.featured }} **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** is an offline openstreetmap app. Version 8.3.5-3 finally brings a fix that allows users to log in to OpenStreetMap.org so they can edit the map.
de: {{ page.featured }} **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** ist eine Offline- Openstreetmap-App. Version 8.3.5-3 bringt endlich eine Korrektur, die es Nutzern nun ermöglicht, sich bei OpenStreetMap.org anzumelden, um die Karte bearbeiten zu können.
pl: {{ page.featured }} **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** jest aplikacją openstreetmap w trybie offline. Wersja 8.3.5-3 w końcu przynosi poprawkę, która pozwala użytkownikom zalogować się na OpenStreetMap.org, aby mogli edytować mapę.
ro: {{ page.featured }} **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** este o aplicație openstreetmap offline. Versiunea 8.3.5-3 aduce în sfârșit o soluție care permite utilizatorilor să se conecteze la OpenStreetMap.org pentru a putea edita harta.
ru: {{ page.featured }} **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** - это автономное приложение openstreetmap. В версии 8.3.5-3 наконец-то появилось исправление, позволяющее пользователям войти на сайт OpenStreetMap.org, чтобы иметь возможность редактировать карту.
uk: {{ page.featured }} **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** - це автономний застосунок openstreetmap. У версії 8.3.5-3 нарешті з'явилося виправлення, що дозволяє користувачам увійти на сайт OpenStreetMap.org, щоб мати можливість редагувати карту.
zh_hans: {{ page.featured }} **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** 是一个离线的 openstreetmap 应用。版本 8.3.5-3 最终带来了一个修复，允许用户登录到 OpenStreetMap.org，以便他们可以编辑地图。

source: Everybody loves the SimpleMobileTools from Tibor Kaputa. **[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** version 4.6.1 now supports SVG images making it one of the few Android apps to do so. Further, the fullscreen image support has been improved along with other smaller parts of the UX.
de: Jeder liebt die SimpleMobileTools von Tibor Kaputa. **[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** in der Version 4.6.1 unterstützt nun SVG-Bilder, was sie zu einer der wenigen Android-Apps macht, die das leisten. Darüberhinaus wurde die Unterstützung der Bilddarstellung im Vollbildmodus neben weiteren, kleineren UX-Bestandteilen verbessert.
pl: Wszyscy kochają SimpleMobileTools od Tibor Kaputa. **[Galeria](https://f-droid.org/packages/com.simplemobiletools.gallery/)** w wersji 4.6.1 obsługuje teraz obrazy SVG, co czyni ją jedną z niewielu aplikacji na Androida. Co więcej, ulepszono obsługę pełnoekranowego obrazu wraz z innymi mniejszymi częściami UX.
ro: Toată lumea iubește SimpleMobileTools de la Tibor Kaputa. **[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** versiunea 4.6.1 acceptă acum imagini SVG, fiind una dintre puținele aplicații Android care acceptă acest lucru. Mai mult, suportul pentru imagini pe ecran complet a fost îmbunătățit împreună cu alte părți mai mici ale UX-ului.
ru: Все любят SimpleMobileTools от Тибора Капуты. **[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** версия 4.6.1 теперь поддерживает изображения SVG, что делает ее одним из немногих приложений для Android что поддерживает svg. Кроме того, была улучшена поддержка полноэкранных изображений, а также другие мелкие детали UX.
uk: Всі люблять SimpleMobileTools від Тібора капут. **[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** версія 4.6.1 тепер підтримує зображення SVG, що робить її одним з небагатьох програм для Android що підтримує svg. Крім того, була поліпшена підтримка повноекранних зображень, а також інші дрібні деталі UX.
zh_hans: 每个人都喜欢 Tibor Kaputa 的 SimpleMobileTools。**[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** 4.6.1 版现在支持 SVG 图像，使其成为少数支持此功能的 Android 应用之一。此外，全屏图像支持与用户体验的其他较小部分一起得到了改进。

source: {{ page.featured }} **[A Photo Manager](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** the gallery app with tag support and powerfull Openstreetmap integration has received a major update to 0.7.0 with new icons. Major improvements include a new search bar for finding photos along with a date-picker to choose "virtual-albums' from folder-picker or any file manager. An upcoming bugfix release to 0.7.1 next week will fix the broken “show in new gallery/map”.
de: {{ page.featured }} **[A Photo Manager](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)**, die Galerie-App mit Tag-Unterstützung und leistungsstarker Openstreetmap-Einbindung hat ein großes Update auf 0.7.0 mit neuen Icons erhalten. Die hauptsächlichen Verbesserungen beinhalten eine neue Suchleiste, um Fotos zu finden, zusammen mit einer Datumsauswahl, um "virtuelle Alben" aus der Ordnerauswahl oder jedem Dateimanager auszuwählen. Eine bevorstehende Bugfix-Version 0.7.1 in der nächsten Woche wird das defekte “in neuer Galerie/Karte anzeigen” reparieren.
pl: {{ page.featured }} **[Menedżer zdjęć](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** aplikacja galerii z obsługą tagów i potężną integracją Openstreetmap otrzymała ważną aktualizację do wersji 0.7.0 z nowymi ikonami. Główne ulepszenia obejmują nowy pasek wyszukiwania do znajdowania zdjęć wraz z selektorem dat, aby wybrać "wirtualne albumy" z folderu-zbieracza lub dowolnego menedżera plików. Najbliższe wydanie poprawki do wersji 0.7.1 w przyszłym tygodniu naprawi zepsute "pokaż w nowej galerii/map".
ro: {{ page.featured }} **[A Photo Manager](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** aplicația de galerie cu suport pentru etichete și integrare puternică Openstreetmap a primit o actualizare majoră la 0.7.0 cu noi pictograme. Îmbunătățirile majore includ o nouă bară de căutare pentru găsirea fotografiilor, împreună cu un selector de date pentru a alege "albumele virtuale' din folder-picker sau din orice manager de fișiere. O viitoare versiune de remediere a erorilor la 0.7.1, săptămâna viitoare, va rezolva problema stricată "show in new gallery/map".
ru: {{ page.featured }} **[A Photo Manager](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** приложение-галерея с поддержкой тегов и мощной интеграцией Openstreetmap получило крупное обновление до версии 0.7.0 с новыми иконками. Среди основных улучшений - новая строка поиска фотографий, а также выбор даты для выбора "виртуальных альбомов" из папки-пикера или любого файлового менеджера. Предстоящий на следующей неделе релиз исправления ошибки 0.7.1 исправит неработающую функцию "показать в новой галерее/карте".
uk: {{ page.featured }} **[A Photo Manager](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** застосунок галереї з підтримкою міток і потужною інтеграцією Openstreetmap отримав велике оновлення до версії 0.7.0 з новими піктограмами. Серед основних удосконалень — нова панель пошуку світлин, а також вибір дати для вибору «віртуальних альбомів» з оглядача тек або будь-якого файлового менеджера. Наступного тижня новий випуск 0.7.1 з усуненням помилок виправить функцію «показати в новій галереї/мапі», яка зараз не працює.
zh_hans: {{ page.featured }} **[A Photo Manager](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** 具有标签支持和强大 Openstreetmap 集成的图库应用已获得带有新图标的 0.7.0 重大更新。主要改进包括用于查找照片的新搜索栏以及用于从文件夹选择器或任何文件管理器中选择“虚拟相册”的日期选择器。下周即将发布的 0.7.1 错误修复版本将修复损坏的“在新的画廊/地图中显示”。

source: The testing only **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** was updated from 6.29 to 6.30 and now builds reproducibly.
de: **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)**, nur zum Testen, wurde von 6.29 auf 6.30 aktualisiert und ist nun ein reproduzierbarer Build.
pl: Tylko testowanie **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** zostało zaktualizowane z wersji 6.29 na 6.30 i teraz jest odtwarzane w sposób powtarzalny.
ro: Doar testarea **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** a fost actualizată de la 6.29 la 6.30 și acum se construiește în mod reproductibil.
ru: Тест-онли **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** был обновлен с 6.29 до 6.30, и теперь сборка воспроизводима.
uk: Тестову версію **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** було оновлено з 6.29 до 6.30, і тепер збірка відтворювана.
zh_hans: 仅用于测试的 **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** 从 6.29 更新到 6.30，现在实现了可重复构建。

source: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)**, an encrypted email client, just came to F-Droid last week and has already received a minor bug fix release. It was updated from 3.35.13 to 3.36.1 fixing a bug with the 2FA dialog and a few other minor stability and performance bugs.
de: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)**, ein verschlüsselter E-Mail-Client, kam gerade erst letzte Woche zu F-Droid und hat schon ein kleineres Release mit Fehlerkorrekturen erhalten. Er wurde von 3.35.13 nach 3.36.1 aktualisiert, das einen Fehler beim 2FA-Dialog und einige weitere, kleinere Stabilitäts- und Leistungsprobleme behebt.
pl: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)**, zaszyfrowany klient pocztowy, właśnie zawitał do F-Droid w zeszłym tygodniu i otrzymał już niewielką wersję poprawki błędu. Został zaktualizowany z wersji 3.35.13 do 3.36.1, naprawiając błąd w oknie dialogowym 2FA i kilka innych drobnych błędów dotyczących stabilności i wydajności.
ro: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)**, un client de e-mail criptat, a ajuns pe F-Droid săptămâna trecută și a primit deja o versiune de corectare a unor erori minore. Acesta a fost actualizat de la 3.35.13 la 3.36.1, reparând o eroare cu dialogul 2FA și alte câteva erori minore de stabilitate și performanță.
ru: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)**, зашифрованный почтовый клиент, появился на F-Droid только на прошлой неделе и уже получил релиз с исправлением мелких ошибок. Он был обновлен с версии 3.35.13 до 3.36.1, исправлена ошибка с диалогом 2FA и несколько других мелких ошибок стабильности и производительности.
uk: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)**, зашифрований поштовий клієнт, з'явився на F-Droid тільки минулого тижня і вже отримав реліз з виправленням дрібних помилок. Він був оновлений з версії 3.35.13 до 3.36.1, виправлена помилка з діалогом 2FA і кілька інших дрібних помилок стабільності і продуктивності.
zh_hans: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)**，一个加密的邮件客户端，上周刚进入 F-Droid，现在已经收到一个小错误修复发布。它已从 3.35.13 更新到 3.36.1，修复了 2FA 对话框的错误以及其他一些小的稳定性和性能错误。

source: While some users may shy away from YouTube, F-Droid still provides several high quality open-source apps to help you binge on YouTube videos. **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** receieved a major update to version 2.9.0 bringing a slough of new features including video blocking, volume and brightness gestures, search history, a new video player, better video and playlist support and a new icon.
de: Während einige Anwender vor YouTube zurückschrecken mögen, bietet F-Droid noch immer einige qualitativ hochwertige, quellcodeoffene Apps für die YouTube-Video-Orgie. **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** erhielt ein großes Update auf Version 2.9.0, die ein Bündel neuer Features mitbringt, einschließlich Video-Blockierung, Lautstärke- und Helligkeits-Gesten, Suchverlauf, einen neuen Video-Player, eine bessere Video- und Wiedergabelistenunterstützung und ein neues Icon.
pl: Podczas, gdy niektórzy użytkownicy mogą wystrzegać się YouTube'a, F-Droid nadal oferuje kilka wysokiej jakości aplikacji open-source, które pomagają Ci rozkoszować się filmami z YouTube. ** [SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** dostarczył ważną aktualizację do wersji 2.9.0, wprowadzając szereg nowych funkcji, w tym blokowanie wideo, głośność i jasność gesty, historia wyszukiwania, nowy odtwarzacz wideo, lepsza obsługa filmów i list odtwarzania oraz nowa ikona.
ro: În timp ce unii utilizatori se pot feri de YouTube, F-Droid oferă totuși câteva aplicații open-source de înaltă calitate pentru a vă ajuta să vă bucurați de videoclipurile YouTube. **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** a primit o actualizare majoră la versiunea 2.9.0 care aduce o serie de caracteristici noi, inclusiv blocarea videoclipurilor, gesturi de volum și luminozitate, istoric de căutare, un nou player video, un suport mai bun pentru videoclipuri și liste de redare și o nouă pictogramă.
ru: Хотя некоторые пользователи могут сторониться YouTube, F-Droid предлагает несколько высококачественных приложений с открытым исходным кодом, которые помогут вам просматривать видео с YouTube. **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** получил крупное обновление до версии 2.9.0, в которой появилось множество новых функций, включая блокировку видео, жесты регулировки громкости и яркости, историю поиска, новый видеоплеер, улучшенную поддержку видео и плейлистов, а также новый значок.
uk: Хоча деякі користувачі можуть цуратися YouTube, F-Droid пропонує кілька високоякісних застосунків з відкритим вихідним кодом, які допоможуть вам переглядати відео з YouTube. **[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** отримав велике оновлення до версії 2.9.0, в якій з'явилося безліч нових функцій, включаючи блокування відео, жести регулювання гучності і яскравості, історію пошуку, новий відеоплеєр, поліпшену підтримку відео і плейлистів, а також новий значок.
zh_hans: 虽然有些用户可能会回避 YouTube，但 F-Droid 仍然提供了几个高质量的开源应用来帮助你用 YouTube 视频狂欢。**[SkyTube](https://f-droid.org/packages/free.rm.skytube.oss/)** 获得了 2.9.0 版的重大更新，带来了包括视频屏蔽在内的新功能，音量和亮度手势、搜索历史、新的视频播放器、更好的视频和播放列表支持以及新图标。

source: {{ page.featured }} **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** was updated from 3.0.4 to 3.1.6. The most exciting change with this update is improved OSM editing. Users can now modify tags on multinode objects in OSM such as building or roads. Previously only point objects could modified. Other changes include a fix for OSM notes and refactored and improved wikivoyage and wikipedia articles in French and Italian.
de: {{ page.featured }} **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** wurde von 3.0.4 auf 3.1.6 aktualisiert. Die spannendste Änderung bei diesem Update ist die verbesserte OSM-Bearbeitung. Nutzer können nun in OSM Attribute von Polygon-Objekten, wie Gebäuden und Straßen bearbeiten. Bisher konnten nur Punktobjekte verändert werden. Weitere Änderungen sind ein Fix für OSM-Notizen und überarbeitete und verbesserte Wikivoyage- und Wikipedia-Artikel in Französisch und Italienisch.
pl: {{ page.featured }} **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** został zaktualizowany z 3.0.4 do 3.1.6. Najbardziej ekscytującą zmianą w tej aktualizacji jest poprawiona edycja OSM. Użytkownicy mogą teraz modyfikować znaczniki na obiektach wielobajtowych w OSM, takich jak budynek lub drogi. Wcześniej można było modyfikować tylko obiekty punktowe. Inne zmiany obejmują poprawkę do notatek OSM oraz refaktoryzowane i ulepszone artykuły wikipodróży i wikipedii w języku francuskim i włoskim.
ro: {{ page.featured }} **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** a fost actualizat de la 3.0.4 la 3.1.6. Cea mai interesantă schimbare cu această actualizare este îmbunătățirea editării OSM. Utilizatorii pot modifica acum etichetele pe obiecte cu mai multe noduri din OSM, cum ar fi clădirile sau drumurile. Anterior puteau fi modificate doar obiectele punctuale. Alte modificări includ o corecție pentru notele OSM și articole wikivoyage și wikipedia refactorizate și îmbunătățite în franceză și italiană.
ru: {{ page.featured }} **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** был обновлен с 3.0.4 до 3.1.6. Самым интересным изменением в этом обновлении является улучшенное редактирование OSM. Теперь пользователи могут изменять метки на многоузловых объектах OSM, таких как здания или дороги. Ранее можно было изменять только точечные объекты. Другие изменения включают исправление заметок OSM, а также доработку и улучшение статей wikivoyage и wikipedia на французском и итальянском языках.
uk: {{ page.featured }} **[OsmAnd ~](https://f-droid.org/packages/net.osmand.plus/)** був оновлений з 3.0.4 до 3.1.6. Найцікавішим зміною в цьому оновленні є покращене редагування OSM. Тепер користувачі можуть змінювати мітки на багатовузлових об'єктах OSM, таких як будівлі або дороги. Раніше можна було змінювати тільки точкові об'єкти. Інші зміни включають виправлення заміток OSM, а також доопрацювання і поліпшення статей wikivoyage і wikipedia французькою та італійською мовами.
zh_hans: {{ page.featured }} **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 从 3.0.4 更新到 3.1.6。此更新最令人兴奋的变化是改进了 OSM 编辑。用户现在可以在 OSM 中修改多节点对象的标签，例如建筑物或道路。以前只能修改点对象。其他更改包括对 OSM 注释的修复以及重构和改进的法语和意大利语的 wikivoyage 和 wikipedia 文章。

source: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** allows you to communicate with many types of devices including Pebble, Mi Band, Amazon Bip, and Hplus. Version 0.29.1 brings better language and notifcation support to the Mi Band 3 and began implementation of start and end of sleep statistics.
de: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** ermöglicht die Kommunikation mit vielen Gerätetypen, Pebble, Mi Band, Amazon Bip und Hplus eingeschlossen. Version 0.29.1 bringt eine verbesserte Unterstützung von Sprachen und Benachrichtigungen für das Mi Band 3 und begann mit der Umsetzung einer Start-Stopp-Schlummer-Statistik.
pl: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** pozwala komunikować się z wieloma rodzajami urządzeń, w tym Pebble, Mi Band, Amazon Bip i Hplus. Wersja 0.29.1 zapewnia lepszą obsługę języka i powiadamiania w zespole Mi Band 3 i rozpoczęła wdrażanie statystyk dotyczących początku i końca snu.
ro: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** vă permite să comunicați cu mai multe tipuri de dispozitive, inclusiv Pebble, Mi Band, Amazon Bip și Hplus. Versiunea 0.29.1 aduce un suport mai bun pentru limbaj și notificări pentru Mi Band 3 și a început implementarea statisticilor de început și sfârșit de somn.
ru: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** позволяет взаимодействовать со многими типами устройств, включая Pebble, Mi Band, Amazon Bip и Hplus. В версии 0.29.1 улучшена поддержка языка и уведомлений для Mi Band 3 и начата реализация статистики начала и окончания сна.
uk: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** дозволяє взаємодіяти з багатьма типами пристроїв, включаючи Pebble, Mi Band, Amazon Bip і Hplus. У версії 0.29.1 поліпшена підтримка мови і повідомлень для Mi Band 3 і розпочато реалізацію статистики початку і закінчення сну.
zh_hans: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** 允许你与包括 Pebble、Mi Band、Amazon Bip 和 Hplus 在内的多种设备进行通信。0.29.1 版本为小米手环 3 带来了更好的语言和通知支持，并开始实现睡眠统计的开始和结束。
