Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: I had some time recently to devote to exploring actual metrics, thanks to Guardian Project's [Clean Insights](https://cleaninsights.org) project for private, [ethical](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/) metrics. Now, there are some actual numbers for people to work with!
de: Kürzlich hatte ich etwas Zeit, um mich mit tatsächlichen Metriken zu beschäftigen, dank des [Clean Insights](https://cleaninsights.org) Projekts des Guardian Project für private, [ethische](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/) Metriken. Jetzt gibt es ein paar konkrete Zahlen, mit denen man arbeiten kann!
pl: Niedawno poświęciłem trochę czasu na odkrywanie rzeczywistych metryk dzięki projektowi Guardian Project [Clean Insights](https://cleaninsights.org) oferującego prywatne, [etyczne](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/) metryki. Teraz ludzie mogą pracować na prawdziwych liczbach!
ro: Recent, am avut ceva timp pentru a explora măsurători reale, datorită proiectului [Clean Insights](https://cleaninsights.org) al Guardian Project pentru măsurători private, [ethical](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/). Acum, există niște cifre reale cu care oamenii pot lucra!
ru: Недавно у меня появилось немного времени для изучения реальных метрик, благодаря проекту Guardian Project [Clean Insights](https://cleaninsights.org) для частных, [этичных](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/) метрик. Теперь у людей есть реальные цифры, с которыми можно работать!
uk: Нещодавно у мене з'явилося трохи часу для вивчення реальних метрик, завдяки проєкту Guardian Project [Clean Insights](https://cleaninsights.org) для приватних, [етичних](https://guardianproject.info/2021/02/18/usability -the-wonderful-powerful-idea-that-betrayed-us/) метрик. Тепер у людей є реальні цифри, з якими можна працювати!
zh_hans: 感谢 Guardian Project 的致力于隐私[道德](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/)的测量的 [Clean Insights 数据分析](https://cleaninsights.org)项目 ，我最近有一些时间致力于探索实际的测量。现在，有一些实际的数字可供人们使用！

source: F-Droid websites
pl: Strony internetowe F-Droid
ro: Site-urile F-Droid
ru: Сайты F-Droid
uk: Вебсайт F-Droid
zh_hans: F-Droid 网站

source: We have added new privacy-preserving logging setups to all our webservers except _f-droid.org_. [Apache configurations](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/) use the "`privacy+geo`" format that strips the date/time/time zone to only the date, removes the IP address, user agent, and referer. The [nginx configurations]({% post_url 2019-04-15-privacy-preserving-analytics %}) use "`privacy+geo`" log format that also strips IP address, user agent, and referer. The key difference is that it is not possible with _nginx_ log configs to normalize the date, so they are stored intact. The logs are then stored not longer than two weeks, after which they are deleted. The [metrics](https://gitlab.com/fdroid/metrics) process runs on the server itself, then pushes only the sanitized data to [private, per-site git repos](https://gitlab.com/fdroid/metrics-data). These are kept private to core contributors in case private data is leaked. It can then be manually removed before going public.
ru: Мы добавили новые настройки протоколирования с сохранением конфиденциальности на все наши веб-серверы, кроме _f-droid.org_. Конфигурации [Apache](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/) используют формат "`privacy+geo`", который очищает дату/время/временную зону только до даты, удаляет IP-адрес, агент пользователя и реферер. В конфигурациях [nginx]({% post_url 2019-04-15-privacy-preserving-analytics %}) используется формат журнала "`privacy+geo`", который также удаляет IP-адрес, агент пользователя и реферер. Ключевым отличием является то, что в конфигурации журналов _nginx_ невозможно нормализовать дату, поэтому они хранятся нетронутыми. Журналы хранятся не более двух недель, после чего удаляются. Процесс [metrics](https://gitlab.com/fdroid/metrics) запускается на самом сервере, затем только обработанные данные отправляются в [частные git-репозитории для каждого сайта](https://gitlab.com/fdroid/metrics-data). Они остаются закрытыми для основных участников на случай утечки конфиденциальных данных. Затем их можно вручную удалить, прежде чем они станут общедоступными.
uk: Ми додали нові настройки протоколювання зі збереженням конфіденційності на всі наші вебсервери, крім _f-droid.org_. Конфігурації [Apache](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/) використовують формат "` privacy + geo` ", який очищає дату/час/часовий пояс тільки до дати, видаляє IP-адреса, агент користувача і реферер. У конфігураціях [nginx]({% post_url 2019-04-15-privacy-preserving-analytics %}) використовується формат журналу "` privacy + geo` ", який також видаляє IP-адреса, агент користувача і реферер. Ключовою відмінністю є те, що в конфігурації журналів _nginx_ неможливо нормалізувати дату, тому вони зберігаються незайманими. Журнали зберігаються не більше двох тижнів, після чого видаляються. Процес [metrics](https://gitlab. com/fdroid/metrics) запускається на самому сервері, потім тільки оброблені дані відправляються в [приватні git-репозиторії для кожного сайту](https://gitlab.com/fdroid/metrics-data). Вони залишаються закритими для основних учасників на випадок витоку конфіденційних даних. Потім їх можна вручну видалити, перш ніж вони стануть загальнодоступними.
zh_hans: 我们已为除 _f-droid.org_ 之外我们的所有网络服务器添加了新的保护隐私的日志记录设置。[Apache 配置](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/) 使用 "`privacy+geo`" 格式，并将日期/时间/时区减少为仅包含日期，删除 IP 地址、用户代理和 referer。[nginx 配置]({% post_url 2019-04-15-privacy-preserving-analytics %}) 使用 "`privacy+geo`" 日志格式，并且也去除了 IP 地址，用户代理和 referer。主要区别在于 _nginx_ 日志配置无法标准化日期，因此它们被完整地存储。然后，这些日志将被存储不超过两周，之后将被删除。[测量](https://gitlab.com/fdroid/metrics)进程在服务器本身上运行，然后仅将经过清理过的数据推送到[私有的, 每个站点的 git 存储库](https://gitlab.com/fdroid/metrics-data)。这些仅对核心贡献者可见，以防私人数据泄露。然后可以在公开之前手动删除私人数据。

source: The stricter Apache log format will eventually come to _f-droid.org_. For now we are sticking with its existing setup of keeping the default Apache logs. It is a large site and we are a small team, so we need to be very conservative about changes there. The metrics coming from _f-droid.org_ are currently manually processed and reviewed. The public, sanitized data for _f-droid.org_ is generated using the same strict process as the rest of the sites.
de: Das striktere Apache-Protokollformat wird irgendwann auf _f-droid.org_ kommen. Für den Moment bleiben wir bei der bestehenden Einstellung, die Standard-Apache-Protokolle beizubehalten. Es ist eine große Seite und wir sind ein kleines Team, also müssen wir mit Änderungen dort sehr konservativ umgehen. Die Metriken, die von _f-droid.org_ kommen, werden derzeit manuell bearbeitet und überprüft. Die öffentlichen, bereinigten Daten für _f-droid.org_ werden nach demselben strengen Verfahren wie die übrigen Seiten erzeugt.
pl: Bardziej rygorystyczny format logów Apache w końcu pojawi się na _f-droid.org_. Na razie trzymamy się istniejących ustawień domyślnych logów Apache. Jest to duża strona, a my jesteśmy małym zespołem, więc musimy być bardzo konserwatywni w kwestii zmian. Metryki pochodzące z _f-droid.org_ są obecnie przetwarzane i sprawdzane ręcznie. Publiczne, oczyszczone dane dla _f-droid.org_ są generowane przy użyciu tego samego rygorystycznego procesu co reszta stron.
ro: Formatul mai strict al jurnalului Apache va ajunge în cele din urmă pe _f-droid.org_. Deocamdată rămânem la configurația existentă de păstrare a jurnalelor Apache implicite. Este un site mare, iar noi suntem o echipă mică, așa că trebuie să fim foarte conservatori în ceea ce privește schimbările de acolo. Măsurătorile care vin de la _f-droid.org_ sunt în prezent procesate și revizuite manual. Datele publice, aseptizate pentru _f-droid.org_ sunt generate folosind același proces strict ca și în cazul celorlalte site-uri.
ru: Более строгий формат журналов Apache со временем появится на _f-droid.org_. Пока что мы придерживаемся существующей настройки сохранения журналов Apache по умолчанию. Это большой сайт, а мы - маленькая команда, поэтому нам нужно быть очень консервативными в отношении изменений. Метрики, поступающие с _f-droid.org_, в настоящее время обрабатываются и проверяются вручную. Публичные, дезинфицированные данные для _f-droid.org_ генерируются с использованием того же строгого процесса, что и для остальных сайтов.
uk: Більш суворий формат журналів Apache з часом з'явиться на _f-droid.org_. Поки що ми дотримуємося наявної настройки збереження журналів Apache за замовчуванням. Це великий сайт, а ми - маленька команда, тому нам потрібно бути дуже консервативними щодо змін. Метрики, що надходять з _f-droid.org_, в даний час опрацьовуються і перевіряються вручну. Публічні, дезінфіковані дані для _f-droid.org_ генеруються з використанням того ж суворого процесу, що і для інших сайтів.
zh_hans: 更严格的 Apache 日志格式最终会出现在 _f-droid.org_。目前，我们仍使用保留默认 Apache 日志的现有设置。这是一个大网站而我们是一个小团队，所以我们需要对那里的变化非常保守。来自 _f-droid.org_ 的指标目前是手动处理和审查的。_f-droid.org_ 的公开、清理过的数据是使用与其他网站相同的严格流程生成的。

source: All that data is then assembled and published for public consumption at <https://fdroid.gitlab.io/metrics>. This is currently just JSON data files: _index.json_ lists the available per-week reports, then each report is named after the first day of the report, e.g. _2021-02-15.json_. The reporting period is Monday 0:00:00 til Sunday 23:59:59.
de: Alle diese Daten werden dann zusammengefügt und für den öffentlichen Gebrauch unter <https://fdroid.gitlab.io/metrics> veröffentlicht. Dies sind derzeit nur JSON-Datendateien: _index.json_ listet die verfügbaren Wochenberichte auf, dann wird jeder Bericht nach dem ersten Tag des Berichts benannt, z. B. _2021-02-15.json_. Der Berichtszeitraum ist Montag 0:00:00 bis Sonntag 23:59:59.
pl: Wszystkie te dane są następnie gromadzone i publikowane do użytku publicznego na stronie <https://fdroid.gitlab.io/metrics>. Obecnie są to tylko pliki JSON z danymi: _index.json_ zawiera listę dostępnych raportów tygodniowych, następnie każdy raport nosi nazwę pierwszego dnia raportu, np. _2021-02-15.json_. Okres raportowania to poniedziałek 0:00:00 do niedzieli 23:59:59.
ro: Toate aceste date sunt apoi asamblate și publicate pentru consum public la <https://fdroid.gitlab.io/metrics>. În prezent, este vorba doar de fișiere de date JSON: _index.json_ enumeră rapoartele săptămânale disponibile, apoi fiecare raport este numit după prima zi a raportului, de exemplu _2021-02-15.json_. Perioada de raportare este de luni 0:00:00 până duminică 23:59:59.
ru: Все эти данные затем собираются и публикуются для всеобщего пользования на сайте <https://fdroid.gitlab.io/metrics>. В настоящее время это просто файлы данных в формате JSON: _index.json_ перечисляет доступные отчеты за неделю, затем каждый отчет называется по имени первого дня отчета, например _2021-02-15.json_. Отчетным периодом является понедельник 0:00:00 - воскресенье 23:59:59.
uk: Всі ці дані потім збираються і публікуються для загального користування на сайті <https://fdroid.gitlab.io/metrics>. В даний час це просто файли даних в форматі JSON: _index.json_ перераховує доступні звіти за тиждень, потім кожен звіт називається по імені першого дня звіту, наприклад _2021-02-15.json_. Звітним періодом є понеділок 0:00:00 - неділя 23:59:59.
zh_hans: 然后将所有这些数据汇总并在 <https://fdroid.gitlab.io/metrics> 上发布以供公众使用。目前这些只是 JSON 数据文件：_index.json_ 列出可用的每周报告，然后每个报告以报告的第一天命名，例如 _2021-02-15.json_。报告周期为周一 0:00:00 至周日 23:59:59。

source: This sanitized JSON data is also uploaded to the [Clean Insights Matomo](https://metrics.cleaninsights.org/) analytics instance (run by Guardian Project) to experiment whether Matomo is a useful analytics tool for data with no PII. Even though, the [submission script](https://gitlab.com/fdroid/metrics/-/blob/22b56074/submit-to-cimp.py) only works with sanitized data, the reports are submitted to the [Clean Insights Matomo Proxy (CIMP)](https://gitlab.com/cleaninsights/clean-insights-matomo-proxy/), which strips out unnecessary information, including the IP address, before it is submitted to Matomo. The CIMP then submits the sanitized data to Matomo, which generates views on the data.
de: Diese bereinigten JSON-Daten werden auch in die Analyseinstanz [Clean Insights Matomo](https://metrics.cleaninsights.org/) hochgeladen (die von Guardian Project betrieben wird), um zu testen, ob Matomo ein nützliches Analysetool für Daten ohne PII ist. Obwohl das [Übermittlungsskript](https://gitlab.com/fdroid/metrics/-/blob/22b56074/submit-to-cimp.py) nur mit bereinigten Daten arbeitet, werden die Berichte an den [Clean Insights Matomo Proxy (CIMP)](https://gitlab.com/cleaninsights/clean-insights-matomo-proxy/) übermittelt, der unnötige Informationen, einschließlich der IP-Adresse, entfernt, bevor sie an Matomo übermittelt werden. Der CIMP sendet dann die bereinigten Daten an Matomo, das Ansichten auf die Daten generiert.
pl: Oczyszczone dane w JSON są też wysyłane do instancji analityk [Clean Insights Matomo](https://metrics.cleaninsights.org/) (obsługiwane przez Guardian Project) w celu sprawdzenia, czy Matomo jest przydatnym narzędziem analitycznym dla danych bez PII. Mimo że [skypt zgłaszania](https://gitlab.com/fdroid/metrics/-/blob/22b56074/submit-to-cimp.py) działa tylko z oczyszczonymi danymi, raporty są wysyłane do [Clean Insights Matomo Proxy (CIMP)](https://gitlab.com/cleaninsights/clean-insights-matomo-proxy/), który usuwa niepotrzebne informacje, w tym adres IP, przed wysłaniem do Matomo. CIMP następnie wysyła oczyszczone dane do Matomo, który generuje widoki do ich przeglądania.
ro: Aceste date JSON aseptizate sunt, de asemenea, încărcate în instanța de analiză [Clean Insights Matomo](https://metrics.cleaninsights.org/) (administrată de Guardian Project) pentru a experimenta dacă Matomo este un instrument de analiză util pentru datele fără informații personale. Chiar dacă [submission script](https://gitlab.com/fdroid/metrics/-/blob/22b56074/submit-to-cimp.py) funcționează numai cu date igienizate, rapoartele sunt trimise la [Clean Insights Matomo Proxy (CIMP)](https://gitlab.com/cleaninsights/clean-insights-matomo-proxy/), care elimină informațiile inutile, inclusiv adresa IP, înainte de a fi trimise la Matomo. CIMP transmite apoi datele aseptizate către Matomo, care generează vizualizări ale datelor.
ru: Эти санированные JSON-данные также загружаются в аналитический экземпляр [Clean Insights Matomo](https://metrics.cleaninsights.org/) (под управлением Guardian Project), чтобы проверить, является ли Matomo полезным аналитическим инструментом для данных без PII. Несмотря на то, что [скрипт отправки](https://gitlab.com/fdroid/metrics/-/blob/22b56074/submit-to-cimp.py) работает только с дезинфицированными данными, отчеты отправляются в [Clean Insights Matomo Proxy (CIMP)](https://gitlab.com/cleaninsights/clean-insights-matomo-proxy/), который удаляет ненужную информацию, включая IP-адрес, перед отправкой в Matomo. Затем CIMP отправляет обработанные данные в Matomo, который генерирует представления по этим данным.
uk: Ці сановані JSON-дані також завантажуються в аналітичний екземпляр [Clean Insights Matomo](https://metrics.cleaninsights.org/) (під управлінням Guardian Project), щоб перевірити, чи є Matomo корисним аналітичним інструментом для даних без PII. Незважаючи на те, що [скрипт відправки](https://gitlab.com/fdroid/metrics/-/blob/22b56074/submit-to-cimp.py) працює тільки з дезінфікованими даними, звіти відправляються в [Clean Insights Matomo Proxy (CIMP)](https://gitlab.com/cleaninsights/clean-insights-matomo-proxy/), який видаляє непотрібну інформацію, включаючи IP-адресу, перед відправкою в Matomo. Потім CIMP відправляє оброблені дані в Matomo, який генерує думки з цими даними.
zh_hans: 这些经过清理的 JSON 数据也被上传到 [Clean Insights Matomo](https://metrics.cleaninsights.org/) 分析实例（由 Guardian Project 运行），以试验 Matomo 对于没有 PII 的数据是否是一个有用的分析工具。尽管[提交脚本](https://gitlab.com/fdroid/metrics/-/blob/22b56074/submit-to-cimp.py)仅适用于经过清理的数据，但报告会提交给 [Clean Insights Matomo Proxy (CIMP)](https://gitlab.com/cleaninsights/clean-insights-matomo-proxy/)，在提交给 Matomo 之前去除不必要的信息，包括 IP 地址。然后 CIMP 将清理过的数据提交给 Matomo，由 Matomo 生成数据视图。

source: Interpreting the data
de: Interpretieren der Daten
pl: Interpretacja danych
ro: Interpretarea datelor
ru: Интерпретация данных
uk: Інтерпретація даних
zh_hans: 解释数据

source: For all the web servers except _f-droid.org_, they are a simple, one server setup. That means the web server logs will include all hits to the website For _f-droid.org_, it is more [complicated](https://gitlab.com/fdroid/wiki/-/wikis/Internal/Servers#f-droidorg). The current metrics are from the canonical web server. That means most hits are stopping at the caching servers and never show up in the canonical web server's logs. The logs from the caching servers are currently not processed or published anywhere.
de: Bei allen Webservern außer _f-droid.org_ handelt es sich um eine einfache Ein-Server-Einrichtung. Das bedeutet, dass die Webserver-Protokolle alle Zugriffe auf die Website enthalten. Für _f-droid.org_ ist es etwas [komplizierter](https://gitlab.com/fdroid/wiki/-/wikis/Internal/Servers#f-droidorg). Die aktuellen Metriken sind vom kanonischen Webserver. Das bedeutet, dass die meisten Zugriffe bei den Caching-Servern stoppen und nie in den Protokollen des kanonischen Webservers auftauchen. Die Protokolle von den Caching-Servern werden derzeit nicht verarbeitet oder irgendwo veröffentlicht.
pl: Dla wszystkich serwerów WWW z wyjątkiem _f-droid.org_ są to proste konfiguracje jednego serwera. Oznacza to, że logi serwera WWW będą zawierać wszystkie wejścia na stronę internetową. Dla _f-droid.org_ jest to bardziej [skomplikowane](https://gitlab.com/fdroid/wiki/-/wikis/Internal/Servers#f-droidorg). Bieżące metryki pochodzą z kanonicznego serwera WWW. Oznacza to, że większość trafień zatrzymuje się na serwerach buforujących i nigdy nie pojawia się w logach kanonicznego serwera WWW. Logi z serwerów pamięci podręcznej nie są obecnie nigdzie przetwarzane ani publikowane.
ro: Toate serverele web, cu excepția _f-droid.org_, sunt configurate simplu, pe un singur server. Aceasta înseamnă că jurnalele serverului web vor include toate accesările site-ului web Pentru _f-droid.org_, este mai [complicated](https://gitlab.com/fdroid/wiki/-/wikis/Internal/Servers#f-droidorg). Măsurătorile actuale provin de la serverul web canonic. Asta înseamnă că majoritatea accesărilor se opresc la serverele de cache și nu apar niciodată în jurnalele serverului web canonic. În prezent, jurnalele de la serverele de cache nu sunt procesate sau publicate nicăieri.
ru: Для всех веб-серверов, кроме _f-droid.org_, они представляют собой простую, односерверную установку. Это означает, что журналы веб-сервера будут включать все посещения веб-сайта Для _f-droid.org_ это более [сложно](https://gitlab.com/fdroid/wiki/-/wikis/Internal/Servers#f-droidorg). Текущие метрики получены с канонического веб-сервера. Это означает, что большинство посещений останавливается на кэширующих серверах и никогда не отображается в журналах канонического веб-сервера. Журналы с кэширующих серверов в настоящее время не обрабатываются и нигде не публикуются.
uk: Для всіх вебсерверів, крім _f-droid.org_, вони представляють собою просту, односерверних установку. Це означає, що журнали вебсервера будуть включати всі відвідування вебсайту Для _f-droid.org_ це більш [складно](https://gitlab.com/fdroid/wiki/-/wikis/Internal/Servers#f-droidorg ). Поточні метрики отримані з канонічного вебсервера. Це означає, що більшість відвідувань зупиняється на кешуючих серверах і ніколи не відображається в журналах канонічного вебсервера. Журнали з кешуючих серверів в даний час не обробляються і ніде не публікуються.
zh_hans: 除 _f-droid.org_ 之外的所有 Web 服务器都是一个简单的服务器设置。这意味着 Web 服务器日志将包括对网站的所有点击。对于_f-droid.org_，它更[复杂](https://gitlab.com/fdroid/wiki/-/wikis/Internal/Servers#f-droidorg)。当前测量指标来自规范 Web 服务器。这意味着大多数点击都会停留在缓存服务器上，并且永远不会显示在规范 Web 服务器的日志中。缓存服务器中的日志当前未在任何位置进行处理或发布。
