Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/): Control Dreambox satellite receivers
de: [DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/): Steuerung von Dreambox Satelliten-Receivern
pl: [DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/): Kontroluj odbiorniki satelitarne Dreambox
ro: [DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/): Controlează receptoarele de satelit Dreambox
ru: [DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/): Управление спутниковыми ресиверами Dreambox
uk: [DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/): Управління супутниковими ресиверами Dreambox
zh_hans: [DreamDroid](https://f-droid.org/packages/net.reichholf.dreamdroid/)：控制 Dreambox 卫星接收机

source: [Gloomy Dungeons 3D - Hardcore](https://f-droid.org/packages/org.zamedev.gloomydungeons1hardcore.opensource/): First-person shooter
de: [Gloomy Dungeons 3D - Hardcore](https://f-droid.org/packages/org.zamedev.gloomydungeons1hardcore.opensource/): Ego-Shooter
pl: [Gloomy Dungeons 3D - Hardcore](https://f-droid.org/packages/org.zamedev.gloomydungeons1hardcore.opensource/): Strzelanka z perspektywy pierwszej osoby
ro: [Gloomy Dungeons 3D - Hardcore](https://f-droid.org/packages/org.zamedev.gloomydungeons1hardcore.opensource/): Tragator la persoana întâi
ru: [Gloomy Dungeons 3D - Hardcore](https://f-droid.org/packages/org.zamedev.gloomydungeons1hardcore.opensource/): Шутер от первого лица
uk: [Gloomy Dungeons 3D - Hardcore](https://f-droid.org/packages/org.zamedev.gloomydungeons1hardcore.opensource/): Шутер від першої особи
zh_hans: [Gloomy Dungeons 3D - Hardcore](https://f-droid.org/packages/org.zamedev.gloomydungeons1hardcore.opensource/)：第一人称射击游戏

source: [LayTray](https://f-droid.org/packages/space.neothefox.laytray/): Layout indicator for Blackberry phones
de: [LayTray](https://f-droid.org/packages/space.neothefox.laytray/): Layout-Anzeige für Blackberry-Telefone
pl: [LayTray](https://f-droid.org/packages/space.neothefox.laytray/): Wskaźnik układu dla telefonów Blackberry
ro: [LayTray](https://f-droid.org/packages/space.neothefox.laytray/): Indicator de dispunere pentru telefoanele Blackberry
ru: [LayTray](https://f-droid.org/packages/space.neothefox.laytray/): Индикатор раскладки для телефонов Blackberry
uk: [LayTray](https://f-droid.org/packages/space.neothefox.laytray/): Індикатор розкладки для телефонів Blackberry
zh_hans: [LayTray](https://f-droid.org/packages/space.neothefox.laytray/)：黑莓手机的布局指示器

source: [PluckLockEx](https://f-droid.org/packages/xyz.iridiumion.plucklockex/): Lock your phone when snatched
de: [PluckLockEx](https://f-droid.org/packages/xyz.iridiumion.plucklockex/): Sperren Sie Ihr Handy, wenn es gestohlen wurde
pl: [PluckLockEx](https://f-droid.org/packages/xyz.iridiumion.plucklockex/): Zablokuj telefon po porwaniu
ro: [PluckLockEx](https://f-droid.org/packages/xyz.iridiumion.plucklockex/): Blocați-vă telefonul atunci când este smuls
ru: [PluckLockEx](https://f-droid.org/packages/xyz.iridiumion.plucklockex/): Блокировка телефона при похищении
uk: [PluckLockEx](https://f-droid.org/packages/xyz.iridiumion.plucklockex/): Блокування телефону при викраденні
zh_hans: [PluckLockEx](https://f-droid.org/packages/xyz.iridiumion.plucklockex/)：被抢时锁定手机

source: [Gloomy Dungeons](https://f-droid.org/packages/zame.GloomyDungeons.opensource.game/): First-person shooter
de: [Gloomy Dungeons](https://f-droid.org/packages/zame.GloomyDungeons.opensource.game/): Ego-Shooter
pl: [Gloomy Dungeons](https://f-droid.org/packages/zame.GloomyDungeons.opensource.game/): Strzelanka z perspektywy pierwszej osoby
ro: [Gloomy Dungeons](https://f-droid.org/packages/zame.GloomyDungeons.opensource.game/): Trăgător la prima persoană
ru: [Gloomy Dungeons](https://f-droid.org/packages/zame.GloomyDungeons.opensource.game/): Шутер от первого лица
uk: [Gloomy Dungeons](https://f-droid.org/packages/zame.GloomyDungeons.opensource.game/): Шутер від першої особи
zh_hans: [Gloomy Dungeons](https://f-droid.org/packages/zame.GloomyDungeons.opensource.game/)：第一人称射击游戏

source: In total, 75 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 75 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 75 aplikacji. Oto najważniejsze cechy:
ro: În total, 75 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 75 приложений. Вот основные из них:
uk: Усього цього тижня було оновлено 75 застосунків. Ось основні з них:
zh_hans: 本周总共更新了 75 个应用。以下是其中的亮点：

source: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) released its new major version 2.0.0, featuring a completely overhauled user interface with more focus on the map. The shiny new map has a more prominent place, current location is used by default, trip overview shows a warning icon if there's a problem and many more features and enhancements. It also needs less permissions than before -- no more external storage.
de: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) brachte seine neue Hauptversion 2.0.0 heraus, die sich durch eine komplett überholte Benutzeroberfläche mit größerem Fokus auf die Karte auszeichnet. Die herausragende, neue Karte erhielt einen prominenteren Platz, der aktuelle Standort wird als Standard verwendet, die Reiseübersicht zeigt ein Warnsymbol, falls es auf der Strecke Probleme gibt, neben vielen weiteren Besonderheiten und Verbesserungen. Sie benötigt auch weniger Berechtigungen als zuvor -- keine mehr für den externen Speicher.
pl: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) wydała nową główną wersję 2.0.0, zawierającą całkowicie odnowiony interfejs użytkownika z większą koncentracją na mapie. Nowa, błyszcząca mapa ma bardziej widoczne miejsce, domyślnie używana jest aktualna lokalizacja, przegląd trasy pokazuje ikonę ostrzeżenia, jeśli wystąpił problem i wiele innych funkcji i ulepszeń. Wymaga także mniej uprawnień niż wcześniej - nie ma już pamięci zewnętrznej.
ro: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) a lansat noua versiune majoră 2.0.0, care prezintă o interfață de utilizator complet revizuită, cu un accent mai mare pe hartă. Noua hartă strălucitoare are un loc mai proeminent, locația curentă este utilizată în mod implicit, prezentarea generală a călătoriei afișează o pictogramă de avertizare în cazul în care există o problemă și multe alte caracteristici și îmbunătățiri. De asemenea, are nevoie de mai puține permisiuni decât înainte - nu mai este nevoie de stocare externă.
ru: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) выпустил свою новую основную версию 2.0.0, в которой полностью переработан пользовательский интерфейс и больше внимания уделено карте. Новая блестящая карта занимает более заметное место, текущее местоположение используется по умолчанию, обзор поездки показывает значок предупреждения, если возникла проблема, и многие другие функции и улучшения. Кроме того, приложение требует меньше разрешений, чем раньше - больше никаких внешних хранилищ.
uk: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) випустив свою нову основну версію 2.0.0, в якій повністю перероблений призначений для користувача інтерфейс і більше уваги приділено карті. Нова блискуча карта займає більш помітне місце, поточне місце розташування використовується за умовчанням, огляд поїздки показує значок попередження, якщо виникла проблема, і багато інших функцій і поліпшення. Крім того, застосунок вимагає менше дозволів, ніж раніше - більше ніяких зовнішніх сховищ.
zh_hans: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 发布了其新的主要版本 2.0.0，带来了用户界面完全翻新，更加聚焦于地图。闪亮的新地图有一个更突出的位置，默认使用当前位置，如果有问题，行程概览会显示一个警告图标，还有更多的功能和改进。它还需要比以前更少的权限 - 不再需要外部存储。

source: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) is an instant messenger using e-mail as its medium. 0.19.0 has a performance speedup by making database locks unnecessary, lots of translation updates, and drafts no longer appear twice.
de: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) ist ein Instant Messenger, der E-Mail als Medium nutzt. 0.19.0 erhielt eine Leistungsbeschleunigung, indem Datenbanksperren unnötig wurden, jede Menge aktualisierte Übersetzungen und Entwürfe tauchen nicht mehr doppelt auf.
pl: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) jest komunikatorem internetowym używającym wiadomości e-mail jako medium. 0.19.0 przyspiesza działanie, ponieważ blokowanie baz danych jest niepotrzebne, wiele aktualizacji tłumaczeń i wersje robocze nie pojawiają się już dwukrotnie.
ro: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) este un mesager instantaneu care folosește e-mailul ca suport. 0.19.0 are o creștere a performanței prin faptul că nu mai este necesară blocarea bazei de date, multe actualizări ale traducerilor, iar ciornele nu mai apar de două ori.
ru: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) - это мессенджер, использующий электронную почту в качестве носителя информации. В версии 0.19.0 увеличена скорость работы за счет ненужных блокировок базы данных, обновлено множество переводов, а черновики больше не появляются дважды.
uk: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) - це месенджер, який використовує електронну пошту як носій інформації. У версії 0.19.0 збільшена швидкість роботи за рахунок непотрібних блокувань бази даних, оновлено безліч переказів, а чернетки більше не з'являються двічі.
zh_hans: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) 是一个以电子邮件为媒介的即时通讯工具。0.19.0 通过使数据库锁不再必要提高了性能，带来了大量的翻译更新，以及草稿不再出现两次。

source: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) was updated from 1.3.0 to 1.4.1. It is now possible to rotate the screen while watching video. Privacy settings and content warnings were added for Mastodon.
de: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) wurde von 1.3.0 nach 1.4.1 aktualisiert. Es ist nun möglich, den Bildschirm während einer Videowiedergabe zu drehen. Datenschutzeinstellungen und Warnungen zu Inhalten wurden für Mastodon hinzugefügt.
pl: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) został zaktualizowany z wersji 1.3.0 do wersji 1.4.1. Teraz można obracać ekran podczas oglądania wideo. Ustawienia prywatności i ostrzeżenia dotyczące treści zostały dodane do Mastodon.
ro: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) a fost actualizat de la 1.3.0 la 1.4.1. Acum este posibilă rotirea ecranului în timpul vizionării unui videoclip. Au fost adăugate setări de confidențialitate și avertismente de conținut pentru Mastodon.
ru: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) был обновлен с 1.3.0 до 1.4.1. Появилась возможность поворачивать экран при просмотре видео. Для Mastodon были добавлены настройки конфиденциальности и предупреждения о содержании.
uk: [Twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) був оновлений з 1.3.0 до 1.4.1. З'явилася можливість повертати екран при перегляді відео. Для Mastodon були додані налаштування конфіденційності та попередження про зміст.
zh_hans: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) 从 1.3.0 更新到了 1.4.1。现在可以在观看视频时旋转屏幕了。为 Mastodon 增加了隐私设置和内容警告。

source: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.2 fixes some annoying bugs and crashes, and improves the Dutch translations.
de: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.2 behebt einige lästige Fehler und Abstürze und verbessert die holländische Übersetzung.
pl: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.2 naprawia niektóre irytujące błędy i awarie oraz poprawia holenderskie tłumaczenia.
ro: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.2 remediază unele erori și blocaje enervante și îmbunătățește traducerile în limba olandeză.
ru: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.2 исправляет некоторые раздражающие ошибки и сбои, а также улучшает перевод на голландский язык.
uk: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.2 виправляє деякі дратівливі помилки і збої, а також покращує переклад нідерландською мовою.
zh_hans: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.2 修复了一些恼人的错误和崩溃，并改进了荷兰语翻译。

source: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) 2.1.2 is out with user experience improvements, configurable ringtones, emoji support, improved proximity sensor handling, and more.
de: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) 2.1.2 kam heraus mit Verbesserungen basierend auf Nutzererfahrungen, einstellbaren Klingeltönen, Emoji-Unterstützung, verbesserter Näherungssensorverarbeitung und mehr.
pl: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) 2.1.2 jest wyposażony w ulepszenia interfejsu użytkownika, konfigurowalne dzwonki, obsługę emoji, ulepszoną obsługę czujników zbliżeniowych i wiele innych.
ro: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) 2.1.2 a apărut cu îmbunătățiri ale experienței utilizatorului, tonuri de apel configurabile, suport pentru emoji, gestionarea îmbunătățită a senzorilor de proximitate și multe altele.
ru: Вышла версия 2.1.2 [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) с настраиваемыми мелодиями звонка, поддержкой emoji, улучшенной работой с датчиком приближения и многим другим.
uk: Вийшла версія 2.1.2 [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) з налаштованим мелодіями дзвінка, підтримкою emoji, поліпшеною роботою з сенсором наближення і багатьом іншим.
zh_hans: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) 2.1.2 已经发布，其中包括用户体验改进、可配置的铃声、表情符号支持、改进的接近传感器处理等。

source: [Doda The Exploda](https://f-droid.org/packages/com.quaap.dodatheexploda/) released 0.3. Doda is a simple "hidden objects" or "I spy" game. It has levels appropriate for babies, children, and adults. This release includes a major rewrite to make it faster, especially on Android 8.0+ (Oreo).
de: [Doda The Exploda](https://f-droid.org/packages/com.quaap.dodatheexploda/) 0.3. Doda ist ein einfaches "Versteckte Objekte" oder "Späher"-Spiel. Es enthält für Babys, Kinder und Erwachsene geeignete Spielniveaus. Diese Version enthält eine größere Neuprogrammierung, um es schneller zu machen, insbesondere auf Android >=8.0 (Oreo).
pl: [Doda The Exploda](https://f-droid.org/packages/com.quaap.dodatheexploda/) zwolniony 0.3. Doda to prosta gra "ukryte przedmioty" lub "I szpieg". Ma poziomy odpowiednie dla niemowląt, dzieci i dorosłych. To wydanie zawiera główną wersję, aby przyspieszyć działanie, szczególnie w systemie Android 8.0+ (Oreo).
ro: [Doda The Exploda](https://f-droid.org/packages/com.quaap.dodatheexploda/) a lansat 0.3. Doda este un joc simplu de "obiecte ascunse" sau "Spionez". Are niveluri adecvate pentru bebeluși, copii și adulți. Această versiune include o rescriere majoră pentru a-l face mai rapid, în special pe Android 8.0+ (Oreo).
ru: [Doda The Exploda](https://f-droid.org/packages/com.quaap.dodatheexploda/) выпущена версия 0.3. Doda - это простая игра в жанре "скрытые объекты" или "я шпион". В ней есть уровни, подходящие для младенцев, детей и взрослых. Этот выпуск включает в себя значительную переработку, чтобы сделать ее быстрее, особенно на Android 8.0+ (Oreo).
uk: [Doda The Exploda](https://f-droid.org/packages/com.quaap.dodatheexploda/) випущена версія 0.3. Doda - це проста гра в жанрі "приховані об'єкти" або "я шпигун". У ній є рівні, відповідні для немовлят, дітей і дорослих. Цей випуск включає в себе значну переробку, щоб зробити її швидше, особливо на Android 8.0+ (Oreo).
zh_hans: [Doda The Exploda](https://f-droid.org/packages/com.quaap.dodatheexploda/) 发布了 0.3 版本。Doda 是一个简单的“隐藏物品”或“我是侦探”游戏。它有适合婴儿、儿童和成人的级别。这个版本包括一个重大的重写，以使其更快，特别是在 Android 8.0+ (Oreo) 上。

source: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) updated from 0.7.6 to 0.8.1 and brings lots of changes. Menu now autohides, improved menu appearance, animated transitions, and much more including bug fixes.
de: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/), von 0.7.6 auf 0.8.1 aktualisiert, bringt eine Menge Veränderungen mit. Nun mit automatischer Menüausblendung, verbessertem Aussehen des Menüs, animierten Übergängen und vielem mehr, einschließlich Fehlerkorrekturen.
pl: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) zaktualizowany z 0.7.6 na 0.8.1 i przynosi wiele zmian. Menu teraz autohides, poprawiony wygląd menu, animowane przejścia i wiele więcej, w tym poprawki błędów.
ro: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) a fost actualizat de la 0.7.6 la 0.8.1 și aduce o mulțime de modificări. Meniul acum se ascunde automat, aspect îmbunătățit al meniului, tranziții animate și multe altele, inclusiv remedieri de erori.
ru: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) обновлен с 0.7.6 до 0.8.1 и принес множество изменений. Меню теперь автоматически скрывается, улучшен внешний вид меню, анимированные переходы и многое другое, включая исправление ошибок.
uk: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) оновлений з 0.7.6 до 0.8.1 і приніс безліч змін. Меню тепер автоматично ховається, поліпшений зовнішній вигляд меню, анімовані переходи і багато іншого, включаючи виправлення помилок.
zh_hans: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) 从 0.7.6 更新到 0.8.1，带来了很多变化。菜单现在可以自动隐藏，改进了菜单的外观，动画过渡，以及更多包括错误修复的内容。

source: [Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/) is a menstrual/period calendar which calculates the days of fertility according to Knaus-Ogino. Version 1.11 brings a redesign with navigation drawer and adds back the simple list view with cycle lengths.
de: [Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/) ist ein Menstruations-/Periodenkalender, der die fruchtbaren Tage anhand der Knaus-Ogino-Methode berechnet. Version 1.11 erhielt ein neues Design mit Navigationsauszug und bringt die einfache Listenansicht mit Zykluslängen zurück.
pl: [Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/) jest kalendarzem miesiączkowym/okresowym, który oblicza dni płodności według Knaus-Ogino. Wersja 1.11 wprowadza przeprojektowanie z szufladą nawigacji i dodaje prosty widok listy z długością cyklu.
ro: [Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/) este un calendar menstrual/periodic care calculează zilele de fertilitate conform lui Knaus-Ogino. Versiunea 1.11 aduce o reproiectare cu sertar de navigare și adaugă din nou vizualizarea simplă a listei cu lungimile ciclurilor.
ru: [Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/) - это календарь менструаций/периодов, который рассчитывает дни фертильности по Кнаусу-Огино. В версии 1.11 изменен дизайн навигационного ящика и добавлен простой вид списка с длительностью цикла.
uk: [Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/) - це календар менструацій/періодів, який розраховує дні фертильності по Кнаус-Огіно. У версії 1.11 змінений дизайн навігаційного ящика і доданий простий вигляд списку з тривалістю циклу.
zh_hans: [Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/) 是一个月经/周期日历，根据 Knaus-Ogino 计算出生育的日子。1.11 版带来了导航抽屉的重新设计，并重新增加了带有周期长度的简单列表视图。

source: [Micropinner](https://f-droid.org/packages/de.dotwee.micropinner/) (appears as **New Pin** in the repository due to bugs) was updated to v2.2.0. Many changes, among others using the internal DayNight-Theme changer, support for Notification Channels, code cleanup and refactoring and fixes for Android 8 (Oreo).
de: [Micropinner](https://f-droid.org/packages/de.dotwee.micropinner/) (erscheint aufgrund von Fehlern im Repository als **New Pin**) wurde auf v2.2.0 aktualisiert. Es gibt viele Änderungen, darunter die Nutzung des internen Tag-/Nachtmoduswechsels, Unterstützung von Benachrichtigungskanälen, Bereinigung und Neustrukturierung des Codes sowie Korrekturen für Android 8 (Oreo).
pl: [Micropinner](https://f-droid.org/packages/de.dotwee.micropinner/) (pojawia się jako **Nowy PIN** w repozytorium z powodu błędów) został zaktualizowany do wersji 2.2.2. Wiele zmian, między innymi dzięki wewnętrznemu zmieniaczowi DayNight-Theme, obsłudze kanałów powiadomień, oczyszczeniu kodu i refaktoryzacji oraz poprawkom dla Androida 8 (Oreo).
ro: [Micropinner](https://f-droid.org/packages/de.dotwee.micropinner/) (apare ca **New Pin** în arhivă din cauza unor erori) a fost actualizat la v2.2.0. Multe modificări, printre altele utilizarea schimbătorului intern DayNight-Theme, suport pentru Notification Channels, curățare și refactorizare a codului și corecturi pentru Android 8 (Oreo).
ru: [Micropinner](https://f-droid.org/packages/de.dotwee.micropinner/) (появляется как **New Pin** в репозитории из-за ошибок) был обновлен до версии 2.2.0. Много изменений, среди которых использование внутреннего чейнджера DayNight-Theme, поддержка каналов уведомлений, очистка и рефакторинг кода, а также исправления для Android 8 (Oreo).
uk: [Micropinner](https://f-droid.org/packages/de.dotwee.micropinner/) (з'являється як ** New Pin ** в репозиторії через помилки) був оновлений до версії 2.2.0. Багато змін, серед яких використання внутрішнього Чейнджера DayNight-Theme, підтримка каналів повідомлень, очищення і рефакторинг коду, а також виправлення для Android 8 (Oreo).
zh_hans: [Micropinner](https://f-droid.org/packages/de.dotwee.micropinner/) （由于错误，在存储库中显示为 **New Pin**）已更新至 v2.2.0。许多变化，其中包括使用内部日间夜间主题切换器，支持通知通道，代码清理和重构，以及对 Android 8 (Oreo) 的修复。
