Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Easer](https://f-droid.org/packages/ryey.easer/) is a tool to automate many things like switching off WiFi when leaving home, or setting the volume when a headset is connected. The update from 0.6 to 0.6.2 brings some UI changes, a screen unlock event, and a bunch of crash fixes.
de: [Easer](https://f-droid.org/packages/ryey.easer/) ist ein Werkzeug, um viele Dinge zu automatisieren, z.B. das Ausschalten von WLAN beim Verlassen des Hauses oder Einstellen der Lautstärke, wenn ein Headset angeschlossen ist. Das Update von 0.6 auf 0.6.2 bringt einige Änderungen an der Benutzeroberfläche, ein Ereignis zum Entsperren des Bildschirms und eine Reihe von Absturzbehebungen.
pl: [Easer](https://f-droid.org/packages/ryey.easer/) to narzędzie do automatyzacji wielu rzeczy, takich jak wyłączanie WiFi po opuszczeniu domu lub ustawianie głośności po podłączeniu zestawu słuchawkowego. Aktualizacja od 0.6 do 0.6.2 wprowadza pewne zmiany interfejsu użytkownika, zdarzenie odblokowania ekranu i kilka poprawek błędów.
ro: [Easer](https://f-droid.org/packages/ryey.easer/) este un instrument care permite automatizarea multor lucruri, cum ar fi oprirea WiFi atunci când plecați de acasă sau setarea volumului atunci când sunt conectate căștile. Actualizarea de la 0.6 la 0.6.2 aduce câteva modificări ale interfeței de utilizare, un eveniment de deblocare a ecranului și o serie de corecturi de erori.
ru: [Easer](https://f-droid.org/packages/ryey.easer/) - это инструмент для автоматизации многих действий, таких как отключение WiFi при выходе из дома или настройка громкости при подключении гарнитуры. Обновление с 0.6 до 0.6.2 привнесло некоторые изменения в пользовательский интерфейс, событие разблокировки экрана и множество исправлений сбоев.
uk: [Easer](https://f-droid.org/packages/ryey.easer/) — це інструмент для автоматизації багатьох дій, як-от вимкнення WiFi після виходу з будинку або регулювання гучності за під'єднання гарнітури. Оновлення з 0.6 до 0.6.2 принесло деякі зміни в зміни інтерфейсу, подію розблокування екрана і безліч виправлень збоїв.
zh_hans: [Easer](https://f-droid.org/packages/ryey.easer/) 是一款自动完成许多事情的工具，比如在离开家时关闭 WiFi，或者在耳机连接时设置音量。从 0.6 到 0.6.2 的更新带来了一些用户界面变化，一个屏幕解锁事件，以及一堆崩溃修复。

source: Archived and Removed apps
de: Archivierte und entfernte Apps
pl: Zarchiwizowane i usunięte aplikacje
ro: Aplicații arhivate și eliminate
ru: Архивированные и удаленные приложения
uk: Архівовані й видалені застосунки
zh_hans: 存档和删除的应用

source: No apps were removed.
de: Es wurden keine Apps entfernt.
pl: Żadne aplikacje nie zostały usunięte.
ro: Nu a fost eliminată nicio aplicație.
ru: Ни одно приложение не было удалено.
uk: Жоден застосунок не було вилучено.
zh_hans: 没有应用被移除。

source: This Week in F-Droid, Week 22
de: Diese Woche in F-Droid, Woche 22
pl: W tym tygodniu w F-Droid, Tydzień 22
ro: Săptămâna aceasta în F-Droid, săptămâna 22
ru: Эта неделя в F-Droid, неделя 22
uk: Цей тиждень у F-Droid, тиждень 22
zh_hans: F-Droid 每周新闻，第 22 周

source: We haven't received any more submissions for our [Fennec icon challenge](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810) this week. We'll continue to take submissions until Sunday the 10th of June, 24:00 UTC, after which we'll start the vote. So if you are working on something and haven't sent it in yet, be sure to finish up and submit before then.
de: Wir haben diese Woche keine weiteren Einsendungen für unseren [Fennec icon challenge](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810) erhalten. Wir werden bis Sonntag, den 10. Juni, 24:00 Uhr UTC, weitermachen, danach beginnen wir mit der Abstimmung. Wenn Sie also an etwas arbeiten und es noch nicht abgeschickt haben, sollten Sie es vorher fertig stellen und einreichen.
pl: W tym tygodniu nie otrzymaliśmy więcej zgłoszeń do naszej [Fennec icon challenge](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810). Nadal będziemy przyjmować zgłoszenia do niedzieli 10 czerwca, godz. 24.00 UTC, po czym rozpoczniemy głosowanie. Jeśli więc pracujesz nad czymś i nie wysłałeś go jeszcze, upewnij się, że skończyłeś i przesłałeś wcześniej.
ro: Săptămâna aceasta nu am mai primit nicio trimitere pentru [Fennec icon challenge](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810). Vom continua să primim propuneri până duminică, 10 iunie, ora 24:00 UTC, după care vom începe votul. Deci, dacă lucrați la ceva și nu ați trimis încă, asigurați-vă că terminați și trimiteți până atunci.
ru: На этой неделе мы больше не получали заявок на участие в конкурсе [Fennec icon challenge](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810). Мы продолжим принимать работы до воскресенья, 10 июня, 24:00 UTC, после чего начнем голосование. Так что если вы работаете над чем-то и еще не отправили это, обязательно закончите и отправьте до этого времени.
uk: Цього тижня ми більше не отримували заявок на участь в конкурсі [Fennec icon challenge](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810). Ми продовжимо приймати роботи до неділі, 10 червня, 24:00 UTC, після чого почнемо голосування. Тож якщо ви працюєте над чимось і ще не надіслали це, обов'язково завершіть і надішліть до цього часу.
zh_hans: 本周 [Fennec 图标挑战赛](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810) 没有收到更多提交。我们将继续接受提交直到 6 月 10 日星期日 24:00 (UTC)，之后我们将开始投票。所以，如果你正在创作的作品还没有提交，请务必在那之前完成并提交。

source: [Rudloff](https://forum.f-droid.org/u/rudloff) has prepared even more new apps to be added to F-Droid. He has however indicated that the pool of "easy" apps is running out. It will become increasingly difficult to add further projects, as they need additional work to be buildable by our buildserver. We can always use more help with this. There are still 245 open issues in [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues) for you to sink your teeth into.
de: [Rudloff](https://forum.f-droid.org/u/rudloff) hat noch mehr neue Apps für F-Droid vorbereitet. Er hat jedoch darauf hingewiesen, dass der Pool der "easy"-Anwendungen erschöpft ist. Es wird immer schwieriger, weitere Projekte hinzuzufügen, da diese zusätzliche Arbeit benötigen, um von unserem Buildserver erstellt werden zu können. Wir können dabei immer mehr Hilfe gebrauchen. Es gibt noch 245 offene Fragen in [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues), in die Sie sich einarbeiten können.
pl: [Rudloff](https://forum.f-droid.org/u/rudloff) przygotował jeszcze więcej nowych aplikacji do dodania do F-Droid. Wskazał jednak, że pula "łatwych" aplikacji kończy się. Coraz trudniej będzie dodawać kolejne projekty, ponieważ wymagają one dodatkowej pracy, którą może wykonać nasz serwer budujący. Zawsze możemy skorzystać z większej pomocy. Pozostało 245 otwartych problemów w [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues), w których możesz zatopić zęby.
ro: [Rudloff](https://forum.f-droid.org/u/rudloff) a pregătit și mai multe aplicații noi care vor fi adăugate la F-Droid. Cu toate acestea, el a indicat că fondul de aplicații "ușoare" se epuizează. Va deveni din ce în ce mai dificil să adăugați alte proiecte, deoarece acestea au nevoie de muncă suplimentară pentru a putea fi compilate de către serverul nostru de compilare. Întotdeauna ne-ar fi de folos mai mult ajutor în acest sens. Există încă 245 de probleme deschise în [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues) în care vă puteți înfige dinții.
ru: [Rudloff](https://forum.f-droid.org/u/rudloff) подготовил еще больше новых приложений, которые будут добавлены в F-Droid. Однако он сообщил, что запас "легких" приложений иссякает. Добавлять новые проекты будет все труднее, так как они требуют дополнительной работы, чтобы их можно было собрать на нашем билдсервере. Нам всегда нужна помощь в этом вопросе. В [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues) все еще 245 открытых вопросов, в которые вы можете вгрызться зубами.
uk: [Rudloff](https://forum.f-droid.org/u/rudloff) підготував ще більше нових застосунків, які будуть додані в F-Droid. Однак він повідомив, що запас "легких" застосунків вичерпується. Додавати нові проєкти буде все важче, бо вони вимагають додаткової роботи, щоб їх можна було зібрати на нашому білдсервері. Нам завжди потрібна допомога в цьому питанні. В [Requests For Packaging](https://gitlab.com/fdroid/rfp/issues) все ще 245 відкритих питань, в які ви можете вгризтися зубами.
zh_hans: [Rudloff](https://forum.f-droid.org/u/rudloff) 已经准备好了更将被添加到 F-Droid 中多的新应用。但是他表示，“简单”的应用已经不多了。要添加更多的项目将变得越来越困难，因为它们需要额外的工作才能被我们的构建服务器构建。我们总是可以在这方面得到更多的帮助。在[打包请求](https://gitlab.com/fdroid/rfp/issues)中仍有 245 个未解决的问题供你去尝试。

source: [_hc](https://forum.f-droid.org/u/hans) is working on adding a "full" and a "basic" build flavor to [fdroidclient](https://gitlab.com/fdroid/fdroidclient). The "full" flavor will be F-Droid as you know it, and "basic" will be a version that is as small as possible. This should make it easier to make [whitelabel versions]({{ site.baseurl }}/docs/Whitelabel_Builds/) of F-Droid. This brings [F-Droid Light](https://gitlab.com/fdroid/fdroidclient/issues/48) within reach of any Android developer with a little time to implement a minimal list view screen for finding apps to install.
de: [_hc](https://forum.f-droid.org/u/hans) arbeitet am Hinzufügen einer "full" und einers "basic" Buildvariante zu [fdroidclient](https://gitlab.com/fdroid/fdroidclient). Die "vollständige" Variante wird F-Droid sein, wie Sie es kennen und "basic" wird eine möglichst kleine Version sein. Dadurch sollte es einfacher sein, [Whitelabel-Versionen]({{ site.baseurl }}/docs/Whitelabel_Builds/) von F-Droid zu erstellen. Damit ist [F-Droid Light](https://gitlab.com/fdroid/fdroidclient/issues/48) für jeden Android-Entwickler verfügbbar, der ein wenig Zeit hat, eine minimale Listenansicht für die Suche nach zu installierenden Anwendungen zu implementieren.
pl: [_hc](https://forum.f-droid.org/u/hans) pracuje nad dodaniem „pełnego” i „podstawowego” wariantu kompilacji do [fdroidclient](https://gitlab.com/fdroid/ fdroidclient). „Pełnym” wariantem będzie F-Droid, jaki znacie, a „podstawowym” będzie wersja, która jest tak mała, jak to tylko możliwe. Powinno to ułatwić tworzenie [wersji whitelabel]({{ site.baseurl }}/docs/Whitelabel_Builds/) F-Droid. Dzięki temu [F-Droid Light](https://gitlab.com/fdroid/fdroidclient/issues/48) znajduje się w zasięgu dowolnego programisty aplikacji dla systemu Android, a niewiele czasu zajmuje zaimplementowanie ekranu minimalnej listy do znajdowania aplikacji do zainstalowania.
ro: [_hc](https://forum.f-droid.org/u/hans) lucrează la adăugarea unei variante de compilare "completă" și "de bază" la [fdroidclient](https://gitlab.com/fdroid/fdroidclient). Versiunea "full" va fi F-Droid așa cum îl cunoașteți, iar "basic" va fi o versiune cât mai mică posibil. Acest lucru ar trebui să faciliteze crearea de [whitelabel versions]({{ site.baseurl }}/docs/Whitelabel_Builds/) ale F-Droid. Acest lucru aduce [F-Droid Light](https://gitlab.com/fdroid/fdroidclient/issues/48) la îndemâna oricărui dezvoltator Android care are puțin timp să implementeze un ecran minim de vizualizare a listei pentru a găsi aplicații de instalat.
ru: [_hc](https://forum.f-droid.org/u/hans) работает над добавлением "полной" и "базовой" сборки в [fdroidclient](https://gitlab.com/fdroid/fdroidclient). "Полная" сборка будет F-Droid в том виде, в котором вы его знаете, а "базовая" будет версией, которая настолько мала, насколько это возможно. Это должно облегчить создание [whitelabel versions]({{ site.baseurl }}/docs/Whitelabel_Builds/) F-Droid. Это делает [F-Droid Light](https://gitlab.com/fdroid/fdroidclient/issues/48) доступным для любого разработчика Android, у которого есть немного времени для реализации минимального экрана просмотра списка для поиска приложений для установки.
uk: [_hc](https://forum.f-droid.org/u/hans) працює над додаванням "повної" і "базової" збірки в [fdroidclient](https://gitlab.com/fdroid/fdroidclient). "Повна" збірка буде F-Droid в тому вигляді, в якому ви його знаєте, а "базова" буде версією, яка настільки мала, наскільки це можливо. Це повинно полегшити створення [whitelabel versions]({{ site.baseurl }}/docs/Whitelabel_Builds/) F-Droid. Це робить [F-Droid Light](https://gitlab.com/fdroid/fdroidclient/issues/48) доступним для будь-якого розробника Android, у якого є трохи часу для реалізації мінімального екрана перегляду списку для пошуку застосунків для встановлення.
zh_hans: [_hc](https://forum.f-droid.org/u/hans) 正在为 [fdroidclient](https://gitlab.com/fdroid/fdroidclient) 增加一个 "full" 和一个 "basic" 的构建版本。完整版将是你所知道的 F-Droid，而基础版将是一个尽可能小的版本。这应该会使 F-Droid 的[白标版]({{ site.baseurl }}/docs/Whitelabel_Builds/)更容易制作。这使得 [F-Droid Light](https://gitlab.com/fdroid/fdroidclient/issues/48) 对于任何一个 Android 开发者来说都是触手可及的，只要有一点时间，就可以实现一个最小的列表视图屏幕来寻找安装的应用。

source: We are going into beta testing with mirrors of the official [F-Droid repository](https://f-droid.org/packages/). We have a server that receives the official F-Droid pushes. From there, it will be shared out via rsync. Once this is ready, anyone can run "secondary" mirrors as they see fit. If anyone wants to run a public mirror and participate in this beta, please get in touch with [_hc](https://forum.f-droid.org/u/hans).
de: Wir gehen in den Betatest mit Spiegeln des offiziellen [F-Droid Repository](https://f-droid.org/packages/). Wir haben einen Server, der die offiziellen F-Droid-Pushes empfängt. Von dort aus wird es über rsync verteilt. Sobald diese fertig ist, kann jeder "sekundäre" Spiegel nach Belieben betreiben. Wenn jemand einen öffentlichen Mirror betreiben und an dieser Beta teilnehmen möchte, wenden Sie sich bitte an [_hc](https://forum.f-droid.org/u/hans).
pl: Przechodzimy do testów beta z mirrorami oficjalnego [repozytorium F-Droid](https://f-droid.org/packages/). Mamy serwer, który otrzymuje oficjalne popchnięcia F-Droida. Stamtąd zostanie udostępniony za pośrednictwem rsync. Gdy wszystko będzie gotowe, każdy może uruchomić "wtórne" lustra według własnego uznania. Jeśli ktoś chce uruchomić publiczne lustro i wziąć udział w tej wersji beta, skontaktuj się z [_hc](https://forum.f-droid.org/u/hans).
ro: Intrăm în faza de testare beta cu oglinzi ale [F-Droid repository](https://f-droid.org/packages/). Avem un server care primește push-urile oficiale F-Droid. De acolo, acesta va fi partajat prin rsync. Odată ce acest lucru este gata, oricine poate rula oglinzi "secundare" după cum consideră necesar. Dacă cineva dorește să ruleze o oglindă publică și să participe la această versiune beta, vă rugăm să luați legătura cu [_hc](https://forum.f-droid.org/u/hans).
ru: Мы начинаем бета-тестирование зеркал официального [F-Droid репозитория](https://f-droid.org/packages/). У нас есть сервер, который получает официальные файлы F-Droid. Оттуда они будут распространяться через rsync. Как только это будет готово, каждый сможет запускать "вторичные" зеркала по своему усмотрению. Если кто-то хочет запустить публичное зеркало и принять участие в этой бета-версии, пожалуйста, свяжитесь с [_hc](https://forum.f-droid.org/u/hans).
uk: Ми починаємо бета-тестування дзеркал офіційного [репозиторію F-Droid](https://f-droid.org/packages/). У нас є сервер, який отримує офіційні файли F-Droid. Звідти вони будуть поширюватися через rsync. Як тільки це буде готово, кожен зможе запускати "вторинні" дзеркала на свій розсуд. Якщо хтось хоче запустити публічне дзеркало і взяти участь в цій бета-версії, будь ласка, зв'яжіться з [_hc](https://forum.f-droid.org/u/hans).
zh_hans: 我们正在使用 [F-Droid 存储库](https://f-droid.org/packages/)的官方镜像进行测试。我们有一个服务器来接收 F-Droid 官方推送。从那里，它将通过 rsync 共享出来。一旦这一切准备就绪，任何人都可以根据自己的需要运行“二级”镜像。如果有人想运行公共镜像并参与这个测试版，请联系 [_hc](https://forum.f-droid.org/u/hans)。

source: Perhaps you don't know about this, but half of these points come from our [weekly online contributor meeting](https://gitlab.com/fdroid/fdroidclient#irc) on IRC. If you contribute to F-Droid, you are invited to hop onto #fdroid-dev on [Freenode](https://freenode.net/) and participate! The meetings start every [Thursday at 11:30 UTC](https://www.wolframalpha.com/input/?i=next+thursday+11:30+AM+UTC).
de: Vielleicht ist Ihnen nicht bekannt, dass die Hälfte dieser Punkte von unserem [wöchentlichen Online-Mitarbeitertreffen](https://gitlab.com/fdroid/fdroidclient#irc) im IRC stammt. Wenn Sie zu F-Droid beitragen, sind Sie eingeladen, auf #fdroid-dev auf [Freenode](https://freenode.net/) zu gehen und teilzunehmen! Die Treffen beginnen jeden [Donnerstag um 11:30 UTC](https://www.wolframalpha.com/input/?i=next+thursday+11:30+AM+UTC).
pl: Być może nie wiesz o tym, ale połowa z tych punktów pochodzi z naszego [cotygodniowego spotkania online z uczestnikami](https://gitlab.com/fdroid/fdroidclientirc) na IRC. Jeśli przyczynisz się do F-Droid, jesteś zaproszony do wskoczenia na fdroid-dev na [Freenode](https://freenode.net/) i wzięcia udziału! Spotkania rozpoczynają się co [czwartek o godzinie 11:30 czasu UTC](https://www.wolframalpha.com/input/?i=next+thursday+11:30+AM+UTC).
ro: Poate că nu știți despre asta, dar jumătate din aceste puncte provin din [weekly online contributor meeting](https://gitlab.com/fdroid/fdroidclient#irc) pe IRC. Dacă contribuiți la F-Droid, sunteți invitați să săriți pe #fdroid-dev pe [Freenode](https://freenode.net/) și să participați! Întâlnirile încep în fiecare [Thursday at 11:30 UTC](https://www.wolframalpha.com/input/?i=next+thursday+11:30+AM+UTC).
ru: Возможно, вы не знаете об этом, но половина этих очков получена на нашей [еженедельной онлайн-встрече вкладчиков](https://gitlab.com/fdroid/fdroidclient#irc) на IRC. Если вы вносите свой вклад в F-Droid, приглашаем вас зайти на #fdroid-dev на [Freenode](https://freenode.net/) и принять участие! Встречи начинаются каждый [четверг в 11:30 UTC](https://www.wolframalpha.com/input/?i=next+thursday+11:30+AM+UTC).
uk: Можливо, ви не знаєте про це, але половина цих балів отримана на нашій [щотижневої онлайн-зустрічі вкладників](https://gitlab.com/fdroid/fdroidclient#irc) на IRC. Якщо ви робите свій внесок до F-Droid, запрошуємо вас зайти на #fdroid-dev on [Freenode](https://freenode.net/) і взяти участь! Зустрічі починаються кожен [четвер о 11:30 UTC](https://www.wolframalpha.com/input/?i=next+thursday+11:30+AM+UTC).
zh_hans: 也许你不知道，但这些观点有一半来自于我们 IRC 上的 [每周在线贡献者会议](https://gitlab.com/fdroid/fdroidclient#irc)，如果你对 F-Droid 做过贡献，请到 [Freenode](https://gitlab.com/fdroid/fdroidclient#irc) 上的 #fdroid-dev 频道参与。每[周四 11:30 (UTC)](https://www.wolframalpha.com/input/?i=next+thursday+11:30+AM+UTC) 开始。

source: Everyone else is invited to listen in, either via the their own favourite client or via the [archive](https://botbot.me/freenode/fdroid-dev/) which updates in real time. Please be respectful of the fact that this is a meeting for actual contributors. See the bottom of this post for general questions and feedback.
de: Alle anderen sind eingeladen, entweder über den eigenen Lieblings-Client oder über das [Archiv](https://botbot.me/freenode/fdroid-dev/), das in Echtzeit aktualisiert wird, zuzuhören. Bitte respektieren Sie die Tatsache, dass es sich hier um ein Treffen für tatsächlich Beitragende handelt. Siehe unten in diesem Beitrag für allgemeine Fragen und Feedback.
pl: Wszyscy inni są zaproszeni do wysłuchania, za pośrednictwem swojego ulubionego klienta lub za pośrednictwem [archiwum](https://botbot.me/freenode/fdroid-dev/), który aktualizuje się w czasie rzeczywistym. Prosimy o uszanowanie faktu, że jest to spotkanie dla rzeczywistych współpracowników. Zobacz u dołu tego posta ogólne pytania i opinie.
ro: Toți ceilalți sunt invitați să asculte, fie prin intermediul clientului lor preferat, fie prin intermediul [archive](https://botbot.me/freenode/fdroid-dev/), care se actualizează în timp real. Vă rugăm să respectați faptul că aceasta este o întâlnire pentru contribuitorii actuali. Consultați partea de jos a acestei postări pentru întrebări generale și feedback.
ru: Все остальные приглашаются послушать, либо через свой любимый клиент, либо через [архив](https://botbot.me/freenode/fdroid-dev/), который обновляется в реальном времени. Пожалуйста, будьте уважительны к тому факту, что это встреча для реальных участников. Общие вопросы и отзывы см. внизу этого сообщения.
uk: Всі інші запрошуються послухати, або через свій улюблений клієнт, або через [архів](https://botbot.me/freenode/fdroid-dev/), який оновлюється в реальному часі. Будь ласка, будьте поважні до того факту, що це зустріч для реальних учасників. Загальні питання та відгуки дивіться внизу цього повідомлення.
zh_hans: 其他所有人都可以通过自己喜欢的客户端或通过实时更新的[存档](https://botbot.me/freenode/fdroid-dev/)旁听。请记住，这是一个实际贡献者的会议。一般性的问题和反馈请见本帖底部。

source: The room is also bridged to Matrix via [#freenode_#fdroid-dev:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org).
de: Der Raum ist auch über [#freenode_#fdroid-dev:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) mit Matrix verbunden.
pl: Pokój jest również połączony z Matrix za pośrednictwem [freenode_fdroid-dev: matrix.org](https://matrix.to//freenode_fdroid:matrix.org).
ro: Camera este, de asemenea, conectată la Matrix prin [#freenode_#fdroid-dev:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org).
ru: Комната также подключена к Matrix через [#freenode_#fdroid-dev:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org).
uk: Кімната також під'єднана до Matrix через [#freenode_#fdroid-dev:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org).
zh_hans: 此房间也通过 [#freenode_#fdroid-dev:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) 与 Matrix 进行桥接。
