Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Liberapay is in trouble](https://medium.com/liberapay-blog/liberapay-is-in-trouble-b58b40714d82). This hits us as well as everyone else who uses Liberapay. Please act soon and make sure your group takes are up to date.
de: [Liberapay ist in Schwierigkeiten](https://medium.com/liberapay-blog/liberapay-is-in-trouble-b58b40714d82). Das trifft uns ebenso wie alle anderen, die Liberapay nutzen. Bitte handeln Sie schnell und stellen Sie sicher, dass Ihre Gruppeneinnahmen auf dem neuesten Stand sind.
pl: [Liberapay is in trouble](https://medium.com/liberapay-blog/liberapay-is-in-trouble-b58b40714d82). To uderza zarówno w nas, jak i każdego, kto korzysta z Liberapay. Działaj szybko i upewnij się, że Twoja grupa jest aktualna.
ro: [Liberapay is in trouble](https://medium.com/liberapay-blog/liberapay-is-in-trouble-b58b40714d82). Acest lucru ne afectează pe noi, precum și pe toți cei care folosesc Liberapay. Vă rugăm să acționați în curând și să vă asigurați că grupurile dvs. sunt la zi.
ru: [Liberapay в беде](https://medium.com/liberapay-blog/liberapay-is-in-trouble-b58b40714d82). Это ударит по нам, а также по всем остальным, кто использует Liberapay. Пожалуйста, действуйте скорее и убедитесь, что ваши групповые дубликаты актуальны.
uk: [Liberapay в біді](https://medium.com/liberapay-blog/liberapay-is-in-trouble-b58b40714d82). Це вдарить по нас, а також по всіх інших, хто використовує Liberapay. Будь ласка, дійте швидше і переконайтеся, що ваші групові дублікати актуальні.
zh_hans: [Liberapay 有麻烦了](https://medium.com/liberapay-blog/liberapay-is-in-trouble-b58b40714d82)。这对我们以及其他使用 Liberapay 的人来说都是一个打击。请尽快采取行动，并确保你的小组采取的是最新的。

source: The Guardian Project submitted their final prototype of [Project Wind](https://guardianproject.info/wind/) to Mozilla's [Wireless Challenge](https://wirelesschallenge.mozilla.org) and has already won some money with it. The F-Droid app is a key piece of Project Wind, and as such will benefit from some of the prize money. You can [see the prototype in action in this video](https://youtu.be/fGuiy3rlOVQ).
de: The Guardian Project hat ihren finalen Prototyp von [Project Wind](https://guardianproject.info/wind/) bei Mozillas [Wireless Challenge](https://wirelesschallenge.mozilla.org) eingereicht und damit bereits etwas Geld gewonnen. Die F-Droid-App ist ein wichtiger Bestandteil von Project Wind und wird als solche von einem Teil des Preisgeldes profitieren. Sie können den [Prototyp in Aktion in diesem Video sehen](https://youtu.be/fGuiy3rlOVQ).
pl: Projekt Guardian przesłał ostateczny prototyp [Project Wind](https://guardianproject.info/wind/) do Mozilla [Wireless Challenge](https://wirelesschallenge.mozilla.org) i już wygrał z nim trochę pieniędzy. Aplikacja F-Droid jest kluczowym elementem Projektu Wiatru i jako taka skorzysta z niektórych nagród pieniężnych. Możesz [zobaczyć prototyp w akcji w tym filmie](https://youtu.be/fGuiy3rlOVQ).
ro: The Guardian Project a trimis prototipul final al [Project Wind](https://guardianproject.info/wind/) la [Wireless Challenge](https://wirelesschallenge.mozilla.org) de la Mozilla și a câștigat deja niște bani cu acesta. Aplicația F-Droid este o piesă cheie a proiectului Wind și, ca atare, va beneficia de o parte din banii de premiu. Puteți [see the prototype in action in this video](https://youtu.be/fGuiy3rlOVQ).
ru: Проект Guardian представил свой окончательный прототип [Project Wind](https://guardianproject.info/wind/) на конкурс Mozilla [Wireless Challenge](https://wirelesschallenge.mozilla.org) и уже выиграл с его помощью некоторую сумму денег. Приложение F-Droid является ключевым элементом проекта Project Wind и, соответственно, получит часть призовых денег. Вы можете [увидеть прототип в действии на этом видео](https://youtu.be/fGuiy3rlOVQ).
uk: Проєкт Guardian представив свій остаточний прототип [Project Wind](https://guardianproject.info/wind/) на конкурс Mozilla [Wireless Challenge](https://wirelesschallenge.mozilla.org) і вже виграв з його допомогою деяку суму грошей. Застосунок F-Droid — ключовий елемент проєкту Project Wind і, відповідно, отримає частину призових грошей. Ви можете [побачити прототип у дії на цьому відео](https://youtu.be/fGuiy3rlOVQ).
zh_hans: Guardian Project 向 Mozilla 的 [Wireless Challenge](https://wirelesschallenge.mozilla.org) 提交了他们的 [Project Wind](https://guardianproject.info/wind/) 最终原型，并且已经用它赢得了一些奖金。F-Droid 应用是 Project Wind 的一个关键部分，因此将从部分奖金中受益。你可以[在这个视频中看到原型的运行](https://youtu.be/fGuiy3rlOVQ)。

source: Additionally, the USB thumb drive and SD card swap you see in the demo will make it to the official F-Droid app at some point, so you will then be able to put a whole or partial mirror of any F-Droid compatible repository on a card or stick, plug that into a phone and install from the repository without any network connection whatsoever.
de: Zusätzlich werden der USB-Stick- und der SD-Karten-Tausch, den Sie in der Demo sehen, es irgendwann in die offizielle F-Droid-App schaffen, so dass Sie dann in der Lage sein werden, den ganzen oder einen Teil eines F-Droid-kompatiblen Repositorys auf eine Karte oder einen Stick zu legen, diesen in ein Telefon einzustecken und ohne jegliche Netzwerkverbindung aus dem Repository zu installieren.
pl: Dodatkowo, pamięć USB i karta SD, którą zamienię w demo, przejdą do oficjalnej aplikacji F-Droid w pewnym momencie, dzięki czemu będziesz mógł umieścić całe lub częściowe lustro dowolnego zgodnego repozytorium F-Droid kompatybilne repozytorium na karcie lub pendrive, podłącz ją do telefonu i zainstaluj z repozytorium bez żadnego połączenia sieciowego.
ro: În plus, unitatea USB și schimbul de carduri SD pe care le vedeți în demonstrație vor ajunge la un moment dat în aplicația oficială F-Droid, astfel încât veți putea pune o oglindă totală sau parțială a oricărui depozit compatibil cu F-Droid pe un card sau stick, să-l conectați la un telefon și să instalați din depozit fără nici un fel de conexiune la rețea.
ru: Кроме того, USB-накопитель и SD-карта, которые вы видите в демонстрационном ролике, когда-нибудь появятся в официальном приложении F-Droid, и тогда вы сможете поместить полное или частичное зеркало любого репозитория, совместимого с F-Droid, на карту или флешку, подключить ее к телефону и установить из репозитория без подключения к сети.
uk: Крім того, USB-накопичувач і SD-карта, які ви бачите в демонстраційному ролику, коли-небудь з'являться в офіційному застосунку F-Droid, і тоді ви зможете помістити повне або часткове дзеркало будь-якого репозиторію, сумісного з F-Droid, на карту або флешку, під'єднати її до телефону і встановити з репозиторію без під'єднання до мережі.
zh_hans: 此外，你在演示中看到的 U 盘和 SD 卡交换将在某一时刻进入官方的 F-Droid 应用，所以你将能够把任何 F-Droid 兼容的存储库的全部或部分镜像放在存储卡上，把它插入手机并从存储库中安装，而无需任何网络连接。

source: Mats Sjöberg writes about [simplifying his digital life](https://sjoberg.fi/blog/simplify.html), explaining how he makes do without Google and keeps internet distractions at bay. If you'd like to have less stress and more free time, you should definitely give it a read.
de: Mats Sjöberg schreibt über [die Vereinfachung seines digitalen Lebens](https://sjoberg.fi/blog/simplify.html) und erklärt, wie er ohne Google auskommt und die Ablenkung durch das Internet einschränkt. Wenn Sie weniger Stress und mehr Freizeit haben möchten, sollten Sie es unbedingt lesen.
pl: Mats Sjöberg pisze o [upraszczaniu swojego cyfrowego życia](https://sjoberg.fi/blog/simplify.html), wyjaśniając, w jaki sposób radzi sobie bez Google i nie dopuszcza do rozproszenia internetu. Jeśli chcesz mieć mniej stresu i więcej wolnego czasu, zdecydowanie powinieneś go przeczytać.
ro: Mats Sjöberg scrie despre [simplifying his digital life](https://sjoberg.fi/blog/simplify.html), explicând cum se descurcă fără Google și cum ține la distanță distracțiile de pe internet. Dacă doriți să aveți mai puțin stres și mai mult timp liber, ar trebui neapărat să citiți acest articol.
ru: Mats Sjöberg пишет об [упрощении своей цифровой жизни](https://sjoberg.fi/blog/simplify.html), объясняя, как он обходится без Google и не отвлекается на интернет. Если вы хотите иметь меньше стресса и больше свободного времени, вам обязательно стоит прочитать эту статью.
uk: Mats Sjöberg пише про [спрощення своєї цифрового життя](https://sjoberg.fi/blog/simplify.html), пояснюючи, як він обходиться без Google і не відволікається на інтернет. Якщо ви хочете мати менше стресу і більше вільного часу, вам обов'язково варто прочитати цю статтю.
zh_hans: Mats Sjöberg 写了一篇关于[简化他的数字生活](https://sjoberg.fi/blog/simplify.html)的文章，解释了他如何在没有 Google 的情况下，避免互联网的干扰。如果你想拥有更少的压力和更多的自由时间，你肯定应该读一读。

source: A German public transportation app, Öffi, was removed from Google's Play Store, for unclear reasons. More information in [this article](https://heise.de/-4104626) (in German). The app is now offered on the author's web site as well as through a private F-Droid repository. Please be aware that this repository is not under F-Droid's control, and that Öffi is not open source. There's a push going to get the author to open source it, however. Meanwhile, [Transportr](https://f-droid.org/packages/de.grobox.liberario/) is a reasonable alternative which _is_ free software.
de: Die deutsche App für öffentlichen Personenverkehr Öffi wurde aus unklaren Gründen aus dem Googles Play Store entfernt. Mehr Informationen in [diesem Artikel](https://heise.de/-4104626). Die App wird nun sowohl auf der Website des Autors als auch über ein privates F-Droid-Repository angeboten. Bitte beachten Sie, dass dieses Repository nicht unter der Kontrolle von F-Droid steht und dass Öffi nicht Open Source ist. Es gibt jedoch einen Anstoß, den Autor dazu zu bringen, es zu öffnen. Inzwischen ist [Transportr](https://f-droid.org/packages/de.grobox.liberario/) eine vernünftige Alternative, die freie Software _ist_.
pl: Niemiecka aplikacja transportu publicznego Öffi została usunięta z Google Play z niejasnych powodów. Więcej informacji w [tym artykule](https://heise.de/-4104626) (w języku niemieckim). Aplikacja jest teraz oferowana na stronie internetowej autora, a także za pośrednictwem prywatnego repozytorium F-Droid. Należy pamiętać, że to repozytorium nie znajduje się pod kontrolą F-Droid i że Öffi nie jest open source. Istnieje jednak próba skłonienia autora do otwarcia źródła. Tymczasem, [Transportr](https://f-droid.org/packages/de.grobox.liberario/) jest rozsądną alternatywą, która _jest_ wolnym oprogramowaniem.
ro: O aplicație germană de transport public, Öffi, a fost eliminată din Play Store al Google, din motive neclare. Mai multe informații în [this article](https://heise.de/-4104626) (în germană). Aplicația este acum oferită pe site-ul web al autorului, precum și printr-un depozit privat F-Droid. Vă rugăm să fiți conștienți de faptul că acest depozit nu se află sub controlul F-Droid și că Öffi nu este open source. Cu toate acestea, se fac eforturi pentru a-l determina pe autor să o deschidă. Între timp, [Transportr](https://f-droid.org/packages/de.grobox.liberario/) este o alternativă rezonabilă care _este_ software liber.
ru: Немецкое приложение для общественного транспорта Öffi было удалено из Google Play Store по неясным причинам. Более подробная информация в [этой статье](https://heise.de/-4104626) (на немецком языке). Теперь приложение предлагается на сайте автора, а также в частном репозитории F-Droid. Пожалуйста, имейте в виду, что этот репозиторий не находится под контролем F-Droid, и что Öffi не является открытым исходным кодом. Тем не менее, ведется работа по привлечению автора к открытому исходному коду. Между тем, [Transportr](https://f-droid.org/packages/de.grobox.liberario/) является разумной альтернативой, которая _является_ свободным программным обеспечением.
uk: Німецький застосунок для громадського транспорту Öffi було видалено з Google Play Store з незрозумілих причин. Більш детальна інформація в [цій статті](https://heise.de/-4104626) (німецькою мовою). Тепер застосунок пропонується на сайті автора, а також в приватному репозиторії F-Droid. Будь ласка, майте на увазі, що цей репозиторій не перебуває під контролем F-Droid, і що Öffi не є відкритим вихідним кодом. Проте, ведеться робота по залученню автора до відкритого вихідного коду. Тим часом [Transportr](https://f-droid.org/packages/de.grobox.liberario/) є розумною альтернативою, яка _являється_ вільним програмним забезпеченням.
zh_hans: 德国公共交通应用 Öffi 因不明原因从 Google 的 Play Store 中被删除。更多信息请见[本文](https://heise.de/-4104626)（德语）。该应用现在在作者的网站上以及私有 F-Droid 存储库中提供。请注意，此存储库不在 F-Droid 的控制之下，并且 Öffi 不是开源的。然而，这将推动作者开源它。同时，[Transportr](https://f-droid.org/packages/de.grobox.liberario/) _是_ 自由软件，是一个合适的替代方案。

source: There may or may not be a source of F-Droid swag (shirts) soon. Stay tuned!
de: Es kann sein, dass es bald eine Quelle für F-Droid Swag (Shirts) gibt. Bleiben Sie dran!
pl: Być może wkrótce pojawi się źródło gry F-Droid (koszule). Bądźcie czujni!
ro: S-ar putea sau nu să existe o sursă de F-Droid swag (tricouri) în curând. Rămâneți la curent!
ru: Возможно, скоро появится источник F-Droid swag (футболки), а возможно и нет. Следите за новостями!
uk: Можливо, скоро з'явиться джерело F-Droid swag (футболки), а можливо і ні. Слідкуйте за новинами!
zh_hans: 可能很快就会有或者不会有 F-Droid 周边（衬衫）的来源。请继续关注！

source: [GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/): An app for testing GPS and GNSS capabilities of a device
de: [GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/): Eine Anwendung zum Testen der GPS- und GNSS-Fähigkeiten eines Gerätes
pl: [GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/): Aplikacja do testowania urządzeń GPS i GNSS
ro: [GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/): O aplicație pentru testarea capacităților GPS și GNSS ale unui dispozitiv
ru: [GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/): Приложение для тестирования возможностей GPS и GNSS устройства
uk: [GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/): Застосунок для перевірки можливостей GPS і GNSS пристроїв
zh_hans: [GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)：一个用于测试设备的 GPS 和 GNSS 功能的应用

source: [HyperRogue](https://f-droid.org/packages/com.roguetemple.hyperroid/): Top-down rogue-like adventure
de: [HyperRogue](https://f-droid.org/packages/com.roguetemple.hyperroid/): Top-down Schurken-Abenteuer
pl: [HyperRogue](https://f-droid.org/packages/com.roguetemple.hyperroid/): Z góry na dół przygoda typu łotrzyka
ro: [HyperRogue](https://f-droid.org/packages/com.roguetemple.hyperroid/): Aventură de tip rogue de sus în jos
ru: [HyperRogue](https://f-droid.org/packages/com.roguetemple.hyperroid/): Приключение в стиле рогалик с видом сверху-вниз
uk: [HyperRogue](https://f-droid.org/packages/com.roguetemple.hyperroid/): Пригода в стилі рогалик з видом зверху-вниз
zh_hans: [HyperRogue](https://f-droid.org/packages/com.roguetemple.hyperroid/)：自上而下的 rogue 式冒险

source: [SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/): Play a kart racing games with Tux and friends
de: [SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/): Fahre Kart-Rennen mit Tux und Freunden
pl: [SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/): Graj w gry wyścigowe z Tuxem i przyjaciółmi
ro: [SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/): Joacă un joc de curse de karting cu Tux și prietenii săi
ru: [SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/): Играйте в гоночные картинги с Туксом и друзьями
uk: [SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/): Грайте в гоночні картинги з Туксом і друзями
zh_hans: [SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/)：与 Tux 和朋友一起玩卡丁车比赛游戏

source: [Poland can into Space](https://f-droid.org/packages/pl.sanszo.pcis/): Help Polandball to get into Space
de: [Poland can into Space](https://f-droid.org/packages/pl.sanszo.pcis/): Hilf Polandball, ins All zu kommen
pl: [Polska może w Kosmos](https://f-droid.org/packages/pl.sanszo.pcis/): Pomóż Polandball wejść w kosmos
ro: [Poland can into Space](https://f-droid.org/packages/pl.sanszo.pcis/): Ajută-l pe Polandball să ajungă în spațiu
ru: [Poland can into Space](https://f-droid.org/packages/pl.sanszo.pcis/): Помогите польскому мячу попасть в космос
uk: [Poland can into Space](https://f-droid.org/packages/pl.sanszo.pcis/): Допоможіть польському м'ячу потрапити в космос
zh_hans: [Poland can into Space](https://f-droid.org/packages/pl.sanszo.pcis/)：帮助波兰球进入太空

source: In total, 51 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 51 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 51 aplikacji. Oto najważniejsze cechy:
ro: În total, 51 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 51 приложение. Вот основные из них:
uk: Усього цього тижня було оновлено 51 застосунок. Ось основні з них:
zh_hans: 本周总共更新了 51 个应用。以下是其中的亮点：

source: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.0 is out! Lots of changes, among others a redesign of the profile view including support for the account fields and bot badges introduced in Mastodon 2.4. On top of that, custom emoji can be used almost everywhere, there's a choice between three different emoji styles, and lots of other improvements.
de: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.0 ist rausgekommen! Viele Änderungen, u.a. ein Redesign der Profilansicht mit Unterstützung für die in Mastodon 2.4 eingeführten Account-Felder und Bot-Badges. Hinzu kommt, dass benutzerdefinierte Emoji fast überall verwendet werden können, es gibt eine Auswahl aus drei verschiedenen Emoji-Stilen und vielen anderen Verbesserungen.
pl: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.0 jest już dostępny! Wiele zmian, między innymi przeprojektowanie widoku profilu, w tym obsługa pól kont i znaczników botów wprowadzonych w Mastodon 2.4. Co więcej, niestandardowe emotikony mogą być używane niemal wszędzie, istnieje wybór między trzema różnymi stylami emoji i wieloma innymi ulepszeniami.
ro: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.0 a apărut! O mulțime de schimbări, printre altele o reproiectare a vizualizării profilului, inclusiv suport pentru câmpurile de cont și insignele bot introduse în Mastodon 2.4. În plus, emoji-urile personalizate pot fi folosite aproape peste tot, există posibilitatea de a alege între trei stiluri diferite de emoji și o mulțime de alte îmbunătățiri.
ru: Вышел [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.0! Много изменений, среди которых переработка представления профиля, включая поддержку полей аккаунта и значков ботов, представленных в Mastodon 2.4. Кроме того, пользовательские эмодзи можно использовать практически везде, есть возможность выбора между тремя различными стилями эмодзи, а также множество других улучшений.
uk: Вийшов [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.0! Багато змін, серед яких переробка уявлення профілю, включаючи підтримку полів акаунта і значків ботів, представлених в Mastodon 2.4. Крім того, призначені для користувача емодзі можна використовувати практично скрізь, є можливість вибору між трьома різними стилями емодзі, а також безліч інших поліпшень.
zh_hans: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 2.0 已经发布了！有很多变化，其中包括重新设计个人资料视图，包括支持 Mastodon 2.4 中引入的账户字段和机器人徽章。除此之外，自定义表情符号几乎可以在任何地方使用，有三种不同的表情符号风格可供选择，还有很多其他改进。

source: [Termux](https://f-droid.org/packages/com.termux/) combines powerful terminal emulation with an extensive Linux package collection. Version 0.64 introduces basic accessibility support, and fixes some layout problems with the extra keyboard.
de: [Termux](https://f-droid.org/packages/com.termux/) kombiniert eine leistungsfähige Terminalemulation mit einer umfangreichen Linux-Paket-Sammlung. Version 0.64 bietet grundlegende Unterstützung für Barrierefreiheit und behebt einige Layoutprobleme mit der zusätzlichen Tastatur.
pl: [Termux](https://f-droid.org/packages/com.termux/) łączy potężną emulację terminala z obszerną kolekcją pakietów Linuksa. Wersja 0.64 wprowadza podstawową obsługę ułatwień dostępu i rozwiązuje niektóre problemy z układem za pomocą dodatkowej klawiatury.
ro: [Termux](https://f-droid.org/packages/com.termux/) combină o emulare de terminal puternică cu o colecție extinsă de pachete Linux. Versiunea 0.64 introduce suportul de bază pentru accesibilitate și rezolvă unele probleme de layout cu tastatura suplimentară.
ru: [Termux](https://f-droid.org/packages/com.termux/) объединяет мощную эмуляцию терминала с обширной коллекцией пакетов Linux. В версии 0.64 реализована базовая поддержка доступности, а также исправлены некоторые проблемы раскладки с дополнительной клавиатурой.
uk: [Termux](https://f-droid.org/packages/com.termux/) об'єднує потужну емуляцію термінала з великою колекцією пакунків Linux. У версії 0.64 додана базова підтримка доступності, а також виправлені деякі проблеми розкладки з додатковою клавіатурою.
zh_hans: [Termux](https://f-droid.org/packages/com.termux/) 将强大的终端仿真与广泛的 Linux 软件包集合结合起来。0. 64版引入了基本的可访问性支持，并修复了一些额外键盘的布局问题。

source: [Vespucci](https://f-droid.org/packages/de.blau.android/) had a major release, updating from 10.2.6.0 to 11.0.0.0. See the [changelog](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt) for details.
de: [Vespucci](https://f-droid.org/packages/de.blau.android/) hatte ein großes Update von 10.2.6.0 auf 11.0.0.0. Einzelheiten dazu im [Änderungsprotokoll](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt).
pl: [Vespucci](https://f-droid.org/packages/de.blau.android/) miał główne wydanie, aktualizując z 10.2.6.0 na 11.0.0.0. Zobacz [dziennik zmian](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt), aby uzyskać szczegółowe informacje.
ro: [Vespucci](https://f-droid.org/packages/de.blau.android/) a avut o versiune majoră, actualizându-se de la 10.2.6.0 la 11.0.0.0.0. Pentru detalii, consultați [changelog](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt).
ru: В [Vespucci](https://f-droid.org/packages/de.blau.android/) состоялся крупный выпуск, обновление с 10.2.6.0 до 11.0.0.0. Подробности смотрите в [changelog](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt).
uk: В [Vespucci](https://f-droid.org/packages/de.blau.android/) відбувся великий випуск, оновлення з 10.2.6.0 до 11.0.0.0. Подробиці дивіться в [changelog](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt).
zh_hans: [Vespucci](https://f-droid.org/packages/de.blau.android/) 进行了一次重大发布，从 10.2.6.0 更新到 11.0.0.0。详见[更新日志](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt)。
