Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Please tell us in the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum, or tag your update [#fdroid](https://floss.social/tags/fdroid) on Mastodon. (And cc [@fdroidorg@floss.social](https://floss.social/@fdroidorg) to make sure it reaches our instance.)
ru: Пожалуйста, расскажите нам об этом в теме [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) на форуме или отметьте свое обновление [#fdroid](https://floss.social/tags/fdroid) на Mastodon. (И укажите [@fdroidorg@floss.social](https://floss.social/@fdroidorg), чтобы убедиться, что оно дошло до нашего инстанса)

source: Please tell us in the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum, or tag your update [#fdroid](https://floss.social/tags/fdroid) on Mastodon. (And cc [@fdroidorg@floss.social](https://floss.social/@fdroidorg) to make sure it reaches our instance.) The deadline to the next TWIF is Thursday 12:00 UTC.
ru: Пожалуйста, расскажите нам об этом в теме [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) на форуме или отметьте свое обновление [#fdroid](https://floss.social/tags/fdroid) на Mastodon. (И отметьте [@fdroidorg@floss.social](https://floss.social/@fdroidorg), чтобы убедиться, что оно дошло до нашего инстанса). Дедлайн для следующего TWIF - четверг 12:00 UTC.

source: Feedback? Come talk to us in #fdroid on [Freenode](https://freenode.net/), on Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) or on [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). All of these spaces are bridged together. You can also join us on the [forum](https://forum.f-droid.org/), toot at [@fdroidorg@floss.social](https://floss.social/@fdroidorg) on Mastodon, or, if you absolutely must, [tweet us](https://twitter.com/fdroidorg).
ru: Обратная связь? Общайтесь с нами в #fdroid на [Freenode](https://freenode.net/), на Matrix через [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) или в [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Все эти пространства связаны между собой. Вы также можете присоединиться к нам на [форуме](https://forum.f-droid.org/), на [@fdroidorg@floss.social](https://floss.social/@fdroidorg) на Mastodon, или, если уж совсем приспичило, [твитнуть](https://twitter.com/fdroidorg).

source: We broke 2500 followers on [Mastodon](https://floss.social/@fdroidorg)!
ru: Мы преодолели отметку в 2500 подписчиков на [Mastodon](https://floss.social/@fdroidorg)!

source: Please tell us in the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum, or tag your update [#fdroid](https://floss.social/tags/fdroid) on Mastodon. (And cc [@fdroidorg@floss.social](https://floss.social/@fdroidorg) to make sure it reaches our instance.) The deadline to the next TWIF is Thursday 28 June 2018, 12:00 UTC.
ru: Пожалуйста, расскажите нам об этом в теме [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) на форуме или отметьте свое обновление [#fdroid](https://floss.social/tags/fdroid) на Mastodon. (И пометьте [@fdroidorg@floss.social](https://floss.social/@fdroidorg), чтобы убедиться, что оно дошло до нашего инстанса). Дедлайн для следующего TWIF - четверг 28 июня 2018 года, 12:00 UTC.

source: Please tell us in the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum, or toot us at [@fdroidorg@floss.social](https://floss.social/@fdroidorg) and tag with [#TWIF](https://floss.social/tags/twif). The deadline to the next TWIF is Thursday 12:00 UTC.
ru: Пожалуйста, сообщите нам об этом в теме [TWIF](https://forum.f-droid.org/t/twif-submission-thread) на форуме или напишите нам на [@fdroidorg@floss.social](https://floss.social/@fdroidorg) и пометьте [#TWIF](https://floss.social/tags/twif). Дедлайн для следующего TWIF - четверг 12:00 UTC.

source: Got Feedback? We are very tootable at [@fdroidorg@floss.social](https://floss.social/@fdroidorg) on Mastodon. If you'd like to have a chat, you can find us in #fdroid on [Freenode](https://freenode.net/), on Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) or on [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). All of these spaces are bridged together, so the choice is yours. You can also join us on the [forum](https://forum.f-droid.org/).
ru: Есть отзывы? Мы очень отзывчивы по адресу [@fdroidorg@floss.social](https://floss.social/@fdroidorg) на Mastodon. Если вы хотите пообщаться, вы можете найти нас в #fdroid на [Freenode](https://freenode.net/), на Matrix через [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) или в [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Все эти пространства связаны между собой, так что выбор за вами. Вы также можете присоединиться к нам на [форуме](https://forum.f-droid.org/).

source: Send tips to [@fdroidorg@floss.social](https://floss.social/@fdroidorg) and remember to tag with [#TWIF](https://floss.social/tags/twif). Or use the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum. The deadline to the next TWIF is Thursday 12:00 UTC.
ru: Присылайте советы на [@fdroidorg@floss.social](https://floss.social/@fdroidorg) и не забывайте помечать их [#TWIF](https://floss.social/tags/twif). Или воспользуйтесь темой [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) на форуме. Дедлайн для следующего TWIF - четверг 12:00 UTC.

source: No news this week. Please send your tips tagged with [#TWIF](https://floss.social/tags/twif) to [@fdroidorg@floss.social](https://floss.social/@fdroidorg).
ru: На этой неделе новостей нет. Пожалуйста, присылайте свои советы с пометкой [#TWIF](https://floss.social/tags/twif) на [@fdroidorg@floss.social](https://floss.social/@fdroidorg).

source: Got Feedback? We are very tootable at [@fdroidorg@floss.social](https://floss.social/@fdroidorg) on Mastodon. If you'd like to have a chat, you can find us in #fdroid on [Freenode](https://freenode.net), on Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) or on [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). All of these spaces are bridged together, so the choice is yours. You can also join us on the [forum](https://forum.f-droid.org/).
ru: Есть отзывы? Мы очень отзывчивы по адресу [@fdroidorg@floss.social](https://floss.social/@fdroidorg) на Mastodon. Если вы хотите поболтать, вы можете найти нас в #fdroid на [Freenode](https://freenode.net), на Matrix через [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) или в [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Все эти пространства связаны между собой, так что выбор за вами. Вы также можете присоединиться к нам на [форуме](https://forum.f-droid.org/).

source: In this edition: Fixing nearby swap, download link broken and fixed again, a flaky build cycle, 3000 [Mastodon](https://floss.social/@fdroidorg) followers, and Tutanota and Rocket Chat coming soon. <!--more-->
ru: В этом выпуске: Исправление соседнего свопа, ссылка на скачивание сломана и снова исправлена, нестабильный цикл сборки, 3000 подписчиков [Mastodon](https://floss.social/@fdroidorg), а также скоро появятся Tutanota и Rocket Chat. <!-- more-->

source: We passed 3000 followers on [Mastodon](https://floss.social/@fdroidorg) last Tuesday! Although we don't officially track anything, the number seems to be growing steadily and organically. Hard to tell if this is more due to new people joining Mastodon, or existing users finding out about us. I hope it's a healthy mix of both.
ru: В прошлый вторник мы преодолели отметку в 3000 подписчиков на [Mastodon](https://floss.social/@fdroidorg)! Хотя мы официально ничего не отслеживаем, кажется, что число подписчиков постоянно и органично растет. Трудно сказать, связано ли это с тем, что к Mastodon присоединяются новые люди, или с тем, что существующие пользователи узнают о нас. Я надеюсь, что это здоровая смесь того и другого.

source: Send tips to **[@fdroidorg@floss.social](https://floss.social/@fdroidorg)** and remember to tag with **[#TWIF](https://floss.social/tags/twif)**. Or use the **[TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread)** on the forum. The deadline to the next TWIF is Thursday 12:00 UTC.
ru: Присылайте советы на **[@fdroidorg@floss.social](https://floss.social/@fdroidorg)** и не забывайте помечать их **[#TWIF](https://floss.social/tags/twif)**. Или воспользуйтесь темой **[TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread)** на форуме. Дедлайн для следующего TWIF - четверг 12:00 UTC.

source: Got Feedback? We are very tootable at **[@fdroidorg@floss.social](https://floss.social/@fdroidorg)** on Mastodon. If you'd like to have a chat, you can find us in #fdroid on **[Freenode](https://freenode.net)**, on Matrix via **[#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)** or on **[Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA)**. All of these spaces are bridged together, so the choice is yours. You can also join us on the **[forum](https://forum.f-droid.org/)**.
ru: Есть отзывы? Мы очень отзывчивы по адресу **[@fdroidorg@floss.social](https://floss.social/@fdroidorg)** на Mastodon. Если вы хотите пообщаться, вы можете найти нас в #fdroid на **[Freenode](https://freenode.net)**, на Matrix через **[#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)** или в **[Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA)**. Все эти пространства связаны между собой, так что выбор за вами. Вы также можете присоединиться к нам на **[форуме](https://forum.f-droid.org/)**.

source: Send tips to **[@fdroidorg@floss.social](https://floss.social/@fdroidorg)** and remember to tag with **[#TWIF](https://floss.social/tags/twif)**. Or use the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum. The deadline to the next TWIF is **Thursday** 12:00 UTC.
ru: Присылайте советы на **[@fdroidorg@floss.social](https://floss.social/@fdroidorg)** и не забывайте помечать их **[#TWIF](https://floss.social/tags/twif)**. Или воспользуйтесь темой [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) на форуме. Дедлайн для следующего TWIF - **четверг** 12:00 UTC.

source: Send tips via [Mastodon](https://joinmastodon.org) to **[@fdroidorg@floss.social](https://floss.social/@fdroidorg)** on and remember to tag with **[#TWIF](https://floss.social/tags/twif)**. Or use the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum. The deadline to the next TWIF is **Thursday** 12:00 UTC.
ru: Присылайте советы через [Mastodon](https://joinmastodon.org) на **[@fdroidorg@floss.social](https://floss.social/@fdroidorg)** и не забывайте помечать **[#TWIF](https://floss.social/tags/twif)**. Или воспользуйтесь темой [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) на форуме. Дедлайн для следующего TWIF - **четверг** 12:00 UTC.

source: Do you have important app updates we should write about? Send in your tips via [Mastodon](https://joinmastodon.org)! Send them to **[@fdroidorg@floss.social](https://floss.social/@fdroidorg)** and remember to tag with **[#TWIF](https://floss.social/tags/twif)**. Or use the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum. The deadline to the next TWIF is **Thursday** 12:00 UTC.
ru: У вас есть важные обновления приложений, о которых мы должны написать? Присылайте свои советы через [Mastodon](https://joinmastodon.org)! Присылайте их по адресу **[@fdroidorg@floss.social](https://floss.social/@fdroidorg)** и не забывайте помечать **[#TWIF](https://floss.social/tags/twif)**. Или воспользуйтесь темой [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) на форуме. Дедлайн для следующего TWIF - **четверг** 12:00 UTC.

source: Repomaker Flatpak
de: Verzeichnisersteller Flatpak
pl: Flatpak Repomaker
ro: Flatpak Repomaker
ru: Flatpak Repomaker

source: Material Design
ro: Design material
ru: Материальный дизайн
uk: Матеріальний дизайн

source: Only a few weeks after [our request for help](https://floss.social/@fdroidorg/101125670095790694), **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** was able to [report the release](https://mastodonten.de/@nicoalt/101246351037397549) of [Repomaker](https://f-droid.org/repomaker/) on [Flathub](https://flathub.org). For those who don't know, Repomaker is a web app allowing you to create F-Droid repositories without needing any special knowledge.
ru: Спустя всего несколько недель после [нашей просьбы о помощи](https://floss.social/@fdroidorg/101125670095790694), **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** смог [сообщить о выпуске](https://mastodonten.de/@nicoalt/101246351037397549) [Repomaker](https://f-droid.org/repomaker/) на [Flathub](https://flathub.org). Для тех, кто не знает, Repomaker - это веб-приложение, позволяющее создавать репозитории F-Droid без каких-либо специальных знаний.

source: Always wanted to run your own F-Droid repo – but were afraid it's too complicated? No longer, as part 3 of my [@fdroidorg](https://floss.social/@fdroidorg) series shows:
ru: Всегда хотели запустить собственное репо F-Droid, но боялись, что это слишком сложно? Больше нет, как показывает третья часть моей серии [@fdroidorg](https://floss.social/@fdroidorg):

source: **[33C3 Schedule](https://f-droid.org/wiki/page/org.ligi.fahrplan)**
ru: **[Расписание 33C3](https://f-droid.org/wiki/page/org.ligi.fahrplan)**
uk: **[Розклад 33C3](https://f-droid.org/wiki/page/org.ligi.fahrplan)**

source: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)**: Eperso mit dem handy nutzen.
de: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)**: Elektronischen Personalausweis mit dem Handy nutzen.
pl: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)**: Użyj Eperso ze swoim telefonem komórkowym.
ro: **[IDApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)**: Utilizați Eperso cu telefonul mobil.
ru: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)**: Используйте Eperso с помощью своего мобильного телефона.
uk: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)**: Використовуйте Eperso зі своїм мобільним телефоном.

source: We also appreciate you spreading the word about F-Droid, so feel free to mention us on the [Fediverse](https://floss.social/@fdroidorg), talk with us in the [Forums](https://forum.f-droid.org/) or [join the discussions]({{ site.baseurl }}/about/#contact) via your protocol of choice.
ru: Мы также благодарны вам за распространение информации о F-Droid, поэтому не стесняйтесь упоминать нас в [Fediverse](https://floss.social/@fdroidorg), общаться с нами в [Forums](https://forum.f-droid.org/) или [join the discussions]({{ site.baseurl }}/about/#contact) по выбранному вами протоколу.

source: [Lavabit Encrypted Proxy](https://f-droid.org/packages/com.lavabit.pahoehoe/)
ru: [Lavabit зашифрованный прокси](https://f-droid.org/packages/com.lavabit.pahoehoe/)

source: [Purism Librem Tunnel](https://f-droid.org/packages/one.librem.tunnel/)
ru: ['[Туннель Purism Librem](https://f-droid.org/packages/one.librem.tunnel/)

source: ![NGI Mobifree logo]({% asset posts/2024-05-24-mobifree/icon.png %})
ru: ![Логотип NGI Mobifree]({% asset posts/2024-05-24-mobifree/icon.png %})

source: Hello,
ru: Здравствуйте,

source: The F-Droid Board's first effort to start an F-Droid Community Council -- an important step toward ensuring a safe, constructive, and empowered community -- was not successful despite an excellent initial group of members and a strong desire all around to see the effort succeed. After reflection and discussion, we have learned some lessons from this experience, including about how to set up newly elected Council members for success. With that in mind, we are ready to open a new call for nominations for the Community Council.
ru: Первая попытка Совета директоров (Board) F-Droid создать Совет Сообщества F-Droid (важный шаг на пути к обеспечению создания безопасного, конструктивного и способного самостоятельно решать вопросы сообщества) не увенчалась успехом, несмотря на прекрасный первоначальный состав и сильное всеобщее желание, чтобы эти усилия увенчались успехом. После некоторых размышлений над этим и обсуждений мы извлекли кое-какие уроки из этого опыта, в том числе о том, как настроить новоизбранных членов Совета на успех. С учётом всего этого, мы готовы открыть новый набор кандидатов в Совет Сообщества.

source: The Community Council will primarily be responsible for enforcing the [Code of Conduct](https://f-droid.org/docs/Code_of_Conduct/) (CoC). As part of that responsibility, the Council will be charged with drafting new language for the Code of Conduct and establishing content guidelines for applications published by F-Droid. This first Council will also help to build out protocols and establish precedent for how the Community Council relates to the project, the community, and the Board.
ru: Совет Сообщества будет в первую очередь отвечать за соблюдение [Правил поведения](https://f-droid.org/docs/Code_of_Conduct/) (Code of Conduct, CoC). В рамках этой обязанности Совету будет поручено разработать новый текст Правил поведения, а также разработать руководящие принципы, регламентирующих содержание приложений, публикуемых F-Droid. Этот первый Совет также поможет разработать протоколы и создать прецедент того, как Совет Сообщества может соотносится с проектом, сообществом и Советом директоров.

source: In order to execute its responsibilities, the CC will be given requisite permissions to moderate in all official F-Droid channels. Of particular note, CC members will receive developer privileges on F-Droid Gitlab repositories to be used only for moderation purposes because Gitlab lacks a specific moderator role.
ru: Для выполнения своих обязанностей CC будут предоставлены необходимые полномочия на модерирование всех официальных каналах F-Droid. В частности, поскольку в Gitlab отсутствует отдельная роль для модераторов, члены CC получат привилегии разработчика в репозиториях F-Droid на Gitlab, но они должны будут использоваться только для целей модерирования.

source: In addition to enforcing the Code of Conduct and helping establish the Community Council as an institution, prospective Council members should also be willing and able to mediate conflicts and disagreements before they rise to the level of Code of Conduct violations. As such, they should be trusted, established members of the community with at least "Reporter" status on Gitlab. They should also be willing to listen to multiple parties in disagreements and seek the most equitable solution for the given circumstances.
ru: В дополнение к обязанностям по принуждению к соблюдению Правил поведения и содействию становлению Совета сообщества в качестве института, потенциальные члены Совета должны также быть готовы и способны выступать посредниками в конфликтах и разногласиях до того, как они достигнут уровня нарушений Правил поведения. Таким образом, они должны быть доверенными, авторитетными членами сообщества, имеющими как минимум статус Репортера («Reporter») на Gitlab. Они также должны быть готовы выслушивать различные стороны спора и искать наиболее справедливое решение в конкретных обстоятельствах.

source: If these traits and roles fit you or someone you know, first ensure your nominee is willing and able to fill the position, then email `elections {at} f-droid {dot} org` with your nomination. The nomination should describe the nominee and their relationship to F-Droid, why they consider the Council important, and a summary of past experience or skills relevant to this position. Nominations will close on December 15th, 2024.
ru: Если вы видите эти качества в себе или ком-то из ваших знакомых и можете представить их на этой роли, то, сначала убедившись, что ваш кандидат готов и способен занять эту должность, отправьте письмо на `elections {at} f-droid {dot} org` с вашей номинацией. В номинации следует включить описание кандидатов и как они связаны с F-Droid, почему они считают Совет важным, а также кратко изложить их прошлый опыт или навыки, имеющие отношение к данной должности. Номинации открыты до 15 декабря 2024 года.

source: Once nominations are closed, the Board will announce nominees and accept community feedback until January 1st, 2025. The Council members will then be appointed at the next Board meeting, subject to Board review.
ru: После завершения приёма номинаций Совет директоров объявит кандидатов и будет принимать отзывы сообщества до 1 января 2025 года. Члены Совета Сообщества будут назначены на следующем после этого заседании Совет директоров на усмотрение последнего.

source: Thanks, Juliana Sims, on behalf of the F-Droid Board of Directors
ru: Спасибо, Джулиана Симс, от имени совета директоров F-Droid

source: <p align="center"> <img width="300" height="282" src="{% asset posts/2017-12-13-fdroid-and-janus/janus.png %}" /> </p>
de: <p align="center"> <img height="282" src="{% asset posts/2017-12-13-fdroid-and-janus/janus.png %}" width="300"> </p>
pl: <p align="center"> <img height="282" src="{% asset posts/2017-12-13-fdroid-and-janus/janus.png %}" width="300"> </p>
ro: <p align="center"> <img height="282" src="{% asset posts/2017-12-13-fdroid-and-janus/janus.png %}" width="300"> </p>
uk: <p align="center"> <img height="282" src="{% asset posts/2017-12-13-fdroid-and-janus/janus.png %}" width="300"> </p>

source: <p align="center"> <img width="150" src="{% asset posts/2018-03-02-liberapay-support/liberapay_icon-v2_yellow-r.svg %}" style="box-shadow: unset;" /> </p>
de: <p align="center"> <img src="{% asset posts/2018-03-02-liberapay-support/liberapay_icon-v2_yellow-r.svg %}" style="" width="150"> </p>
pl: <p align="center"> <img src="{% asset posts/2018-03-02-liberapay-support/liberapay_icon-v2_yellow-r.svg %}" style="" width="150"> </p>
ro: <p align="center"> <img src="{% asset posts/2018-03-02-liberapay-support/liberapay_icon-v2_yellow-r.svg %}" style="" width="150"> </p>
uk: <p align="center"> <img src="{% asset posts/2018-03-02-liberapay-support/liberapay_icon-v2_yellow-r.svg %}" style="" width="150"> </p>

source: [Commown at Solarimpulse](https://solarimpulse.com/companies/commown)
de: [Commown auf Solarimpulse](https://solarimpulse.com/companies/commown)
pl: [Commown w Solarimpulse](https://solarimpulse.com/companies/commown)
ro: [Commown la Solarimpulse](https://solarimpulse.com/companies/commown)
uk: [Commown у Solarimpulse](https://solarimpulse.com/companies/commown)

source: **[Android Samba Client](https://f-droid.org/packages/com.google.android.sambadocumentsprovider/)**
uk: **[Клієнт Android Samba](https://f-droid.org/packages/com.google.android.sambadocumentsprovider/)**

source: **[Blockly for senseBox](https://f-droid.org/packages/de.sensebox.blockly/)**
ro: **[Blockly pentru senseBox](https://f-droid.org/packages/de.sensebox.blockly/)**
uk: **[Blockly для senseBox](https://f-droid.org/packages/de.sensebox.blockly/)**

source: **[Deep Links for LabCoat](https://f-droid.org/packages/com.nomadlabs.labcoat.deeplinks/)**
ro: **[Legături profunde pentru LabCoat](https://f-droid.org/packages/com.nomadlabs.labcoat.deeplinks/)**
uk: **[Deep Links для LabCoat](https://f-droid.org/packages/com.nomadlabs.labcoat.deeplinks/)**
