Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** was [updated](https://github.com/pmiddend/piggybudget/releases) from 1.0 to 2.1 with a competely overhauled GUI featuring pretty colors, a clickable three-dot menu on items in the transaction history, and the history now also shows the day of the week.
de: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** wurde von 1.0 auf 2.1 [aktualisiert](https://github.com/pmiddend/piggybudget/releases) mit einer komplett überholten GUI, die hübsche Farben mitbringt, einem anklickbaren Drei-Punkte-Menü neben Elementen im Transaktionsverlauf und der Verlauf zeigt nun auch den Wochentag.
pl: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** został [zaktualizowany](https://github.com/pmiddend/piggybudget/releases) z 1.0 do 2.1 ze zmienionym GUI z ładnymi kolorami, klikalne menu z trzema kropkami na pozycjach w historii transakcji, a historia pokazuje teraz także dzień tygodnia.
ro: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** a fost [updated](https://github.com/pmiddend/piggybudget/releases) de la 1.0 la 2.1 cu o interfață grafică complet revizuită, cu culori frumoase, un meniu cu trei puncte pe care se poate face clic pe elementele din istoricul tranzacțiilor, iar istoricul arată acum și ziua săptămânii.
ru: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** был [обновлен](https://github.com/pmiddend/piggybudget/releases) с 1.0 до 2.1 с полностью обновленным графическим интерфейсом с красивыми цветами, кликабельным меню с тремя точками на пунктах в истории транзакций, и история теперь также показывает день недели.
uk: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** було [оновлено](https://github.com/pmiddend/piggybudget/releases) з 1.0 до 2.1 з повністю оновленим графічним інтерфейсом з красивими квітами, клікабельним меню з трьома крапками на пунктах в історії транзакцій, і історія тепер також показує день тижня.
zh_hans: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** 从 1.0 [更新](https://github.com/pmiddend/piggybudget/releases)到 2.1 版本的 GUI 具有漂亮的色彩、可点击的交易历史中项目的三点菜单，并且历史现在还显示星期几。

source: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** was [updated](https://github.com/westnordost/StreetComplete/releases) from 9.0 to 10.0. Quests previously hidden can now be made visible again from settings, all "other answer..." options leading to another dialog now have their text ending in "...", wording in maxspeed quest was clarified, the choices in the crops quest are now now sorted with new UN FAO data, the tactile paving bus stop quest is now shown for ways as well, and when showing a quest for an element (e.g. a shop) that is not at street level, show additionally on which floor it is located.
de: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** wurde von 9.0 auf 10.0 [aktualisiert](https://github.com/westnordost/StreetComplete/releases). Zuvor ausgeblendete Fragebögen können nun über die Einstellungen wieder sichtbar gemacht werden, alle "andere Antwort ..."-Optionen, die zu einem weiteren Dialog führen, enden nun mit "...", der Wortlaut für die Höchstgeschwindigkeitsabfrage wurde bereingt, die Auswahl zu den Fragen zu Anbauprodukten ist nun nach UN-FAO-Daten sortiert, Fragen zum Tastbaren Bodenleitsystem an Bushaltestellen wird nun auch für Wege angezeigt und bei Anzeige eines Fragebogens für ein Element (z. B. einen Laden), das nicht ebenerdig liegt, wird zusätzlich eingeblendet, in welchem Stockwerk es sich befindet.
pl: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** został [zaktualizowany](https://github.com/westnordost/StreetComplete/releases) z wersji 9.0 do 10.0. Wcześniej ukryte zadania można teraz ponownie wyświetlić w ustawieniach, wszystkie opcje „inne odpowiedzi ...” prowadzące do innego okna dialogowego mają teraz tekst kończący się na „...”, wyjaśniono sformułowania w misji maksymalnej prędkości, wybory w zadaniu dotyczącym upraw są teraz posortowane według nowych danych ONZ FAO, wyczuwalne dotykowe poszukiwanie przystanku autobusowego jest teraz pokazywane również na różne sposoby, a gdy pokazuje się poszukiwanie elementu (np. sklepu), który nie znajduje się na poziomie ulicy, dodatkowo pokaż, na którym piętrze jest zlokalizowany.
ro: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** a fost [updated](https://github.com/westnordost/StreetComplete/releases) de la 9.0 la 10.0. Quest-urile ascunse anterior pot fi acum făcute din nou vizibile din setări, toate opțiunile "alt răspuns..." care duc la un alt dialog au acum textul lor care se termină în "...", formularea din quest-ul maxspeed a fost clarificată, opțiunile din quest-ul culturilor sunt acum sortate cu noile date FAO ale ONU, quest-ul cu pavajul tactil al stației de autobuz este acum afișat și pentru drumuri, iar atunci când se afișează un quest pentru un element (de exemplu, un magazin) care nu este la nivelul străzii, se arată în plus la ce etaj se află acesta.
ru: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** был [обновлен](https://github.com/westnordost/StreetComplete/releases) с 9.0 до 10.0. Ранее скрытые квесты теперь можно сделать видимыми из настроек, все варианты "другой ответ...", ведущие к другому диалогу, теперь имеют текст, заканчивающийся на "...", формулировка в квесте maxspeed была уточнена, варианты выбора в квесте crops теперь сортируются с учетом новых данных UN FAO, квест тактильной мостовой автобусной остановки теперь показывается и для путей, а при показе квеста для элемента (например, магазина), который находится не на уровне улицы, дополнительно показывается, на каком этаже он расположен.
uk: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** було [оновлено](https://github.com/westnordost/StreetComplete/releases) з 9.0 до 10.0 . Раніше приховані квести тепер можна зробити видимими з налаштувань, всі варіанти "інша відповідь ...", провідні до іншого діалогу, тепер мають текст, що закінчується на "...", формулювання в квесті maxspeed була уточнена, варіанти вибору в квесті crops тепер упорядковано з урахуванням нових даних UN FAO, квест тактильної бруківці автобусної зупинки тепер показується і для шляхів, а при показі квесту для елемента (наприклад, магазину), який знаходиться не на рівні вулиці, додатково показується, на якому поверсі він розташований.
zh_hans: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 从 9.0 [更新](https://github.com/westnordost/StreetComplete/releases)到 10.0。以前隐藏的任务现在可以从设置中再次可见，所有导致另一个对话框的“其他答案...”选项现在的文本以“...”结尾，澄清了 maxspeed 任务中的措辞，作物任务中的选择现在使用新的联合国粮农组织数据进行排序，触觉铺路巴士站任务现在也显示为路径，并且当显示对不在街道层的元素（例如商店）的任务时，另外显示它在哪一层位于。

source: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** was [updated](https://gitlab.com/tom79/mastalab/tags) from 1.72.0 to 1.73.0, adding Friendica support (restricted due to Friendica API limitations), support for chromebooks, and several bugfixes.
de: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** wurde von 1.72.0 auf 1.73.0 [aktualisiert](https://gitlab.com/tom79/mastalab/tags), ergänzt die Unterstützung von Friendica (aufgrund der Begrenzungen der Friendica-Schnittstelle eingeschränkt), die Unterstützung von Chromebooks und diverse Fehlerlösungen.
pl: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** został [zaktualizowany](https://gitlab.com/tom79/mastalab/tags) z 1.72.0 do 1.73.0, dodano obsługę Friendica (ograniczoną ze względu na ograniczenia API Friendica), obsługę książek chromebooks i kilka poprawek błędów.
ro: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**a fost [updated](https://gitlab.com/tom79/mastalab/tags) de la 1.72.0 la 1.73.0, adăugând suport pentru Friendica (restricționat din cauza limitărilor API Friendica), suport pentru Chromebooks și mai multe corecturi de erori.
ru: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** был [обновлен](https://gitlab.com/tom79/mastalab/tags) с 1.72.0 до 1.73.0, добавлена поддержка Friendica (ограниченная из-за ограничений API Friendica), поддержка хромобуков и несколько исправлений.
uk: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** було [оновлено](https://gitlab.com/tom79/mastalab/tags) з 1.72 .0 до 1.73.0, додана підтримка Friendica (обмежена через обмеження API Friendica), підтримка хромобуков і кілька виправлень.
zh_hans: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 已从 1.72.0 [更新](https://gitlab.com/tom79/mastalab/tags)到 1.73.0，增加了对 Friendica 的支持（由于 Friendica API 的限制而受到限制）、对 chromebook 的支持以及一些错误修复。

source: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** was [updated](https://github.com/equeim/tremotesf-android/blob/HEAD/CHANGELOG.md) from 1.8.5 to 1.9.0, and now remembers used download directories and shows them in the dropdown menu when adding a torrent or changing location. Also added were an option to enable compact view for torrents, an option to show torrent names on multiple lines, and the ability to rename torrents directly from its context menu or its properties screen's menu.
de: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** wurde von 1.8.5 auf 1.9.0 [aktualisiert](https://github.com/equeim/tremotesf-android/blob/HEAD/CHANGELOG.md), erinnert sich nun an verwendete Download-Verzeichnisse und zeigt sie im Dropdown-Menü an, wenn ein Torrent hinzugefügt oder ein Speicherort geändert wird. Außerdem wurde eine Option ergänzt, um eine kompakte Ansicht für Torrents zu aktivieren, eine Option, um Torrent-Namen mehrzeilig anzuzeigen, und die Möglichkeit, Torrents direkt aus dem Kontextmenü oder aus dem Menü der Eigenschaftenansicht heraus umzubenennen.
pl: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** został [zaktualizowany](https://github.com/equeim/tremotesf-android/blob/HEAD/CHANGELOG.md) z 1.8.5 do 1.9.0, teraz zapamiętuje używane katalogi pobierania i pokazuje je w menu rozwijanym podczas dodawania torrenta lub zmiany lokalizacji. Dodano również opcję, aby włączyć kompaktowy widok dla torrentów, opcję wyświetlania nazw torrentów na wielu liniach i możliwość zmiany nazwy torrentów bezpośrednio z menu kontekstowego lub menu ekranu właściwości.
ro: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** a fost[updated](https://github.com/equeim/tremotesf-android/blob/HEAD/CHANGELOG.md) de la 1.8.5 la 1.9.0, iar acum își amintește directoarele de descărcare utilizate și le afișează în meniul derulant atunci când se adaugă un torrent sau se schimbă locația. De asemenea, au fost adăugate o opțiune de activare a vizualizării compacte pentru torrente, o opțiune de afișare a numelor torrentelor pe mai multe rânduri și posibilitatea de a redenumi torrentele direct din meniul contextual sau din meniul din ecranul de proprietăți.
ru: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** был [обновлен](https://github.com/equeim/tremotesf-android/blob/HEAD/CHANGELOG.md) с 1.8.5 до 1.9.0, и теперь запоминает использованные каталоги загрузки и показывает их в выпадающем меню при добавлении торрента или изменении местоположения. Также добавлены опция включения компактного вида для торрентов, опция отображения имен торрентов в несколько строк и возможность переименования торрентов непосредственно из контекстного меню или меню экрана свойств.
uk: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** було [оновлено](https://github.com/equeim/tremotesf-android/blob/HEAD/CHANGELOG.md) з 1.8.5 до 1.9.0, і тепер запам'ятовує використані каталоги завантаження і показує їх в випадаючому меню при додаванні торента або зміні місця розташування. Також додані опція включення компактного виду для торентів, опція відображення імен торентів в кілька рядків і можливість перейменування торентів безпосередньо з контекстного меню або меню екрана властивостей.
zh_hans: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** 已 从 1.8.5 [更新](https://github.com/equeim/tremotesf-android/blob/HEAD/CHANGELOG.md)到 1.9.0，现在可以记住使用的下载目录，并在添加种子或更改位置时在下拉菜单中显示它们。还添加了为种子启用紧凑视图的选项，在多行上显示种子名称的选项，以及直接从其上下文菜单或属性屏幕菜单重命名种子的能力。

source: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** was [updated](https://gitlab.com/gdroid/gdroidclient/tags) to 0.8.0, adding the ability to review and comment on apps via Mastodon!
de: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**-[Update](https://gitlab.com/gdroid/gdroidclient/tags) auf 0.8.0 ergänzt die Möglichkeit, Apps via Mastodon zu bewerten und zu kommentieren!
pl: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** został [zaktualizowany](https://gitlab.com/gdroid/gdroidclient/tags) do 0.8.0, dodając możliwość przeglądania i komentowania aplikacji przez Mastodon!
ro: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** a fost [updated](https://gitlab.com/gdroid/gdroidclient/tags) la 0.8.0, adăugând posibilitatea de a revizui și comenta aplicațiile prin Mastodon!
ru: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** был [обновлен](https://gitlab.com/gdroid/gdroidclient/tags) до версии 0.8.0, добавив возможность просматривать и комментировать приложения через Mastodon!
uk: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** було [оновлено](https://gitlab.com/gdroid/gdroidclient/tags) до версії 0.8.0, додавши можливість переглядати і коментувати застосунки через Mastodon!
zh_hans: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** 已[更新](https://gitlab.com/gdroid/gdroidclient/tags)到 0.8.0，增加了通过 Mastodon 评论应用的能力！

source: **[Tasks](https://f-droid.org/packages/org.tasks/)** was [updated](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) from 6.4.5 to 6.5.2, with improved notification accuracy, performance improvements, and many bug fixes and translation updates.
de: **[Tasks](https://f-droid.org/packages/org.tasks/)** wurde von 6.4.5 auf 6.5.2 [aktualisiert](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) mit verbesserter Benachrichtigungsgenauigkeit, Leistungsverbesserungen und vielen Fehlerlösungen sowie Übersetzungsaktualisierungen.
pl: **[Tasks](https://f-droid.org/packages/org.tasks/)** został [zaktualizowany](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) z 6.4.5 do 6.5.2, z poprawą dokładności zgłoszeń, poprawą wydajności oraz wieloma poprawkami błędów i aktualizacjami tłumaczeń.
ro: **[Tasks](https://f-droid.org/packages/org.tasks/)** a fost [updated](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) de la 6.4.5 la 6.5.2, cu o acuratețe îmbunătățită a notificărilor, îmbunătățiri de performanță și multe corecturi de erori și actualizări de traduceri.
ru: **[Tasks](https://f-droid.org/packages/org.tasks/)** был [обновлен](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) с версии 6.4.5 до версии 6.5.2, улучшена точность уведомлений, повышена производительность, исправлено множество ошибок и обновлены переводы.
uk: **[Tasks](https://f-droid.org/packages/org.tasks/)** було [оновлено](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) з версії 6.4.5 до версії 6.5.2, покращена точність повідомлень, підвищена продуктивність, виправлено безліч помилок і оновлені переклади.
zh_hans: **[Tasks](https://f-droid.org/packages/org.tasks/)** 已 从 6.4.5 [更新](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md)到 6.5.2，提高了通知准确性、性能改进以及许多错误修复和翻译更新。

source: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** was [updated](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) from 5.2.1 to 5.3.1, now with blur and motion effects in chat backgrounds, custom colors as backgrounds and apply patterns, search for new backgrounds by color or topic, share and set backgrounds via links that work on all platforms, use backgrounds you set on one device on your other devices, and a selection of new backgrounds.
de: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** wurde von 5.2.1 auf 5.3.1 [aktualisiert](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md), nun mit Unschärfe- und Bewegungseffekten im Chat-Hintergrund, anpassbaren Hintergrundfarben und Anwendung von Mustern, einer Suche nach neuen Hintergründen nach Farbe oder Thema, das Teilen und Einrichten von Hintergründen über Links, die auf allen Plattformen funktionieren, die Verwendung von Hintergründen, die Du auf einem Gerät eingerichtet hast auf Deinen anderen Geräten, und eine Auswahl neuer Hintergründe.
pl: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** został [zaktualizowany](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob /HEAD/Changelog.md) z 5.2.1 do 5.3.1, teraz z efektami rozmycie i ruch w tle czatu, niestandardowe kolory jako tła i stosować wzorce, wyszukiwanie nowych środowisk według koloru lub tematu, udostępnianie i Ustawianie tła za pomocą linków, które działają na wszystkich platformach, użyj tła ustawianych na jednym urządzeniu na innych urządzeniach, a także wybór nowych środowisk.
ro: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** a fost [updated](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) de la 5.2.1 la 5.3.1, acum cu efecte de blur și de mișcare în fundalurile de chat, culori personalizate ca fundaluri și aplicarea de modele, căutarea de noi fundaluri în funcție de culoare sau subiect, partajarea și setarea de fundaluri prin intermediul unor linkuri care funcționează pe toate platformele, utilizarea fundalurilor pe care le-ați setat pe un dispozitiv pe celelalte dispozitive și o selecție de noi fundaluri.
ru: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** был [обновлен](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) с 5.2.1 до 5.3.1, теперь с эффектами размытия и движения в фонах чата, пользовательскими цветами в качестве фона и применением шаблонов, поиском новых фонов по цвету или теме, обменом и установкой фонов через ссылки, которые работают на всех платформах, использованием фонов, установленных на одном устройстве, на других устройствах, а также подборкой новых фонов.
uk: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** було [оновлено](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) з 5.2.1 до 5.3.1, тепер з ефектами розмиття і руху в фонах чату, призначеними для користувача квітами в якості фону і застосуванням шаблонів, пошуком нових фонів за кольором або темі, обміном і установкою фонів через посилання , які працюють на всіх платформах, використанням фонів, встановлених на одному пристрої, на інших пристроях, а також підбіркою нових фонів.
zh_hans: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** 被从 5.2.1 [更新](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) 到 5.3.1，现在在聊天背景中具有模糊和运动效果，自定义颜色作为背景并应用图案，按颜色或主题搜索新背景，共享和设置背景通过适用于所有平台的链接，在其他设备上使用你在一台设备上设置的背景，以及一系列新背景。

source: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** was [updated](https://github.com/CypherpunkArmory/UserLAnd/releases) from 2.2.1 to 2.3.4 with more robust crash logging to aid in debugging, initial XSDL support for devices running Android versions below 9.0, several crash fixes, more robust username validation for new filesystems, and now correctly displaying the reason for failed downloads.
de: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** erhielt ein [Update](https://github.com/CypherpunkArmory/UserLAnd/releases) von 2.2.1 auf 2.3.4 mit stabilerer Absturzprotokollierung als Debugging-Hilfe, einer ersten XSDL-Unterstützung für Geräte, auf denen Android-Versionen vor 9.0 laufen, einigen Lösungen für Absturzursachen, robusterer Benutzernamenvalidierung für neue Dateisysteme und jetzt korrekter Anzeige des Grundes für fehlgeschlagene Downloads.
pl: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** został [zaktualizowany](https://github.com/CypherpunkArmory/UserLAnd/releases) z 2.2.1 do 2.3.4 z bardziej niezawodnym rejestrowaniem awarii, aby pomóc w debugowaniu, początkowa obsługa XSDL dla urządzeń z systemem Android w wersjach poniżej 9.0, kilka poprawek awarii, bardziej niezawodne sprawdzanie poprawności nazwy użytkownika dla nowych systemów plików, a teraz poprawnie wyświetla przyczynę nieudanych pobrań.
ro: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** a fost [updated](https://github.com/CypherpunkArmory/UserLAnd/releases) de la 2.2.1 la 2.3.4, cu o evidență mai robustă a accidentărilor pentru a ajuta la depanare, suport XSDL inițial pentru dispozitivele care rulează versiuni Android mai mici de 9.0, mai multe corecturi de accidentări, o validare mai robustă a numelui de utilizator pentru noile sisteme de fișiere și afișarea corectă a motivelor pentru descărcările eșuate.
ru: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** был [обновлен](https://github.com/CypherpunkArmory/UserLAnd/releases) с версии 2.2.1 до 2.3.4 с более надежным протоколированием сбоев для облегчения отладки, начальной поддержкой XSDL для устройств под управлением Android версии ниже 9.0, несколькими исправлениями сбоев, более надежной проверкой имени пользователя для новых файловых систем, а также корректным отображением причин неудачных загрузок.
uk: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** було [оновлено](https://github.com/CypherpunkArmory/UserLAnd/releases) з версії 2.2.1 до 2.3.4 з більш надійним протоколированием збоїв для полегшення налагодження, початкової підтримкою XSDL для пристроїв під управлінням Android версії нижче 9.0, кількома виправленнями збоїв, більш надійної перевіркою імені користувача для нових файлових систем, а також коректним відображенням причин невдалих завантажень.
zh_hans: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 从 2.2.1 [更新](https://github.com/CypherpunkArmory/UserLAnd/releases)到 2.3.4，具有更强大的崩溃日志记录以帮助调试，对运行 Android 版本低于 9.0 的设备的初始 XSDL 支持，几个崩溃修复，对新文件系统更强大的用户名验证，现在正确显示下载失败的原因。

source: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** was [updated](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md) from 2.1.5 to 2.2.0 beta (2019-02-10)
de: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** wurde von 2.1.5 auf 2.2.0 beta (2019-02-10) [aktualisiert](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md)
pl: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** został [zaktualizowany](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md) z 2.1.5 do 2.2.0 beta (2019-02-10)
ro: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** a fost [updated](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md) de la 2.1.5 la 2.2.0 beta (2019-02-10)
ru: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** был [обновлен](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md) с 2.1.5 до 2.2.0 beta (2019-02-10)
uk: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** було [оновлено](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md) з 2.1.5 до 2.2.0 beta (2019-02-10)
zh_hans: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** 已从 2.1.5 [更新](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md)到 2.2.0 beta (2019-02-10)
