Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Most open-source apps are developed by volunteers in their free time. In order to spend time on open-source app development as an actual part-time job, developers need a source of income. Only a tiny fraction of developers can actually live off the donations they receive. We discussed everyone's experiences with receiving donations. An important aspect is that recurring (small) donations are a lot more helpful than infrequent (large) donations because it makes it easier to plan. We talked about how it would be possible to ask users for donations without getting annoying. F-Droid already stores donation links in the app metadata and displays them on the client's app details page. The problem with this is that after downloading, the app details page is no longer actively used. We agreed that it would be great to ask for donations on the "updates" tab of the F-Droid client: when an app has been installed for a long time, the client could ask if you want to donate to keep the app development sustainable. The "updates" tab has already been prepared for this kind of messages, but it still needs a developer to implement the last pieces.
de: Die meisten Apps mit offenem Quellcode werden von Freiwilligen in ihrer Freizeit entwickelt. Um an der Entwicklung der Apps als Teilzeitjob zu sitzen, brauchen Entwickler eine Einnahmequelle. Nur ein kleiner Teil der Entwickler kann von den eingenommenen Spenden leben. Wir besprachen die Erfahrungen von allen mit der Einnahme von Spenden. Ein wichtiger Aspekt ist, dass wiederkehrende (kleine) Spenden viel hilfreicher sind als unregelmäßige (große) Spenden, weil es das Vorausplanen einfacher macht. Wir sprachen über Wege, nach Spenden zu fragen ohne nervig zu wirken. F-Droid speichert schon Spendenlinks in den Metadaten der App ubd zeigt sie im Client des Nutzers an. Das Problem ist, dass nach dem Herunterladen die Info-Seite der App nicht mehr aktiv verwendet wird. Wir einigten uns, dass es gut wäre, auf der "Updates"-Seite der F-Droid-App nach Spenden zu fragen: wenn eine App für eine lange Zeit installiert war, könnte der Client fragen, an den Entwickler zur Unterstützung zu spenden. Die "Updates"-Seite wurde schon für solche Nachrichten vorbereitet, aber ein Entwickler muss noch den Rest implementieren.
pl: Większość aplikacji o otwartym kodzie źródłowym jest tworzona przez wolontariuszy w ich wolnym czasie. Aby poświęcić czas na rozwój aplikacji open source jako rzeczywistą pracę w niepełnym wymiarze godzin, programiści muszą mieć źródło dochodu. Tylko niewielka część programistów może żyć z darowizn, które otrzymują. Omówiliśmy doświadczenia wszystkich osób związane z otrzymywaniem darowizn. Ważnym aspektem jest to, że powtarzające się (małe) darowizny są o wiele bardziej pomocne niż rzadkie (duże), ponieważ ułatwiają planowanie. Rozmawialiśmy o tym, jak można prosić użytkowników o datki bez denerwowania ich. F-Droid już przechowuje linki do darowizn w metadanych aplikacji i wyświetla je na stronie szczegółów aplikacji klienta'. Problem z tym jest taki, że po pobraniu, strona szczegółów aplikacji nie jest już aktywnie wykorzystywana. Zgodziliśmy się, że byłoby świetnie prosić o darowizny w zakładce "Aktualizacje" klienta F-Droid: kiedy aplikacja jest zainstalowana przez długi czas, klient może zapytać, czy chcesz przekazać darowiznę, aby utrzymać zrównoważony rozwój aplikacji. Zakładka "Aktualizacje" została już przygotowana na tego typu wiadomości, ale wymaga jeszcze programisty, który zaimplementuje ostatnie elementy.
ro: Majoritatea aplicațiilor open-source sunt dezvoltate de voluntari în timpul liber. Pentru a dedica timp dezvoltării de aplicații open-source ca o adevărată slujbă cu jumătate de normă, dezvoltatorii au nevoie de o sursă de venit. Doar o mică parte dintre dezvoltatori pot trăi efectiv din donațiile pe care le primesc. Am discutat despre experiențele fiecăruia în ceea ce privește primirea de donații. Un aspect important este că donațiile recurente (mici) sunt mult mai utile decât cele rare (mari), deoarece este mai ușor de planificat. Am discutat despre cum ar fi posibil să le cerem utilizatorilor donații fără a deveni enervanți. F-Droid stochează deja linkurile de donație în metadatele aplicației și le afișează pe pagina de detalii a aplicației clientului. Problema cu acest lucru este că, după descărcare, pagina de detalii a aplicației nu mai este utilizată în mod activ. Am fost de acord că ar fi grozav să cerem donații în fila "actualizări" a clientului F-Droid: atunci când o aplicație a fost instalată de mult timp, clientul ar putea întreba dacă doriți să faceți o donație pentru a menține dezvoltarea durabilă a aplicației. Fila "actualizări" a fost deja pregătită pentru acest tip de mesaje, dar mai are nevoie de un dezvoltator pentru a implementa ultimele elemente.
ru: Большинство приложений с открытым исходным кодом разрабатываются добровольцами в свободное время. Чтобы тратить на разработку приложений с открытым исходным кодом время как на подработку, разработчикам нужен источник дохода. Лишь небольшая часть разработчиков может жить за счёт пожертвований, которые они получают. Мы обсудили с ними их опыт получения пожертвований. Важным аспектом является то, что повторяющиеся (небольшие) пожертвования намного полезнее, чем нечастые (крупные) пожертвования, потому что это упрощает планирование. Мы поговорили о том, как можно было бы просить пользователей о пожертвованиях, не раздражая их. F-Droid уже хранит ссылки для пожертвований в метаданных приложения и отображает их на странице сведений о клиентском приложении. Проблема в том, что после загрузки страница сведений о приложении больше практически не используется. Мы согласились, что было бы здорово просить пожертвования на вкладке «обновления» клиента F-Droid: когда приложение установлено в течение длительного времени, клиентское приложение может спросить, не хотите ли вы сделать пожертвование, чтобы поддерживать стабильную разработку приложения. Вкладка «обновления» уже подготовлена для таких сообщений, но для реализации последних элементов ещё нужен разработчик.
uk: Більшість відкритих застосунків пишуться на волонтерській основі у вільний час. Щоб відкрита розробка стала принаймні неповним робочим днем, розробницям і розробникам потрібне джерело доходу. Вкрай мало хто може справді жити з отриманих пожертв. Ми обговорили свій досвід отримання пожертв. Важливо, що повторювані (малі) пожертви допомагають значно більше, ніж нечасті (великі) пожертви, бо краще піддаються плануванню. Ми проговорили, як можливо ненав'язливо просити авдиторію пожертвувати. F-Droid уже зберігає лінки на пожертву в метаданих застосунку й показує їх на сторінці деталей у клієнті. Проте після завантаження застосунку сторінку деталей більше майже не використовують. Ми погодились, що про пожертви було б добре просити на вкладці оновлень у клієнті F-Droid: коли застосунок встановлений тривалий час, клієнт міг би пропонувати вам підтримати розробку. Вкладка оновлень уже майже готова до таких повідомлень, але деякі моменти ще хтось має доробити.
zh_hans: 大多数开源应用都是由志愿者在空闲时间开发的。为了将时间花在开源应用开发上作为实际的兼职工作，开发者需要收入来源。只有一小部分开发者可以真正靠他们收到的捐款过活。我们讨论了每个人接受捐款的经历。一个重要的方面是，定期（小额）捐赠比不经常（大额）捐赠更有帮助，因为它更容易计划。我们讨论了如何在不扰人的情况下要求用户捐款。F-Droid 已经将捐赠链接存储在应用元数据中，并显示在客户端的应用详情页面上。这样做的问题是，下载后，用户不再主动使用应用详情页面。我们一致认为，在 F-Droid 客户端的“更新”选项卡上请求捐赠会很棒：当一个应用安装了很长时间时，客户端可以询问你是否要捐赠以保持应用开发的可持续性。“更新”选项卡已经为此类消息准备好了，但它仍然需要开发者来实现最后的部分。

source: Many F-Droid users run rather old Android devices. A possible reason is that they care about the environment and do not want to throw away working devices. In order to still support old Android versions, app developers have to invest a significant amount of work. One example is that [supporting HTTPS connections on old Android versions is hard](https://f-droid.org/2020/05/29/android-updates-and-tls-connections.html). HTTPS connections not only affect Browser applications, but also apps like weather forecast apps or podcast players. While it would be possible that each app shipped the necessary code to connect to modern HTTPS servers, that would increase the size of each app by about 4 MB. There have already been ideas on how to only have one app ship the HTTPS code and have it loaded from there into other apps. The main missing point was which app would be trustworthy enough to ship such security critical code. We discussed that including it in the F-Droid client is not a good idea because the app is already rather complex. Given that both devices running Google Services and devices running [microG](https://microg.org/) already have a provider for that code, we decided that we should just write an open-source library that talks to that system component. Therefore, the library would basically be an open-source re-implementation of Google's ProviderInstaller, calling the [same system APIs](https://github.com/microg/GmsCore/blob/cb3592688b098e5a1870006797be665e3b083f3e/play-services-conscrypt-provider-core/src/main/java/com/google/android/gms/common/security/ProviderInstallerImpl.java#L72).
de: Viele F-Droid-Nutzer betreiben ziemlich alte Android-Geräte. Ein möglicher Grund dafür könnte sein, dass sie sich um die Umwelt sorgen und keine funktionierenden Geräte wegwerfen möchten. Damit alte Android-Versionen weiter unterstützt werden, müssen App-Entwickler einen beträchtlichen Arbeitsaufwand betreiben. Ein Beispiel dafür ist die [schwierige Unterstützung von HTTPS-Verbindungen auf alten Android-Versionen](https://f-droid.org/2020/05/29/android-updates-and-tls-connections.html). HTTPS-Verbindungen betreffen nicht nur Browser-Anwendungen sondern auch Apps wie Wettervorhersage-Apps oder Podcast-Player. Wenngleich es möglich wäre, jede App mit dem notwendigen Code für Verbindungen mit modernen HTTPS-Servern auszuliefern, würde das die Größe jeder App um ungefähr 4 MB erhöhen. Es gab bereits Überlegungen, wie nur eine App den HTTPS-Code mitbringen könnte und wie er von dort in anderen Apps geladen werden könnte. Der hauptsächlich fehlende Punkt dabei war, welche App vertrauenswürdig genug wäre, derart sicherheitskritischen Code zu transportieren. Wir diskutierten, dass ein Einschluss in den F-Droid-Client keine gute Idee wäre, weil die App schon ziemlich komplex ist. Vorausgesetzt, dass sowohl Geräte, auf denen Google Services laufen, als auch Geräte, die mit [microG](https://microg.org/) ausgestattet sind, bereits einen Lieferanten für diesen Code besitzen, entschieden wir, dass wir lediglich eine Open-Source-Bibliothek schreiben, die mit diesen Systemkomponenten verhandeln. So gesehen wäre die Bibliothek im Grunde eine Open-Source-Neuimplementierung von Google's ProviderInstaller, die [dieselben System-APIs](https://github.com/microg/GmsCore/blob/cb3592688b098e5a1870006797be665e3b083f3e/play-services-conscrypt-provider-core/src/main/java/com/google/android/gms/common/security/ProviderInstallerImpl.java#L72) aufruft.
pl: Wielu użytkowników F-Droid korzysta z dość starych urządzeń z systemem Android. Możliwym powodem jest to, że dbają o środowisko i nie chcą wyrzucać działających urządzeń. Aby nadal obsługiwać stare wersje systemu Android, twórcy aplikacji muszą włożyć sporo pracy. Jednym z przykładów jest to, że [obsługa połączeń HTTPS na starych wersjach systemu Android jest trudna](https://f-droid.org/2020/05/29/android-updates-and-tls-connections.html). Połączenia HTTPS mają wpływ nie tylko na aplikacje przeglądarkowe, ale także na aplikacje takie jak aplikacje do prognozowania pogody czy odtwarzacze podcastów. Chociaż byłoby możliwe, aby każda aplikacja dostarczała kod niezbędny do łączenia się z nowoczesnymi serwerami HTTPS, zwiększyłoby to rozmiar każdej aplikacji o około 4 MB. Pojawiły się już pomysły, jak sprawić, by tylko jedna aplikacja dostarczała kod HTTPS i by był on ładowany z niej do innych aplikacji. Brakowało jednak odpowiedzi na pytanie, która aplikacja byłaby na tyle godna zaufania, by wysyłać tak ważny dla bezpieczeństwa kod. Stwierdziliśmy, że włączenie go do klienta F-Droid nie jest dobrym pomysłem, ponieważ aplikacja jest już dość złożona. Biorąc pod uwagę, że zarówno urządzenia z Usługami Google, jak i urządzenia z [microG](https://microg.org/) mają już dostawcę tego kodu, zdecydowaliśmy, że powinniśmy po prostu napisać bibliotekę o otwartym kodzie, która połączy się z tym komponentem systemu. Dlatego biblioteka ta byłaby w zasadzie implementacją otwartego kodu ProviderInstaller od Googla, wywołującą [te same API systemu](https://github.com/microg/GmsCore/blob/cb3592688b098e5a1870006797be665e3b083f3e/play-services-conscrypt-provider-core/src/main/java/com/google/android/gms/common/security/ProviderInstallerImpl.java#L72).
ro: Mulți utilizatori F-Droid folosesc dispozitive Android destul de vechi. Un posibil motiv este că le pasă de mediul înconjurător și nu doresc să arunce dispozitive funcționale. Pentru a putea suporta în continuare versiunile vechi de Android, dezvoltatorii de aplicații trebuie să investească o cantitate semnificativă de muncă. Un exemplu este că [susținerea conexiunilor HTTPS pe versiunile vechi de Android este dificilă](https://f-droid.org/2020/05/29/android-updates-and-tls-connections.html). Conexiunile HTTPS nu afectează doar aplicațiile Browser, ci și aplicații precum cele de prognoză meteo sau playerele de podcasturi. Deși ar fi posibil ca fiecare aplicație să livreze codul necesar pentru a se conecta la servere HTTPS moderne, acest lucru ar crește dimensiunea fiecărei aplicații cu aproximativ 4 MB. Au existat deja idei privind modul în care o singură aplicație ar trebui să livreze codul HTTPS și să fie încărcat de acolo în alte aplicații. Principala problemă care lipsește era care aplicație ar fi suficient de fiabilă pentru a furniza un astfel de cod critic pentru securitate. Am discutat că includerea acestuia în clientul F-Droid nu este o idee bună, deoarece aplicația este deja destul de complexă. Având în vedere că atât dispozitivele care rulează Google Services, cât și cele care rulează [microG](https://microg.org/) au deja un furnizor pentru acest cod, am decis că ar trebui să scriem o bibliotecă open-source care să vorbească cu această componentă de sistem. Prin urmare, biblioteca ar fi practic o reimplementare open-source a ProviderInstaller de la Google, care ar apela [aceleași API-uri de sistem](https://github.com/microg/GmsCore/blob/cb3592688b098e5a1870006797be665e3b083f3e/play-services-conscrypt-provider-core/src/main/java/com/google/android/gms/common/security/ProviderInstallerImpl.java#L72).
ru: Многие пользователи F-Droid используют достаточно старые устройства Android. Возможная причина этого — их забота об окружающей среде и нежелание выбрасывать рабочую электронику. Чтобы продолжать поддерживать старые версии Android, разработчикам приложений приходится прикладывать много усилий. Один из примеров — [сложность поддержки HTTPS-соединений на старых устройствах](https://f-droid.org/2020/05/29/android-updates-and-tls-connections.html). HTTPS-соединения влияют не только на браузеры, но и на другие приложения: службы прогноза погоды, проигрыватели подкастов и другие. Пока каждое приложение будет содержать в себе необходимые компоненты для доступа к HTTPS, его размер будет увеличен за счёт этих компонентов в среднем на 4 МБ (мегабайта). Были предложения о поставке единого приложения с HTTPS кодом, которое бы предоставляло необходимые компоненты другим приложениям, однако главным недостатком такого подхода стал вопрос выбора такого приложения, которому можно было бы доверять такую важную роль с точки зрения эффективности и безопасности. Мы решили, что включать такие компоненты в F-Droid — не очень хорошая идея, так как приложение и так уже достаточно сложно устроено. Учитывая, что и устройства со службами Google, и устроства с [microG](https://microg.org/) уже имеют поставщика необходимых компонентов, о которых было сказано выше, мы решили, что нам следует создать только библиотеку с открытым исходным кодом, которая будет взимодействовать с одним из поставщиков. Таким образом, библиотека станет открытой реализацией Google's ProviderInstaller, использующая [те же системные API](https://github.com/microg/GmsCore/blob/cb3592688b098e5a1870006797be665e3b083f3e/play-services-conscrypt-provider-core/src/main/java/com/google/android/gms/common/security/ProviderInstallerImpl.java#L72).
uk: Багато хто використовує F-Droid на досить старих пристроях Android. Можливо, вони переймаються за довкілля й вирішують не викидати працездатної техніки. Щоб застосунки підтримували старі версії Android, потрібно чимало роботи. Зокрема [складно підтримувати HTTPS- з'єднання на старих версіях Android](https://f-droid.org/2020/05/29/android-updates-and-tls-connections.html). HTTPS-з'єднання потрібні як для вебперегляду, так і для прогнозів погоди чи прослуховування подкастів. Можна пакувати з кожним застосунком код підтримки сучасних HTTPS-серверів, та це збільшило б кожен застосунок принаймні на 4 МБ. Раніше вже підіймали питання про те, як виокремити HTTPS-код в один спільний застосунок і звертатися до нього з інших. Бракувало головного пазлу: який застосунок достатньо довірений, щоб містити настільки критичну для безпеки складову. Ми обговорили, що додавати її в клієнт F-Droid не слід, бо застосунок і так досить складний. Оскільки пристрої зі службами Google або [microG](https://microg.org/) уже мають такий провайдер, ми вирішили написати відкриту бібліотеку обміну даними з цією складовою системи. По суті ця бібліотека — відкрите втілення Google ProviderInstaller із такими ж викликами [API системи](https://github.com/microg/GmsCore/blob/cb3592688b098e5a1870006797be665e3b083f3e/play-services-conscrypt-provider-core/src/main/java/com/google/android/gms/common/security/ProviderInstallerImpl.java#L72).
zh_hans: 许多 F-Droid 用户在使用相当旧的 Android 设备。一个可能的原因是他们关心环境并且不想扔掉工作设备。为了继续支持旧的 Android 版本，应用开发者必须投入大量工作。一个例子是[在旧的 Android 版本上支持 HTTPS 连接很困难](https://f-droid.org/2020/05/29/android-updates-and-tls-connections.html)。HTTPS 连接不仅会影响浏览器应用，还会影响天气预报应用或播客播放器等应用。尽管每个应用都有可以携带必要的代码来连接到现代 HTTPS 服务器，但这会使每个应用的大小增加约 4 MB。已经有关于如何仅让一个应用携带 HTTPS 代码并将其从那里加载到其他应用的想法。主要的问题是哪个应用足够值得信赖以携带这样的安全关键代码。我们讨论过将其包含在 F-Droid 客户端中并不是一个好主意，因为该应用已经相当复杂。鉴于运行 Google 服务的设备和运行 [microG](https://microg.org/) 的设备都已经有该代码的提供程序，我们决定我们应该只编写一个与该系统组件对话的开源库。因此，该库基本上是 Google 的 ProviderInstaller 的开源重新实现，调用[相同的系统 API](https://github.com/microg/GmsCore/blob/cb3592688b098e5a1870006797be665e3b083f3e/play-services-conscrypt-provider-core/src/main/java/com/google/android/gms/common/security/ProviderInstallerImpl.java#L72)。

source: Seldom, there are takedown requests for apps on F-Droid, for example because of copyright claims. Often it is then hard to contact the app authors. Some apps use git repositories without an issue tracker and the contact email address is not actively requested when adding a new app to the F-Droid repo. We discussed having a custom field in the apps' metadata that could store a contact email address.
de: Es gibt bei F-Droid selten Rücknahmeaufträge für Apps, zum Beispiel aufgrund von Copyright-Ansprüchen. Oftmals ist es dann schwierig, die App-Autoren zu kontaktieren. Einige Apps nutzen Git-Repositorys ohne Ticketsystem und die E-Mail-Kontaktadresse wird beim Hinzufügen einer neuen App ins F-Droid-Repo nicht activ abgefragt. Wir besprachen, ein eigenes Feld in den Metadaten der Apps vorzuhalten, das eine E-Mail-Kontaktadresse aufnehmen könnte.
pl: Rzadko, są prośby o usunięcie aplikacji na F-Droid, na przykład z powodu roszczeń praw autorskich. Często trudno jest wtedy skontaktować się z autorami aplikacji. Niektóre aplikacje używają repozytoriów git bez issue trackera, a kontaktowy adres e-mail nie jest aktywnie wymagany podczas dodawania nowej aplikacji do repo F-Droid. Dyskutowaliśmy o niestandardowym polu w metadanych aplikacji', które mogłoby przechowywać kontaktowy adres e-mail.
ro: Rareori, există cereri de retragere a aplicațiilor de pe F-Droid, de exemplu, din cauza unor reclamații privind drepturile de autor. De multe ori este apoi greu de contactat autorii aplicațiilor. Unele aplicații utilizează depozite git fără un sistem de urmărire a problemelor, iar adresa de e-mail de contact nu este solicitată în mod activ atunci când se adaugă o nouă aplicație la repo-ul F-Droid. Am discutat despre posibilitatea de a avea un câmp personalizat în metadatele aplicațiilor care să stocheze o adresă de e-mail de contact.
ru: Иногда поступают запросы на удаление приложений с F-Droid, например, из-за претензий по авторским правам. Часто бывает трудно связаться с авторами приложений. Некоторые приложения используют git-репозитории без трекера проблем, и адрес электронной почты при добавлении нового приложения в репозиторий F-Droid зачастую не обязателен. Мы обсудили возможность создания пользовательского поля в метаданных приложений, в котором можно хранить адрес электронной почты для связи.
uk: Інколи отримуємо вимоги вилучити застосунки з F-Droid, наприклад через заяви про авторські права. Часто складно зв'язатись із тими, хто колись вивантажили застосунки. Деякі застосунки використовують git-репозиторії без системи обговорень, а додання застосунку в F-Droid не вимагає контактної е-пошти. Ми обговорили додання окремого поля в метадані застосунків, де містилася б контактна е-пошта.
zh_hans: F-Droid 上的应用偶尔会有下架请求，例如因为版权主张。通常很难联系应用作者。某些应用使用没有问题跟踪器的 git 存储库，并且在将新应用添加到 F-Droid 存储库时我们不会主动要求联系电子邮件地址。我们讨论了在应用的元数据中设置一个可以存储联系人电子邮件地址的自定义字段。

source: Some apps make strong use of different build flavors. Build flavors are different versions of the same app, sharing most of the source code. F-Droid supports specifying the build flavor to use when publishing an app, but it has trouble with the metadata like screenshots and app description. We discussed ways how to deal with that problem.
de: Einige Apps machen starken Gebrauch davon, verschiedene Build Flavors einzusetzen. Build Flavors sind unterschiedliche Versionen derselben App, die sich den Großteil des Quellcodes teilen. F-Droid unterstützt die Spezifizierung der Build Flavors, die bei der Veröffentlichung einer App verwendet werden sollen, dabei gibt es aber Schwierigkeiten mit Metadaten wie Screenshots und App-Beschreibungen. Wir diskutierten Möglichkeiten, wie mit diesem Problem umgegangen werden kann.
pl: Niektóre aplikacje mocno wykorzystują różne smaki kompilacji. Smaki kompilacji to różne wersje tej samej aplikacji, dzielące większość kodu źródłowego. F-Droid obsługuje określanie smaku kompilacji, który ma być używany podczas publikowania aplikacji, ale ma problemy z metadanymi, takimi jak zrzuty ekranu i opis aplikacji. Omówiliśmy sposoby radzenia sobie z tym problemem.
ro: Unele aplicații folosesc în mod intensiv diferite tipuri de compilații. Aceste versiuni sunt versiuni diferite ale aceleiași aplicații, care împart cea mai mare parte a codului sursă. F-Droid acceptă specificarea variantei de compilare care trebuie utilizată la publicarea unei aplicații, dar are probleme cu metadatele, cum ar fi capturile de ecran și descrierea aplicației. Am discutat modalități de rezolvare a acestei probleme.
ru: Некоторые приложения широко используют различные варианты сборки. Варианты сборки - это разные версии одного и того же приложения, разделяющие большую часть исходного кода. F-Droid поддерживает указание стиля сборки для использования при публикации приложения, но у него есть проблемы с метаданными, такими как скриншоты и описание приложения. Мы обсудили способы решения этой проблемы.
uk: Деякі застосунки активно використовують різновиди збірки — відмінні версії застосунку з переважно спільним вихідним кодом. F-Droid підтримує вказання різновиду збірки при оприлюдненні застосунку. Але складніша справа з метаданими, як-от знімками екрану чи описами застосунків. Ми обговорили підходи до цієї проблеми.
zh_hans: 一些应用充分利用了不同的构建风格。构建风格是同一应用的不同版本，共享大部分源代码。F-Droid 支持在发布应用时指定要使用的构建风格，但它在截图和应用描述等元数据方面存在问题。我们讨论了如何处理该问题的方法。
