Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Riot.im](https://f-droid.org/packages/im.vector.alpha/). As of 0.8.7 analytics are disabled by default, so no more antifeature! This only affects new installs, however. If you want to opt out of analytics in your already installed app, you can disable it in settings. Other highlights include **read-only** sticker support, and making notifications swipeable again.
de: [Riot.im](https://f-droid.org/packages/im.vector.alpha/). Seit 0.8.7 sind die Analyseinstrumente standardmäßig deaktiviert, somit gibt es keine unerwünschten Merkmale mehr! Das betrifft allerdings nur Neuinstallationen. Wer die Analytics in der schon installierten App abschalten will, kann das in den Einstellungen tun. Weitere enthaltene Highlights sind die Unterstützung von **nur lesen**-Sticker und die Wiedereinführung von wegwischbaren Benachrichtigungen.
pl: [Riot.im](https://f-droid.org/packages/im.vector.alpha/). Od wersji 0.8.7 analityka jest domyślnie wyłączona, więc nie ma już więcej antypatii! Wpływa to jednak tylko na nowe instalacje. Jeśli chcesz zrezygnować z analityki w już zainstalowanej aplikacji, możesz wyłączyć ją w ustawieniach. Inne zalety to obsługa naklejek ** tylko do odczytu ** i ponowne wysyłanie powiadomień.
ro: [Riot.im](https://f-droid.org/packages/im.vector.alpha/). Începând cu 0.8.7, analizele sunt dezactivate în mod implicit, așa că nu mai există antifeature! Totuși, acest lucru afectează doar noile instalări. Dacă doriți să renunțați la analiză în aplicația deja instalată, o puteți dezactiva în setări. Alte puncte de atracție includ suportul pentru autocolante **read-only** și face ca notificările să poată fi din nou glisate.
ru: [Riot.im](https://f-droid.org/packages/im.vector.alpha/). Начиная с версии 0.8.7 аналитика отключена по умолчанию, так что больше никаких антифич! Однако это касается только новых установок. Если вы хотите отказаться от аналитики в уже установленном приложении, вы можете отключить ее в настройках. Другие важные моменты включают в себя поддержку стикеров **только для чтения** и возможность пролистывания уведомлений.
uk: [Riot.im](https://f-droid.org/packages/im.vector.alpha/). Починаючи з версії 0.8.7 аналітика типово вимкнена, тож більше ніяких небажаних функцій! Однак це стосується тільки нових установлень. Якщо ви хочете відмовитися від аналітики в уже встановленому застосунку, ви можете вимкнути її в налаштуваннях. Інші важливі моменти включають підтримку наліпок **тільки для читання** і можливість гортання повідомлень.
zh_hans: [Riot.im](https://f-droid.org/packages/im.vector.alpha/)。从 0.8.7 开始，默认禁用分析，所以不再有负面特征！但是，这只会影响新安装。如果你想在你已经安装的应用中退出分析，你可以在设置中禁用它。其他亮点还包括支持**只读**贴纸，以及再次让通知可以滑动。

source: Oh, and if you want Riot to not die in the background, you need to disable battery optimization for it, and enable background sync in settings. Note that if you don't disable battery optimization, background sync will turn itself off again!
de: Oh, wenn Riot nicht im Hintergrund sterben soll, muss die Akku-Optimierung dafür ausgeschaltet und die Hintergrundsynchronisation in den Einstellungen aktiviert werden. Zu beachten ist, dass sich bei aktivierter Akku-Optimierung auch die Synchronisation im Hintergrund wieder abschalten wird!
pl: Aha, i jeśli chcesz, aby Riot nie umarł w tle, musisz wyłączyć optymalizację baterii i włączyć synchronizację w tle w ustawieniach. Pamiętaj, że jeśli nie wyłączysz optymalizacji baterii, synchronizacja w tle wyłączy się ponownie!
ro: Oh, și dacă doriți ca Riot să nu se oprească în fundal, trebuie să dezactivați optimizarea bateriei pentru el și să activați sincronizarea în fundal în setări. Rețineți că, dacă nu dezactivați optimizarea bateriei, sincronizarea în fundal se va dezactiva din nou!
ru: О, и если вы хотите, чтобы Riot не умирал в фоновом режиме, вам нужно отключить оптимизацию батареи для него и включить фоновую синхронизацию в настройках. Обратите внимание, что если вы не отключите оптимизацию батареи, фоновая синхронизация снова отключится!
uk: О, і якщо ви хочете, щоб Riot не працював у фоновому режимі, вам потрібно вимкнути оптимізацію батареї для нього і увімкнути фонову синхронізацію в налаштуваннях. Зверніть увагу, що якщо ви не вимкнете оптимізацію батареї, фонова синхронізація знову вимкнеться!
zh_hans: 哦，如果你想让 Riot 不会在后台被杀死，你需要禁用电池优化，并在设置中启用后台同步。注意，如果你不禁用电池优化，后台同步自己关闭！

source: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) was updated from 1.6.1 to 1.7.0, with support for custom toot size limit of some instances, new translations and updates, and bug fixes. To copy the content of a toot to the clipboard you now need to long press it.
de: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) wurde von 1.6.1 nach 1.7.0 aktualisiert, mit Unterstützung einer benutzerdefinierten Begrenzung der Toot-Größe für bestimmte Instanzen, neuen Übersetzungen und Überarbeitungen sowie Bugfixes. Um die Inhalte eines Toot in die Zwischenablage zu kopieren, muss er lange gedrückt werden.
pl: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) został zaktualizowany z wersji 1.6.1 do wersji 1.7.0, z obsługą niestandardowego limitu rozmiaru niektórych instancji, nowych tłumaczeń i aktualizacji oraz poprawek. Aby skopiować zawartość toot do schowka, musisz teraz nacisnąć go długo.
ro: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) a fost actualizat de la 1.6.1 la 1.7.0, cu suport pentru limita personalizată a dimensiunii de încărcare a unor instanțe, noi traduceri și actualizări, precum și corecturi de erori. Pentru a copia conținutul unui trosc în clipboard, acum trebuie să apăsați lung pe el.
ru: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) был обновлен с 1.6.1 до 1.7.0, с поддержкой пользовательского ограничения размера тота некоторых экземпляров, новыми переводами и обновлениями, а также исправлениями ошибок. Чтобы скопировать содержимое тоута в буфер обмена, теперь нужно долго нажимать на него.
uk: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) був оновлений з 1.6.1 до 1.7.0, з підтримкою призначеного для користувача обмеження розміру дмуха на деяких екземплярах, новими перекладами та оновленнями, а також виправленнями помилок. Щоб скопіювати вміст дмуха в буфер обміну, тепер потрібно тривало натиснути на нього.
zh_hans: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 从 1.6.1 更新到 1.7.0，支持自定义嘟文大小限制的一些实例，新的翻译和更新，并修复了错误。现在需要长按嘟文将内容复制到剪贴板。

source: [WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/) 2.0.0 now includes a foreground service (with an obligatory notification that you can hide) to prevent it from being killed by the system on Android 8 (Oreo).
de: [WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/) 2.0.0 enthält nun einen Vordergrunddienst (mit obligatorischer Benachrichtigung, die ausgeblendet werden kann), um zu verhindern, dass sie auf Android 8 (Oreo)-Systemen beendet wird.
pl: [WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/) 2.0.0 zawiera teraz usługę pierwszego planu (z obowiązkowym powiadomieniem, które można ukryć), aby zapobiec jej zabiciu przez system na Androidzie 8 (Oreo).
ro: [WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/) 2.0.0 include acum un serviciu în prim-plan (cu o notificare obligatorie pe care o puteți ascunde) pentru a evita ca acesta să fie ucis de sistem pe Android 8 (Oreo).
ru: [WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/) 2.0.0 теперь включает службу переднего плана (с обязательным уведомлением, которое можно скрыть), чтобы предотвратить ее убийство системой на Android 8 (Oreo).
uk: [WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/) 2.0.0 тепер включає службу переднього плану (з обов'язковим повідомленням, яке можна приховати), щоб запобігти її вимкнення системою на Android 8 (Oreo).
zh_hans: [WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/) 2.0.0 现在包含了一个前台服务（带有一个强制性的可以隐藏的通知），以防止它被 Android 8 (Oreo) 系统杀死。

source: [AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/) was updated from 2.9.8 to 2.9.9
de: [AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/)-Aktualisierung von 2.9.8 auf 2.9.9
pl: [AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/) został zaktualizowany z 2.9.8 do 2.9.9
ro: [AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/) a fost actualizat de la 2.9.8 la 2.9.9
ru: [AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/) был обновлен с 2.9.8 до 2.9.9
uk: [AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/) був оновлений з 2.9.8 до 2.9.9
zh_hans: [AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/) 从 2.9.8 更新到 2.9.9

source: [Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/) was updated from 0.26.1 to 0.26.2
de: [Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)-Update von 0.26.1 nach 0.26.2
pl: [Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/) został zaktualizowany z 0.26.1 na 0.26.2
ro: [Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/) a fost actualizat de la 0.26.1 la 0.26.2
ru: [Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/) обновлен с 0.26.1 до 0.26.2
uk: [Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/) оновлений з 0.26.1 до 0.26.2
zh_hans: [Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/) 从 0.26.1 更新到 0.26.2

source: [Markor](https://f-droid.org/packages/net.gsantner.markor/) was updated from 0.3.5 to 0.3.6
de: [Markor](https://f-droid.org/packages/net.gsantner.markor/)-Aktualisierung von 0.3.5 auf 0.3.6
pl: [Markor](https://f-droid.org/packages/net.gsantner.markor/) został zaktualizowany z 0.3.5 na 0.3.6
ro: [Markor](https://f-droid.org/packages/net.gsantner.markor/) a fost actualizat de la 0.3.5 la 0.3.6
ru: [Markor](https://f-droid.org/packages/net.gsantner.markor/) был обновлен с 0.3.5 до 0.3.6
uk: [Markor](https://f-droid.org/packages/net.gsantner.markor/) був оновлений з 0.3.5 до 0.3.6
zh_hans: [Markor](https://f-droid.org/packages/net.gsantner.markor/) 从 0.3.5 更新到 0.3.6

source: [Tasks](https://f-droid.org/packages/org.tasks/) was updated from 5.3.6 to 6.0.5
de: [Tasks](https://f-droid.org/packages/org.tasks/) erhielt ein Update von 5.3.6 nach 6.0.5
pl: [Tasks](https://f-droid.org/packages/org.tasks/) został zaktualizowany z 5.3.6 na 6.0.5
ro: [Tasks](https://f-droid.org/packages/org.tasks/) a fost actualizat de la 5.3.6 la 6.0.5
ru: [Tasks](https://f-droid.org/packages/org.tasks/) обновлено с 5.3.6 до 6.0.5
uk: [Tasks](https://f-droid.org/packages/org.tasks/) оновлено з 5.3.6 до 6.0.5
zh_hans: [Tasks](https://f-droid.org/packages/org.tasks/) 从 5.3.6 更新到 6.0.5

source: [The Light](https://f-droid.org/packages/org.hlwd.bible/) was updated from 2.13 to 3.0
de: [The Light](https://f-droid.org/packages/org.hlwd.bible/) wurde von 2.13 auf 3.0 aktualisiert
pl: [The Light](https://f-droid.org/packages/org.hlwd.bible/) został zaktualizowany z wersji 2.13 na 3.0
ro: [The Light](https://f-droid.org/packages/org.hlwd.bible/) a fost actualizat de la 2.13 la 3.0
ru: [The Light](https://f-droid.org/packages/org.hlwd.bible/) обновлено с 2.13 до 3.0
uk: [The Light](https://f-droid.org/packages/org.hlwd.bible/) оновлено з 2.13 до 3.0
zh_hans: [The Light](https://f-droid.org/packages/org.hlwd.bible/) 从 2.13 更新到 3.0

source: No apps were moved to the archive this week.
de: In dieser Woche wurden keine Apps ins Archiv verschoben.
pl: W tym tygodniu żadne aplikacje nie zostały przeniesione do archiwum.
ro: Nicio aplicație nu a fost mutată în arhivă în această săptămână.
ru: На этой неделе ни одно приложение не было перемещено в архив.
uk: Цього тижня жоден застосунок не було переміщено в архів.
zh_hans: 本周没有任何应用被移到存档中。

source: We'll obviously have more news from the F-Droid core team, but we also want to include news from the wider ecosystem, so if you are working on something F-Droid related, like to talk about your app that's getting updated or newly included in F-Droid, or have some news related to F-Droid, get in touch!
de: Klar, wir haben noch weitere Neuigkeiten aus dem F-Droid-Kernteam, aber wir möchten auch dem weiteren Umfeld Raum für Neues geben. Wenn Sie also an etwas arbeiten, was mit F-Droid verwandt ist, über Ihre App erzählen möchten, die aktualisiert oder neu in F-Droid eingeführt wird, oder irgendwelche Nachrichten mit Bezug zu F-Droid kennen, dann melden Sie sich!
pl: Będziemy oczywiście mieć więcej wiadomości od głównego zespołu F-Droid, ale chcemy również dołączyć wiadomości z szerszego ekosystemu, więc jeśli pracujesz nad czymś związanym z F-Droidem, lubisz mówić o swojej aplikacji, która jest aktualizowana lub nowo zawarte w F-Droid, lub masz jakieś wiadomości związane z F-Droid, skontaktuj się!
ro: Evident, vom avea mai multe noutăți de la echipa de bază F-Droid, dar dorim să includem și noutăți din ecosistemul mai larg, așa că dacă lucrați la ceva legat de F-Droid, dacă doriți să vorbiți despre aplicația dvs. care va fi actualizată sau nou inclusă în F-Droid, sau dacă aveți noutăți legate de F-Droid, contactați-ne!
ru: Очевидно, что у нас будет больше новостей от основной команды F-Droid, но мы также хотим включить новости из более широкой экосистемы, поэтому если вы работаете над чем-то, связанным с F-Droid, хотите рассказать о своем приложении, которое обновляется или недавно включено в F-Droid, или у вас есть новости, связанные с F-Droid, свяжитесь с нами!
uk: Очевидно, що у нас буде більше новин від основної команди F-Droid, але ми також хочемо включити новини з ширшої екосистеми, тому якщо ви працюєте над чимось, пов'язаним з F-Droid, хочете розповісти про свій застосунок, який оновився або недавно включений до F-Droid, або у вас є новини, пов'язані з F-Droid, зв'яжіться з нами!
zh_hans: 我们显然将从 F-Droid 核心团队获得更多新闻，但我们也想要从更广泛的生态系统获得新闻，所以如果你正在做一些与 F-Droid 相关的事情，想要谈谈 F-Droid 更新或收录的你的应用，或有一些与 F-Droid 相关的新闻，请联系我们！

source: Please post submissions to the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum or mention [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) and tag [#fdroid](https://mastodon.technology/tags/fdroid) in your toot.
de: Beiträge senden Sie bitte an den [TWIF Submission Thread](https://forum.f-droid.org/t/twif-submission-thread) im Forum oder erwähnen Sie sie [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) mit dem Tag [#fdroid](https://mastodon.technology/tags/fdroid) in Ihrem Toot.
pl: Opublikuj zgłoszenia do [Zgłoszenie do TWIF](https://forum.f-droid.org/t/twif-submission-thread) na forum lub wzmiankę na [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) i tag [#fdroid](https://mastodon.technology/tags/fdroid) w swoim toot.
ro: Vă rugăm să postați contribuțiile în [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) pe forum sau să menționați [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) și să etichetați [#fdroid](https://mastodon.technology/tags/fdroid) în mesaj.
zh_hans: 请在论坛的 [TWIF 提交主题](https://forum.f-droid.org/t/twif-submission-thread)或在你的嘟文中提到 [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) 并使用 [#fdroid](https://mastodon.technology/tags/fdroid) 标签。

source: Feedback? Come talk to us in #fdroid on [Freenode](https://freenode.net/), on Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) or on [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). All of these spaces are bridged together. You can also join us on the [forum](https://forum.f-droid.org/), [toot on Mastodon](https://mastodon.technology/@fdroidorg), or, if you absolutely must, [tweet us](https://twitter.com/fdroidorg).
de: Feedback? Sprechen Sie mit uns in #fdroid auf [Freenode](https://freenode.net/), in Matrix über [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) oder über [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Alle diese Plätze werden zusammengeführt. Treten Sie dem [Forum](https://forum.f-droid.org/) bei. [Tröten Sie auf Mastodon](https://mastodon.technology/@fdroidorg), oder, wenn es unbedingt sein muss, [twittern Sie](https://twitter.com/fdroidorg).
pl: Opinie? Przyjdź, skontaktuj się z nami w fdroid na [Freenode](https://freenode.net/), na Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) lub na [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Wszystkie te przestrzenie są ze sobą połączone. Możesz także dołączyć do nas na stronie [forum](https://forum.f-droid.org/), [toot on Mastodon](https://mastodon.technology/@fdroidorg), lub, jeśli absolutnie musisz, [tweet us](https://twitter.com/fdroidorg).
ro: Feedback? Veniți să vorbiți cu noi în #fdroid pe [Freenode](https://freenode.net/), pe Matrix prin [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) sau pe [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Toate aceste spații sunt conectate între ele. De asemenea, puteți să ni vă alăturați pe [forum](https://forum.f-droid.org/), [toot on Mastodon](https://mastodon.technology/@fdroidorg) sau, dacă trebuie neapărat, [tweet us](https://twitter.com/fdroidorg).
zh_hans: 想要反馈？请在 [Freenode](https://freenode.net/) 的 #fdroid 频道，或在 Matrix 中通过 [#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)，或通过 [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA) 与我们联系。这些空间是相互桥接的。你也可以在[论坛](https://forum.f-droid.org/)上加入我们，[在 Mastodon 上发嘟文](https://mastodon.technology/@fdroidorg)，或者，如果你非得这么做，[tweet 我们](https://twitter.com/fdroidorg)。

source: This Week in F-Droid, Week 19
de: Diese Woche in F-Droid, Woche 19
pl: W tym tygodniu w F-Droid, Tydzień 19
ro: Săptămâna aceasta în F-Droid, săptămâna 19
ru: Эта неделя в F-Droid, неделя 19
uk: Цей тиждень у F-Droid, тиждень 19
zh_hans: F-Droid 每周新闻，第 19 周

source: **Rudloff** has been tearing through the [rfp backlog](https://gitlab.com/fdroid/rfp/issues) faster than [Bubu](https://forum.f-droid.org/u/Bubu) and **mimi89999** can review it. This means new apps are getting added to F-Droid faster.
de: **Rudloff** hat den [rfp-Backlog](https://gitlab.com/fdroid/rfp/issues) schneller durchpflügt als [Bubu](https://forum.f-droid.org/u/Bubu) und **mimi89999** kann es überprüfen. Das bedeutet, dass neue Anwendungen schneller zu F-Droid hinzugefügt werden.
pl: **Rudloff** przedziera się przez [rfp backlog](https://gitlab.com/fdroid/rfp/issues)szybszy niż [Bubu](https://forum.f-droid.org/u/Bubu) i **mimi89999** może to przejrzeć. Oznacza to, że nowe aplikacje są szybciej dodawane do F-Droid.
ro: **Rudloff** a răscolit [rfp backlog](https://gitlab.com/fdroid/rfp/issues) mai repede decât [Bubu](https://forum.f-droid.org/u/Bubu) și **mimi8999999** pot să îl revizuiască. Acest lucru înseamnă că noile aplicații sunt adăugate mai repede la F-Droid.
ru: **Rudloff** разрывает [rfp backlog](https://gitlab.com/fdroid/rfp/issues) быстрее, чем [Bubu](https://forum.f-droid.org/u/Bubu) и **mimi89999** успевают его просматривать. Это означает, что новые приложения добавляются в F-Droid быстрее.
uk: **Rudloff** розриває [rfp backlog](https://gitlab.com/fdroid/rfp/issues) швидше, ніж [Bubu](https://forum.f-droid.org/u/Bubu) і **mimi89999** встигають його переглядати. Це означає, що нові застосунки додаються в F-Droid швидше.
zh_hans: **Rudloff** 处理[积压的打包请求](https://gitlab.com/fdroid/rfp/issues)的速度一直比 [Bubu](https://forum.f-droid.org/u/Bubu) 快，而 **mimi89999** 可以审核它们。这意味着新的应用正更快地添加到 F-Droid 中。

source: We've had several comments from people wondering where VLC is. The VLC developers don't want us to distribute outdated versions, so it's in the archive until we can reliably and automatically build it when it updates. For more information, see the [forum thread](https://forum.f-droid.org/t/where-is-the-vlc-app/108).
de: Es gab zahlreiche Kommentare von Leuten, die sich fragen, wo VLC abgeblieben ist. Die VLC-Entwickler wollen uns keine veralteten Versionen verbreiten lassen, weshalb sie ins Archiv kam, bis wir in der Lage sind verlässlich und automatisch Builds herzustellen, wenn eine Aktualisierung ansteht. Weiter Informationen finden Sie im [Forumbeitrag](https://forum.f-droid.org/t/where-is-the-vlc-app/108).
pl: Mieliśmy kilka komentarzy od ludzi zastanawiających się, gdzie jest VLC. Programiści VLC nie chcą, abyśmy rozpowszechniali nieaktualne wersje, więc są w archiwum, dopóki nie będziemy w stanie niezawodnie i automatycznie budować go podczas aktualizacji. Aby uzyskać więcej informacji, zobacz [wątek na forum](https://forum.f-droid.org/t/where-is-the-vlc-app/108).
ro: Am primit mai multe comentarii de la oameni care se întrebau unde este VLC. Dezvoltatorii VLC nu doresc ca noi să distribuim versiuni depășite, așa că este în arhivă până când îl vom putea construi în mod fiabil și automat atunci când se actualizează. Pentru mai multe informații, consultați [forum thread](https://forum.f-droid.org/t/where-is-the-vlc-app/108).
ru: Мы получили несколько комментариев от людей, интересующихся, где VLC. Разработчики VLC не хотят, чтобы мы распространяли устаревшие версии, поэтому он находится в архиве, пока мы не сможем надежно и автоматически собирать его при обновлении. Для получения дополнительной информации смотрите [тему форума](https://forum.f-droid.org/t/where-is-the-vlc-app/108).
uk: Ми отримали кілька коментарів від людей, які цікавляться, де VLC. Розробники VLC не хочуть, щоб ми поширювали застарілі версії, тому він знаходиться в архіві, поки ми не зможемо надійно та автоматично збирати його під час оновлення. Додаткову інформацію читайте у [темі форуму](https://forum.f-droid.org/t/where-is-the-vlc-app/108).
zh_hans: 我们收到了一些关于 VLC 在哪的提问。VLC 开发人员不希望我们发布过时的版本，所以它一直在存档中，直到我们能够可靠地、自动地在更新时构建它。更多信息，请参见[论坛主题](https://forum.f-droid.org/t/where-is-the-vlc-app/108)。
