Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: New apps and updates are submitted to [fdroiddata](https://gitlab.com/fdroid/fdroiddata) via merge request and _git_ commits. Those changes are then stored forever in the _git_ history. In the past, the code trusted everything in _fdroiddata_, since the commits are reviewed by humans for any malicious bits. This model has a very good track record in F-Droid as well as many other projects developed in the open by many people. Debian is a great example of this, since almost a thousand Debian Developers have commit privileges which could give them root on every machine running Debian.
de: Neue Apps und Updates werden über Merge-Requests und _git_-Commits an [fdroiddata](https://gitlab.com/fdroid/fdroiddata) übermittelt. Diese Änderungen werden dann für immer im _git_-Verlauf gespeichert. In der Vergangenheit verließ sich der Code auf alles in _fdroiddata_, da die Commits von Menschen nach jedem bösartigen Bit durchsucht werden. Dieses Modell hat eine sehr gute Erfolgsgeschichte in F-Droid wie auch in vielen anderen, von vielen Leuten in der Open-Szene entwickelten Projekten. Debian ist ein wunderbares Beispiel dafür, da fast ein tausend Debian-Entwickler Commit-Privilegien besitzen, die ihnen Root auf jedem Rechner, auf dem Debian läuft, geben konnten.
pl: Nowe aplikacje i aktualizacje są przesyłane do [fdroiddata](https://gitlab.com/fdroid/fdroiddata) za pośrednictwem żądania scalenia i _git_ commitów. Zmiany te są przechowywane na zawsze w historii _git_. W przeszłości kod ufał wszystkiemu w _fdroiddata_, ponieważ zatwierdzenia są sprawdzane przez ludzi pod kątem złośliwych bitów. Model ten ma bardzo dobre wyniki w F-Droid, a także wiele innych projektów opracowanych przez wielu w otwartym środowisku. Debian jest tego świetnym przykładem, ponieważ prawie tysiąc programistów Debiana ma uprawnienia do zatwierdzania, które mogą dać im uprawnienia administratora na każdym komputerze z systemem Debian.
ro: Aplicațiile noi și actualizările sunt trimise la [fdroiddata](https://gitlab.com/fdroid/fdroiddata) prin intermediul cererilor de fuziune și al comenzilor _git_. Aceste modificări sunt apoi stocate pentru totdeauna în istoricul _git_. În trecut, codul avea încredere în tot ceea ce se afla în _fdroiddata_, deoarece comenzile sunt revizuite de oameni pentru a detecta eventuale biți rău intenționați. Acest model are un istoric foarte bun în F-Droid, precum și în multe alte proiecte dezvoltate în mod deschis de mulți oameni. Debian este un exemplu foarte bun în acest sens, deoarece aproape o mie de dezvoltatori Debian au privilegii de comitere care le-ar putea oferi drepturi de root pe fiecare mașină care rulează Debian..
ru: Новые приложения и обновления отправляются в [fdroiddata](https://gitlab.com/fdroid/fdroiddata) через запрос на слияние и _git_ коммиты. Затем эти изменения навсегда сохраняются в истории _git_. В прошлом код доверял всему в _fdroiddata_, поскольку коммиты проверяются людьми на наличие вредоносных битов. Эта модель очень хорошо зарекомендовала себя в F-Droid, а также во многих других проектах, разрабатываемых в открытую многими людьми. Debian - отличный пример этого, поскольку почти тысяча разработчиков Debian имеют привилегии коммита, которые могут дать им root на каждой машине под управлением Debian.
uk: Нові програми та оновлення відправляються в [fdroiddata](https://gitlab.com/fdroid/fdroiddata) через запит на злиття і _git_ комітів. Потім ці зміни назавжди зберігаються в історії _git_. У минулому код довіряв всьому в _fdroiddata_, оскільки комітів перевіряються людьми на наявність шкідливих бітів. Ця модель дуже добре зарекомендувала себе в F-Droid, а також у багатьох інших проєктах, що розробляються в відкриту багатьма людьми. Debian - відмінний приклад цього, оскільки майже тисяча розробників Debian мають привілеї комітів, які можуть дати їм root на кожній машині під управлінням Debian.
zh_hans: 新应用和更新通过合并请求和 _git_ 提交提交到 [fdroiddata](https://gitlab.com/fdroid/fdroiddata)。然后这些更改将永久存储在 _git_ 历史记录中。过去，代码信任 _fdroiddata_ 中的所有内容，因为人类会审查提交是否存在任何恶意数据。该模型在 F-Droid 以及许多人公开开发的许多其他项目中都有很好的记录。Debian 就是一个很好的例子，因为几乎有一千名 Debian 开发人员拥有提交权限，这可以让他们在每台运行 Debian 的机器上获得 root 权限。

source: This audit helped us ask the question: what kind privileges can be restricted or removed without changing the way contributors work? It also caught a number of issues where the code trusted the inputs from _fdroiddata_, where it had been committed and reviewed by humans, but that could then point to other code which could contain the exploits.
de: Dieses Audit half uns bei der Fragestellung: Welche Art Privilegien können beschränkt oder entfernt werden, ohne dabei die Arbeitsweise der Mitwirkenden zu verändern? Es erfasste auch eine Anzahl von Problemen, inwiefern der Code sich auf die Einträge in _fdroiddata_ verließ, inwiefern er von Menschenhand committed und überprüft worden war, dann aber doch auf anderen Code verweisen konnte, der Exploits enthalten könnte.
pl: Ta kontrola pomogła nam zadać pytanie: jakie przywileje mogą być ograniczone lub usunięte bez zmiany sposobu działania współpracowników? Przywołał także wiele problemów, w których kod zaufał wejściom z _fdroiddata_, gdzie został popełniony i sprawdzony przez ludzi, ale może to wskazywać na inny kod, który mógłby zawierać exploity.
ro: Acest audit ne-a ajutat să ne punem întrebarea: ce fel de privilegii pot fi restricționate sau eliminate fără a schimba modul de lucru al contribuabililor? De asemenea, a detectat o serie de probleme în care codul avea încredere în intrările din _fdroiddata_, în cazul în care acesta fusese trimis și revizuit de oameni, dar care ar putea apoi să trimită la alt cod care ar putea conține exploit-uri.
ru: Этот аудит помог нам задать вопрос: какие привилегии можно ограничить или удалить, не изменяя при этом работу вкладчиков? Он также выявил ряд проблем, когда код доверял входным данным из _fdroiddata_, где они были зафиксированы и проверены людьми, но которые затем могли указывать на другой код, который мог содержать эксплойты.
uk: Цей аудит допоміг нам поставити питання: які привілеї можна обмежити або видалити, не змінюючи при цьому роботу вкладників? Він також виявив ряд проблем, коли код довіряв вхідних даних з _fdroiddata_, де вони були зафіксовані та перевірені людьми, але які потім могли вказувати на інший код, який міг містити експлойти.
zh_hans: 这次审计帮助我们提出了一个问题：在不改变贡献者工作方式的情况下，可以限制或删除哪些权限？它还发现了一些问题，其中代码信任来自 _fdroiddata_ 的输入，这些输入已经由人类提交和审查，但这可能指向其他可能包含漏洞的代码。

source: Reducing the trust given to various pieces reduces the stresses of contributing, and allows us as a community to open more things up to all sorts of contributors. If a contributor feels that their review is the last line of defence against exploiting F-Droid, that adds a lot of stress to the review.
de: Eine Reduktion des Vertrauens, das diversen Teilen geschenkt wird, reduziert den Druck bei der Mitarbeit, und erlaubt uns als Gemeinschaft, allen Arten von Mitarbeitern weitere Sachen zu öffnen. Wenn ein Mitwirkender fühlt, dass seine Prüfung die letzte Verteidigungslinie gegen die Ausnutzung von F-Froid darstellt, bringt das eine große Belastung bei der Prüfung mit sich.
pl: Zmniejszenie zaufania do różnych elementów zmniejsza stresy wnoszące wkład i pozwala nam, jako społeczności, otworzyć więcej rzeczy dla wszystkich rodzajów współtwórców. Jeśli uczestnik uważa, że ich przegląd jest ostatnią linią obrony przed wykorzystaniem F-Droid, to dodaje wiele stresu do recenzji.
ro: Reducerea încrederii acordate diverselor piese reduce stresul de a contribui și ne permite, ca și comunitate, să deschidem mai multe lucruri pentru tot felul de contribuitori. Dacă un contributor simte că revizuirea sa este ultima linie de apărare împotriva exploatării F-Droid, acest lucru adaugă mult stres la revizuire.
ru: Уменьшение доверия к различным частям снижает стресс при внесении вклада и позволяет нам как сообществу открыть больше вещей для всех видов участников. Если участник считает, что его обзор - это последняя линия обороны против эксплуатации F-Droid, это добавляет много стресса в обзор.
uk: Зменшення довіри до різних частин знижує стрес при внесенні вкладу і дозволяє нам як суспільству відкрити більше речей для всіх видів учасників. Якщо учасник вважає, що його огляд - це остання лінія оборони проти експлуатації F-Droid, це додає багато стресу в огляд.
zh_hans: 减少对各个部分的信任可以减少贡献的压力，并允许我们作为一个社区向各种贡献者开放更多的东西。如果贡献者认为他们的审核是防止利用 F-Droid 的最后一道防线，那会给审核增加很大的压力。

source: Privileged Extension
de: Rechteerweiterung
pl: Uprzywilejowane rozszerzenie
ro: Extensie privilegiată
ru: Привилегированное расширение
uk: Привілейоване розширення
zh_hans: 特权扩展

source: There were no issues found in the Privileged Extension code or the interaction between F-Droid client and Privileged Extension.
de: Im Code der Rechteerweiterung oder bei der Zusammenarbeit von F-Droid-Client und Rechteerweiterung wurden keine Probleme festgestellt.
pl: Nie znaleziono problemów w kodzie uprzywilejowanego rozszerzenia ani interakcji między klientem F-Droid a rozszerzeniem uprzywilejowanym.
ro: Nu au fost găsite probleme în codul Privileged Extension sau în interacțiunea dintre clientul F-Droid și Privileged Extension.
ru: В коде Privileged Extension или во взаимодействии между клиентом F-Droid и Privileged Extension проблем обнаружено не было.
uk: У коді Privileged Extension або у взаємодії між клієнтом F-Droid і Privileged Extension проблем виявлено не було.
zh_hans: 在特权扩展代码或 F-Droid 客户端与特权扩展之间的交互中没有发现问题。

source: F-Droid client
de: F-Droid Kern
pl: Klient F-Droid
ro: Clientul F-Droid
ru: Клиент F-Droid
uk: Клієнт F-Droid
zh_hans: F-Droid 客户端

source: [4.1.19 OTF-019 — Potential SQL Injection]({{ site.baseurl }}/docs/Second_Audit_Report/#f35-potential-sql-injection)
de: [4.1.19 OTF-019 — Potentielle SQL-Einschleußung]({{ site.baseurl }}/docs/Second_Audit_Report/#f35-potential-sql-injection)
pl: [4.1.19 OTF-019 — Potencjalna iniekcja SQL]({{ site.baseurl }}/docs/Second_Audit_Report/#f35-potential-sql-injection)
ro: [4.1.19 OTF-019 - Injecție SQL potențială]({{ site.baseurl }}/docs/Second_Audit_Report/#f35-potential-sql-injection)
ru: [4.1.19 OTF-019 — Потенциальная SQL инъекция]({{ site.baseurl }}/docs/Second_Audit_Report/#f35-potential-sql-injection)
zh_hans: [4.1.19 OTF-019 - 潜在的 SQL 注入]({{ site.baseurl }}/docs/Second_Audit_Report/#f35-potential-sql-injection)

source: [4.1.24 OTF-024 — (fdroidclient) Raw SQL Query Executions]({{ site.baseurl }}/docs/Second_Audit_Report/#f47--fdroidclient-raw-sql-query-executions)
de: [4.1.24 OTF-024 — (fdroidclient) Ausführung unformatierter SQL-Abfragen]({{ site.baseurl }}/docs/Second_Audit_Report/#f47--fdroidclient-raw-sql-query-executions)
pl: [4.1.24 OTF-024 — (fdroidclient) Surowe kwerendy SQL Query]({{ site.baseurl }}/docs/Second_Audit_Report/#f47--fdroidclient-raw-sql-query-executions)
ro: [4.1.24 OTF-024 - (fdroidclient) Execuții de interogări SQL brute]({{ site.baseurl }}/docs/Second_Audit_Report/#f47--fdroidclient-raw-sql-query-executions)
ru: [4.1.24 OTF-024 - (fdroidclient) Сырые выполнения SQL-запросов]({{ site.baseurl }}/docs/Second_Audit_Report/#f47--fdroidclient-raw-sql-query-executions)
zh_hans: [4.1.24 OTF-024 — (fdroidclient) 原始 SQL 查询执行]({{ site.baseurl }}/docs/Second_Audit_Report/#f47--fdroidclient-raw-sql-query-executions)

source: right now, repos are trusted inputs verified by signatures. This kind of finding helps us make it so less trust is required when using third party repos
ro: în acest moment, depozitele sunt intrări de încredere verificate prin semnături. Acest tip de descoperire ne ajută să facem în așa fel încât să fie nevoie de mai puțină încredere atunci când folosim depozite de la terțe părți
ru: В настоящее время репозитории доверяют входам, проверенным по подписям. Подобные выводы помогут нам сделать так, чтобы при использовании сторонних репозиториев требовалось меньше доверия
uk: Нині репозиторії довіряють входам, перевіреним за підписами. Подібні висновки допоможуть нам зробити так, щоб при використанні сторонніх репозиторіїв було потрібно менше довіри
zh_hans: 现在，存储库是通过签名验证的可信输入。这种发现有助于我们减少使用第三方存储库时所需的信任

source: [4.1.26 OTF-026 — (fdroid Client) Insecure Implementation of SSL]({{ site.baseurl }}/docs/Second_Audit_Report/#f52--fdroid-client-insecure-implementation-of-ssl)
de: [4.1.26 OTF-026 — (fdroid Client) Unsichere Umsetzung von SSL]({{ site.baseurl }}/docs/Second_Audit_Report/#f52--fdroid-client-insecure-implementation-of-ssl)
pl: [4.1.26 OTF-026 — (fdroid Client) Niezabezpieczona implementacja protokołu SSL]({{ site.baseurl }}/docs/Second_Audit_Report/#f52--fdroid-client-insecure-implementation-of-ssl)
ro: [4.1.26 OTF-026 - (fdroid Client) Implementarea nesigură a SSL]({{ site.baseurl }}/docs/Second_Audit_Report/#f52--fdroid-client-insecure-implementation-of-ssl)
ru: [4.1.26 OTF-026 — (клиент fdroid) Небезопасная реализация SSL]({{ site.baseurl }}/docs/Second_Audit_Report/#f52--fdroid-client-insecure-implementation-of-ssl)
uk: [4.1.26 OTF-026 — (клієнт fdroid) Небезпечна реалізація SSL]({{ site.baseurl }}/docs/Second_Audit_Report/#f52--fdroid-client-insecure-implementation-of-ssl)
zh_hans: [4.1.26 OTF-026 - (fdroid Client) SSL 的不安全实现]({{ site.baseurl }}/docs/Second_Audit_Report/#f52--fdroid-client-insecure-implementation-of-ssl)

source: This finding is labeling a standard practice in Android as insecure: "It is possible to install an SSL certificate on a device and run the application to capture its traffic on the proxy." Android does not make it easy to accidentally include a certificate on the device, and it also puts up a constant notification when one is in place. We believe that following this recommendation would not noticeably improve real world security. It would eliminate legitimate use cases of installing a certificate on the device to inspect the traffic. For example: company firewalls that must inspect traffic to comply with regulations; or, auditing real world traffic of F-Droid during normal operation.
de: Diese Erkenntnis weist eine Standardpraxis in Android als unsicher aus: "Es ist möglich, auf einem Gerät ein SSL-Zertifikat zu installieren und die Anwendung auszuführen, um deren Datenverkehr auf dem Proxy zu erfassen." Android macht es nicht einfach, versehentlich ein Zertifikat auf dem Gerät zu integrieren, und es stellt auch eine dauerhafte Benachrichtigung auf, wenn eines vorhanden ist. Wir glauben, dass das Befolgen dieser Empfehlung die Sicherheit im wirklichen Leben nicht nennenswert verbessern würde. Es würde legitime Anwendungsfälle der Zertifikatinstallation zur Beobachtung des Datenverkehrs auf einem Gerät ausschließen. Zum Beispiel: Firmen-Firewalls, die den Datenverkehr beobachten müssen, um den Vorschriften nachzukommen; oder Prüfung des realen Verkehrs von F-Droid im normalen Betrieb.
pl: To stwierdzenie określa standardową praktykę w systemie Android jako niepewną: "Możliwe jest zainstalowanie certyfikatu SSL na urządzeniu i uruchomienie aplikacji w celu przechwycenia jej ruchu na serwerze proxy." Android nie ułatwia przypadkowego umieszczenia certyfikatu na urządzeniu, a także umieszcza stałe powiadomienie, gdy jest na miejscu. Uważamy, że zastosowanie się do tej rekomendacji nie poprawi znacząco realnego bezpieczeństwa na świecie. Wyeliminowałoby to uzasadnione przypadki użycia instalacji certyfikatu na urządzeniu do inspekcji ruchu. Na przykład: firewall firmy, który musi kontrolować ruch w celu zapewnienia zgodności z przepisami; lub, kontrolując rzeczywisty ruch F-Droid podczas normalnej pracy.
ro: Această constatare etichetează o practică standard din Android ca fiind nesigură: "Este posibil să se instaleze un certificat SSL pe un dispozitiv și să se ruleze aplicația pentru a capta traficul acesteia pe proxy". Android nu facilitează includerea din greșeală a unui certificat pe dispozitiv și, de asemenea, afișează o notificare constantă atunci când este instalat unul. Considerăm că respectarea acestei recomandări nu ar îmbunătăți în mod vizibil securitatea în lumea reală. Ar elimina cazurile de utilizare legitime de instalare a unui certificat pe dispozitiv pentru a inspecta traficul. De exemplu: firewall-urile companiei care trebuie să inspecteze traficul pentru a se conforma reglementărilor; sau, auditarea traficului din lumea reală al F-Droid în timpul funcționării normale.
ru: Этот вывод маркирует стандартную практику в Android как небезопасную: "Можно установить SSL-сертификат на устройство и запустить приложение, чтобы перехватить его трафик на прокси". Android не упрощает случайную установку сертификата на устройство, а также постоянно уведомляет о его наличии. Мы считаем, что следование этой рекомендации не приведет к заметному улучшению безопасности в реальном мире. Она устранит законные случаи использования установки сертификата на устройство для проверки трафика. Например: брандмауэры компании, которые должны проверять трафик для соответствия нормативным требованиям; или аудит реального трафика F-Droid во время нормальной работы.
uk: Цей висновок маркує стандартну практику в Android як небезпечну: "Можна встановити SSL-сертифікат на пристрій і запустити застосунок, щоб перехопити його трафік на проксі". Android не спрощує випадкову установку сертифіката на пристрій, а також постійно повідомляє про його наявності. Ми вважаємо, що дотримання цієї рекомендації не призведе до помітного поліпшення безпеки в реальному світі. Вона усуне законні випадки використання установки сертифіката на пристрій для перевірки трафіку. Наприклад: брандмауери компанії, які повинні перевіряти трафік для відповідності нормативним вимогам; або аудит реального трафіку F-Droid під час нормальної роботи.
zh_hans: 这一发现将 Android 中的标准做法标记为不安全：“可以在设备上安装 SSL 证书并运行应用以在代理上捕获其流量。” Android 不会让意外在设备上包含证书变得容易，并且它还会在证书到位时发出持续通知。我们认为，遵循此建议不会显着提高现实世界的安全性。它将消除在设备上安装证书以检查流量的合法用例。例如：必须检查流量以符合规定的公司防火墙；或者，在正常操作期间审核 F-Droid 的真实流量。

source: [4.1.20 OTF-020 — Unverified URI redirect]({{ site.baseurl }}/docs/Second_Audit_Report/#f41-app-uses-data-from-clipboard)
de: [4.1.20 OTF-020 — Nicht verifizierte URI-Umleitung]({{ site.baseurl }}/docs/Second_Audit_Report/#f41-app-uses-data-from-clipboard)
pl: [4.1.20 OTF-020 — Przekierowanie URI niezweryfikowane]({{ site.baseurl }}/docs/Second_Audit_Report/#f41-app-uses-data-from-clipboard)
ro: [4.1.20 OTF-020 - Redirecționare URI neverificată]({{ site.baseurl }}/docs/Second_Audit_Report/#f41-app-uses-data-from-clipboard)
ru: [4.1.20 OTF-020 - Непроверенный URI редирект]({{ site.baseurl }}/docs/Second_Audit_Report/#f41-app-uses-data-from-clipboard)
uk: [4.1.20 OTF-020 - Неперевірений URI редирект]({{ site.baseurl }}/docs/Second_Audit_Report/#f41-app-uses-data-from-clipboard)
zh_hans: [4.1.20 OTF-020 — 未经验证的 URI 重定向]({{ site.baseurl }}/docs/Second_Audit_Report/#f41-app-uses-data-from-clipboard)

source: This could only be exploited to change the URL that is shown in the TOFU prompt to the user. The user is responsible for confirming what is listed in that prompt. It should be fixed, but does not seem urgent. It will be included when we overhaul the whole "App Repo" process.
de: Das kann nur dazu ausgenutzt werden, um die URL zu ändern, die dem Anwender in der TOFU-Abfrage angezeigt wird. Der Anwender trägt bei Bestätigung die Verantwortung dafür, was in dieser Abfrage gelistet ist. Es sollte behoben werden, erscheint aber nicht als dringend. Es wird engeschlossen werden, wenn wir den ganzen "App Repo"-Prozess überarbeiten.
pl: Można to wykorzystać tylko do zmiany adresu URL wyświetlanego użytkownikowi w monicie TOFU. Użytkownik jest odpowiedzialny za potwierdzenie tego, co jest wymienione w tym monicie. Powinien zostać naprawiony, ale nie wydaje się pilny. Zostanie uwzględnione, gdy dokonamy przeglądu całego procesu "App Repo".
ro: Acest lucru ar putea fi exploatat doar pentru a schimba URL-ul care este afișat în fereastra TOFU pentru utilizator. Utilizatorul este responsabil pentru confirmarea informațiilor afișate în acest mesaj. Acest lucru ar trebui rezolvat, dar nu pare a fi urgent. Va fi inclusă atunci când vom revizui întregul proces "App Repo".
ru: Это может быть использовано только для изменения URL, который отображается в подсказке TOFU для пользователя. Пользователь несет ответственность за подтверждение того, что указано в подсказке. Это должно быть исправлено, но не кажется срочным. Оно будет включено, когда мы переработаем весь процесс "App Repo".
uk: Це може бути використано тільки для зміни URL, який відображається в підказці TOFU для користувача. Користувач несе відповідальність за підтвердження того, що зазначено в підказці. Це повинно бути виправлено, але не здається терміновим. Воно буде включено, коли ми переробимо весь процес "App Repo".
zh_hans: 这只能被利用来更改在 TOFU 提示中显示给用户的 URL。用户负责确认该提示中列出的内容。它应该被修复，但似乎并不紧急。当我们对整个“应用存储库”流程进行大修时，它将包括在内。

source: [4.1.23 OTF-023 — (fdroidclient) App Is Signed With _SHA1withRSA_, Known to Have Collision Issues]({{ site.baseurl }}/docs/Second_Audit_Report/#f46--fdroidclient-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
de: [4.1.23 OTF-023 — (fdroidclient) App ist mit _SHA1withRSA_ signiert, was für Kollisionsprobleme bekannt ist]({{ site.baseurl }}/docs/Second_Audit_Report/#f46--fdroidclient-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
pl: [4.1.23 OTF-023 — (fdroidclient) Aplikacja jest podpisana _SHA1withRSA_, Znana z problemów z kolizją]({{ site.baseurl }}/docs/Second_Audit_Report/#f46--fdroidclient-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
ru: [4.1.23 OTF-023 — (fdroidclient) Приложение Подписано с _SHA1withRSA_, известен как имеющий проблемы сговора]({{ site.baseurl }}/docs/Second_Audit_Report/#f46--fdroidclient-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
uk: [4.1.23 OTF-023 — (fdroidclient) App Is Signed With _SHA1withRSA_, Відомі проблеми з колізіями]({{ site.baseurl }}/docs/Second_Audit_Report/#f46--fdroidclient-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
zh_hans: [4.1.23 OTF-023 — (fdroidclient) 应用使用 _SHA1withRSA_ 签名，已知存在冲突问题]({{ site.baseurl }}/docs/Second_Audit_Report/#f46--fdroidclient-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)

source: [4.1.27 OTF-027 — (Privilege Extension) Mobile application package signed with weak algorithm _SHA1withRSA_]({{ site.baseurl }}/docs/Second_Audit_Report/#f53--privilege-extension-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
de: [4.1.27 OTF-027 — (Privilege Extension) Mobiles Anwendungspaket mit schwachem Algorithmus _SHA1withRSA_ signiert]({{ site.baseurl }}/docs/Second_Audit_Report/#f53--privilege-extension-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
pl: [4.1.27 OTF-027 — (Privilege Extension) Pakiet aplikacji mobilnych podpisany słabym algorytmem _SHA1withRSA_]({{ site.baseurl }}/docs/Second_Audit_Report/#f53--privilege-extension-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
ro: [4.1.27 OTF-027 - (Privilege Extension) Pachet de aplicații mobile semnat cu algoritmul slab _SHA1withRSA_]({{ site.baseurl }}/docs/Second_Audit_Report/#f53--privilege-extension-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
ru: [4.1.27 OTF-027 — (Privilege Extension) Пакет мобильного приложения, подписанного слабым алгоритмом _SHA1withRSA_]({{ site.baseurl }}/docs/Second_Audit_Report/#f53--privilege-extension-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
uk: [4.1.27 OTF-027 — (Превілейоване розширення) Пакунок мобільного застосунку, підписаного слабким алгоритмом _SHA1withRSA_]({{ site.baseurl }}/docs/Second_Audit_Report/#f53--privilege-extension-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
zh_hans: [4.1.27 OTF-027 - (Privilege Extension) 使用弱算法 _SHA1withRSA_ 签名的移动应用包]({{ site.baseurl }}/docs/Second_Audit_Report/#f53--privilege-extension-app-is-signed-with-sha1withrsa-known-to-have-collision-issues)
