Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)** was [updated](https://gitlab.com/thgoebel/spartathlon/tree/HEAD/CHANGELOG.md) from 0.3.2 to 0.5.0
de: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)**-[Aktualisierung](https://gitlab.com/thgoebel/spartathlon/tree/HEAD/CHANGELOG.md) von 0.3.2 auf 0.5.0
pl: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)** został [zaktualizowany](https://gitlab.com/thgoebel/spartathlon/tree/HEAD/CHANGELOG.md) z 0.3.2 do 0.5.0
ro: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)** a fost [updated](https://gitlab.com/thgoebel/spartathlon/tree/HEAD/CHANGELOG.md) de la 0.3.2 la 0.5.0
ru: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)** был [обновлен](https://gitlab.com/thgoebel/spartathlon/tree/HEAD/CHANGELOG.md) с 0.3.2 до 0.5.0
uk: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)** [оновлено](https://gitlab.com/thgoebel/spartathlon/tree/HEAD/CHANGELOG.md) з 0.3.2 до 0.5.0
zh_hans: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)** 从 0.3.2 [更新](https://gitlab.com/thgoebel/spartathlon/tree/HEAD/CHANGELOG.md)到 0.5.0

source: **[Stanley](https://f-droid.org/packages/fr.xgouchet.packageexplorer/)** was updated from 2.4 to 2.5
de: **[Stanley](https://f-droid.org/packages/fr.xgouchet.packageexplorer/)** erhielt ein Update von 2.4 auf 2.5
pl: **[Stanley](https://f-droid.org/packages/fr.xgouchet.packageexplorer/)** został zaktualizowany z 2.4 do 2.5
ro: **[Stanley](https://f-droid.org/packages/fr.xgouchet.packageexplorer/)** a fost actualizat de la 2.4 la 2.5
ru: **[Stanley](https://f-droid.org/packages/fr.xgouchet.packageexplorer/)** был обновлен с 2.4 до 2.5
uk: **[Stanley](https://f-droid.org/packages/fr.xgouchet.packageexplorer/)** оновлено з 2.4 до 2.5
zh_hans: **[Stanley](https://f-droid.org/packages/fr.xgouchet.packageexplorer/)** 从 2.4 更新到 2.5

source: **[Starke Verben](https://f-droid.org/packages/org.sw24softwares.starkeverben/)** was [updated](https://github.com/Sw24Softwares/StarkeVerben/releases) from 3.2.1 to 4.0
de: **[Starke Verben](https://f-droid.org/packages/org.sw24softwares.starkeverben/)**-[Aktualisierung](https://github.com/Sw24Softwares/StarkeVerben/releases) von 3.2.1 auf 4.0
pl: **[Starke Verben](https://f-droid.org/packages/org.sw24softwares.starkeverben/)** został [zaktualizowany](https://github.com/Sw24Softwares/StarkeVerben/releases) z 3.2.1 do 4.0
ro: **[Starke Verben](https://f-droid.org/packages/org.sw24softwares.starkeverben/)** a fost [updated](https://github.com/Sw24Softwares/StarkeVerben/releases) de la 3.2.1 la 4.0
ru: **[Starke Verben](https://f-droid.org/packages/org.sw24softwares.starkeverben/)** был [обновлен](https://github.com/Sw24Softwares/StarkeVerben/releases) с 3.2.1 до 4.0
uk: **[Starke Verben](https://f-droid.org/packages/org.sw24softwares.starkeverben/)** [оновлено](https://github.com/Sw24Softwares/StarkeVerben/releases) з 3.2.1 до 4.0
zh_hans: **[Starke Verben](https://f-droid.org/packages/org.sw24softwares.starkeverben/)** 从 3.2.1 [更新](https://github.com/Sw24Softwares/StarkeVerben/releases)到 4.0

source: **[Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/)** was updated from 0.9.15 to 1.0.3
de: **[Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/)** erhielt ein Update von 0.9.15 auf 1.0.3
pl: **[Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/)** został zaktualizowany z 0.9.15 do 1.0.3
ro: **[Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/)** a fost actualizat de la 0.9.15 la 1.0.3
ru: **[Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/)** обновлен с 0.9.15 до 1.0.3
uk: **[Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/)** оновлено з 0.9.15 до 1.0.3
zh_hans: **[Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/)** 从 0.9.15 更新到 1.0.3

source: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)** was updated from 1.1.3 to 1.1.7
de: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)** erhielt ein Update von 1.1.3 auf 1.1.7
pl: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)** został zaktualizowany z 1.1.3 do 1.1.7
ro: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)** a fost actualizat de la 1.1.3 la 1.1.7
ru: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)** был обновлен с 1.1.3 до 1.1.7
uk: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)** оновлено з 1.1.3 до 1.1.7
zh_hans: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)** 从 1.1.3 更新到 1.1.7

source: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** was [updated](https://github.com/westnordost/StreetComplete/releases) from 10.2 to 12.2
de: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)**- [Aktualisierung](https://github.com/westnordost/StreetComplete/releases) von 10.2 nach 12.2
pl: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** został [zaktualizowany](https://github.com/westnordost/StreetComplete/releases) z 10.2 do 12.2
ro: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** a fost [updated](https://github.com/westnordost/StreetComplete/releases) de la 10,2 la 12,2
ru: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** был [обновлен](https://github.com/westnordost/StreetComplete/releases) с 10.2 до 12.2
uk: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** [оновлено](https://github.com/westnordost/StreetComplete/releases) з 10.2 до 12.2
zh_hans: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 从 10.2 [更新](https://github.com/westnordost/StreetComplete/releases)到 12.2

source: **[Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/)** was updated from 1.3.0 to 1.4.0
de: **[Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/)** erhielt ein Update von 1.3.0 auf 1.4.0
pl: **[Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/)** został zaktualizowany z 1.3.0 do 1.4.0
ro: **[Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/)** a fost actualizat de la 1.3.0 la 1.4.0
ru: **[Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/)** был обновлен с 1.3.0 до 1.4.0
uk: **[Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/)** оновлено з 1.3.0 до 1.4.0
zh_hans: **[Sun Time](https://f-droid.org/packages/com.gitlab.kreikenbaum.suntime.fdroid/)** 从 1.3.0 更新到 1.4.0

source: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)** was [updated](https://github.com/forrestguice/SuntimesCalendars/blob/HEAD/CHANGELOG.md) from 0.2.0 to 0.3.1
de: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)**-[Aktualisierung](https://github.com/forrestguice/SuntimesCalendars/blob/HEAD/CHANGELOG.md) von 0.2.0 auf 0.3.1
pl: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)** został [zaktualizowany](https://github.com/forrestguice/SuntimesCalendars/blob/HEAD/CHANGELOG.md) z 0.2.0 do 0.3.1
ro: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)** a fost [updated](https://github.com/forrestguice/SuntimesCalendars/blob/HEAD/CHANGELOG.md) de la 0.2.0 la 0.3.1
ru: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)** был [обновлен](https://github.com/forrestguice/SuntimesCalendars/blob/HEAD/CHANGELOG.md) с 0.2.0 до 0.3.1
uk: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)** [оновлено](https://github.com/forrestguice/SuntimesCalendars/blob/HEAD/CHANGELOG.md) з 0.2.0 до 0.3.1
zh_hans: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)** 从 0.2.0 [更新](https://github.com/forrestguice/SuntimesCalendars/blob/HEAD/CHANGELOG.md)到 0.3.1

source: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** was [updated](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) from 0.11.1 to 0.11.6
de: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)**-[Aktualisierung](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) von 0.11.1 auf 0.11.6
pl: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** został [zaktualizowany](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) z 0.11.1 do 0.11.6
ro: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** a fost [updated](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) de la 0.11.1 la 0.11.6
ru: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** был [обновлен](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) с 0.11.1 до 0.11.6
uk: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** [оновлено](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md) з 0.11.1 до 0.11.6
zh_hans: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** 从 0.11.1 [更新](https://github.com/forrestguice/SuntimesWidget/blob/HEAD/CHANGELOG.md)到 0.11.6

source: **[SuperFreezZ](https://f-droid.org/packages/superfreeze.tool.android/)** was updated from 0.0.9-alpha to 0.4
de: **[SuperFreezZ](https://f-droid.org/packages/superfreeze.tool.android/)** erhielt ein Update von 0.0.9-alpha auf 0.4
pl: **[SuperFreezZ](https://f-droid.org/packages/superfreeze.tool.android/)** został zaktualizowany z 0.0.9-alpha do 0.4
ro: **[SuperFreezZ](https://f-droid.org/packages/superfreeze.tool.android/)** a fost actualizat de la 0.0.9-alpha la 0.4
ru: **[SuperFreezZ](https://f-droid.org/packages/superfreeze.tool.android/)** был обновлен с 0.0.9-alpha до 0.4
uk: **[SuperFreezZ](https://f-droid.org/packages/superfreeze.tool.android/)** оновлено з 0.0.9-alpha до 0.4
zh_hans: **[SuperFreezZ](https://f-droid.org/packages/superfreeze.tool.android/)** 从 0.0.9-alpha 更新到 0.4

source: **[SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/)** was [updated](https://github.com/supertuxkart/stk-code/blob/HEAD/CHANGELOG.md) from 0.9.3 to 1.0
de: **[SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/)**-[Aktualisierung](https://github.com/supertuxkart/stk-code/blob/HEAD/CHANGELOG.md) von 0.9.3 auf 1.0
pl: **[SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/)** został [zaktualizowany](https://github.com/supertuxkart/stk-code/blob/HEAD/CHANGELOG.md) z 0.9.3 do 1.0
ro: **[SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/)** a fost [updated](https://github.com/supertuxkart/stk-code/blob/HEAD/CHANGELOG.md) de la 0.9.3 la 1.0
ru: **[SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/)** был [обновлен](https://github.com/supertuxkart/stk-code/blob/HEAD/CHANGELOG.md) с 0.9.3 до 1.0
uk: **[SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/)** [оновлено](https://github.com/supertuxkart/stk-code/blob/HEAD/CHANGELOG.md) з 0.9.3 до 1.0
zh_hans: **[SuperTuxKart](https://f-droid.org/packages/org.supertuxkart.stk/)** 从 0.9.3 [更新](https://github.com/supertuxkart/stk-code/blob/HEAD/CHANGELOG.md)到 1.0

source: **[Symphony](https://f-droid.org/packages/org.fitchfamily.android.symphony/)** was [updated](https://github.com/n76/Symphony/blob/HEAD/CHANGELOG.md) from 1.1.10 to 1.1.14
de: **[Symphony](https://f-droid.org/packages/org.fitchfamily.android.symphony/)**-[Aktualisierung](https://github.com/n76/Symphony/blob/HEAD/CHANGELOG.md) von 1.1.10 auf 1.1.14
pl: **[Symphony](https://f-droid.org/packages/org.fitchfamily.android.symphony/)** został [zaktualizowany](https://github.com/n76/Symphony/blob/HEAD/CHANGELOG.md) z 1.1.10 do 1.1.14
ro: **[Symphony](https://f-droid.org/packages/org.fitchfamily.android.symphony/)** a fost [updated](https://github.com/n76/Symphony/blob/HEAD/CHANGELOG.md) de la 1.1.10 la 1.1.14
ru: **[Symphony](https://f-droid.org/packages/org.fitchfamily.android.symphony/)** была [обновлена](https://github.com/n76/Symphony/blob/HEAD/CHANGELOG.md) с 1.1.10 до 1.1.14
uk: **[Symphony](https://f-droid.org/packages/org.fitchfamily.android.symphony/)** [оновлено](https://github.com/n76/Symphony/blob/HEAD/CHANGELOG.md) з 1.1.10 до 1.1.14
zh_hans: **[Symphony](https://f-droid.org/packages/org.fitchfamily.android.symphony/)** 从 1.1.10 [更新](https://github.com/n76/Symphony/blob/HEAD/CHANGELOG.md)到 1.1.14

source: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)** was [updated](https://github.com/Catfriend1/syncthing-android/releases) from 1.1.0.4 to 1.1.4.1
de: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)**-[Aktualisierung](https://github.com/Catfriend1/syncthing-android/releases) von 1.1.0.4 auf 1.1.4.1
pl: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)** został [zaktualizowany](https://github.com/Catfriend1/syncthing-android/releases) z 1.1.0.4 do 1.1.4.1
ro: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)** a fost [updated](https://github.com/Catfriend1/syncthing-android/releases) de la 1.1.0.4 la 1.1.4.1
ru: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)** был [обновлен](https://github.com/Catfriend1/syncthing-android/releases) с 1.1.0.4 до 1.1.4.1
uk: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)** [оновлено](https://github.com/Catfriend1/syncthing-android/releases) з 1.1.0.4 до 1.1.4.1
zh_hans: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)** 从 1.1.0.4 [更新](https://github.com/Catfriend1/syncthing-android/releases)到 1.1.4.1

source: **[Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/)** was [updated](https://github.com/syncthing/syncthing-android/releases) from 0.10.19 to 1.1.4
de: **[Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/)**-[Aktualisierung](https://github.com/syncthing/syncthing-android/releases) von 0.10.19 auf 1.1.4
pl: **[Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/)** został [zaktualizowany](https://github.com/syncthing/syncthing-android/releases) z 0.10.19 do 1.1.4
ro: **[Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/)** a fost [updated](https://github.com/syncthing/syncthing-android/releases) de la 0.10.19 la 1.1.4
ru: **[Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/)** был [обновлен](https://github.com/syncthing/syncthing-android/releases) с 0.10.19 до 1.1.4
uk: **[Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/)** [оновлено](https://github.com/syncthing/syncthing-android/releases) з 0.10.19 до 1.1.4
zh_hans: **[Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/)** 从 0.10.19 [更新](https://github.com/syncthing/syncthing-android/releases)到 1.1.4

source: **[TRIfA](https://f-droid.org/packages/com.zoffcc.applications.trifa/)** was [updated](https://github.com/zoff99/ToxAndroidRefImpl/blob/zoff99/dev003/CHANGELOG.md) from 1.0.21 to 1.0.23
de: **[TRIfA](https://f-droid.org/packages/com.zoffcc.applications.trifa/)**-[Aktualisierung](https://github.com/zoff99/ToxAndroidRefImpl/blob/zoff99/dev003/CHANGELOG.md) von 1.0.21 auf 1.0.23
pl: **[TRIfA](https://f-droid.org/packages/com.zoffcc.applications.trifa/)** został [zaktualizowany](https://github.com/zoff99/ToxAndroidRefImpl/blob/zoff99/dev003/CHANGELOG.md) z 1.0.21 do 1.0.23
ro: **[TRIfA](https://f-droid.org/packages/com.zoffcc.applications.trifa/)** a fost [updated](https://github.com/zoff99/ToxAndroidRefImpl/blob/zoff99/dev003/CHANGELOG.md) de la 1.0.21 la 1.0.23
ru: **[TRIfA](https://f-droid.org/packages/com.zoffcc.applications.trifa/)** был [обновлен](https://github.com/zoff99/ToxAndroidRefImpl/blob/zoff99/dev003/CHANGELOG.md) с 1.0.21 до 1.0.23
uk: **[TRIfA](https://f-droid.org/packages/com.zoffcc.applications.trifa/)** [оновлено](https://github.com/zoff99/ToxAndroidRefImpl/blob/zoff99/dev003/CHANGELOG.md) з 1.0.21 до 1.0.23
zh_hans: **[TRIfA](https://f-droid.org/packages/com.zoffcc.applications.trifa/)** 从 1.0.21 [更新](https://github.com/zoff99/ToxAndroidRefImpl/blob/zoff99/dev003/CHANGELOG.md)到 1.0.23

source: **[TUC WLAN](https://f-droid.org/packages/de.tu_chemnitz.wlan/)** was updated from 1.3.1 to 1.3.4
de: **[TUC WLAN](https://f-droid.org/packages/de.tu_chemnitz.wlan/)** erhielt ein Update von 1.3.1 auf 1.3.4
pl: **[TUC WLAN](https://f-droid.org/packages/de.tu_chemnitz.wlan/)** został zaktualizowana z 1.3.1 do 1.3.4
ro: **[TUC WLAN](https://f-droid.org/packages/de.tu_chemnitz.wlan/)** a fost actualizat de la 1.3.1 la 1.3.4
ru: **[TUC WLAN](https://f-droid.org/packages/de.tu_chemnitz.wlan/)** был обновлен с 1.3.1 до 1.3.4
uk: **[TUC WLAN](https://f-droid.org/packages/de.tu_chemnitz.wlan/)** оновлено з 1.3.1 до 1.3.4
zh_hans: **[TUC WLAN](https://f-droid.org/packages/de.tu_chemnitz.wlan/)** 从 1.3.1 更新到 1.3.4

source: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** was [updated](https://github.com/inorichi/tachiyomi/releases) from 0.8.2 to 0.8.4
de: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)**-[Aktualisierung](https://github.com/inorichi/tachiyomi/releases) von 0.8.2 auf 0.8.4
pl: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** został [zaktualizowany](https://github.com/inorichi/tachiyomi/releases) z 0.8.2 do 0.8.4
ro: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** a fost [updated](https://github.com/inorichi/tachiyomi/releases) de la 0.8.2 la 0.8.4
ru: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** был [обновлен](https://github.com/inorichi/tachiyomi/releases) с 0.8.2 до 0.8.4
uk: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** [оновлено](https://github.com/inorichi/tachiyomi/releases) з 0.8.2 до 0.8.4
zh_hans: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** 从 0.8.2 [更新](https://github.com/inorichi/tachiyomi/releases)至 0.8.4

source: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)** was [updated](https://github.com/farmerbb/Taskbar/releases) from 4.0.2 to 4.0.3
de: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)**-[Aktualisierung](https://github.com/farmerbb/Taskbar/releases) von 4.0.2 auf 4.0.3
pl: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)** został [zaktualizowany](https://github.com/farmerbb/Taskbar/releases) z 4.0.2 do 4.0.3
ro: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)** a fost [updated](https://github.com/farmerbb/Taskbar/releases) de la 4.0.2 la 4.0.3
ru: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)** был [обновлен](https://github.com/farmerbb/Taskbar/releases) с 4.0.2 до 4.0.3
uk: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)** [оновлено](https://github.com/farmerbb/Taskbar/releases) з 4.0.2 до 4.0.3
zh_hans: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)** 从 4.0.2 [更新](https://github.com/farmerbb/Taskbar/releases)至 4.0.3

source: **[Tasks](https://f-droid.org/packages/org.dmfs.tasks/)** was [updated](https://github.com/dmfs/opentasks/releases) from 1.1.17 to 1.1.19
de: **[Tasks](https://f-droid.org/packages/org.dmfs.tasks/)**-[Aktualisierung](https://github.com/dmfs/opentasks/releases) von 1.1.17 auf 1.1.19
pl: **[Tasks](https://f-droid.org/packages/org.dmfs.tasks/)** został [zaktualizowany](https://github.com/dmfs/opentasks/releases) z 1.1.17 do 1.1.19
ro: **[Tasks](https://f-droid.org/packages/org.dmfs.tasks/)** a fost [updated](https://github.com/dmfs/opentasks/releases) de la 1.1.17 la 1.1.19
ru: **[Tasks](https://f-droid.org/packages/org.dmfs.tasks/)** были [обновлены](https://github.com/dmfs/opentasks/releases) с 1.1.17 до 1.1.19
uk: **[Завдання](https://f-droid.org/packages/org.dmfs.tasks/)** [оновлено](https://github.com/dmfs/opentasks/releases) з 1.1.17 до 1.1.19
zh_hans: **[Tasks](https://f-droid.org/packages/org.dmfs.tasks/)** 从 1.1.17 [更新](https://github.com/dmfs/opentasks/releases)至 1.1.19

source: **[Tasks](https://f-droid.org/packages/org.tasks/)** was [updated](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) from 6.5.6 to 6.7
de: **[Tasks](https://f-droid.org/packages/org.tasks/)**-[Aktualisierung](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) von 6.5.6 auf 6.7
pl: **[Tasks](https://f-droid.org/packages/org.tasks/)** został [zaktualizowany](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) z 6.5.6 do 6.7
ro: **[Tasks](https://f-droid.org/packages/org.tasks/)** a fost [updated](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) de la 6.5.6 la 6.7
ru: **[Tasks](https://f-droid.org/packages/org.tasks/)** был [обновлен](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) с 6.5.6 до 6.7
uk: **[Завдання](https://f-droid.org/packages/org.tasks/)** [оновлено](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md) з 6.5.6 до 6.7
zh_hans: **[Tasks](https://f-droid.org/packages/org.tasks/)** 从 6.5.6 [更新](https://github.com/tasks/tasks/blob/HEAD/CHANGELOG.md)到 6.7

source: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** was [updated](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) from 5.4.0 to 5.7.1
de: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)**-[Aktualisierung](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) von 5.4.0 auf 5.7.1
pl: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** został [zaktualizowany](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) z 5.4.0 do 5.7.1
ro: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** a fost [updated](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) de la 5.4.0 la 5.7.1
ru: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** был [обновлен](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) с 5.4.0 до 5.7.1
uk: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** [оновлено](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) з 5.4.0 до 5.7.1
zh_hans: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** 从 5.4.0 [更新](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md)到 5.7.1
