Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The good news is that running the emulator in Docker is now stable enough that people are actually building things around it, like running emulators in [GitHub Actions](https://github.com/marketplace/actions/android-emulator-runner/). As much people use the Google emulators, that should keep Google taking care of them. The F-Droid emulator setup is free software: Debian base image running on GNU/Linux runners. Any project using GitLab CI can use this setup to run emulators on merge request, etc.
de: Die gute Nachricht ist, dass die Ausführung des Emulators in Docker nun stabil genug ist, dass die Leute tatsächlich Dinge damit erledigen können, wie die Ausführung von Emulatoren in [GitHub Actions](https://github.com/marketplace/actions/android-emulator-runner/). Da viele Leute die Google-Emulatoren nutzen, sollte Google sich weiter um sie kümmern. Die F-Droid-Emulator-Einrichtung ist freie Software: ein auf Debian basierendes Image, das auf GNU/Linux-Maschinen läuft. Jedes Projekt, das GitLab CI verwendet, kann dieses Setup nutzen, um Emulatoren bei Merge Request usw. auszuführen.
pl: Dobrą wiadomością jest to, że uruchamianie emulatora w Dockerze jest teraz na tyle stabilne, że ludzie faktycznie budują wokół niego rzeczy, takie jak uruchamianie emulatorów w [GitHub Actions](https://github.com/marketplace/actions/android-emulator-runner/ ). Jak wiele osób korzysta z emulatorów Google, to powinno sprawić, że Google się nimi zajmie. Konfiguracja emulatora F-Droid jest wolnym oprogramowaniem: obraz bazowy Debiana działający na systemach GNU/Linux. Każdy projekt korzystający z GitLab CI może używać tej konfiguracji do uruchamiania emulatorów na żądanie scalenia itp.
ro: Vestea bună este că rularea emulatorului în Docker este acum suficient de stabilă pentru ca oamenii să construiască lucruri în jurul ei, cum ar fi rularea emulatorilor în [GitHub Actions](https://github.com/marketplace/actions/android-emulator-runner/). La cât de mult folosesc oamenii emulatorii Google, acest lucru ar trebui să facă ca Google să continue să aibă grijă de ei. Configurația emulatorului F-Droid este software liber: imagine de bază Debian care rulează pe rulouri GNU/Linux. Orice proiect care utilizează GitLab CI poate folosi această configurație pentru a rula emulatoare la cererea de fuziune etc.
ru: Хорошей новостью является то, что запуск эмулятора в Docker теперь достаточно стабилен, чтобы люди действительно создавали вещи на его основе, например, запускали эмуляторы в [GitHub Actions](https://github.com/marketplace/actions/android-emulator-runner/). Поскольку люди используют эмуляторы Google, это должно заставить Google заботиться о них. Установка эмулятора F-Droid является свободным программным обеспечением: базовый образ Debian, работающий на GNU/Linux runners. Любой проект, использующий GitLab CI, может использовать эту установку для запуска эмуляторов в запросах на слияние и т.д.
uk: Доброю новиною є те, що запуск емулятора в Docker тепер досить стабільний, щоб люди дійсно створювали речі на його основі, наприклад, запускали емулятори в [GitHub Actions](https://github.com/marketplace/actions/android-emulator-runner/). Оскільки люди використовують емулятори Google, це повинно змусити Google піклуватися про них. Установка емулятора F-Droid є вільним програмним забезпеченням: базовий образ Debian, що працює на GNU/Linux runners. Будь-який проєкт, який використовує GitLab CI, може використовувати цю установку для запуску емуляторів в запитах на злиття і т.д.
zh_hans: 好消息是，在 Docker 中运行模拟器现在足够稳定，使人们可以真正围绕它构建东西，比如在 [GitHub Actions](https://github.com/marketplace/actions/android-emulator-runner/) 中运行模拟器。因为很多人使用 Google 模拟器，这应该可以让 Google 维护它们。F-Droid 模拟器设置是自由软件：在 GNU/Linux runner 上运行的 Debian 基础映像。任何使用 GitLab CI 的项目都可以使用此设置在合并请求等上运行模拟器。

source: It is important to use the `default` rather than `google_apis` system-images they do not contain the Google Play and apps binary blobs, and because the Google apps seem to slow down the boot process a lot. Also, it seems the `android-22` through `android-27` system images seem to require less resources than the newer ones, so much so that they are unlikely to work at all for some projects.
de: Es ist wichtig eher die `Standard` als die `google_apis` System-Images zu verwenden, da sie keine Binär-Blobs aus Google Play und Apps enthalten und weil die Google Apps anscheinend den Boot-Vorgang stark verlangsamen. Auch scheint es so, dass die Systemabbilder von `android-22` bis `android-27` anscheinend weniger Ressourcen benötigen als die neueren, so viel sodass es bei ihnen unwahrscheinlich ist, dass sie in manchen Projekten überhaupt funktionieren.
pl: Ważne jest, aby używać `default`, a nie `google_apis` obrazów systemowych, które nie zawierają Google Play i aplikacji binarnych plam, a ponieważ aplikacje Google wydają się znacznie spowalniać proces rozruchowy. Ponadto, wydaje się, że ` android-22` przez ` android-27` obrazy systemowe wydają się wymagać mniej zasobów niż te nowsze, tak bardzo, że są mało prawdopodobne, aby pracować w ogóle dla niektórych projektów.
ro: Este important să folosiți mai degrabă `default` decât `google_apis`, deoarece acestea nu conțin blocurile binare Google Play și aplicațiile Google și pentru că aplicațiile Google par să încetinească foarte mult procesul de pornire. De asemenea, se pare că imaginile de sistem de la `android-22` până la `android-27` par să necesite mai puține resurse decât cele mai noi, atât de mult încât este puțin probabil ca acestea să funcționeze deloc pentru unele proiecte.
ru: Важно использовать системные образы `default`, а не `google_apis`, поскольку они не содержат бинарных блоков Google Play и приложений, а также потому, что приложения Google сильно замедляют процесс загрузки. Кроме того, похоже, что системные образы с `android-22` по `android-27` требуют меньше ресурсов, чем более новые, настолько, что они вряд ли вообще будут работать в некоторых проектах.
uk: Важливо використовувати системні образи `default`, а не` google_apis`, оскільки вони не містять бінарних блоків Google Play і застосунків, а також тому, що застосунки Google сильно уповільнюють процес завантаження. Крім того, схоже, що системні образи з `android-22` по` android-27` вимагають менше ресурсів, ніж більш нові, настільки, що вони навряд чи взагалі будуть працювати в деяких проєктах.
zh_hans: 使用 `default` 而不是 `google_apis` 系统映像很重要，它们不包含 Google Play 和应用二进制 blob，并且 Google 应用似乎会减慢启动过程很多。此外，似乎 `android-22` 到 `android-27` 的系统映像似乎比较新的系统映像需要更少的资源，新的映像要求的资源太多以至于它们根本不可能在某些项目中工作.

source: The [microg system-image repository](https://github.com/microg/GmsCore/wiki/Development-Tools) is also [included](https://gitlab.com/fdroid/ci-images-client/-/commit/85ed9490) in the F-Droid setup. There are currently two images:
de: Das [microg system-image repository](https://github.com/microg/GmsCore/wiki/Development-Tools) ist auch in das Setup von F-Droid [eingeschlossen](https://gitlab.com/fdroid/ci-images-client/-/commit/85ed9490). Es gibt momentan zwei Images:
pl: Repozytorium [microg system-image](https://github.com/microg/GmsCore/wiki/Development-Tools) jest również [dołączone](https://gitlab.com/fdroid/ci-images-client/-/commit/85ed9490) do konfiguracji F-Droid. Obecnie są tam dwa obrazy:
ro: Depozitul [microg system-image repository](https://github.com/microg/GmsCore/wiki/Development-Tools) este, de asemenea, [included](https://gitlab.com/fdroid/ci-images-client/-/commit/85ed9490) în configurația F-Droid. În prezent, există două imagini:
ru: Репозиторий [microg system-image repository](https://github.com/microg/GmsCore/wiki/Development-Tools) также [включен](https://gitlab.com/fdroid/ci-images-client/-/commit/85ed9490) в установку F-Droid. В настоящее время существует два образа:
uk: Репозиторій [microg system-image repository](https://github.com/microg/GmsCore/wiki/Development-Tools) також [включений](https://gitlab.com/fdroid/ci-images-client/-/commit/85ed9490) до установки F-Droid. Зараз існує два способи:
zh_hans: [microg 系统映像存储库](https://github.com/microg/GmsCore/wiki/Development-Tools)也[包含](https://gitlab.com/fdroid/ci-images-client/-/commit/85ed9490)在 F-Droid 设置中。目前有两个映像：

source: `system-images;android-23;microg;x86` - requires emulator v28 or older because it lacks a "ranchu" kernel.
de: `system-images;android-23;microg;x86` - benötigt Emulator v28 oder älter, weil ihm ein „ranchu“-Kernel fehlt.
pl: `system-images;android-23;microg;x86` - wymaga emulatora v28 lub starszego, ponieważ nie posiada jądra "ranchu".
ro: `system-images;android-23;microg;x86` - necesită un emulator v28 sau mai vechi, deoarece nu are un kernel "ranchu".
ru: `system-images;android-23;microg;x86` - требуется эмулятор v28 или старше, так как в нем отсутствует ядро "ranchu".
uk: `system-images;android-23;microg;x86` - потрібен емулятор v28 або давніший, оскільки в ньому відсутнє ядро «ranchu».
zh_hans: `system-images;android-23;microg;x86` - 需要模拟器 v28 或更早版本，因为它缺少 "ranchu" 内核。

source: Usage
de: Syntax
pl: Zastosowanie
ro: Utilizare
ru: Использование
uk: Використання
zh_hans: 使用

source: The [_fdroiclient_ setup](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml) uses YAML templates to make it easy to choose specific emulator setups, specifically, the [`test-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L24), the [`connected-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L80), and the [`kvm-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L109).
de: Die [_fdroiclient_ -Einrichtung](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml) nutzt YAML-Vorlagen (templates), um die Auswahl spezieller Emulator-Einrichtungen zu vereinfachen, insbesondere das [`test-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L24), das [`connected-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L80) und das [`kvm-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L109).
pl: Konfiguracja [_fdroiclient_](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml) używa szablonów YAML, aby ułatwić wybór określonych ustawień emulatora, w szczególności [`szablon-testu`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L24), [`podłączony- szablon`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L80) oraz [`kvm-template`](https: //gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L109).
ro: Configurația [_fdroiclient_ setup](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml) utilizează șabloane YAML pentru a facilita alegerea unor configurații specifice ale emulatorului, în special [`test-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L24), [`connected-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L80)și [`kvm-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L109).
ru: В [_fdroiclient_ setup](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml) используются шаблоны YAML для упрощения выбора конкретных настроек эмулятора, в частности, [`test-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L24), [`connected-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L80) и [`kvm-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L109).
uk: В [_fdroiclient_ setup](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml) використовуються шаблони YAML для спрощення вибору конкретних налаштувань емулятора, зокрема, [ `test-template` ](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L24), [ `connected-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml # L80) і [ `kvm-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L109 ).
zh_hans: [_fdroiclient_ 设置](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml)使用 YAML 模板以便轻松选择特定的模拟器设置，具体来说，分别是 [`test-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L24)，[`connected-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L80) 和 [`kvm-template`](https://gitlab.com/fdroid/fdroidclient/-/blob/8c2fa955/.gitlab-ci.yml#L109)。

source: We use the microg image in _fdroidclient_ like this:
de: Wir verwenden das microg-Image im _fdroidclient_ so:
pl: Używamy obrazu microg w _fdroidclient_ w ten sposób:
ro: Folosim imaginea microg în _fdroidclient_ în felul următor:
ru: Мы используем образ microg в _fdroidclient_ следующим образом:
uk: Ми використовуємо образ microg в _fdroidclient_ наступним чином:
zh_hans: 我们在 _fdroidclient_ 中使用 microg 映像，如下所示：

source: kvm 29 microg x86_64: <<: *kvm-template no-accel 29 microg x86_64: <<: *test-template <<: *connected-template
de: kvm 29 microg x86_64: &lt;&lt;: *kvm-template no-accel 29 microg x86_64: &lt;&lt;: *test-template &lt;&lt;: *connected-template
pl: kvm 29 microg x86_64: &lt;&lt;: *kvm-template no-accel 29 microg x86_64: &lt;&lt;: *test-template &lt;&lt;: *connected-template
ro: kvm 29 microg x86_64: &lt;&lt;: *kvm-template no-accel 29 microg x86_64: &lt;&lt;: *test-template &lt;&lt;: *connected-template
ru: kvm 29 microg x86_64: &lt;&lt;: *kvm-template no-accel 29 microg x86_64: &lt;&lt;: *test-template &lt;&lt;: *connected-template
uk: kvm 29 microg x86_64: &lt;&lt;: *kvm-template no-accel 29 microg x86_64: &lt;&lt;: *test-template &lt;&lt;: *connected-template
zh_hans: kvm 29 microg x86_64: &lt;&lt;: *kvm-template no-accel 29 microg x86_64: &lt;&lt;: *test-template &lt;&lt;: *connected-template

source: To help debugging, the emulator kernel startup log can be found in the root of the project in _kernel.log_, and the full logcat output in _logcat.txt_. These can be included in `artifacts:` for easy access.
de: Zur Unterstützung bei der Fehlersuche kann das Emulator-Kernel-Startprotokoll im Wurzelverzeichnis des Projekts in _kernel.log_ und die komplette Logcat-Ausgabe in _logcat.txt_ gefunden werden. Diese können in `artifacts:` eingeschlossen werden, um einfach darauf zuzugreifen.
pl: Aby ułatwić debugowanie, log startowy jądra emulatora można znaleźć w katalogu głównym projektu w _kernel.log_, a pełne dane wyjściowe logcat w _logcat.txt_. Mogą one być dołączone do `artefaktów:` dla łatwego dostępu.
ro: Pentru a ajuta la depanare, jurnalul de pornire a kernelului emulatorului poate fi găsit în rădăcina proiectului în _kernel.log_, iar rezultatul complet al logcat în _logcat.txt_. Acestea pot fi incluse în `artifacts:` pentru un acces ușor.
ru: Для облегчения отладки журнал запуска ядра эмулятора можно найти в корне проекта в _kernel.log_, а полный вывод logcat в _logcat.txt_. Их можно включить в `artifacts:` для легкого доступа.
uk: Для полегшення налагодження журнал запуску ядра емулятора можна знайти в корені проєкту в _kernel.log_, а повне виведення logcat в _logcat.txt_. Їх можна включити в `artifacts:` для легкого доступу.
zh_hans: 为了帮助调试，模拟器内核启动日志保存在在项目根目录的 _kernel.log_ 中，完整的 logcat 输出保存在 _logcat.txt_ 中。这些可以包含在 `artifacts:` 中以便于访问。

source: In order to run the jobs that use KVM, first you have to have a GitLab CI runner that supports KVM and is tagged with `fdroid` and `kvm`. Then you need to set the variable `RUN_KVM_JOBS` in the CI/CD Settings to `true`.
de: Um die Jobs, die KVM verwenden, auszuführen, muss man zunächst einen GitLab-CI-Kanal haben, der KVM unterstützt und mit `fdroid` and `kvm` ausgezeichnet ist. Dann muss man die Variable `RUN_KVM_JOBS` in denCI/CD-Einstellungen auf `true` setzen.
pl: Aby uruchomić zadania korzystające z KVM, najpierw musisz mieć runnera GitLab CI, który obsługuje KVM i jest oznaczony tagami `fdroid` i `kvm`. Następnie należy ustawić zmienną `RUN_KVM_JOBS` w ustawieniach CI/CD na `true`.
ro: Pentru a rula lucrările care utilizează KVM, mai întâi trebuie să aveți un GitLab CI runner care să suporte KVM și să fie etichetat cu `fdroid` și `kvm`. Apoi, trebuie să setați variabila `RUN_KVM_JOBS` din setările CI/CD la `true`.
ru: Чтобы запустить задания, использующие KVM, сначала необходимо иметь CI-бегунок GitLab, который поддерживает KVM и помечен `fdroid` и `kvm`. Затем необходимо установить переменную `RUN_KVM_JOBS` в настройках CI/CD Settings в значение `true`.
uk: Щоб запустити завдання, що використовують KVM, спочатку необхідно мати CI-бігунок GitLab, який підтримує KVM і позначений `fdroid` і` kvm`. Потім необхідно встановити змінну `RUN_KVM_JOBS` в налаштуваннях CI/CD Settings в значення` true`.
zh_hans: 为了运行使用 KVM 的作业，首先你必须有一个支持 KVM 并带有 `fdroid` 和 `kvm` 标记的 GitLab CI runner。然后需要将 CI/CD 设置中的变量 `RUN_KVM_JOBS` 设置为 `true`。

source: To keep development on using emulator images in GitLab CI moving forward, there is a wiki page to document tips and tricks, gotchas, and new developments:
de: Um die Weiterentwicklung der Verwendung von Emulator-Images in GitLab CI weiter voranzutreiben, gibt es eine Wiki-Seite, um Tipps und Tricks, Gotchas sowie neue Entwicklungen zu dokumentieren:
pl: Aby utrzymać postęp w rozwoju używania obrazów emulatorów w GitLab CI, istnieje strona wiki, która dokumentuje wskazówki i sztuczki, problemy i nowe rozwiązania:
ro: Pentru ca dezvoltarea utilizării imaginilor emulatorului în GitLab CI să continue, există o pagină wiki pentru a documenta sfaturi și trucuri, probleme și noi evoluții:
ru: Чтобы развитие использования образов эмуляторов в GitLab CI продолжалось, создана вики-страница для документирования советов и рекомендаций, проблем и новых разработок:
uk: Щоб розвиток використання образів емуляторів в GitLab CI тривало, створена вікі-сторінка для документування порад і рекомендацій, проблем і нових розробок:
zh_hans: 为了继续在 GitLab CI 中使用模拟器映像进行开发，有一个 wiki 页面来记录提示和技巧、陷阱和新开发：

source: F-Droid Metrics and Clean Insights
de: F-Droid Metriken und Clean Insights
pl: F-Droid Metrics i Clean Insights
ro: F-Droid Metrics și Clean Insights
ru: F-Droid метрики и чистые данные
uk: Метрики F-Droid та чисті статистичні дані
zh_hans: F-Droid 指标和干净的数据分析

source: The F-Droid community has been discussing how to measure what apps are popular for a long time. From [2012 through 2015](https://gitlab.com/fdroid/fdroiddata/-/commits/078f32f6/stats/total_downloads_app.txt), some simple download counts were maintained in _fdroiddata_. We also sketched out an idea based on Debian's "[Popularity Contest](https://gitlab.com/fdroid/fdroidclient/-/issues/396)". Then we determined a safe way to [gather logs]({% post_url 2019-04-15-privacy-preserving-analytics %}) from our webservers.
ru: Сообщество F-Droid уже давно обсуждает, как измерить, какие приложения популярны. С [2012 по 2015](https://gitlab.com/fdroid/fdroiddata/-/commits/078f32f6/stats/total_downloads_app.txt) некоторые простые подсчеты загрузок велись в _fdroiddata_. Мы также набросали идею, основанную на конкурсе Debian "[Popularity Contest](https://gitlab.com/fdroid/fdroidclient/-/issues/396)". Затем мы определили безопасный способ [сбора логов]({% post_url 2019-04-15-privacy-preserving-analytics %}) с наших веб-серверов.
uk: Спільнота F-Droid вже давно обговорює, як виміряти, які застосунки мають більший попит. З [2012 по 2015](https://gitlab.com/fdroid/fdroiddata/-/commits/078f32f6/stats/total_downloads_app.txt), деякі прості підрахунки завантажень були збережені в _fdroiddata_. Ми також накидали ідею, засновану на Debian "[Popularity Contest](https://gitlab.com/fdroid/fdroidclient/-/issues/396)". Тоді ми визначили безпечний шлях до [gather logs]({% post_url 2019-04-15-privacy-preserving-analytics %}) від наших вебсерверів.
zh_hans: F-Droid 社区一直在讨论如何测量哪些应用受欢迎。从 [2012 年到 2015 年](https://gitlab.com/fdroid/fdroiddata/-/commits/078f32f6/stats/total_downloads_app.txt)，在 _fdroiddata_ 中维护了一些简单的下载计数。我们还根据 Debian 的“[流行度测试](https://gitlab.com/fdroid/fdroidclient/-/issues/396)”勾勒出了一个想法。然后我们确定了一种从我们的网络服务器[收集日志]({% post_url 2019-04-15-privacy-preserving-analytics %})的安全方法。

source: One central idea has always been that a good metrics system for F-Droid would **never** include any Personally Identifiable Information (PII) like telephone numbers, IP Addresses, MAC, SSID, IMSI, IMEI, user accounts, etc. Also, any additional data gathering must opt-in, for example, anything that would be reported by client software.
de: Ein zentraler Gedanke war immer, dass ein gutes Metriksystem für F-Droid **niemals** irgendwelche persönlich identifizierbaren Informationen (PII) wie Telefonnummern, IP-Adressen, MAC, SSID, IMSI, IMEI, Benutzerkonten usw. enthalten würde. Außerdem muss jede zusätzliche Datenerfassung auf Zustimmung stoßen, z. B. alles, was von der Client-Software gemeldet würde.
pl: Jedną z głównych idei zawsze było to, że dobry system metryk dla F-Droid nie będzie ** nigdy** zawierać żadnych informacji umożliwiających identyfikację osoby (PII), takich jak numery telefonów, adresy IP, MAC, SSID, IMSI, IMEI, konta użytkowników, itp. Ponadto na wszelkie dodatkowe gromadzenie danych musi wyrazić zgodę, na przykład na wszystko, co byłoby zgłaszane przez oprogramowanie klienckie.
ro: O idee centrală a fost întotdeauna aceea că un sistem bun de măsurători pentru F-Droid nu ar include **niciodată** informații de identificare personală (PII), cum ar fi numere de telefon, adrese IP, MAC, SSID, IMSI, IMEI, conturi de utilizator etc. De asemenea, orice colectare de date suplimentare trebuie să fie de tip opt-in, de exemplu, orice lucru care ar fi raportat de software-ul clientului.
ru: Одна из главных идей всегда заключалась в том, что хорошая система метрик для F-Droid **никогда** не будет включать любую персонально идентифицируемую информацию (PII), такую как телефонные номера, IP-адреса, MAC, SSID, IMSI, IMEI, учетные записи пользователей и т.д.. Кроме того, любой дополнительный сбор данных должен осуществляться по желанию пользователя, например, все, что будет сообщено клиентским программным обеспечением.
uk: Одна з головних ідей завжди полягала в тому, що хороша система метрик для F-Droid ** ніколи ** не включатиме будь-яку персонально ідентифіковану інформацію (PII), таку як телефонні номери, IP-адреси, MAC, SSID, IMSI, IMEI, облікові записи користувачів і т.д .. Крім того, будь-який додатковий збір даних повинен здійснюватися за бажанням користувача, наприклад, все, що буде повідомлено клієнтським програмним забезпеченням.
zh_hans: 一个中心思想始终是，一个好的 F-Droid 测量系统**永远不会**包括任何个人身份信息 (PII)，如电话号码、IP 地址、MAC、SSID、IMSI、IMEI、用户帐户等。此外，任何额外的数据收集都必须是选择加入的，例如，客户端软件报告的任何内容。
