Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We expect both a long battery life and instant notifications from our mobile devices. When implementing your own mobile push functionality you can usually optimize for either of these goals. This is especially true if the user is running multiple applications which each come with their own persistent on-going connection for push notifications. Wanting to combat the battery drain associated with maintaining multiple connections Google introduced the Google Cloud Messaging (GCM) framework which recently has become Firebase Cloud Messaging (FCM). Firebase Cloud Messaging relies on the availability of the proprietary Google Play Services Framework on an Android device. Using FCM also requires the inclusion of the proprietary FCM client library into open source Android apps like Signal, Wire or even Firefox, which makes them effectively non-free software which cannot be distributed via the fully free F-Droid software repository. Additionally all push notifications delivered via FCM need to pass through Google's servers leaving a metadata trace, even if it's an empty wakeup event or if the content of the message is encrypted.
de: Wir erwarten von unseren Mobilgeräten sowohl eine lange Akkulaufzeit als auch sofortige Benachrichtigungen. Bei der Umsetzung einer eigenen mobilen Push-Funktion kann man in der Regel nur eines dieser Ziele optimieren. Dies trifft insbesondere dann zu, wenn der Anwender mehrere Anwendungen nutzt, von denen jede ihre eigene dauerhaft betriebene Verbindung für Push-Benachrichtigungen mitbringt. Um den mit dem Betrieb mehrerer Verbindungen verknüpften Akkuverbrauch zu bekämpfen, führte Google das Google Cloud Messaging (GCM) Framework ein, das vor kurzem zum Firebase Cloud Messaging (FCM) wurde. Firebase Cloud Messaging verlässt sich auf das auf einem Android-Gerät zur Verfügung stehende, proprietäre Google Play Services Framework. Die Nutzung von FCM erfordert außerdem die Einbindung der proprietären FCM Client Library in Open-Source-Android-Apps, wie Signal, Wire oder selbst Firefox, was diese im Prinzip zu nicht-freier Software macht, die nicht über das vollkommen freie Software-Repository von F-Droid vertrieben werden kann. Darüber hinaus müssen alle von FCM gelieferten Push-Nachrichten Google-Server durchlaufen, auf denen sie eine Metadatenspur hinterlassen, selbst wenn es sich um ein leeres Aufweck-Ereignis handelt oder der Inhalt der Nachricht verschlüsselt ist.
pl: Oczekujemy zarówno długiej żywotności baterii, jak i natychmiastowych powiadomień z naszych urządzeń mobilnych. Wdrażając własną funkcję mobile push, zazwyczaj można zoptymalizować ją pod kątem któregokolwiek z tych celów. Jest to szczególnie ważne, jeśli użytkownik uruchamia wiele aplikacji, z których każda ma własne stałe połączenie dla powiadomień push. Chcąc zwalczyć zużycie baterii związane z utrzymywaniem wielu połączeń, Google wprowadził platformę Google Cloud Messaging (GCM), która niedawno stała się Firebase Cloud Messaging (FCM). Firebase Cloud Messaging polega na dostępności niewolnego Google Play Services Framework na urządzeniu z Androidem. Korzystanie z FCM wymaga także umieszczenia niewolnej biblioteki klienckiej FCM do otwartoźródłowych aplikacji androidowych, takich jak Signal, Wire czy nawet Firefox, co skutecznie czyni je niewolnym oprogramowaniem, którego nie można dystrybuować za pośrednictwem w pełni wolnego repozytorium oprogramowania F-Droid. Ponadto wszystkie powiadomienia push dostarczane za pośrednictwem FCM muszą przechodzić przez serwery Google'a, pozostawiając ślad metadanych, nawet jeśli jest to puste zdarzenie wybudzenia lub treść wiadomości jest zaszyfrowana.
ro: Ne așteptăm atât la o durată lungă de viață a bateriei, cât și la notificări instantanee de la dispozitivele noastre mobile. Atunci când vă implementați propria funcționalitate push mobilă, de obicei puteți optimiza pentru oricare dintre aceste obiective. Acest lucru este valabil mai ales în cazul în care utilizatorul rulează mai multe aplicații, fiecare dintre acestea având propria conexiune persistentă și continuă pentru notificările push. Dorind să combată consumul de baterie asociat cu menținerea mai multor conexiuni, Google a introdus cadrul Google Cloud Messaging (GCM), care recent a devenit Firebase Cloud Messaging (FCM). Firebase Cloud Messaging se bazează pe disponibilitatea cadrului proprietar Google Play Services Framework pe un dispozitiv Android. Utilizarea FCM necesită, de asemenea, includerea bibliotecii de client FCM proprietare în aplicații Android open source precum Signal, Wire sau chiar Firefox, ceea ce le transformă efectiv în software neliber, care nu poate fi distribuit prin intermediul depozitului de software F-Droid complet gratuit. În plus, toate notificările push transmise prin FCM trebuie să treacă prin serverele Google, lăsând o urmă de metadate, chiar dacă este vorba de un eveniment de trezire gol sau dacă conținutul mesajului este criptat.
ru: Мы ожидаем от своих мобильных устройств как длительного времени автономной работы, так и мгновенных уведомлений. При реализации собственной функциональности мобильных push-уведомлений обычно можно оптимизировать под любую из этих целей. Это особенно актуально, если пользователь использует несколько приложений, каждое из которых имеет собственное постоянное соединение для получения push-уведомлений. Желая бороться с разрядом батареи, связанным с поддержанием нескольких соединений, Google представил фреймворк Google Cloud Messaging (GCM), который недавно превратился в Firebase Cloud Messaging (FCM). Firebase Cloud Messaging полагается на наличие собственной платформы Google Play Services Framework на устройстве Android. Использование FCM также требует включения проприетарной клиентской библиотеки FCM в приложения для Android с открытым исходным кодом, такие как Signal, Wire или даже Firefox, что делает их фактически несвободным программным обеспечением, которое не может распространяться через полностью свободный репозиторий программного обеспечения F-Droid. Кроме того, все push-уведомления, доставляемые через FCM, должны проходить через серверы Google, оставляя след метаданных, даже если это пустое событие пробуждения или если содержание сообщения зашифровано.
uk: Ми очікуємо від своїх мобільних пристроїв як тривалого часу автономної роботи, так і миттєвих повідомлень. При реалізації власної функціональності мобільних push-повідомлень зазвичай можна оптимізувати під будь-яку з цих цілей. Це особливо актуально, якщо користувач використовує кілька застосунків, кожне з яких має власне постійне з'єднання для отримання push-повідомлень. Бажаючи боротися з розрядом батареї, пов'язаних з підтриманням декількох з'єднань, Google представив фреймворк Google Cloud Messaging (GCM), який нещодавно перетворився в Firebase Cloud Messaging (FCM). Firebase Cloud Messaging покладається на наявність власної платформи Google Play Services Framework на пристрої Android. Використання FCM також вимагає включення проприетарной клієнтської бібліотеки FCM в застосунки для Android з відкритим вихідним кодом, такі як Signal, Wire або навіть Firefox, що робить їх фактично невільним програмним забезпеченням, яке не може поширюватися через повністю вільний репозиторій програмного забезпечення F-Droid. Крім того, всі push-повідомлення, що доставляються через FCM, повинні проходити через сервери Google, залишаючи слід метаданих, навіть якщо це пусте подія пробудження або якщо зміст повідомлення зашифровано.
zh_hans: 我们希望我们的移动设备具有较长的电池寿命和即时通知。在实现你自己的移动推送功能时，你通常可以针对这些目标中的任何一个进行优化。如果用户正在运行多个应用，每个应用都有自己的持续的推送通知连接，则尤其如此。为了解决与维护多个连接相关的电池消耗问题，Google 引入了 Google Cloud Messaging (GCM) 框架，该框架最近已成为 Firebase Cloud Messaging (FCM)。Firebase Cloud Messaging 依赖于 Android 设备上专有的 Google Play 服务框架的可用性。使用 FCM 还需要将专有的 FCM 客户端库包含到 Signal、Wire 甚至 Firefox 等开源 Android 应用中，这使得它们实际上是非自由软件，无法通过完全自由的 F-Droid 软件存储库进行分发。此外，所有通过 FCM 传递的推送通知都需要通过 Google 的服务器留下元数据踪迹，即使它是空唤醒事件或消息内容已加密。

source: Decentralized, self-hosted systems like Matrix, Nextcloud or RocketChat currently still have a dependency on Google's infrastructure and Terms of Service for delivering push Notifications. The F-Droid versions of these apps need to fall back on more inefficient polling or even lack any support for notifications.
de: Dezentralisierte, selbst gehostete Systeme wie Matrix, Nextcloud oder RocketChat sind derzeit noch von Googles Infrastruktur und Nutzungsbedingungen abhängig, um Push-Benachrichtigungen zu liefern. Die F-Droid-Versionen dieser Apps müssen auf ineffizienteres Polling zurückgreifen oder es fehlt sogar jegliche Unterstützung für Benachrichtigungen.
pl: Zdecentralizowane, hostowane systemy, takie jak Matrix, Nextcloud lub RocketChat, nadal są uzależnione od infrastruktury Google i Warunków świadczenia usług w zakresie dostarczania powiadomień w trybie push. Wersje F-Droid tych aplikacji muszą polegać na bardziej nieefektywnym sondowaniu, a nawet nie obsługiwać powiadomień.
ro: Sistemele descentralizate, auto-găzduite, cum ar fi Matrix, Nextcloud sau RocketChat, în prezent, încă depind de infrastructura Google și de Termenii de utilizare pentru furnizarea de notificări push. Versiunile F-Droid ale acestor aplicații trebuie să se bazeze pe o interogare mai ineficientă sau chiar să nu ofere niciun fel de suport pentru notificări.
ru: Децентрализованные системы с собственным хостингом, такие как Matrix, Nextcloud или RocketChat, в настоящее время все еще зависят от инфраструктуры Google и условий предоставления услуг для доставки push-уведомлений. Версии этих приложений для F-Droid вынуждены прибегать к более неэффективному опросу или вообще не поддерживать уведомления.
uk: Децентралізовані системи з власним хостингом, такі як Matrix, Nextcloud або RocketChat, в даний час все ще залежать від інфраструктури Google і умов надання послуг для доставки push-повідомлень. Версії цих застосунків для F-Droid змушені вдаватися до більш неефективного опитуванням або взагалі не підтримувати повідомлення.
zh_hans: 像 Matrix、Nextcloud 或 RocketChat 这样的去中心化、自托管系统目前仍然依赖 Google 的基础设施和服务条款来提供推送通知。这些应用的 F-Droid 版本需要依靠更低效的轮询，甚至缺乏对通知的任何支持。

source: [OpenPush](https://bubu1.eu/openpush) is a self-hosted, free alternative push messaging implementation which can either run alongside or as a replacement to FCM.
de: [OpenPush](https://bubu1.eu/openpush) ist die Umsetzung eines selbstgehosteten, freien, alternativen Push-Nachrichtendienstes, der sowohl parallel zu FCM als auch als dessen Ersatz betrieben werden kann.
pl: [OpenPush](https://bubu1.eu/openpush) to samoobsługowa, darmowa alternatywna implementacja wiadomości push, która może działać równolegle lub jako zamiennik FCM.
ro: [OpenPush](https://bubu1.eu/openpush) este o implementare de mesagerie push alternativă, gratuită și auto-găzduită, care poate funcționa fie alături de FCM, fie ca înlocuitor al acestuia.
ru: [OpenPush](https://bubu1.eu/openpush) - это самораспространяемая, бесплатная альтернативная реализация push-сообщений, которая может работать как параллельно, так и в качестве замены FCM.
uk: [OpenPush](https://bubu1.eu/openpush) - це самораспространяющемуся, безкоштовна альтернативна реалізація push-повідомлень, яка може працювати як паралельно, так і в якості заміни FCM.
zh_hans: [OpenPush](https://bubu1.eu/openpush) 是一个自托管、自由的替代推送消息实现，可以与 FCM 一起运行或替代 FCM。

source: OpenPush was presented at [FOSDEM](https://fosdem.org/). The talk gives a general architecture overview as well as walks through the design and implementation challenges of a push messaging service.
de: OpenPush wurde auf der [FOSDEM](https://fosdem.org/) präsentiert. Der Vortrag vermittelt einen Überblick über den generellen Aufbau und durchläuft die Schwierigkeiten, was Design und Implementierung eines Push-Nachrichtendienstes betrifft.
pl: OpenPush został zaprezentowany na [FOSDEM](https://fosdem.org/). Wykład przedstawia ogólny przegląd architektury, a także omawia wyzwania związane z projektowaniem i wdrażaniem usługi przesyłania wiadomości push.
ro: OpenPush a fost prezentat la [FOSDEM](https://fosdem.org/). Discuția oferă o prezentare generală a arhitecturii, precum și o trecere în revistă a provocărilor de proiectare și implementare a unui serviciu de mesagerie push.
ru: OpenPush был представлен на [FOSDEM](https://fosdem.org/). В докладе дается общий обзор архитектуры, а также рассматриваются проблемы проектирования и реализации службы push-сообщений.
uk: OpenPush був представлений на [FOSDEM](https://fosdem.org/). У доповіді дається загальний огляд архітектури, а також розглядаються проблеми проєктування і реалізації служби push-повідомлень.
zh_hans: 在 [FOSDEM](https://fosdem.org/) 上介绍了 OpenPush 。该演讲提供了一般架构概述，并介绍了推送消息服务的设计和实现挑战。

source: Link to FOSDEM [talk page](https://fosdem.org/2020/schedule/event/dip_openpush/)
de: Link zu FOSDEM [talk page](https://fosdem.org/2020/schedule/event/dip_openpush/)
pl: Link do strony FOSDEM [strona dyskusji](https://fosdem.org/2020/schedule/event/dip_openpush/)
ro: Legătura cu FOSDEM [talk page](https://fosdem.org/2020/schedule/event/dip_openpush/)
ru: Ссылка на FOSDEM [talk page](https://fosdem.org/2020/schedule/event/dip_openpush/)
uk: Посилання на FOSDEM [talk page](https://fosdem.org/2020/schedule/event/dip_openpush/)
zh_hans: 到 FOSDEM [讨论页](https://fosdem.org/2020/schedule/event/dip_openpush/)的链接

source: Link to [slides](https://bubu1.eu/openpush/openpush_fosdem20.pdf)
de: Link zu den [Folien](https://bubu1.eu/openpush/openpush_fosdem20.pdf)
pl: Link do [slajdów](https://bubu1.eu/openpush/openpush_fosdem20.pdf)
ro: Link spre [slides](https://bubu1.eu/openpush/openpush_fosdem20.pdf)
ru: Ссылка на [слайды](https://bubu1.eu/openpush/openpush_fosdem20.pdf)
uk: Посилання на [слайди](https://bubu1.eu/openpush/openpush_fosdem20.pdf)
zh_hans: 到[幻灯片](https://bubu1.eu/openpush/openpush_fosdem20.pdf)的链接

source: [Project Homepage](https://bubu1.eu/openpush)
de: [Homepage des Projekts](https://bubu1.eu/openpush)
pl: [Strona projektu](https://bubu1.eu/openpush)
ru: [Домашняя страница проекта](https://bubu1.eu/openpush)
uk: [Домашня сторінка проєкту](https://bubu1.eu/openpush)
zh_hans: [项目主页](https://bubu1.eu/openpush)

source: F-Droid Stats from 2019
de: F-Droid-Auswertungen 2019
pl: „Statystyki F-Droid od 2019 roku”
ro: Statisticile F-Droid din 2019
ru: Статистика F-Droid с 2019 года
uk: Статистика F-Droid з 2019 року
zh_hans: 2019 年的 F-Droid 统计数据

source: I just gave a small [talk](https://bubu1.eu/fdroid_fsfe_berlin_feb20.pdf) about F-Droid at [FSFE Berlin](https://libranet.de/profile/fsfeberlin). For this I gathered some stats about what happened in our repo over the last year. I did a similar thing about 1.5 years ago, you can find the numbers on page 9 of the [pdf](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf).
de: Ich hielt lediglich einen kleinen [Vortrag](https://bubu1.eu/fdroid_fsfe_berlin_feb20.pdf) über F-Droid bei der [FSFE Berlin](https://libranet.de/profile/fsfeberlin). Dafür hatte ich einige Auswertungen zusammengestellt, was in unserem Repo im Lauf des vergangenen Jahres passiert ist. Etwas ähnliches hatte ich vor ungefähr 1 1/2 Jahren gemacht, ihr findet die Zahlen auf Seite 9 der [PDF](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf).
pl: Właśnie wygłosiłem krótką [mowę](https://bubu1.eu/fdroid_fsfe_berlin_feb20.pdf) o F-Droid w [FSFE Berlin](https://libranet.de/profile/fsfeberlin). W tym celu zebrałem kilka statystyk na temat tego, co wydarzyło się w naszym repozytorium w ciągu ostatniego roku. Zrobiłem coś podobnego około 1,5 roku temu, można znaleźć na stronie numer 9 [pdf](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf).
ro: Tocmai am ținut o mică [talk](https://bubu1.eu/fdroid_fsfe_berlin_feb20.pdf) despre F-Droid la [FSFE Berlin](https://libranet.de/profile/fsfeberlin). Pentru aceasta am adunat câteva statistici despre ce s-a întâmplat în repo-ul nostru în ultimul an. Am făcut un lucru similar acum un an și jumătate, puteți găsi cifrele la pagina 9 din [pdf](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf).
ru: Я только что выступил с небольшим [докладом](https://bubu1.eu/fdroid_fsfe_berlin_feb20.pdf) о F-Droid на [FSFE Berlin](https://libranet.de/profile/fsfeberlin). Для этого я собрал некоторую статистику о том, что произошло в нашем репозитории за последний год. Я делал подобное примерно 1,5 года назад, вы можете найти цифры на странице 9 в [pdf](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf).
uk: Я тільки що виступив з невеликим [доповіддю](https://bubu1.eu/fdroid_fsfe_berlin_feb20.pdf) про F-Droid на [FSFE Berlin](https://libranet.de/profile/fsfeberlin). Для цього я зібрав деяку статистику про те, що сталося в нашому репозиторії за останній рік. Я робив подібне приблизно 1,5 роки тому, ви можете знайти цифри на сторінці 9 в [pdf](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf).
zh_hans: 我刚刚在 [FSFE Berlin](https://libranet.de/profile/fsfeberlin) 上做了一个关于 F-Droid 的简短[谈话](https://bubu1.eu/fdroid_fsfe_berlin_feb20.pdf)。为此，我收集了一些关于去年在我们的存储库中发生的事情的统计数据。我在一年半前做过类似的事情，你可以在 [pdf](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf) 的第 9 页上找到这些数字。

source: From Jan 2019 to 10th Feb 2020
de: Von Januar 2019 bis 10. Februar 2020
pl: Od stycznia 2019 do 10 lutego 2020
ro: Din ianuarie 2019 până la 10 februarie 2020
ru: С января 2019 года по 10 февраля 2020 года
uk: З січня 2019 року по 10 лютого 2020 року
zh_hans: 2019 年 1 月至 2020 年 2 月 10 日

source: Repository grew by 316 apps
de: wuchs das Repository um 316 Apps
pl: Repozytorium powiększyło się o 316 aplikacji
ro: Depozitul a crescut cu 316 aplicații
ru: Репозиторий увеличился на 316 приложений
uk: Репозиторій збільшився на 316 застосунків
zh_hans: 存储库增加了 316 个应用

source: Published 192 Index updates (avg. ~every 2 days)
de: wurden 192 Indexaktualisierungen veröffentlicht (im Schnitt ca. alle 2 Tage)
pl: Opublikowane 192 aktualizacje indeksu (średnio ~ co 2 dni)
ro: A publicat 192 de actualizări ale indexului (în medie la fiecare 2 zile)
ru: Опубликовано 192 обновления индекса (в среднем ~ каждые 2 дня)
uk: Оприлюднено 192 оновлення індексу (в середньому ~ кожні 2 дні)
zh_hans: 发布了 192 次索引更新（平均〜每 2 天一次）

source: Published 5662 apks (~14 apks per day)
de: wurden 5662 APKs veröffentlicht (ca. 14 pro Tag)
pl: Opublikowano 5662 aplikacji (~ 14 aplikacji dziennie)
ro: A publicat 5662 apks (~14 apks pe zi)
ru: Опубликовано 5662 APK (около 14 APK в день)
uk: Оприлюднено 5662 APK (близько 14 APK в день)
zh_hans: 已发布 5662 个 apk（每天约 14 个 apk）

source: Currently 2086 apps are present in the main repository (about 4000 including the archive)
de: Momentan enthält das Hauptrepository 2086 Apps (einschließlich des Archivs ungefähr 4000)
pl: Obecnie w głównym repozytorium znajduje się 2086 aplikacji (około 4000 łącznie z archiwum)
ro: În prezent, 2086 aplicații sunt prezente în depozitul principal (aproximativ 4000 incluzând arhiva)
ru: В настоящее время в основном репозитории присутствует 2086 приложений (около 4000, включая архив)
uk: В даний час в основному репозиторії присутній 2086 застосунків (близько 4000, включаючи архів)
zh_hans: 目前主存储库中有 2086 个应用（包括存档在内大约有 4000 个）

source: F-Droid-Data Commits
de: Commits in F-Droid-Data
pl: Commity F-Droid-Data
ro: F-Droid-Data Angajamente
ru: Коммиты F-Droid-Data
uk: Внески F-Droid-Data
zh_hans: F-Droid-Data 提交

source: | Number of Commits | User | |-------------------|-------------------------------| | 5542 | F-Droid Builder (Auto updater)| | 939 | Licaon_Kter | | 836 | Izzy | | 687 | relan | | 449 | Pierre Rudloff | | 424 | Marcus Hoffmann | | 351 | Ciaran Gultnieks | | 237 | Hans-Christoph Steiner | | 207 | Michael Pöhn |
de: | Zahl der Commits | Benutzer | |-------------------|-------------------------------| | 5542 | F-Droid Builder (Auto updater)| | 939 | Licaon_Kter | | 836 | Izzy | | 687 | relan | | 449 | Pierre Rudloff | | 424 | Marcus Hoffmann | | 351 | Ciaran Gultnieks | | 237 | Hans-Christoph Steiner | | 207 | Michael Pöhn |
pl: | Liczba zatwierdzeń | Użytkownik | |-------------------|-------------------------------| | 5542 | F-Droid Builder (Auto updater)| | 939 | Licaon_Kter | | 836 | Izzy | | 687 | relan | | 449 | Pierre Rudloff | | 424 | Marcus Hoffmann | | 351 | Ciaran Gultnieks | | 237 | Hans-Christoph Steiner | | 207 | Michael Pöhn |
ro: | Number of Commits | Utilizator | |-------------------|-------------------------------| | 5542 | F-Droid Builder (Auto updater)| | 939 | Licaon_Kter | | 836 | Izzy | | 687 | relan | | 449 | Pierre Rudloff | | 424 | Marcus Hoffmann | | 351 | Ciaran Gultnieks | | 237 | Hans-Christoph Steiner | | 207 | Michael Pöhn |
ru: | Количество коммитов | Пользователь | |-------------------|-------------------------------| | 5542 | F-Droid Builder (Auto updater)| | 939 | Licaon_Kter | | 836 | Izzy | | 687 | relan | | 449 | Pierre Rudloff | | 424 | Marcus Hoffmann | | 351 | Ciaran Gultnieks | | 237 | Hans-Christoph Steiner | | 207 | Michael Pöhn |
uk: | Кількість комітів | Користувач | |-------------------|-------------------------------| | 5542 | F-Droid Builder (Auto updater)| | 939 | Licaon_Kter | | 836 | Izzy | | 687 | relan | | 449 | Pierre Rudloff | | 424 | Marcus Hoffmann | | 351 | Ciaran Gultnieks | | 237 | Hans-Christoph Steiner | | 207 | Michael Pöhn |
zh_hans: | 提交数 | 用户 | |-------------------|-------------------------------| | 5542 | F-Droid Builder (Auto updater)| | 939 | Licaon_Kter | | 836 | Izzy | | 687 | relan | | 449 | Pierre Rudloff | | 424 | Marcus Hoffmann | | 351 | Ciaran Gultnieks | | 237 | Hans-Christoph Steiner | | 207 | Michael Pöhn |

source: Plus many, many more contributions from hundreds of others!
de: Plus viel, viel mehr Beiträge von hunderten Anderen!
pl: Plus wiele, wiele więcej wkładu od setek innych!
ro: Plus multe, multe alte contribuții de la sute de alte persoane!
ru: И еще много-много вкладов от сотен других людей!
uk: І ще багато-багато вкладів від сотень інших людей!
zh_hans: 加上其他数百人的更多贡献！

source: But also
de: Aber auch
pl: Ale również
ro: Dar și
ru: Но также
uk: Але також
zh_hans: 但同时

source: Counted across the whole project:
de: Über das gesamte Projekt hinweg gezählt:
pl: Policzonych w całym projekcie:
ro: Calculat pentru întregul proiect:
ru: Подсчитано по всему проекту:
uk: Підраховано по всьому проєкту:
zh_hans: 统计整个项目：

source: 1258 [open issues](https://gitlab.com/groups/fdroid/-/issues)
de: 1258 [offene Tickets](https://gitlab.com/groups/fdroid/-/issues)
pl: 1258 [otwartych problemów](https://gitlab.com/groups/fdroid/-/issues)
ro: 1258 [probleme deschise](https://gitlab.com/groups/fdroid/-/issues)
ru: 1258 [открытых вопросов](https://gitlab.com/groups/fdroid/-/issues)
uk: +1258 [відкритих питань](https://gitlab.com/groups/fdroid/-/issues)
zh_hans: 1258 个[开放问题](https://gitlab.com/groups/fdroid/-/issues)

source: 198 [open merge requests](https://gitlab.com/groups/fdroid/-/merge_requests)
de: 198 [offene Merge Requests](https://gitlab.com/groups/fdroid/-/merge_requests)
pl: 198 [otwartych wniosków o scalenie](https://gitlab.com/groups/fdroid/-/merge_requests)
ro: 198 [cereri de fuziune deschise](https://gitlab.com/groups/fdroid/-/merge_requests)
ru: 198 [открытых запросов на слияние](https://gitlab.com/groups/fdroid/-/merge_requests)
uk: 198 [відкритих запитів на злиття](https://gitlab.com/groups/fdroid/-/merge_requests)
zh_hans: 198 个[开放合并请求](https://gitlab.com/groups/fdroid/-/merge_requests)
