Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[MAXS Module SmsRead](https://f-droid.org/packages/org.projectmaxs.module.smsread/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module SmsRead](https://f-droid.org/packages/org.projectmaxs.module.smsread/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module SmsRead](https://f-droid.org/packages/org.projectmaxs.module.smsread/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module SmsRead](https://f-droid.org/packages/org.projectmaxs.module.smsread/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module SmsRead](https://f-droid.org/packages/org.projectmaxs.module.smsread/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module SmsRead](https://f-droid.org/packages/org.projectmaxs.module.smsread/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module SmsRead](https://f-droid.org/packages/org.projectmaxs.module.smsread/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module SmsSend](https://f-droid.org/packages/org.projectmaxs.module.smssend/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module SmsSend](https://f-droid.org/packages/org.projectmaxs.module.smssend/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module SmsSend](https://f-droid.org/packages/org.projectmaxs.module.smssend/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module SmsSend](https://f-droid.org/packages/org.projectmaxs.module.smssend/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module SmsSend](https://f-droid.org/packages/org.projectmaxs.module.smssend/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module SmsSend](https://f-droid.org/packages/org.projectmaxs.module.smssend/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module SmsSend](https://f-droid.org/packages/org.projectmaxs.module.smssend/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module SmsWrite](https://f-droid.org/packages/org.projectmaxs.module.smswrite/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module SmsWrite](https://f-droid.org/packages/org.projectmaxs.module.smswrite/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module SmsWrite](https://f-droid.org/packages/org.projectmaxs.module.smswrite/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module SmsWrite](https://f-droid.org/packages/org.projectmaxs.module.smswrite/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module SmsWrite](https://f-droid.org/packages/org.projectmaxs.module.smswrite/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module SmsWrite](https://f-droid.org/packages/org.projectmaxs.module.smswrite/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module SmsWrite](https://f-droid.org/packages/org.projectmaxs.module.smswrite/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module WifiAccess](https://f-droid.org/packages/org.projectmaxs.module.wifiaccess/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module WifiAccess](https://f-droid.org/packages/org.projectmaxs.module.wifiaccess/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module WifiAccess](https://f-droid.org/packages/org.projectmaxs.module.wifiaccess/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module WifiAccess](https://f-droid.org/packages/org.projectmaxs.module.wifiaccess/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module WifiAccess](https://f-droid.org/packages/org.projectmaxs.module.wifiaccess/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module WifiAccess](https://f-droid.org/packages/org.projectmaxs.module.wifiaccess/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module WifiAccess](https://f-droid.org/packages/org.projectmaxs.module.wifiaccess/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module WifiChange](https://f-droid.org/packages/org.projectmaxs.module.wifichange/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module WifiChange](https://f-droid.org/packages/org.projectmaxs.module.wifichange/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module WifiChange](https://f-droid.org/packages/org.projectmaxs.module.wifichange/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module WifiChange](https://f-droid.org/packages/org.projectmaxs.module.wifichange/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module WifiChange](https://f-droid.org/packages/org.projectmaxs.module.wifichange/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module WifiChange](https://f-droid.org/packages/org.projectmaxs.module.wifichange/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module WifiChange](https://f-droid.org/packages/org.projectmaxs.module.wifichange/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Transport XMPP](https://f-droid.org/packages/org.projectmaxs.transport.xmpp/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Transport XMPP](https://f-droid.org/packages/org.projectmaxs.transport.xmpp/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Transport XMPP](https://f-droid.org/packages/org.projectmaxs.transport.xmpp/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Transport XMPP](https://f-droid.org/packages/org.projectmaxs.transport.xmpp/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Transport XMPP](https://f-droid.org/packages/org.projectmaxs.transport.xmpp/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Transport XMPP](https://f-droid.org/packages/org.projectmaxs.transport.xmpp/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Transport XMPP](https://f-droid.org/packages/org.projectmaxs.transport.xmpp/)** 从 0.5.5 更新到 0.5.8

source: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)** was updated from 1.7.3 to 1.7.6
de: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)** erhielt ein Update von 1.7.3 auf 1.7.6
pl: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)** został zaktualizowany z 1.7.3 do 1.7.6
ro: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)** a fost actualizat de la 1.7.3 la 1.7.6
ru: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)** был обновлен с 1.7.3 до 1.7.6
uk: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)** оновлено з 1.7.3 до 1.7.6
zh_hans: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)** 从 1.7.3 更新到 1.7.6

source: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** was [updated](https://github.com/gatheringhallstudios/MHGenDatabase/releases) from 2.3.1 to 2.3.6
de: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)**-[Aktualisierung](https://github.com/gatheringhallstudios/MHGenDatabase/releases) von 2.3.1 auf 2.3.6
pl: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** został [zaktualizowany](https://github.com/gatheringhallstudios/MHGenDatabase/releases) z 2.3.1 do 2.3.6
ro: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** a fost [updated](https://github.com/gatheringhallstudios/MHGenDatabase/releases) de la 2.3.1 la 2.3.6
ru: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** был [обновлен](https://github.com/gatheringhallstudios/MHGenDatabase/releases) с 2.3.1 до 2.3.6
uk: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** [оновлено](https://github.com/gatheringhallstudios/MHGenDatabase/releases) з 2.3.1 до 2.3.6
zh_hans: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** 从 2.3.1 [更新](https://github.com/gatheringhallstudios/MHGenDatabase/releases)到 2.3.6

source: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** was [updated](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt) from 2.2.5 to 2.3.1
de: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)**-[Aktualisierung](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt) von 2.2.5 auf 2.3.1
pl: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** został [zaktualizowany](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt) z 2.2.5 do 2.3.1
ro: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** a fost [updated](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt) de la 2.2.5 la 2.3.1
ru: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** был [обновлен](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt) с 2.2.5 до 2.3.1
uk: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** [оновлено](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt) з 2.2.5 до 2.3.1
zh_hans: **[MIFARE Classic Tool](https://f-droid.org/packages/de.syss.MifareClassicTool/)** 从 2.2.5 [更新](https://github.com/ikarus23/MifareClassicTool/raw/HEAD/CHANGELOG.txt)到 2.3.1

source: **[MPD](https://f-droid.org/packages/org.musicpd/)** was updated from 0.21.4 to 0.21.11
de: **[MPD](https://f-droid.org/packages/org.musicpd/)** erhielt ein Update von 0.21.4 auf 0.21.11
pl: **[MPD](https://f-droid.org/packages/org.musicpd/)** został zaktualizowany z 0.21.4 do 0.21.11
ro: **[MPD](https://f-droid.org/packages/org.musicpd/)** a fost actualizat de la 0.21.4 la 0.21.11
ru: **[MPD](https://f-droid.org/packages/org.musicpd/)** был обновлен с 0.21.4 до 0.21.11
uk: **[MPD](https://f-droid.org/packages/org.musicpd/)** оновлено з 0.21.4 до 0.21.11
zh_hans: **[MPD](https://f-droid.org/packages/org.musicpd/)** 从 0.21.4 更新到 0.21.11

source: **[MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/)** was [updated](https://github.com/AEFeinstein/mtg-familiar/releases) from 3.5.10 to 3.5.11
de: **[MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/)**-[Aktualisierung](https://github.com/AEFeinstein/mtg-familiar/releases) von 3.5.10 auf 3.5.11
pl: **[MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/)** został [zaktualizowany](https://github.com/AEFeinstein/mtg-familiar/releases) z 3.5.10 do 3.5.11
ro: **[MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/)** a fost [updated](https://github.com/AEFeinstein/mtg-familiar/releases) de la 3.5.10 la 3.5.11
ru: **[MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/)** был [обновлен](https://github.com/AEFeinstein/mtg-familiar/releases) с 3.5.10 до 3.5.11
uk: **[MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/)** [оновлено](https://github.com/AEFeinstein/mtg-familiar/releases) з 3.5.10 до 3.5.11
zh_hans: **[MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/)** 从 3.5.10 [更新](https://github.com/AEFeinstein/mtg-familiar/releases)到 3.5.11

source: **[Manyverse](https://f-droid.org/packages/se.manyver/)** was [updated](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) from 0.1903.22-beta to 0.1904.8-beta
de: **[Manyverse](https://f-droid.org/packages/se.manyver/)**-[Aktualisierung](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) von 0.1903.22-beta auf 0.1904.8-beta
pl: **[Manyverse](https://f-droid.org/packages/se.manyver/)** został [zaktualizowany](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) z 0.1903.22-beta do 0.1904.8-beta
ro: **[Manyverse](https://f-droid.org/packages/se.manyver/)** a fost [updated](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) de la 0.1903.22-beta la 0.1904.8-beta
ru: **[Manyverse](https://f-droid.org/packages/se.manyver/)** был [обновлен](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) с 0.1903.22-beta до 0.1904.8-beta
uk: **[Manyverse](https://f-droid.org/packages/se.manyver/)** [оновлено](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md) з 0.1903.22-beta до 0.1904.8-beta
zh_hans: **[Manyverse](https://f-droid.org/packages/se.manyver/)** 从 0.1903.22-beta [更新](https://gitlab.com/staltz/manyverse/blob/HEAD/CHANGELOG.md)到 0.1904.8-beta

source: **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** was updated from 8.6.2-2 to 9.1.6
de: **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** erhielt ein Update von 8.6.2-2 auf 9.1.6
pl: **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** została zaktualizowana z 8.6.2-2 do 9.1.6
ro: **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** a fost actualizat de la 8.6.2-2 la 9.1.6
ru: **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** был обновлен с 8.6.2-2 до 9.1.6
uk: **[Мапи](https://f-droid.org/packages/com.github.axet.maps/)** оновлено з 8.6.2-2 до 9.1.6
zh_hans: **[Maps](https://f-droid.org/packages/com.github.axet.maps/)** 从 8.6.2-2 更新到 9.1.6

source: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** was [updated](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) from 1.7.2 to 2.0.1
de: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**-[Aktualisierung](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) von 1.7.2 auf 2.0.1
pl: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** został [zaktualizowany](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) z 1.7.2 do 2.0.1
ro: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** a fost [updated](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) de la 1.7.2 la 2.0.1
ru: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** был [обновлен](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) с 1.7.2 до 2.0.1
uk: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** [оновлено](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) з 1.7.2 до 2.0.1
zh_hans: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 从 1.7.2 [更新](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md)到 2.0.1

source: **[Materialistic](https://f-droid.org/packages/io.github.hidroh.materialistic/)** was updated from 3.3 to 3.3
de: **[Materialistic](https://f-droid.org/packages/io.github.hidroh.materialistic/)** erhielt ein Update von 3.3 auf 3.3
pl: **[Materialistic](https://f-droid.org/packages/io.github.hidroh.materialistic/)** został zaktualizowany z 3.3 do 3.3
ro: **[Materialistic](https://f-droid.org/packages/io.github.hidroh.materialistic/)** a fost actualizat de la 3.3 la 3.3
ru: **[Materialistic](https://f-droid.org/packages/io.github.hidroh.materialistic/)** был обновлен с 3.3 до 3.3
uk: **[Materialistic](https://f-droid.org/packages/io.github.hidroh.materialistic/)** оновлено з 3.3 до 3.3
zh_hans: **[Materialistic](https://f-droid.org/packages/io.github.hidroh.materialistic/)** 从 3.3 更新到 3.3

source: **[Medic Log](https://f-droid.org/packages/org.paladyn.mediclog/)** was updated from 0.2.4 to 0.2.5
de: **[Medic Log](https://f-droid.org/packages/org.paladyn.mediclog/)** erhielt ein Update von 0.2.4 auf 0.2.5
pl: **[Medic Log](https://f-droid.org/packages/org.paladyn.mediclog/)** został zaktualizowany z 0.2.4 do 0.2.5
ro: **[Medic Log](https://f-droid.org/packages/org.paladyn.mediclog/)** a fost actualizat de la 0.2.4 la 0.2.5
ru: **[Medic Log](https://f-droid.org/packages/org.paladyn.mediclog/)** обновлен с 0.2.4 до 0.2.5
uk: **[Medic Log](https://f-droid.org/packages/org.paladyn.mediclog/)** оновлено з 0.2.4 до 0.2.5
zh_hans: **[Medic Log](https://f-droid.org/packages/org.paladyn.mediclog/)** 从 0.2.4 更新到 0.2.5

source: **[Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/)** was [updated](https://gitlab.com/tslocum/meditationassistant/blob/HEAD/CHANGELOG) from 1.5.3 to 1.5.5
de: **[Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/)**-[Aktualisierung](https://gitlab.com/tslocum/meditationassistant/blob/HEAD/CHANGELOG) von 1.5.3 auf 1.5.5
pl: **[Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/)** został [zaktualizowany](https://gitlab.com/tslocum/meditationassistant/blob/HEAD/CHANGELOG) z 1.5.3 do 1.5.5
ro: **[Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/)** a fost [updated](https://gitlab.com/tslocum/meditationassistant/blob/HEAD/CHANGELOG) de la 1.5.3 la 1.5.5.5
ru: **[Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/)** был [обновлен](https://gitlab.com/tslocum/meditationassistant/blob/HEAD/CHANGELOG) с 1.5.3 до 1.5.5
uk: **[Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/)** [оновлено](https://gitlab.com/tslocum/meditationassistant/blob/HEAD/CHANGELOG) з 1.5.3 до 1.5.5
zh_hans: **[Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/)** 从 1.5.3 [更新](https://gitlab.com/tslocum/meditationassistant/blob/HEAD/CHANGELOG)到 1.5.5

source: **[Melodeon](https://f-droid.org/packages/org.billthefarmer.melodeon/)** was updated from 1.12 to 1.13
de: **[Melodeon](https://f-droid.org/packages/org.billthefarmer.melodeon/)** erhielt ein Update von 1.12 auf 1.13
pl: **[Melodeon](https://f-droid.org/packages/org.billthefarmer.melodeon/)** został zaktualizowany z 1.12 do 1.13
ro: **[Melodeon](https://f-droid.org/packages/org.billthefarmer.melodeon/)** a fost actualizat de la 1.12 la 1.13
ru: **[Melodeon](https://f-droid.org/packages/org.billthefarmer.melodeon/)** был обновлен с 1.12 до 1.13
uk: **[Melodeon](https://f-droid.org/packages/org.billthefarmer.melodeon/)** оновлено з 1.12 до 1.13
zh_hans: **[Melodeon](https://f-droid.org/packages/org.billthefarmer.melodeon/)** 从 1.12 更新到 1.13

source: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** was [updated](https://github.com/gsantner/memetastic/blob/HEAD/CHANGELOG.md) from 1.5.2 to 1.5.3
de: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)**-[Aktualisierung](https://github.com/gsantner/memetastic/blob/HEAD/CHANGELOG.md) von 1.5.2 auf 1.5.3
pl: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** został [zaktualizowany](https://github.com/gsantner/memetastic/blob/HEAD/CHANGELOG.md) z 1.5.2 do 1.5.3
ro: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** a fost [updated](https://github.com/gsantner/memetastic/blob/HEAD/CHANGELOG.md) de la 1.5.2 la 1.5.3
ru: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** был [обновлен](https://github.com/gsantner/memetastic/blob/HEAD/CHANGELOG.md) с 1.5.2 до 1.5.3
uk: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** [оновлено](https://github.com/gsantner/memetastic/blob/HEAD/CHANGELOG.md) з 1.5.2 до 1.5.3
zh_hans: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)** 从 1.5.2 [更新](https://github.com/gsantner/memetastic/blob/HEAD/CHANGELOG.md)到 1.5.3

source: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** was [updated](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md) from 1.101 to 1.107
de: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)**-[Aktualisierung](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md) von 1.101 auf 1.107
pl: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** został [zaktualizowany](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md) z 1.101 do 1.107
ro: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** a fost [updated](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md) de la 1.101 la 1.107
ru: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** был [обновлен](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md) с 1.101 до 1.107
uk: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** [оновлено](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md) з 1.101 до 1.107
zh_hans: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)**从 1.101 [更新](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md)到 1.107

source: **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** was updated from 1.2.2 to 1.3.0
de: **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** erhielt ein Update von 1.2.2 auf 1.3.0
pl: **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** został zaktualizowany z 1.2.2 do 1.3.0
ro: **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** a fost actualizat de la 1.2.2 la 1.3.0
ru: **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** был обновлен с 1.2.2 до 1.3.0
uk: **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** оновлено з 1.2.2 до 1.3.0
zh_hans: **[MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)** 从 1.2.2 更新到 1.3.0

source: **[Minetest Mods](https://f-droid.org/packages/com.rubenwardy.minetestmodmanager/)** was updated from 1.8.0 to 1.9.0
de: **[Minetest Mods](https://f-droid.org/packages/com.rubenwardy.minetestmodmanager/)** erhielt ein Update von 1.8.0 auf 1.9.0
pl: **[Minetest Mods](https://f-droid.org/packages/com.rubenwardy.minetestmodmanager/)** został zaktualizowany z 1.8.0 do 1.9.0
ro: **[Minetest Mods](https://f-droid.org/packages/com.rubenwardy.minetestmodmanager/)** a fost actualizat de la 1.8.0 la 1.9.0
ru: **[Minetest Mods](https://f-droid.org/packages/com.rubenwardy.minetestmodmanager/)** были обновлены с 1.8.0 до 1.9.0
uk: **[Minetest Mods](https://f-droid.org/packages/com.rubenwardy.minetestmodmanager/)** оновлено з 1.8.0 до 1.9.0
zh_hans: **[Minetest Mods](https://f-droid.org/packages/com.rubenwardy.minetestmodmanager/)** 从 1.8.0 更新到 1.9.0

source: **[Minetest](https://f-droid.org/packages/net.minetest.minetest/)** was updated from 5.0.0.23 to 5.0.1.24
de: **[Minetest](https://f-droid.org/packages/net.minetest.minetest/)** erhielt ein Update von 5.0.0.23 auf 5.0.1.24
pl: **[Minetest](https://f-droid.org/packages/net.minetest.minetest/)** został zaktualizowany z 5.0.0.23 do 5.0.1.24
ro: **[Minetest](https://f-droid.org/packages/net.minetest.minetest/)** a fost actualizat de la 5.0.0.23 la 5.0.1.24
ru: **[Minetest](https://f-droid.org/packages/net.minetest.minetest/)** был обновлен с 5.0.0.23 до 5.0.1.24
uk: **[Minetest](https://f-droid.org/packages/net.minetest.minetest/)** оновлено з 5.0.0.23 до 5.0.1.24
zh_hans: **[Minetest](https://f-droid.org/packages/net.minetest.minetest/)** 从 5.0.0.23 更新到 5.0.1.24

source: **[Ministocks](https://f-droid.org/packages/nitezh.ministock/)** was updated from 75 to 80
de: **[Ministocks](https://f-droid.org/packages/nitezh.ministock/)** erhielt ein Update von 75 auf 80
pl: **[Ministocks](https://f-droid.org/packages/nitezh.ministock/)** został zaktualizowany z 75 do 80
ro: **[Ministocks](https://f-droid.org/packages/nitezh.ministock/)** a fost actualizată de la 75 la 80
ru: **[Ministocks](https://f-droid.org/packages/nitezh.ministock/)** был обновлен с 75 до 80
uk: **[Ministocks](https://f-droid.org/packages/nitezh.ministock/)** оновлено з 75 до 80
zh_hans: **[Ministocks](https://f-droid.org/packages/nitezh.ministock/)** 从 75 更新到 80
