Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** was [updated](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) from 7.0 to 9.0, featuring a dark theme, support for phone numbers with symbols, delete all contacts, several UI and UX improvements and bugfixes, including an important fix for a crash in Android 8 (Oreo). **Please export and reimport all your contacts** in order for search to work. Apologies, but it's only a one-time thing.
de: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** wurde von 7.0 auf 9.0 [aktualisiert](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG), mit Einführung eines dunklen Designs, der Unterstützung von Telefonnummern mit Symbolen, der Löschung aller Kontakte, verschiedenen Verbesserungen der Benutzerschnittstelle und -freundlichkeit sowie Fehlerkorrekturen, einschließlich einer wichtigen für eine Absturzursache unter Android 8 (Oreo). **Bitte exportieren und reimportieren Sie alle Ihre Kontakte**, damit die Suche funktioniert. Entschuldigen Sie bitte, aber das ist nur eine einmalige Angelegenheit.
pl: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** został [zaktualizowany](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) z 7.0 do 9.0, z ciemnym motywem, obsługą numerów telefonów z symbolami, usuwaniem wszystkich kontaktów, kilkoma ulepszeniami UI i UX oraz poprawkami błędów, w tym ważną poprawką do awarii w systemie Android 8 (Oreo). **Proszę wyeksportować i ponownie zaimportować wszystkie kontakty**, aby wyszukiwanie zadziałało. Przepraszam, ale to tylko jednorazowa sprawa.
ro: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** a fost [updated](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) de la 7.0 la 9.0, oferind o temă întunecată, suport pentru numere de telefon cu simboluri, ștergerea tuturor contactelor, mai multe îmbunătățiri ale interfeței și UX și corecturi de erori, inclusiv o corecție importantă pentru o blocare în Android 8 (Oreo). **Vă rugăm să exportați și să reimportați toate contactele** pentru ca căutarea să funcționeze. Ne cerem scuze, dar este vorba doar de un lucru care se întâmplă o singură dată.
ru: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** были [обновлены](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) с 7.0 до 9.0, с темной темой, поддержкой телефонных номеров с символами, удалением всех контактов, несколькими улучшениями UI и UX и исправлениями ошибок, включая важное исправление сбоя в Android 8 (Oreo). **Пожалуйста, экспортируйте и повторно импортируйте все контакты**, чтобы поиск работал. Приносим извинения, но это только одноразовое действие.
uk: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** були [оновлені](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) з 7.0 до 9.0, з темною темою, підтримкою телефонних номерів з символами, видаленням всіх контактів, декількома поліпшеннями UI і UX і виправленнями помилок, включаючи важливе виправлення збою в Android 8 (Oreo). ** Будь ласка, експортуйте і повторно імпортуйте всі контакти **, щоб пошук працював. Приносимо вибачення, але це тільки одноразова дія.
zh_hans: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** 已从 7.0 [更新](https://gitlab.com/sultanahamer/OpenContacts/blob /HEAD/CHANGELOG)到 9.0，具有深色主题，支持带有符号的电话号码，删除所有联系人，一些 UI 和 UX 改进和错误修复，包括对 Android 8 (Oreo) 崩溃的重要修复。 **请导出并重新导入你的所有联系人**，以便搜索工作。抱歉，但这只是一次性的事情。

source: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** [updated](http://andstatus.org/changelog.html) to 45.01, adding the "unread notifications" timeline. It also has improved handling of HTML content.
de: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** [aktualisiert](http://andstatus.org/changelog.html) auf 45.01, ergänzt eine Zeitachse für "ungelesene Benachrichtigungen". Außerdem wurde die Verarbeitung von HTML-Inhalten verbessert.
pl: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** [zaktualizowano](http://andstatus.org/changelog.html) do 45.01, dodając oś czasu "nieprzeczytane powiadomienia". Poprawiono także obsługę treści HTML.
ro: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** [updated](http://andstatus.org/changelog.html) adăugând cronologia "notificări necitite". De asemenea, a fost îmbunătățită gestionarea conținutului HTML.
ru: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** [обновлен](http://andstatus.org/changelog.html) до версии 45.01, добавлена временная шкала "непрочитанных уведомлений". Также улучшена работа с HTML-контентом.
uk: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** [оновлено](http://andstatus.org/changelog.html) до версії 45.01, додано часову шкалу «непрочитаних повідомлень». Також поліпшено роботу з HTML-вмістом.
zh_hans: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** [更新](http://andstatus.org/changelog.html) 到 45.01，添加“未读通知”时间线。它还改进了对 HTML 内容的处理。

source: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)** 1.3.0 brings a better layout for the message list, refresh message list, and moves the color picker account outside of advanced.
de: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)** 1.3.0 bringt ein besseres Layout für die Nachrichtenliste mit, das Auffrischen der Nachrichtenliste und verlegt den Farbauswahlwert aus den erweiterten Einstellungen.
pl: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)** 1.3.0 zapewnia lepszy układ listy wiadomości, odświeża listę wiadomości i przenosi konto selektora kolorów poza zaawansowane.
ro: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)** 1.3.0 aduce o dispunere mai bună pentru lista de mesaje, actualizează lista de mesaje și mută contul de selectare a culorilor în afara funcției avansate.
ru: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)** В версии 1.3.0 улучшен макет списка сообщений, обновлен список сообщений и перемещен аккаунт выбора цвета за пределы расширенного.
uk: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)** У версії 1.3.0 покращено макет списку повідомлень, оновлений список повідомлень і переміщений аккаунт вибору кольору за межі розширеного.
zh_hans: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)** 1.3.0 带来更好的消息列表布局，刷新消息列表，将颜色选择器帐户移出高级。

source: Since we've mentioned SimpleEmail, its upstream app **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** got plenty of updates and fixes in the mean time, way too many to list here. What we can mention is that the app has lowered its device requirements so now it's compatible with Android 5 too.
de: Wenn wir schon von SimpleEmail sprechen, ihre vorgeschaltete App **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** hat in der Zwischenzeit eine Vielzahl an Aktualisierungen und Korrekturen erhalten, zu viele, um sie hier aufzulisten. Was wir erwähnen sollten, ist, dass die App ihre Systemvoraussetzungen reduziert hat, sodass sie nun auch mit Android 5 kompatibel ist.
pl: Odkąd wspomnieliśmy o SimpleEmail, jego starsza aplikacja **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** miała mnóstwo aktualizacji i poprawek w międzyczasie, zbyt wiele do wystawienia tutaj. Możemy wspomnieć, że aplikacja obniżyła wymagania dotyczące urządzeń, więc teraz jest również kompatybilna z Androidem 5.
ro: Din moment ce am menționat SimpleEmail, aplicația sa din amonte **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** a primit o mulțime de actualizări și corecții între timp, mult prea multe pentru a le enumera aici. Ceea ce putem menționa este că aplicația și-a redus cerințele pentru dispozitiv, astfel că acum este compatibilă și cu Android 5.
ru: С тех пор как мы упомянули SimpleEmail, его приложение **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** получило множество обновлений и исправлений. Что мы можем отметить, так это то, что приложение снизило свои требования к устройствам, так что теперь оно совместимо и с Android 5.
uk: З тих пір як ми згадали SimpleEmail, його застосунок **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** отримало безліч оновлень і виправлень. Що ми можемо відзначити, так це те, що застосунок знизило свої вимоги до пристроїв, так що тепер програма сумісна і з Android 5.
zh_hans: 既然我们提到了 SimpleEmail，它的上游应用 **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** 同时得到了大量的更新和修复，太多了，这里就不一一列举了。我们可以提到的是，该应用降低了其设备要求，因此现在它也与 Android 5 兼容。

source: And still talking about e-mail, **[InboxPager](https://f-droid.org/packages/net.inbox.pager/)** got a big update to 4.0 bringing an UI update and an internal file manager.
de: Und nochmals zur E-Mail, **[InboxPager](https://f-droid.org/packages/net.inbox.pager/)** erhielt ein wichtiges Update auf 4.0, das eine Aktualisierung der Benutzeroberfläche und einen internen Dateimanager mitbringt.
pl: I wciąż mówiąc o e-mailu **[InboxPager](https://f-droid.org/packages/net.inbox.pager/)** dostał dużą aktualizację do wersji 4.0, przynosząc aktualizację interfejsu i wewnętrzny menedżer plików.
ro: Și tot vorbind despre e-mail, **[InboxPager](https://f-droid.org/packages/net.inbox.pager/)** a primit o actualizare importantă la 4.0, care aduce o actualizare a interfeței și un manager de fișiere intern.
ru: И, продолжая говорить об электронной почте, **[InboxPager](https://f-droid.org/packages/net.inbox.pager/)** получил большое обновление до версии 4.0 с обновлением пользовательского интерфейса и внутреннего файлового менеджера.
uk: І, знов почав говорити про електронну пошту, **[InboxPager](https://f-droid.org/packages/net.inbox.pager/)** отримав велике оновлення до версії 4.0 з оновленням інтерфейсу і внутрішнього файлового менеджера.
zh_hans: 继续谈论电子邮件，**[InboxPager](https://f-droid.org/packages/net.inbox.pager/)** 得到了 4.0 重大更新，带来了 UI 更新和内部文件管理器。

source: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** & **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** Since TWIF 26, version 2.3.4+fcr, the apps were updated continuously up to the current 2.3.9+fcr, fixing bugs and adding small improvements:
de: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** &amp; **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** Seit TWIF 26, Version 2.3.4+fcr, wurden die Apps kontinuierlich bis zur aktuellen 2.3.9+fcr aktualisiert, wobei Fehler behoben und kleine Verbesserungen hinzugefügt wurden:
pl: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** &amp; **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** Od TWIF 26, wersja 2.3.4+fcr, aplikacje były stale aktualizowane do obecnej 2.3.9+fcr, naprawiając błędy i dodając małe ulepszenia:
ro: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** &amp; **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** Începând cu TWIF 26, versiunea 2.3.4+fcr, aplicațiile au fost actualizate continuu până la versiunea actuală 2.3.9+fcr, corectând erori și adăugând mici îmbunătățiri:
ru: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** и **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** Начиная с TWIF 26, версии 2.3.4+fcr, приложения постоянно обновлялись до текущей 2.3.9+fcr, исправляя ошибки и добавляя небольшие улучшения:
uk: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** і **[Quicksy](https://f-droid.org/packages/im.quicksy. client/)** Починаючи з TWIF 26, версії 2.3.4 + fcr, застосунки постійно оновлювалися до поточної 2.3.9 + fcr, виправляючи помилки і додаючи невеликі поліпшення:
zh_hans: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** &amp; **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** 自 TWIF 26 版本 2.3.4+fcr 以来，应用不断更新到当前的 2.3.9+fcr，修复了错误并添加了一些小改进：

source: Fixed group chat mentions when nick ends in a dot, asking for permissions after direct share, CVE-2018-18467, re-sending failed files in group chats and misc bug fixes for Android 9.
pl: Naprawiono czat grupowy, kiedy nick kończy się kropką, prosząc o uprawnienia po bezpośrednim udostępnieniu, CVE-2018-18467, ponownie wysyłając nieudane pliki w czatach grupowych i poprawki różnych błędów dla Androida 9.
ro: A corectat mențiunile chat-ului de grup atunci când porecla se termină cu un punct, solicitarea de permisiuni după partajarea directă, CVE-2018-18467, retrimiterea fișierelor eșuate în chat-urile de grup și diverse corecturi de erori pentru Android 9.
ru: Исправлены упоминания в групповых чатах, когда ник заканчивается точкой, запрос разрешений после прямого обмена, CVE-2018-18467, повторная отправка неудачных файлов в групповых чатах и другие исправления для Android 9.
uk: Виправлені згадки в групових чатах, коли нік закінчується крапкою, запит дозволів після прямого обміну, CVE-2018-18467, повторне надсилання не надісланих файлів у групових чатах та інші виправлення для Android 9.
zh_hans: 修复了群聊提及以点结尾的昵称时的问题，在直接分享后请求权限，CVE-2018-18467，在群聊中重新发送失败的文件以及 Android 9 的杂项错误修复。

source: Improved handling of bookmark nicks, long press on 'allow' or 'add back' snackbar to bring up 'reject', made PEP avatars public to play nice with the newly released Prosody 0.11, OMEMO stability improvements.
pl: Ulepszona obsługa nicków zakładek, długie naciśnięcie na snackbarze „zezwól” lub „dodaj z powrotem” wyświetli „odrzuć”, awatary PEP stały się publiczne, aby dobrze współgrały z nowo wydanym Prosody 0.11, ulepszenia stabilności OMEMO.
ro: Gestionarea îmbunătățită a marcajelor, apăsarea lungă pe bara de gustări "permite" sau "adaugă înapoi" pentru a afișa "respinge", a făcut ca avatarele PEP să fie publice pentru a se potrivi cu Prosody 0.11 recent lansat, îmbunătățiri ale stabilității OMEMO.
ru: Улучшена обработка ников закладок, долгое нажатие на "разрешить" или "добавить обратно" вызывает "отклонить", сделаны публичными аватары PEP, чтобы они хорошо сочетались с недавно выпущенной Prosody 0.11, улучшена стабильность OMEMO.
uk: Покращена обробка ників закладок, довге натискання на "дозволити" або "додати назад" викликає "відхилити", зроблені публічними аватари PEP, щоб вони добре поєднувалися з недавно випущеної Prosody 0.11, поліпшена стабільність OMEMO.
zh_hans: 改进了对书签刻度的处理，长按“允许”或“添加回来”工具栏以显示“拒绝”，使 PEP 头像公开，以在新发布的 Prosody 0.11 中良好工作，OMEMO 稳定性改进。

source: Added context menu options for long pressing avatar in 1:1 chat and send PM menu entry in anonymous MUCs.
pl: Dodano opcje menu kontekstowego dla długiego naciśnięcia awatara w czacie 1:1 i wysyłania PM w anonimowych MUC.
ro: Au fost adăugate opțiunile de meniu contextual pentru apăsarea lungă a avatarului în chat 1:1 și pentru trimiterea intrării de meniu PM în MUC-uri anonime.
ru: Добавлены опции контекстного меню для долгого нажатия на аватар в чате 1:1 и пункт меню отправки ЛС в анонимных MUC.
uk: Додані опції контекстного меню для довгого натискання на аватар в чаті 1: 1 і пункт меню відправки ЛЗ в анонімних MUC.
zh_hans: 添加了在 1:1 聊天中长按头像时的上下文菜单选项，并在匿名 MUC 中添加了发送私信的菜单项。

source: **[IceCatMobile](https://f-droid.org/packages/org.gnu.icecat/)** The free software rebranding of the latest Firefox-ESR release just got updated to version 60, besides the usual plethora of new features it also moves the UI to Photon, and so it drops support for Android 4.0.4 and older. Users of the Sync feature should keep an eye on [this bug report](https://savannah.gnu.org/bugs/?50960) if it suddenly doesn't work.
de: **[IceCatMobile](https://f-droid.org/packages/org.gnu.icecat/)** Der freie Software-Abkömmling der letzten Firefox-ESR-Version wurde gerade auf Version 60 aktualisiert, neben der gewohnten Fülle an neuen Funktionen, verschiebt sich auch die UI in Richtung Photon und somit geht auch die Unterstützung von Android-Versionen älter als 4.1 verloren. Nutzer der Sync-Funktion sollten einen Blick auf [diesen Fehlerbericht](https://savannah.gnu.org/bugs/?50960) werfen, wenn sie plötzlich nicht funktioniert.
pl: **[IceCatMobile](https://f-droid.org/packages/org.gnu.icecat/)** Rebranding darmowego oprogramowania najnowszego wydania Firefox-ESR zostało zaktualizowane do wersji 60, poza zwykłymi mnóstwem nowych funkcji przenosi także interfejs użytkownika do Photon, a więc zmniejsza wsparcie dla Androida 4.0.4 i starszych. Użytkownicy funkcji synchronizacji powinni obserwować [ten raport o błędzie](https://savannah.gnu.org/bugs/?50960), jeśli nagle nie działa.
ro: **[IceCatMobile](https://f-droid.org/packages/org.gnu.icecat/)** Rebrandingul software-ului liber al ultimei versiuni Firefox-ESR tocmai a fost actualizat la versiunea 60, pe lângă multitudinea obișnuită de caracteristici noi, aceasta mută și interfața de utilizare la Photon, și astfel renunță la suportul pentru Android 4.0.4 și mai vechi. Utilizatorii funcției Sync ar trebui să stea cu ochii pe [this bug report](https://savannah.gnu.org/bugs/?50960) dacă brusc nu mai funcționează.
ru: **[IceCatMobile](https://f-droid.org/packages/org.gnu.icecat/)** Ребрендинг свободного программного обеспечения последнего выпуска Firefox-ESR только что обновился до версии 60, помимо обычного множества новых функций, он также переносит пользовательский интерфейс на Photon, и поэтому отказывается от поддержки Android 4.0.4 и старше. Пользователи функции синхронизации должны следить за [этим сообщением об ошибке](https://savannah.gnu.org/bugs/?50960), если она вдруг перестанет работать.
uk: **[IceCatMobile](https://f-droid.org/packages/org.gnu.icecat/)** Ребрендинг вільного програмного забезпечення останнього випуску Firefox-ESR тільки що оновився до версії 60, крім звичайного безлічі нових функцій, він також переносить користувальницький інтерфейс на Photon, і тому відмовляється від підтримки Android 4.0.4 і старше. Користувачі функції синхронізації повинні стежити за [цим повідомленням про помилку](https://savannah.gnu.org/bugs/?50960), якщо вона раптом перестане працювати.
zh_hans: **[IceCatMobile](https://f-droid.org/packages/org.gnu.icecat/)** 最新的 Firefox-ESR 版本的自由软件分支刚刚更新到版本 60，除了通常的过多的新功能还将 UI 移至 Photon，因此它放弃了对 Android 4.0.4 及更早版本的支持。如果它突然不起作用，同步功能的用户应密切关注[此错误报告](https://savannah.gnu.org/bugs/?50960)。

source: **[Hacker's Keyboard](https://f-droid.org/packages/org.pocketworkstation.pckeyboard/)** After almost 2 years of missing updates the keyboard was now updated, no ground-breaking features, but mostly fixes and compatibility updates for the new Android versions.
de: **[Hacker's Keyboard](https://f-droid.org/packages/org.pocketworkstation.pckeyboard/)** Nach fast 2 Jahren ohne Updates wurde die Tastatur nun aktualisiert, keine bahnbrechenden Neuerungen, sondern im Wesentlichen Korrekturen und Kompatibilitätsanpassungen für die neuen Android-Versionen.
pl: **[Klawiatura Hackera](https://f-droid.org/packages/org.pocketworkstation.pckeyboard/)** Po prawie 2 latach brakujących aktualizacji klawiatura została zaktualizowana, brak przełomowych funkcji, ale głównie poprawki i aktualizacje zgodności dla nowych wersji Androida.
ro: **[Hacker's Keyboard](https://f-droid.org/packages/org.pocketworkstation.pckeyboard/)** După aproape 2 ani în care au lipsit actualizările, tastatura a fost actualizată, fără caracteristici revoluționare, dar mai ales cu remedieri și actualizări de compatibilitate pentru noile versiuni Android.
ru: **[Hacker's Keyboard](https://f-droid.org/packages/org.pocketworkstation.pckeyboard/)** После почти 2 лет отсутствия обновлений клавиатура была обновлена, без каких-либо революционных функций, но в основном исправления и обновления совместимости для новых версий Android.
uk: **[Hacker's Keyboard](https://f-droid.org/packages/org.pocketworkstation.pckeyboard/)** Після майже 2 років відсутності оновлень клавіатура була оновлена, без будь-яких революційних функцій, але в основному виправлення і оновлення сумісності для нових версій Android.
zh_hans: **[Hacker's Keyboard](https://f-droid.org/packages/org.pocketworkstation.pckeyboard/)** 经过近 2 年没有更新后，键盘现已更新，没有突破性的功能，主要是针对新 Android 版本的修复和兼容性更新。

source: **[Iven News Reader](https://f-droid.org/wiki/page/com.iven.lfflfeedreader)** was moved to the archive because the app has been marked as "deprecated" by its author.
de: **[Iven News Reader](https://f-droid.org/wiki/page/com.iven.lfflfeedreader)** wurde ins Archiv verschoben, da die App durch ihren Autor als "überholt" markiert wurde.
pl: **[Iven News Reader](https://f-droid.org/wiki/page/com.iven.lfflfeedreader)** został przeniesiony do archiwum, ponieważ jego aplikacja została oznaczona jako "wycofana".
ro: **[Iven News Reader](https://f-droid.org/wiki/page/com.iven.lfflfeedreader)** a fost mutat în arhivă deoarece aplicația a fost marcată ca fiind "depreciată" de către autorul ei.
ru: **[Iven News Reader](https://f-droid.org/wiki/page/com.iven.lfflfeedreader)** было перемещено в архив, поскольку приложение было помечено его автором как "устаревшее".
uk: **[Iven News Reader](https://f-droid.org/wiki/page/com.iven.lfflfeedreader)** було переміщено в архів, оскільки автор позначив застосунок «застарілим».
zh_hans: **[Iven News Reader](https://f-droid.org/wiki/page/com.iven.lfflfeedreader)** 已被移至存档，因为该应用已被其作者标记为“已弃用” .

source: TWIF 35: The Flatpak edition
de: TWIF 35: Die Flatpak-Ausgabe
pl: TWIF 35: Wydanie Flatpak
ro: TWIF 35: Ediția Flatpak
ru: TWIF 35: издание Flatpak
uk: TWIF 35: випуск Flatpak
zh_hans: TWIF 35：Flatpak 版本

source: In this edition: New automated mirror monitor, repomaker released to Flathub, unofficial F-Droid meeting at 35C3 and talk about Off-Grid Services by **@\_hc**.
de: In dieser Ausgabe: Neuer automatisierter Spiegelmonitor, Repomaker auf Flathub veröffentlicht, inoffizielles F-Droid-Treffen auf dem 35C3 und Vortrag über netzlose Dienste von **@\_hc**.
pl: W tej edycji: Nowy zautomatyzowany monitor lustrzany, repomaker wydany na Flathub, nieoficjalne spotkanie F-Droid w 35C3 i rozmowa o usługach poza siecią przez **@\_hc**.
ro: În această ediție: Un nou monitor de oglinzi automatizat, repomaker lansat pe Flathub, o întâlnire neoficială F-Droid la 35C3 și o discuție despre serviciile Off-Grid de către **@\_hc**.
ru: В этом выпуске: Новый автоматизированный монитор зеркала, repomaker выпущен на Flathub, неофициальная встреча F-Droid на 35C3 и разговор о Off-Grid Services от **@\_hc**.
uk: У цьому випуску: Новий автоматизований монітор дзеркала, repomaker випущений на Flathub, неофіційна зустріч F-Droid на 35C3 і розмова про Off-Grid Services від ** @ \ _ hc **.
zh_hans: 本期中：新的自动镜像监视器，发布到 Flathub 的 repomaker，在 35C3 举行的非官方 F-Droid 会议，并 **@\_hc** 的离网服务演讲。

source: There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: Dostępnych jest **{{ page.number_of_added_apps }}** nowych i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: Есть **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: Є ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: New automated mirror monitor
de: Neuer automatisierter Spiegelmonitor
pl: Nowy automatyczny monitor lustrzany
ro: Noul monitor de oglindă automatizat
ru: Новый автоматизированный монитор зеркала
uk: Новий автоматизований монітор дзеркала
zh_hans: 新型自动镜像监视器
