Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We now have the whole buildserver stack running on one of the [GCC Compile Farm](https://cfarm.tetaneutral.net) servers. **[@\_hc](https://forum.f-droid.org/u/hans)** has set it up as as a GitLab runner, so it's now possible to do real, full builds for [fdroiddata](https://gitlab.com/fdroid/fdroiddata) merge requests. This also includes using machine learning in the form of [LibScout](https://github.com/reddr/libscout) to scan the final APK for trackers. See [fdroiddata!3936](https://gitlab.com/fdroid/fdroiddata/merge_requests/3936) for an example.
de: Der gesamte Buildserver-Block läuft jetzt auf einem Server der [GCC Compile Farm](https://cfarm.tetaneutral.net). **[@\_hc](https://forum.f-droid.org/u/hans)** hat ihn als GitLab Runner eingerichtet, so dass es nun möglich ist, echte, vollständige Builds für Merge Requests in [fdroiddata](https://gitlab.com/fdroid/fdroiddata) durchzuführen. Dazu gehört auch die Nutzung von maschinellem Lernen in Form von [LibScout](https://github.com/reddr/libscout), um das endgültige APK nach Trackern zu durchsuchen. Siehe [fdroiddata!3936](https://gitlab.com/fdroid/fdroiddata/merge_requests/3936) als Beispiel.
pl: Teraz mamy cały stos buildserver uruchomiony na jednym z serwerów [GCC Compile Farm](https://cfarm.tetaneutral.net) servers. **[@\_hc](https://forum.f-droid.org/u/hans)** skonfigurował go jako uruchamianie GitLab, więc teraz można wykonywać prawdziwe, pełne kompilacje dla [fdroiddata](https://gitlab.com/fdroid/fdroiddata) żądania scalania. Obejmuje to również uczenie maszynowe w formie [LibScout](https://github.com/reddr/libscout) w celu przeskanowania końcowego pliku APK dla trackerów. Zobacz przykład na [fdroiddata!3936](https://gitlab.com/fdroid/fdroiddata/merge_requests/3936).
ro: Acum avem întreaga stivă de servere de compilare care rulează pe unul dintre serverele [GCC Compile Farm](https://cfarm.tetaneutral.net). **[@\_hc](https://forum.f-droid.org/u/hans)** l-a configurat ca un GitLab runner, astfel încât acum este posibil să se facă compilări reale și complete pentru cererile de fuziune [fdroiddata](https://gitlab.com/fdroid/fdroiddata). Acest lucru include, de asemenea, utilizarea învățării automate sub forma [LibScout](https://github.com/reddr/libscout) pentru a scana APK-ul final pentru urmăritori. Consultați [fdroiddata!3936](https://gitlab.com/fdroid/fdroiddata/merge_requests/3936) pentru un exemplu.
ru: Теперь весь стек buildserver работает на одном из серверов [GCC Compile Farm](https://cfarm.tetaneutral.net). **[@\_hc](https://forum.f-droid.org/u/hans)** настроил его как GitLab runner, так что теперь можно делать настоящие, полные сборки для запросов на слияние [fdroiddata](https://gitlab.com/fdroid/fdroiddata). Это также включает использование машинного обучения в виде [LibScout](https://github.com/reddr/libscout) для сканирования финального APK на наличие трекеров. Пример смотрите в [fdroiddata!3936](https://gitlab.com/fdroid/fdroiddata/merge_requests/3936).
uk: Тепер весь стек buildserver працює на одному з серверів [GCC Compile Farm](https://cfarm.tetaneutral.net). **[@ \ _ hc](https://forum.f-droid.org/u/hans)** налаштував його як GitLab runner, так що тепер можна робити справжні, повні збірки для запитів на злиття [fdroiddata](https ://gitlab.com/fdroid/fdroiddata). Це також включає використання машинного навчання у вигляді [LibScout](https://github.com/reddr/libscout) для сканування фінального APK на наявність трекерів. Приклад дивіться в [fdroiddata! 3936](https://gitlab.com/fdroid/fdroiddata/merge_requests/3936).
zh_hans: 现在，我们在 [GCC Compile Farm](https://cfarm.tetaneutral.net) 服务器之一上运行了整个构建服务器堆栈。**[@\_hc](https://forum.f-droid.org/u/hans)** 已将其设置为 GitLab runner，因此现在可以为 [ fdroiddata](https://gitlab.com/fdroid/fdroiddata) 合并请求运行真正的完整的构建。这还包括使用 [LibScout](https://github.com/reddr/libscout) 形式的机器学习来扫描最终 APK 中的跟踪器。有关示例，请参阅 [fdroiddata!3936](https://gitlab.com/fdroid/fdroiddata/merge_requests/3936)。

source: The hard part is that the user who submitted the [merge request](https://gitlab.com/help/user/project/merge_requests/index.md) must register the runner for it to run on their merge requests. Please refer to [admin#106](https://gitlab.com/fdroid/admin/issues/106) on how to get access for yourself.
de: Der schwierige Teil ist, dass der Benutzer, der die [Merge-Anforderung](https://gitlab.com/help/user/project/merge_requests/index.md) eingereicht hat, den Runner registrieren muss, damit er mit seinen Merge-Anforderungen laufen kann. Wie Sie selbst Zugang erhalten, erfahren Sie unter [admin#106](https://gitlab.com/fdroid/admin/issues/106).
pl: Najtrudniejsze jest to, że użytkownik, który przesłał [prośbę o scalenie](https://gitlab.com/help/user/project/merge_requests/index.md), musi zarejestrować uruchomienie, aby uruchomić go na swoich żądaniach scalenia. Proszę odnieść się do [admin#106](https://gitlab.com/fdroid/admin/issues/106), w jaki sposób uzyskać dostęp dla siebie.
ro: Partea dificilă este că utilizatorul care a trimis [merge request](https://gitlab.com/help/user/project/merge_requests/index.md) trebuie să înregistreze programul de funcționare pentru ca acesta să funcționeze pe cererile de fuziune. Vă rugăm să consultați [admin#106](https://gitlab.com/fdroid/admin/issues/106) pentru a afla cum să obțineți acces pentru dumneavoastră.
ru: Сложность заключается в том, что пользователь, отправивший [запрос на слияние](https://gitlab.com/help/user/project/merge_requests/index.md), должен зарегистрировать бегунок (runner), чтобы он мог работать с его запросами на слияние. Пожалуйста, обратитесь к [admin#106](https://gitlab.com/fdroid/admin/issues/106), чтобы узнать, как получить доступ для себя.
uk: Складність полягає в тому, що користувач, що відправив [запит на злиття](https://gitlab.com/help/user/project/merge_requests/index.md), повинен зареєструвати бігунок (runner), щоб він міг працювати з його запитами на злиття. Будь ласка, зверніться до [admin # 106](https://gitlab.com/fdroid/admin/issues/106), щоб дізнатися, як отримати доступ для себе.
zh_hans: 困难的部分是提交[合并请求](https://gitlab.com/help/user/project/merge_requests/index.md)的用户必须注册 runner 才能在他们的合并请求上运行。请参阅 [admin#106](https://gitlab.com/fdroid/admin/issues/106) 了解如何自行获取访问权限。

source: Pluggable Transports
de: Pluggable-Transporte
pl: Transporty Pluggable
ro: Transporturi conectabile
ru: Подключаемые транспорты
uk: Під'єднувані транспорти
zh_hans: 可插拔传输

source: The [Guardian Project](https://guardianproject.info) was approved a grant to work on integrating "Pluggable Transports" into three apps. The idea is to provide censorship circumvention by disguising traffic as something popular and innocuous, for example WebRTC traffic.
de: Das [Guardian Project](https://guardianproject.info) erhielt einen Zuschuss für die Integration von "Pluggable Transports" ("Einsteckbare Versandwege") in drei Apps. Die Grundidee dahinter ist, die Verhinderung von Zensur zu unterstützen, indem der Datenverkehr als etwas Populäres und Unschädliches getarnt wird, zum Beispiel als WebRTC-Verkehr.
pl: Projekt [Guardian Project](https://guardianproject.info) został zatwierdzony jako grant do pracy nad integracją "Pluggable Transports" w trzech aplikacjach. Pomysł polega na obejściu cenzury poprzez ukrycie ruchu jako czegoś popularnego i nieszkodliwego, na przykład ruchu WebRTC.
ro: [Guardian Project](https://guardianproject.info) a primit o subvenție pentru a lucra la integrarea "Pluggable Transports" în trei aplicații. Ideea este de a oferi ocolirea cenzurii prin deghizarea traficului în ceva popular și inofensiv, de exemplu traficul WebRTC.
ru: [Guardian Project](https://guardianproject.info) получил грант на работу по интеграции "подключаемых транспортов" в три приложения. Идея заключается в том, чтобы обеспечить обход цензуры, маскируя трафик под что-то популярное и безобидное, например, трафик WebRTC.
uk: [Guardian Project](https://guardianproject.info) отримав грант на роботу з інтеграції "підключаються транспортів" в три застосунки. Ідея полягає в тому, щоб забезпечити обхід цензури, маскуючи трафік під щось популярне і невинне, наприклад, трафік WebRTC.
zh_hans: [Guardian Project](https://guardianproject.info) 被批准用于将“可插拔传输”集成到三个应用中。这个想法是通过将流量伪装成流行且无害的东西来提供审查规避，例如 WebRTC 流量。

source: Most likely, this will include Wikimedia and F-Droid for prototypes, with **[@uniq](https://chaos.social/@uniq)** doing most of the work. It'll probably be hard to integrate into the official F-Droid releases, so this grant will most likely end up with working prototypes that people can use if they want.
de: Wahrscheinlich werden dabei Wikimedia und F-Droid als Prototypen eingeschlossen, wobei **[@uniq](https://chaos.social/@uniq)** die meiste Arbeit leisten wird. Es wird wahrscheinlich schwierig sein, es in die offiziellen F-Droid-Releases zu integrieren, so dass dieser Zuschuss höchstwahrscheinlich zu funktionierenden Prototypen führen wird, die von den Leuten verwendet werden können, wenn sie wollen.
pl: Najprawdopodobniej będzie to obejmować Wikimedia i F-Droid dla prototypów, z **[@uniq](https://chaos.social/@uniq)** wykonujących większość pracy. Prawdopodobnie trudno będzie zintegrować się z oficjalnymi wersjami F-Droid, więc dotacja najprawdopodobniej skończy się działającymi prototypami, które ludzie będą mogli wykorzystać, jeśli będą chcieli.
ro: Cel mai probabil, acest lucru va include Wikimedia și F-Droid pentru prototipuri, cu **[@uniq](https://chaos.social/@uniq)** care va face cea mai mare parte din muncă. Probabil că va fi greu de integrat în versiunile oficiale ale F-Droid, așa că această bursă se va încheia cel mai probabil cu prototipuri funcționale pe care oamenii le pot folosi dacă doresc.
ru: Скорее всего, это будет включать Викимедиа и F-Droid для прототипов, причем **[@uniq](https://chaos.social/@uniq)** сделает большую часть работы. Вероятно, это будет трудно интегрировать в официальные релизы F-Droid, так что этот грант, скорее всего, закончится рабочими прототипами, которые люди смогут использовать, если захотят.
uk: Швидше за все, це буде включати Вікімедіа і F-Droid для прототипів, причому **[@uniq](https://chaos.social/@uniq)** зробить більшу частину роботи. Ймовірно, це буде важко інтегрувати в офіційні випуски F-Droid, так що цей грант, швидше за все, закінчиться робочими прототипами, які люди зможуть використовувати, якщо захочуть.
zh_hans: 最有可能的是，这将包括用于原型的 Wikimedia 和 F-Droid，由 **[@uniq](https://chaos.social/@uniq)** 完成大部分工作。可能很难集成到官方 F-Droid 版本中，因此这笔资助很可能最终会用于人们可以根据需要使用的工作原型。

source: F-Droid Matrix server up and running
de: F-Droid-Matrix-Server-Inbetriebnahme
pl: Serwer F-Droid Matrix i działa
ro: F-Droid Matrix este un server care funcționează
ru: Сервер F-Droid Matrix запущен и работает
uk: Сервер F-Droid Matrix запущений і працює
zh_hans: F-Droid Matrix 服务器上线并运行

source: The [Matrix](https://matrix.org) server we [wrote about last week]({% post_url 2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted %}#f-droid-matrix-server) is up and running! Consequently, our Matrix rooms are now available as "[#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org)" and "[#fdroid-dev:f-droid.org](https://matrix.to/#/#fdroid-dev:f-droid.org)"!
ru: Сервер [Matrix](https://matrix.org), о котором мы [писали на прошлой неделе]({% post_url 2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted %}#f-droid-matrix-server) запущен и работает! Следовательно, наши Matrix комнаты теперь доступны как "[#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org)" и "[#fdroid-dev:f-droid.org](https://matrix.to/#/#fdroid-dev:f-droid.org)"!
uk: Сервер [Matrix](https://matrix.org), про який ми [писали минулого тижня]({% post_url 2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted %}#f-droid-matrix-server) запущений і працює! Отже, наші Matrix кімнати тепер доступні як "[#fdroid: f-droid.org](https://matrix.to/#/#fdroid:f-droid.org)" і "[# fdroid-dev: f- droid.org](https://matrix.to/#/#fdroid-dev:f-droid.org) "!
zh_hans: 我们[上周写的]({% post_url 2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted %}#f-droid-matrix-server) [Matrix](https://matrix.org) 服务器已上线并运行！因此，我们的 Matrix 聊天室现在可通过 "[#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org)" 和 "[#fdroid-dev:f -droid.org](https://matrix.to/#/#fdroid-dev:f-droid.org)" 访问！

source: Registration is restricted to F-Droid contributors, so if you are a core F-Droid contributor and want an account, ask **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** or **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** to make one for you. Resource consumption is currently quite low, and we'd like to keep it that way. Therefore you mustn't join any public rooms, other than the ones we agreed upon beforehand. (This is not a Matrix server for personal use.) Opening internal discussion rooms and 1:1 chats is fine though.
de: Die Anmeldung ist auf F-Droid-Mitwirkende beschränkt, sollten Sie also ein Mitarbeiter des F-Droid-Kerns sein und ein Konto wünschen, bitten Sie **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** oder **[@nicoalt](https://forum.f-droid.org/u/nicoalt)**, eines für Sie zu erstellen. Der Ressourcenverbrauch ist momentan ziemlich gering und wir würden uns wünschen, dass dies so bleibt. Deshalb dürfen Sie nicht irgendwelchen anderen öffentlichen Räumen beitreten, nur denjenigen, die wir wie oben aufgeführt befürworten. (Dies ist kein Matrix-Server für den Eigenbedarf.) Die Eröffnung von internen Diskussionsräumen und 1:1-Chats ist trotzdem in Ordnung.
pl: Rejestracja jest ograniczona do współpracowników F-Droid, więc jeśli jesteś współpracownikiem core F-Droid i chcesz konto, poproś **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** lub ** **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** jeden z nich zrobi dla Ciebie. Zużycie zasobów jest obecnie bardzo niska, i chcielibyśmy zachować w ten sposób. Dlatego nie wolno dołączać wszelkich pomieszczeń ogólnodostępnych, innych niż te, które mamy uzgodnione wcześniej. (Nie jest to serwer Matrix do użytku osobistego). Otwieranie wewnętrznych sal dyskusyjnych i czatów 1:1 jest w porządku.
ro: Înregistrarea este limitată la contribuitorii F-Droid, așa că dacă sunteți un contribuitor F-Droid de bază și doriți un cont, cereți-i lui **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** sau **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** să vă facă unul. Consumul de resurse este în prezent destul de redus și am dori să rămână așa. Prin urmare, nu trebuie să vă alăturați niciunei camere publice, în afară de cele asupra cărora am convenit în prealabil. (Acesta nu este un server Matrix pentru uz personal.) Deschiderea camerelor de discuții interne și a chat-urilor 1:1 este însă în regulă.
ru: Регистрация ограничена для участников F-Droid, поэтому если вы являетесь основным участником F-Droid и хотите получить аккаунт, попросите **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** или **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** сделать его для вас. В настоящее время потребление ресурсов довольно низкое, и мы хотели бы сохранить его таким. Поэтому вы не должны присоединяться ни к каким публичным комнатам, кроме тех, о которых мы договорились заранее. (Это не сервер Matrix для личного пользования.) Открытие внутренних комнат для обсуждений и чатов 1:1 - это нормально.
uk: Реєстрація обмежена для учасників F-Droid, тому якщо ви є основним учасником F-Droid і хочете отримати акаунт, попросіть **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** або **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** зробити його для вас. В даний час споживання ресурсів досить низька, і ми хотіли б зберегти його таким. Тому ви не повинні приєднуватися до жодних публічних кімнатах, крім тих, про які ми домовилися заздалегідь. (Це не сервер Matrix для особистого користування.) Відкриття внутрішніх кімнат для обговорень і чатів 1: 1 - це нормально.
zh_hans: 注册仅限于 F-Droid 贡献者，因此如果你是 F-Droid 核心贡献者并想要一个帐户，请询问 **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** 或 **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** 为你设置一个。资源消耗目前非常低，我们希望保持这种状态。因此，除了我们事先约定的公共聊天室外，你不得加入任何公共聊天室。（这不是供个人使用的 Matrix 服务器。）不过，打开内部讨论聊天室和 1 对 1 聊天没问题。

source: Odds and ends
de: Kleinkram
pl: Szanse i cele
ro: Obiecte și sfaturi
ru: Нестандартные ситуации
uk: Нестандартні ситуації
zh_hans: 杂项

source: At least 4 F-Droid contributors will be going to 35C3.
de: Mindestens 4 F-Droid-Mitarbeiter werden zum 35C3 fahren.
pl: Co najmniej 4 współpracowników F-Droida będzie miało 35C3.
ro: Cel puțin 4 colaboratori F-Droid vor merge la 35C3.
ru: По крайней мере, 4 участника F-Droid поедут на 35C3.
uk: Принаймні, 4 учасники F-Droid поїдуть на 35C3.
zh_hans: 至少有 4 名 F-Droid 贡献者将前往 35C3。

source: **[@\_hc](https://forum.f-droid.org/u/hans)** will be speaking at 35C3 about F-Droid swap among other things, in his "Wind: Off-Grid Services for Everyday People".
de: **[@\_hc](https://forum.f-droid.org/u/hans)** wird auf dem 35C3 unter anderem über die F-Droid-Tauschfunktion sprechen, im Rahmen seines "Wind: Netzlose Dienste für alltägliche Menschen".
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** będzie mówił w 35C3 o wymianie F-Droida między innymi w jego "Wind: Off-Grid Services for Everyday People".
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** va vorbi la 35C3 despre F-Droid swap, printre altele, în lucrarea sa "Wind: Off-Grid Services for Everyday People".
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** будет говорить на 35C3 о F-Droid swap, среди прочего, в своем докладе "Wind: Off-Grid Services for Everyday People".
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** буде говорити на 35C3 про F-Droid swap, серед іншого, у своїй доповіді "Wind: Off-Grid Services for Everyday People ".
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 将在 35C3 发表关于 F-Droid 交换等内容的“Wind: 每个人的离线服务”演讲。

source: There was some commotion about [the Simple Mobile Tools going paid](https://medium.com/@tibbi/some-simple-mobile-tools-apps-are-becoming-paid-d053268f0fb2) **(medium.com)**. [It doesn't seem to be that bad](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074#issue-379411177), however.
de: Es gab einige Aufregung, dass [die Simple Mobile Tools zahlungspflichtig werden](https://medium.com/@tibbi/some-simple-mobile-tools-apps-are-becoming-paid-d053268f0fb2) **(medium.com)**. Jedoch, [so schlimm scheint es doch nicht zu sein](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074#issue-379411177).
pl: Było trochę zamieszania na temat [odpłatnych Simple Mobile Tools](https://medium.com/@tibbi/some-simple-mobile-tools-apps-are-becoming-paid-d053268f0fb2) **(medium.com)**. [Nie wydaje się jednak takie złe](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074#issue-379411177).
ro: A fost ceva agitație în legătură cu [Simple Mobile Tools going paid](https://medium.com/@tibbi/some-simple-mobile-tools-apps-are-becoming-paid-d053268f0fb2) **(medium.com)**. [It doesn't seem to be that bad](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074#issue-379411177)totuși.
ru: Был некоторый переполох по поводу того, что [Simple Mobile Tools становятся платными](https://medium.com/@tibbi/some-simple-mobile-tools-apps-are-becoming-paid-d053268f0fb2) **(medium.com)**. [Похоже, это не так уж плохо](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074#issue-379411177), однако.
uk: Був певний переполох з приводу того, що [Simple Mobile Tools стають платними](https://medium.com/@tibbi/some-simple-mobile-tools-apps-are-becoming-paid-d053268f0fb2)** (medium. com)**. [Схоже, це не так уже й погано](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074#issue-379411177), однак.
zh_hans: [Simple Mobile Tools 开始需要付费](https://medium.com/@tibbi/some-simple-mobile-tools-apps-are-becoming-paid-d053268f0fb2) **(medium.com)** 引起了一些骚动。然而，[它似乎没有那么糟糕](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074#issue-379411177)。

source: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)**: A dark substratum theme targeting android 9+.
de: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)**: Ein dunkles, auf Android 9+ ausgerichtetes Substratum-Design.
pl: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)**: Ciemny motyw substrat kierowany na Androida 9+.
ro: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)**: O temă de substrat întunecată care vizează android 9+.
ru: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)**: Темная субстратная тема, ориентированная на android 9+.
uk: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)**: Темна Субстратна тема, орієнтована на android 9+.
zh_hans: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)**：针对 android 9+ 的深色底层主题。

source: **[Default Dark Theme](https://f-droid.org/packages/de.spiritcroc.defaultdarktheme_oms/)**: A dark substratum theme targeting android 7 & 8.
de: **[Default Dark Theme](https://f-droid.org/packages/de.spiritcroc.defaultdarktheme_oms/)**: Ein dunkles, auf Android 7 & 8 abzielendes Substratum-Design.
pl: **[Default Dark Theme](https://f-droid.org/packages/de.spiritcroc.defaultdarktheme_oms/)**: Ciemny motyw podrzędny kierowany na Androida 7 i 8.
ro: **[Default Dark Theme](https://f-droid.org/packages/de.spiritcroc.defaultdarktheme_oms/)**: O temă de substrat întunecată care vizează Android 7 și 8.
ru: **[Default Dark Theme](https://f-droid.org/packages/de.spiritcroc.defaultdarktheme_oms/)**: Темная субстратная тема, ориентированная на android 7 и 8.
uk: **[Default Dark Theme](https://f-droid.org/packages/de.spiritcroc.defaultdarktheme_oms/)**: Темна Субстратна тема, орієнтована на android 7 і 8.
zh_hans: **[默认深色主题](https://f-droid.org/packages/de.spiritcroc.defaultdarktheme_oms/)**：针对 android 7 和 8 的深色底层主题。

source: **[BeamControl for Smart Interface](https://f-droid.org/packages/eu.halaser.beamctrl/)**: Control / notification application for smart factory/industry 4.0 applications.
de: **[BeamControl for Smart Interface](https://f-droid.org/packages/eu.halaser.beamctrl/)**: Steuerungs- / Benachrichtigungsanwendung für Smart Factory/Industry 4.0 Anwendungen.
pl: **[BeamControl for Smart Interface](https://f-droid.org/packages/eu.halaser.beamctrl/)**: Aplikacja sterująca / powiadamiania dla aplikacji smart factory/industry 4.0.
ro: **[BeamControl for Smart Interface](https://f-droid.org/packages/eu.halaser.beamctrl/)**: Aplicație de control/notificare pentru aplicații de fabrică inteligentă/industrie 4.0.
ru: **[BeamControl for Smart Interface](https://f-droid.org/packages/eu.halaser.beamctrl/)**: Приложение управления / оповещения для приложений factory/industry 4.0.
uk: **[BeamControl for Smart Interface](https://f-droid.org/packages/eu.halaser.beamctrl/)**: Додаток управління/оповіщення для застосунків factory/industry 4.0.
zh_hans: **[BeamControl for Smart Interface](https://f-droid.org/packages/eu.halaser.beamctrl/)**：智能工厂/工业 4.0 应用的控制/通知应用。
