Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/) is a remote music player for [MPD](http://www.musicpd.org), and was updated from 1.1.17 to 1.2.0. This change adds _highly experimental_ support for inline artwork, and fixes a bug downloading covers.
de: [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/) ist eine Music-Player-Fernsteuerung für [MPD](http://www.musicpd.org) und wurde von 1.1.17 auf 1.2.0 aktualisiert. Mit dem Wechsel wird eine _ausgesprochen experimentelle_ Unterstützung für Inline-Grafiken hinzugefügt und ein Fehler beim Herunterladen von Coverbildern behoben.
pl: [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/) to zdalny odtwarzacz muzyki dla [MPD](http://www.musicpd.org), i został zaktualizowany z wersji 1.1.17 do wersji 1.2.0. Ta zmiana dodaje _bardzo eksperymentalną_ obsługę grafiki inline i naprawia błąd podczas pobierania okładek.
ro: [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/) este un music player de la distanță pentru [MPD](http://www.musicpd.org) și a fost actualizat de la 1.1.17 la 1.2.0. Această modificare adaugă suport _highly experimental_ pentru artwork în linie și corectează o eroare de descărcare a coperților.
ru: [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/) - это удаленный музыкальный плеер для [MPD](http://www.musicpd.org), который был обновлен с версии 1.1.17 до 1.2.0. Это изменение добавляет _экспериментальную_ поддержку встроенных иллюстраций и исправляет ошибку загрузки обложек.
uk: [MALP](https://f-droid.org/packages/org.gateshipone.malp/) - це віддалений музичний плеєр для [MPD](http://www.musicpd.org), який був оновлений з версії 1.1 .17 до 1.2.0. Ця зміна додає _експеріментальную_ підтримку вбудованих ілюстрацій і виправляє помилку завантаження обкладинок.
zh_hans: [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/) 是 [MPD](http://www.musicpd.org) 的一个远程音乐播放器，并从 1.1.17 更新到了 1.2.0。这一变化增加了 _高度实验性的_ 对内联作品的支持，并修正了一个下载封面的错误。

source: [Easer](https://f-droid.org/packages/ryey.easer/) was updated from 0.6.7 to 0.6.7.2, adding localized names for Dynamics, making events "repeatable" by default, a function to manually trigger any Profile, and many bug fixes.
de: [Easer](https://f-droid.org/packages/ryey.easer/) wurde von 0.6.7 auf 0.6.7.2 aktualisiert, fügt lokalisierte Namen für Dynamics hinzu, macht Ereignisse standardmäßig "wiederholbar", enthält eine Funktion, jedes Profil manuell zu triggern, und viele Fehlerkorrekturen.
pl: [Easer](https://f-droid.org/packages/ryey.easer/) został zaktualizowany z 0.6.7 na 0.6.7.2, dodając przetłumaczone nazwy dla Dynamics, czyniąc zdarzenia domyślnie „powtarzalnymi”, funkcją ręcznego wyzwalania dowolnego Profilu i wieloma poprawkami.
ro: [Easer](https://f-droid.org/packages/ryey.easer/) a fost actualizat de la 0.6.7 la 0.6.7.2, adăugând nume localizate pentru Dynamics, făcând ca evenimentele să fie "repetabile" în mod implicit, o funcție pentru a declanșa manual orice profil și multe corecturi de erori.
ru: [Easer](https://f-droid.org/packages/ryey.easer/) был обновлен с 0.6.7 до 0.6.7.2, добавлены локализованные имена для Динамики, события стали "повторяемыми" по умолчанию, появилась функция для ручного запуска любого Профиля, а также исправлено множество ошибок.
uk: [Easer](https://f-droid.org/packages/ryey.easer/) був оновлений з 0.6.7 до 0.6.7.2, додані локалізовані імена для Динаміки, події стали "повторюваними" за замовчуванням, з'явилася функція для ручного запуску будь-якого Профілю, а також виправлено безліч помилок.
zh_hans: [Easer](https://f-droid.org/packages/ryey.easer/) 从 0.6.7 更新到 0.6.7.2，增加了 Dynamics 的本地化名称，使事件默认为“可重复”，一个手动触发任何配置的功能，以及许多错误的修复。

source: Removed Apps
de: Entfernte Apps
pl: Usunięte aplikacje
ro: Aplicații eliminate
ru: Удаленные приложения
uk: Дистанційні програми
zh_hans: 删除的应用

source: **TSCH_BYL** (com.drhoffmannsoftware) was completely [removed](https://gitlab.com/fdroid/fdroiddata/merge_requests/3429) from the repository, as it was a [duplicate](https://gitlab.com/fdroid/fdroiddata/issues/1264) of [TSCH_BYL](https://f-droid.org/packages/de.drhoffmannsoftware/) (de.drhoffmannsoftware). If you happen to have this installed and think you might need future updates (there aren't any as of yet), you should check which one is installed, and switch if necessary.
de: **TSCH_BYL** (com.drhoffmannsoftware) wurde komplett aus dem Repository [entfernt](https://gitlab.com/fdroid/fdroiddata/merge_requests/3429), da es sich um ein [Duplikat](https://gitlab.com/fdroid/fdroiddata/issues/1264) von [TSCH_BYL](https://f-droid.org/packages/de.drhoffmannsoftware/) (de.drhoffmannsoftware) handelte. Sollten Sie sie installiert haben und auf zukünftige Updates hoffen (derzeit gibt es keine), sollten Sie prüfen, welche installiert ist und gegebenenfalls zu letzterer wechseln.
pl: **TSCH_BYL** (com.drhoffmannsoftware) został całkowicie [usunięty](https://gitlab.com/fdroid/fdroiddata/merge_requests/3429) z repozytorium, ponieważ był to [duplikat](https://gitlab.com/fdroid/fdroiddata/issues/1264) z [TSCH_BYL](https://f-droid.org/packages/de.drhoffmannsoftware/) (de.drhoffmannsoftware). Jeśli zdarzy ci się, że to zainstalujesz i uważasz, że możesz potrzebować przyszłych aktualizacji (nie ma ich jeszcze), powinieneś sprawdzić, który z nich jest zainstalowany i w razie potrzeby zmienić.
ro: **TSCH_BYL** (com.drhoffmannsoftware) a fost complet [removed](https://gitlab.com/fdroid/fdroiddata/merge_requests/3429) din depozit, deoarece era un [duplicate](https://gitlab.com/fdroid/fdroiddata/issues/1264) al [TSCH_BYL](https://f-droid.org/packages/de.drhoffmannsoftware/) (de.drhoffmannsoftware). Dacă se întâmplă să îl aveți instalat și credeți că ați putea avea nevoie de viitoarele actualizări (nu există încă), ar trebui să verificați care este instalat și să schimbați dacă este necesar.
ru: **TSCH_BYL** (com.drhoffmannsoftware) был полностью [удален](https://gitlab.com/fdroid/fdroiddata/merge_requests/3429) из репозитория, так как являлся [дубликатом](https://gitlab.com/fdroid/fdroiddata/issues/1264) [TSCH_BYL](https://f-droid.org/packages/de.drhoffmannsoftware/) (de.drhoffmannsoftware). Если у вас установлена эта программа и вы думаете, что вам могут понадобиться будущие обновления (пока их нет), проверьте, какая из них установлена, и поменяйте ее, если необходимо.
uk: ** TSCH_BYL ** (com.drhoffmannsoftware) був повністю [видалений](https://gitlab.com/fdroid/fdroiddata/merge_requests/3429) зі сховищ, так як був [дублікатом](https://gitlab.com/fdroid/fdroiddata/issues/1264) [TSCH_BYL](https://f-droid.org/packages/de.drhoffmannsoftware/) (de.drhoffmannsoftware). Якщо у вас встановлена ця програма і ви думаєте, що вам можуть знадобитися майбутні оновлення (поки їх немає), перевірте, яка з них встановлена, і поміняйте її, якщо необхідно.
zh_hans: **TSCH_BYL** (com.drhoffmannsoftware) 被从存储库中完全[删除](https://gitlab.com/fdroid/fdroiddata/merge_requests/3429)，因为它是 [TSCH_BYL](https://f-droid.org/packages/de.drhoffmannsoftware/) (de.drhoffmannsoftware) 的[重复](https://gitlab.com/fdroid/fdroiddata/issues/1264)。如果你碰巧安装了这个，并且认为你可能需要未来的更新（目前还没有任何更新），你应该检查安装的是哪一个，如果有必要，可以切换。

source: [Asura](https://f-droid.org/wiki/page/de.nico.asura) and [HW-Manager](https://f-droid.org/wiki/page/de.nico.ha_manager) were moved to the archive because these apps are [no longer maintained](https://gitlab.com/fdroid/fdroiddata/merge_requests/3452).
de: [Asura](https://f-droid.org/wiki/page/de.nico.asura) und [HW-Manager](https://f-droid.org/wiki/page/de.nico.ha_manager) wurden ins Archiv verschoben, weil diese Apps [nicht mehr gepflegt](https://gitlab.com/fdroid/fdroiddata/merge_requests/3452) werden.
pl: [Asura](https://f-droid.org/wiki/page/de.nico.asura) i [HW-Manager](https://f-droid.org/wiki/page/de.nico.ha_manager) zostały przeniesione do archiwum, ponieważ te aplikacje są [już nie utrzymane](https://gitlab.com/fdroid/fdroiddata/merge_requests/3452).
ro: [Asura](https://f-droid.org/wiki/page/de.nico.asura) și [HW-Manager](https://f-droid.org/wiki/page/de.nico.ha_manager) au fost mutate în arhivă deoarece aceste aplicații [no longer maintained](https://gitlab.com/fdroid/fdroiddata/merge_requests/3452).
ru: [Asura](https://f-droid.org/wiki/page/de.nico.asura) и [HW-Manager](https://f-droid.org/wiki/page/de.nico.ha_manager) были перемещены в архив, потому что эти приложения [больше не поддерживаются](https://gitlab.com/fdroid/fdroiddata/merge_requests/3452).
uk: [Asura](https://f-droid.org/wiki/page/de.nico.asura) і [HW-Manager](https://f-droid.org/wiki/page/de.nico.ha_manager ) були переміщені в архів, тому що ці застосунки [більше не підтримуються](https://gitlab.com/fdroid/fdroiddata/merge_requests/3452).
zh_hans: [Asura](https://f-droid.org/wiki/page/de.nico.asura) 和 [HW-Manager](https://f-droid.org/wiki/page/de.nico.ha_manager) 被移到了存档中，因为这些应用[不再被维护](https://gitlab.com/fdroid/fdroiddata/merge_requests/3452)。

source: The CyanogenMod [Changelog](https://f-droid.org/wiki/page/org.polaric.cyanogenmodchangelog) viewer was moved to the archive, as its source code has disappeared, and CyanogenMod is long history.
de: Der CyanogenMod [Changelog](https://f-droid.org/wiki/page/org.polaric.cyanogenmodchangelog)-Viewer wurde ins Archiv verschoben, da sein Quellcode verschwunden und CyanogenMod schon lange Geschichte ist.
pl: Przeglądarka CyanogenMod [Dziennik zmian](https://f-droid.org/wiki/page/org.polaric.cyanogenmodchangelog) została przeniesiona do archiwum, ponieważ jego kod źródłowy zniknął, a CyanogenMod ma długą historię.
ro: Vizualizatorul CyanogenMod [Changelog](https://f-droid.org/wiki/page/org.polaric.cyanogenmodchangelog) a fost mutat în arhivă, deoarece codul său sursă a dispărut, iar CyanogenMod este de mult timp istorie.
ru: Просмотрщик CyanogenMod [Changelog](https://f-droid.org/wiki/page/org.polaric.cyanogenmodchangelog) был перемещен в архив, так как его исходный код исчез, а CyanogenMod давно в прошлом.
uk: Переглядач CyanogenMod [Changelog](https://f-droid.org/wiki/page/org.polaric.cyanogenmodchangelog) був переміщений в архів, так як його вихідний код зник, а CyanogenMod давно в минулому.
zh_hans: CyanogenMod [更新日志](https://f-droid.org/wiki/page/org.polaric.cyanogenmodchangelog)查看器被移到了存档中，因为它的源代码已经消失了，CyanogenMod 也早已成为历史。

source: There are way too many app updates to keep track of them all, so we need your help to highlight the important ones. And of course, if you're doing anything involving F-Droid in some way, we love to hear about it!
de: Es gibt viel zu viele App-Updates, um sie alle im Auge zu behalten, deshalb brauchen wir Ihre Hilfe, um auf die wichtigsten hinzuweisen. Und sollten Sie sich mit irgendetwas, was F-Droid betrifft, beschäftigen, hören wir selbstverständlich gerne davon!
pl: Jest zbyt wiele aktualizacji aplikacji, aby śledzić je wszystkie, więc potrzebujemy Twojej pomocy, aby podkreślić ważne. I oczywiście, jeśli robisz coś, co w jakiś sposób wiąże się z F-Droidem, lubimy o tym słyszeć!
ro: Sunt mult prea multe actualizări de aplicații pentru a le putea urmări pe toate, așa că avem nevoie de ajutorul tău pentru a le evidenția pe cele importante. Și, bineînțeles, dacă faceți ceva care implică F-Droid într-un fel sau altul, ne-ar plăcea să aflăm despre asta!
ru: Обновлений приложений слишком много, чтобы уследить за всеми, поэтому нам нужна ваша помощь, чтобы выделить важные из них. И, конечно, если вы делаете что-то, связанное с F-Droid, мы будем рады услышать об этом!
uk: Оновлень застосунків занадто багато, щоб встежити за всіма, тому нам потрібна ваша допомога, щоб виділити важливі з них. І, звичайно, якщо ви робите щось, пов'язане з F-Droid, ми будемо раді почути про це!
zh_hans: 有太多的应用更新需要追踪，所以我们需要你的帮助来凸显最有趣的变化。当然，如果你正在做任何与 F-Droid 相关的事情，我们也很想听听你的意见！

source: Send tips to [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) and remember to tag with [#TWIF](https://mastodon.technology/tags/twif). Or use the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum. The deadline to the next TWIF is Thursday 12:00 UTC.
de: Senden Sie Tipps an [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) und denken Sie an einen [#TWIF](https://mastodon.technology/tags/twif)-Tag. Oder nutzen Sie den [TWIF Submission Thread](https://forum.f-droid.org/t/twif-submission-thread) im Forum. Einsendeschluss für das nächste TWIF ist Donnerstag 12:00 UTC.
pl: Wyślij wskazówki do [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) i pamiętaj o oznaczeniu tagiem [TWIF](https://mastodon.technology/tags/twif). Lub użyj [wątku składania TWIF](https://forum.f-droid.org/t/twif-submission-thread) na forum. Termin do następnego TWIF to czwartek 12:00 czasu UTC.
ro: Trimiteți sfaturi la [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) și nu uitați să le etichetați cu [#TWIF](https://mastodon.technology/tags/twif). Sau folosiți [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) de pe forum. Termenul limită pentru următorul TWIF este joi, ora 12:00 UTC.
zh_hans: 发送提示到 [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)，并记得带上 [#TWIF](https://mastodon.technology/tags/twif) 标签。或者使用论坛上的 [TWIF 提交主题](https://forum.f-droid.org/t/twif-submission-thread)。下一次 TWIF 的截止日期是星期四 12:00 UTC。

source: **Oh, and if you want to increase the chances that your app is featured in TWIF, you should [keep a changelog](https://keepachangelog.com)!**
de: **Oh, und wenn Sie die Chancen erhöhen wollen, dass Ihre App im TWIF vorgestellt wird, sollten Sie [ein Änderungsprotokoll führen](https://keepachangelog.com)!**
pl: **Aha, i jeśli chcesz zwiększyć szanse, że twoja aplikacja jest opisana w TWIF, powinieneś [zachować dziennik zmian](https://keepachangelog.com)!**
ro: **Oh, și dacă doriți să creșteți șansele ca aplicația dvs. să fie prezentată în TWIF, ar trebui să [keep a changelog](https://keepachangelog.com)!**
ru: **О, и если вы хотите увеличить шансы на то, что ваше приложение попадет в TWIF, вам следует [вести журнал изменений](https://keepachangelog.com)!**
uk: ** О, і якщо ви хочете збільшити шанси на те, що ваш застосунок потрапить в TWIF, вам слід [вести журнал змін](https://keepachangelog.com)! **
zh_hans: **哦，如果你想增加你的应用被 TWIF 报道的机会，你应该[有一个更新日志](https://keepachangelog.com)！**

source: Feedback
de: Rückmeldung
pl: Informacje zwrotne
ro: Reacție
ru: Обратная связь
uk: Зворотній зв'язок
zh_hans: 反馈

source: TWIF 14: The Reproducibly Stuck Edition
de: TWIF 14: Ausgabe zur Reproduzierbarkeitsfalle
pl: TWIF 14: Edycja Odtwarzania zatrzymana
ro: TWIF 14: Ediția care se blochează în mod reproductibil
ru: TWIF 14: Воспроизводимо застрявший выпуск
uk: TWIF 14: відтворюваних застряг випуск
zh_hans: TWIF 14：可重复构建卡住版本

source: This Week In F-Droid 14, Week 30, 2018
de: Diese Woche in F-Droid 14, Woche 30, 2018
pl: W tym tygodniu w F-Droid 14, Tydzień 30, 2018
ro: Săptămâna aceasta în F-Droid 14, săptămâna 30, 2018
ru: На этой неделе в F-Droid 14, неделя 30, 2018
uk: Цього тижня у F-Droid 14, тиждень 30, 2018
zh_hans: F-Droid 每周新闻，第 30 周，2018

source: In this edition: Improved app descriptions in the repository, testers for beta 5 welcome, and reproducible builds still stuck.
de: In dieser Ausgabe: verbesserte App-Beschreibungen im Repository, Tester für Beta 5 gesucht und reproduzierbare Builds stecken weiterhin fest.
pl: W tej edycji: Ulepszone opisy aplikacji w repozytorium, testerzy wersji beta 5 i powtarzalne kompilacje nadal tkwią.
ro: În această ediție: Descrieri îmbunătățite ale aplicațiilor în depozit, testeri pentru beta 5 sunt bineveniți, iar construcțiile reproductibile sunt încă blocate.
ru: В этом выпуске: Улучшенные описания приложений в репозитории, приветствуются тестеры для бета-версии 5, а воспроизводимые сборки по-прежнему застревают.
uk: У цьому випуску: Покращені описи застосунків в репозиторії, вітаються тестери для бета-версії 5, а відтворювані збірки як і раніше застряють.
zh_hans: 在这个版本中：存储库中改进的应用描述，欢迎 beta 5 测试者，可重复构建仍然没有进展。

source: [Izzy](https://forum.f-droid.org/u/izzy)'s updated app descriptions have been fully merged. You'll get to enjoy more details, and have better chances of telling what an app is about.
de: [Izzy](https://forum.f-droid.org/u/izzy)'s aktualisierte App-Beschreibungen wurden vollständig eingefügt. Sie können sich nun an mehr Einzelheiten erfreuen und haben größere Chancen zu erfahren, worum es in einer App geht.
pl: Zaktualizowane opisy aplikacji [Izzy](https://forum.f-droid.org/u/izzy) zostały w pełni scalone. Dostaniesz więcej szczegółów i masz większe szanse na opowiedzenie o czym jest aplikacja.
ro: Descrierile actualizate ale aplicației [Izzy](https://forum.f-droid.org/u/izzy) au fost complet îmbinate. Vă veți putea bucura de mai multe detalii și veți avea șanse mai mari de a spune despre ce este vorba într-o aplicație.
ru: Обновленные описания приложений [Izzy](https://forum.f-droid.org/u/izzy) были полностью объединены. Вы сможете насладиться более подробной информацией, и у вас будет больше шансов понять, о чем то или иное приложение.
uk: Оновлені опису застосунків [Izzy](https://forum.f-droid.org/u/izzy) були повністю об'єднані. Ви зможете насолодитися більш детальною інформацією, і у вас буде більше шансів зрозуміти, про що ту чи іншу програму.
zh_hans: [Izzy](https://forum.f-droid.org/u/izzy) 更新的应用描述已经完全合并。你将会享受到更多的细节，并有更容易了解应用是关于什么的。

source: Alpha 5 of the [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/) app is out and should have lots of fixes and no regressions. If you're okay with running alpha software, please help test, and report any issues at the [bug tracker](https://gitlab.com/fdroid/fdroidclient/issues)!
de: Alpha 5 der [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)-App ist draußen und sollte eine Menge Korrekturen und keine Regressionen mitbringen. Wenn es für Sie in Ordnung ist, Alpha-Software zu verwenden, helfen Sie bitte mit beim Testen und melden Sie alle Probleme im [Bug Tracker](https://gitlab.com/fdroid/fdroidclient/issues)!
pl: Alpha 5 aplikacji [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/) jest już dostępna i powinna mieć wiele poprawek i żadnych regresji. Jeśli masz problemy z uruchamianiem oprogramowania alfa, pomóż testować i zgłaszaj wszelkie problemy w [bug tracker](https://gitlab.com/fdroid/fdroidclient/issues)!
ro: Alpha 5 a aplicației [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/) a fost lansată și ar trebui să conțină o mulțime de corecturi și să nu mai existe regresii. Dacă sunteți de acord să rulați software-ul alpha, vă rugăm să ajutați la testare și să raportați orice problemă la [bug tracker](https://gitlab.com/fdroid/fdroidclient/issues)!
ru: Вышла альфа-версия 5 приложения [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/), в которой должно быть много исправлений и никаких регрессий. Если вы не против запуска альфа-версии, пожалуйста, помогите протестировать и сообщите о любых проблемах на [bug tracker](https://gitlab.com/fdroid/fdroidclient/issues)!
uk: Вийшла альфа-версія 5 застосунку [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/), в якій повинно бути багато виправлень і ніяких регресій. Якщо ви не проти покористуватися альфа-версією, будь ласка, допоможіть випробувати та повідомте про виявлені проблеми у [відстежувач помилок](https://gitlab.com/fdroid/fdroidclient/issues)!
zh_hans: [F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/) 应用的 alpha 5 已经来了，应该有很多修正，没有回归。如果你愿意运行 alpha 软件，请帮助测试，并在[错误跟踪器](https://gitlab.com/fdroid/fdroidclient/issues)上报告任何问题!

source: Although the bug that broke the publishing stage for all apps was fixed, Öffi and Briar frustratingly still didn't get published. And this while they got built _and_ verified. There seems to be some problem with the buildserver, to which only [CiaranG](https://ciarang.com) has full access, and this issue is blocked pending feedback from [CiaranG](https://ciarang.com).
de: Trotz der Behebung des Fehlers, der die Veröffentlichungsphase aller Apps kaputt machte, wurden Öffi und Briar frustrierenderweise noch immer nicht veröffentlicht. Und das obwohl sie gebaut _und_ verifiziert sind. Es scheint hier ein gewisses Problem mit dem Buildserver zu geben, auf den nur [CiaranG](https://ciarang.com) vollen Zugriff hat. Somit wird diese Angelegenheit bis zu einer Rückmeldung von [CiaranG](https://ciarang.com) blockiert bleiben.
pl: Mimo że błąd, który przełamał etap publikowania dla wszystkich aplikacji został naprawiony, Fruffi i Briar wciąż frustrująco nie zostały opublikowane. I to, kiedy zostały zbudowane _i_ zweryfikowane. Wydaje się, że jest jakiś problem z buildserver, do którego tylko [CiaranG](https://ciarang.com) ma pełny dostęp, a ten problem jest blokowany w oczekiwaniu na odpowiedź od [CiaranG](https://ciarang.com).
ro: Deși a fost rezolvată problema care a întrerupt etapa de publicare pentru toate aplicațiile, Öffi și Briar, din păcate, tot nu au fost publicate. Și asta în timp ce au fost construite _și_ verificate. Se pare că există o problemă cu serverul de construcție, la care doar [CiaranG](https://ciarang.com) are acces deplin, iar această problemă este blocată în așteptarea feedback-ului de la [CiaranG](https://ciarang.com).
ru: Хотя ошибка, которая нарушала этап публикации всех приложений, была исправлена, Öffi и Briar, к сожалению, так и не были опубликованы. И это при том, что их сборки _и _ были проверены. Похоже, есть какая-то проблема с билдсервером, к которому только [CiaranG](https://ciarang.com) имеет полный доступ, и этот вопрос заблокирован в ожидании ответа от [CiaranG](https://ciarang.com).
uk: Хоча помилка, яка порушувала етап публікації всіх застосунків, була виправлена, Öffi і Briar, на жаль, так і не були оприлюднені. І це при тому, що їх складання _і _ були перевірені. Схоже, є якась проблема з білдсервером, до якого тільки [CiaranG](https://ciarang.com) має повний доступ, і це питання заблокований в очікуванні відповіді від [CiaranG](https://ciarang.com).
zh_hans: 尽管破坏所有应用发布阶段的错误已经被修复，但 Öffi 和 Briar 令人沮丧地仍然没有被发布。而这是在他们已经构建_且_验证的情况下。构建服务器似乎有一些问题，而只有 [CiaranG](https://ciarang.com) 具有完全访问权限，导致这个问题在等待 [CiaranG](https://ciarang.com) 的反馈时被阻塞了。

source: No news this week. Please send your tips tagged with [#TWIF](https://mastodon.technology/tags/twif) to [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg).
de: Nichts Neues diese Woche. Bitte senden Sie Ihre Tipps mit [#TWIF](https://mastodon.technology/tags/twif) getagged an [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg).
pl: Brak wiadomości w tym tygodniu. Prześlij swoje porady oznaczone tagiem [#TWIF](https://mastodon.technology/tags/twif) na [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg).
ro: Nu există noutăți în această săptămână. Vă rugăm să trimiteți sfaturile dvs. etichetate cu [#TWIF](https://mastodon.technology/tags/twif) la [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg).
zh_hans: 本周没有新闻。请将带有 [#TWIF](https://mastodon.technology/tags/twif) 标签的提示发送到 [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)。
