Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** is an instant messenger and team collaboration tool based on the [Matrix](https://matrix.org) protocol/network. It skipped a version on F-Droid, updating straight to 0.8.15. This update has a lot of quality improvements under the hood, an updated settings icon and notification logo, the ability to send messages starting with a slash (`/`) and automatically escapes nickname mentions starting with a slash.
de: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** ist ein Instant Messenger und Teamarbeits-Tool, basierend auf dem [Matrix](https://matrix.org)-Protokoll/Netzwerk. Sie übersprang eine Version auf F-Droid und wurde geradewegs auf 0.8.15 aktualisiert. Dieses Update hat unter der Haube eine Reihe von Qualitätsverbesserungen, ein aktualisiertes Einstellungssymbol und Benachrichtigungslogo, die Möglichkeit Nachrichten, die mit einem Schrägstrich (`/`) beginnen, zu versenden und maskiert automatisch Nickname-Erwähnungen, die mit einem Schrägstrich beginnen.
pl: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** to narzędzie do komunikacji błyskawicznej i współpracy zespołowej oparte na protokole/sieci [Matrix](https://matrix.org). Pominięto wersję na F-Droidie, aktualizując ją prosto do 0.8.15. Ta aktualizacja ma wiele ulepszeń jakości pod maską, zaktualizowaną ikonę ustawień i logo powiadomień, możliwość wysyłania wiadomości rozpoczynających się od ukośnika (`/`) i automatycznie unika wzmiankom o pseudonimie zaczynającym się od ukośnika.
ro: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** este un mesager instantaneu și un instrument de colaborare în echipă bazat pe protocolul/rețeaua [Matrix](https://matrix.org). A sărit o versiune pe F-Droid, actualizându-se direct la 0.8.15. Această actualizare are o mulțime de îmbunătățiri de calitate sub capotă, o pictogramă de setări și un logo de notificare actualizate, posibilitatea de a trimite mesaje care încep cu o bară oblică (`/`) și scapă automat de mențiunile de porecle care încep cu o bară oblică.
ru: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** - это мессенджер и инструмент для совместной работы, основанный на протоколе/сети [Matrix](https://matrix.org). Он пропустил версию на F-Droid, обновившись сразу до 0.8.15. Это обновление содержит множество качественных улучшений под капотом, обновленный значок настроек и логотип уведомлений, возможность отправлять сообщения, начинающиеся со слэша (`/`) и автоматически экранировать упоминания ников, начинающиеся со слэша.
uk: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** - це месенджер і інструмент для спільної роботи, заснований на протоколі/мережі [Matrix](https://matrix.org). Він пропустив версію на F-Droid, оновившись відразу до 0.8.15. Це оновлення містить безліч якісних поліпшень під капотом, оновлений значок налаштувань і логотип повідомлень, можливість відправляти повідомлення, що починаються зі слеша ( `/`) і автоматично екранувати згадки ніків, що починаються зі слеша.
zh_hans: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 基于[Matrix](https:// matrix.org) 协议/网络。它在 F-Droid 上跳过了一个版本，直接更新到 0.8.15。此更新在后台进行了许多质量改进，更新了设置图标和通知徽标，能够发送以斜线开头的消息 (`/`) 并自动转义以斜线开头的昵称提及。

source: Tips and Feedback
de: Anregungen und Rückmeldung
pl: Wskazówki i opinie
ro: Sfaturi și feedback
ru: Советы и отзывы
uk: Поради та відгуки
zh_hans: 提示和反馈

source: Don't forget to send in your tips! There are way too many app updates to keep track of them all, and we'd love your help to find the important ones. And of course, if you're doing anything involving F-Droid in any way, tell us about it!
de: Vergesst nicht eure Tipps einzusenden! Es gibt viel zu viele App-Updates, um sie alle im Auge zu behalten, und wir freuen uns sehr über Hilfe, um die wichtigsten herauszufinden. Und natürlich freuen wir uns über alles, was mit F-Droid zu tun hat!
pl: Nie zapomnij wysłać swoich wskazówek! Jest o wiele za dużo aktualizacji aplikacji, aby śledzić je wszystkie, a my z chęcią pomożemy Ci znaleźć te ważne. Oczywiście jeśli coś robisz z udziałem F-Droida, powiedz nam o tym!
ro: Nu uitați să ne trimiteți sfaturile voastre! Sunt mult prea multe actualizări de aplicații pentru a le putea urmări pe toate, iar nouă ne-ar plăcea să ne ajutați să le găsim pe cele importante. Și, bineînțeles, dacă faci ceva care implică în vreun fel F-Droid, spune-ne despre asta!
ru: Не забывайте присылать свои советы! Обновлений приложений слишком много, чтобы уследить за всеми, и мы будем рады вашей помощи в поиске важных из них. И, конечно, если вы делаете что-то связанное с F-Droid, расскажите нам об этом!
uk: Не забувайте надсилати свої поради! Оновлень застосунків занадто багато, щоб встежити за всіма, ми будемо раді вашій допомозі в пошуку важливих з них. І, звичайно, якщо ви робите щось пов'язане з F-Droid, розкажіть нам про це!
zh_hans: 别忘了发送你的提示！如果你刚刚发布了一个重要的更新，并希望它在这里得到一些关注，请与我们联系。有太多的应用更新需要追踪，所以我们需要你的帮助来凸显最有趣的变化。当然，如果你正在做任何与 F-Droid 相关的事情，我们也很想听听你的意见！

source: Send tips via [Mastodon](https://joinmastodon.org) to **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** on and remember to tag with **[#TWIF](https://mastodon.technology/tags/twif)**. Or use the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum. The deadline to the next TWIF is **Thursday** 12:00 UTC.
de: Senden Sie per [Mastodon](https://joinmastodon.org) Tipps an **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** und denken Sie an einen **[#TWIF](https://mastodon.technology/tags/twif)**-Tag. Oder nutzen Sie den [TWIF Submission Thread](https://forum.f-droid.org/t/twif-submission-thread) im Forum. Einsendeschluss für das nächste TWIF ist **Donnerstag** 12:00 UTC.
pl: Wyślij wskazówki za pośrednictwem [Mastodon](https://joinmastodon.org) do **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** i pamiętaj, aby oznaczyć je tagami **[#TWIF](https://mastodon.technology/tags/twif)**. Lub użyj [wątku głoszenia TWIF](https://forum.f-droid.org/t/twif-submission-thread) na forum. Termin do następnego TWIF to **Czwartek** 12:00 UTC.
ro: Trimiteți sfaturi prin [Mastodon](https://joinmastodon.org) la **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** și nu uitați să le etichetați cu **[#TWIF](https://mastodon.technology/tags/twif)**. Sau folosiți [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) de pe forum. Termenul limită pentru următorul TWIF este **joi** 12:00 UTC.
zh_hans: 通过 [Mastodon](https://joinmastodon.org) 发送提示到 **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** 并记得带上 **[#TWIF](https://mastodon.technology/tags/twif)** 标签。或者使用论坛上的 [TWIF 提交主题](https://forum.f-droid.org/t/twif-submission-thread)。下一个 TWIF 的截止时间是**星期四** 12:00 UTC。

source: General feedback can also be sent via Mastodon, or, if you'd like to have a live chat, you can find us in **#fdroid** on [Freenode](https://freenode.net), on Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) or on [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). All of these spaces are bridged together, so the choice is yours. You can also join us on the **[forum](https://forum.f-droid.org/)**.
de: Ein allgemeines Feedback kann ebenfalls über Mastodon abgegeben werden oder, wenn Sie gerne an einem Live-Chat teilnehmen möchten, dann finden Sie uns in **#fdroid** auf [Freenode](https://freenode.net), auf Matrix über [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) oder auf [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Alle diese Orte werden miteinander verbunden, Sie haben also die Wahl. Sie können sich uns auch im **[Forum](https://forum.f-droid.org/)** anschließen.
pl: Ogólne informacje zwrotne można również przesyłać przez Mastodon, lub, jeśli chcesz mieć czat na żywo, możesz nas znaleźć w **#fdroid** na [Freenode](https://freenode.net), na Matrix przez [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) lub w [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Wszystkie te przestrzenie są ze sobą połączone, więc wybór należy do ciebie. Możesz również dołączyć do nas na **[forum](https://forum.f-droid.org/)**.
ro: Feedback-ul general poate fi, de asemenea, trimis prin Mastodon, sau, dacă doriți să aveți o discuție live, ne puteți găsi în **#fdroid** pe [Freenode](https://freenode.net), pe Matrix prin [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) sau pe [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Toate aceste spații sunt conectate împreună, așa că alegerea vă aparține. De asemenea, ne puteți fi alături pe **[forum](https://forum.f-droid.org/)**.
ru: Общие отзывы также можно отправлять через Mastodon, или, если вы хотите пообщаться вживую, вы можете найти нас в **#fdroid** на [Freenode](https://freenode.net), на Matrix через [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) или в [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Все эти пространства связаны между собой, так что выбор за вами. Вы также можете присоединиться к нам на **[форуме](https://forum.f-droid.org/)**.
uk: Загальні відгуки також можна відправляти через Mastodon, або, якщо ви хочете поспілкуватися наживо, ви можете знайти нас в ** # fdroid ** на [Freenode](https://freenode.net), на Matrix через [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) або в [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Всі ці простору пов'язані між собою, так що вибір за вами. Ви також можете приєднатися до нас на **[головна](https://forum.f-droid.org/)**.
zh_hans: 可以通过 Mastodon 进行通常的反馈，或者如果你想实时聊天，你可以在 [Freenode](https://freenode.net/) 的 **#fdroid** 频道，或在 Matrix 中通过 [#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)，或 [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA) 上找到我们。所有这些空间都是桥接在一起的，任你选择。你也可以在[论坛](https://forum.f-droid.org/)上加入我们。

source: TWIF 21: VMs Donated and Tor Browser goes Android
de: TWIF 21: Gespendete VMs und Tor Browser geht zu Android
pl: TWIF 21: VMs Donated i Tor Browser idzie naAndroid
ro: TWIF 21: VM-uri donate și Tor Browser devine Android
ru: TWIF 21: Подарены VM (виртуальные машины) и Tor Browser переходит на Android
uk: TWIF 21: Подаровані VM (віртуальні машини) і Tor Browser переходить на Android
zh_hans: TWIF 21：捐赠的虚拟机和 Tor 浏览器来到 Android

source: This Week In F-Droid 21, Week 37, 2018
de: Diese Woche in F-Droid 21, Woche 37, 2018
pl: W tym tygodniu w F-Droid 21, Tydzień 37, 2018
ro: Săptămâna aceasta în F-Droid 21, Săptămâna 37, 2018
ru: На этой неделе в F-Droid 21, неделя 37, 2018
uk: Цього тижня у F-Droid 21, тиждень 37, 2018
zh_hans: F-Droid 每周新闻 21，第 37 周，2018

source: In this edition: F-Droid project receives a donation of two VMs, Tor Browser coming to Android, 28 new apps including Emerald Dialer and MiniVector, and 61 app updates including NewPipe and Kwik EFIS & DMAP. <!--more-->
de: In dieser Ausgabe: F-Droid-Projekt erhält eine Spende von zwei VMs, Tor Browser kommt auf Android, 28 neue Apps, darin enthalten Emerald Dialer and MiniVector, und 61 App-Updates, inbegriffen NewPipe und Kwik EFIS & DMAP. <!--more-->
pl: W tej edycji: projekt F-Droid otrzymuje darowiznę dwóch maszyn wirtualnych, przeglądarki Tor Browser na Androida, 28 nowych aplikacji, w tym Emerald Dialer i MiniVector, oraz 61 aktualizacji aplikacji, w tym NewPipe i Kwik EFIS &amp; DMAP.
ro: În această ediție: Proiectul F-Droid primește o donație de două mașini virtuale, Tor Browser vine pe Android, 28 de aplicații noi, inclusiv Emerald Dialer și MiniVector, și 61 de actualizări de aplicații, inclusiv NewPipe și Kwik EFIS &amp; DMAP.
ru: В этом выпуске: Проект F-Droid получает в дар две виртуальные машины, Tor Browser приходит на Android, 28 новых приложений, включая Emerald Dialer и MiniVector, и 61 обновление приложений, включая NewPipe и Kwik EFIS &amp; DMAP.
uk: У цьому випуску: проєкт F-Droid отримує в дар дві віртуальні машини, випущено Tor Browser для Android, 28 нових застосунків, включно з Emerald Dialer і MiniVector, і 61 оновлення застосунків, включно з NewPipe і Kwik EFIS &amp; DMAP.
zh_hans: 本期：F-Droid 项目收到两台虚拟机的捐赠，Tor 浏览器即将登陆 Android，包括 Emerald Dialer 和 MiniVector 在内的 28 个新增应用，以及包括 NewPipe 和 Kwik EFIS &amp; DMAP 在内的 61 个应用更新。

source: Tor Browser moving to officially support Android
de: Tor Browser schiebt die offizielle Android-Unterstützung an
pl: Przeglądarka Tor przenosi się do oficjalnej obsługi Androida
ro: Tor Browser se mută pentru a sprijini oficial Android
ru: Tor Browser переходит на официальную поддержку Android
uk: Tor Browser переходить на офіційну підтримку Android
zh_hans: Tor 浏览器正式支持 Android

source: The Tor Project [has released an alpha of Tor Browser for Android](https://blog.torproject.org/new-alpha-release-tor-browser-android) for the first time ever. It's available on [Tor Project's downloads page](https://www.torproject.org/projects/torbrowser.html.en#downloads-alpha) and Google Play for now, but the possibilities of bringing it to F-Droid [are being explored](https://trac.torproject.org/projects/tor/ticket/27539). This is especially relevant as Orfox (from the builtin but not-enabled-by-default Guardian repository) will be sunsetted.
de: Erstmalig hat das Tor Project [eine Alpha des Tor Browser für Android veröffentlicht](https://blog.torproject.org/new-alpha-release-tor-browser-android). Bis jetzt ist sie auf der [Download-Seite des Tor Project](https://www.torproject.org/projects/torbrowser.html.en#downloads-alpha) und Google Play erhältlich, aber die Möglichkeiten, sie auf F-Droid zu bringen, [werden gerade untersucht](https://trac.torproject.org/projects/tor/ticket/27539). Das ist insbesondere relevant, da Orfox (aus dem integrierten, aber nicht standardmäßig aktivierten Guardian Repository) in den Ruhestand geschickt wird.
pl: Projekt Tor [po raz pierwszy wydał wersję alfa przeglądarki Tor dla Androida](https://blog.torproject.org/new-alpha-release-tor-browser-android). Jest on dostępny na stronie [Strona pobierania programu Tor Project's](https://www.torproject.org/projects/torbrowser.html.endownloads-alpha) i Google Play na teraz, ale możliwości jego przeniesienia do F-Droida [są obecnie badane ](https://trac.torproject.org/projects/tor/ticket/27539). Jest to szczególnie istotne, ponieważ Orfox (z wbudowanego repozytorium Guardian, ale nie w domyślnym repozytorium) zostanie wygaszony.
ro: Proiectul Tor [has released an alpha of Tor Browser for Android](https://blog.torproject.org/new-alpha-release-tor-browser-android) pentru prima dată în istorie. Deocamdată este disponibil pe [Tor Project's downloads page](https://www.torproject.org/projects/torbrowser.html.en#downloads-alpha) și pe Google Play, dar posibilitățile de a-l aduce pe F-Droid [are being explored](https://trac.torproject.org/projects/tor/ticket/27539). Acest lucru este deosebit de relevant, deoarece Orfox (from the builtin but not-enabled-by-default Guardian repository) va fi scos din uz.
ru: Tor Project [впервые в истории выпустил альфа-версию Tor Browser для Android](https://blog.torproject.org/new-alpha-release-tor-browser-android). Пока он доступен на [странице загрузок Tor Project](https://www.torproject.org/projects/torbrowser.html.en#downloads-alpha) и в Google Play, но возможности его переноса на F-Droid [изучаются](https://trac.torproject.org/projects/tor/ticket/27539). Это особенно актуально, поскольку Orfox (из встроенного, но не включенного по умолчанию репозитория Guardian) будет закрыт.
uk: Tor Project [вперше в історії випустив альфа-версію Tor Browser для Android](https://blog.torproject.org/new-alpha-release-tor-browser-android). Поки він доступний на [сторінці завантажень Tor Project](https://www.torproject.org/projects/torbrowser.html.en#downloads-alpha) і в Google Play, але можливості його перенесення на F-Droid [вивчаються](https://trac.torproject.org/projects/tor/ticket/27539). Це особливо актуально, оскільки Orfox (з вбудованого, але не включеного за замовчуванням сховища Guardian) буде закритий.
zh_hans: Tor 项目有史以来第一次[发布了 Android 版 Tor 浏览器的 alpha 版本](https://blog.torproject.org/new-alpha-release-tor-browser-android)。它现在可以在 [Tor Project 的下载页面](https://www.torproject.org/projects/torbrowser.html.en#downloads-alpha)和 Google Play 上找到，但是[仍在探索](https://trac.torproject.org/projects/tor/ticket/27539)将它带到 F-Droid 的可能性。这尤其重要，因为 Orfox（来自内置但默认未启用的 Guardian 存储库）将被淘汰。

source: F-Droid receives a donation of two big VMs
de: F-Droid erhält eine Spende über zwei große VMs
pl: F-Droid otrzymuje darowiznę z dwóch dużych maszyn wirtualnych
ro: F-Droid primește o donație de două VM-uri mari
ru: F-Droid получает в дар две большие виртуальные машины
uk: F-Droid отримує в дар дві великі віртуальні машини
zh_hans: F-Droid 收到两台大型虚拟机的捐赠

source: We had two big VMs donated to us by [Pretty Easy Privacy](https://www.pep.security). They have been delivered, and **[@\_hc](https://forum.f-droid.org/u/hans)** and **@uniq** have been trying them out. More later.
de: Es wurden uns von [Pretty Easy Privacy](https://www.pep.security) zwei große VMs gespendet. Sie wurden ausgeliefert und **[@\_hc](https://forum.f-droid.org/u/hans)** sowie **@uniq** haben sie ausprobiert. Später mehr.
pl: Otrzymaliśmy dwie duże maszyny wirtualne przekazane nam przez [Dość łatwa prywatność](https://www.pep.security). Zostały dostarczone, i **[@\_hc](https://forum.f-droid.org/u/hans)** i **@uniq** próbowałem ich. Więcej później.
ro: Am avut două mașini virtuale mari donate de [Pretty Easy Privacy](https://www.pep.security). Acestea au fost livrate, iar **[@\_hc](https://forum.f-droid.org/u/hans)** și **@uniq** le-au testat. Mai multe mai târziu.
ru: Мы получили две большие виртуальные машины, предоставленные нам [Pretty Easy Privacy](https://www.pep.security). Они были доставлены, и **[@\_hc](https://forum.f-droid.org/u/hans)** и **@uniq** опробовали их. Подробнее позже.
uk: Ми отримали дві великі віртуальні машини, надані нам [Pretty Easy Privacy](https://www.pep.security). Вони були доставлені, і **[@ \ _ hc](https://forum.f-droid.org/u/hans)** і ** @ uniq ** випробували їх. Детальніше пізніше.
zh_hans: [Pretty Easy Privacy](https://www.pep.security) 向我们捐赠了两台大型虚拟机。已经交付，**[@\_hc](https://forum.f-droid.org/u/hans)** 和 **@uniq** 一直在试用。之后会有更多消息。

source: We have a whopping 28 new apps for you to try this week!
de: Diese Woche gibt es kolossale 28 neue Apps zum Ausprobieren für Sie!
pl: Mamy 28 nowych aplikacji, które możesz wypróbować w tym tygodniu!
ro: Avem un număr impresionant de 28 de aplicații noi pe care le puteți încerca săptămâna aceasta!
ru: На этой неделе мы предлагаем вам попробовать 28 новых приложений!
uk: Цього тижня ми пропонуємо вам спробувати 28 нових застосунків!
zh_hans: 本周我们有多达 28 个新增应用供你试用！

source: **[9P](https://f-droid.org/packages/se.tube42.p9.android/)**: Word puzzle game
de: **[9P](https://f-droid.org/packages/se.tube42.p9.android/)**: Wort-Puzzle
pl: **[9P](https://f-droid.org/packages/se.tube42.p9.android/)**: Słowo gra logiczna
ro: **[9P](https://f-droid.org/packages/se.tube42.p9.android/)**: Joc de puzzle cu cuvinte
ru: **[9P](https://f-droid.org/packages/se.tube42.p9.android/)**: Словесная головоломка
uk: **[9P](https://f-droid.org/packages/se.tube42.p9.android/)**: Словесна головоломка
zh_hans: **[9P](https://f-droid.org/packages/se.tube42.p9.android/)**：文字益智游戏

source: **[Aalener Optik-Formelrechner](https://f-droid.org/packages/de.HS_Aalen.don/)**: German-only app for doing optical calculations
de: **[Aalener Optik-Formelrechner](https://f-droid.org/packages/de.HS_Aalen.don/)**: Ausschließlich deutschsprachige App, um optische Berechnungen zu erledigen
pl: **[Aalener Optik-Formelrechner](https://f-droid.org/packages/de.HS_Aalen.don/)**: Niemiecka aplikacja do wykonywania obliczeń optycznych
ro: **[Aalener Optik-Formelrechner](https://f-droid.org/packages/de.HS_Aalen.don/)**: Aplicație exclusiv germană pentru efectuarea calculelor optice
ru: **[Aalener Optik-Formelrechner](https://f-droid.org/packages/de.HS_Aalen.don/)**: Приложение только для немецкого языка для выполнения оптических расчетов
uk: **[Aalener Optik-Formelrechner](https://f-droid.org/packages/de.HS_Aalen.don/)**: Застосунок лише німецькою мовою для виконання оптичних обчислень
zh_hans: **[Aalener Optik-Formelrechner](https://f-droid.org/packages/de.HS_Aalen.don/)**：用于进行光学计算的仅支持德语的应用

source: **[BK Doorlock](https://f-droid.org/packages/de.binary_kitchen.doorlock_app/)**: Binary Kitchen's Open Sesame
de: **[BK Doorlock](https://f-droid.org/packages/de.binary_kitchen.doorlock_app/)**: Binary Kitchen Türöffner
pl: **[BK Doorlock](https://f-droid.org/packages/de.binary_kitchen.doorlock_app/)**: Otwarty Binarny Sezam Kuchni
ro: **[BK Doorlock](https://f-droid.org/packages/de.binary_kitchen.doorlock_app/)**: Deschideți Sesam de la Binary Kitchen
uk: **[BK Doorlock](https://f-droid.org/packages/de.binary_kitchen.doorlock_app/)**: Відкритий бінарний сезам для кухні
zh_hans: **[BK Doorlock](https://f-droid.org/packages/de.binary_kitchen.doorlock_app/)**：二进制厨房的芝麻开门

source: **[Character Recognition](https://f-droid.org/packages/org.atai.TessUI/)**: Extract text from images
de: **[Character Recognition](https://f-droid.org/packages/org.atai.TessUI/)**: Text aus Bildern extrahieren
pl: **[Character Recognition](https://f-droid.org/packages/org.atai.TessUI/)**: Wyodrębnij tekst ze zdjęć
ro: **[Character Recognition](https://f-droid.org/packages/org.atai.TessUI/)**: Extrageți text din imagini
ru: **[Character Recognition](https://f-droid.org/packages/org.atai.TessUI/)**: Извлечение текста из изображений
uk: **[Character Recognition](https://f-droid.org/packages/org.atai.TessUI/)**: Витяг тексту з зображень
zh_hans: **[Character Recognition](https://f-droid.org/packages/org.atai.TessUI/)**：从图像中提取文本

source: **[Custom Search](https://f-droid.org/packages/tyagi.shubham.customsearch/)**: A Simple Query Search on Google using Dorking
de: **[Custom Search](https://f-droid.org/packages/tyagi.shubham.customsearch/)**: Eine einfache Suchanfrage bei Google, die Dorking verwendet
pl: **[Custom Search](https://f-droid.org/packages/tyagi.shubham.customsearch/)**: Proste wyszukiwanie zapytań w Google przy użyciu Dorking
ro: **[Custom Search](https://f-droid.org/packages/tyagi.shubham.customsearch/)**: O căutare simplă pe Google folosind Dorking
ru: **[Custom Search](https://f-droid.org/packages/tyagi.shubham.customsearch/)**: Поиск по простому запросу в Google с использованием Dorking
uk: **[Custom Search](https://f-droid.org/packages/tyagi.shubham.customsearch/)**: Пошук по простому запиту в Google з використанням Dorking
zh_hans: **[Custom Search](https://f-droid.org/packages/tyagi.shubham.customsearch/)**：使用 Dorking 在 Google 上进行的简单查询搜索
