Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: {{ page.featured }} **[Öffi](https://f-droid.org/packages/de.schildbach.oeffi/)** made it in [at last]({% post_url 2018-07-21-twif-13-public-transport-edition %})! For those who haven't been keeping up, Öffi is an all-in-one app for public transit. Like **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)**, but completely different. Built [reproducibly](https://reproducible-builds.org) so you can switch seamlessly from Öffi's private repository to F-Droid main without uninstalling!
ru: {{ page.featured }} **[Öffi](https://f-droid.org/packages/de.schildbach.oeffi/)** наконец-то [попал в]({% post_url 2018-07-21-twif-13-public-transport-edition %})! Для тех, кто не в курсе, Öffi - это универсальное приложение для общественного транспорта. Как **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)**, но совершенно другое. Создано [воспроизводимо](https://reproducible-builds.org), так что вы можете легко переключиться с частного репозитория Öffi на основной F-Droid без удаления!
uk: {{ page.featured }} **[Öffi](https://f-droid.org/packages/de.schildbach.oeffi/)** нарешті [потрапив в]({% post_url 2018-07-21-twif-13-public-transport-edition %})! Для тих, хто не в курсі, Öffi - це універсальний застосунок для громадського транспорту. Як **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)**, але зовсім інше. Створено [відтворено](https://reproducible-builds.org), так що ви можете легко переключитися з приватного сховища Öffi на основний F-Droid без видалення!
zh_hans: {{ page.featured }} **[Öffi](https://f-droid.org/packages/de.schildbach.oeffi/)** [最终]({% post_url 2018-07-21-twif-13-public-transport-edition %}) 进入了 F-Droid！对于那些没有跟踪动态的人，Öffi 是一款用于公共交通的一体化应用。类似于 **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)**，但完全不同。构建[可重复](https://reproducible-builds.org)，因此你可以从 Öffi 的私有存储库无缝切换到 F-Droid 主存储库，而不需要卸载！

source: {{ page.featured }} **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** has [dropped on F-Droid](https://tutanota.com/blog/posts/open-source-email)! We are happy to see how enthusiastic Tutao, the company behind Tutanota, is about F-Droid and free software, having [rewritten their app from scratch](https://tutanota.com/blog/posts/secure-mail-open-source) so it could be included in our main repository. Furthermore, they take special measures to avoid tracking you, and end-to-end encryption and two-factor authentication are core features.
de: {{ page.featured }} **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** ist [auf F-Droid gelandet](https://tutanota.com/blog/posts/open-source-email)! Wir sind glücklich darüber, wie begeistert Tutao, die Firma hinter Tutanota, von F-Droid und freier Software ist. Sie haben [ihre App von Grund auf neu geschrieben](https://tutanota.com/blog/posts/secure-mail-open-source), damit sie in unser Hauptrepository aufgenommen werden konnte. Außerdem trafen sie besondere Maßnahmen, Tracking zu vermeiden, und End-zu-End-Verschlüsselung sowie Zwei-Faktor-Authentifizierung sind Kernbestandteile.
pl: {{ page.featured }} **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** [spadł na F-Droida](https://tutanota.com/blog/posts/open-source-email)! Cieszymy się, widząc, jak entuzjastyczne Tutao, firma stojąca za Tutanotą, opowiada o F-Droid i wolnym oprogramowaniu, po [przepisaniu swojej aplikacji od zera](https://tutanota.com/blog/posts/secure-mail-open-source), aby mógł zostać włączony do naszego głównego repozytorium. Ponadto podejmują specjalne środki w celu uniknięcia śledzenia użytkownika, a najważniejsze funkcje to szyfrowanie typu end-to-end i uwierzytelnianie dwuskładnikowe.
ro: {{ page.featured }} **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** a căzut [dropped on F-Droid](https://tutanota.com/blog/posts/open-source-email)! Suntem bucuroși să vedem cât de entuziasmată este Tutao, compania din spatele Tutanota, în legătură cu F-Droid și cu software-ul liber, după ce [rewritten their app from scratch](https://tutanota.com/blog/posts/secure-mail-open-source) pentru a putea fi inclusă în depozitul nostru principal. În plus, ei iau măsuri speciale pentru a evita să vă urmărească, iar criptarea end-to-end și autentificarea cu doi factori sunt caracteristici de bază.
ru: {{ page.featured }} **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** [появилась на F-Droid](https://tutanota.com/blog/posts/open-source-email)! Мы рады видеть, с каким энтузиазмом компания Tutao, создавшая Tutanota, относится к F-Droid и свободному программному обеспечению, [переписав свое приложение с нуля](https://tutanota.com/blog/posts/secure-mail-open-source), чтобы оно могло быть включено в наш основной репозиторий. Кроме того, они принимают особые меры, чтобы избежать слежки за вами, а сквозное шифрование и двухфакторная аутентификация являются основными функциями.
uk: {{ page.featured }} **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** [з'явилася на F-Droid](https://tutanota.com/blog/posts/open-source-email)! Ми раді бачити, з яким ентузіазмом компанія Tutao, яка створила Tutanota, ставиться до F-Droid і вільного програмного забезпечення, [переписавши свій застосунок з нуля](https://tutanota.com/blog/posts/secure-mail-open-source ), щоб він міг бути включеним у наш основний репозиторій. Крім того, вони виконують особливі заходи, щоб уникнути стеження за вами, а наскрізне шифрування і двофакторна автентифікація — основні функції.
zh_hans: {{ page.featured }} **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** 已[进入 F-Droid](https://tutanota.com/blog/posts/open-source-email)！我们很高兴看到 Tutanota 背后的公司 Tutao 对 F-Droid 和自由软件充满热情，[从头开始重写了他们的应用](https://tutanota.com/blog/posts/secure-mail-open-source)使它可以包含在我们的主存储库中。此外，他们采取特殊措施避免跟踪您，并且端到端加密和双因素身份验证是核心功能。

source: In all fairness, many features work best between Tutanota users, and interoperability with regular e-mail is more limited, as you might expect. If you are looking for a privacy-respecting alternative to gmail with built-in encryption support, this is definitely worth checking out though.
de: Ehrlicherweise funktionieren viele Funktionen am besten zwischen Tutanota-Benutzern und die Interoperabilität mit regulären E-Mails ist, wie zu erwarten, eher eingeschränkt. Wenn Sie auf der Suche nach einer Alternative zu Google Mail mit integrierter Verschlüsselung sind, lohnt es sich auf jeden Fall, dies auszuprobieren.
pl: Ogólnie rzecz biorąc, wiele funkcji działa najlepiej między użytkownikami Tutanota, a zgodność operacyjna ze zwykłymi wiadomościami e-mail jest bardziej ograniczona, jak można się było spodziewać. Jeśli szukasz poszanowania prywatności w stosunku do Gmaila z wbudowaną obsługą szyfrowania, zdecydowanie warto to sprawdzić.
ro: În mod corect, multe caracteristici funcționează cel mai bine între utilizatorii Tutanota, iar interoperabilitatea cu e-mailul obișnuit este mai limitată, așa cum v-ați putea aștepta. Dacă sunteți în căutarea unei alternative la gmail care respectă confidențialitatea, cu suport de criptare încorporat, merită cu siguranță să o verificați totuși.
ru: Справедливости ради стоит отметить, что многие функции лучше всего работают между пользователями Tutanota, а взаимодействие с обычной электронной почтой, как и следовало ожидать, более ограничено. Если вы ищете альтернативу gmail со встроенной поддержкой шифрования, то вам стоит обратить внимание на это приложение.
uk: Справедливості заради варто відзначити, що багато функцій найкраще працюють між користувачами Tutanota, а взаємодія зі звичайною електронною поштою, як і слід було очікувати, більш обмежена. Якщо ви шукаєте альтернативу gmail з вбудованою підтримкою шифрування, то вам варто звернути увагу на це застосунок.
zh_hans: 平心而论，许多功能在 Tutanota 用户之间最有效，并且与常规电子邮件的互操作性更受限制，正如你所料。如果你正在寻找具有内置加密支持的 gmail 的尊重隐私的替代方案，那么这绝对值得一试。

source: **Important**: Those who want to switch from the Play Store version to the F-Droid version need to uninstall Tutanota before installing it from F-Droid.
de: **Wichtig**: Diejenigen, die von der Play-Store-Version zur F-Droid-Version wechseln wollen, müssen Tutanota deinstallieren vor einer erneuten Installation über F-Droid.
pl: **Ważne**: Ci, którzy chcą przejść z wersji Play Store do wersji F-Droid, muszą odinstalować Tutanota przed instalacją z F-Droid.
ro: **Important**: Cei care doresc să treacă de la versiunea Play Store la versiunea F-Droid trebuie să dezinstaleze Tutanota înainte de a o instala din F-Droid.
ru: **Важно**: Тем, кто хочет перейти с версии Play Store на версию F-Droid, необходимо удалить Tutanota перед установкой из F-Droid.
uk: ** Важливо **: Тим, хто хоче перейти з версії Play Store на версію F-Droid, необхідно видалити Tutanota перед установкою з F-Droid.
zh_hans: **重要**：想要从 Play Store 版本切换到 F-Droid 版本的用户需要先卸载 Tutanota，然后再从 F-Droid 安装。

source: **[GPSd Client](https://f-droid.org/packages/io.github.tiagoshibata.gpsdclient/)**: Service to forward NMEA messages to a GPSd server
de: **[GPSd Client](https://f-droid.org/packages/io.github.tiagoshibata.gpsdclient/)**: Dienst zur Weiterleitung von NMEA-Nachrichten an einen GPSd-Server
pl: **[GPSd Client](https://f-droid.org/packages/io.github.tiagoshibata.gpsdclient/)**: Usługa przesyłania wiadomości NMEA do serwera GPSd
ro: **[GPSd Client](https://f-droid.org/packages/io.github.tiagoshibata.gpsdclient/)**: Serviciu pentru transmiterea mesajelor NMEA către un server GPSd
ru: **[GPSd Client](https://f-droid.org/packages/io.github.tiagoshibata.gpsdclient/)**: Служба для пересылки сообщений NMEA на сервер GPSd
uk: **[GPSd Client](https://f-droid.org/packages/io.github.tiagoshibata.gpsdclient/)**: Служба для пересилання повідомлень NMEA на сервер GPSd
zh_hans: **[GPSd Client](https://f-droid.org/packages/io.github.tiagoshibata.gpsdclient/)**：将 NMEA 消息转发到 GPSd 服务器的服务

source: **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)**: GPS Track Recorder
pl: **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)**: Rejestrator ścieżki GPS
ro: **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)**: GPS Înregistrator de traseu
ru: **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)**: Регистратор GPS-треков
uk: **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)**: Реєстратор GPS-треків
zh_hans: **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)**：GPS 轨迹记录器

source: **[Briar](https://f-droid.org/wiki/page/org.briarproject.briar.android)** also finally made it! Unfortunately it was published straight to the archive as we can only build the older version 1.0.1 of this app for now. The solution lies in upgrading the build server to Debian Stretch. If you want to play with it, you'll need to enable the F-Droid archive in your repository settings. Or you can add the [Briar repository](https://briarproject.org/fdroid.html) and get access to the latest version. Oh yeah, Briar is built reproducibly, and [here's the how and why](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/).
de: **[Briar](https://f-droid.org/wiki/page/org.briarproject.briar.android)** hat es auch endlich geschafft! Unglücklicherweise wurde sie geradewegs ins Archiv eingestellt, da uns bis jetzt nur ein Build der älteren Version 1.0.1 dieser App gelang. Die Lösung liegt im Upgrade des Build-Servers auf Debian Stretch. Wenn Sie damit spielen möchten, müssen Sie das F-Droid-Archiv in Ihren Paketquelleneinstellungen aktivieren. Oder Sie können das [Briar-Repository](https://briarproject.org/fdroid.html) hinzufügen und erhalten so Zugang zur neusten Version. Ach ja, Briar's Build ist reproduzierbar und [hier steht wie und warum](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/).
pl: **[Briar](https://f-droid.org/wiki/page/org.briarproject.briar.android)** również w końcu udało się! Niestety został opublikowany bezpośrednio w archiwum, ponieważ na razie możemy tylko zbudować starszą wersję 1.0.1 tej aplikacji. Rozwiązanie polega na uaktualnieniu serwera kompilacji do dystrybucji Debian. Jeśli chcesz się z nim bawić, musisz włączyć archiwum F-Droid w swoich ustawieniach repozytorium. Możesz też dodać [repozytorium Briara](https://briarproject.org/fdroid.html) i uzyskać dostęp do najnowszej wersji. O tak, Briar jest zbudowany w sposób powtarzalny i [tutaj znajdziesz dlaczego](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/).
ro: **[Briar](https://f-droid.org/wiki/page/org.briarproject.briar.android)** a reușit, de asemenea, să ajungă în sfârșit! Din păcate, a fost publicată direct în arhivă, deoarece deocamdată nu putem construi decât versiunea mai veche 1.0.1 a acestei aplicații. Soluția constă în actualizarea serverului de construcție la Debian Stretch. Dacă doriți să vă jucați cu ea, va trebui să activați arhiva F-Droid în setările depozitului. Sau puteți adăuga [Briar repository](https://briarproject.org/fdroid.html) și veți avea acces la cea mai recentă versiune. Oh, da, Briar este construit în mod reproductibil, și [here's the how and why](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/).
ru: **[Briar](https://f-droid.org/wiki/page/org.briarproject.briar.android)** тоже наконец-то появился! К сожалению, он был опубликован прямо в архив, так как на данный момент мы можем собирать только старую версию 1.0.1 этого приложения. Решение заключается в обновлении сервера сборки до Debian Stretch. Если вы хотите поиграть с ним, вам нужно включить архив F-Droid в настройках вашего репозитория. Или вы можете добавить [репозиторий Briar](https://briarproject.org/fdroid.html) и получить доступ к последней версии. Ах да, Briar собирается воспроизводимо, и [вот объяснение как и почему](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/).
uk: **[Briar](https://f-droid.org/wiki/page/org.briarproject.briar.android)** також нарешті з'явився! На жаль, він був оприлюднений прямо в архів, оскільки поки ми можемо збирати тільки стару версію 1.0.1 цього застосунку. Рішення полягає в оновленні сервера збірки до Debian Stretch. Якщо ви хочете пограти з ним, вам потрібно включити архів F-Droid в налаштуваннях вашого репозиторію. Або ви можете додати [репозиторій Briar](https://briarproject.org/fdroid.html) і отримати доступ до останньої версії. Ах так, Briar збирається відтворено, і [ось як і чому](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/).
zh_hans: **[Briar](https://f-droid.org/wiki/page/org.briarproject.briar.android)**也终于成功了！不幸的是，它直接发布到存档中，因为我们现在只能构建这个应用的旧版本 1.0.1。解决方案在于将构建服务器升级到 Debian Stretch。如果你想试试它，你需要在你的存储库设置中启用 F-Droid 存档。或者你可以添加 [Briar 存储库](https://briarproject.org/fdroid.html) 并访问最新版本。哦，是的，Briar 是可重复构建的，[这里是如何以及为什么](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/)。

source: In total, 72 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 72 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 72 aplikacje. Oto najważniejsze cechy:
ro: În total, 72 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 72 приложения. Вот основные из них:
uk: Усього цього тижня було оновлено 72 застосунки. Ось основні з них:
zh_hans: 本周总共更新了 72 个应用。以下是其中的亮点：

source: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** is a music player with a simple interface similar to the stock music player. Version 1.0.70 has an option to synchronize m3u playlists, can read artwork from embedded tags, and now has an option to scroll to the current song in the queue view.
de: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** ist ein Musik-Player mit einer einfachen Benutzeroberfläche ähnlich dem Standard Music Player. Version 1.0.70 hat eine Option zum Synchronisieren von m3u-Playlisten, kann Coverbilder von eingebetteten Tags lesen und hat jetzt eine Option zum Scrollen zum aktuellen Song in der Warteschlangenansicht.
pl: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** to odtwarzacz muzyczny z prostym interfejsem podobnym do odtwarzacza plików muzycznych. Wersja 1.0.70 ma opcję synchronizowania list odtwarzania m3u, może odczytywać grafikę z osadzonych znaczników, a teraz ma opcję przewijania do bieżącego utworu w widoku kolejki.
ro: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** este un player de muzică cu o interfață simplă, similară cu playerul de muzică din dotare. Versiunea 1.0.70 are o opțiune de sincronizare a listelor de redare m3u, poate citi artwork-ul din etichetele încorporate și are acum o opțiune de derulare la melodia curentă în vizualizarea listei.
ru: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** - это музыкальный плеер с простым интерфейсом, похожий на стоковый музыкальный плеер. Версия 1.0.70 имеет возможность синхронизации плейлистов m3u, может читать иллюстрации из встроенных тегов и теперь имеет возможность прокрутки до текущей песни в представлении очереди.
uk: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** - це музичний плеєр з простим інтерфейсом, схожий на стоковий музичний плеєр. Версія 1.0.70 має можливість синхронізації плейлистів m3u, може читати ілюстрації з вбудованих тегів і тепер має можливість прокрутки до поточної пісні в поданні черги.
zh_hans: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** 是一个音乐播放器，界面简单，类似于原生音乐播放器。1.0.70 版有一个同步 m3u 播放列表的选项，可以从嵌入的标签中读取作品，现在有一个选项可以滚动到队列视图中的当前歌曲。

source: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** is an instant messenger using e-mail as its transport. Version 0.20.0 improves reliability with size checks before sending videos, files and other attachments, retries an appropriate number of times on sending problems, detects size-related problems and does not retry, shows message errors in the message info, and more.
de: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** ist ein Instant Messenger, der E-Mail als Transportmittel verwendet. Version 0.20.0 verbessert die Zuverlässigkeit bei der Größenprüfung vor dem Senden von Videos, Dateien und anderen Anhängen, hat jetzt eine angemessene Anzahl von Sendeversuchen, erkennt größenbedingte Probleme und lässt es in dem Fall, zeigt Nachrichtenfehler in den Nachrichteninformationen an und vieles mehr.
pl: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** jest komunikatorem internetowym korzystającym z poczty e-mail jako transportu. Wersja 0.20.0 poprawia niezawodność dzięki sprawdzaniu rozmiaru przed wysyłaniem filmów, plików i innych załączników, ponawia odpowiednią liczbę razy w przypadku problemów z wysyłaniem, wykrywa problemy związane z rozmiarami i nie próbuje ponownie, pokazuje błędy komunikatu w informacjach o wiadomościach i więcej.
ro: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** este un mesager instantaneu care folosește e-mailul ca mijloc de transport. Versiunea 0.20.0 îmbunătățește fiabilitatea cu verificări ale mărimii înainte de a trimite videoclipuri, fișiere și alte atașamente, reîncearcă de un număr adecvat de ori în cazul problemelor de trimitere, detectează problemele legate de mărime și nu reîncearcă, afișează erorile de mesaj în informațiile despre mesaj și multe altele.
ru: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** - это мессенджер, использующий в качестве транспорта электронную почту. Версия 0.20.0 повышает надежность благодаря проверке размера перед отправкой видео, файлов и других вложений, повторению попыток соответствующее количество раз при проблемах с отправкой, обнаружению проблем, связанных с размером, и отказу от повторных попыток, отображению ошибок сообщения в информации о сообщении и др.
uk: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** - це месенджер, який використовує в якості транспорту електронну пошту. Версія 0.20.0 підвищує надійність завдяки перевірці розміру перед відправкою відео, файлів і інших вкладень, повторення спроб відповідну кількість разів при проблемах з відправкою, виявлення проблем, пов'язаних з розміром, і відмови від повторних спроб, відображенню помилок повідомлення в інформації про повідомленні і ін .
zh_hans: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** 是一个使用电子邮件进行传输的即时通讯工具。0.20.0 版在发送视频、文件和其他附件之前通过大小检查提高了可靠性，在发送问题时重试适当次数，检测与大小相关的问题并且不重试，在消息信息中显示消息错误等等。
