Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: I believe privacy and freedom are fundamental rights and should be available to everyone in the world. A few years ago, I’ve started translating FOSS apps on [Weblate](https://hosted.weblate.org/), which has evolved to me being a maintainer of many projects, including F-Droid. Now I’ve finally finished reviewing all website strings and I’m happy to announce that the website is now also available in the Czech language! F-Droid is used by many even here in the Czech Republic, and I believe this will help even more users to discover this awesome project.
ru: Я считаю, что неприкосновенность частной жизни и свобода - это фундаментальные права, которые должны быть доступны каждому в мире. Несколько лет назад я начал переводить FOSS-приложения на [Weblate](https://hosted.weblate.org/), что привело к тому, что я стал сопровождающим многих проектов, включая F-Droid. Сейчас я наконец-то закончил пересматривать все строки сайта и рад сообщить, что теперь сайт доступен и на чешском языке! F-Droid используется многими даже здесь, в Чехии, и я верю, что это поможет еще большему количеству пользователей открыть для себя этот замечательный проект.
uk: Я вважаю, що приватність і свобода є фундаментальними правами та повинні бути доступними для кожної людини у світі. Кілька років тому я почав перекладати FOSS-застосунки на [Weblate](https://hosted.weblate.org/), що призвело до того, що я став супровідником багатьох проєктів, у тому числі F-Droid. Зараз я нарешті закінчив переглядати всі рядки сайту і радий повідомити, що сайт тепер доступний і чеською мовою! F-Droid використовується багатьма навіть тут, у Чеській Республіці, і я вірю, що це допоможе ще більшій кількості користувачів відкрити для себе цей чудовий проєкт.
zh_hans: 我相信隐私和自由是基本权利，世界上每个人都应享有这些。数年前，我开始在 [Weblate](https://hosted.weblate.org/) 上翻译 FOSS 应用，此举已使我成为了许多项目的维护者，包括 F-Droid。现在我终于完成了审校所有网站字符串，并高兴地宣布 F-Droid 网站现在也可以用捷克语显示了！捷克已经有许多 F-Droid 用户，我相信这会帮助更多用户发现这一出色的项目。

source: Many thanks also to the past volunteer translators, without whom the translation would have taken me much longer. If you think you can also help with translating F-Droid, feel free to! You can find all information in the [documentation](https://f-droid.org/docs/Translation_and_Localization/).
ru: Большое спасибо переводчикам-добровольцам, без которых перевод занял бы у меня гораздо больше времени. Если вы считаете, что также можете помочь с переводом F-Droid, не стесняйтесь! Всю информацию вы можете найти в [документации](https://f-droid.org/docs/Translation_and_Localization/).
uk: Велика подяка також попереднім перекладачам-волонтерам, без яких переклад тривав би значно довше. Якщо ви вважаєте, що також можете допомогти з перекладом F-Droid, не соромтеся! Ви можете знайти всю інформацію в [документації](https://f-droid.org/docs/Translation_and_Localization/).
zh_hans: 还要多谢之前的志愿翻译者们，没有这些人我完成这一翻译工作将花费多得多的时间。如果你认为你也可以帮忙翻译 F-Droid，不必拘束，立马动手吧！你可以在 [文档](https://f-droid.org/docs/Translation_and_Localization/) 中找到所有信息。

source: You can also help F-Droid by [contributing to the code](https://gitlab.com/fdroid/), [reporting issues](https://f-droid.org/issues/) or [making a donation](https://f-droid.org/donate/). Any help is appreciated!
ru: Вы также можете помочь F-Droid, [внеся свой вклад в код](https://gitlab.com/fdroid/), [сообщив о проблемах](https://f-droid.org/issues/) или [сделав пожертвование](https://f-droid.org/donate/). Любая помощь будет оценена по достоинству!
uk: Ви також можете допомогти F-Droid, [долучившись до коду](https://gitlab.com/fdroid/), [повідомивши про проблеми](https://f-droid.org/issues/) або [зробивши пожертву](https://f-droid.org/donate/). Ми вдячні за будь-яку допомогу!
zh_hans: 你还可以 [贡献代码](https://gitlab.com/fdroid/)、 [报告问题](https://f-droid.org/issues/) 或 [捐款](https://f-droid.org/donate/) 来帮助 F-Droid。任何帮助都将不胜感激！

source: If you need to contact me, you can find me in the [F-Droid Translators](https://matrix.to/#/#fdroid-translators) room on Matrix. Next step is translating the documentation and posts, so if you can lend a hand, I’d be very happy!
ru: Если вам нужно связаться со мной, вы можете найти меня в комнате [F-Droid Translators](https://matrix.to/#/#fdroid-translators) на Matrix. Следующим шагом будет перевод документации и постов, так что если вы можете оказать помощь, я буду очень рад!
uk: Якщо вам потрібно зв'язатися зі мною, ви можете знайти мене в кімнаті [F-Droid Translators](https://matrix.to/#/#fdroid-translators) на Matrix. Наступним кроком буде переклад документації та повідомлень, тож якщо ви можете допомогти, я буду дуже радий!
zh_hans: 如果你需要联系我，可以在 Matrix 上的 [F-Droid Translators](https://matrix.to/#/#fdroid-translators) 聊天室找到我。接下来的步骤就是翻译文档和博客文章，所以如果你可以帮忙，我会非常高兴！

source: And of course, thanks to all F-Droid maintainers and contributors for making this awesome project!
ru: И, конечно, спасибо всем сопровождающим и соавторам F-Droid за создание этого потрясающего проекта!
uk: І, звичайно ж, дякуємо всім розробникам F-Droid та учасникам за створення цього чудового проєкту!
zh_hans: 当然，也谢谢所有 F-Droid 维护者和贡献者，谢谢这些人打造这个出色的项目！

source: DNS security and "bus factor" improvements
ru: Улучшение безопасности DNS и "шинного фактора"
uk: Удосконалення безпеки DNS та «bus factor»
zh_hans: DNS 安全和”巴士因子“缓解

source: Back in [2010](https://f-droid.org/2010/09/29/f-droid-is-here.html), Ciaran Gultnieks created F-Droid to bring free software to Android. It has since grown to have many contributors from around the world, millions of users, and its own legal entity with an esteemed [Board of Directors](https://f-droid.org/2023/03/20/f-droid-board.html). F-Droid has become its own thing bigger than any one of the contributors. We have just taken of the last key steps to cementing that: the f-droid.org and related domain names have been migrated to processes that are community-controlled with oversight from the Board of Directors. We thank CiaranG for all his work maintaining the domains over the years.
ru: Еще в [2010 году](https://f-droid.org/2010/09/29/f-droid-is-here.html) Киаран Гултниекс создал F-Droid, чтобы принести свободное программное обеспечение на Android. С тех пор она выросла до множества участников со всего мира, миллионов пользователей и собственного юридического лица с уважаемым [Советом директоров](https://f-droid.org/2023/03/20/f-droid-board.html). F-Droid стал собственной вещью, большей, чем любой из участников. Мы только что сделали последний ключевой шаг к закреплению этого: f-droid.org и связанные с ним доменные имена были переведены на процессы, которые контролируются сообществом под надзором Совета директоров. Мы благодарим CiaranG за всю его работу по поддержке доменов на протяжении многих лет.
uk: У [2010 році](https://f-droid.org/2010/09/29/f-droid-is-here.html) Кіаран Гултнієкс створив F-Droid, щоб перенести вільне програмне забезпечення на Android. З того часу він виріс до багатьох учасників з усього світу, мільйонів користувачів і власної юридичної особи з поважною [Радою директорів](https://f-droid.org/2023/03/20/f-droid-board.html). F-Droid став чимось більшим, ніж кожен з його учасників. Ми щойно зробили останні ключові кроки, щоб закріпити це: f-droid.org і пов'язані з ним доменні імена були переведені на процеси, які контролюються спільнотою під наглядом Ради директорів. Ми дякуємо CiaranG за всю його роботу з підтримки доменів протягом багатьох років.
zh_hans: [2010](https://f-droid.org/2010/09/29/f-droid-is-here.html) 年，Ciaran Gultnieks 创建了 F-Droid 给 Android 带来自由软件。 自那时起，F-droid 不断成长，拥有众多来自全球各地的贡献者，上百万用户，以及有受人敬重的 [董事会](https://f-droid.org/2023/03/20/f-droid-board.html)的法律实体。 眼下，缺少任何单个贡献者，F-Droid 项目仍可维持正常运转。 我们刚刚采取了最后的关键几步来巩固这一点： f-droid.org 及关联域名已迁移到由董事会监督的社区控制的进程。 我们感谢 CiaranG 多年来在维护域名方面所作的工作。

source: This also eliminates a bottleneck of configuration changes. We have a [Systems Adminstration Team](https://gitlab.com/fdroid/wiki/-/wikis/Systems-Adminstration-Team/) for secure and shared maintenance of our key infrastructure. Thanks to funding from [Open Tech Fund](https://www.opentech.fund/) (OTF), the Systems Adminstration Team set to work making the official F-Droid domains be as secure as possible. We have moved our DNS servers for our official domain f-droid.org. This change helps improve our "[bus factor](https://en.wikipedia.org/wiki/Bus_factor)", which means we are less dependent on a single person to keep the project running smoothly.
ru: Это также устраняет узкое место, связанное с изменением конфигурации. У нас есть команда [Systems Adminstration Team](https://gitlab.com/fdroid/wiki/-/wikis/Systems-Adminstration-Team/) для безопасного и совместного обслуживания нашей ключевой инфраструктуры. Благодаря финансированию от [Open Tech Fund](https://www.opentech.fund/) (OTF), команда системных администраторов приступила к работе, чтобы сделать официальные домены F-Droid как можно более безопасными. Мы перенесли наши DNS-серверы для нашего официального домена f-droid.org. Это изменение помогает улучшить наш "[bus factor](https://en.wikipedia.org/wiki/Bus_factor)", что означает, что мы меньше зависим от одного человека, чтобы поддерживать проект в рабочем состоянии.
uk: Це також усуває вузьке місце, пов'язане зі змінами конфігурації. У нас є [Команда системного адміністрування](https://gitlab.com/fdroid/wiki/-/wikis/Systems-Adminstration-Team/) для безпечного та спільного обслуговування нашої ключової інфраструктури. Завдяки фінансуванню від [Open Tech Fund](https://www.opentech.fund/) (OTF), команда системного адміністрування почала працювати над тим, щоб зробити офіційні домени F-Droid максимально безпечними. Ми перемістили наші DNS-сервери для нашого офіційного домену f-droid.org. Ця зміна допомагає покращити наш «[bus factor](https://uk.wikipedia.org/wiki/Bus_factor)», що означає, що ми менше залежимо від однієї людини для забезпечення безперебійної роботи проєкту.
zh_hans: 这还消除了配置更改的瓶颈。我们有[系统管理团队](https://gitlab.com/fdroid/wiki/-/wikis/Systems-Adminstration-Team/) 用于关键基础设施安全和分担的维护。感谢来自 [开放技术基金](https://www.opentech.fund/) (OTF) 的资助，系统管理团队将开始着手使官方 F-Droid 域尽可能安全。我们已经移动了官方域名 f-droid.org 的 DNS 服务器。此更改有助缓解 "[巴士因子](https://en.wikipedia.org/wiki/Bus_factor)"，这意味着我们不那么依赖单一个人来保持项目顺畅运行。

source: We've used this opporunity to roll out additional DNS security measures. Since the [jabber.ru incident](https://www.devever.net/~hl/xmpp-incident) happened, it seems to us that both migrating to more trustworthy hosting providers and increasing DNS security is more important than ever.
ru: Мы воспользовались этой возможностью, чтобы ввести дополнительные меры безопасности DNS. После инцидента с [jabber.ru](https://www.devever.net/~hl/xmpp-incident) нам кажется, что переход на более надежных хостинг-провайдеров и повышение безопасности DNS важны как никогда.
uk: Ми скористалися цією можливістю, щоб впровадити додаткові заходи безпеки DNS. Після того, як стався [інцидент з jabber.ru](https://www.devever.net/~hl/xmpp-incident), нам здається, що перехід до надійніших хостинг-провайдерів і посилення безпеки DNS важливіше, ніж будь-коли.
zh_hans: 借此机会，我们还推出了附加的 DNS 安全措施。自 [jabber.ru 事件](https://www.devever.net/~hl/xmpp-incident) 发生以来，对我们而言似乎迁移到更可靠的托管供应商和提升 DNS 安全变得比以往任何时候都重要。

source: We started by adding a [Certification Authority Authorization](https://wikipedia.org/wiki/DNS_Certification_Authority_Authorization) DNS record. A CAA record is a way for website owners to specify which companies may issue security certificates for their website. This should help us to detect network attacks like the one against jabber.ru. Additionally we have started monitoring [certificates of our domain names](https://monitor.f-droid.org/services/tls-certs) in [certificate transparency logs](https://wikipedia.org/wiki/Certificate_Transparency). This will hopefully help us detect if someone tries to issue a malicious certificate in our name. These measures should significantly raise the bar for man-in-the-middle attacks on our transport encryption.
ru: Мы начали с добавления DNS-записи [Certification Authority Authorization](https://wikipedia.org/wiki/DNS_Certification_Authority_Authorization). Запись CAA - это способ для владельцев сайтов указать, какие компании могут выдавать сертификаты безопасности для их сайтов. Это должно помочь нам обнаружить сетевые атаки, подобные той, что была совершена на jabber.ru. Кроме того, мы начали отслеживать [сертификаты наших доменных имен](https://monitor.f-droid.org/services/tls-certs) в [журналах прозрачности сертификатов](https://wikipedia.org/wiki/Certificate_Transparency). Это, как мы надеемся, поможет нам обнаружить, если кто-то попытается выпустить вредоносный сертификат от нашего имени. Эти меры должны значительно повысить планку для атак типа "человек посередине" на наше транспортное шифрование.
uk: Ми почали з додавання DNS-запису [Certification Authority Authorization](https://wikipedia.org/wiki/DNS_Certification_Authority_Authorization). Запис CAA - це спосіб для власників вебсайтів вказати, які компанії можуть видавати сертифікати безпеки для їхніх вебсайтів. Це має допомогти нам виявляти мережеві атаки, подібні до тієї, що була здійснена на jabber.ru. Крім того, ми почали відстежувати [сертифікати наших доменних імен](https://monitor.f-droid.org/services/tls-certs) в [журналах прозорості сертифікатів](https://wikipedia.org/wiki/Certificate_Transparency). Ми сподіваємося, що це допоможе нам виявити, якщо хтось спробує випустити шкідливий сертифікат на наше ім'я. Ці заходи повинні значно підняти планку для атак «зловмисника посередині» на наше транспортне шифрування.
zh_hans: 我们从添加 [证书颁发机构授权](https://wikipedia.org/wiki/DNS_Certification_Authority_Authorization) DNS 记录开始。 CAA 记录是站点所有者指定哪些公司可以颁发站点安全证书的一种方法。这应该会有助我们检测类似针对 jabber.ru 的网络攻击。另外，我们已经开始用 [证书透明度日志](https://wikipedia.org/wiki/Certificate_Transparency) 监控 [我们域名的证书](https://monitor.f-droid.org/services/tls-certs) 。希望这会有助检测到以我们的名称颁发恶意证书的企图。这些措施应该会大大提升针对我们传输加密的中间人攻击的门槛。

source: Over the years, we have received many requests to enable [DNSSEC](https://wikipedia.org/wiki/Domain_Name_System_Security_Extensions) for improved security. Rightfully so. Now that we have a new DNS provider, we have successfully rolled it out.
ru: На протяжении многих лет мы получали множество просьб включить [DNSSEC](https://wikipedia.org/wiki/Domain_Name_System_Security_Extensions) для повышения безопасности. И это вполне обоснованно. Теперь, когда у нас появился новый DNS-провайдер, мы успешно внедрили эту систему.
uk: Протягом багатьох років ми отримували багато запитів щодо ввімкнення [DNSSEC](https://uk.wikipedia.org/wiki/DNSSEC) для покращення безпеки. Це цілком виправдано. Тепер, коли у нас є новий DNS-провайдер, ми успішно впровадили цю функцію.
zh_hans: 这些年来我们收到了许多启用 [DNSSEC](https://wikipedia.org/wiki/Domain_Name_System_Security_Extensions) 的请求以改善站点安全性。这些请求非常恰当。有了新的 DNS 提供商，我们已经成功地推出了这一特性。

source: We've also recently finished moving our email server, a task that was long overdue. F-Droids new email provider now implements all the technical nitty gritties like SPF, DKIM, DMARC, which are ever more important since big E-Mail providers started blocking mails from E-Mail servers without those features.
ru: Мы также недавно закончили перенос нашего почтового сервера - задача, которая давно назревала. Новый почтовый провайдер F-Droids теперь реализует все технические тонкости, такие как SPF, DKIM, DMARC, которые становятся все более важными с тех пор, как крупные почтовые провайдеры начали блокировать письма с почтовых серверов без этих функций.
uk: Нещодавно ми також завершили переїзд нашого поштового сервера, що було завданням, яке давно назріло. Новий поштовий провайдер F-Droid тепер реалізує всі технічні дрібниці, такі як SPF, DKIM, DMARC, які стають все більш важливими з того часу, як великі поштові провайдери почали блокувати листи з поштових серверів без цих функцій.
zh_hans: 我们最近还完成了电子邮件服务器的迁移，这是一项姗姗来迟的任务。 F-Droids 新电子邮件提供商现在实现了 SPF、DKIM、DMARC 等所有技术细节，自从大型电子邮件提供商开始阻止来自没有这些功能的电子邮件服务器的邮件后，这些细节变得更加重要。

source: $ fdroid update -h usage: fdroid update [-h] [-v] [-q] [--create-key] [-c] [--delete-unknown] [-b] [-i] [-I] [-e EDITOR] [-w] [--pretty] [--clean] [--nosign] [--use-date-from-apk] [--rename-apks] [--allow-disabled-algorithms] [-W W] optional arguments: -h, --help show this help message and exit -v, --verbose 比一般情况输出更多的信息 -q, --quiet 仅输出警告和出错信息 --create-key 在密钥存储中创建资源库签名密钥 -c, --create-metadata 创建缺少的主干元数据文件 --delete-unknown 从资源库中删除没有元数据的 APK 和 OBB -b, --buildreport 报告编译数据状态 -i, --interactive 需更新事项的互动提示。 -I, --icons 对超过像素大小上限的全部图标进行尺寸调整，然后退出
ro: $ actualizare fdroid -h utilizare: actualizare fdroid [-h] [-v] [-q] [--create-key] [-c] [--delete-unknown] [-b] [-i] [-I] [-e EDITOR] [-w] [--pretty] [--clean] [--nosign] [--use-date-from-apk] [--rename-apks] [--allow-disabled-algorithms] [-W W] argumente opționale: -h, --ajutor show this help message and exit -v, --verbale 比一般情况输出更多的信息 -q, --liniște 仅输出警告和出错信息 --creați-cheie 在密钥存储中创建资源库签名密钥 -c, --creați-metadata 创建缺少的主干元数据文件 --eliminare-necunoscut 从资源库中删除没有元数据的 APK 和 OBB -b, --construieste raport 报告编译数据状态 -i, --interactiv 需更新事项的互动提示。 -I, --pictogramă 对超过像素大小上限的全部图标进行尺寸调整，然后退出
ru: $ fdroid update -h использование: fdroid update [-h] [-v] [-q] [--create-key] [-c] [--delete-unknown] [-b] [-i] [-I] [-e EDITOR] [-w] [--pretty] [--clean] [--nosign] [--use-date-from-apk] [--rename-apks] [--allow-disabled-algorithms] [-W W] необязательные аргументы: -h, --help показать сообщение справки и выйти из системы -v, --verbose 比一般情况输出更多的信息 -q, --quiet 仅输出警告和出错信息 --create-key 在密钥存储中创建资源库签名密钥 -c, --create-metadata 创建缺少的主干元数据文件 --delete-unknown 从资源库中删除没有元数据的 APK 和 OBB -b, --buildreport 报告编译数据状态 -i, --interactive 需更新事项的互动提示。 -I, -icons 对超过像素大小上限的全部图标进行尺寸调整，然后退出

source: If you are looking for a good place to get started, see the list of "[first timer](https://gitlab.com/groups/fdroid/-/issues?label_name%5B%5D=first-timer)" issues.
ru: Если вы ищете, с чего начать, посмотрите список вопросов "[first timer](https://gitlab.com/groups/fdroid/-/issues?label_name%5B%5D=first-timer)".
uk: Якщо ви шукаєте гарне місце, щоб розпочати роботу, перегляньте список помилок "[first timer](https://gitlab.com/groups/fdroid/-/issues?label_name%5B%5D=first-timer)".

source: There will probably be more unstable v1.3 alphas since there were a lot of library updates, so please test! And don't upgrade unless you're really willing to use an alpha. * CiaranG put androguard on the build server, which should finally fix [admin#65](https://gitlab.com/fdroid/admin/issues/65). This means that users of the Privileged Extension will finally be able to leave Unknown Sources off. It should also fix the arabic names and blank names. * The $22K grant for translation workflow has been officially confirmed. It will include some web dev work. It is expected that this will happen in June. * [Liberapay](https://liberapay.com/): The [F-Droid Data team](https://liberapay.com/F-Droid-Data) is currently receiving €61.05 per week from 144 patrons, making it the 5th largest team on Liberapay. Help us get that 3rd position back! * If you hadn't noticed yet, **Bubu** made F-Droid accounts on Mastodon ([@fdroidorg](https://floss.social/@fdroidorg)) and Twitter ([@fdroidorg](https://twitter.com/fdroidorg)). We've been surprised and excited that our Mastodon has proven much more popular than our Twitter! The set-up automatically mirrors everything between the two accounts, and Bubu has been doing a good job of pushing regular updates and answering people's questions.
ru: Вероятно, будет больше нестабильных альф версии 1.3, так как было много обновлений библиотек, поэтому, пожалуйста, тестируйте! И не обновляйтесь, если вы не готовы использовать альфу. * CiaranG поставил androguard на сервер сборки, что должно наконец исправить [admin#65](https://gitlab.com/fdroid/admin/issues/65). Это означает, что пользователи Привилегированного расширения наконец-то смогут отключить Неизвестные источники. Это также должно исправить арабские имена и пустые имена. * Грант в $22 тыс. на работу над переводом был официально подтвержден. Он будет включать в себя некоторые работы по веб-разработке. Ожидается, что это произойдет в июне. * [Liberapay](https://liberapay.com/): Команда [F-Droid Data](https://liberapay.com/F-Droid-Data) в настоящее время получает €61.05 в неделю от 144 меценатов, что делает ее 5-й по величине командой на Liberapay. Помогите нам вернуть 3-е место! * Если вы еще не заметили, **Bubu** создал аккаунты F-Droid на Mastodon ([@fdroidorg](https://floss.social/@fdroidorg)) и Twitter ([@fdroidorg](https://twitter.com/fdroidorg)). Мы были удивлены и обрадованы тем, что наш Mastodon оказался намного популярнее, чем наш Twitter! Настройка автоматически отражает все между двумя учетными записями, и Бубу делает хорошую работу по регулярному обновлению и отвечает на вопросы людей.

source: Come talk to us in #fdroid on [Freenode](https://freenode.net/), in Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) or via [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Join us on the [forum](https://forum.f-droid.org/). [Toot on Mastodon](https://floss.social/@fdroidorg), or, if you absolutely must, [tweet us](https://twitter.com/fdroidorg).
ru: Общайтесь с нами в #fdroid на [Freenode](https://freenode.net/), в Matrix через [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) или через [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Присоединяйтесь к нам на [форуме](https://forum.f-droid.org/). [Toot on Mastodon](https://floss.social/@fdroidorg), или, если уж совсем приспичило, [tweet us](https://twitter.com/fdroidorg).

source: Hi everyone! You have been telling us you liked the first [#twif](https://floss.social/tags/twif), so have another!
ru: Всем привет! Вы говорили нам, что вам понравился первый [#twif](https://floss.social/tags/twif), так что держите еще один!

source: We're at almost 1900 followers on [Mastodon](https://floss.social/@fdroidorg)!
ru: У нас почти 1900 подписчиков на [Mastodon](https://floss.social/@fdroidorg)!

source: Please post submissions to the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum or mention [@fdroidorg@floss.social](https://floss.social/@fdroidorg) and tag [#fdroid](https://floss.social/tags/fdroid) in your toot.
ru: Пожалуйста, отправляйте материалы в [тему TWIF](https://forum.f-droid.org/t/twif-submission-thread) на форуме или упоминайте [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) и отмечайте [#fdroid](https://mastodon.technology/tags/fdroid) в своем тоте.

source: Feedback? Come talk to us in #fdroid on [Freenode](https://freenode.net/), on Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) or on [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). All of these spaces are bridged together. You can also join us on the [forum](https://forum.f-droid.org/), [toot on Mastodon](https://floss.social/@fdroidorg), or, if you absolutely must, [tweet us](https://twitter.com/fdroidorg).
ru: Обратная связь? Общайтесь с нами в #fdroid на [Freenode](https://freenode.net/), на Matrix через [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) или в [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Все эти пространства связаны между собой. Вы также можете присоединиться к нам на [форуме](https://forum.f-droid.org/), [toot on Mastodon](https://floss.social/@fdroidorg), или, если уж совсем приспичило, [tweet us](https://twitter.com/fdroidorg).
