Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: As already hinted at above, [Izzy](https://forum.f-droid.org/u/izzy) continued updating app descriptions this week. About every 5th app will have a more detailed description soon. Sometimes the links have been updated as well, e.g. as their source code or website has moved. The work is 80% completed, and more than 50% is already merged.
de: Wie bereits weiter oben erwähnt, setzte [Izzy](https://forum.f-droid.org/u/izzy) diese Woche die Aktualisierung der App-Beschreibungen fort. Ungefähr jede fünfte App wird bald eine ausführlichere Beschreibung erhalten. Gelegentlich wurden auch die Links aktualisiert, z. B. wenn ihr Quellcode oder ihre Webseite verschoben wurde. Die Arbeiten sind zu 80% abgeschlossen und mehr als 50% sind bereits zusammengeführt.
pl: Jak już wspomniano wyżej, [Izzy](https://forum.f-droid.org/u/izzy) kontynuuje aktualizowanie opisów aplikacji w tym tygodniu. Mniej więcej co 5 aplikacja będzie zawierała bardziej szczegółowy opis. Czasami linki zostały również zaktualizowane, np. w miarę przenoszenia kodu źródłowego lub witryny. Prace ukończono w 80%, a ponad 50% jest już scalonych.
ro: După cum s-a menționat mai sus, [Izzy](https://forum.f-droid.org/u/izzy) a continuat să actualizeze descrierile aplicațiilor în această săptămână. Aproximativ fiecare a cincea aplicație va avea în curând o descriere mai detaliată. Uneori, au fost actualizate și linkurile, de exemplu, deoarece codul sursă sau site-ul web al acestora s-a mutat. Lucrarea este finalizată în proporție de 80%, iar mai mult de 50% este deja fuzionată.
ru: Как уже было сказано выше, [Izzy](https://forum.f-droid.org/u/izzy) продолжил обновление описаний приложений на этой неделе. Примерно каждое пятое приложение скоро получит более подробное описание. Иногда ссылки также обновлялись, например, в связи с перемещением исходного кода или сайта. Работа выполнена на 80%, и более 50% уже объединено.
uk: Як вже було сказано вище, [Izzy](https://forum.f-droid.org/u/izzy) продовжив оновлення описів застосунків на цьому тижні. Приблизно кожен п'ятий застосунок скоро отримає більш докладний опис. Іноді посилання також оновлювалися, наприклад, у зв'язку з переміщенням вихідного коду або сайту. Робота виконана на 80%, і більше 50% вже об'єднано.
zh_hans: 正如上面已经提示的，[Izzy](https://forum.f-droid.org/u/izzy) 本周继续更新应用的描述。大约每 5 个应用很快就会有一个更详细的描述。有时，链接也会被更新，例如，因为它们的源代码或网站已经转移。这项工作已经完成了80%，超过 50% 的内容已经被合并。

source: [Relan](https://forum.f-droid.org/u/relan) did maintenance work on the repository metadata, and en passant added [VLC](https://f-droid.org/packages/org.videolan.vlc/) 3.0.11 just for fun. You can find VLC in the F-Droid archive for reasons [explained earlier](https://f-droid.org/2018/05/11/this-week-in-fdroid-w19.html#whats-happening-in-f-droid).
de: [Relan](https://forum.f-droid.org/u/relan) kümmerte sich um die Pflege der Repo-Metadaten und fügte, weil er Lust dazu hatte, en passant [VLC](https://f-droid.org/packages/org.videolan.vlc/) 3.0.11 ein. Aus den [früher beschriebenen](https://f-droid.org/2018/05/11/this-week-in-fdroid-w19.html#whats-happening-in-f-droid) Gründen finden Sie VLC im F-Droid-Archiv .
pl: [Relan](https://forum.f-droid.org/u/relan) wykonał prace konserwacyjne na metadanych repozytorium i dodał en passant [VLC](https://f-droid.org/packages/org.videolan.vlc/) 3.0.11 tylko dla zabawy. Możesz znaleźć VLC w archiwum F-Droid z powodów [wyjaśnionych wcześniej](https://f-droid.org/2018/05/11/this-week-in-fdroid-w19.html#whats-happening-in-f-droid).
ro: [Relan](https://forum.f-droid.org/u/relan) a făcut lucrări de întreținere a metadatelor din depozit, iar en passant a adăugat [VLC](https://f-droid.org/packages/org.videolan.vlc/) 3.0.11 doar pentru distracție. Puteți găsi VLC în arhiva F-Droid din motive [explained earlier](https://f-droid.org/2018/05/11/this-week-in-fdroid-w19.html#whats-happening-in-f-droid).
ru: [Relan](https://forum.f-droid.org/u/relan) выполнил работу по обслуживанию метаданных репозитория, а также добавил [VLC](https://f-droid.org/packages/org.videolan.vlc/) 3.0.11 просто для развлечения. Вы можете найти VLC в архиве F-Droid по причинам [объясненным ранее](https://f-droid.org/2018/05/11/this-week-in-fdroid-w19.html#whats-happening-in-f-droid).
uk: [Relan](https://forum.f-droid.org/u/relan) виконав роботу по обслуговуванню метаданих репозиторію, а також додав [VLC](https://f-droid.org/packages/org.videolan. vlc/) 3.0.11 просто для розваги. Ви можете знайти VLC в архіві F-Droid з причин [поясненим раніше](https://f-droid.org/2018/05/11/this-week-in-fdroid-w19.html#whats-happening-in-f-droid).
zh_hans: [Relan](https://forum.f-droid.org/u/relan) 对存储库元数据做了维护工作，并顺便添加了 [VLC](https://f-droid.org/packages/org.videolan.vlc/) 3.0.11，只是为了好玩。你可以在 F-Droid 档案中找到 VLC，原因[前面解释过](https://f-droid.org/2018/05/11/this-week-in-fdroid-w19.html#whats-happening-in-f-droid)。

source: [Bubu](https://forum.f-droid.org/u/Bubu) fixed the bug that prevented many icons from loading if the archive is enabled. The fix is in server code, so it should magically fix itself in the client when the fix goes live (soon) and a new index is built.
de: [Bubu](https://forum.f-droid.org/u/Bubu) behob den Fehler, der dazu führte, dass viele Icons nicht geladen wurden, wenn das Archiv aktiviert ist. Der Bugfix befindet sich im Server-Code, somit sollte der Fehler im Client von selbst verschwinden, wenn der Fix (bald) freigeschaltet und ein neuer Index aufgebaut wird.
pl: [Bubu](https://forum.f-droid.org/u/Bubu) naprawiono błąd, który uniemożliwiał załadowanie wielu ikon, jeśli archiwum jest włączone. Poprawka jest w kodzie serwera, więc powinna magicznie naprawić się w kliencie, gdy poprawka zostanie uruchomiona (wkrótce) i zostanie zbudowany nowy indeks.
ro: [Bubu](https://forum.f-droid.org/u/Bubu) a reparat o eroare care împiedica încărcarea multor pictograme dacă arhiva este activată. Corecția se află în codul serverului, așa că ar trebui să se rezolve de la sine în mod magic în client atunci când se va activa (în curând) și se va construi un nou index.
ru: [Bubu](https://forum.f-droid.org/u/Bubu) исправил ошибку, из-за которой многие иконки не загружались, если включен архив. Исправление находится в коде сервера, поэтому оно должно волшебным образом исправиться в клиенте, когда исправление выйдет в свет (скоро) и будет создан новый индекс.
uk: [Bubu](https://forum.f-droid.org/u/Bubu) виправив помилку, через яку багато ікони не завантажувалися, якщо включений архів. Виправлення знаходиться в коді сервера, тому воно повинно чарівним чином виправитися в клієнті, коли виправлення вийде в світ (скоро) і буде створений новий індекс.
zh_hans: [Bubu](https://forum.f-droid.org/u/Bubu) 修复了在启用存档的情况下许多图标无法加载的问题。该修复是在服务器代码中进行的，所以当该修复上线（很快）并构建新的索引时，它应该会在客户端神奇地自我修复。

source: Last-minute update: The [bug](https://gitlab.com/fdroid/fdroidclient/1271) that causes updates to keep reappearing has been fixed in 1.3-alpha4!
de: Last-Minute-Update: Der [Bug](https://gitlab.com/fdroid/fdroidclient/1271), der dazu führt, dass Updates immer wieder auftauchen, wurde in 1.3-alpha4 behoben!
pl: Aktualizacja w ostatniej chwili: [Błąd](https://gitlab.com/fdroid/fdroidclient/1271), który powoduje ponowne pojawianie się aktualizacji, został naprawiony w wersji 1.3-alpha4!
ro: Actualizare de ultimă oră: [bug](https://gitlab.com/fdroid/fdroidclient/1271) care face ca actualizările să tot reapară a fost reparat în 1.3-alpha4!
ru: Последнее обновление: [ошибка](https://gitlab.com/fdroid/fdroidclient/1271), из-за которой обновления постоянно появлялись заново, была исправлена в 1.3-alpha4!
uk: Останнє оновлення: [помилка](https://gitlab.com/fdroid/fdroidclient/1271), через яку оновлення постійно з'являлися заново, була виправлена в 1.3-alpha4!
zh_hans: 最后一分钟的更新：导致更新不断重复出现的[错误](https://gitlab.com/fdroid/fdroidclient/1271)已经在 1.3-alpha4 中得到修复！

source: [Öffi](https://offi.schildbach.de/) has been released as open source! We already mentioned the commotion around Öffi in the [previous TWIF](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html#community-news), and not a day after it was published, the author released [the source code](https://gitlab.com/oeffi/oeffi) under the [GPLv3+](https://spdx.org/licenses/GPL-3.0-or-later.html) license. Furthermore, Öffi was submitted to F-Droid immediately. If you understand German you can get more background [here](https://www.golem.de/news/app-fuer-oeffentlichen-nahverkehr-oeffi-ist-open-source-geworden-1807-135517.html).
de: [Öffi](https://offi.schildbach.de/) erschien in einer Open-Source-Version! Über die Aufregung um Öffi berichteten wir bereits im [letzten TWIF](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html#community-news) und keinen Tag später erfolgte die Veröffentlichung, der Autor gab [den Quellcode](https://gitlab.com/oeffi/oeffi) unter einer [GPLv3+](https://spdx.org/licenses/GPL-3.0-or-later.html)-Lizenz frei. Außerdem wurde Öffi unmittelbar in F-Droid eingestellt. Mehr Hintergrundinformationen dazu finden Sie [hier](https://www.golem.de/news/app-fuer-oeffentlichen-nahverkehr-oeffi-ist-open-source-geworden-1807-135517.html).
pl: [Öffi](https://offi.schildbach.de/) został wydany jako open source! Wspomnieliśmy już o zamieszaniu wokół Öffi w [poprzednim TWIF](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.htmlcommunity-news), dzień po został opublikowany, autor opublikował [kod źródłowy](https://gitlab.com/oeffi/oeffi) pod [GPLv3 +](https://spdx.org/licenses/GPL-3.0-lub-later.html) licencja. Ponadto Öffi został niezwłocznie przesłany do F-Droid. Jeśli rozumiesz niemiecki, możesz uzyskać więcej informacji [tutaj](https://www.golem.de/news/app-fuer-oeffentlichen-nahverkehr-oeffi-ist-open-source-geworden-1807-135517.html).
ro: [Öffi](https://offi.schildbach.de/) a fost lansat ca sursă deschisă! Am menționat deja agitația din jurul lui Öffi în [previous TWIF](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html#community-news) și, la nici o zi după ce a fost publicat, autorul a lansat [codul sursă](https://gitlab.com/oeffi/oeffi) sub licența [GPLv3+](https://spdx.org/licenses/GPL-3.0-or-later.html). Mai mult, Öffi a fost trimis imediat la F-Droid. Dacă înțelegeți limba germană, puteți obține mai multe informații de fond [here](https://www.golem.de/news/app-fuer-oeffentlichen-nahverkehr-oeffi-ist-open-source-geworden-1807-135517.html).
ru: [Öffi](https://offi.schildbach.de/) был выпущен с открытым исходным кодом! Мы уже упоминали об ажиотаже вокруг Öffi в [предыдущем TWIF](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html#community-news), и не прошло и дня после публикации, как автор выпустил [исходный код](https://gitlab.com/oeffi/oeffi) под лицензией [GPLv3+](https://spdx.org/licenses/GPL-3.0-or-later.html). Более того, Öffi был сразу же представлен в F-Droid. Если вы понимаете немецкий язык, вы можете получить более подробную информацию [здесь](https://www.golem.de/news/app-fuer-oeffentlichen-nahverkehr-oeffi-ist-open-source-geworden-1807-135517.html).
uk: [Öffi](https://offi.schildbach.de/) був випущений з відкритим вихідним кодом! Ми вже згадували про ажіотаж навколо Öffi в [попередньому TWIF](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html#community-news), і не минуло й дня після публікації, як автор випустив [вихідний код](https://gitlab.com/oeffi/oeffi) під ліцензією [GPLv3 +](https://spdx.org/licenses/GPL-3.0-or-later.html) . Більш того, Öffi був відразу ж представлений в F-Droid. Якщо ви розумієте німецьку мову, ви можете отримати більш детальну інформацію [тут](https://www.golem.de/news/app-fuer-oeffentlichen-nahverkehr-oeffi-ist-open-source-geworden-1807-135517. html).
zh_hans: [Öffi](https://offi.schildbach.de/) 已经开源发布了！我们已经在[之前的 TWIF](https://f-droid.org/2018/07/12/this-week-in-fdroid-w28.html#community-news) 中提到了围绕着 Öffi 的混乱，而在它发布后不到一天，作者就以 [GPLv3+](https://spdx.org/licenses/GPL-3.0-or-later.html) 许可发布了[源代码](https://gitlab.com/oeffi/oeffi)。此外，Öffi 被立即提交给F-Droid。如果你懂德语，你可以在[这里](https://www.golem.de/news/app-fuer-oeffentlichen-nahverkehr-oeffi-ist-open-source-geworden-1807-135517.html)得到更多的背景资料。

source: The author also did an excellent job by making the build [reproducible](https://reproducible-builds.org). Unfortunately this ended up backfiring, as F-Droid currently has a bug preventing reproducible builds from being published. As a result, Öffi has not made it to the main repository yet. The good news is that you can add the author's custom repository to your F-Droid client from the [download](https://offi.schildbach.de/download.html) page, or download the aosp variant of the APK directly. Once we get this bug squashed, you will be able to seamlessly transition to updating from the main repository, thanks to the magic of reproducible builds.
de: Der Autor hat darüberhinaus ausgezeichnete Arbeit geleistet, damit der Build [reproduzierbar](https://reproducible-builds.org) wurde. Unglücklicherweise ging der Schuss nach hinten los, da F-Droid momentan einen Bug enthält, der die Veröffentlichung reproduzierbarer Builds verhindert. Im Ergebnis hat es Öffi bislang noch nicht ins Hauptrepository geschafft. Die gute Nachricht ist, dass das autoreneigene Repository von der [Download](https://offi.schildbach.de/download.html)-Seite zum F-Droid-Client hinzugefügt oder die AOSP-Variante der APK direkt heruntergeladen werden kann. Sobald wir diesen Fehler ausgemerzt haben, können Sie nahtlos aus dem Hauptrepository aktualisieren, den magischen Reproducible Builds sei Dank.
pl: Autor wykonał również doskonałą pracę, tworząc kompilację [odtwarzalną](https://reproducible-builds.org). Niestety skończyło się to opóźnieniem, ponieważ F-Droid ma obecnie błąd uniemożliwiający publikowanie kompilowanych wersji. W rezultacie, Öffi nie dotarł jeszcze do głównego repozytorium. Dobrą wiadomością jest to, że możesz dodać niestandardowe repozytorium autora do swojego klienta F-Droid ze strony [pobierz](https://offi.schildbach.de/download.html) lub pobrać bezpośrednio wersję AOS pliku APK. Gdy tylko otrzymamy ten błąd, będziemy mogli bezproblemowo przejść do aktualizacji z głównego repozytorium, dzięki magii odtwarzalnych wersji.
ro: De asemenea, autorul a făcut o treabă excelentă prin faptul că a făcut construcția [reproducible](https://reproducible-builds.org). Din nefericire, acest lucru a sfârșit prin a se întoarce împotriva sa, deoarece F-Droid are în prezent un bug care împiedică publicarea de compilări reproductibile. Ca urmare, Öffi nu a ajuns încă în depozitul principal. Vestea bună este că puteți adăuga depozitul personalizat al autorului la clientul F-Droid de pe pagina [download](https://offi.schildbach.de/download.html), sau puteți descărca direct varianta aosp a APK-ului. Odată ce vom rezolva acest bug, veți putea trece fără probleme la actualizarea din depozitul principal, datorită magiei construcțiilor reproductibile.
ru: Автор также проделал отличную работу, сделав сборку [воспроизводимой](https://reproducible-builds.org). К сожалению, это закончилось неудачей, так как в F-Droid в настоящее время есть ошибка, препятствующая публикации воспроизводимых сборок. В результате Öffi пока не попал в основной репозиторий. Хорошей новостью является то, что вы можете добавить пользовательский репозиторий автора в ваш клиент F-Droid со страницы [download](https://offi.schildbach.de/download.html) или загрузить aosp-вариант APK напрямую. Как только мы устраним эту ошибку, вы сможете плавно перейти на обновление из основного репозитория, благодаря магии воспроизводимых сборок.
uk: Автор також виконав відмінну роботу, зробивши збірку [відтворюється](https://reproducible-builds.org). На жаль, це закінчилося невдачею, бо в F-Droid зараз є помилка, що перешкоджає публікації відтворюваних збірок. В результаті Öffi поки не потрапив в основний репозиторій. Доброю новиною є те, що ви можете додати користувальницький репозиторій автора в ваш клієнт F-Droid зі сторінки [download](https://offi.schildbach.de/download.html) або завантажити aosp-варіант APK безпосередньо. Як тільки ми усунемо цю помилку, ви зможете плавно перейти на оновлення з основного сховища, завдяки магії відтворюваних збірок.
zh_hans: 作者也在使构建[可重复](https://reproducible-builds.org)方面做了出色的工作。不幸的是，这样做的结果是适得其反，因为F-Droid 目前有一个阻止可重复构建被发布的错误。因此，Öffi 还没有进入主仓库。好消息是，你可以从[下载](https://offi.schildbach.de/download.html)页面将作者的自定义存储库添加到你的 F-Droid 客户端，或者直接下载 APK 的 aosp 变体。一旦我们解决了这个错误，你将能够无缝地过渡到从主存储库更新，这要感谢可重复构建的魔力。

source: This all happened right on the heels of the new [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0 release, of which more below. You now have the choice of _two_ amazing open source public transport apps!
de: All das geschah unmittelbar im Anschluss an die Veröffentlichung der neuen [Transportr](https://f-droid.org/packages/de.grobox.liberario/)-Version 2.0, zu ihr weiter unten mehr. Sie haben nun die Wahl zwischen _zwei_ großartigen Open-Source-Apps für den öffentlichen Nahverkehr!
pl: Wszystko to wydarzyło się tuż po wydaniu nowej wersji [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0, o czym więcej poniżej. Masz teraz wybór _dwóch_ niesamowitych aplikacji transportu publicznego o otwartym kodzie źródłowym!
ro: Toate acestea s-au întâmplat imediat după lansarea noii versiuni [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0, despre care vom afla mai multe mai jos. Aveți acum posibilitatea de a alege între _două_ aplicații de transport public open source uimitoare!
ru: Все это произошло сразу после выхода новой версии [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0, о которой подробнее ниже. Теперь у вас есть выбор из _двух_ замечательных приложений для общественного транспорта с открытым исходным кодом!
uk: Все це відбулося відразу після виходу нової версії [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0, про яку докладніше нижче. Тепер у вас є вибір з _двох_ чудових застосунків для громадського транспорту з відкритим вихідним кодом!
zh_hans: 这一切都发生在新的 [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0 版本之后，下面会详细介绍。你现在有了 _ 两个_ 惊人的开源公共交通应用可供选择！

source: [Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/): RSS reader for Selfoss
de: [Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/): RSS-Reader für Selfoss
pl: [Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/): Czytnik RSS dla Selfoss
ro: [Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/): cititor RSS pentru Selfoss
ru: [Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/): RSS-ридер для Selfoss
uk: [Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/): RSS-рідер для Selfoss
zh_hans: [Reader for Selfoss](https://f-droid.org/packages/apps.amine.bou.readerforselfoss/)：Selfoss 的 RSS 阅读器

source: [Peace of Mind+](https://f-droid.org/packages/ca.mudar.fairphone.peaceofmind/): A flight-mode timer
de: [Peace of Mind+](https://f-droid.org/packages/ca.mudar.fairphone.peaceofmind/): Ein Flugmodus-Timer
pl: [Peace of Mind+](https://f-droid.org/packages/ca.mudar.fairphone.peaceofmind/): Licznik czasu w trybie samolotowym
ro: [Peace of Mind+](https://f-droid.org/packages/ca.mudar.fairphone.peaceofmind/): Un cronometru în modul avion
ru: [Peace of Mind+](https://f-droid.org/packages/ca.mudar.fairphone.peaceofmind/): Таймер в режиме полета
uk: [Peace of Mind +](https://f-droid.org/packages/ca.mudar.fairphone.peaceofmind/): Таймер в режимі польоту
zh_hans: [Peace of Mind+](https://f-droid.org/packages/ca.mudar.fairphone.peaceofmind/)：一个飞行模式的定时器

source: [PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/): Block unwanted use of onboard microphone
de: [PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/): Die ungewollte Verwendung des eingebauten Mikrofons blockieren
pl: [PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/): Zablokuj niechciane użycie wbudowanego mikrofonu
ro: [PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/): Blocați utilizarea nedorită a microfonului de la bord
ru: [PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/): Блокировка нежелательного использования встроенного микрофона
uk: [PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/): Блокування небажаного використання вбудованого мікрофона
zh_hans: [PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)：阻止不想要的内置麦克风的使用

source: [Weather Radar](https://f-droid.org/packages/com.danhasting.radar/): An application featuring customizable, real-time doppler radar images
de: [Weather Radar](https://f-droid.org/packages/com.danhasting.radar/): Eine Anwendung, die anpassbare Doppler-Radar-Bilder in Echtzeit bereitstellt
pl: [Weather Radar](https://f-droid.org/packages/com.danhasting.radar/): Aplikacja z dostosowywanymi obrazami radaru dopplerowskiego w czasie rzeczywistym
ro: [Weather Radar](https://f-droid.org/packages/com.danhasting.radar/):O aplicație cu imagini radar doppler în timp real, personalizabile, în timp real
ru: [Weather Radar](https://f-droid.org/packages/com.danhasting.radar/): Приложение с настраиваемыми доплеровскими радиолокационными изображениями в реальном времени
uk: [Weather Radar](https://f-droid.org/packages/com.danhasting.radar/): Застосунок з налаштованим доплерівськими радіолокаційними зображеннями в реальному часі
zh_hans: [Weather Radar](https://f-droid.org/packages/com.danhasting.radar/)：一个具有可定制的实时多普勒雷达图像的应用

source: [Taswast](https://f-droid.org/packages/com.github.aba2l.taswast/): Amazigh Calendar
de: [Taswast](https://f-droid.org/packages/com.github.aba2l.taswast/): Großartiger Kalender
pl: [Taswast](https://f-droid.org/packages/com.github.aba2l.taswast/): Kalendarz Amazigh
ro: [Taswast](https://f-droid.org/packages/com.github.aba2l.taswast/): Calendar amazigh
ru: [Taswast](https://f-droid.org/packages/com.github.aba2l.taswast/): Берберский календарь
uk: [Taswast](https://f-droid.org/packages/com.github.aba2l.taswast/): Берберський календар
zh_hans: [Taswast](https://f-droid.org/packages/com.github.aba2l.taswast/)：Amazigh 日历

source: [Text Fiction](https://f-droid.org/packages/de.onyxbits.textfiction/): Interactive fiction interpreter
de: [Text Fiction](https://f-droid.org/packages/de.onyxbits.textfiction/): interaktiver Fiktion Interpreter
pl: [Text Fiction](https://f-droid.org/packages/de.onyxbits.textfiction/): Interaktywny tłumacz fikcji
ro: [Text Fiction](https://f-droid.org/packages/de.onyxbits.textfiction/): Interpretor de ficțiune interactivă
ru: [Text Fiction](https://f-droid.org/packages/de.onyxbits.textfiction/): Интерпретатор интерактивной литературы
uk: [Text Fiction](https://f-droid.org/packages/de.onyxbits.textfiction/): Інтерпретатор інтерактивної літератури
zh_hans: [Text Fiction](https://f-droid.org/packages/de.onyxbits.textfiction/)：交互式小说解释器

source: [AmbitSync](https://f-droid.org/packages/idv.markkuo.ambitsync/): Read Suunto Ambit watches and convert to GPX
de: [AmbitSync](https://f-droid.org/packages/idv.markkuo.ambitsync/): Suunto Ambit Uhren auslesen und in GPX umwandeln
pl: [AmbitSync](https://f-droid.org/packages/idv.markkuo.ambitsync/): Przeczytaj zegarki Suunto Ambit i przekonwertuj je na GPX
ro: [AmbitSync](https://f-droid.org/packages/idv.markkuo.ambitsync/): Citește ceasurile Suunto Ambit și convertește în GPX
ru: [AmbitSync](https://f-droid.org/packages/idv.markkuo.ambitsync/): Чтение данных часов Suunto Ambit и конвертация в GPX
uk: [AmbitSync](https://f-droid.org/packages/idv.markkuo.ambitsync/): Читання даних годин Suunto Ambit і конвертація в GPX
zh_hans: [AmbitSync](https://f-droid.org/packages/idv.markkuo.ambitsync/)：读取 Suunto Ambit 手表并转换为 GPX 文件
