Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)** was [updated](https://gitlab.com/AndreasK/classical-music-tagger/blob/HEAD/app/src/main/assets/version-history.txt) from 1.0.1 to 1.1.2
de: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)** wurde [aktualisiert](https://gitlab.com/AndreasK/classical-music-tagger/blob/HEAD/app/src/main/assets/version-history.txt) von 1.0.1 auf 1.1.2
pl: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)** został [zaktualizowany](https://gitlab.com/AndreasK/classical-music-tagger/blob/HEAD/app/src/main/assets/version-history.txt) z 1.0.1 do 1.1.2
ro: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)** a fost [updated](https://gitlab.com/AndreasK/classical-music-tagger/blob/HEAD/app/src/main/assets/version-history.txt) de la 1.0.1 la 1.1.2
ru: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)** был [обновлен](https://gitlab.com/AndreasK/classical-music-tagger/blob/HEAD/app/src/main/assets/version-history.txt) с 1.0.1 до 1.1.2
uk: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)** [оновлено](https://gitlab.com/AndreasK/classical-music-tagger/blob/HEAD/app/src/main/assets/version-history.txt) з 1.0.1 до 1.1.2
zh_hans: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)** 已从 1.0.1 [更新](https://gitlab.com/AndreasK/classical-music-tagger/blob/HEAD/app/src/main/assets/version-history.txt)到 1.1.2

source: **[ClassyShark3xodus](https://f-droid.org/packages/com.oF2pks.classyshark3xodus/)** was updated from 1.0-5 to 1.0-7
de: **[ClassyShark3xodus](https://f-droid.org/packages/com.oF2pks.classyshark3xodus/)** erhielt ein Update von 1.0-5 auf 1.0-7
pl: **[ClassyShark3xodus](https://f-droid.org/packages/com.oF2pks.classyshark3xodus/)** został zaktualizowany z 1.0-5 do 1.0-7
ro: **[ClassyShark3xodus](https://f-droid.org/packages/com.oF2pks.classyshark3xodus/)** a fost actualizat de la 1.0-5 la 1.0-7
ru: **[ClassyShark3xodus](https://f-droid.org/packages/com.oF2pks.classyshark3xodus/)** был обновлен с 1.0-5 до 1.0-7
uk: **[ClassyShark3xodus](https://f-droid.org/packages/com.oF2pks.classyshark3xodus/)** оновлено з 1.0-5 до 1.0-7
zh_hans: **[ClassyShark3xodus](https://f-droid.org/packages/com.oF2pks.classyshark3xodus/)** 从 1.0-5 更新到 1.0-7

source: **[Clock](https://f-droid.org/packages/com.simplemobiletools.clock/)** was [updated](https://github.com/SimpleMobileTools/Simple-Clock/blob/HEAD/CHANGELOG.md) from 4.3.0 to 5.0.2
de: **[Clock](https://f-droid.org/packages/com.simplemobiletools.clock/)** wurde [aktualisiert](https://github.com/SimpleMobileTools/Simple-Clock/blob/HEAD/CHANGELOG.md) von 4.3.0 auf 5.0.2
pl: **[Clock](https://f-droid.org/packages/com.simplemobiletools.clock/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Clock/blob/HEAD/CHANGELOG.md) z 4.3.0 do 5.0.2
ro: **[Clock](https://f-droid.org/packages/com.simplemobiletools.clock/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-Clock/blob/HEAD/CHANGELOG.md) de la 4.3.0 la 5.0.2
ru: **[Clock](https://f-droid.org/packages/com.simplemobiletools.clock/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-Clock/blob/HEAD/CHANGELOG.md) от 4.3.0 до 5.0.2
uk: **[Clock](https://f-droid.org/packages/com.simplemobiletools.clock/)** [оновлено](https://github.com/SimpleMobileTools/Simple-Clock/blob/HEAD/CHANGELOG.md) з 4.3.0 до 5.0.2
zh_hans: **[Clock](https://f-droid.org/packages/com.simplemobiletools.clock/)** 已从 4.3.0 [更新](https://github.com/SimpleMobileTools/Simple-Clock/blob/HEAD/CHANGELOG.md)到 5.0.2

source: **[Comfort Reader](https://f-droid.org/packages/com.mschlauch.comfortreader/)** was updated from 1.9.5 to 1.9.5
de: **[Comfort Reader](https://f-droid.org/packages/com.mschlauch.comfortreader/)** erhielt ein Update von 1.9.5 auf 1.9.5
pl: **[Comfort Reader](https://f-droid.org/packages/com.mschlauch.comfortreader/)** został zaktualizowany 1.9.5 do 1.9.5
ro: **[Comfort Reader](https://f-droid.org/packages/com.mschlauch.comfortreader/)** a fost actualizat de la 1.9.5 la 1.9.5
ru: **[Comfort Reader](https://f-droid.org/packages/com.mschlauch.comfortreader/)** был обновлен с 1.9.5 до 1.9.5
uk: **[Comfort Reader](https://f-droid.org/packages/com.mschlauch.comfortreader/)** оновлено з 1.9.5 до 1.9.5
zh_hans: **[Comfort Reader](https://f-droid.org/packages/com.mschlauch.comfortreader/)** 从 1.9.5 更新到 1.9.5

source: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** was [updated](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) from 2.4.3+fcr to 2.5.3+fcr
de: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** wurde [aktualisiert](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) von 2.4.3+fcr auf 2.5.3+fcr
pl: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** został [zaktualizowany](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) z 2.4.3+fcr do 2.5.3+fcr
ro: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** a fost [updated](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) de la 2.4.3+fcr la 2.5.3+fcr
ru: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** был [обновлен](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) с 2.4.3+fcr до 2.5.3+fcr
uk: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** [оновлено](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) з 2.4.3+fcr до 2.5.3+fcr
zh_hans: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** 已从 2.4.3+fcr [更新](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md)到 2.5.3+fcr

source: **[Critical Maps](https://f-droid.org/packages/de.stephanlindauer.criticalmaps/)** was updated from 2.4.2 to 2.5.0
de: **[Critical Maps](https://f-droid.org/packages/de.stephanlindauer.criticalmaps/)** erhielt ein Update von 2.4.2 auf 2.5.0
pl: **[Critical Maps](https://f-droid.org/packages/de.stephanlindauer.criticalmaps/)** został zaktualizowany z 2.4.2 do 2.5.0
ro: **[Critical Maps](https://f-droid.org/packages/de.stephanlindauer.criticalmaps/)** a fost actualizat de la 2.4.2 la 2.5.0
ru: **[Critical Maps](https://f-droid.org/packages/de.stephanlindauer.criticalmaps/)** обновлены с 2.4.2 до 2.5.0
uk: **[Critical Maps](https://f-droid.org/packages/de.stephanlindauer.criticalmaps/)** оновлено з 2.4.2 до 2.5.0
zh_hans: **[Critical Maps](https://f-droid.org/packages/de.stephanlindauer.criticalmaps/)** 从 2.4.2 更新到 2.5.0

source: **[CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/)** was [updated](http://xwords.sf.net/and_changes.php) from 4.4.140 to 4.4.147
de: **[CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/)** wurde [aktualisiert](http://xwords.sf.net/and_changes.php) von 4.4.140 auf 4.4.147
pl: **[CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/)** został [zaktualizowany](http://xwords.sf.net/and_changes.php) z 4.4.140 do 4.4.147
ro: **[CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/)** a fost [updated](http://xwords.sf.net/and_changes.php) de la 4.4.140 la 4.4.147
ru: **[CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/)** был [обновлен](http://xwords.sf.net/and_changes.php) с 4.4.140 до 4.4.147
uk: **[CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/)** [оновлено](http://xwords.sf.net/and_changes.php) з 4.4.140 до 4.4.147
zh_hans: **[CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/)** 已从 4.4.140 [更新](http://xwords.sf.net/and_changes.php)到 4.4.147

source: **[Crossword](https://f-droid.org/packages/org.billthefarmer.crossword/)** was [updated](https://github.com/billthefarmer/crossword/releases) from 1.10 to 1.12
de: **[Crossword](https://f-droid.org/packages/org.billthefarmer.crossword/)** wurde [aktualisiert](https://github.com/billthefarmer/crossword/releases) von 1.10 auf 1.12
pl: **[Crossword](https://f-droid.org/packages/org.billthefarmer.crossword/)** został [zaktualizowany](https://github.com/billthefarmer/crossword/releases) z 1.10 do 1.12
ro: **[Crossword](https://f-droid.org/packages/org.billthefarmer.crossword/)** a fost [updated](https://github.com/billthefarmer/crossword/releases) de la 1.10 la 1.12
ru: **[Crossword](https://f-droid.org/packages/org.billthefarmer.crossword/)** был [обновлен](https://github.com/billthefarmer/crossword/releases) с 1.10 до 1.12
uk: **[Кросворд](https://f-droid.org/packages/org.billthefarmer.crossword/)** [оновлено](https://github.com/billthefarmer/crossword/releases) з 1.10 до 1.12
zh_hans: **[Crossword](https://f-droid.org/packages/org.billthefarmer.crossword/)** 从 1.10 [更新](https://github.com/billthefarmer/crossword/releases)至 1.12

source: **[Currency](https://f-droid.org/packages/org.billthefarmer.currency/)** was [updated](https://github.com/billthefarmer/currency/releases) from 1.26 to 1.27
de: **[Currency](https://f-droid.org/packages/org.billthefarmer.currency/)** wurde [aktualisiert](https://github.com/billthefarmer/currency/releases) von 1.26 auf 1.27
pl: **[Currency](https://f-droid.org/packages/org.billthefarmer.currency/)** został [zaktualizowany](https://github.com/billthefarmer/currency/releases) z 1.26 do 1.27
ro: **[Currency](https://f-droid.org/packages/org.billthefarmer.currency/)** a fost [updated](https://github.com/billthefarmer/currency/releases) de la 1.26 la 1.27
ru: **[Currency](https://f-droid.org/packages/org.billthefarmer.currency/)** была [обновлена](https://github.com/billthefarmer/currency/releases) с 1.26 до 1.27
uk: **[Валюти](https://f-droid.org/packages/org.billthefarmer.currency/)** [оновлено](https://github.com/billthefarmer/currency/releases) з 1.26 до 1.27
zh_hans: **[Currency](https://f-droid.org/packages/org.billthefarmer.currency/)** 从 1.26 [更新](https://github.com/billthefarmer/currency/releases)至 1.27

source: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)** was [updated](https://forums.bitfire.at/category/4/davdroid?tag=announcement) from 2.4-ose to 2.5.1-ose
de: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)**-[Update](https://forums.bitfire.at/category/4/davdroid?tag=announcement) von 2.4-ose nach 2.5.1-ose
pl: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)** został [zaktualizowany](https://forums.bitfire.at/category/4/davdroid?tag=announcement) z 2.4-ose do 2.5.1-ose
ro: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)** a fost [updated](https://forums.bitfire.at/category/4/davdroid?tag=announcement) de la 2.4-ose la 2.5.1-ose
ru: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)** был [обновлен](https://forums.bitfire.at/category/4/davdroid?tag=announcement) с 2.4-ose до 2.5.1-ose
uk: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)** [оновлено](https://forums.bitfire.at/category/4/davdroid?tag=announcement) з 2.4-ose до 2.5.1-ose
zh_hans: **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)** 已从 2.4-ose [更新](https://forums.bitfire.at/category/4/davdroid?tag=announcement)到 2.5.1-ose

source: **[DEMOCRACY](https://f-droid.org/packages/de.democracydeutschland.app/)** was [updated](https://github.com/demokratie-live/democracy-client/blob/HEAD/CHANGELOG.md) from 1.0.5 to 1.2.2
de: **[DEMOCRACY](https://f-droid.org/packages/de.democracydeutschland.app/)** wurde [aktualisiert](https://github.com/demokratie-live/democracy-client/blob/HEAD/CHANGELOG.md) von 1.0.5 auf 1.2.2
pl: **[DEMOCRACY](https://f-droid.org/packages/de.democracydeutschland.app/)** został [zaktualizowany](https://github.com/demokratie-live/democracy-client/blob/HEAD/CHANGELOG.md) z 1.0.5 do 1.2.2
ro: **[DEMOCRACY](https://f-droid.org/packages/de.democracydeutschland.app/)** a fost [updated](https://github.com/demokratie-live/democracy-client/blob/HEAD/CHANGELOG.md) de la 1.0.5 la 1.2.2
ru: **[DEMOCRACY](https://f-droid.org/packages/de.democracydeutschland.app/)** была [обновлена](https://github.com/demokratie-live/democracy-client/blob/HEAD/CHANGELOG.md) с 1.0.5 до 1.2.2
uk: **[ДЕМОКРАТІЯ](https://f-droid.org/packages/de.democracydeutschland.app/)** [оновлено](https://github.com/demokratie-live/democracy-client/blob/HEAD/CHANGELOG.md) з 1.0.5 до 1.2.2
zh_hans: **[DEMOCRACY](https://f-droid.org/packages/de.democracydeutschland.app/)** 已从 1.0.5 [更新](https://github.com/demokratie-live/democracy-client/blob/HEAD/CHANGELOG.md)到 1.2.2

source: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** was updated from 1.4.1 to 1.4.2
de: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** erhielt ein Update von 1.4.1 auf 1.4.2
pl: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** został zaktualizowany z 1.4.1 do 1.4.2
ro: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** a fost actualizat de la 1.4.1 la 1.4.2
ru: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** был обновлен с 1.4.1 до 1.4.2
uk: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** оновлено з 1.4.1 до 1.4.2
zh_hans: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** 从 1.4.1 更新到 1.4.2

source: **[DNSfilter](https://f-droid.org/packages/dnsfilter.android/)** was [updated](https://github.com/IngoZenz/personaldnsfilter/releases) from 1.50.30.1 to 1.50.32.1
de: **[DNSfilter](https://f-droid.org/packages/dnsfilter.android/)** wurde [aktualisiert](https://github.com/IngoZenz/personaldnsfilter/releases) von 1.50.30.1 auf 1.50.32.1
pl: **[DNSfilter](https://f-droid.org/packages/dnsfilter.android/)** został [zaktualizowany](https://github.com/IngoZenz/personaldnsfilter/releases) z 1.50.30.1 do 1.50.32.1
ro: **[DNSfilter](https://f-droid.org/packages/dnsfilter.android/)** a fost [updated](https://github.com/IngoZenz/personaldnsfilter/releases) de la 1.50.30.1 la 1.50.32.1
ru: **[DNSfilter](https://f-droid.org/packages/dnsfilter.android/)** был [обновлен](https://github.com/IngoZenz/personaldnsfilter/releases) с 1.50.30.1 до 1.50.32.1
uk: **[DNSfilter](https://f-droid.org/packages/dnsfilter.android/)** [оновленооновлено](https://github.com/IngoZenz/personaldnsfilter/releases) з 1.50.30.1 до 1.50.32.1
zh_hans: **[DNSfilter](https://f-droid.org/packages/dnsfilter.android/)** 从 1.50.30.1 [更新](https://github.com/IngoZenz/personaldnsfilter/releases)到 1.50.32.1

source: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)** was updated from 1.6 to 2.0.3
de: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)** erhielt ein Update von 1.6 auf 2.0.3
pl: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)** został zaktualizowany z 1.6 do 2.0.3
ro: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)** a fost actualizat de la 1.6 la 2.0.3
ru: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)** был обновлен с 1.6 до 2.0.3
uk: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)** оновлено з 1.6 до 2.0.3
zh_hans: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)** 从 1.6 更新到 2.0.3

source: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** was [updated](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases) from 1.4 to 1.6
de: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** wurde [aktualisiert](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases) von 1.4 auf 1.6
pl: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** został [zaktualizowany](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases) z 1.4 do 1.6
ro: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** a fost [updated](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases) de la 1.4 la 1.6
ru: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** был [обновлен](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases) с 1.4 до 1.6
uk: **[Тему DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** [оновлено](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases) з 1.4 до 1.6
zh_hans: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** 已从 1.4 [更新](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases)到 1.6

source: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)** was updated from 1.2.19 to 1.2.20
de: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)** erhielt ein Update von 1.2.19 auf 1.2.20
pl: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)** został zaktualizowany z 1.2.19 do 1.2.20
ro: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)** a fost actualizat de la 1.2.19 la 1.2.20
ru: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)** был обновлен с 1.2.19 до 1.2.20
uk: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)** оновлено з 1.2.19 до 1.2.20
zh_hans: **[Darkness Immunity](https://f-droid.org/packages/com.github.axet.darknessimmunity/)** 从 1.2.19 更新到 1.2.20

source: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)** was [updated](https://gitlab.com/onestepb/dart-checker/tree/HEAD/CHANGELOG) from 0.2 to 0.3
de: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)**-[Aktualisierung](https://gitlab.com/onestepb/dart-checker/tree/HEAD/CHANGELOG) von 0.2 auf 0.3
pl: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)** został [zaktualizowany](https://gitlab.com/onestepb/dart-checker/tree/HEAD/CHANGELOG) z 0.2 do 0.3
ro: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)** a fost [updated](https://gitlab.com/onestepb/dart-checker/tree/HEAD/CHANGELOG) de la 0.2 la 0.3
ru: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)** был [обновлен](https://gitlab.com/onestepb/dart-checker/tree/HEAD/CHANGELOG) с 0.2 до 0.3
uk: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)** [оновлено](https://gitlab.com/onestepb/dart-checker/tree/HEAD/CHANGELOG) з 0.2 до 0.3
zh_hans: **[Dart Checker](https://f-droid.org/packages/com.DartChecker/)** 已从 0.2 [更新](https://gitlab.com/onestepb/dart-checker/tree/HEAD/CHANGELOG)到 0.3

source: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** was [updated](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) from 0.200.0 to 0.500.0
de: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)**-[Aktualisierung](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) von 0.200.0 auf 0.500.0
pl: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** został [zaktualizowany](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) z 0.200.0 do 0.500.0
ro: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** a fost [updated](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) de la 0.200.0 la 0.500.0
ru: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)**был [обновлен](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) от 0.200.0 до 0.500.0
uk: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** [оновлено](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) з 0.200.0 до 0.500.0
zh_hans: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** 被从 0.200.0 [更新](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md)到 0.500.0

source: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)** was [updated](https://github.com/MicMun/DeuFeiTage/blob/HEAD/Changelog.md) from 4.2.0 to 4.3.0
de: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)**-[Aktualisierung](https://github.com/MicMun/DeuFeiTage/blob/HEAD/Changelog.md) von 4.2.0 auf 4.3.0
pl: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)** został [zaktualizowany](https://github.com/MicMun/DeuFeiTage/blob/HEAD/Changelog.md) z 4.2.0 do 4.3.0
ro: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)** a fost [updated](https://github.com/MicMun/DeuFeiTage/blob/HEAD/Changelog.md) de la 4.2.0 la 4.3.0
ru: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)** был [обновлен](https://github.com/MicMun/DeuFeiTage/blob/HEAD/Changelog.md) от 4.2.0 до 4.3.0
uk: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)** [оновлено](https://github.com/MicMun/DeuFeiTage/blob/HEAD/Changelog.md) з 4.2.0 до 4.3.0
zh_hans: **[DeuFeiTage](https://f-droid.org/packages/de.micmun.android.deufeitage/)** 已从 4.2.0 [更新](https://github.com/MicMun/DeuFeiTage/blob/HEAD/Changelog.md)到 4.3.0

source: **[Diab](https://f-droid.org/packages/it.diab/)** was updated from 1.3 to 1.3.2
de: **[Diab](https://f-droid.org/packages/it.diab/)** erhielt ein Update von 1.3 auf 1.3.2
pl: **[Diab](https://f-droid.org/packages/it.diab/)** został zaktualizowany z 1.3 do 1.3.2
ro: **[Diab](https://f-droid.org/packages/it.diab/)** a fost actualizat de la 1.3 la 1.3.2
ru: **[Diab](https://f-droid.org/packages/it.diab/)** был обновлен с 1.3 до 1.3.2
uk: **[Diab](https://f-droid.org/packages/it.diab/)** оновлено з 1.3 до 1.3.2
zh_hans: **[Diab](https://f-droid.org/packages/it.diab/)** 从 1.3 更新到 1.3.2

source: **[Diary](https://f-droid.org/packages/org.billthefarmer.diary/)** was [updated](https://github.com/billthefarmer/diary/releases) from 1.43 to 1.50
de: **[Diary](https://f-droid.org/packages/org.billthefarmer.diary/)**-[Aktualisierung](https://github.com/billthefarmer/diary/releases) von 1.43 auf 1.50
pl: **[Diary](https://f-droid.org/packages/org.billthefarmer.diary/)** został [zaktualizowany](https://github.com/billthefarmer/diary/releases) z 1.43 do 1.50
ro: **[Diary](https://f-droid.org/packages/org.billthefarmer.diary/)** a fost [updated](https://github.com/billthefarmer/diary/releases) de la 1.43 la 1.50
ru: **[Diary](https://f-droid.org/packages/org.billthefarmer.diary/)** был [обновлен](https://github.com/billthefarmer/diary/releases) с 1.43 до 1.50
uk: **[Diary](https://f-droid.org/packages/org.billthefarmer.diary/)** [оновлено](https://github.com/billthefarmer/diary/releases) з 1.43 до 1.50
zh_hans: **[Diary](https://f-droid.org/packages/org.billthefarmer.diary/)** 从 1.43 [更新](https://github.com/billthefarmer/diary/releases)至 1.50

source: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)** was updated from 1.1.3 to 1.2.0
de: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)** erhielt ein Update von 1.1.3 auf 1.2.0
pl: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)** został zaktualizowany z 1.1.3 do 1.2.0
ro: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)** a fost actualizat de la 1.1.3 la 1.2.0
ru: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)** был обновлен с 1.1.3 до 1.2.0
uk: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)** оновлено з 1.1.3 до 1.2.0
zh_hans: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)** 从 1.1.3 更新到 1.2.0
