Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Sugarizer](https://f-droid.org/packages/org.olpc_france.sugarizer/)** is an implementation of the [Sugar Learning Platform](https://sugarlabs.org), a learning platform for children. In this [update](https://github.com/llaske/sugarizer/blob/HEAD/CHANGELOG.md) to 1.1.0, the activities Ebook Reader, Exerciser and Sprint Math were added, as well as a sort palette in Journal. It will now allow action on multiple items in Journal, copy from Journal to device and from device to Journal, show help tutorial on initial screen, and show help on activities in list view. This release also contains many bug fixes.
de: **[Sugarizer](https://f-droid.org/packages/org.olpc_france.sugarizer/)** ist eine Umsetzung der [Sugar Learning Platform](https://sugarlabs.org), einer Lernplattform für Kinder. In diesem [Update](https://github.com/llaske/sugarizer/blob/HEAD/CHANGELOG.md) auf 1.1.0, wurden die Aktivitäten Ebook Reader, Exerciser und Sprint Math genauso hinzugefügt, wie eine Art Palette im Journal. Sie ermöglicht nun Aktionen zu verschiedenen Themen im Journal, das Kopieren vom Journal auf das Gerät und umgekehrt, die Anzeige der Gebrauchsanleitung auf dem Eröffnungsbildschirm und von Hilfen zu Aktivitäten in der Listenansicht. Diese Version enthält zudem zahlreiche Korrekturen.
pl: **[Sugarizer](https://f-droid.org/packages/org.olpc_france.sugarizer/)** to implementacja [Sugar Learning Platform](https://sugarlabs.org), platformy edukacyjnej dla dzieci. W tej [aktualizacji](https://github.com/llaske/sugarizer/blob/HEAD/CHANGELOG.md) do wersji 1.1.0 dodano działania Ebook Reader, Exerciser i Sprint Math, a także paletę sortowania w Dziennik. Pozwoli teraz na działanie na wielu elementach w Dzienniku, kopiowanie z Dziennika do urządzenia i z urządzenia do Dziennika, pokazywanie samouczka pomocy na ekranie początkowym oraz pomoc na temat działań w widoku listy. Ta wersja zawiera również wiele poprawek błędów.
ro: **[Sugarizer](https://f-droid.org/packages/org.olpc_france.sugarizer/)** este o implementare a [Sugar Learning Platform](https://sugarlabs.org), o platformă de învățare pentru copii. În această [update](https://github.com/llaske/sugarizer/blob/HEAD/CHANGELOG.md) la 1.1.0, au fost adăugate activitățile Ebook Reader, Exerciser și Sprint Math, precum și o paletă de sortare în Journal. Acum va permite acțiunea asupra mai multor elemente din Journal, copierea de pe Journal pe dispozitiv și de pe dispozitiv pe Journal, afișarea tutorialului de ajutor pe ecranul inițial și afișarea ajutorului pentru activitățile din vizualizarea listei. Această versiune conține, de asemenea, multe corecturi de erori.
ru: **[Sugarizer](https://f-droid.org/packages/org.olpc_france.sugarizer/)** - это реализация [Sugar Learning Platform](https://sugarlabs.org), обучающей платформы для детей. В этом [обновлении](https://github.com/llaske/sugarizer/blob/HEAD/CHANGELOG.md) до версии 1.1.0 были добавлены занятия Ebook Reader, Exerciser и Sprint Math, а также палитра сортировки в Journal. Теперь можно выполнять действия над несколькими элементами в Журнале, копировать из Журнала на устройство и с устройства в Журнал, показывать учебник по помощи на начальном экране и показывать помощь по деятельности в виде списка. Этот выпуск также содержит множество исправлений ошибок.
uk: **[Sugarizer](https://f-droid.org/packages/org.olpc_france.sugarizer/)** - це реалізація [Sugar Learning Platform](https://sugarlabs.org), навчальної платформи для дітей. У цьому [оновленні](https://github.com/llaske/sugarizer/blob/HEAD/CHANGELOG.md) до версії 1.1.0 були додані заняття Ebook Reader, Exerciser і Sprint Math, а також палітра сортування в Journal. Тепер можна виконувати дії над декількома елементами в Журналі, копіювати з Журналу на пристрій і з пристрою в Журнал, показувати підручник з допомогою на початковому екрані і показувати допомогу по діяльності у вигляді списку. Цей випуск також містить безліч виправлень помилок.
zh_hans: **[Sugarizer](https://f-droid.org/packages/org.olpc_france.sugarizer/)** 是 [Sugar Learning Platform](https://sugarlabs.org)，一个儿童学习平台的一个实现。在到 1.1.0 的[更新](https://github.com/llaske/sugarizer/blob/HEAD/CHANGELOG.md) ，添加了 Ebook Reader、Exercerer 和 Sprint Math 活动，以及杂志中的排序调色板。它现在允许对日记中的多个项目进行操作，从日记复制到设备以及从设备复制到日记，在初始屏幕上显示帮助教程，并在列表视图中显示活动帮助。此版本还包含许多错误修复。

source: {{ page.major }} **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** released version 2.0.0, with a major UI overhaul. OONI Probe is a tool to measure internet censorship and other forms of interference. It can help to detect things like [this](https://ooni.torproject.org/post/zimbabwe-protests-social-media-blocking-2019/). Highlights of this [update](https://github.com/ooni/probe-android/releases) include an overview screen for all test results, enhanced website testing where you can test a website of your choice, and data usage tracking on a test-by-test basis.
de: {{ page.major }} **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** veröffentlichte Version 2.0.0, mit einer grundsätzlichen Überarbeitung der Benutzerschnittstelle. OONI Probe ist ein Werkzeug, um Zensur im Internet und andere Formen der Einmischung zu messen. Es kann dabei helfen, Dinge wie [diese](https://ooni.torproject.org/post/zimbabwe-protests-social-media-blocking-2019/) aufzudecken. Höhepunkte dieser [Aktualisierung](https://github.com/ooni/probe-android/releases) beinhalten einen Übersichtsbildschirm für alle Testergebnisse, eine verbesserte Internetseitenprüfung, bei der eine Website eigener Wahl getestet werden kann, und Überwachung der Datenübertragung auf Test-für-Test-Basis.
pl: {{ page.major }} ** [OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/) ** wydała wersję 2.0.0 z dużym przeglądem interfejsu użytkownika. OONI Probe to narzędzie do pomiaru cenzury internetowej i innych form ingerencji. Może to pomóc w wykryciu takich rzeczy [jak to](https://ooni.torproject.org/post/zimbabwe-protests-social-media-blocking-2019/). Najważniejsze informacje o tej [aktualizacji](https://github.com/ooni/probe-android/releases) obejmują ekran przeglądu wszystkich wyników testów, ulepszone testowanie, w której można przetestować wybraną witrynę internetową, a także śledzenie użycia danych na zasadzie test-by-test.
ro: {{ page.major }} **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** a lansat versiunea 2.0.0, cu o revizie majoră a interfeței de utilizare. OONI Probe este un instrument de măsurare a cenzurii pe internet și a altor forme de interferență. Acesta poate ajuta la detectarea unor lucruri precum [this](https://ooni.torproject.org/post/zimbabwe-protests-social-media-blocking-2019/). Punctele de atracție ale acestei [update](https://github.com/ooni/probe-android/releases) includ un ecran de prezentare generală pentru toate rezultatele testelor, testarea îmbunătățită a site-urilor web, unde puteți testa un site web la alegere și urmărirea utilizării datelor în funcție de fiecare test în parte.
ru: {{ page.major }} **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** выпустил версию 2.0.0 с серьезной переработкой пользовательского интерфейса. OONI Probe - это инструмент для измерения интернет-цензуры и других форм вмешательства. Он может помочь обнаружить такие вещи, как [это](https://ooni.torproject.org/post/zimbabwe-protests-social-media-blocking-2019/). Среди основных моментов этого [обновления](https://github.com/ooni/probe-android/releases) - обзорный экран для всех результатов тестирования, улучшенное тестирование веб-сайтов, где вы можете тестировать сайт по своему выбору, и отслеживание использования данных в каждом тесте.
uk: {{ page.major }} **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** випустив версію 2.0.0 з серйозною переробкою призначеного для користувача інтерфейсу. OONI Probe - це інструмент для вимірювання інтернет-цензури та інших форм втручання. Він може допомогти виявити такі речі, як [це](https://ooni.torproject.org/post/zimbabwe-protests-social-media-blocking-2019/). Серед основних моментів цього [оновлення](https://github.com/ooni/probe-android/releases) - оглядовий екран для всіх результатів тестування, покращене тестування вебсайтів, де ви можете тестувати сайт за своїм вибором, і відстеження використання даних в кожному тесті.
zh_hans: {{ page.major }} **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** 发布了 2.0.0 版本，对 UI 进行了大修。 OONI Probe 是衡量互联网审查和其他形式干扰的工具。它可以帮助检测[这](https://ooni.torproject.org/post/zimbabwe-protests-social-media-blocking-2019/)类的事情。此[更新](https://github.com/ooni/probe-android/releases)的亮点包括所有测试结果的概览屏幕、增强的网站测试，你可以在其中测试您选择的网站，以及数据使用跟踪逐个测试的基础。

source: **[F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged/)** was updated from 0.2.8 to 0.2.9
de: **[F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged/)** wurde aktualisiert von 0.2.8 auf 0.2.9
pl: **[F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged/)** został zaktualizowany z 0.2.8 do 0.2.9
ro: **[F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged/)** a fost actualizat de la 0.2.8 la 0.2.9
ru: **[F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged/)** обновлено с 0.2.8 до 0.2.9
uk: **[F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged/)** оновлено з 0.2.8 до 0.2.9
zh_hans: **[F-Droid 特权扩展](https://f-droid.org/packages/org.fdroid.fdroid.privileged/)** 从 0.2.8 更新到 0.2.9

source: TWIF 41: The Third Reproducible App Edition
de: TWIF 41: Die Ausgabe zur dritten reproduzierbaren App
pl: TWIF 41: Trzecie Odtwarzalne Wydanie Aplikacji
ro: TWIF 41: A treia ediție pentru aplicații reproductibile
ru: TWIF 41: Третье воспроизводимое приложение
uk: TWIF 41: Третє відтворюване видання застосунку
zh_hans: TWIF 41：第三个可重现的应用版本

source: In this edition: Stringlate discontinued, part 2 of Izzy's F-Droid series is now online in German and androDNS: Third reproducible app in F-Droid. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Stringlate hört auf, Teil 2 von @Izzy's F-Droid-Artikel ist nun in Deutsch online und androDNS: Dritte reproduzierbare App in F-Droid. Diese Woche **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: W tym wydaniu: Stringlate przerwane, część 2 serii Izzy's F-Droid jest teraz dostępna w języku niemieckim i androDNS: Trzecia powtarzalna aplikacja w F-Droid. Dostępnych jest **{{ page.number_of_added_apps }}** nowe i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: Stringlate a fost întreruptă, partea 2 a seriei F-Droid a lui Izzy este acum online în germană și androDNS: A treia aplicație reproductibilă în F-Droid. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Stringlate discontinued, часть 2 из серии Izzy's F-Droid теперь онлайн на немецком и androDNS: Третье воспроизводимое приложение в F-Droid. Есть **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Stringlate discontinued, частина 2 з серії Izzy's F-Droid тепер онлайн німецькою та androDNS: Третє відтворюється застосунок в F-Droid. Є ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 在此版本中：Stringlate 停止开发，Izzy 的 F-Droid 系列的第 2 部分德语版本现在已上线和 androidDNS：F-Droid 中的第三个可重复应用。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: Stringlate discontinued
de: Stringlate hört auf
pl: Stringlate przerwany
ro: Șir de caractere cu întrerupere tardivă
ru: Stringlate снят
uk: Stringlate знятий
zh_hans: Stringlate 停止开发

source: The developer of Stringlate has stopped all work on the project (more information [here](https://lonamiwebs.github.io/stringlate/)). It’s really a shame, since it is used to translate other FLOSS Android apps (available on F-Droid). The project is looking for a new maintainer and could use help from the community.
de: Der Entwickler von Stringlate hat alle Arbeiten am Projekt eingestellt (mehr Informationen dazu [hier](https://lonamiwebs.github.io/stringlate/)). Das ist wirklich schade, da es zur Übersetzung von weiteren (auf F-Droid abrufbaren) FLOSS-Apps genutzt wird. Das Projekt sucht nach einem neuen Maintainer und könnte Hilfe aus der Community gebrauchen.
pl: Programista Stringlate wstrzymał wszelkie prace nad projektem (więcej informacji [tutaj](https://lonamiwebs.github.io/stringlate/)). To naprawdę wstyd, ponieważ jest on używany do tłumaczenia innych aplikacji FLOSS Android (dostępnych na F-Droid). Projekt poszukuje nowego opiekuna i może skorzystać z pomocy społeczności.
ro: Dezvoltatorul proiectului Stringlate a încetat să mai lucreze la el (mai multe informații [here](https://lonamiwebs.github.io/stringlate/)). Este într-adevăr păcat, deoarece este folosit pentru a traduce alte aplicații FLOSS pentru Android (disponibile pe F-Droid). Proiectul caută un nou mentenitor și ar avea nevoie de ajutor din partea comunității.
ru: Разработчик Stringlate прекратил все работы над проектом (более подробная информация [здесь](https://lonamiwebs.github.io/stringlate/)). Это очень жаль, поскольку он используется для перевода других FLOSS-приложений для Android (доступных на F-Droid). Проект ищет нового сопровождающего и может рассчитывать на помощь сообщества.
uk: Розробник Stringlate припинив всі роботи над проєктом (докладніша інформація [тут](https://lonamiwebs.github.io/stringlate/)). Це дуже шкода, оскільки він використовується для перекладу інших FLOSS-застосунків для Android (доступних на F-Droid). Проєкт шукає нового супроводжуючого і може розраховувати на допомогу співтовариства.
zh_hans: Stringlate 的开发者已经停止了该项目的所有工作（更多信息参见[这里](https://lonamiwebs.github.io/stringlate/)）。真可惜，因为它被用来翻译其他 FLOSS Android 应用（在 F-Droid 上可用）。该项目正在寻找新的维护者，并可以利用社区的帮助。

source: Part 2 of Izzy's F-Droid series is now online in German
de: Teil 2 von Izzy's F-Droid-Serie ist nun in Deutsch im Netz
pl: Część 2 serii F-Droid Izzy'ego jest teraz dostępna w języku niemieckim
ro: Partea 2 a seriei F-Droid a lui Izzy este acum online în limba germană
ru: Часть 2 из серии Izzy's F-Droid теперь онлайн на немецком языке
uk: Частина 2 з серії Izzy's F-Droid тепер онлайн на німецькій мові
zh_hans: Izzy 的 F-Droid 系列的第 2 部分现已以德语上线

source: See: [F-Droid for advanced users and developers](https://android.izzysoft.de/articles/named/fdroid-intro-2). This article has earlier been released [in English](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en) (on-line) and in print in c't magazine. In agreement with c't magazine, the German articles will be posted with a delay. As such, part 3 will be out in a few weeks, after the print version has been published.
de: Siehe: [F-Droid für fortgeschrittene Anwender und Entwickler](https://android.izzysoft.de/articles/named/fdroid-intro-2). Dieser Artikel wurde zunächst [in Englisch](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en) (online) veröffentlicht und im c't-Magazin gedruckt. Mit Zustimmung des c't-Magazins wird der deutsche Artikel nun verzögert ins Netz gestellt. Genauso wird der 3. Teil in ein paar Wochen herauskommen, nachdem die gedruckte Version erschienen ist.
pl: Zobacz: [F-Droid dla zaawansowanych użytkowników i programistów](https://android.izzysoft.de/articles/named/fdroid-intro-2). Ten artykuł został wcześniej wydany [w języku angielskim](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en) (on-line) i w druku w c't Magazine. W porozumieniu z magazynem c't niemieckie artykuły będą publikowane z opóźnieniem. W związku z tym część 3 pojawi się za kilka tygodni po opublikowaniu wersji drukowanej.
ro: A se vedea: [F-Droid for advanced users and developers](https://android.izzysoft.de/articles/named/fdroid-intro-2). Acest articol a fost publicat anterior [in English](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en) (on-line) și în format tipărit în revista c't. În acord cu revista c't, articolele în limba germană vor fi postate cu întârziere. Ca atare, partea a 3-a va apărea peste câteva săptămâni, după ce va fi publicată versiunea tipărită.
ru: См.: [F-Droid для опытных пользователей и разработчиков](https://android.izzysoft.de/articles/named/fdroid-intro-2). Эта статья ранее была опубликована [на английском языке](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en) (on-line) и в печатном виде в журнале c't. По договоренности с журналом c't, статьи на немецком языке будут размещаться с задержкой. Таким образом, часть 3 выйдет через несколько недель после публикации печатной версии.
uk: Див: [F-Droid для досвідчених користувачів і розробників](https://android.izzysoft.de/articles/named/fdroid-intro-2). Ця стаття раніше була оприлюднена [англійською мовою](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en) (on-line) і в друкованому вигляді в журналі c't. За домовленістю з журналом c't, статті німецькою мовою будуть розміщуватися з затримкою. Таким чином, частина 3 вийде через кілька тижнів, після публікації друкованої версії.
zh_hans: 请参阅：[面向高级用户和开发者的 F-Droid](https://android.izzysoft.de/articles/named/fdroid-intro-2)。这篇文章早先已发布[英文版](https://android.izzysoft.de/articles/named/fdroid-intro-2?lang=en)（在线）并在 c't 杂志上印刷出版。在与 c't 杂志达成的协议中，德国文章将延迟发布。因此，第 3 部分将在印刷版出版后的几周内发布。

source: {{ page.featured }} **[AndroDNS](https://f-droid.org/packages/androdns.android.leetdreams.ch.androdns/)**: We have the third [reproducible](https://reproducible-builds.org) app in F-Droid! This DNS client allows you to perform customized DNS queries directly from your mobile phone.
de: {{ page.featured }} **[AndroDNS](https://f-droid.org/packages/androdns.android.leetdreams.ch.androdns/)**: Wir haben die dritte [reproduzierbare](https://reproducible-builds.org) App in F-Droid! Dieser DNS-Client ermöglicht es, eigens angepasste DNS-Abfragen direkt von eurem Mobilgerät durchzuführen.
pl: {{ page.featured }} **[AndroDNS](https://f-droid.org/packages/androdns.android.leetdreams.ch.androdns/)**: Mamy trzecią [odtwarzalną](https://reproducible-builds.org) aplikację w F-Droid! Ten klient DNS umożliwia wykonywanie niestandardowych zapytań DNS bezpośrednio z telefonu komórkowego.
ro: {{ page.featured }} **[AndroDNS](https://f-droid.org/packages/androdns.android.leetdreams.ch.androdns/)**: Avem a treia aplicație [reproducible](https://reproducible-builds.org) în F-Droid! Acest client DNS vă permite să efectuați interogări DNS personalizate direct de pe telefonul mobil.
ru: {{ page.featured }} **[AndroDNS](https://f-droid.org/packages/androdns.android.leetdreams.ch.androdns/)**: У нас есть третье [воспроизводимое](https://reproducible-builds.org) приложение в F-Droid! Этот DNS-клиент позволяет выполнять настраиваемые DNS-запросы прямо с вашего мобильного телефона.
uk: {{ page.featured }} **[AndroDNS](https://f-droid.org/packages/androdns.android.leetdreams.ch.androdns/)**: У нас є третя [відтворюється](https://reproducible-builds.org) застосунок в F-Droid! Цей DNS-клієнт дозволяє виконувати настроюються DNS-запити прямо з вашого мобільного телефону.
zh_hans: {{ page.featured }} **[AndroDNS](https://f-droid.org/packages/androdns.android.leetdreams.ch.androdns/)**：我们有了 F-Droid 中的第三个[可重复](https://reproducible-builds.org)应用！此 DNS 客户端允许你直接从你的手机执行自定义的 DNS 查询。

source: **[eBooks](https://f-droid.org/packages/android.nachiketa.ebookdownloader/)**: Parse and find e-books to download.
de: **[eBooks](https://f-droid.org/packages/android.nachiketa.ebookdownloader/)**: E-Books zum Herunterladen analysieren und finden.
pl: **[eBooks](https://f-droid.org/packages/android.nachiketa.ebookdownloader/)**: Analizuj i znajdź e-książki do pobrania.
ro: **[eBooks](https://f-droid.org/packages/android.nachiketa.ebookdownloader/)**: Analizați și găsiți cărți electronice pentru a le descărca.
ru: **[eBooks](https://f-droid.org/packages/android.nachiketa.ebookdownloader/)**: Разбор и поиск электронных книг для загрузки.
uk: **[eBooks](https://f-droid.org/packages/android.nachiketa.ebookdownloader/)**: Розбір і пошук електронних книг для завантаження.
zh_hans: **[eBooks](https://f-droid.org/packages/android.nachiketa.ebookdownloader/)**：解析并查找要下载的电子书。

source: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)**: Minimalist viewer for pdf, xps, cbz, unprotected epub, and fb2 documents.
de: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)**: Minimalistisches Lesegerät für Dokumente in den Formaten pdf, xps, cbz, ungeschütztes epub und fb2.
pl: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)**: Minimalistyczna przeglądarka plików PDF, xps, cbz, niezabezpieczonych dokumentów epub i fb2.
ro: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)**: Vizualizator minimalist pentru documente pdf, xps, cbz, epub neprotejat și fb2.
ru: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)**: Минималистичный просмотрщик документов в форматах pdf, xps, cbz, незащищенных epub и fb2.
uk: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)**: Мінімалістичний переглядач документів у форматах pdf, xps, cbz, незахищених epub і fb2.
zh_hans: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)**：pdf、xps、cbz、未受保护的 epub 和 fb2 文档的极简查看器.

source: **[Go to Sleep](https://f-droid.org/packages/com.corvettecole.gotosleep/)**: Reminds you to go to sleep... until you do.
de: **[Go to Sleep](https://f-droid.org/packages/com.corvettecole.gotosleep/)**: Erinnert Sie daran, ins Bett zu gehen ... bis Sie es tun.
pl: **[Go to Sleep](https://f-droid.org/packages/com.corvettecole.gotosleep/)**: Przypomina ci, żebyś poszedł spać ... dopóki tego nie zrobisz.
ro: **[Go to Sleep](https://f-droid.org/packages/com.corvettecole.gotosleep/)**: Îți amintește să te duci la culcare... până când o faci.
ru: **[Go to Sleep](https://f-droid.org/packages/com.corvettecole.gotosleep/)**: Напоминает вам о необходимости лечь спать... пока вы этого не сделаете.
uk: **[Go to Sleep](https://f-droid.org/packages/com.corvettecole.gotosleep/)**: Нагадує вам про необхідність лягти спати ... поки ви цього не зробите.
zh_hans: **[Go to Sleep](https://f-droid.org/packages/com.corvettecole.gotosleep/)**：提醒你去睡觉......直到你睡觉。

source: **[Trigger](https://f-droid.org/packages/com.example.trigger/)**: Open a door over wifi or the internet.
de: **[Trigger](https://f-droid.org/packages/com.example.trigger/)**: Eine Tür über WLAN oder Internet öffnen.
pl: **[Trigger](https://f-droid.org/packages/com.example.trigger/)**: Otwórz drzwi przez wifi lub internet.
ro: **[Trigger](https://f-droid.org/packages/com.example.trigger/)**: Deschide o ușă peste wifi sau internet.
ru: **[Trigger](https://f-droid.org/packages/com.example.trigger/)**: Открыть дверь через wifi или интернет.
uk: **[Trigger](https://f-droid.org/packages/com.example.trigger/)**: Відкрити двері через wifi або інтернет.
zh_hans: **[Trigger](https://f-droid.org/packages/com.example.trigger/)**：通过 wifi 或互联网打开一扇门。
