Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Inaugural board members were selected through F-Droid community discussion and will serve in staggered 2-year terms: Morgan Lemmer Webber (Chair), John Sullivan (Vice Chair), Michael Downey (Treasurer), Matthias Kirschner, Andrew Lewman (Clerk), and Max Mehl. The Board also includes a special role of Technical Lead which will ensure representation of the F-Droid developer community, initially filled by Hans-Christoph Steiner.
ru: Члены совета были выбраны путем обсуждения в сообществе F-Droid и будут работать в течение двух лет в шахматном порядке: Морган Леммер Веббер (председатель), Джон Салливан (вице-председатель), Майкл Дауни (казначей), Маттиас Киршнер, Эндрю Льюман (секретарь) и Макс Мель. Совет также включает в себя специальную роль технического лидера, который будет обеспечивать представительство сообщества разработчиков F-Droid; первоначально эту роль выполнял Ханс-Кристоф Штайнер.
uk: Перші члени правління були обрані шляхом обговорення у спільноті F-Droid і будуть виконувати свої обов'язки впродовж 2 років у шаховому порядку: Морган Леммер Веббер (голова), Джон Салліван (віце-голова), Майкл Дауні (скарбник), Маттіас Кіршнер, Ендрю Льюман (секретар) та Макс Мель. До складу правління також входить спеціальна посада технічного керівника, яка забезпечує представництво спільноти розробників F-Droid, яку спочатку обіймав Ганс-Крістоф Штайнер (Hans-Christoph Steiner).
zh_hans: 首届委员会成员是通过 F-Droid 社区讨论选出的，任期将交错 2 年：Morgan Lemmer Webber（主席）、John Sullivan（副主席）、Michael Downey（财务主管）、Matthias Kirschner、Andrew Lewman（文员）、和 Max Mehl。委员会还包括一个特殊的技术领导角色，该角色将确保 F-Droid 开发者社区的代表性，最初由 Hans-Christoph Steiner 担任。

source: ![Screenshot of Jitsi meeting with several board members and observers, following signing of statutes.]({% asset posts/2023-03-20-f-droid-board/fdroid-board-signing.png %}) *Board members and community observers attend the virtual singing of the board statutes.*
ru: ![Скриншот встречи Джитси с несколькими членами правления и наблюдателями после подписания устава]({% asset posts/2023-03-20-f-droid-board/fdroid-board-signing.png %}) *Члены правления и наблюдатели от сообщества присутствуют на виртуальном исполнении устава правления.*
uk: ![Скріншот зустрічі Джіці з кількома членами правління та спостерігачами після підписання статуту]({% asset posts/2023-03-20-f-droid-board/fdroid-board-signing.png %}) *Члени правління та спостерігачі спільноти беруть участь у віртуальному підписанні статуту правління.*
zh_hans: ![在签署章程后与几位委员会成员和观察员会面的 Jitsi 屏幕截图。]({% asset posts/2023-03-20-f-droid-board/fdroid-board-signing.png %}) *委员会成员和社区观察员参加委员会章程的虚拟签名。*

source: Although announcements of new governance bodies for free & open source software projects often include plans for the new organization to raise money, the F-Droid community plans to retain its existing donations model with individual donors contributing directly to community members via [Liberapay](https://liberapay.com/F-Droid-Data/) and [Open Collective](https://opencollective.com/f-droid). The newly-established Board of Directors has created a treasurer role, who will work with the existing stewards of those funds to help ensure funds are spent on the most impactful and important community priorities.
ru: Хотя объявления о создании новых органов управления проектами свободного программного обеспечения с открытым исходным кодом часто включают планы по сбору средств для новой организации, сообщество F-Droid планирует сохранить существующую модель пожертвований, при которой индивидуальные доноры вносят взносы непосредственно членам сообщества через [Liberapay](https://liberapay.com/F-Droid-Data/) и [Open Collective](https://opencollective.com/f-droid). Вновь созданный совет директоров назначил казначея, который будет работать с существующими распорядителями этих средств, чтобы обеспечить расходование средств на наиболее значимые и важные приоритеты сообщества.
uk: Хоча оголошення про нові органи управління проєктами вільного та відкритого програмного забезпечення часто включають плани нової організації зі збору коштів, спільнота F-Droid планує зберегти наявну модель пожертвувань, коли індивідуальні донори роблять внески безпосередньо членам спільноти через [Liberapay](https://liberapay.com/F-Droid-Data/) та [Open Collective](https://opencollective.com/f-droid). Новостворена Рада директорів створила посаду скарбника, який працюватиме з наявними розпорядниками цих коштів, щоб забезпечити витрачання коштів на найбільш ефективні та важливі пріоритети спільноти.
zh_hans: 尽管自由和开源软件项目的新治理机构的公告通常包括新组织筹集资金的计划，但 F-Droid 社区计划保留其现有的捐赠模式，即个人捐赠者通过 [Liberapay](https://liberapay.com/F-Droid-Data/) 和 [Open Collective](https://opencollective.com/f-droid) 直接向社区成员捐款。新成立的委员会设立了财务主管角色，该角色将与这些资金的现有管理员合作，帮助确保资金用于最具影响力和最重要的社区优先事项。

source: "The significant investments of creativity and energy by our community volunteers has made F-Droid the leading FOSS mobile app catalogue," said Morgan Lemmer Webber, the newly-elected Chair of the Board of Directors. "We are very excited to be able to help guide the project through its next phases of growth and maturity by providing advice and resources to everyone who has been involved in making F-Droid a success, and those who are eager to join us with their individual talents and skills."
ru: "Значительные вложения творческих сил и энергии добровольцев нашего сообщества сделали F-Droid ведущим каталогом мобильных приложений FOSS", - сказал Морган Леммер Веббер, вновь избранный председатель совета директоров. "Мы очень рады возможности помочь проекту пройти следующие этапы роста и зрелости, предоставляя советы и ресурсы всем, кто участвовал в создании F-Droid, а также тем, кто стремится присоединиться к нам со своими индивидуальными талантами и навыками"
uk: "Значні інвестиції креативності та енергії наших волонтерів зробили F-Droid провідним каталогом мобільних застосунків FOSS", - сказав Морган Леммер Веббер, новообраний голова ради директорів, - "Ми дуже раді, що зможемо допомогти провести проєкт через наступні етапи зростання та зрілості, надаючи поради та ресурси всім, хто був залучений до успіху F-Droid, а також тим, хто прагне приєднатися до нас зі своїми індивідуальними талантами та навичками."
zh_hans: “我们的社区志愿者对创造力和精力的大量投入使 F-Droid 成为领先的 FOSS 移动应用目录，”新当选的委员会主席 Morgan Lemmer Webber 说。“我们非常高兴能够通过向参与到 F-Droid 发展过程中的每个人，以及那些渴望以个人才能和技能加入我们的人，提供建议和资源，帮助指导该项目完成下一阶段的发展和成熟。”

source: The new Board would like to thank everyone from the community who participated in this process over the past few months, with extra thanks to those who helped in drafting our new foundational documents, including Rivka Karasik, Andrew Lewman, Michael Pöhn, Jochen Sprickerhof, and Licaon_Kter.
ru: Новый состав Совета директоров благодарит всех членов сообщества, принявших участие в этом процессе в течение последних нескольких месяцев, и выражает особую благодарность тем, кто помогал в составлении наших новых основополагающих документов, включая Ривку Карасик, Эндрю Льюмана, Михаэля Пена, Йохена Шприкерхофа и Ликаон _Ктер.
uk: Нове Правління хотіло б подякувати всім членам спільноти, які брали участь у цьому процесі протягом останніх кількох місяців, з особливою подякою тим, хто допомагав у розробці наших нових основоположних документів, включаючи Рівку Карасик, Ендрю Льюмана, Міхаеля Пьона, Йохена Шпрікергофа та Licaon_Kter.
zh_hans: 新委员会感谢在过去几个月中参与这一过程的社区中的每一个人，特别感谢那些帮助起草我们新的基础文件的人，包括 Rivka Karasik、Andrew Lewman、Michael Pöhn、Jochen Sprickerhof 和 Licaon_Kter。

source: To download F-Droid and start using it today, head to https://f-droid.org/. For more information about the new F-Droid Board of Directors, review the newly-adopted [Statutes or Roles & Regulations](https://gitlab.com/fdroid/admin/-/tree/master/board) documents in the F-Droid administrative code repository. And if you'd like to [contribute to our ongoing work](https://f-droid.org/contribute/), we look forward to you joining the community! We also look forward to hearing from you in our [online forum, chat channels, and on the Fediverse.](https://f-droid.org/about/)
ru: Чтобы загрузить F-Droid и начать пользоваться им уже сегодня, перейдите по ссылке https://f-droid.org/. Для получения дополнительной информации о новом Совете директоров F-Droid ознакомьтесь с недавно принятыми документами [Устав или Роли и Правила](https://gitlab.com/fdroid/admin/-/tree/master/board) в репозитории административного кодекса F-Droid. А если вы хотите [внести свой вклад в нашу текущую работу](https://f-droid.org/contribute/), мы будем рады, если вы присоединитесь к сообществу! Мы также будем рады услышать вас на нашем [онлайн-форуме, в чате и на Fediverse](https://f-droid.org/about/)
uk: Щоб завантажити F-Droid і почати користуватися ним вже сьогодні, перейдіть за посиланням https://f-droid.org/. Для отримання подробиць про нову Раду директорів F-Droid, перегляньте нещодавно прийняті [Статут або Ролі та правила](https://gitlab.com/fdroid/admin/-/tree/master/board) документи в репозиторії адміністративного коду F-Droid. І якщо ви хочете [зробити свій внесок у нашу поточну роботу](https://f-droid.org/contribute/), ми будемо раді, якщо ви приєднаєтеся до нашої спільноти! Ми також будемо раді почути вас на нашому [онлайн форумі, каналах чату та на Fediverse](https://f-droid.org/about/)
zh_hans: 要立即下载 F-Droid 并开始使用它，请前往 https://f-droid.org/。有关新的 F-Droid 委员会的更多信息，请在 F-Droid 管理代码库中查看新通过的[章程或角色和条例](https://gitlab.com/fdroid/admin/-/tree/master/board)文件。如果你想[为我们正在进行的工作做出贡献](https://f-droid.org/contribute/)，我们期待你加入社区！我们也期待在我们的[在线论坛、聊天频道和 Fediverse 上收到你的来信。](https://f-droid.org/about/)

source: For more information about The Commons Conservancy, visit: https://commonsconservancy.org/
ru: Дополнительную информацию о The Commons Conservancy можно найти на сайте: https://commonsconservancy.org/
uk: Для отримання додаткової інформації про The Commons Conservancy, відвідайте: https://commonsconservancy.org/
zh_hans: 有关 The Commons Conservancy 的更多信息，请访问：https://commonsconservancy.org/

source: How to use the F-Droid libraries, like CalyxOS
ru: Как использовать библиотеки F-Droid, например CalyxOS
uk: Як користуватися бібліотеками F-Droid, наприклад, CalyxOS
zh_hans: 如何像 CalyxOS 一样使用 F-Droid 库

source: When we built the [next-generation F-Droid client]({% post_url 2023-03-01-new-repo-format-faster-smaller-updates %}), we rewrote our code to fit into re-usable libraries, so other projects can make use of F-Droid technology with minimal hassle.
ru: Когда мы создали [клиент F-Droid нового поколения]({% post_url 2023-03-01-new-repo-format-faster-smaller-updates %}), мы переписали наш код, чтобы он помещался в библиотеки многократного использования, и другие проекты могли использовать технологию F-Droid с минимальными трудностями.
uk: Коли ми створювали [клієнт F-Droid наступного покоління]({% post_url 2023-03-01-new-repo-format-faster-smaller-updates %}), ми переписали наш код, щоб він вписувався в бібліотеки багаторазового використання, щоб інші проєкти могли використовувати технологію F-Droid з мінімальними труднощами.
zh_hans: 当我们构建[下一代 F-Droid 客户端]({% post_url 2023-03-01-new-repo-format-faster-smaller-updates %})时，我们将代码重写为可重用的库，因此其他项目可以轻松使用 F-Droid 技术。

source: The libraries
ru: Библиотеки
uk: Бібліотеки
zh_hans: 库

source: So far, we have published three libraries. Two of them are written in Kotlin multi-platform, so they can be used outside Android as well. For example, you could use them to write a command line or even an iOS client.
ru: На данный момент мы опубликовали три библиотеки. Две из них написаны на мультиплатформенном Kotlin, поэтому их можно использовать и за пределами Android. Например, вы можете использовать их для написания командной строки или даже клиента для iOS.
uk: Наразі ми опублікували три бібліотеки. Дві з них написані багатоплатформовою мовою Kotlin, тому їх можна використовувати й поза межами Android. Наприклад, ви можете використовувати їх для написання командного рядка або навіть клієнта для iOS.
zh_hans: 到目前为止，我们已经发布了三个库。其中两个是用 Kotlin 多平台编写的，因此它们也可以在 Android 之外使用。例如，你可以使用它们编写命令行甚至 iOS 客户端。

source: Check out [their README](https://gitlab.com/fdroid/fdroidclient/-/tree/master/libs#f-droid-libraries) for how to include them in your project.
ru: Посмотрите [их README](https://gitlab.com/fdroid/fdroidclient/-/tree/master/libs#f-droid-libraries), чтобы узнать, как включить их в свой проект.
uk: Ознайомтеся з [їхнім README](https://gitlab.com/fdroid/fdroidclient/-/tree/master/libs#f-droid-libraries), щоб дізнатися, як включити їх у свій проєкт.
zh_hans: 查看[它们的自述文件](https://gitlab.com/fdroid/fdroidclient/-/tree/master/libs#f-droid-libraries)了解如何将它们包含在你的项目中。

source: Download library
ru: Скачать библиотеку
uk: Завантажити бібліотеку
zh_hans: 下载库

source: This library includes everything you need to download F-Droid repositories and the APKs and images included in them. It handles resuming of downloads, repository mirrors and takes care of the special HTTP cases that an F-Droid client can encounter.
ru: Эта библиотека включает в себя все необходимое для загрузки репозиториев F-Droid и входящих в них APK и изображений. Она обрабатывает возобновление загрузки, зеркала репозиториев и заботится о специальных случаях HTTP, с которыми может столкнуться клиент F-Droid.
uk: Ця бібліотека містить усе необхідне для завантаження репозиторіїв F-Droid, а також APK-файлів і зображень, що містяться у них. Вона обробляє відновлення завантаження, дзеркала репозиторіїв і піклується про особливі випадки HTTP, з якими може зіткнутися клієнт F-Droid.
zh_hans: 该库包含下载 F-Droid 存储库以及其中包含的 APK 和图像所需的一切。它处理下载恢复、存储库镜像并处理 F-Droid 客户端可能遇到的特殊 HTTP 情况。

source: The Android version of the library also takes care of rejecting TLS older than 1.2 as well as weak ciphers. It prevents DNS leaks when using Tor as a proxy and uses a short TLS session timeout to prevent tracking and key re-use. If you use Glide as an image loader, it also comes with a special `ModelLoader` to be used with Glide.
ru: В версии библиотеки для Android также предусмотрена возможность отклонения TLS старше 1.2, а также слабых шифров. Она предотвращает утечки DNS при использовании Tor в качестве прокси и использует короткий таймаут сессии TLS для предотвращения отслеживания и повторного использования ключей. Если вы используете Glide в качестве загрузчика изображений, в комплект поставки также входит специальный `ModelLoader` для использования с Glide.
uk: Версія бібліотеки для Android також дбає про відхилення TLS старше 1.2, а також слабких шифрів. Вона запобігає витоку DNS під час користування Tor як проксі й використовує короткий час очікування сеансу TLS, щоб запобігти відстеженню і повторному використанню ключа. Якщо ви використовуєте Glide завантажувачем зображень, він також постачається зі спеціальним `ModelLoader` для використання з Glide.
zh_hans: 该库的 Android 版本还负责拒绝早于 1.2 的 TLS 以及弱密码。它在使用 Tor 作为代理时防止 DNS 泄漏，并使用短 TLS 会话超时来防止跟踪和密钥重用。如果你使用 Glide 作为图像加载器，它还附带一个特殊的 `ModelLoader` 以与 Glide 一起使用。

source: Please see the [API docs](https://fdroid.gitlab.io/fdroidclient/libs/download/) for details. Check [how F-Droid switched to the download library](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1083) for an example.
ru: Подробности смотрите в [документации по API](https://fdroid.gitlab.io/fdroidclient/libs/download/). Посмотрите [как F-Droid перешел на библиотеку загрузок](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1083) для примера.
uk: Будь ласка, перегляньте [документацію до API](https://fdroid.gitlab.io/fdroidclient/libs/download/) для отримання докладної інформації. Дізнайтесь [як F-Droid перейшов на бібліотеку для завантаження](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1083) для прикладу.
zh_hans: 有关详细信息，请参阅 [API 文档](https://fdroid.gitlab.io/fdroidclient/libs/download/)。查看[F-Droid 如何切换到下载库](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1083)的示例。

source: Index library
ru: Библиотека индексов
uk: Бібліотека індексів
zh_hans: 索引库

source: The multi-platform index library gives you everything you need to handle F-Droid repository indexes. Of course, there's a parser for reading and representing the indexes internally. For version 1 indexes, there is also a creator which F-Droid uses to create its own nearby swap repositories. Both versions have a signature verifier, so you can always make sure that the repository is properly signed before working with its data.
ru: Мультиплатформенная библиотека индексов предоставляет вам все необходимое для работы с индексами репозиториев F-Droid. Конечно, есть парсер для чтения и внутреннего представления индексов. Для индексов версии 1 есть также создатель, который F-Droid использует для создания собственных близлежащих своп-репозиториев. В обеих версиях есть верификатор подписи, так что вы всегда можете убедиться, что хранилище правильно подписано, прежде чем работать с его данными.
uk: Багатоплатформова бібліотека індексів надає вам все необхідне для роботи з індексами репозиторію F-Droid. Звісно, є синтаксичний аналізатор для читання і представлення індексів всередині системи. Для індексів версії 1 є також редактор, який F-Droid використовує для створення власних репозиторіїв підкачування. Обидві версії мають верифікатор підписів, тому ви завжди можете переконатися, що репозиторій підписано належним чином, перш ніж працювати з його даними.
zh_hans: 多平台索引库为你提供处理 F-Droid 存储库索引所需的一切。当然，有一个用于在内部读取和表示索引的解析器。对于版本 1 索引，还有一个创建器，F-Droid 使用它来创建自己的本地交换存储库。两个版本都有一个签名验证器，因此你始终可以确保在使用其数据之前对存储库进行了正确签名。

source: Apart from these basics, the library also has many useful classes that help you to choose the best translation based on the user's locale, to check if an app is compatible with the current device, and to check if an app has an update available in the repository index. There are classes for processing streams of index data, so you don't need to load the entire index into memory which can be an issue on devices with little RAM. If you prefer to work only with the version 2 format internally, the library features an index converter which can convert version 1 format into version 2.
ru: Помимо этих основ, в библиотеке есть множество полезных классов, которые помогают выбрать оптимальный перевод в зависимости от локали пользователя, проверить совместимость приложения с текущим устройством, а также проверить, доступно ли обновление приложения в индексе репозитория. Есть классы для обработки потоков данных индекса, поэтому вам не нужно загружать весь индекс в память, что может быть проблемой на устройствах с небольшим объемом оперативной памяти. Если вы предпочитаете работать только с форматом версии 2, в библиотеке есть конвертер индексов, который может преобразовать формат версии 1 в версию 2.
uk: Окрім цих базових класів, бібліотека також має багато корисних класів, які допоможуть вам вибрати найкращий переклад залежно від локалізації користувача, перевірити, чи сумісний застосунок з поточним пристроєм, а також перевірити, чи є оновлення застосунку в індексі репозиторію. Існують класи для обробки потоків даних індексу, тому вам не потрібно завантажувати весь індекс у пам'ять, що може бути проблемою на пристроях з невеликою кількістю оперативної пам'яті. Якщо ви віддаєте перевагу роботі лише з форматом версії 2, бібліотека містить перетворювач індексів, який може перетворити формат версії 1 у версію 2.
zh_hans: 除了这些基础功能之外，该库还有许多有用的类，可帮助你根据用户的语言环境选择最佳翻译，检查应用是否与当前设备兼容，以及检查存储库索引中应用是否有更新可用。有用于处理索引数据流的类，因此你不需要将整个索引加载到内存中，以免在 RAM 很小的设备上导致问题。如果你更喜欢在内部只使用版本 2 格式，该库具有一个索引转换器，可以将版本 1 格式转换为版本 2。

source: F-Droid clients wishing to make use of version 2 delta updates, also find helpful classes for this, so they don't have to re-invent the wheel themselves.
ru: Клиенты F-Droid, желающие использовать дельта-обновления версии 2, также найдут полезные уроки для этого, чтобы не изобретать колесо самостоятельно.
uk: Клієнти F-Droid, які бажають використовувати дельта-оновлення версії 2, також знаходять для цього корисні класи, тож їм не доведеться самостійно винаходити велосипед.
zh_hans: 希望使用版本 2 增量更新的 F-Droid 客户端也可以找到有用的类，因此他们不必自己重新发明轮子。

source: Please see the [API docs](https://fdroid.gitlab.io/fdroidclient/libs/index/) for details. Check [how F-Droid switched to the index library](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1120) for an example.
ru: Подробности смотрите в [документации по API](https://fdroid.gitlab.io/fdroidclient/libs/index/). Посмотрите [как F-Droid перешел на индексную библиотеку](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1120) для примера.
uk: Перегляньте [документацію до API](https://fdroid.gitlab.io/fdroidclient/libs/index/) для отримання детальної інформації. Дізнайтеся [як F-Droid прейшов на бібліотеку індексів](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1120) для прикладу.
zh_hans: 有关详细信息，请参阅 [API 文档](https://fdroid.gitlab.io/fdroidclient/libs/index/)。查看 [F-Droid 如何切换到索引库](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1120)的示例。

source: Database library
ru: Библиотека баз данных
uk: Бібліотека бази даних
zh_hans: 数据库库

source: In case you need to persist F-Droid repository information in your Android app, this library is for you. It stores F-Droid related information such as repositories, apps and their versions. Then allows you to query and search for them. Under the hood, it uses a Room database which in turn uses sqlite.
ru: Если вам нужно сохранить информацию о репозитории F-Droid в вашем приложении для Android, эта библиотека для вас. Она хранит информацию, связанную с F-Droid, такую как репозитории, приложения и их версии. Затем позволяет запрашивать и искать их. Под капотом она использует базу данных Room, которая, в свою очередь, использует sqlite.
uk: Якщо вам потрібно зберегти інформацію про репозиторій F-Droid у вашому застосунку для Android, ця бібліотека для вас. Вона зберігає інформацію, пов'язану з F-Droid, таку як репозиторії, застосунки та їхні версії. Потім дозволяє запитувати й шукати їх. Під капотом вона використовує базу даних Room, яка, своєю чергою, використовує sqlite.
zh_hans: 如果你需要在你的 Android 应用中保留 F-Droid 存储库信息，这个库适合你。它存储 F-Droid 相关信息，例如存储库、应用及其版本。然后允许你查询和搜索它们。在内部，它使用 Room 数据库，而 Room 数据库又使用 sqlite。

source: Besides database related classes, this library currently also includes classes related to updating repositories, so that information fetched from the internet (using the downloader library) can be streamed directly into the database.
ru: Помимо классов, связанных с базами данных, эта библиотека в настоящее время также включает классы, связанные с обновлением репозиториев, так что информация, полученная из Интернета (с помощью библиотеки загрузчика), может быть направлена непосредственно в базу данных.
uk: Окрім класів, пов'язаних з базами даних, ця бібліотека наразі також включає класи, пов'язані з оновленням репозиторіїв, тож інформація, отримана з інтернету (за допомогою бібліотеки завантажувача), може бути передана безпосередньо до бази даних.
zh_hans: 除了与数据库相关的类之外，该库目前还包括与更新存储库相关的类，以便从互联网（使用下载器库）获取的信息可以直接流式传输到数据库中。

source: Please see the [API docs](https://fdroid.gitlab.io/fdroidclient/libs/database/) for details. Check [how F-Droid switched to the database library](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1135) for an example.
ru: Подробности смотрите в [документации по API](https://fdroid.gitlab.io/fdroidclient/libs/database/). Посмотрите [как F-Droid перешел на библиотеку баз данных](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1135) для примера.
uk: Перегляньте [документацію до API](https://fdroid.gitlab.io/fdroidclient/libs/database/) для отримання детальної інформації. Дізнайтеся [як F-Droid перейшов на бібліотеку баз даних](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1135) для прикладу.
zh_hans: 有关详细信息，请参阅 [API 文档](https://fdroid.gitlab.io/fdroidclient/libs/index/)。查看 [F-Droid 如何切换到数据库库](https://gitlab.com/fdroid/fdroidclient/-/merge_requests/1135)的示例。
