Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We're wrapping up a [major overhaul](https://gitlab.com/fdroid/fdroidclient/-/milestones/49) of the official F-Droid client app (thanks to [FFDW]({% post_url 2022-02-05-decentralizing-distribution %}) funding), including a security audit (thanks to [NLnet](https://nlnet.nl/project/F-Droid-Trackers/) funding). This replaces huge chunks of technical debt, fixes many bugs, adds a comprehensive test suite, and should make it much easier for contributors to follow the code.
ru: Мы завершаем [капитальный ремонт](https://gitlab.com/fdroid/fdroidclient/-/milestones/49) официального клиентского приложения F-Droid (благодаря финансированию [FFDW]({% post_url 2022-02-05-decentralizing-distribution %})), включая аудит безопасности (благодаря финансированию [NLnet](https://nlnet.nl/project/F-Droid-Trackers/)). Это заменяет огромные куски технического долга, исправляет множество ошибок, добавляет всеобъемлющий набор тестов и должно значительно упростить для участников работу с кодом.
uk: Ми завершуємо [велике оновлення](https://gitlab.com/fdroid/fdroidclient/-/milestones/49) офіційного клієнтського застосунку F-Droid (завдяки фінансуванню [FFDW]({% post_url 2022-02-05-decentralizing-distribution %}), включаючи аудит безпеки (завдяки фінансуванню [NLnet](https://nlnet.nl/project/F-Droid-Trackers/) ). Це замінює величезні шматки технічної заборгованості, виправляє багато помилок, додає комплексний набір тестів і має значно полегшити помічникам відстежування коду.
zh_hans: 我们正在完成对官方 F-Droid 客户端应用的[重大更新](https://gitlab.com/fdroid/fdroidclient/-/milestones/49)（感谢 [FFDW]({% post_url 2022-02-05-decentralizing-distribution %}) 的资助），包括一项安全审计（感谢 [NLnet](https://nlnet.nl/project/F-Droid-Trackers/) 的资助）。这替换了大量的技术债务，修复了许多错误，增加了一个全面的测试套件，并且应该使贡献者更容易理解代码。

source: There are new contributor _buildserver_ instances for testing app builds on the production setup. This has sped up the app review process, especially for key apps that are complicated to build, like [Element]({{ site.baseurl }}/packages/im.vector.app/) or [Jitsi Meet]({{ site.baseurl }}/packages/org.jitsi.meet/). These instances also let us do regular, repo-wide scans to find any [non-free dependencies](https://gitlab.com/fdroid/fdroidserver/-/issues/1004) that have might have snuck in.
de: Es gibt neue _buildserver_-Instanzen für Mitwirkende, um App-Builds in der Produktionskonfiguration zu testen. Dies hat den App-Prüfprozess beschleunigt, insbesondere bei Schlüssel-Apps, die kompliziert herzustellen sind, wie [Element]({{ site.baseurl }}/packages/im.vector.app/) oder [Jitsi Meet]({{ site.baseurl }}/packages/org.jitsi.meet/). Diese Instanzen ermöglichen es uns außerdem, regelmäßige, repo-weite Scans durchzuführen, um irgendwelche [nicht-freie Abhängigkeiten](https://gitlab.com/fdroid/fdroidserver/-/issues/1004) zu finden, die sich eingeschlichen haben könnten.
pl: Dostępne są nowe instancje współautora _buildserver_ do testowania kompilacji aplikacji w konfiguracji produkcyjnej. Przyspieszyło to proces sprawdzania aplikacji, zwłaszcza w przypadku kluczowych aplikacji, które są skomplikowane w budowie, takich jak [Element]({{ site.baseurl }}/packages/im.vector.app/) lub [Jitsi Meet]({{ site.baseurl }}/packages/org.jitsi.meet/). Te instancje pozwalają nam również na regularne skanowanie całego repozytorium w celu znalezienia wszelkich [niewolnych zależności](https://gitlab.com/fdroid/fdroidserver/-/issues/1004), które mogły się wniknąć.
ro: Există noi instanțe _buildserver_ pentru colaboratori pentru testarea aplicațiilor în configurația de producție. Acest lucru a accelerat procesul de revizuire a aplicațiilor, în special pentru aplicațiile cheie care sunt complicate de construit, cum ar fi [Element]({{ site.baseurl }}/packages/im.vector.app/) sau [Jitsi Meet]({{ site.baseurl }}/packages/org.jitsi.meet/). Aceste instanțe ne permit, de asemenea, să facem scanări regulate, la nivelul întregului depozit, pentru a găsi orice [dependențe nelibere](https://gitlab.com/fdroid/fdroidserver/-/issues/1004) care s-ar fi putut strecura.
ru: Появились новые экземпляры _buildserver_ для тестирования сборок приложений на производственной установке. Это ускорило процесс проверки приложений, особенно для сложных в сборке ключевых приложений, таких как [Element]({{ site.baseurl }}/packages/im.vector.app/) или [Jitsi Meet]({{ site.baseurl }}/packages/org.jitsi.meet/). Эти экземпляры также позволяют нам регулярно проводить сканирование всего репо на предмет обнаружения любых [несвободных зависимостей](https://gitlab.com/fdroid/fdroidserver/-/issues/1004), которые могли туда пробраться.
uk: З'явилися нові екземпляри _buildserver_ для тестування збірок застосунків на робочих установках. Це прискорило процес перевірки застосунків, особливо для ключових, які складно збирати, таких як [Element]({{ site.baseurl }}/packages/im.vector.app/) або [Jitsi Meet]({{ site.baseurl }}/packages/org.jitsi.meet/). Ці екземпляри також дають нам змогу робити регулярні сканування по всьому репозиторію, щоб знайти будь-які [невільні залежності](https://gitlab.com/fdroid/fdroidserver/-/issues/1004), які могли прокрастися всередину.
zh_hans: 我们有了一些新的贡献者 _构建服务器_ 实例，用于在生产设置上测试应用构建。这加快了应用审查过程，特别是对于构建复杂的关键应用，例如 [Element]({{ site.baseurl }}/packages/im.vector.app/) 或 [Jitsi Meet]({{ site.baseurl }}/packages/org.jitsi.meet/)。这些实例还允许我们执行定期的存储库范围的扫描，以查找任何可能潜入的[非自由依赖项](https://gitlab.com/fdroid/fdroidserver/-/issues/1004)。

source: After using the Ansible automation for contributor _buildserver_ instances, this setup is now proven, and we are now switching the production setup to use it. That means anyone can inspect and recreate the production setup with relative ease.
de: Nach Nutzung der Ansible-Automation für _buildserver_-Instanzen für Mitwirkende hat sich diese Einrichtung nun bewährt und wir schalten jetzt die Konfiguration für die Produktion dahingehend um. Das bedeutet, dass jeder relativ leicht die Produktionseinstellungen inspizieren und rekapitulieren kann.
pl: Po użyciu automatyzacji Ansible dla instancji współautora _buildserver_ ta konfiguracja jest już sprawdzona i teraz zmieniamy konfigurację produkcyjną, aby z niej korzystała. Oznacza to, że każdy może stosunkowo łatwo sprawdzić i odtworzyć konfigurację produkcyjną.
ro: După ce am folosit automatizarea Ansible pentru instanțele _buildserver_ ale colaboratorilor, această configurație este acum testată și acum actualizăm configurația de producție pentru a o folosi. Aceasta înseamnă că oricine poate inspecta și recrea configurația de producție cu o relativă ușurință.
ru: После использования автоматизации Ansible для экземпляров _buildserver_, эта настройка уже проверена, и мы переводим ее на использование в производстве. Это означает, что любой желающий может проверить и воссоздать производственную установку с относительной легкостью.
uk: Після використання автоматизації Ansible для примірників _buildserver_ помічників, це налаштування було перевірено, і зараз ми переводимо робоче налаштування на його використання. Це означає, що будь-хто може перевірити та відтворити робоче налаштування з відносною легкістю.
zh_hans: 在对贡献者 _构建服务器_ 实例使用 Ansible 自动化后，此设置现已得到验证，我们现在正在切换生产设置以使用它。 这意味着任何人都可以相对轻松地检查和重新创建生产设置。

source: We are setting up new hardware for the production _buildserver_ to enable [parallelizing]({% post_url 2022-05-24-buildserver-overhaul-sponsored-by-calyx-institute %}) the build processes.
ru: Мы устанавливаем новое оборудование для производственного _buildserver_, чтобы обеспечить [распараллеливание]({% post_url 2022-05-24-buildserver-overhaul-sponsored-by-calyx-institute %}) процессов сборки.
uk: Установлюємо нове обладнання для робочого _buildserver_ для [розпаралелювання]({% post_url 2022-05-24-buildserver-overhaul-sponsored-by-calyx-institute %}) процесів збірки.
zh_hans: 我们正在为生产 _构建服务器_ 设置新硬件，以实现构建过程的[并行化]({% post_url 2022-05-24-buildserver-overhaul-sponsored-by-calyx-institute %})。

source: We are finalizing our new legal entity with its own board of directors.
de: Wir bringen unsere neue Rechtsform als Körperschaft mit eigenem Vorstand zum Abschluss.
pl: Finalizujemy nasz nowy podmiot prawny z własną radą dyrektorów.
ro: Suntem în curs de finalizare a noii noastre entități juridice, cu propriul consiliu de administrație.
ru: Мы завершаем работу над созданием нового юридического лица с собственным советом директоров.
uk: Ми завершуємо формування нашої нової юридичної особи з власною радою директорів.
zh_hans: 我们正在最终确定我们的新法人实体及其委员会。

source: Setting up more F-Droid core contributors to get paid to work on F-Droid.
de: Schaffung von mehr F-Droid-Mitwirkenden im Kernteam, die für Arbeiten an F-Droid bezahlt werden.
pl: Skonfiguruj więcej współpracowników rdzenia F-Droid, aby otrzymywać wynagrodzenie za pracę nad F-Droidem.
ro: Stabilirea mai multor contribuitori de bază F-Droid pentru a fi plătiți lucrând la F-Droid.
ru: Создание большего числа участников ядра F-Droid, которые будут получать деньги за работу над F-Droid.
uk: Залучення більшої кількості основних учасників F-Droid до роботи над F-Droid, щоб вони отримували оплату за роботу над F-Droid.
zh_hans: 让更多 F-Droid 核心贡献者获得在 F-Droid 上工作的报酬。

source: And that is just a sample of what all is going on. F-Droid can move faster with more contributions, and we want your contributions! It can be anything from [app](https://gitlab.com/fdroid/rfp/-/issues) [reviews](https://gitlab.com/fdroid/fdroiddata/-/merge_requests), diving in to fix [issues](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted), and donations to [enable more people to spend more time]({{ site.baseurl }}/donate/) to making F-Droid better.
de: Und das ist nur eine Auswahl von dem, was alles so passiert. F-Droid kann sich mit mehr Beiträgen schneller entwickeln und wir möchten eure Teilnahme! Das kann alles sein von [App-](https://gitlab.com/fdroid/rfp/-/issues) [Prüfungen](https://gitlab.com/fdroid/fdroiddata/-/merge_requests), Eintauchen ins Bearbeiten von [Tickets](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted) bis hin zu Spenden, um es [mehr Leuten zu ermöglichen, mehr Zeit damit zu verbringen]({{ site.baseurl }}/donate/), F-Droid besser zu machen.
pl: A to tylko próbka tego, co się dzieje. F-Droid może poruszać się szybciej dzięki większej liczbie wkładów, a my chcemy twoich wkładów! Może to być cokolwiek z [aplikacji](https://gitlab.com/fdroid/rfp/-/issues) [reviews](https://gitlab.com/fdroid/fdroiddata/-/merge_requests), naprawiania [problemów](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted) oraz darowizny, aby [umożliwić większej liczbie osób spędzanie większej ilości czasu]({{ site.baseurl }}/donate/), aby ulepszyć F-Droid.
ro: Și aceasta este doar o mostră a ceea ce se întâmplă. F-Droid se poate mișca mai repede cu mai multe contribuții, iar noi vrem contribuțiile voastre! Poate fi orice, de la [noi aplicații](https://gitlab.com/fdroid/rfp/-/issues) [și recenzii](https://gitlab.com/fdroid/fdroiddata/-/merge_requests), săpat pentru a rezolva [probleme](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted) și donații pentru [a permite mai multor oameni să petreacă mai mult timp]({{ site.baseurl }}/donate/) în a face F-Droid mai bun.
ru: И это только пример того, что происходит. F-Droid может двигаться быстрее при большем вкладе, и нам нужен ваш вклад! Это может быть что угодно: [приложение](https://gitlab.com/fdroid/rfp/-/issues) [обзоры](https://gitlab.com/fdroid/fdroiddata/-/merge_requests), участие в исправлении [проблем](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted) и пожертвования, чтобы [дать возможность большему количеству людей тратить больше времени]({{ site.baseurl }}/donate/) на то, чтобы сделать F-Droid лучше.
uk: І це лише частина того, що відбувається. F-Droid може рухатися швидше з більшою кількістю внесків, і ми хочемо, щоб ви зробили свій внесок! Це може бути що завгодно, від [застосунку](https://gitlab.com/fdroid/rfp/-/issues), [розглядів](https://gitlab.com/fdroid/fdroiddata/-/merge_requests), занурення у виправлення [проблем](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted) та внесків, щоб [дати змогу більшій кількості людей проводити більше часу]({{ site.baseurl }}/donate/) для вдосконалення F-Droid.
zh_hans: 这只是所有正在发生的事情中的一个例子。借助更多的贡献 F-Droid 可以加快速度，我们期待您的贡献！它可以是任何事，如[应用](https://gitlab.com/fdroid/rfp/-/issues)[审查](https://gitlab.com/fdroid/fdroiddata/-/merge_requests)，潜心解决[问题](https://gitlab.com/groups/fdroid/-/issues/?sort=updated_desc&state=opened&label_name%5B%5D=help-wanted)，以及捐赠[以使更多的人花更多的时间]({{ site.baseurl }}/donate/)让 F-Droid 变得更好。

source: Free software and inspection are key to software we can trust
de: Freie Software und deren Untersuchung sind die Schlüssel für vertrauenswürdige Computerprogramme
pl: Wolne oprogramowanie i kontrola są kluczem do oprogramowania, któremu możemy zaufać
ro: Software-ul gratuit și inspecția sunt cheia pentru un software în care putem avea încredere
ru: Свободное программное обеспечение и проверка - ключ к программному обеспечению, которому мы можем доверять
uk: Вільне програмне забезпечення та перевірка — ключ до програмного забезпечення, якому ми можемо довіряти
zh_hans: 自由软件和检查是我们可以信赖的软件的关键
