Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[@\_hc](https://forum.f-droid.org/u/hans)** and **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** set up a new translation workflow for [Repomaker](https://gitlab.com/fdroid/repomaker) using the new Weblate improvements. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** also fixed an error preventing it from running on the latest versions of Python. Finally, he wishes to [upgrade to Django 2.1 from 1.x](https://gitlab.com/fdroid/repomaker/merge_requests/213), and could use the help of an experienced Django developer.
de: **[@\_hc](https://forum.f-droid.org/u/hans)** und **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** organisierten einen neuen Workflow für Übersetzungen von [Repomaker](https://gitlab.com/fdroid/repomaker), bei dem die neuen Weblate-Verbesserungen verwendet werden. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** behob außerdem einen Fehler, der verhinderte, dass er mit den letzten Python-Versionen lief. Schließlich beabsichtigt er ein [Upgrade auf Django 2.1 von 1.x](https://gitlab.com/fdroid/repomaker/merge_requests/213) und bräuchte dafür Hilfe von einem erfahrenen Django-Entwickler.
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** i **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** skonfigurowali nowy przepływ pracy dla tłumaczenia [Repomaker](https://gitlab.com/fdroid/repomaker) korzystając z nowych ulepszeń Weblate. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** poprawił również błąd uniemożliwiający uruchomienie go na najnowszych wersjach Pythona. Wreszcie, chce [uaktualnić do Django 2,1 z 1. x](https://gitlab.com/fdroid/repomaker/merge_requests/213), aby można było skorzystać z pomocy doświadczonego programisty Django.
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** și **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** au configurat un nou flux de lucru pentru [Repomaker](https://gitlab.com/fdroid/repomaker) folosind noile îmbunătățiri ale Weblate. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** a corectat, de asemenea, o eroare care îl împiedica să ruleze pe cele mai recente versiuni de Python. În cele din urmă, el dorește să [upgrade to Django 2.1 from 1.x](https://gitlab.com/fdroid/repomaker/merge_requests/213) și ar putea folosi ajutorul unui dezvoltator Django cu experiență.
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** и **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** установили новый рабочий процесс перевода для [Repomaker](https://gitlab.com/fdroid/repomaker), используя новые улучшения Weblate. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** также исправил ошибку, не позволяющую ему работать на последних версиях Python. Наконец, он хочет [перейти на Django 2.1 с 1.x](https://gitlab.com/fdroid/repomaker/merge_requests/213), и мог бы воспользоваться помощью опытного Django-разработчика.
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** і **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** встановили новий робочий процес перекладу для [Repomaker](https://gitlab.com/fdroid/repomaker), використовуючи нові поліпшення Weblate. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** також виправив помилку, що не дозволяє йому працювати на останніх версіях Python. Нарешті, він хоче [перейти на Django 2.1 з 1.x](https://gitlab.com/fdroid/repomaker/merge_requests/213), і міг би скористатися допомогою досвідченого Django-розробника.
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 和 **[@nicoalt](https://forum.f-droid.org/u /nicoalt)** 使用新的 Weblate 改进为 [Repomaker](https://gitlab.com/fdroid/repomaker) 设置新的翻译工作流程。 **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** 还修复了阻止它在最新版本的 Python 上运行的错误。最后，他希望 [从 1.x 升级到 Django 2.1](https://gitlab.com/fdroid/repomaker/merge_requests/213)，并且可以借助经验丰富的 Django 开发者。

source: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** wants to know if there is interest in adding more languages to [Planet F-Droid](https://fdroid.gitlab.io/planet/). You can read his short blog post [here](https://blog.jabberhead.tk/2019/03/03/more-languages-to-the-f-droid-planet/).
de: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** möchte wissen, ob Interesse besteht, weitere Sprachen auf [Planet F-Droid](https://fdroid.gitlab.io/planet/) einzuführen. Sein kurzer Blog-Beitrag ist [hier](https://blog.jabberhead.tk/2019/03/03/more-languages-to-the-f-droid-planet/) zu lesen.
pl: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** chce wiedzieć, czy istnieje zainteresowanie dodaniem kolejnych języków do [Planet F-Droid](https://fdroid.gitlab.io/planet/). Możesz przeczytać jego krótki wpis na blogu [tutaj](https://blog.jabberhead.tk/2019/03/03/more-languages-to-the-f-droid-planet/).
ro: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** vrea să știe dacă există interes pentru adăugarea mai multor limbi la [Planet F-Droid](https://fdroid.gitlab.io/planet/). Puteți citi scurta sa postare pe blog [here](https://blog.jabberhead.tk/2019/03/03/more-languages-to-the-f-droid-planet/).
ru: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** хочет узнать, есть ли интерес к добавлению новых языков в [Planet F-Droid](https://fdroid.gitlab.io/planet/). Вы можете прочитать его короткое сообщение в блоге [здесь](https://blog.jabberhead.tk/2019/03/03/more-languages-to-the-f-droid-planet/).
uk: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** хоче дізнатися, чи є інтерес до додавання нових мов в [Planet F-Droid](https://fdroid.gitlab.io/planet/) . Ви можете прочитати його коротке повідомлення в блозі [тут](https://blog.jabberhead.tk/2019/03/03/more-languages-to-the-f-droid-planet/).
zh_hans: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** 想知道是否有人有兴趣为 [Planet F-Droid](https://fdroid.gitlab.io/planet/) 添加更多语言。你可以[在此](https://blog.jabberhead.tk/2019/03/03/more-languages-to-the-f-droid-planet/)阅读他的简短博文 。

source: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)**: View info about the spartathlon foot race.
de: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)**: Infos zum Spartathlon-Lauf ansehen.
pl: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)**: Zobacz informacje o wyścigu spartathlon.
ro: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)**: Vezi informații despre cursa de spartathlon pe jos.
ru: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)**: Просмотр информации о пешем спартатлоне.
uk: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)**: Перегляд інформації про піший Спартатлон.
zh_hans: **[Spartathlon](https://f-droid.org/packages/ch.thgoebel.spartathlonapp/)**：查看有关 spartathlon 赛跑的信息。

source: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)**: Productivity timer designed to keep you on track and free of distractions.
de: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)**: Produktivitätszeitplan, konzipiert, um unabgelenkt auf dem Laufenden zu bleiben.
pl: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)**: Licznik czasu pracy zaprojektowany, aby utrzymać Cię na drodze i nie rozpraszać.
ro: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)**: Cronometru de productivitate conceput pentru a vă menține pe drumul cel bun și fără distrageri.
ru: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)**: Таймер продуктивности, разработанный для того, чтобы вы не отвлекались от работы.
uk: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)**: Таймер продуктивності, розроблений для того, щоб ви не відволікалися від роботи.
zh_hans: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)**：生产力计时器，旨在让你保持正轨，不受干扰。

source: **[ActivityForceNewTask](https://f-droid.org/packages/com.germainz.activityforcenewtask/)**: Xposed module that forces activities to open in a new task.
de: **[ActivityForceNewTask](https://f-droid.org/packages/com.germainz.activityforcenewtask/)**: Xposed-Modul, das Aktivitäten zwingt, einen neuen Task zu öffnen.
pl: **[ActivityForceNewTask](https://f-droid.org/packages/com.germainz.activityforcenewtask/)**: Moduł Xposed, który wymusza otwarcie działań w nowym zadaniu.
ro: **[ActivityForceNewTask](https://f-droid.org/packages/com.germainz.activityforcenewtask/)**: Modul Xposed care forțează activitățile să se deschidă într-o sarcină nouă.
ru: **[ActivityForceNewTask](https://f-droid.org/packages/com.germainz.activityforcenewtask/)**: Модуль Xposed, который заставляет действия открываться в новой задаче.
uk: **[ActivityForceNewTask](https://f-droid.org/packages/com.germainz.activityforcenewtask/)**: Модуль Xposed, який змушує дії відкриватися в новому завданні.
zh_hans: **[ActivityForceNewTask](https://f-droid.org/packages/com.germainz.activityforcenewtask/)**：强制活动在新任务中打开的 Xposed 模块。

source: **[Identiconizer!](https://f-droid.org/packages/com.germainz.identiconizer/)**: This is a port of ChameleonOS' contact identicons feature (available in the JellyBean versions) with some additional features and fixes. When enabled, new contacts will be assigned a unique identicon instead of the default picture.
de: **[Identiconizer!](https://f-droid.org/packages/com.germainz.identiconizer/)**: Dies ist eine Portierung der (in den JellyBean-Versionen vorhandenen) Kontakt-Identicon-Funktion des ChameleonOS mit einigen zusätzlichen Features und Korrekturen. Bei Aktivierung wird neuen Kontakten ein einzigartiges Identicon anstatt des Standardbildes zugeordnet.
pl: **[Identiconizer!](https://f-droid.org/packages/com.germainz.identiconizer/)**: Jest to port funkcji identyfikatorów kontaktów ChameleonOS (dostępny w wersjach JellyBean) z dodatkowymi funkcjami i poprawkami. Po włączeniu nowe kontakty będą miały unikalny identyfikator zamiast domyślnego obrazu.
ro: **[Identiconizer!](https://f-droid.org/packages/com.germainz.identiconizer/)**: Aceasta este o portare a funcției de identificare a contactelor din ChameleonOS (disponibilă în versiunile JellyBean), cu câteva caracteristici și corecturi suplimentare. Atunci când este activată, noilor contacte li se va atribui un identicon unic în locul imaginii implicite.
ru: **[Identiconizer!](https://f-droid.org/packages/com.germainz.identiconizer/)**: Это порт функции идентификаторов контактов ChameleonOS (доступной в версии JellyBean) с некоторыми дополнительными возможностями и исправлениями. Когда эта функция включена, новым контактам будет присваиваться уникальный идентификатор вместо картинки по умолчанию.
uk: **[Identiconizer!](https://f-droid.org/packages/com.germainz.identiconizer/)**: Це порт функції ідентифікаторів контактів ChameleonOS (доступною у версії JellyBean) з деякими додатковими можливостями і виправленнями. Коли ця функція включена, новим контактам буде присвоюватися унікальний ідентифікатор замість картинки за замовчуванням.
zh_hans: **[Identiconizer!](https://f-droid.org/packages/com.germainz.identiconizer/)**：这是 ChameleonOS 的联系人身份功能（在 JellyBean 版本中可用）的一个端口，其中包含一些附加功能和修复。启用后，将为新联系人分配一个唯一的身份图标，而不是默认图片。

source: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)**: Material designed music player.
de: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)**: Musik-Player im Material Design.
pl: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)**: Odtwarzacz muzyczny zaprojektowany z wyglądem Material designed.
ro: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)**: Player muzical cu design material.
ru: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)**: Музыкальный плеер с материальным дизайном.
uk: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)**: Музичний програвач із матеріальним дизайном.
zh_hans: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)**：Material 设计的音乐播放器。

source: **[Simply Pace](https://f-droid.org/packages/com.marcospoerl.simplypace/)**: Calculate your pace.
de: **[Simply Pace](https://f-droid.org/packages/com.marcospoerl.simplypace/)**: Berechne Dein Tempo.
pl: **[Simply Pace](https://f-droid.org/packages/com.marcospoerl.simplypace/)**: Oblicz swoje tempo.
ro: **[Simply Pace](https://f-droid.org/packages/com.marcospoerl.simplypace/)**: Calculează-ți ritmul.
ru: **[Simply Pace](https://f-droid.org/packages/com.marcospoerl.simplypace/)**: Рассчитайте свой темп.
uk: **[Simply Pace](https://f-droid.org/packages/com.marcospoerl.simplypace/)**: Розрахуйте свій темп.
zh_hans: **[Simply Pace](https://f-droid.org/packages/com.marcospoerl.simplypace/)**：计算你的速度。

source: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)**: Remote controller for onkyo devices.
de: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)**: Fernsteuerung für Onkyo-Geräte.
pl: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)**: Pilot zdalnego sterowania do urządzeń onkyo.
ro: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)**: Telecomandă pentru dispozitivele Onkyo.
ru: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)**: Пульт дистанционного управления для устройств onkyo.
uk: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)**: Пульт дистанційного керування для пристроїв onkyo.
zh_hans: **[Music Control](https://f-droid.org/packages/com.mkulesh.onpc/)**：onkyo 设备的遥控器。

source: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)**: Audio player that tracks the listening process of your audio books and podcasts.
de: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)**: Audio-Player, der den Verlauf beim Anhören von Hörbüchern und Podcasts verfolgt.
pl: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)**: Odtwarzacz audio, który śledzi proces słuchania książek audio i podcastów.
ro: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)**: Player audio care urmărește procesul de ascultare a cărților audio și a podcasturilor.
ru: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)**: Аудиоплеер, отслеживающий процесс прослушивания ваших аудиокниг и подкастов.
uk: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)**: Аудіоплеєр, що відслідковує процес прослуховування ваших аудіокниг і подкастів.
zh_hans: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)**：跟踪你的有声读物和播客收听过程的音频播放器。

source: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)**: Show timetables for public transport in helsinki city and region.
de: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)**: Zeigt Fahrpläne für öffentliche Verkehrsmittel in der Stadt und Region Helsinki.
pl: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)**: Pokaż rozkłady jazdy dla transportu publicznego w Helsinkach i regionu.
ro: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)**: Afișați orarele pentru transportul public în Helsinki oraș și regiune.
ru: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)**: Показывает расписания общественного транспорта в городе и регионе Хельсинки.
uk: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)**: Показує розкладу громадського транспорту в місті та регіоні Гельсінкі.
zh_hans: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)**：显示赫尔辛基城市和地区的公共交通时间表。

source: **[CBTAndroid](https://f-droid.org/packages/com.theworld.help.cbtandroid/)**: Seven column cbt thought journal.
de: **[CBTAndroid](https://f-droid.org/packages/com.theworld.help.cbtandroid/)**: Siebenspaltiges Gedankentagebuch für die kognitive Verhaltenstherapie.
pl: **[CBTAndroid](https://f-droid.org/packages/com.theworld.help.cbtandroid/)**: Siedmiokolumnowy dziennik myśli cbt.
ro: **[CBTAndroid](https://f-droid.org/packages/com.theworld.help.cbtandroid/)**: Jurnal de gânduri cbt cu șapte coloane.
ru: **[CBTAndroid](https://f-droid.org/packages/com.theworld.help.cbtandroid/)**: Семиколоночный журнал мыслей по КОБ.
uk: **[CBTAndroid](https://f-droid.org/packages/com.theworld.help.cbtandroid/)**: Семіколоночний журнал думок по КОБ.
zh_hans: **[CBTAndroid](https://f-droid.org/packages/com.theworld.help.cbtandroid/)**：七栏 cbt 思想杂志。

source: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)**: Remote control and information for your Nissan Leaf.
de: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)**: Fernsteuerung und Informationen zu Deinem Nissan Leaf.
pl: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)**: Zdalne sterowanie i informacje dla Twojego Nissana Leaf.
ro: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)**: Telecomandă și informații pentru Nissan Leaf.
ru: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)**: Пульт дистанционного управления и информация для вашего Nissan Leaf.
uk: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)**: Пульт дистанційного керування й дані для вашого Nissan Leaf.
zh_hans: **[My Leaf](https://f-droid.org/packages/dk.kjeldsen.carwingsflutter/)**：Nissan Leaf 的远程控制和信息。

source: **[Kõnele](https://f-droid.org/packages/ee.ioc.phon.android.speak/)**: Speech-to-text provider.
de: **[Kõnele](https://f-droid.org/packages/ee.ioc.phon.android.speak/)**: Dienstanbieter zur Spracherkennung.
pl: **[Kõnele](https://f-droid.org/packages/ee.ioc.phon.android.speak/)**: Dostawca mowy do tekstu.
ro: **[Kõnele](https://f-droid.org/packages/ee.ioc.phon.android.speak/)**: Furnizor de conversie a vorbirii în text.
ru: **[Kõnele](https://f-droid.org/packages/ee.ioc.phon.android.speak/)**: Провайдер преобразования речи в текст.
uk: **[Kõnele](https://f-droid.org/packages/ee.ioc.phon.android.speak/)**: Провайдер перетворення мови в текст.
zh_hans: **[Kõnele](https://f-droid.org/packages/ee.ioc.phon.android.speak/)**：语音转文本提供商。

source: **[opsu!](https://f-droid.org/packages/fluddokt.opsu.android/)** is an unofficial open-source client for the rhythm game **osu!**.
de: **[opsu!](https://f-droid.org/packages/fluddokt.opsu.android/)** ist ein inoffizieller, quelloffener Client für das Rhythmusspiel **osu!**.
pl: **[opsu!](https://f-droid.org/packages/fluddokt.opsu.android/)** jest nieoficjalnym klientem open-source dla gry rytmicznej **osu!**.
ro: **[opsu!](https://f-droid.org/packages/fluddokt.opsu.android/)** este un client open-source neoficial pentru ritmul jocului **osu!**.
ru: **[opsu!](https://f-droid.org/packages/fluddokt.opsu.android/)** - это неофициальный клиент с открытым исходным кодом для ритм-игры **osu!**.
uk: **[opsu!](https://f-droid.org/packages/fluddokt.opsu.android/)** — неофіційний клієнт з відкритим джерельним кодом для ритм-гри **osu!**.
zh_hans: **[opsu!](https://f-droid.org/packages/fluddokt.opsu.android/)**是节奏游戏 **osu!** 的非官方开源客户端。

source: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)**: Client for freshrss (https://www.freshrss.org/).
de: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)**: Client für FreshRSS (https://www.freshrss.org/).
pl: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)**: Klient dla freshrss (https://www.freshrss.org/).
ro: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)**: Client pentru freshrss (https://www.freshrss.org/).
ru: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)**: Клиент для freshrss (https://www.freshrss.org/).
uk: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)**: Клієнт для freshrss (https://www.freshrss.org/).
zh_hans: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)**：freshrss (https://www.freshrss.org/) 客户端。

source: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)**: A fun icon pack.
de: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)**: Lustiges Icon-Pack.
pl: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)**: Zabawny zestaw ikon.
ro: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)**:Un pachet de pictograme distractiv.
ru: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)**: Прикольный пакет иконок.
uk: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)**: Прикольний пакет іконок.
zh_hans: **[MBE Style](https://f-droid.org/packages/me.iacn.mbestyle/)**：一个有趣的图标包。

source: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** is a shared budget manager able to synchronize with IHateMoney and Nextcloud Cospend.
de: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** ist ein gemeinsam genutzter Budgetmanager, der sich mit IHateMoney und Nextcloud Cospend synchronisieren kann.
pl: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)**jest menedżerem współdzielonego budżetu, który może synchronizować się z IHateMoney i Nextcloud Cospend.
ro: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** este un manager de buget partajat capabil să se sincronizeze cu IHateMoney și Nextcloud Cospend.
ru: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** - это менеджер общего бюджета, способный синхронизироваться с IHateMoney и Nextcloud Cospend.
uk: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** — це керівник загального бюджету, здатний синхронізуватися з IHateMoney і Nextcloud Cospend.
zh_hans: **[MoneyBuster](https://f-droid.org/packages/net.eneiluj.moneybuster/)** 是一个能够与 IHateMoney 和 Nextcloud Cospend 同步的共享预算管理器。

source: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)**: An ebook reader application supporting pdf, djvu, epub, fb2.
de: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)**: Ein E-Book-Lesegerät, das pdf, djvu, epub, fb2 unterstützt.
pl: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)**: Aplikacja czytnika ebooków obsługująca pdf, djvu, epub, fb2.
ro: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)**: O aplicație de citire a cărților electronice care acceptă pdf, djvu, epub, fb2.
ru: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)**: Приложение для чтения электронных книг, поддерживающее форматы pdf, djvu, epub, fb2.
uk: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)**: Застосунок для читання електронних книг, що підтримує формати pdf, djvu, epub, fb2.
zh_hans: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)**：一个支持 pdf、djvu、epub、fb2 的电子书阅读器应用。

source: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)**: Client for gitea.
de: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)**: Client für Gitea.
pl: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)**: Klient dla gitea.
ro: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)**: Client pentru gitea.
ru: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)**: Клиент для gitea.
uk: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)**: Клієнт для gitea.
zh_hans: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)**：gitea 客户端。
