Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [4.1.14 OTF-014 — Insecure Usage of Temporary File/Directory in Fdroidserver Docker/drozer.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f17-insecure-usage-of-temporary-file-directory-in-fdroidserver-docker-drozer-py)
de: [4.1.14 OTF-014 — Unsicherer Gebrauch temporärer Dateien/Verzeichnisse in Fdroidserver Docker/drozer.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f17-insecure-usage-of-temporary-file-directory-in-fdroidserver-docker-drozer-py)
pl: [4.1.14 OTF-014 — Niebezpieczne użycie tymczasowego pliku/katalogu w Fdroidserver Docker/drozer.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f17-insecure-usage-of-temporary-file-directory-in-fdroidserver-docker-drozer-py)
ro: [4.1.14 OTF-014 - Utilizarea nesigură a fișierului/directorului temporar în Fdroidserver Docker/drozer.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f17-insecure-usage-of-temporary-file-directory-in-fdroidserver-docker-drozer-py)
ru: [4.1.14 OTF-014 — Ненадежное использование временного файла/справочника в Fdroidserver Docker/drozer.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f17-insecure-usage-of-temporary-file-directory-in-fdroidserver-docker-drozer-py)
uk: [4.1.14 OTF-014 — Небезпечне використання тимчасового файлу/каталогу в Fdroidserver Docker/drozer.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f17-insecure-usage-of-temporary-file-directory-in-fdroidserver-docker-drozer-py)
zh_hans: [4.1.14 OTF-014 — Fdroidserver Docker/drozer.py 中临时文件/目录的不安全使用]({{ site.baseurl }}/docs/Second_Audit_Report/#f17-insecure-usage-of-temporary-file-directory-in-fdroidserver-docker-drozer-py)

source: [4.1.32 OTF-032 — Starting a Process With a Partial Executable Path]({{ site.baseurl }}/docs/Second_Audit_Report/#f19-starting-a-process-with-a-partial-executable-path)
de: [4.1.32 OTF-032 — Prozessstart mit einem partiell ausführbaren Pfad]({{ site.baseurl }}/docs/Second_Audit_Report/#f19-starting-a-process-with-a-partial-executable-path)
pl: [4.1.32 OTF-032 — Rozpoczęcie procesu z częściowo wykonywalną ścieżką]({{ site.baseurl }}/docs/Second_Audit_Report/#f19-starting-a-process-with-a-partial-executable-path)
ro: [4.1.32 OTF-032 - Lansarea unui proces cu o cale de execuție parțială]({{ site.baseurl }}/docs/Second_Audit_Report/#f19-starting-a-process-with-a-partial-executable-path)
ru: [4.1.32 OTF-032 — Начало процесса с частично исполняемым путем]({{ site.baseurl }}/docs/Second_Audit_Report/#f19-starting-a-process-with-a-partial-executable-path)
uk: [4.1.32 OTF-032 — Запуск процесу з частковим виконуваним шляхом]({{ site.baseurl }}/docs/Second_Audit_Report/#f19-starting-a-process-with-a-partial-executable-path)
zh_hans: [4.1.32 OTF-032 — 使用部分可执行路径启动进程]({{ site.baseurl }}/docs/Second_Audit_Report/#f19-starting-a-process-with-a-partial-executable-path)

source: _f-droid.org_ website
de: _f-droid.org_-Internetseite
ro: _f-droid.org_ site-ul web
ru: веб-сайт _f-droid.org_
uk: вебсайт _f-droid.org_
zh_hans: _f-droid.org_ 网站

source: [4.1.7 OTF-007 — Javascript Injection Into HTMLified Descriptions in Fdroidserver Metadata]({{ site.baseurl }}/docs/Second_Audit_Report/#f29-javascript-injection-into-htmlified-package-descriptions-in-fdroidserver-metadata-py)
de: [4.1.7 OTF-007 — JavaScript-Einschleußung in zu HTML umgewandelte Beschreibungen in Fdroidserver Metadata]({{ site.baseurl }}/docs/Second_Audit_Report/#f29-javascript-injection-into-htmlified-package-descriptions-in-fdroidserver-metadata-py)
pl: [4.1.7 OTF-007 — Wstawianie JavaScriptu do HTMLified Descriptions w metadanych Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f29-javascript-injection-into-htmlified-package-descriptions-in-fdroidserver-metadata-py)
ro: [4.1.7 OTF-007 - Injectarea Javascript în descrierile HTMLificate din metadatele Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f29-javascript-injection-into-htmlified-package-descriptions-in-fdroidserver-metadata-py)
uk: [4.1.7 OTF-007 — Ін'єкція Javascript у HTMLіфіковані описи в метаданих Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f29-javascript-injection-into-htmlified-package-descriptions-in-fdroidserver-metadata-py)
zh_hans: [4.1.7 OTF-007 — 将 Javascript 注入 Fdroidserver 元数据中的 HTML 化描述]({{ site.baseurl }}/docs/Second_Audit_Report/#f29-javascript-injection-into-htmlified-package-descriptions-in-fdroidserver-metadata-py)

source: [4.1.11 OTF-011 — Weak Regexps Filtering XSS and Unwanted HTML Tags in Fdroidserver/lint.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f12-weak-regexps-filtering-xss-and-unwanted-html-tags-in-fdroidserver-lint-py)
de: [4.1.11 OTF-011 — Schwache Filterung regulärer Ausdrücke von XSS und unerwünschten HTML-Tags in Fdroidserver/lint.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f12-weak-regexps-filtering-xss-and-unwanted-html-tags-in-fdroidserver-lint-py)
pl: [4.1.11 OTF-011 — Słabe Regeksy Filtrowanie XSS i niechcianych znaczników HTML w Fdroidserver/lint.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f12-weak-regexps-filtering-xss-and-unwanted-html-tags-in-fdroidserver-lint-py)
ro: [4.1.11 OTF-011 - Regexps slabe care filtrează XSS și etichete HTML nedorite în Fdroidserver/lint.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f12-weak-regexps-filtering-xss-and-unwanted-html-tags-in-fdroidserver-lint-py)
ru: [4.1.11 OTF-011 — Weak Regexps Фильтрирование XSS и Unwanted HTML Tags в Fdroidserver/lint.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f12-weak-regexps-filtering-xss-and-unwanted-html-tags-in-fdroidserver-lint-py)
uk: [4.1.11 OTF-011 — Слабкі регулярні вирази, що фільтрують XSS і небажані теги HTML у Fdroidserver/lint.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f12-weak-regexps-filtering-xss-and-unwanted-html-tags-in-fdroidserver-lint-py)
zh_hans: [4.1.11 OTF-011 — Fdroidserver/lint.py 中的弱正则表达式过滤 XSS 和不需要的 HTML 标签]({{ site.baseurl }}/docs/Second_Audit_Report/#f12-weak-regexps-filtering-xss-and-unwanted-html-tags-in-fdroidserver-lint-py)

source: Moving the whole website from Wordpress to a statically generated site paid large security dividends, there were no actionable issues found with the website. While both findings are correct in that malicious Javascript could be injected into descriptions, both the _f-droid.org_ website and Android client do not let Javascript run from the descriptions. The _f-droid.org_ website protects against malicious Javascript injection with a [strict HTTP Content Security Policy](https://observatory.mozilla.org/analyze/f-droid.org). F-Droid client never runs CSS, Javascript, or dangerous HTML tags since it displays the HTML via [`Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) with image loading disabled.
de: Die Verschiebung der gesamten Internetseite von Wordpress auf eine statisch generierte Site zahlte sich durch eine hohe Sicherheitsdividende aus, es wurden keine bearbeitungsbedürftigen Probleme auf der Internetseite gefunden. Auch wenn beide Befunde dahingehend richtig sind, dass böswilliges JavaScript in die Beschreibungen einfließen könnte, lassen weder die _f-droid.org_-Internetseite noch der Android-Client eine Ausführung von JavaScript aus den Beschreibungen heraus zu. Die _f-droid.org_-Website schützt sich gegen eine heimtückische JavaScript-Einschleußung durch eine [strenge Sicherheitsrichtlinie für HTTP-Inhalte](https://observatory.mozilla.org/analyze/f-droid.org). Der F-Droid-Client führt niemals CSS, JavaScript, oder gefährliche HTML-Tags aus, da er das HTML über [`Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) anzeigt, bei der das Laden von Bildern deaktiviert ist.
pl: Przeniesienie całej witryny z Wordpress do statycznie wygenerowanej strony wypłaciło duże dywidendy za bezpieczeństwo, nie znaleziono żadnych możliwych do naprawienia problemów ze stroną. Chociaż oba stwierdzenia są poprawne, ponieważ złośliwy kod JavaScript może zostać wprowadzony do opisu, zarówno strona internetowa _f-droid.org_, jak i klient systemu Android nie pozwalają na uruchamianie kodu Javascript z opisów. Witryna internetowa _f-droid.org_ chroni przed złośliwą iniekcją JavaScript za pomocą [surowej Polityki bezpieczeństwa treści HTTP](https://observatory.mozilla.org/analyze/f-droid.org). Klient F-Droid nigdy nie uruchamia CSS, JavaScript ani niebezpiecznych znaczników HTML, ponieważ wyświetla HTML przez [`Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) z wyłączonym ładowaniem obrazu.
ro: Mutarea întregului site web de la Wordpress la un site generat static a adus mari dividende în materie de securitate, nu au fost găsite probleme care să poată fi rezolvate cu site-ul web. În timp ce ambele constatări sunt corecte în ceea ce privește faptul că Javascript rău intenționat ar putea fi injectat în descrieri, atât site-ul _f-droid.org_, cât și clientul Android nu permit Javascript să ruleze din descrieri. Site-ul _f-droid.org_ se protejează împotriva injectării de Javascript rău intenționat cu o [strict HTTP Content Security Policy](https://observatory.mozilla.org/analyze/f-droid.org). Clientul F-Droid nu rulează niciodată CSS, Javascript sau tag-uri HTML periculoase, deoarece afișează HTML-ul prin [`Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) cu încărcarea imaginilor dezactivată.
ru: Перенос всего сайта с Wordpress на статически сгенерированный сайт принес большие дивиденды в плане безопасности, на сайте не было обнаружено никаких проблем, которые можно было бы устранить. Хотя оба вывода верны в том, что вредоносный Javascript может быть внедрен в описания, и сайт _f-droid.org_, и клиент Android не позволяют запускать Javascript из описаний. Сайт _f-droid.org_ защищает от вредоносной инъекции Javascript с помощью [строгой политики безопасности содержимого HTTP](https://observatory.mozilla.org/analyze/f-droid.org). Клиент F-Droid никогда не запускает CSS, Javascript или опасные HTML-теги, поскольку он отображает HTML через [`Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) с отключенной загрузкой изображений.
uk: Перенесення всього сайту з Wordpress на статично згенерований сайт приніс великі дивіденди в плані безпеки, на сайті не було виявлено ніяких проблем, які можна було б усунути. Хоча обидва висновки вірні в тому, що шкідливий Javascript може бути впроваджений в опису, і сайт _f-droid.org_, і клієнт Android не дозволяють запускати Javascript з описів. Сайт _f-droid.org_ захищає від шкідливої ін'єкції Javascript за допомогою [суворої політики безпеки вмісту HTTP](https://observatory.mozilla.org/analyze/f-droid.org). Клієнт F-Droid ніколи не запускає CSS, Javascript або небезпечні HTML-теги, оскільки він відображає HTML через [ `Html.fromHtml ()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) з відключеним завантаженням зображень.
zh_hans: 将整个网站从 Wordpress 迁移到静态生成的网站带来了巨大的安全红利，并且没有发现网站存在可操作的问题。虽然这两个发现都是正确的，因为可以将恶意 Javascript 注入描述，但 _f-droid.org_ 网站和 Android 客户端都不允许从描述中运行 Javascript。 _f-droid.org_ 网站通过[严格的 HTTP 内容安全策略](https://observatory.mozilla.org/analyze/f-droid.org)防止恶意 Javascript 注入。 F-Droid 客户端从不运行 CSS、Javascript 或危险的 HTML 标签，因为它通过 [`Html.fromHtml()`](https://gitlab.com/fdroid/fdroidclient/blob/1.3.1/app/src/main/java/org/fdroid/fdroid/views/AppDetailsRecyclerViewAdapter.java#L441) 禁用图像加载。

source: Ideally, the index generation process in `fdroid update` would have robust CSS/HTML/Javascript checks so malicious injection is prevented by both the index providers and consumers. This would increase the "herd immunity" of everyone working with data generated using any of the F-Droid tools.
de: Im Idealfall enthielte der Index-Erzeugungsprozess in `fdroid update` robuste CSS/HTML/Javascript-Prüfungen, damit eine böswillige Einschleußung sowohl durch die Index-Lieferanten wie auch die Konsumenten verhindert wird. Dies würde zu einer Stärkung der "Herdenimmunität" führen, für jeden, der mit Daten arbeitet, die durch Verwendung irgendeines F-Droid-Tools erzeugt wurden.
pl: Najlepiej byłoby, gdyby proces generowania indeksów w `fdroid update` miał solidne kontrole CSS/HTML/Javascript, tak aby zarówno dostawcy indeksów, jak i konsumenci zapobiegali złośliwym wstrzyknięciom. Zwiększyłoby to "odporność stada" wszystkich pracujących z danymi generowanymi przy użyciu dowolnego narzędzia F-Droid.
ro: În mod ideal, procesul de generare a indexului în `fdroid update` ar trebui să aibă verificări CSS/HTML/Javascript robuste, astfel încât injectarea rău intenționată să fie prevenită atât de către furnizorii de index, cât și de către consumatori. Acest lucru ar crește "imunitatea de turmă" a tuturor celor care lucrează cu date generate cu ajutorul oricăruia dintre instrumentele F-Droid.
ru: В идеале, процесс генерации индекса в `fdroid update` должен иметь надежные проверки CSS/HTML/Javascript, чтобы предотвратить вредоносные инъекции как для поставщиков, так и для потребителей индекса. Это повысило бы "стадный иммунитет" всех, кто работает с данными, созданными с помощью любого из инструментов F-Droid.
uk: В ідеалі, процес генерації індексу в `fdroid update` повинен мати надійні перевірки CSS/HTML/Javascript, щоб запобігти шкідливі ін'єкції як для постачальників, так і для споживачів індексу. Це підвищило б "стадний імунітет" всіх, хто працює з даними, створеними за допомогою будь-якого з інструментів F-Droid.
zh_hans: 理想情况下，`fdroid update` 中的索引生成过程将具有强大的 CSS/HTML/Javascript 检查，因此索引提供者和消费者都可以防止恶意注入。这将提高使用任何 F-Droid 工具生成的数据的每个人的“群体免疫”。

source: [4.1.37 OTF-037 — Untrusted External Links]({{ site.baseurl }}/docs/Second_Audit_Report/#f38-untrusted-external-links)
de: [4.1.37 OTF-037 — Nicht vertrauenswürdige externe Links]({{ site.baseurl }}/docs/Second_Audit_Report/#f38-untrusted-external-links)
pl: [4.1.37 OTF-037 — Niezaufane linki zewnętrzne]({{ site.baseurl }}/docs/Second_Audit_Report/#f38-untrusted-external-links)
ro: [4.1.37 OTF-037 - Legături externe nesigure]({{ site.baseurl }}/docs/Second_Audit_Report/#f38-untrusted-external-links)
ru: [4.1.37 OTF-037 - Недоверенные внешние ссылки]({{ site.baseurl }}/docs/Second_Audit_Report/#f38-untrusted-external-links)
uk: [4.1.37 OTF-037 — Ненадійні зовнішні посилання]({{ site.baseurl }}/docs/Second_Audit_Report/#f38-untrusted-external-links)
zh_hans: [4.1.37 OTF-037 — 不受信任的外部链接]({{ site.baseurl }}/docs/Second_Audit_Report/#f38-untrusted-external-links)

source: The links are only displayed in the "Links" section. Since there is a human review of those URLs, and those URLs are committed to git, we have left those to be open without validation. There are also other URLs like home page, issue tracker, etc. I suppose we should show the full URL in the UI if they don't match a well known pattern. Google Play also includes a link to a website that the app author provides.
de: Die Verknüpfungen werden nur im "Links"-Abschnitt angezeigt. Nachdem eine Überprüfung jener URLs von Menschenhand stattfindet und diese URLs Commits in git sind, ließen wir sie ohne Absicherung geöffnet. Es gibt darüberhinaus weitere URLs, wie die Homepage, Issue Tracker usw. Ich glaube, wir sollten die komplette URL auf der Benutzeroberfläche einblenden, wenn sie nicht geläufigen Mustern folgt. Auch Google Play enthält einen Link zu einer Internetseite, die der Autor einer App anbietet.
pl: Linki są wyświetlane tylko w sekcji "Linki". Ponieważ istnieje ludzka recenzja tych adresów URL, a te adresy URL są zatwierdzone do git, pozostawiliśmy je otwarte bez sprawdzania poprawności. Istnieją również inne adresy URL, takie jak strona główna, narzędzie do śledzenia problemów itp. Przypuszczam, że powinniśmy pokazać pełny adres URL w interfejsie użytkownika, jeśli nie pasują one do dobrze znanego wzorca. Google Play zawiera również link do strony internetowej, którą udostępnia autor aplikacji.
ro: Legăturile sunt afișate numai în secțiunea "Legături". Deoarece există o revizuire umană a acestor URL-uri și acestea sunt trimise în git, le-am lăsat deschise fără validare. Există și alte URL-uri, cum ar fi pagina de pornire, issue tracker etc. Presupun că ar trebui să afișăm URL-ul complet în interfața de utilizare dacă nu se potrivesc cu un model bine cunoscut. Google Play include, de asemenea, un link către un site web pe care autorul aplicației îl oferă.
ru: Ссылки отображаются только в разделе "Ссылки". Поскольку эти URL проверяются человеком, и эти URL зафиксированы в git, мы оставили их открытыми без проверки. Есть и другие URL, такие как домашняя страница, трекер проблем и т.д. Я полагаю, что мы должны показывать полный URL в пользовательском интерфейсе, если они не соответствуют хорошо известному шаблону. Google Play также включает ссылку на веб-сайт, который предоставляет автор приложения.
uk: Посилання відображаються тільки в розділі "Посилання". Оскільки ці URL перевіряються людиною, і ці URL зафіксовані в git, ми залишили їх відкритими без перевірки. Є й інші URL, такі як домашня сторінка, трекер проблем і т.д. Я вважаю, що ми повинні показувати повний URL в інтерфейсі, якщо вони не відповідають добре відомим шаблоном. Google Play також включає посилання на вебсайт, який надає автор програми.
zh_hans: 链接仅显示在“链接”部分。由于对这些 URL 进行了人工审核，并且这些 URL 已提交给 git，因此我们将这些 URL 保留为打开状态而不需要验证。还有其他 URL，例如主页、问题跟踪器等。我想如果它们与众所周知的模式不匹配，我们应该在 UI 中显示完整的 URL。Google Play 还包含指向应用作者提供的网站的链接。

source: One idea for improvement here would be to scan these URLs with the Google Safe Browsing API.
de: Ein Verbesserungsvorschlag dazu wäre ein Scan dieser URLs mittels der Google Safe Browsing API.
pl: Jednym z pomysłów na ulepszenie jest zeskanowanie tych adresów za pomocą interfejsu API Google Safe Browsing.
ro: O idee de îmbunătățire în acest caz ar fi scanarea acestor URL-uri cu Google Safe Browsing API.
ru: Одной из идей для улучшения здесь может быть сканирование этих URL с помощью Google Safe Browsing API.
uk: Однією з ідей для поліпшення тут може бути сканування цих URL за допомогою Google Safe Browsing API.
zh_hans: 此处改进的一个想法是使用 Google 安全浏览 API 扫描这些 URL。

source: Repomaker is a web tool to make it really easy to set up your own F-Droid repositories. It is a new project that should still be considered beta. There was one issue with high severity ([CVE-2018-7753](https://nvd.nist.gov/vuln/detail/CVE-2018-7753)) found in an upstream library, Mozilla's [_bleach_](https://github.com/mozilla/bleach). It was reported to Mozilla and promptly fixed. There were three other low impact findings which have been fixed.
de: Repomaker ist ein Web-Tool, das es wirklich leicht macht, eigene F-Droid-Repositorys einzurichten. Es ist ein neues Projekt, das immer noch als eine Beta-Version angesehen werden sollte. Es gab ein Problem mit hohem Gewicht, ([CVE-2018-7753](https://nvd.nist.gov/vuln/detail/CVE-2018-7753)) wurde in einer Upstream-Bibliothek gefunden, Mozilla's [_bleach_](https://github.com/mozilla/bleach). Es wurde Mozilla mitgeteilt und umgehend korrigiert. Es gab drei weitere mit geringen Auswirkungen, die behoben sind.
pl: Repomaker to narzędzie internetowe, dzięki któremu bardzo łatwo można tworzyć własne repozytoria F-Droid. Jest to nowy projekt, który nadal powinien być uważany za wersję beta. Wystąpił jeden problem o dużym natężeniu ([CVE-2018-7753](https://nvd.nist.gov/vuln/detail/CVE-2018-7753) znaleziony w bibliotece upstream, Mozilla [_bleach_](https://github.com/mozilla/bleach). Został zgłoszony do Mozilli i natychmiast naprawiony. Usunięto jeszcze trzy inne ustalenia o niewielkim wpływie.
ro: Repomaker este un instrument web care facilitează foarte mult crearea propriilor depozite F-Droid. Este un proiect nou, care ar trebui să fie considerat încă beta. A existat o problemă cu gravitate ridicată ([CVE-2018-7753](https://nvd.nist.gov/vuln/detail/CVE-2018-7753)) găsită într-o bibliotecă din amonte, Mozilla's [_bleach_](https://github.com/mozilla/bleach). Aceasta a fost raportată către Mozilla și a fost rezolvată cu promptitudine. Au existat alte trei constatări cu impact scăzut, care au fost remediate.
ru: Repomaker - это веб-инструмент, позволяющий легко создавать собственные репозитории F-Droid. Это новый проект, который все еще следует рассматривать как бета-версию. Была обнаружена одна проблема высокой степени серьезности ([CVE-2018-7753](https://nvd.nist.gov/vuln/detail/CVE-2018-7753)) в библиотеке Mozilla [_bleach_](https://github.com/mozilla/bleach). О нем сообщили в Mozilla и оперативно исправили. Было обнаружено еще три малозначительных находки, которые были исправлены.
uk: Repomaker - це мережевий засіб, що дозволяє легко створювати власні репозиторії F-Droid. Це новий проєкт, який все ще слід розглядати як бета-версію. Була виявлена одна проблема високого ступеня серйозності ([CVE-2018-7753](https://nvd.nist.gov/vuln/detail/CVE-2018-7753)) в бібліотеці Mozilla [_bleach_](https://github. com/mozilla/bleach). Про нього повідомили в Mozilla та оперативно виправили. Було виявлено ще три малозначних знахідки, які були виправлені.
zh_hans: Repomaker 是一个网络工具，可以让你轻松设置自己的 F-Droid 存储库。这是一个新项目，仍应被视为测试版。在上游库 Mozilla 的 [_bleach_](https://github.com/mozilla/bleach) 中发现了一个高危问题 ([CVE-2018-7753](https://nvd.nist.gov/vuln/detail/CVE-2018-7753))。已向 Mozilla 报告并及时修复。还有其他三个影响较小的发现已得到修复。

source: [4.1.1 OTF-001 — Evasion of Bleach Sanitizer in Repomaker]({{ site.baseurl }}/docs/Second_Audit_Report/#f8-evasion-of-bleach-sanitizer-in-repomaker)
de: [4.1.1 OTF-001 — Umgehung des Bleach Sanitizer in Repomaker]({{ site.baseurl }}/docs/Second_Audit_Report/#f8-evasion-of-bleach-sanitizer-in-repomaker)
pl: [4.1.1 OTF-001 — Uchylanie się od Bleach Sanitizer w Repomaker]({{ site.baseurl }}/docs/Second_Audit_Report/#f8-evasion-of-bleach-sanitizer-in-repomaker)
ro: [4.1.1. OTF-001 - Sustragerea de la Bleach Sanitizer în Repomaker]({{ site.baseurl }}/docs/Second_Audit_Report/#f8-evasion-of-bleach-sanitizer-in-repomaker)
ru: [4.1.1 OTF-001 - Уклонение от использования отбеливателя в Repomaker]({{ site.baseurl }}/docs/Second_Audit_Report/#f8-evasion-of-bleach-sanitizer-in-repomaker)
uk: [4.1.1 OTF-001 — Ухилення від знезаразного засобу в Repomaker]({{ site.baseurl }}/docs/Second_Audit_Report/#f8-evasion-of-bleach-sanitizer-in-repomaker)
zh_hans: [4.1.1 OTF-001 — Repomaker 中的 Bleach Sanitizer 规避]({{ site.baseurl }}/docs/Second_Audit_Report/#f8-evasion-of-bleach-sanitizer-in-repomaker)

source: [4.1.29 OTF-029 — Tabnabbing in Repomaker]({{ site.baseurl }}/docs/Second_Audit_Report/#f1-tabnabbing-in-repomaker)
de: [4.1.29 OTF-029 — Tabnabbing im Repomaker]({{ site.baseurl }}/docs/Second_Audit_Report/#f1-tabnabbing-in-repomaker)
pl: [4.1.29 OTF-029 — Tabnabbing (podmiana zawartości strony ) w Repomaker]({{ site.baseurl }}/docs/Second_Audit_Report/#f1-tabnabbing-in-repomaker)
ro: [4.1.29 OTF-029 — Blocarea filelor în Repomaker]({{ site.baseurl }}/docs/Second_Audit_Report/#f1-tabnabbing-in-repomaker)
uk: [4.1.29 OTF-029 — Tabnabbing в Repomaker]({{ site.baseurl }}/docs/Second_Audit_Report/#f1-tabnabbing-in-repomaker)
zh_hans: [4.1.29 OTF-029 — Repomaker 中的 Tabnabbing]({{ site.baseurl }}/docs/Second_Audit_Report/#f1-tabnabbing-in-repomaker)
