Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)**: Lightweight youtube frontend for os versions 4.x.
de: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)**: leichtes YouTube-Frontend für die Betriebssystem-Versionen 4.x.
pl: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)**: Lekka nakładka na youtube dla wersji 4.x.
ro: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)**: Aplicație de interfață youtube ușoară pentru versiunile de sistem de operare 4.x.
ru: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)**: Легкий фронтенд youtube для ос версии 4.x.
uk: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)**: Легкий фронтенд youtube для ос версії 4.x.
zh_hans: **[NewPipe Legacy](https://f-droid.org/packages/org.schabi.newpipelegacy/)**：适用于 4.x 版本的轻量级 youtube 前端。

source: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)**: Media center.
pl: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)**: Centrum multimedialne.
ro: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)**: Centrul media.
ru: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)**: Медиацентр.
uk: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)**: Медіацентр.
zh_hans: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)**：媒体中心。

source: **[FlutterHole](https://f-droid.org/packages/sterrenburg.github.flutterhole/)**: A third party application for the pi-hole® dashboard.
de: **[FlutterHole](https://f-droid.org/packages/sterrenburg.github.flutterhole/)**: eine Fremdanwendung für das pi-hole® Dashboard.
pl: **[FlutterHole](https://f-droid.org/packages/sterrenburg.github.flutterhole/)**: Aplikacja strony trzeciej dla pulpitu nawigacyjnego pi-hole®.
ro: **[FlutterHole](https://f-droid.org/packages/sterrenburg.github.flutterhole/)**: O aplicație terță parte pentru tabloul de bord pi-hole®.
ru: **[FlutterHole](https://f-droid.org/packages/sterrenburg.github.flutterhole/)**: Стороннее приложение для приборной панели pi-hole®.
uk: **[FlutterHole](https://f-droid.org/packages/sterrenburg.github.flutterhole/)**: Сторонній застосунок для приладової панелі pi-hole®.
zh_hans: **[FlutterHole](https://f-droid.org/packages/sterrenburg.github.flutterhole/)**：pi-hole® 仪表板的第三方应用。

source: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** [updated](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md) from 1.95 to 1.99, fixing mangahere and fanfox, fixing pref look, and fixing update search on old Android versions.
de: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)**[aktualisiert](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md) von 1.95 auf 1.99, Behebung von Mangahere und Fanfox, Behebung der Preferences-Ansicht und Behebung der Update-Suche bei alten Android-Versionen.
pl: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** [zaktualizowany](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md) z 1.95 do 1.99, naprawiono mangahere i fanfox, naprawiono wstępny wygląd i naprawiono aktualizację starych wersji Androida.
ro: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** [updated](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md) de la 1.95 la 1.99, repararea mangahere și fanfox, repararea aspectului pref și repararea căutării actualizărilor pe versiunile vechi de Android.
ru: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)**[обновлен](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md) с 1.95 до 1.99, исправление mangahere и fanfox, исправление pref look, и исправление поиска обновлений на старых версиях Android.
uk: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)**[оновлено](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README .md) з 1.95 до 1.99, виправлення mangahere і fanfox, виправлення pref look, і виправлення пошуку оновлень на старих версіях Android.
zh_hans: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** 从 1.95 [更新](https://github.com/raulhaag/MiMangaNu/blob/HEAD/README.md)到 1.99，修复 mangahere 和 fanfox，修复 pref 外观，并修复旧 Android 版本上的更新搜索。

source: **[Network Monitor](https://f-droid.org/packages/ca.rmen.android.networkmonitor/)** [updated](https://github.com/caarmen/network-monitor/releases) from 1.30.1 to 1.31.0, in which it completely removes dependency on Google services and drops the foss + proprietary flavors, making the whole project [FOSS](https://en.wikipedia.org/wiki/Free_and_open-source_software) from now on.
de: **[Network Monitor](https://f-droid.org/packages/ca.rmen.android.networkmonitor/)**[aktualisiert](https://github.com/caarmen/network-monitor/releases) von 1.30.1 auf 1.31.0, in dem es die Abhängigkeit von Google-Diensten vollständig beseitigt und die FOSS + proprietären Varianten fallen lässt, so ab sofort dass das gesamte Projekt [FOSS](https://en.wikipedia.org/wiki/Free_and_open-source_software) ist.
pl: **[Network Monitor](https://f-droid.org/packages/ca.rmen.android.networkmonitor/)** [aktualizacja](https://github.com/caarmen/network-monitor/releases) z 1.30.1 do 1.31.0, w której całkowicie usuwa zależność od usług Google i porzuca warianty własnościowe, tworząc cały projekt [FOSS](https://en.wikipedia.org/wiki/Free_and_open-source_software) od teraz.
ro: **[Network Monitor](https://f-droid.org/packages/ca.rmen.android.networkmonitor/)** [updated](https://github.com/caarmen/network-monitor/releases) de la 1.30.1 la 1.31.0, în care elimină complet dependența de serviciile Google și renunță la fosilele +tiparele proprietare, făcând întregul proiect [FOSS](https://en.wikipedia.org/wiki/Free_and_open-source_software) de acum încolo.
ru: **[Network Monitor](https://f-droid.org/packages/ca.rmen.android.networkmonitor/)** [обновлен](https://github.com/caarmen/network-monitor/releases) с 1.30.1 до 1.31.0, в котором полностью удалена зависимость от сервисов Google и отброшены foss + proprietary flavors, что делает отныне весь проект [FOSS](https://en.wikipedia.org/wiki/Free_and_open-source_software).
uk: **[Network Monitor](https://f-droid.org/packages/ca.rmen.android.networkmonitor/)**[оновлено](https://github.com/caarmen/network-monitor/releases) з 1.30.1 до 1.31.0, в якому повністю вилучена залежність від сервісів Google і відкинуті foss + proprietary flavors, що робить відтепер весь проєкт [FOSS](https://en.wikipedia.org/wiki/Free_and_open-source_software).
zh_hans: **[Network Monitor](https://f-droid.org/packages/ca.rmen.android.networkmonitor/)** 从 1.30.1 [更新](https://github.com/caarmen/network-monitor/releases)到 1.31.0，其中它完全消除了对 Google 服务的依赖并放弃了 foss + 专有风格，使整个项目从现在开始成为 [FOSS](https://en.wikipedia.org/wiki/Free_and_open-source_software)。

source: **[Notify2Jabber](https://f-droid.org/packages/click.dummer.notify_to_jabber/)** [updated](https://github.com/no-go/NotifyRelay/releases) from 0.83 to 0.86, now with support for grabbing music titles from selected apps when the song changes.
de: **[Notify2Jabber](https://f-droid.org/packages/click.dummer.notify_to_jabber/)** [aktualisiert](https://github.com/no-go/NotifyRelay/releases) von 0.83 auf 0.86, jetzt mit Unterstützung für das Grabben von Musiktiteln aus ausgewählten Apps, wenn sich der Song ändert.
pl: **[Notify2Jabber](https://f-droid.org/packages/click.dummer.notify_to_jabber/)** [zaktualizowane](https://github.com/no-go/NotifyRelay/releases) z wersji 0.83 do 0.86, teraz z wsparciem na pobieranie tytułów muzycznych z wybranych aplikacji, gdy zmienia się piosenka.
ro: **[Notify2Jabber](https://f-droid.org/packages/click.dummer.notify_to_jabber/)** [updated](https://github.com/no-go/NotifyRelay/releases) de la 0.83 la 0.86, acum cu suport pentru preluarea titlurilor muzicale din aplicațiile selectate atunci când se schimbă melodia.
ru: **[Notify2Jabber](https://f-droid.org/packages/click.dummer.notify_to_jabber/)**[обновлен](https://github.com/no-go/NotifyRelay/releases) с 0.83 до 0.86, теперь с поддержкой захвата названий музыки из выбранных приложений при смене песни.
uk: **[Notify2Jabber](https://f-droid.org/packages/click.dummer.notify_to_jabber/)**[оновлено](https://github.com/no-go/NotifyRelay/releases) з 0.83 до 0.86, тепер з підтримкою захоплення назв музики з вибраних застосунків при зміні пісні.
zh_hans: **[Notify2Jabber](https://f-droid.org/packages/click.dummer.notify_to_jabber/)** 从 0.83 [更新](https://github.com/no-go/NotifyRelay/releases)到 0.86，现在支持在歌曲更改时从选定的应用中抓取音乐标题。

source: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** [updated](https://github.com/BijoySingh/Scarlet-Notes/releases) from 6.6.3 to 6.9.5, with a cleaner and easier UI, faster images on the home screen and better image support, a new realtime markdown editor, theme changes, folder sync, and more.
de: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** [aktualisiert](https://github.com/BijoySingh/Scarlet-Notes/releases) von 6.6.3 bis 6.9.5, mit einer saubereren und einfacheren Benutzeroberfläche, schnelleren Bildern auf dem Startbildschirm und besserer Bildunterstützung, einem neuen Echtzeit-Markdown-Editor, Designänderungen, Ordnersynchronisation und mehr.
pl: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** [zaktualizowany](https://github.com/BijoySingh/Scarlet-Notes/releases) z 6.6.3 do 6.9.5, z czystszym i łatwiejszym interfejsem użytkownika, szybszymi obrazami na ekranie głównym i lepszą obsługą obrazu, nowym edytorem znaczników w czasie rzeczywistym, zmianami motywu, synchronizacją folderów i wielu innymi.
ro: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** [updated](https://github.com/BijoySingh/Scarlet-Notes/releases) de la 6.6.3 la 6.9.5, cu o interfață mai curată și mai simplă, imagini mai rapide pe ecranul de pornire și un suport mai bun pentru imagini, un nou editor markdown în timp real, modificări ale temei, sincronizare a dosarelor și multe altele.
ru: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)**[обновлен](https://github.com/BijoySingh/Scarlet-Notes/releases) с 6.6.3 до 6.9.5, с более чистым и простым пользовательским интерфейсом, более быстрыми изображениями на главном экране и лучшей поддержкой изображений, новым редактором уценки в реальном времени, изменениями тем, синхронизацией папок и многим другим.
uk: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)**[оновлено](https://github.com/BijoySingh/Scarlet-Notes/releases) з 6.6.3 до 6.9.5, з більш чистим і простим призначеним для користувача інтерфейсом, більш швидкими зображеннями на головному екрані і кращої підтримкою зображень, новим редактором уцінки в реальному часі, змінами тим, синхронізацією тек і багатьом іншим.
zh_hans: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** 从 6.6.3 [更新](https://github.com/BijoySingh/Scarlet-Notes/releases)到 6.9.5，具有更简洁的 UI、更快的主屏幕图像和更好的图像支持、新的实时 markdown 编辑器、主题更改、文件夹同步等。

source: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** [updated](https://github.com/genonbeta/TrebleShot/releases) from 1.2.8.3 to 1.2.10, bringing some UI changes, making ongoing tasks easier to handle, a new Black theme, hold & swipe to select anything, and it can now show the transfer status of a specific receiver.
de: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)**[updated](https://github.com/genonbeta/TrebleShot/releases) von 1.2.8.3 auf 1.2.10, bringt einige UI-Änderungen mit sich, macht laufende Aufgaben einfacher zu handhaben, ein neues Black-Thema, halten & streichen, um etwas auszuwählen und es kann nun den Übertragungsstatus eines bestimmten Empfängers anzeigen.
pl: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** [zaktualizowany](https://github.com/genonbeta/TrebleShot/releases) z wersji 1.2.8.3 do 1.2.10, przynosząc pewne zmiany w interfejsie, ułatwiając zarządzanie bieżącymi zadaniami, nowy motyw czarny, przytrzymaj i przesuń palcem, aby wybrać cokolwiek, a teraz może pokazać status transferu określonego odbiornika.
ro: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** [updated](https://github.com/genonbeta/TrebleShot/releases) de la 1.2.8.3 la 1.2.10, aducând câteva modificări ale interfeței de utilizare, făcând mai ușor de gestionat sarcinile în curs de desfășurare, o nouă temă de culoare neagră, țineți apăsat și glisați pentru a selecta orice, iar acum poate afișa starea de transfer a unui anumit receptor.
ru: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** [обновлен](https://github.com/genonbeta/TrebleShot/releases) с 1.2.8.3 до 1.2.10, привнеся некоторые изменения в пользовательский интерфейс, облегчая выполнение текущих задач, новую тему Black, удерживание и пролистывание для выбора чего-либо, и теперь может показывать статус передачи определенного приемника.
uk: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)**[оновлено](https://github.com/genonbeta/TrebleShot/releases) з 1.2.8.3 до 1.2.10, несучи деякі зміни в призначений для користувача інтерфейс, полегшуючи виконання поточних завдань, нову тему Black, утримування і огляд для вибору чого-небудь, і тепер може показувати статус передачі певного приймача.
zh_hans: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** 从 1.2.8.3 [更新](https://github.com/genonbeta/TrebleShot/releases)到 1.2.10，带来一些 UI 更改，使正在进行的任务更容易处理，新的黑色主题，按住并滑动选择任何内容，它现在可以显示特定接收器的传输状态。

source: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)** [updated](https://github.com/Catfriend1/syncthing-android/releases) from 1.0.1.8 to 1.1.0.3, with faster refresh of the wrapper UI on "modern" devices, "folder is unshared" status label, ability to show Android Open File Limit, new folder dialog "Tap to add device" if no devices are present, ability to enable "expert mode", and various other improvements.
de: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)**[updated](https://github.com/Catfriend1/syncthing-android/releases) von 1.0.1.8 auf 1.1.0.3, mit schnellerer Aktualisierung der Wrapper-Oberfläche auf "modernen" Geräten, "Ordner ist ungeteilt" Status-Label, die Fähigkeit, Android Open File Limit anzuzeigen, neuer Ordner-Dialog "Tippen, um ein Gerät hinzuzufügen", wenn keine Geräte vorhanden sind, die Fähigkeit, den "Expertenmodus" zu aktivieren und verschiedene andere Verbesserungen.
pl: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)** [zaktualizowany](https://github.com/Catfriend1/syncthing-android/releases) z 1.0.1.8 do 1.1.0.3, z szybszym odświeżaniem interfejsu użytkownika na „nowoczesnych” urządzeniach, etykieta statusu „folder nie jest udostępniany”, możliwość pokazania limitu otwartych plików systemu Android, okno dialogowe nowego folderu „Stuknij, aby dodać urządzenie”, jeśli nie ma urządzeń, możliwość włączenia "trybu eksperta" i różne inne ulepszenia.
ro: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)** [updated](https://github.com/Catfriend1/syncthing-android/releases) de la 1.0.1.8 la 1.1.0.3, cu o reîmprospătare mai rapidă a interfeței de utilizare a învelișului pe dispozitivele "moderne", eticheta de stare "folderul nu este partajat", posibilitatea de a afișa limita de deschidere a fișierelor Android, o nouă fereastră de dialog a dosarelor "Atingeți pentru a adăuga un dispozitiv" în cazul în care nu există dispozitive, posibilitatea de a activa "modul expert" și diverse alte îmbunătățiri.
ru: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)** [обновлен](https://github.com/Catfriend1/syncthing-android/releases) с 1.0.1.8 до 1.1.0.3, с более быстрым обновлением пользовательского интерфейса обертки на "современных" устройствах, меткой состояния "папка не разделена", возможностью отображения Android Open File Limit, новым диалогом папки "Нажмите, чтобы добавить устройство", если устройств нет, возможностью включения "экспертного режима" и различными другими улучшениями.
uk: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)**[оновлено](https://github.com/Catfriend1/syncthing-android/releases ) з 1.0.1.8 до 1.1.0.3, з більш швидким оновленням інтерфейсу обгортки на "сучасних" пристроях, міткою стану "тека відділена", можливістю відображення Android Open File Limit, новим діалогом теки "Натисніть, щоб додати пристрій", якщо пристроїв немає, можливістю включення "експертного режиму" і різними іншими поліпшеннями.
zh_hans: **[Syncthing-Fork](https://f-droid.org/packages/com.github.catfriend1.syncthingandroid/)** 从 1.0.1.8 [更新](https://github.com/Catfriend1/syncthing-android/releases)到 1.1.0.3，“现代”设备上的包装 UI 刷新速度更快，“文件夹未共享”状态标签，能够显示 Android 打开文件限制，新文件夹对话框“点击添加设备”如果没有设备，启用“专家模式”的能力，以及其他各种改进。

source: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [updated](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) to 0.8.24 (0.8.25 expected soon) and **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [updated](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) to 0.8.25, adding support for server discovery via `.well-known`, SSO login, improved UX when restoring e2e keys, an option to send messages with the enter button, and high quality display and improved max zoom in the media viewer. Some colors were changed. Also includes new default settings for media source and photo compression level, and the shutter sound can be disabled.
de: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [aktualisiert](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) auf 0.8.24 (0.8.25 in Kürze erwartet) und **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [aktualisiert](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) auf 0.8.25, Unterstützung für Server Discovery über `.well-known` hinzugefügt, SSO-Anmeldung, bessere UX bei der Wiederherstellung von e2e-Schlüsseln, eine Option zum Senden von Nachrichten mit der Enter-Taste und Anzeige mit hoher Qualität und verbessertes maximales Zoom im Media-Viewer. Einige Farben wurden geändert. Enthält auch neue Standardeinstellungen für Medien-Quellen und Foto-Komprimierungsniveau und das Schließergeräusch kann deaktiviert werden.
pl: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [zaktualizowany](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) do 0.8.24 (wkrótce oczekiwane jest 0.8.25) i **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [zaktualizowany](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) do wersji 0.8.25, dodając obsługę wykrywania serwera przez `.well-known`, logowanie SSO, ulepszone UX podczas przywracania kluczy e2e, opcja wysyłania wiadomości za pomocą przycisku Enter oraz wysokiej jakości wyświetlacz i ulepszony maksymalny zoom w przeglądarce multimediów. Niektóre kolory zostały zmienione. Zawiera także nowe ustawienia domyślne źródła multimediów i poziomu kompresji zdjęć, a dźwięk migawki można wyłączyć.
ro: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [updated](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) la 0.8.24 (0.8.25 expected soon) și **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [updated](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) la 0.8.25, adăugând suport pentru descoperirea serverului prin `.well-known`, conectare SSO, îmbunătățirea UX la restaurarea cheilor e2e, o opțiune pentru a trimite mesaje cu butonul Enter, precum și afișarea de înaltă calitate și zoom maxim îmbunătățit în vizualizatorul media. Unele culori au fost schimbate. De asemenea, include noi setări implicite pentru sursa media și nivelul de compresie a fotografiilor, iar sunetul obturatorului poate fi dezactivat.
ru: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [обновлен](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) до 0.8.24 (скоро ожидается 0.8.25) и **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [обновлен](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) до 0.8.25, добавлена поддержка обнаружения сервера через `.well-known`, SSO логин, улучшен UX при восстановлении e2e ключей, опция отправки сообщений с помощью кнопки ввода, а также высокое качество отображения и улучшен максимальный зум в средстве просмотра медиа. Изменены некоторые цвета. Также включены новые настройки по умолчанию для медиаисточника и уровня сжатия фотографий, а звук затвора можно отключить.
uk: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [оновлено](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) до 0.8.24 (скоро очікується 0.8.25) і **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [оновлено](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) до 0.8.25, додана підтримка виявлення сервера через `.well-known`, SSO логін, поліпшений UX при відновленні e2e ключів, опція надсилання повідомлень за допомогою кнопки enter, а також підвищено якість відображення і поліпшений максимальний масштаб у засобі перегляду медіа. Змінено деякі кольори. Також включені нові типові налаштування для медіаджерел і рівня стиснення світлин, а звук затвора можна вимкнути.
zh_hans: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [更新](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst)到 0.8.24（预计很快 0.8.25）以及 **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** [更新](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) 到 0.8.25，通过 `.well-known` 添加对服务器发现的支持， SSO 登录、恢复 e2e 密钥时改进的 UX、使用回车按钮发送消息的选项、高质量显示和改进的媒体查看器的最大缩放。改变了一些颜色。还包括媒体源和照片压缩级别的新默认设置，并且可以禁用快门声音。

source: It might also be worth noting that [miniVector](https://f-droid.org/packages/com.lavadip.miniVector/) saw some further cleaning and optimization, shrinking its APK size down to half that of its bigger brother [Riot.im](https://f-droid.org/packages/im.vector.alpha/)!
de: Es ist vielleicht auch erwähnenswert, dass [miniVector](https://f-droid.org/packages/com.lavadip.miniVector/) eine weitere Reinigung und Optimierung bekam und seine APK-Größe auf die Hälfte der Größe seines größeren Bruders [Riot.im](https://f-droid.org/packages/im.vector.alpha/) reduziert wurde!
pl: Warto również zauważyć, że [miniVector](https://f-droid.org/packages/com.lavadip.miniVector/) zauważył pewne dalsze czyszczenie i optymalizację, zmniejszając jego rozmiar APK do połowy tego, co jego większy brat [Riot.im](https://f-droid.org/packages/im.vector.alpha/)!
ro: De asemenea, ar putea fi demn de remarcat faptul că [miniVector](https://f-droid.org/packages/com.lavadip.miniVector/) a fost curățat și optimizat în continuare, reducând dimensiunea APK-ului la jumătate din cea a fratelui său mai mare [Riot.im](https://f-droid.org/packages/im.vector.alpha/)!
ru: Также стоит отметить, что [miniVector](https://f-droid.org/packages/com.lavadip.miniVector/) подвергся дальнейшей очистке и оптимизации, сократив размер APK до половины размера своего старшего брата [Riot.im](https://f-droid.org/packages/im.vector.alpha/)!
uk: Також варто відзначити, що [miniVector](https://f-droid.org/packages/com.lavadip.miniVector/) піддався подальшої очищенні і оптимізації, скоротивши розмір APK до половини розміру свого старшого брата [Riot.im](https ://f-droid.org/packages/im.vector.alpha/)!
zh_hans: 还可能值得注意的是，[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/) 进行了一些进一步的清理和优化，将其 APK 大小缩小到其较大的兄弟 [ Riot.im](https://f-droid.org/packages/im.vector.alpha/) 的一半！
