Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Bundling `Conscrypt` increases the apk size. In case of AntennaPod, this means that the app gets around 4 MB bigger, which is a 40% increase just for this mostly invisible change. Now consider that every app would have to do that in order to get an updated TLS stack. If every app on F-Droid that deals with networking needs to bundle additional 4 MB of TLS libraries, this would increase storage usage noticeably.
de: Die Einbindung von `Conscrypt` erhöht die APK-Größe. Im Fall von AntennaPod bedeutet das, dass die App ungefähr 4 MB größer wird, was eine Zunahme von 40% bedeutet, für eine weitestgehend unsichtbare Änderung. Zu berücksichtigen ist, dass jede App dies tun müsste, um einen aktualisierten TLS-Stack zu erhalten. Wenn jede App auf F-Droid, die Verbindungen ins Netz herstellt, zusätzlich 4 MB TLS-Bibliotheken einbinden müsste, würde dies zu einer beachtlichen Erhöhung der Speicherauslastung führen.
pl: Pakiet `Conscrypt` zwiększa rozmiar apk. W przypadku AntennaPod oznacza to, że aplikacja powiększa się o około 4 MB, co stanowi 40% wzrost tylko dla tej w większości niewidocznej zmiany. Teraz weź pod uwagę, że każda aplikacja musiałaby to zrobić, aby uzyskać zaktualizowany stos TLS. Jeśli każda aplikacja na F-Droid, która zajmuje się obsługą sieci, musi zawierać dodatkowe 4 MB bibliotek TLS, znacznie zwiększyłoby to zużycie pamięci.
ro: Includerea lui `Conscrypt` crește dimensiunea apk-ului. În cazul AntennaPod, acest lucru înseamnă că aplicația crește cu aproximativ 4 MB, ceea ce reprezintă o creștere de 40% doar pentru această modificare aproape invizibilă. Acum, gândiți-vă că fiecare aplicație ar trebui să facă acest lucru pentru a obține o stivă TLS actualizată. Dacă fiecare aplicație de pe F-Droid care se ocupă cu rețelele trebuie să includă 4 MB suplimentari de biblioteci TLS, acest lucru ar crește considerabil utilizarea spațiului de stocare.
ru: Пакет `Conscrypt` увеличивает размер apk. В случае с AntennaPod это означает, что приложение увеличится примерно на 4 МБ, то есть на 40% только за это, в основном, незаметное изменение. Теперь подумайте о том, что каждое приложение должно сделать это, чтобы получить обновленный стек TLS. Если каждому приложению на F-Droid, работающему с сетями, потребуется собрать дополнительные 4 МБ библиотек TLS, это заметно увеличит использование памяти.
uk: Пакунок `Conscrypt` збільшує розмір apk. У випадку з AntennaPod це означає, що застосунок збільшиться приблизно на 4 Мб, тобто на 40% лише для цієї непомітної зміни. Тепер подумайте про те, що кожен застосунок має зробити це, щоб отримати оновлений стек TLS. Якщо кожному застосунку на F-Droid, що працює з мережами, потрібно зібрати додаткові 4 Мб бібліотек TLS, це помітно збільшить використання пам'яті.
zh_hans: 捆绑 `Conscrypt` 会增加 apk 的大小。在 AntennaPod 的情况下，这意味着应用程变大 4 MB 左右，仅针对这种几乎不可见的变化就增加了 40%。现在想想每个应用都必须这样做才能获得更新的 TLS 堆栈。如果 F-Droid 上处理网络的每个应用都需要捆绑额外的 4 MB TLS 库，这将显着增加存储使用量。

source: Fortunately, there is a solution for this! The idea is to write an open-source provider application (just like Google's provider) that does nothing but bundling `Conscrypt` and providing a stable API that allows other apps to load it. It can then be updated independently of apps like AntennaPod or F-Droid. The provider app could simply have a class with something like this:
de: Glücklicherweise gibt es dafür eine Lösung! Der Plan ist, eine quelloffene Provider-Anwendung zu schreiben (so wie eben Googles Provider), die nichts anderes tut, als `Conscrypt` einzubinden und eine stabile API bereitzustellen, die es anderen Apps ermöglicht es zu laden. Sie kann dann unabhängig von Apps wie AntennaPod oder F-Droid aktualisiert werden. Die Provider-App könnte einfach eine Klasse besitzen, in etwa so wie hier:
pl: Na szczęście jest na to rozwiązanie! Pomysł polega na napisaniu aplikacji dostawcy typu open source (tak jak dostawca Google), która nie robi nic poza pakowaniem `Conscrypt` i dostarczaniem stabilnego interfejsu API, który pozwala innym aplikacjom ją ładować. Następnie można go aktualizować niezależnie od aplikacji takich jak AntennaPod lub F-Droid. Aplikacja dostawcy mogłaby po prostu mieć klasę z czymś takim:
ro: Din fericire, există o soluție pentru acest lucru! Ideea este de a scrie o aplicație de furnizor open-source (la fel ca furnizorul Google) care nu face altceva decât să includă `Conscrypt` și să ofere un API stabil care să permită altor aplicații să o încarce. Acesta poate fi apoi actualizat independent de aplicații precum AntennaPod sau F-Droid. Aplicația furnizor ar putea avea pur și simplu o clasă cu ceva de genul acesta:
ru: К счастью, для этого есть решение! Идея заключается в том, чтобы написать приложение-провайдер с открытым исходным кодом (так же, как провайдер Google), которое занимается только тем, что связывает `Conscrypt` и предоставляет стабильный API, позволяющий другим приложениям загружать его. Затем его можно обновлять независимо от таких приложений, как AntennaPod или F-Droid. Приложение-провайдер может просто иметь класс примерно следующего содержания:
uk: На щастя, для цього є рішення! Ідея полягає в тому, щоб написати застосунок постачальник з відкритим кодом (так само як провайдер Google), який займається тільки тим, що пов'язує `Conscrypt` і надає стабільний API, що дає змогу іншим застосункам завантажувати його. Потім його можна оновлювати незалежно від таких застосунків, як AntennaPod або F-Droid. Застосунок постачальник може просто мати клас приблизно такого змісту:
zh_hans: 幸运的是，有一个解决方案！这个想法是编写一个开源提供程序应用（就像 Google 的提供程序一样），它除了捆绑 `Conscrypt` 并提供允许其他应用加载它的稳定 API 之外什么都不做。然后可以独立于 AntennaPod 或 F-Droid 等应用进行更新。提供者应用可以简单地拥有一个类似这样的类：

source: We could then develop an open-source library that uses the `ClassLoader` to include the `Conscrypt` library from the provider app.
de: Wir könnten dann eine quelloffene Bibliothek entwickeln, die den `ClassLoader` nutzt, um die `Conscrypt`-Bibliothek aus der Provider-App einzuschließen.
pl: Następnie moglibyśmy opracować bibliotekę typu open source, która używa `ClassLoader` do uwzględnienia biblioteki `Conscrypt` z aplikacji dostawcy.
ro: Am putea apoi să dezvoltăm o bibliotecă open-source care utilizează `ClassLoader` pentru a include biblioteca `Conscrypt` din aplicația furnizor.
ru: Затем мы можем разработать библиотеку с открытым исходным кодом, которая использует `ClassLoader` для включения библиотеки `Conscrypt` из приложения провайдера.
uk: Потім ми можемо розробити бібліотеку з відкритим вихідним кодом, яка використовує `ClassLoader` для включення бібліотеки` Conscrypt` з програми провайдера.
zh_hans: 然后，我们可以开发一个开源库，使用 `ClassLoader` 来包含来自提供程序应用的 `Conscrypt` 库。

source: Code samples are also available (and a bit more detailed) on [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518).
de: Programmtextbeispiele sind (etwas detaillierter) auf [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518) abrufbar.
pl: Przykłady kodu są również dostępne (i nieco bardziej szczegółowe) na [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518).
ro: Mostrele de cod sunt, de asemenea, disponibile (și un pic mai detaliate) pe [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518).
ru: Примеры кода также доступны (и немного более подробны) на [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518).
uk: Приклади коду також доступні (і трохи більш докладні) на [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518).
zh_hans: [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518) 上也提供了代码示例（并且更详细一些）。

source: Obviously, just including code from another app is a security risk. By including the provider, you execute foreign code in the context of your application. How do you verify that the provider is not malicious? There are some ways to verify that the provider can be trusted:
de: Klar, einfach Code aus einer anderen App einschließen, stellt ein Sicherheitsrisiko dar. Durch Einschluss des Providers führt man fremden Code im eigenen App-Kontext aus. Wie kann man nachweisen, dass der Provider nicht böswillig ist? Es gibt ein paar Verfahren, um zu überprüfen, dass dem Provider vertraut werden kann:
pl: Oczywiście samo dołączenie kodu z innej aplikacji stanowi zagrożenie bezpieczeństwa. Uwzględniając dostawcę, wykonujesz obcy kod w kontekście swojej aplikacji. Jak sprawdzić, czy dostawca nie jest złośliwy? Istnieje kilka sposobów sprawdzenia, czy dostawcy można zaufać:
ro: Evident, includerea codului dintr-o altă aplicație reprezintă un risc de securitate. Prin includerea furnizorului, executați cod străin în contextul aplicației dumneavoastră. Cum verificați dacă furnizorul nu este rău intenționat? Există câteva modalități de a verifica dacă furnizorul este de încredere:
ru: Очевидно, что простое включение кода из другого приложения представляет собой риск для безопасности. Включая провайдера, вы выполняете чужой код в контексте своего приложения. Как проверить, что провайдер не является вредоносным? Есть несколько способов проверить, что провайдеру можно доверять:
uk: Очевидно, що просте включення коду з іншої програми є ризик для безпеки. Включаючи провайдера, ви виконуєте чужий код в контексті свого застосування. Як перевірити, що провайдер не є шкідливим? Є кілька способів перевірити, що провайдеру можна довіряти:
zh_hans: 显然，直接包含来自另一个应用的代码是一种安全风险。通过包含提供程序，你在应用的上下文中执行外部代码。你如何验证提供者没有恶意？有一些方法可以验证提供者是否可信：

source: Let a trusted application be the provider. The F-Droid application itself could bundle the provider, keep it updated and provide the stable API. Apps could then hard-code the F-Droid package name and verify its signature. The problem with this approach is that users who build F-Droid themselves or use alternatives like [G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/) could not use the updated libraries.
ru: Пусть провайдером будет доверенное приложение. Само приложение F-Droid может создать пакет провайдера, поддерживать его в актуальном состоянии и предоставлять стабильный API. Затем приложения могли бы жестко кодировать имя пакета F-Droid и проверять его подпись. Проблема такого подхода заключается в том, что пользователи, которые сами собирают F-Droid или используют альтернативы, такие как [G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/), не смогут использовать обновленные библиотеки.
uk: Нехай провайдером буде довірена застосунок. Сам застосунок F-Droid може створити пакет провайдера, підтримувати його в актуальному стані і надавати стабільний API. Потім застосунки могли б жорстко кодувати ім'я пакета F-Droid і перевіряти його підпис. Проблема такого підходу полягає в тому, що користувачі, які самі збирають F-Droid або використовують альтернативи, такі як [G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/), не зможуть використовувати оновлені бібліотеки.
zh_hans: 让受信任的应用成为提供者。F-Droid 应用本身可以捆绑提供程序，保持更新并提供稳定的 API。然后应用可以对 F-Droid 包名称进行硬编码并验证其签名。这种方法的问题在于，自己构建 F-Droid 或使用 [G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/) 等替代品的用户无法使用更新后的库。

source: The library could query the Android system for compatible `Conscrypt` provider apps and include one of them. To make sure that this is secure, it would be possible to only include the provider if it is a system app. Then the F-Droid privileged extension could bundle and provide `Conscrypt`. Many F-Droid users probably do not use the privileged extension though, so we could still not reach all users.
de: Die Programmbibliothek könnte das Android-System nach kompatiblen `Conscrypt`-Provider-Apps durchsuchen und eine von ihnen einschließen. Um sicherzustellen, dass dies sicher ist, wäre es möglich den Provider nur einzuschließen, wenn es sich um eine System-App handelt. So könnte die F-Droid-Rechteerweiterung `Conscrypt` einbinden und bereitstellen. Viele F-Droid-Anwender nutzen allerdings die Rechteerweiterung nicht, somit würden wir immer noch nicht alle Anwender erreichen.
pl: Biblioteka może wysyłać zapytania do systemu Android w celu uzyskania zgodnych aplikacji dostawcy `Conscrypt` i dołączyć jedną z nich. Aby upewnić się, że jest to bezpieczne, byłoby możliwe uwzględnienie dostawcy tylko wtedy, gdy jest to aplikacja systemowa. Następnie uprzywilejowane rozszerzenie F-Droid może połączyć i dostarczyć `Conscrypt`. Wielu użytkowników F-Droid prawdopodobnie nie korzysta z uprzywilejowanego rozszerzenia, więc nadal nie mogliśmy dotrzeć do wszystkich użytkowników.
ro: Biblioteca ar putea interoga sistemul Android pentru aplicațiile compatibile ale furnizorului `Conscrypt` și ar putea include una dintre ele. Pentru a se asigura că acest lucru este sigur, ar fi posibil să se includă furnizorul numai dacă este o aplicație de sistem. Apoi, extensia privilegiată F-Droid ar putea include și furniza `Conscrypt`. Cu toate acestea, mulți utilizatori F-Droid probabil că nu folosesc extensia privilegiată, așa că tot nu am putea ajunge la toți utilizatorii.
ru: Библиотека может запросить у системы Android совместимые приложения-провайдеры `Conscrypt` и включить одно из них. Чтобы убедиться, что это безопасно, можно включить провайдера, только если он является системным приложением. Тогда привилегированное расширение F-Droid могло бы объединять и предоставлять `Conscrypt`. Однако многие пользователи F-Droid, вероятно, не используют привилегированное расширение, поэтому мы все равно не сможем охватить всех пользователей.
uk: Бібліотека може вимагати від системи Android сумісні застосунки-постачальники `Conscrypt` і включити один з них. Щоб переконатися, що це безпечно, можна включити постачальника, лише якщо він системний застосунок. Тоді привілейоване розширення F-Droid могло б об'єднувати та надавати `Conscrypt`. Проте багато користувачів F-Droid, імовірно, не використовують привілейоване розширення, тому ми все одно не зможемо охопити всіх користувачів.
zh_hans: 该库可以向 Android 系统查询以获取兼容的 `Conscrypt` 提供程序应用并包含其中之一。为确保这是安全的，可以仅在它是系统应用时包含提供程序。然后 F-Droid 特权扩展可以捆绑并提供 `Conscrypt`。许多 F-Droid 用户可能不使用特权扩展，因此我们仍然无法覆盖所有用户。

source: To me, the best solution seems to have a standalone app (like `org.fdroid.securityprovider`) that provides `Conscrypt`. This was also discussed on the [F-Droid Forum](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823) and originally suggested by `@bubu`. A trusted entity like F-Droid could build the provider and sign it with their keys. Those could then be verified by the calling apps that want to include `Conscrypt`.
de: Für mich scheint die beste Lösung, eine eigenständige App (wie `org.fdroid.securityprovider`) zu sein, die `Conscrypt` bereitstellt. Das wurde auch im [F-Droid-Forum](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823) so diskutiert und ursprünglich von `@bubu` vorgeschlagen. Eine vertrauenswürdige Entität wie F-Droid könnte den Provider herstellen und mit ihren Schlüsseln signieren. Diese könnten dann durch die aufrufenden Apps, die `Conscrypt` einbinden möchten, verifiziert werden.
pl: Dla mnie najlepszym rozwiązaniem wydaje się mieć samodzielną aplikację (jak `org.fdroid.securityprovider`), która zapewnia `Conscrypt`. Zostało to również omówione na [Forum F-Droid](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823) i pierwotnie sugerowane przez `@bubu`. Zaufana jednostka, taka jak F-Droid, może utworzyć dostawcę i podpisać go za pomocą kluczy. Te mogą być następnie weryfikowane przez aplikacje wywołujące, które chcą zawierać `Conscrypt`.
ro: Pentru mine, cea mai bună soluție pare a fi o aplicație de sine stătătoare (cum ar fi `org.fdroid.securityprovider`) care oferă `Conscrypt`. Acest lucru a fost discutat și pe [F-Droid Forum](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823) și a fost sugerat inițial de `@bubu`. O entitate de încredere, cum ar fi F-Droid, ar putea construi furnizorul și să-l semneze cu cheile sale. Acestea ar putea fi apoi verificate de către aplicațiile apelante care doresc să includă `Conscrypt`.
ru: На мой взгляд, лучшим решением является отдельное приложение (например, `org.fdroid.securityprovider`), которое предоставляет `Conscrypt`. Это также обсуждалось на [F-Droid Forum](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823) и первоначально было предложено `@bubu`. Доверенная организация, такая как F-Droid, могла бы создать провайдера и подписать его своими ключами. Затем они могут быть проверены вызывающими приложениями, которые хотят включить `Conscrypt`.
uk: На мій погляд, найкращим рішенням є окремий застосунок (наприклад, `org.fdroid.securityprovider`), яке надає ` Conscrypt`. Це також обговорювалося на [форумі F-Droid](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823) і спочатку було запропоновано `@bubu`. Довірена організація, така як F-Droid, могла б створити постачальника і підписувати його своїми ключами. Потім вони можуть бути перевірені викликом застосунків, які хочуть включити `Conscrypt`.
zh_hans: 对我来说，最好的解决方案似乎有一个提供 `Conscrypt` 的独立应用（如 `org.fdroid.securityprovider`）。在 [F-Droid 论坛](https://forum.f-droid.org/t/lack-of-tls-1-2-break-apps-in-older-androids/9823)上也对此进行了讨论并且最初由 `@bubu` 建议。像 F-Droid 这样的受信任实体可以构建提供程序并使用他们的密钥对其进行签名。然后可以由想要包含 `Conscrypt` 的调用应用进行验证。

source: I would love to see some movement in this direction. We should definitely explore the possibilities of a fully open-source security provider app. Unfortunately, I am pretty busy with maintaining AntennaPod. I am therefore not able to maintain the library and installer app. There is a proof-of-concept available on [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518) but it misses security checks. Also, it would probably be good to add some simple ways to prompt users to install the provider on TLS failures. If you are interested in making an open-source provider possible, have a look at the [F-Droid Forum](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823).
de: Ich sähe es sehr gerne, wenn es sich in diese Richtung bewegen würde. Wir sollten unbedingt die Möglichkeiten einer vollständig quelloffenen, sicheren Provider-App ausloten. Leider bin ich mit dem Betrieb von AntennaPod ziemlich beschäftigt. Daher kann ich mich nicht um die Programmbibiothek und Installationsanwendung kümmern. Auf [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518) liegt eine Machbarkeitsstudie vor, der aber Sicherheitsprüfungen fehlen. Es wäre wahrscheinlich auch gut, einige einfache Verfahren zu ergänzen, die Anwender darauf hinweisen, den Provider bei TLS-Fehlern zu installieren. Wer Interesse an der Erstellung eines quelloffenen Providers hat, sollte einen Blick ins [F-Droid Forum](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823) werfen.
pl: Bardzo chciałbym zobaczyć jakiś ruch w tym kierunku. Zdecydowanie powinniśmy zbadać możliwości w pełni open-source aplikacji dostawcy zabezpieczeń. Niestety, jestem bardzo zajęty utrzymaniem AntennaPod. Dlatego nie jestem w stanie utrzymać biblioteki i aplikacji instalatora. Na [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518) dostępny jest dowód koncepcji, ale brakuje go w kontroli zabezpieczeń. Ponadto, prawdopodobnie byłoby dobrze, aby dodać kilka prostych sposobów, aby skłonić użytkowników do zainstalowania dostawcy na błędy TLS. Jeśli jesteś zainteresowany w tworzeniu dostawcy open-source możliwe, spójrz na [F-Droid Forum](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823).
ro: Mi-ar plăcea să văd o mișcare în această direcție. Ar trebui să explorăm cu siguranță posibilitățile unei aplicații de furnizor de securitate cu sursă complet deschisă. Din păcate, sunt destul de ocupat cu întreținerea AntennaPod. Prin urmare, nu sunt în măsură să întrețin biblioteca și aplicația de instalare. Există o dovadă de concept disponibilă pe [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518), dar îi lipsesc verificările de securitate. De asemenea, probabil că ar fi bine să se adauge niște modalități simple de a solicita utilizatorilor să instaleze furnizorul în cazul eșecurilor TLS. Dacă sunteți interesat să faceți posibil un furnizor open-source, aruncați o privire pe [F-Droid Forum](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823).
ru: Я бы хотел увидеть движение в этом направлении. Мы определенно должны изучить возможности полностью открытого приложения для поставщиков услуг безопасности. К сожалению, я очень занят поддержкой AntennaPod. Поэтому я не могу поддерживать библиотеку и приложение-установщик. На [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518) доступен пробный вариант, но в нем не хватает проверок безопасности. Также, вероятно, было бы неплохо добавить несколько простых способов подсказать пользователям установить провайдера при сбоях TLS. Если вы заинтересованы в создании провайдера с открытым исходным кодом, загляните на [F-Droid Forum](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823).
uk: Я б хотів побачити рух в цьому напрямку. Ми безперечно повинні вивчити можливості повністю відкритого застосунку для постачання послуг безпеки. На жаль, я дуже зайнятий підтримкою AntennaPod. Тому я не можу підтримувати бібліотеку і встановлювач застосунку. На [GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518) доступний пробний варіант, але в ньому не вистачає перевірок безпеки. Також, імовірно, було б непогано додати кілька простих способів підказати користувачам встановити постачальника за збоїв TLS. Якщо ви зацікавлені у створенні постачальника з відкритим кодом, загляньте на [форум F-Droid](https://forum.f-droid.org/t/lack-of-tls-1-2-breaking-apps-in-older-androids/9823).
zh_hans: 我很想看到这个方向的一些变化。我们绝对应该探索完全开源的安全提供程序应用的可能性。不幸的是，我正忙于维护 AntennaPod。因此，我无法维护库和安装程序应用。[GitHub Gist](https://gist.github.com/ByteHamster/f488f9993eeb6679c2b5f0180615d518) 上有一个概念验证，但它缺少安全检查。此外，添加一些简单的方法来提示用户在 TLS 失败时安装提供程序可能会很好。如果你有兴趣使开源提供程序成为可能，请查看 [F-Droid 论坛](https://forum.f-droid.org/t/lack-of-tls-1-2-break-apps-in-older-androids/9823)。

source: Some notes:
de: Einige Anmerkungen:
pl: Kilka uwag:
ro: Câteva note:
ru: Некоторые заметки:
uk: Деякі примітки:
zh_hans: 一些说明：
