Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: One of the slides mentioned that firewalls, [AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/) and [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/), can contain data leaking to the Facebook servers, and while we would recommend you not to use apps that feature tracking, the good news is that both firewalls are available in F-Droid. Keep in mind that while NetGuard uses a local VPN to filter traffic, hence it can work on any device, AFWall+ needs a rooted device to function.
de: Eine der Folien erwähnte, dass Firewalls, [AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/) und [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/), den Datenfluss zu Facebook-Servern aufhalten können, und wenngleich wir euch empfehlen würden, keine Apps mit Überwachungsfunktionen zu nutzen, ist die gute Nachricht, dass beide Firewalls auf F-Droid abrufbar sind. Behaltet im Auge, dass NetGuard ein lokales VPN nutzt, um den Datenverkehr zu filtern, somit auf allen Geräten arbeiten kann, während AFWall+ ein gerootetes Gerät benötigt, um zu funktionieren.
pl: Jeden ze slajdów wspominał, że zapory ogniowe, [AFWall +](https://f-droid.org/packages/dev.ukanth.ufirewall/) i [NetGuard](https://f-droid.org/packages/eu.faircode .netguard), mogą zawierać dane wyciekające na serwery Facebooka i chociaż zalecamy, aby nie używać aplikacji z funkcją śledzenia, dobrą wiadomością jest to, że obie zapory ogniowe są dostępne w F-Droid. Należy pamiętać, że podczas gdy NetGuard używa lokalnej sieci VPN do filtrowania ruchu, to może działać na dowolnym urządzeniu, AFWall + do działania potrzebuje rootowanego urządzenia.
ro: Unul dintre diapozitive a menționat că firewall-urile [AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/) și [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/) pot limita scurgerile de date către serverele Facebook și, deși vă recomandăm să nu folosiți aplicații care au funcția de urmărire, vestea bună este că ambele firewall-uri sunt disponibile în F-Droid. Rețineți că, în timp ce NetGuard utilizează un VPN local pentru a filtra traficul, prin urmare poate funcționa pe orice dispozitiv, AFWall+ are nevoie de un dispozitiv cu rădăcină pentru a funcționa.
ru: На одном из слайдов упоминалось, что брандмауэры, [AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/) и [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/), могут сдерживать утечку данных на серверы Facebook, и хотя мы бы рекомендовали вам не использовать приложения с функцией отслеживания, хорошей новостью является то, что оба брандмауэра доступны в F-Droid. Помните, что в то время как NetGuard использует локальную VPN для фильтрации трафика, поэтому может работать на любом устройстве, AFWall+ требует рутированного устройства для работы.
uk: На одному зі слайдів згадувалося, що брандмауери, [AFWall +](https://f-droid.org/packages/dev.ukanth.ufirewall/) і [NetGuard](https://f-droid.org/packages/eu .faircode.netguard/), можуть стримувати витік даних на сервери Facebook, і хоча ми б рекомендували вам не використовувати застосунки з функцією відстеження, гарною новиною є те, що обидва брандмауера доступні в F-Droid. Пам'ятайте, що в той час як NetGuard використовує локальну VPN для фільтрації трафіку, тому може працювати на будь-якому пристрої, AFWall + вимагає рутірованного пристрої для роботи.
zh_hans: 其中一张幻灯片提到了防火墙，[AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/) 和 [NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)，可能包含泄漏到 Facebook 服务器的数据，虽然我们建议你不要使用具有跟踪功能的应用，但好消息是 F-Droid 中提供了两种防火墙。请记住，虽然 NetGuard 使用本地 VPN 过滤流量，因此它可以在任何设备上运行，但 AFWall+ 需要有 root 权限的设备才能运行。

source: An alternative firewall app, based on a local VPN too, is also [Blokada](https://f-droid.org/packages/org.blokada.alarm/), recently reviewed (in German) by Mike Kuketz on his blog [here](https://www.kuketz-blog.de/blokada-tracking-und-werbung-unter-android-unterbinden/).
de: Eine alternative Firewall-App, die ebenfalls auf einem lokalen VPN beruht, ist auch [Blokada](https://f-droid.org/packages/org.blokada.alarm/), vor Kurzem von Mike Kuketz in seinem Blog [hier](https://www.kuketz-blog.de/blokada-tracking-und-werbung-unter-android-unterbinden/) (auf Deutsch) besprochen.
pl: Alternatywną aplikacją firewalla, opartą na lokalnej sieci VPN, jest również [Blokada](https://f-droid.org/packages/org.blokada.alarm/), ostatnio recenzowana (po niemiecku) przez Mike'a Kuketza na swoim blogu [tutaj](https://www.kuketz-blog.de/blokada-tracking-und-werbung-unter-android-unterbinden/).
ro: O aplicație alternativă de firewall, bazată și ea pe un VPN local, este și [Blokada](https://f-droid.org/packages/org.blokada.alarm/), recenzată recent (în germană) de Mike Kuketz pe blogul său [here](https://www.kuketz-blog.de/blokada-tracking-und-werbung-unter-android-unterbinden/).
ru: Альтернативным приложением брандмауэра, основанным на локальной VPN, также является [Blokada](https://f-droid.org/packages/org.blokada.alarm/), недавно рассмотренное (на немецком языке) Майком Кукетцем в его блоге [здесь](https://www.kuketz-blog.de/blokada-tracking-und-werbung-unter-android-unterbinden/).
uk: Альтернативним застосунком брандмауера, заснованим на локальній VPN, також є [Blokada](https://f-droid.org/packages/org.blokada.alarm/), недавно оглянута (німецькою мовою) Майком Кукетцем в його блозі [тут](https://www.kuketz-blog.de/blokada-tracking-und-werbung-unter-android-unterbinden/).
zh_hans: 另一个基于本地 VPN 的防火墙应用是 [Blokada](https://f-droid.org/packages/org.blokada.alarm/)，最近由 Mike Kuketz 在他的[博客上](https://www.kuketz-blog.de/blokada-tracking-und-werbung-unter-android-unterbinden/)评论（德语） 。

source: F-Droid PHP library
de: F-Droid PHP-Bibliothek
pl: Biblioteka PHP F-Droid
ro: F-Droid Biblioteca PHP
ru: PHP-библиотека F-Droid
uk: PHP-бібліотека F-Droid
zh_hans: F-Droid PHP 库

source: [Izzy](https://android.izzysoft.de)'s PHP library for parsing F-Droid repositories is now an official part of the F-Droid software offering: [https://gitlab.com/fdroid/php-fdroid](https://gitlab.com/fdroid/php-fdroid)
de: [Izzy](https://android.izzysoft.de)'s PHP-Bibliothek für das Parsing von F-Droid-Repositorys ist nun offizieller Teil des F-Droid-Softwareangebots: [https://gitlab.com/fdroid/php-fdroid](https://gitlab.com/fdroid/php-fdroid)
pl: Biblioteka [Izzy](https://android.izzysoft.de) do parsowania repozytoriów F-Droid jest teraz oficjalną częścią oferty oprogramowania F-Droid: [https://gitlab.com/fdroid/php-fdroid](https://gitlab.com/fdroid/php-fdroid)
ro: Biblioteca PHP a lui [Izzy](https://android.izzysoft.de) pentru analizarea depozitelor F-Droid este acum parte oficială a ofertei de software F-Droid: [https://gitlab.com/fdroid/php-fdroid](https://gitlab.com/fdroid/php-fdroid)
ru: PHP-библиотека [Izzy](https://android.izzysoft.de) для разбора репозиториев F-Droid теперь является официальной частью программного обеспечения F-Droid: [https://gitlab.com/fdroid/php-fdroid](https://gitlab.com/fdroid/php-fdroid)
uk: PHP-бібліотека [Izzy](https://android.izzysoft.de) для розбору репозиторіїв F-Droid тепер є офіційною частиною програмного забезпечення F-Droid: [https://gitlab.com/fdroid/php-fdroid](https ://gitlab.com/fdroid/php-fdroid)
zh_hans: [Izzy](https://android.izzysoft.de) 用于解析 F-Droid 存储库的 PHP 库现在是 F-Droid 软件产品的官方部分：[https://gitlab.com/fdroid/php-fdroid](https://gitlab.com/fdroid/php-fdroid)

source: Contributions are welcome for adding support for index-v1.json and signature verification of index-v1.jar. We already have Java, Python, and Ruby code for doing this, so it should be fairly easy to do. Potential contributors should coordinate with Izzy.
de: Wünschenswert sind Beiträge, um die Unterstützung für index-v1.json und die Signaturüberprüfung von index-v1.jar zu ergänzen. Es exisitiert bereits Java-, Python-, und Ruby-Code, um das zu machen, somit sollte es ziemlich einfach sein, es zu erledigen. Potentielle Mitarbeiter sollten sich mit Izzy abstimmen.
pl: Zapraszamy do dodawania wsparcia dla index-v1.json i weryfikacji podpisu index-v1.jar. Mamy już do tego kod Java, Python i Ruby, więc powinno to być dość łatwe. Potencjalni współpracownicy powinni koordynować z Izzy.
ro: Contribuțiile sunt binevenite pentru adăugarea suportului pentru index-v1.json și verificarea semnăturii index-v1.jar. Avem deja coduri Java, Python și Ruby pentru a face acest lucru, așa că ar trebui să fie destul de ușor de realizat. Potențialii contribuitori ar trebui să se coordoneze cu Izzy.
ru: Приветствуется вклад в добавление поддержки index-v1.json и проверку подписи index-v1.jar. У нас уже есть код для этого на Java, Python и Ruby, так что это должно быть довольно легко сделать. Потенциальные участники должны координировать свои действия с Иззи.
uk: Вітається внесок на застосунок підтримки index-v1.json і перевірку підпису index-v1.jar. У нас вже є код для цього на Java, Python і Ruby, так що це повинно бути досить легко зробити. Потенційні учасники повинні координувати свої дії з Іззі.
zh_hans: 欢迎参与贡献以添加对 index-v1.json 的支持和 index-v1.jar 的签名验证。我们已经有用于执行此操作的 Java、Python 和 Ruby 代码，因此应该很容易做到。潜在贡献者应与 Izzy 协调。

source: **[Dice Overflow](https://f-droid.org/packages/eu.veldsoft.dice.overflow/)**: A simple board logical game, it is a mix between dice and the ColorOverflow game. The goal of the game is to conquer all cells on the board.
de: **[Dice Overflow](https://f-droid.org/packages/eu.veldsoft.dice.overflow/)**: Ein einfaches Logik-Brettspiel, es ist eine Mischung aus einem Würfelspiel und dem Spiel „ColorOverflow“. Ziel des Spiels ist es, alle Felder auf dem Brett zu erobern.
pl: **[Dice Overflow](https://f-droid.org/packages/eu.veldsoft.dice.overflow/)**: Prosta logiczna gra planszowa, to połączenie kości i gry ColorOverflow. Celem gry jest zdobycie wszystkich komórek na planszy.
ro: **[Dice Overflow](https://f-droid.org/packages/eu.veldsoft.dice.overflow/)**: Un joc simplu de logică pe tablă, este un amestec între jocul de zaruri și jocul ColorOverflow. Scopul jocului este de a cuceri toate celulele de pe tablă.
ru: **[Dice Overflow](https://f-droid.org/packages/eu.veldsoft.dice.overflow/)**: Простая настольная логическая игра, представляющая собой смесь между кубиками и игрой ColorOverflow. Цель игры - завоевать все клетки на доске.
uk: **[Dice Overflow](https://f-droid.org/packages/eu.veldsoft.dice.overflow/)**: Проста настільна логічна гра, що представляє собою суміш між кубиками і грою ColorOverflow. Мета гри - завоювати всі клітини на дошці.
zh_hans: **[Dice Overflow](https://f-droid.org/packages/eu.veldsoft.dice.overflow/)**：一个简单的棋盘逻辑游戏，它是骰子和 ColorOverflow 游戏的混合体。游戏的目标是征服棋盘上的所有格子。

source: **[Oversec](https://f-droid.org/packages/io.oversec.one/)**: Privacy for All Apps! Encrypt and Disguise Messages in All Your Apps! You need to see the videos linked in the description!
de: **[Oversec](https://f-droid.org/packages/io.oversec.one/)**: Datenschutz für alle Apps! Nachrichten in all euren Apps verschlüsseln und tarnen! Ihr müsst euch die Videos ansehen, die in der Beschreibung verlinkt sind!
pl: **[Oversec](https://f-droid.org/packages/io.oversec.one/)**: Prywatność dla wszystkich aplikacji! Szyfruj i ukrywaj wiadomości we wszystkich swoich aplikacjach! Musisz zobaczyć filmy związane z opisem!
ro: **[Oversec](https://f-droid.org/packages/io.oversec.one/)**:Confidențialitate pentru toate aplicațiile! Criptați și disimulați mesajele în toate aplicațiile dvs.! Trebuie să vedeți videoclipurile legate în descriere!
ru: **[Oversec](https://f-droid.org/packages/io.oversec.one/)**: Конфиденциальность для всех приложений! Шифруйте и маскируйте сообщения во всех ваших приложениях! Вы должны посмотреть видео, ссылки на которые есть в описании!
uk: **[Oversec](https://f-droid.org/packages/io.oversec.one/)**: Приватність для всіх застосунків! Шифруйте і маскуйте повідомлення у всіх ваших застосунках! Вам потрібно переглянути відео, посилання на які є в описі!
zh_hans: **[Oversec](https://f-droid.org/packages/io.oversec.one/)**：为所有应用带来隐私！加密和伪装所有应用中的消息！你需要查看描述中链接的视频！

source: **[SaidIt](https://f-droid.org/packages/org.saiditnet.redreader/)**: An official client for the news site saidit.net. This app is a fork of QuantumBadger's [RedReader](https://f-droid.org/packages/org.quantumbadger.redreader/).
de: **[SaidIt](https://f-droid.org/packages/org.saiditnet.redreader/)**: Offizieller Client für die Nachrichtenseite saidit.net. Diese App ist ein Fork von QuantumBadger's [RedReader](https://f-droid.org/packages/org.quantumbadger.redreader/).
pl: **[SaidIt](https://f-droid.org/packages/org.saiditnet.redreader/)**: Oficjalny klient serwisu informacyjnegosaidit.net. Ta aplikacja jest gałęzią programu QuantumBadger's [RedReader](https://f-droid.org/packages/org.quantumbadger.redreader/).
ro: **[SaidIt](https://f-droid.org/packages/org.saiditnet.redreader/)**: Un client oficial pentru site-ul de știri saidit.net. Această aplicație este o bifurcație a aplicației QuantumBadger's [RedReader](https://f-droid.org/packages/org.quantumbadger.redreader/).
ru: **[SaidIt](https://f-droid.org/packages/org.saiditnet.redreader/)**: Официальный клиент для новостного сайта saidit.net. Это приложение является форком [RedReader](https://f-droid.org/packages/org.quantumbadger.redreader/) от QuantumBadger.
uk: **[SaidIt](https://f-droid.org/packages/org.saiditnet.redreader/)**: Офіційний клієнт для новинного сайту saidit.net. Ця програма є Форком [RedReader](https://f-droid.org/packages/org.quantumbadger.redreader/) від QuantumBadger.
zh_hans: **[SaidIt](https://f-droid.org/packages/org.saiditnet.redreader/)**：新闻网站 saidit.net 的官方客户端。这个应用是 QuantumBadger 的 [RedReader](https://f-droid.org/packages/org.quantumbadger.redreader/) 的一个分支。

source: In total, **{{ page.number_of_updated_apps }}** apps were updated this week. While they all got their bugs fixed, their translations updated and expanded, here are the highlights:
de: Insgesamt wurden diese Woche **{{ page.number_of_updated_apps }}** Apps aktualisiert. Während alle ihre Fehlerkorrekturen, aktualisierte und erweiterte Übersetzungen erhielten, hier die Höhepunkte:
pl: W sumie, **{{ page.number_of_updated_apps }}** aplikacji zostało zaktualizowanych w tym tygodniu. Wszystkie ich błędy zostały naprawione, a ich tłumaczenia zaktualizowane i rozwinięte, oto najważniejsze informacje:
ro: În total, **{{ page.number_of_updated_apps }}** aplicații au fost actualizate în această săptămână. Între timp , toate au primit remedierea erorilor, actualizarea și extinderea traducerilor, iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено **{{ page.number_of_updated_apps }}** приложений. Все они получили исправленные ошибки, обновленные и расширенные переводы, вот основные моменты:
uk: Усього цього тижня було оновлено **{{ page.number_of_updated_apps }}** застосунків. Всі вони отримали виправлені помилки, оновлені та розширені переклади, ось основні моменти:
zh_hans: 本周总共更新了 **{{ page.number_of_updated_apps }}** 个应用。虽然他们都修复了错误，更新和扩展了他们的翻译，但以下是亮点：

source: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** 1.0.14 saw some bug fixes, a new theme too. Also users are advised to switch to another [calendar widget app](https://f-droid.org/packages/com.plusonelabs.calendar/) since this functionality has been removed from Etar.
de: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** 1.0.14 erhielt einige Fehlerlösungen und auch ein neues Design. Außerdem wird den Anwendern geraten, zu einer anderen [Kalender-Widget-App](https://f-droid.org/packages/com.plusonelabs.calendar/) zu wechseln, da diese Funktionalität aus Etar entfernt wurde.
pl: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** 1.0.14 widziałem kilka poprawek błędów, nowy motyw. Zaleca się również, aby użytkownicy przełączali się na inną aplikację [widżet kalendarza](https://f-droid.org/packages/com.plusonelabs.calendar/), ponieważ ta funkcja została usunięta z Etar.
ro: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** În versiunea 1.0.14 au fost rezolvate câteva erori, dar și o nouă temă. De asemenea, utilizatorii sunt sfătuiți să treacă la o altă [calendar widget app](https://f-droid.org/packages/com.plusonelabs.calendar/), deoarece această funcționalitate a fost eliminată din Etar.
ru: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** В версии 1.0.14 исправлены некоторые ошибки, добавлена новая тема. Также пользователям рекомендуется перейти на другое приложение [calendar widget app](https://f-droid.org/packages/com.plusonelabs.calendar/), так как эта функциональность была удалена из Etar.
uk: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** У версії 1.0.14 виправлені деякі помилки, додана нова тема. Також користувачам рекомендується перейти на інший застосунок [calendar widget app](https://f-droid.org/packages/com.plusonelabs.calendar/), так як ця функціональність була видалена з Etar.
zh_hans: **[Etar](https://f-droid.org/packages/ws.xsoh.etar/)** 1.0.14 修复了一些错误，也有一个新主题。此外，建议用户切换到另一个[日历微件应用](https://f-droid.org/packages/com.plusonelabs.calendar/)，因为此功能已从 Etar 中删除。

source: **ICSdroid** is now known as **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)** following in the steps of DAVx⁵. You can read more about this [here](https://www.davx5.com/faq/general/what-does-davx5-stand-for).
de: **ICSdroid** wird nun **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)** genannt, folgt in dieser Hinsicht DAVx⁵. Mehr dazu erfahrt ihr [hier](https://www.davx5.com/faq/general/what-does-davx5-stand-for).
pl: **ICSdroid** is now known as **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)** zgodnie z krokami DAVx⁵. Możesz przeczytać więcej na ten temat [tutaj](https://www.davx5.com/faq/general/what-does-davx5-stand-for).
ro: **ICSdroid** este acum cunoscut sub numele de **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)**, urmând pașii lui DAVx⁵. Puteți citi mai multe despre acest lucru [here](https://www.davx5.com/faq/general/what-does-davx5-stand-for).
ru: **ICSdroid** теперь известен как **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)**, вслед за DAVx⁵. Подробнее об этом можно прочитать [здесь](https://www.davx5.com/faq/general/what-does-davx5-stand-for).
uk: ** ICSdroid ** тепер відомий як **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)**, слідуючи по стопах DAVx⁵. Детальніше про це можна прочитати [тут](https://www.davx5.com/faq/general/what-does-davx5-stand-for).
zh_hans: **ICSdroid** 现在被称为 **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)** 遵循 DAVx⁵ 的步骤。你可以在[此处](https://www.davx5.com/faq/general/what-does-davx5-stand-for)阅读有关此内容的更多信息。

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** keeps its update pace, already at 1.63.1 bringing
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** hält sein Aktualisierungstempo bei und ist bereits bei 1.63.1 angelangt
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** utrzymuje tempo aktualizacji, wydając 1.63.1 przynosi
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** își menține ritmul de actualizare, ajungând deja la 1.63.1, ceea ce aduce
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** сохраняет темп обновлений, уже на уровне 1.63.1
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** зберігає темп оновлень, вже на рівні 1.63.1
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 保持更新速度，已经发布 1.63.1，带来

source: Login with Peertube accounts
pl: Zaloguj się za pomocą kont Peertube
ro: Conectați-vă cu conturile Peertube
ru: Вход в систему с помощью учетных записей Peertube
uk: Вхід в систему за допомогою облікових записів Peertube
zh_hans: 使用 Peertube 帐户登录

source: Display five timelines (Subscriptions, Overview, Trending, Recently added, Local) with pagination
pl: Wyświetlanie pięciu osi czasu (subskrypcje, przegląd, Trendy, Ostatnio dodane, Lokalne) z podziałem na strony
ro: Afișați cinci cronologii (Abonamente, Prezentare generală, Tendințe, Adăugat recent, Local) cu paginare
ru: Отображение пяти временных линий (подписки, обзор, тренды, недавно добавленные, местные) с пагинацией
uk: Показ п'яти тимчасових часових ліній (підписки, огляд, тренди, недавно додані, місцеві) з пагінацією
zh_hans: 使用分页显示五个时间线（订阅、概述、趋势、最近添加、本地）

source: Display accounts and their channels
pl: Wyświetl konta i ich kanały
ro: Conturile de afișare și canalele lor
ru: Отображение аккаунтов и их каналов
uk: Відображення акаунтів і їх каналів
zh_hans: 显示账户及其频道

source: Follow / Unfollow accounts and channels
pl: Śledź / przestań obserwować konta i kanały
ro: Urmăriți / Dezabonați conturi și canale
ru: Подписаться / отменить подписку на аккаунты и каналы
uk: Підписатися/скасувати підписку на акаунти і канали
zh_hans: 关注/取消关注账户和频道

source: Watch comments + write/remove comments
pl: Oglądaj komentarze + pisz / usuwaj komentarze
ro: Urmăriți comentariile + scrieți/eliminați comentarii
ru: Просмотр комментариев + написание/удаление комментариев
uk: Перегляд коментарів + написання/видалення коментарів
zh_hans: 查看评论 + 撰写/删除评论

source: Vote on videos (thumbs-up, thumbs-down, remove rating).
pl: Głosuj na filmy (kciuk w górę, kciuk w dół, usuwanie oceny).
ro: Votați clipurile video (cu degetul mare în sus, cu degetul mare în jos, eliminați ratingul).
ru: Голосование за видео (большой палец вверх, большой палец вниз, удаление рейтинга).
uk: Голосування за відео (великий палець вгору, великий палець вниз, видалення рейтингу).
zh_hans: 对视频投票（赞、踩、删除评分）。

source: Pick up three different modes for videos (Torrent/Webview/Direct)
pl: Wybierz trzy różne tryby dla filmów (Torrent / Webview / Direct)
ro: Alege trei moduri diferite pentru videoclipuri (Torrent/Webview/Direct)
ru: Подберите три различных режима для видео (Torrent/Webview/Direct)
uk: Підберіть три різних режиму для відео (Torrent/Webview/Direct)
zh_hans: 选择三种不同的视频模式 (Torrent/Webview/Direct)

source: Video starts automatically in fullscreen in landscape orientation.
pl: Wideo uruchamia się automatycznie na pełnym ekranie w orientacji poziomej.
ro: Videoclipul pornește automat pe ecran complet în orientare peisaj.
ru: Видео автоматически запускается в полноэкранном режиме в альбомной ориентации.
uk: Відео автоматично запускається в повноекранному режимі альбомного формату.
zh_hans: 视频自动以横向全屏模式启动。
