Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [AntennaPod](https://antennapod.org/) is an open-source podcast manager for Android that I maintain. AntennaPod does not rely on a centralized server but fetches the podcast feeds directly using the device. This is pretty nice for user's privacy because nobody gets a full list of your subscriptions. Unfortunately, more and more users with old Android versions experience problems with some podcast feeds. The reason is that servers are updated to more recent TLS versions that are not available on those devices. Upgrading the TLS version of servers is definitely a good thing because it makes the communication more secure. That's why most browsers ship their own stack that they can update independently of the device vendors. Unfortunately, all other apps that are dependent on connections to many servers out of their control, like AntennaPod, still experience issues. Users then see download errors like the following: `Failure in SSL Library, usually a protocol error`. This is pretty bad because it prevents users from listening to podcasts. While this is basically the device vendor's fault, it ultimately backfires on app developers.
de: [AntennaPod](https://antennapod.org/) ist ein, von mir betriebener, quelloffener Podcast-Manager für Android. AntennaPod hängt nicht von einem zentralen Server ab, sondern holt sich die Podcast-Quellen direkt über das Gerät. Zum Schutz der Nutzerdaten ziemlich nett, weil niemand eine komplette Liste der Abos erhält. Leider stoßen mehr und mehr Nutzer alter Android-Versionen auf Probleme mit bestimmten Podcast-Feeds. Der Grund dafür ist, dass Server Updates auf aktuellere TLS-Versionen erhielten, die auf den Geräten nicht zur Verfügung stehen. Eine Aktualisierung der TLS-Version auf Servern ist definitiv etwas Gutes, da es die Kommunikation sicherer macht. Die meisten Browser bringen deshalb ihren eigenen Stack mit, der ihnen ein Update unabhängig vom Gerätehersteller ermöglicht. Leider kommt es bei allen anderen Apps, wie AntennaPod, die von Verbindungen zu mehreren Servern außerhalb ihrer Kontrolle abhängen, zu Problemen. Anwender finden dann Download-Fehler wie folgenden: `Failure in SSL Library, usually a protocol error`. Das ist ziemlich schlecht, da sie Nutzer daran hindern, Podcasts zu hören. Obwohl dies im Grunde ein Versagen der Gerätehersteller ist, fällt es letztlich auf die App-Entwickler zurück.
pl: [AntennaPod](https://antennapod.org/) to zarządzany przeze mnie menedżer podcastów typu open source dla Androida. AntennaPod nie opiera się na scentralizowanym serwerze, ale pobiera podcasty bezpośrednio za pomocą urządzenia. Jest to całkiem miłe dla prywatności użytkownika, ponieważ nikt nie otrzymuje pełnej listy twoich subskrypcji. Niestety coraz więcej użytkowników starszych wersji Androida ma problemy z niektórymi kanałami podcastów. Powodem jest to, że serwery są aktualizowane do nowszych wersji TLS, które nie są dostępne na tych urządzeniach. Aktualizacja serwerów w wersji TLS jest zdecydowanie dobrą rzeczą, ponieważ zwiększa bezpieczeństwo komunikacji. Dlatego większość przeglądarek dostarcza własny stos, który mogą aktualizować niezależnie od dostawców urządzeń. Niestety, wszystkie inne aplikacje, które są zależne od połączeń z wieloma serwerami poza ich kontrolą, takie jak AntennaPod, nadal mają problemy. Użytkownicy widzą następnie błędy pobierania, takie jak: `Awaria w bibliotece SSL, zwykle błąd protokołu`. Jest to dość złe, ponieważ uniemożliwia użytkownikom słuchanie podcastów. Chociaż jest to w zasadzie wina dostawcy urządzenia, ostatecznie odnosi się to do twórców aplikacji.
ro: [AntennaPod](https://antennapod.org/) este un manager de podcasturi open-source pentru Android pe care îl întrețin. AntennaPod nu se bazează pe un server centralizat, ci preia fluxurile de podcasturi direct de pe dispozitiv. Acest lucru este destul de bun pentru confidențialitatea utilizatorului, deoarece nimeni nu primește o listă completă a abonamentelor dumneavoastră. Din păcate, din ce în ce mai mulți utilizatori cu versiuni vechi de Android întâmpină probleme cu unele fluxuri de podcasturi. Motivul este că serverele sunt actualizate la versiuni TLS mai recente care nu sunt disponibile pe acele dispozitive. Actualizarea versiunii TLS a serverelor este, cu siguranță, un lucru bun, deoarece face comunicarea mai sigură. Acesta este motivul pentru care majoritatea browserelor își livrează propriul stack pe care îl pot actualiza independent de furnizorii de dispozitive. Din nefericire, toate celelalte aplicații care depind de conexiuni cu multe servere care nu sunt sub controlul lor, cum ar fi AntennaPod, au în continuare probleme. Utilizatorii văd atunci erori de descărcare precum cele de mai jos: `Failure in SSL Library, de obicei o eroare de protocol`. Acest lucru este destul de rău, deoarece îi împiedică pe utilizatori să asculte podcast-uri. În timp ce acest lucru este în principiu vina furnizorului de dispozitive, în cele din urmă se întoarce împotriva dezvoltatorilor de aplicații.
ru: [AntennaPod](https://antennapod.org/) - это менеджер подкастов с открытым исходным кодом для Android, который я поддерживаю. AntennaPod не полагается на централизованный сервер, а получает каналы подкастов непосредственно с помощью устройства. Это очень хорошо для конфиденциальности пользователя, потому что никто не получит полный список ваших подписок. К сожалению, все больше пользователей со старыми версиями Android сталкиваются с проблемами при работе с некоторыми подкастами. Причина в том, что серверы обновляются до более новых версий TLS, которые недоступны на этих устройствах. Обновление версий TLS на серверах - это, безусловно, хорошо, потому что это делает связь более безопасной. Именно поэтому большинство браузеров поставляют свой собственный стек, который они могут обновлять независимо от производителей устройств. К сожалению, все остальные приложения, которые зависят от соединений с множеством серверов, находящихся вне их контроля, например, AntennaPod, по-прежнему испытывают проблемы. Пользователи видят ошибки загрузки, подобные следующим: `Сбой в библиотеке SSL, обычно ошибка протокола`. Это довольно неприятно, поскольку не позволяет пользователям слушать подкасты. Хотя в основном в этом виноват производитель устройства, в конечном итоге это отражается на разработчиках приложений.
uk: [AntennaPod](https://antennapod.org/) - це менеджер подкастів з відкритим вихідним кодом для Android, який я підтримую. AntennaPod не покладається на централізований сервер, а отримує канали подкастів безпосередньо за допомогою пристрою. Це дуже добре для конфіденційності користувача, тому що ніхто не отримає повний список ваших підписок. На жаль, все більше користувачів зі старими версіями Android стикаються з проблемами при роботі з деякими впорядкування файлів. Причина в тому, що сервери оновлюються до новіших версій TLS, які недоступні на цих пристроях. Оновлення версій TLS на серверах - це, безумовно, добре, тому що це робить зв'язок більш безпечною. Саме тому більшість браузерів постачають свій власний стек, який вони можуть оновлювати незалежно від виробників пристроїв. На жаль, всі інші програми, які залежать від сполук з безліччю серверів, що знаходяться поза їхнім контролем, наприклад, AntennaPod, як і раніше відчувають проблеми. Користувачі бачать помилки завантаження, подібні наступним: `Збій в бібліотеці SSL, зазвичай помилка протокола`. Це досить неприємно, оскільки не дозволяє користувачам слухати подкасти. Хоча в основному в цьому винен виробник пристрою, в кінцевому підсумку це відбивається на розробників застосунків.
zh_hans: [AntennaPod](https://antennapod.org/) 是我维护的 Android 开源播客管理器。AntennaPod 不依赖于集中式服务器，而是直接使用设备获取播客订阅。这对用户的隐私非常有利，因为没有人会获得你订阅的完整列表。不幸的是，越来越多使用旧 Android 版本的用户在使用某些播客源时遇到问题。原因是服务器已更新到这些设备上不可用的较新的 TLS 版本。升级服务器的 TLS 版本绝对是一件好事，因为它使通信更加安全。这就是为什么大多数浏览器都提供自己的堆栈，它们可以独立于设备供应商进行更新。不幸的是，所有其他依赖于连接到许多不受其控制的服务器的应用，例如 AntennaPod，仍然会遇到问题。然后用户会看到如下下载错误：`Failure in SSL Library, usually a protocol error`。这很糟糕，因为它会阻止用户收听播客。虽然这基本上是设备供应商的错，但最终会波及应用开发者。

source: `TLSv1.1` and `TLSv1.2` are supported starting with Android 4.1 and were enabled by default in Android 5.0. There also is a number of Cipher suites and certificates that are not supported in Android 4.x. While this problem currently only affects Android 4.x users, more will follow in the future as servers are upgraded to `TLSv1.3`. `TLSv1.3` was first shipped with Android 10, which runs on about 8% of the active devices on Google Play. You can find more details about the SSL support in Android on the [SSLSocket reference page](https://developer.android.com/reference/javax/net/ssl/SSLSocket). Developers now have to deal with the fact that vendors neglect software updates.
de: Die Unterstützung von `TLSv1.1` und `TLSv1.2` begann mit Android 4.1 und wurde Standard in Android 5.0. Es gibt auch eine Anzahl von Cipher-Suites und Zertifikaten, die in Android 4.x nicht unterstützt werden. Auch wenn dieses Problem momentan nur Android-4.x-Nutzer betrifft, werden in Zukunft weitere folgen, nachdem Server auf `TLSv1.3` aktualisiert wurden. `TLSv1.3` wurde zum ersten Mal mit Android 10 ausgeliefert, das auf ungefähr 8% der auf Google Play angemeldeten Geräte läuft. Einzelheiten zur SSL-Unterstützung in Android findet man auf der [SSLSocket reference page](https://developer.android.com/reference/javax/net/ssl/SSLSocket). Die Entwickler haben sich nun mit der Tatsache auseinanderzusetzen, dass Hersteller Software-Updates vernachlässigen.
pl: `TLSv1.1` i `TLSv1.2` są obsługiwane począwszy od Androida 4.1 i były domyślnie włączone w Androidzie 5.0. Istnieje również wiele zestawów szyfrowania i certyfikatów, które nie są obsługiwane w systemie Android 4.x. Chociaż ten problem dotyczy obecnie tylko użytkowników Androida 4.x, w przyszłości pojawi się więcej, gdy serwery zostaną uaktualnione do `TLSv1.3`. `TLSv1.3` został po raz pierwszy dostarczony z systemem Android 10, który działa na około 8% aktywnych urządzeń w Google Play. Więcej informacji na temat obsługi SSL w Androidzie znajdziesz na [stronie referencyjnej SSLSocket](https://developer.android.com/reference/javax/net/ssl/SSLSocket). Deweloperzy muszą teraz zmierzyć się z faktem, że dostawcy zaniedbują aktualizacje oprogramowania.
ro: `TLSv1.1` și `TLSv1.2` sunt acceptate începând cu Android 4.1 și au fost activate în mod implicit în Android 5.0. Există, de asemenea, o serie de suite de cifru și certificate care nu sunt acceptate în Android 4.x. Deși această problemă afectează în prezent doar utilizatorii Android 4.x, vor urma și altele în viitor, pe măsură ce serverele vor fi actualizate la `TLSv1.3`. `TLSv1.3` a fost livrat pentru prima dată cu Android 10, care rulează pe aproximativ 8% dintre dispozitivele active de pe Google Play. Puteți găsi mai multe detalii despre suportul SSL în Android pe [SSLSocket reference page](https://developer.android.com/reference/javax/net/ssl/SSLSocket). Dezvoltatorii trebuie să se confrunte acum cu faptul că vânzătorii neglijează actualizările de software.
ru: `TLSv1.1` и `TLSv1.2` поддерживаются начиная с Android 4.1 и были включены по умолчанию в Android 5.0. Существует также ряд наборов шифров и сертификатов, которые не поддерживаются в Android 4.x. Хотя в настоящее время эта проблема затрагивает только пользователей Android 4.x, в будущем, по мере обновления серверов до `TLSv1.3`, будут появляться и другие проблемы. `TLSv1.3` впервые был поставлен с Android 10, на котором работает около 8% активных устройств в Google Play. Более подробно о поддержке SSL в Android можно узнать на справочной странице [SSLSocket reference page](https://developer.android.com/reference/javax/net/ssl/SSLSocket). Разработчикам теперь приходится сталкиваться с тем, что производители пренебрегают обновлениями программного обеспечения.
uk: `TLSv1.1` і` TLSv1.2` підтримуються починаючи з Android 4.1 і були включені за замовчуванням в Android 5.0. Існує також ряд наборів шифрів і сертифікатів, які не підтримуються в Android 4.x. Хоча в даний час ця проблема зачіпає тільки тих, хто Android 4.x, в майбутньому, у міру відновлення серверів до `TLSv1.3`, будуть з'являтися і інші проблеми. `TLSv1.3` вперше був поставлений з Android 10, на якому працює близько 8% активних пристроїв в Google Play. Більш докладно про підтримку SSL в Android можна дізнатися на довідкової сторінці [SSLSocket reference page](https://developer.android.com/reference/javax/net/ssl/SSLSocket). Розробникам тепер доводиться стикатися з тим, що виробники нехтують оновленнями програмного забезпечення.
zh_hans: 从 Android 4.1 开始支持 `TLSv1.1` 和 `TLSv1.2`，并在 Android 5.0 中默认启用。还有一些密码套件和证书在 Android 4.x 中不受支持。虽然此问题目前仅影响 Android 4.x 用户，但随着服务器升级到 `TLSv1.3`，未来会出现更多问题。`TLSv1.3` 最初是随 Android 10 一起提供的，它在 Google Play 上大约 8% 的活动设备上运行。你可以在 [SSLSocket 参考页面](https://developer.android.com/reference/javax/net/ssl/SSLSocket)上找到有关 Android 中 SSL 支持的更多详细信息。开发者现在必须处理供应商忽视软件更新的事实。

source: This is a known problem, so Google published a library called `ProviderInstaller`. It's pretty easy to use (`ProviderInstaller.installIfNeeded(context);`) and fixes all those problems instantly. Because the provider is kept up-to-date independently of the app using Google Play Services, app developers do not need to worry about this anymore.
de: Dies ist ein bekanntes Problem, also hat Google eine mit `ProviderInstaller`benannte Bibliothek veröffentlicht. Sie ist wirklich einfach anzuwenden (`ProviderInstaller.installIfNeeded(context);`) und behebt all diese Probleme augenblicklich. Weil der Provider mittels der Google Play Services unabhängig von der App auf dem neuesten Stand bleibt, müssen sich App-Entwickler darum nicht mehr kümmern.
pl: Jest to znany problem, więc Google opublikowało bibliotekę o nazwie `ProviderInstaller`. Jest dość łatwy w użyciu (`ProviderInstaller.installIfNeeded(context);`) i natychmiast naprawia wszystkie te problemy. Ponieważ dostawca jest na bieżąco aktualizowany niezależnie od aplikacji korzystającej z usług Google Play, twórcy aplikacji nie muszą się już o to martwić.
ro: Aceasta este o problemă cunoscută, așa că Google a publicat o bibliotecă numită `ProviderInstaller`. Este destul de ușor de utilizat (`ProviderInstaller.installIfNeededed(context);`) și rezolvă toate aceste probleme instantaneu. Deoarece furnizorul este actualizat independent de aplicație prin intermediul Google Play Services, dezvoltatorii de aplicații nu trebuie să își mai facă griji în acest sens.
ru: Это известная проблема, поэтому Google опубликовал библиотеку под названием `ProviderInstaller`. Она довольно проста в использовании (`ProviderInstaller.installIfNeeded(context);`) и мгновенно устраняет все эти проблемы. Поскольку провайдер обновляется независимо от приложения с помощью Google Play Services, разработчикам приложений больше не нужно беспокоиться об этом.
uk: Це відома проблема, тому Google оприлюднив бібліотеку під назвою `ProviderInstaller`. Вона досить проста у використанні ( `ProviderInstaller.installIfNeeded (context);`) і миттєво усуває всі ці проблеми. Оскільки провайдер оновлюється незалежно від програми за допомогою Google Play Services, розробникам застосунків більше не потрібно турбуватися про це.
zh_hans: 这是一个已知问题，因此 Google 发布了一个名为 `ProviderInstaller` 的库。它非常易于使用 (`ProviderInstaller.installIfNeeded(context);`) 并立即解决所有这些问题。由于提供程序独立于使用 Google Play 服务的应用保持最新状态，因此应用开发者不需要再担心这一点。

source: This sounds too good to be true, doesn't it? Well, Google's `ProviderInstaller` has a pretty big drawback. The library is closed-source, so it can not be used for apps published on F-Droid. AntennaPod currently builds with two different flavors: one that is 100% free software for F-Droid and one with the `ProviderInstaller` library for the Google Play Store. This means that the F-Droid users are left behind. They still experience connection problems to some servers and consider this a bug in AntennaPod.
de: Das klingt zu schön um wahr zu sein, oder? Schön, Googles `ProviderInstaller` hat einen gewichtigen Nachteil. Die Bibliothek ist nicht quelloffen, also kann sie nicht für Apps genutzt werden, die auf F-Droid veröffentlicht werden. AntennaPod wird momentan in zwei verschiedenen Varianten hergestellt: eine ist 100% freie Software für F-Droid und eine mit der `ProviderInstaller`-Bibliothek für den Google Play Store. Dies bedeutet, dass F-Droid-Nutzer außen vor bleiben. Sie erleben weiterhin Verbindungsprobleme bei manchen Servern und betrachten diese als einen Bug in AntennaPod.
pl: To brzmi zbyt pięknie, aby mogło być prawdziwe, prawda? Cóż, Google `ProviderInstaller` ma dość dużą wadę. Biblioteka jest zamkniętym źródłem, więc nie można jej używać w aplikacjach publikowanych na F-Droid. AntennaPod jest obecnie kompilowany w dwóch różnych wersjach: jeden, który jest w 100% darmowym oprogramowaniem dla F-Droid, a drugi z biblioteką `ProviderInstaller` dla sklepu Google Play. Oznacza to, że użytkownicy F-Droida zostają w tyle. Nadal mają problemy z połączeniem z niektórymi serwerami i uważają to za błąd w AntennaPod.
ro: Sună prea bine ca să fie adevărat, nu-i așa? Ei bine, `ProviderInstaller` de la Google are un dezavantaj destul de mare. Biblioteca este cu sursă închisă, deci nu poate fi folosită pentru aplicațiile publicate pe F-Droid. AntennaPod se construiește în prezent cu două variante diferite: una care este 100% software liber pentru F-Droid și una cu biblioteca `ProviderInstaller` pentru Google Play Store. Acest lucru înseamnă că utilizatorii F-Droid sunt lăsați în urmă. Aceștia întâmpină în continuare probleme de conectare la unele servere și consideră acest lucru un bug în AntennaPod.
ru: Это звучит слишком хорошо, чтобы быть правдой, не так ли? Ну, у `ProviderInstaller` от Google есть довольно большой недостаток. Библиотека с закрытым исходным кодом, поэтому ее нельзя использовать для приложений, опубликованных на F-Droid. В настоящее время AntennaPod собирается с двумя различными вариантами: один - 100% свободное программное обеспечение для F-Droid и один с библиотекой `ProviderInstaller` для Google Play Store. Это означает, что пользователи F-Droid остались позади. Они по-прежнему испытывают проблемы с подключением к некоторым серверам и считают это ошибкой в AntennaPod.
uk: Це звучить занадто добре, щоб бути правдою, чи не так? Ну, у `ProviderInstaller` від Google є досить великий недолік. Бібліотека з закритим вихідним кодом, тому її не можна використовувати для застосунків, оприлюднених на F-Droid. В даний час AntennaPod збирається з двома різними варіантами: один - 100% вільним програмним забезпеченням для F-Droid і один з бібліотекою `ProviderInstaller` для Google Play Store. Це означає, що користувачі F-Droid залишилися позаду. Вони як і раніше відчувають проблеми з підключенням до деяких серверів і вважають це помилкою в AntennaPod.
zh_hans: 这听起来好得令人难以置信，不是吗？好吧，Google 的 `ProviderInstaller` 有一个很大的缺点。该库是闭源的，因此不能用于在 F-Droid 上发布的应用。AntennaPod 目前构建有两种不同的风格：一种是用于 F-Droid 的 100% 自由软件，另一种是用于 Google Play 商店的 `ProviderInstaller` 库。这意味着 F-Droid 用户被抛在了后面。他们仍然会遇到与某些服务器的连接问题，并认为这是 AntennaPod 中的错误。

source: An alternative that works with F-Droid is to include the open-source library [`Conscrypt`](https://github.com/google/conscrypt/). Bundling the library in AntennaPod was first proposed by @Slinger in a [pull request for AntennaPod](https://github.com/AntennaPod/AntennaPod/pull/4077). While bundling `Conscrypt` with an app is just as easy as using Google's `ProviderInstaller`, it has two major disadvantages:
de: Eine Alternative, die in F-Droid funktioniert, ist die Aufnahme der Open-Source-Bibliothek [`Conscrypt`](https://github.com/google/conscrypt/). Die Einbindung der Bibliothek in AntennaPod wurde erstmalig von @Slinger in einem [Pull Request für AntennaPod](https://github.com/AntennaPod/AntennaPod/pull/4077) vorgeschlagen. Wenngleich die Einbindung von `Conscrypt` in eine App genauso einfach ist wie die Verwendung von Google's `ProviderInstaller`, hat sie zwei Hauptnachteile:
pl: Alternatywą, która działa z F-Droidem jest włączenie biblioteki open-source [`Conscrypt`](https://github.com/google/conscrypt/). Łączenie biblioteki w AntennaPod zostało po raz pierwszy zaproponowane przez @Slinger w [prośbie o wyciągnięcie AntennaPod](https://github.com/AntennaPod/AntennaPod/pull/4077). Chociaż łączenie `Conscrypt` z aplikacją jest tak proste, jak korzystanie z Google `ProviderInstaller`, ma dwie główne wady:
ro: O alternativă care funcționează cu F-Droid este să includeți biblioteca open-source [`Conscrypt`](https://github.com/google/conscrypt/). Includerea bibliotecii în AntennaPod a fost propusă pentru prima dată de @Slinger într-o [pull request for AntennaPod](https://github.com/AntennaPod/AntennaPod/pull/4077). Deși includerea `Conscrypt` într-o aplicație este la fel de ușoară ca și utilizarea `ProviderInstaller` de la Google, are două dezavantaje majore:
ru: Альтернативой, которая работает с F-Droid, является включение библиотеки с открытым исходным кодом [`Conscrypt`](https://github.com/google/conscrypt/). Включение библиотеки в AntennaPod было впервые предложено @Slinger в [pull request for AntennaPod](https://github.com/AntennaPod/AntennaPod/pull/4077). Хотя включить `Conscrypt` в приложение так же просто, как использовать `ProviderInstaller` от Google, у него есть два существенных недостатка:
uk: Альтернативою, яка працює з F-Droid, є включення бібліотеки з відкритим вихідним кодом [ `Conscrypt`](https://github.com/google/conscrypt/). Включення бібліотеки в AntennaPod було вперше запрооновано @Slinger в [pull request for AntennaPod](https://github.com/AntennaPod/AntennaPod/pull/4077). Хоча включити `Conscrypt` в застосунок так само просто, як використовувати` ProviderInstaller` від Google, у нього є два суттєвих недоліки:
zh_hans: 与 F-Droid 一起使用的替代方法是包含开源库 [`Conscrypt`](https://github.com/google/conscrypt/)。在 AntennaPod 中捆绑库最初是由 @Slinger 在[对 AntennaPod 的拉取请求](https://github.com/AntennaPod/AntennaPod/pull/4077)中提出的。虽然将 `Conscrypt` 与应用捆绑起来就像使用 Google 的 `ProviderInstaller` 一样简单，但它有两个主要缺点：

source: App developers are forced to update the provider regularly. This is additional work for the maintainers and might cause trouble with apps that have a slow development cycle.
de: App-Entwickler sind gezwungen, regelmäßig den Provider zu aktualisieren. Das bedeutet zusätzliche Arbeit für die Betreiber und kann bei Apps, die einen langsamen Entwicklungszyklus haben, Ärger machen.
pl: Programiści aplikacji są zmuszeni do regularnego aktualizowania dostawcy. Jest to dodatkowa praca dla opiekunów i może powodować problemy z aplikacjami, które mają powolny cykl rozwoju.
ro: Dezvoltatorii de aplicații sunt obligați să actualizeze periodic furnizorul. Acest lucru reprezintă o muncă suplimentară pentru cei care se ocupă de întreținere și ar putea cauza probleme în cazul aplicațiilor care au un ciclu de dezvoltare lent.
ru: Разработчики приложений вынуждены регулярно обновлять провайдера. Это дополнительная работа для сопровождающих и может вызвать проблемы с приложениями, которые имеют медленный цикл разработки.
uk: Розробники застосунків змушені регулярно оновлювати постачальника. Це додаткова робота для супроводжувачів і може викликати проблеми з застосунками, які мають повільний цикл розробки.
zh_hans: 应用开发者被迫定期更新提供程序。这对维护人员来说是额外的工作，并且可能会给开发周期缓慢的应用带来麻烦。
