Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**, an alternative client for the F-Droid repository, was updated from 0.1.4 to 0.2.1, fixing the layout on very small and very large screens, fixing the update button for installed apps, a loading animation for loading images, 2 new main screen views, and other UI improvements and fixes.
de: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**, ein alternativer Client für das F-Droid-Repository, wurde von 0.1.4 auf 0.2.1 aktualisiert, mit Korrektur des Layouts auf sehr kleinen und sehr großen Bildschirmen, Reparatur des Update-Button für installierte Anwendungen, einer Ladeanimation beim Laden von Bildern, 2 neuen Hauptbildschirmansichten und anderen Verbesserungen und Korrekturen der Benutzerschnittstelle.
pl: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**, alternatywny klient dla repozytorium F-Droid, został zaktualizowany z wersji 0.1.4 do 0.2.1, ustalając układ na bardzo małych i bardzo dużych ekranach, ustalając przycisk aktualizacji dla zainstalowanych aplikacji, animację ładowania do ładowania obrazów, 2 nowe główne widoki ekranu oraz inne ulepszenia i poprawki interfejsu użytkownika.
ro: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**, un client alternativ pentru depozitul F-Droid, a fost actualizat de la 0.1.4 la 0.2.1, fixând aspectul pe ecrane foarte mici și foarte mari, fixând butonul de actualizare pentru aplicațiile instalate, o animație de încărcare pentru încărcarea imaginilor, 2 noi vizualizări ale ecranului principal, precum și alte îmbunătățiri și corecturi ale interfeței.
ru: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**, альтернативный клиент для репозитория F-Droid, был обновлен с 0.1.4 до 0.2.1. В нем исправлена верстка на очень маленьких и очень больших экранах, исправлена кнопка обновления для установленных приложений, анимация загрузки изображений, 2 новых вида главного экрана и другие улучшения и исправления пользовательского интерфейса.
uk: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**, альтернативний клієнт для сховища F-Droid, був оновлений з 0.1.4 до 0.2.1. У ньому виправлена верстка на дуже маленьких і дуже великих екранах, виправлена кнопка оновлення для встановлених застосунків, анімація завантаження зображень, 2 нових види головного екрану і інші поліпшення і виправлення користувальницького інтерфейсу.
zh_hans: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**，F-Droid 存储库的替代客户端，从 0.1.4 更新到 0.2 .1，修复了非常小和非常大屏幕上的布局，修复了已安装应用的更新按钮，加载图像的加载动画，2 个新的主屏幕视图，以及其他 UI 改进和修复。

source: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)**, multi-language bible, was updated to 3.6, adding support for Android 8.0. The widget will be ported to Android 8.0 later, and is disabled for now.
de: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)**, eine mehrsprachige Bibel, wurde auf 3.6 aktualisiert und unterstützt nun auch Android 8.0. Das Widget wird später nach Android 8.0 portiert und ist vorerst deaktiviert.
pl: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)**, Biblia wielojęzyczna, została zaktualizowana do wersji 3.6, dodając obsługę systemu Android 8.0. Widżet zostanie przeniesiony na Androida 8.0 później i na razie zostanie wyłączony.
ro: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)**, biblia în mai multe limbi, a fost actualizată la versiunea 3.6, adăugând suport pentru Android 8.0. Widgetul va fi portat la Android 8.0 mai târziu și este dezactivat deocamdată.
ru: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)**, мультиязычная библия, была обновлена до версии 3.6, добавив поддержку Android 8.0. Виджет будет портирован на Android 8.0 позже, а пока отключен.
uk: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)**, багатомовна біблія, була оновлена до версії 3.6, додавши підтримку Android 8.0. Віджет буде портований на Android 8.0 пізніше, а поки вимкнено.
zh_hans: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)**，多语言圣经，更新至3.6，增加了对 Android 8.0 的支持。该微件稍后将移植到 Android 8.0，目前暂时禁用。

source: **[AtmosphereLogger](https://f-droid.org/packages/org.tamanegi.atmosphere/)** is an atmospheric pressure logger using your device's barometer sensor. It came back to life after 2 years, going from 0.1.4 to 0.2.3. Unfortunately it does not have published changelogs, but it appears to have grown an export feature at least.
de: **[AtmosphereLogger](https://f-droid.org/packages/org.tamanegi.atmosphere/)** ist ein Luftdrucklogger für den Barometersensor Ihres Geräts. Er erwachte nach 2 Jahren wieder zum Leben und ging von 0.1.4 auf 0.2.3. Leider hat er keine veröffentlichten Changelogs, aber er scheint zumindest eine Exportfunktion entwickelt zu haben.
pl: **[AtmosphereLogger](https://f-droid.org/packages/org.tamanegi.atmosphere/)** to rejestrator ciśnienia atmosferycznego za pomocą czujnika barometru urządzenia. Wrócił do życia po 2 latach, przechodząc od 0.1.4 do 0.2.3. Niestety nie ma opublikowanych dzienników zmian, ale wydaje się, że przynajmniej wyrosła funkcja eksportu.
ro: **[AtmosphereLogger](https://f-droid.org/packages/org.tamanegi.atmosphere/)** este un înregistrator de presiune atmosferică care utilizează senzorul barometru al dispozitivului dumneavoastră. A revenit la viață după 2 ani, trecând de la 0.1.4 la 0.2.3. Din păcate, nu are changelogs publicate, dar se pare că a crescut cel puțin o funcție de export.
ru: **[AtmosphereLogger](https://f-droid.org/packages/org.tamanegi.atmosphere/)** - это регистратор атмосферного давления, использующий барометрический датчик вашего устройства. Он ожил спустя 2 года, пройдя путь от 0.1.4 до 0.2.3. К сожалению, у него нет опубликованных журналов изменений, но, похоже, он, по крайней мере, обзавелся функцией экспорта.
uk: **[AtmosphereLogger](https://f-droid.org/packages/org.tamanegi.atmosphere/)** — це реєстратор атмосферного тиску, який використовує барометричний сенсор вашого пристрою. Він повернувся до життя після 2 років, пройшовши шлях від 0.1.4 до 0.2.3. На жаль, він немає публічних списків змін, але, схоже, у нього тепер є функція експортування.
zh_hans: **[AtmosphereLogger](https://f-droid.org/packages/org.tamanegi.atmosphere/)** 是使用设备气压计传感器的大气压力记录器。它在 2 年后复活，从 0.1.4 变为 0.2.3。不幸的是，它没有发布更新日志，但它似乎至少增加了一个导出功能。

source: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)**, a bare-bones app for listening to internet radio, released 3.1.0, featuring a new app icon, improved handling of links from radio-browser.info, a new color scheme, and several bug fixes.
de: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)**, eine minimalistische App zum Hören von Internet-Radio, veröffentlicht 3.1.0, mit einem neuen App-Icon, verbesserter Handhabung von Verknüpfungen von radio-browser.info, einem neuen Farbschema und mehreren Fehlerkorrekturen.
pl: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)**, aplikacja do słuchania radia internetowego w wersji bare-bones, wydana w wersji 3.1.0, z nową ikoną aplikacji, ulepszoną obsługą linków z radio-bserwser.info, nowym schematem kolorów i kilkoma poprawkami.
ro: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)**, o aplicație de bază pentru ascultarea radioului pe internet, a lansat versiunea 3.1.0, care include o nouă pictogramă a aplicației, o gestionare îmbunătățită a legăturilor de la radio-browser.info, o nouă schemă de culori și câteva corecturi de erori.
ru: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)**, приложение для прослушивания интернет-радио, выпустило версию 3.1.0 с новой иконкой приложения, улучшенной обработкой ссылок с сайта radio-browser.info, новой цветовой схемой и несколькими исправлениями.
uk: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)**, застосунок для прослуховування інтернет-радіо, випустило версію 3.1.0 з новою іконою застосунки, поліпшеною обробкою посилань з сайту radio-browser.info, новою колірною схемою і декількома виправленнями.
zh_hans: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)**，一个用于收听网络广播的简单应用，发布 3.1.0，包含一个新应用图标，改进了对 radio-browser.info 链接的处理，新的配色方案和几个错误修复。

source: TWIF 32: Building the Android SDKs as Free Software, and other calls for help
de: TWIF 32: Erstellung der Android SDKs als Freie Software und andere Hilferufe
pl: TWIF 32: Budowanie pakietów SDK Androida jako wolnego oprogramowania i inne zaproszenia do pomocy
ro: TWIF 32: Construirea SDK-urilor Android ca software liber și alte cereri de ajutor
ru: TWIF 32: Создание Android SDK как свободного программного обеспечения и другие призывы о помощи
uk: TWIF 32: Створення Android SDK як вільного програмного забезпечення та інші заклики про допомогу
zh_hans: TWIF 32：将 Android SDK 构建为自由软件，以及其他帮助请求

source: In this edition: Building the Android SDKs as Free Software, F-Droid buildserver container, F-Droid article in c't magazine, repomaker Flatpak and TWIF Call for Help. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Erstellung der Android SDKs als Freie Software, F-Droid Buildserver Container, F-Droid-Artikel im c't-Magazin, Repomaker Flatpak und TWIF-Hilferuf. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: W tej edycji: Budowanie pakietów SDK dla systemu Android jako wolnego oprogramowania, kontener F-Droid buildserver, artykuł F-Droid w magazynie c't, repomaker Flatpak i TWIF wezwij pomoc. Powstało **{{ page.number_of_added_apps }}** nowych i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: Construirea SDK-urilor Android ca software liber, containerul F-Droid buildserver, articolul F-Droid în revista c't, repomaker Flatpak și apelul de ajutor TWIF. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Создание Android SDK как свободного программного обеспечения, контейнер F-Droid buildserver, статья о F-Droid в журнале c't, repomaker Flatpak и призыв TWIF о помощи. В выпуске **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Створення Android SDK як вільного програмного забезпечення, контейнер F-Droid buildserver, стаття про F-Droid в журналі c't, repomaker Flatpak і заклик TWIF про допомогу. У випуску ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 本期中：将 Android SDK 构建为自由软件、F-Droid 构建服务器容器、c't 杂志中的 F-Droid 文章、repomaker Flatpak 和 TWIF 寻求帮助。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: Building the Android SDKs as Free Software
de: Erstellung der Android SDKs als Freie Software
pl: Budowanie pakietów SDK Androida jako wolnego oprogramowania
ro: Construirea SDK-urilor Android ca software liber
ru: Создание Android SDK как свободного программного обеспечения
uk: Створення Android SDK як вільного програмного забезпечення
zh_hans: 将 Android SDK 构建为自由软件

source: There is an odd quirk with the Android SDK: while the source code is [Apache-2.0](https://spdx.org/licenses/Apache-2.0.html) licensed free software, the binaries that Google ships are not free software and even put substantial restrictions on the apps that are built with the Google binaries. Fortunately, [@beuc](https://gitlab.com/beuc) has been leading the effort to make actual [free software binaries](http://android-rebuilds.beuc.net/) of the Android SDK.
de: Es gibt eine seltsame Besonderheit mit dem Android SDK: während der Quellcode [Apache-2.0](https://spdx.org/licenses/Apache-2.0.html)-lizenzierte freie Software ist, sind die Binärdateien, die Google liefert, keine freie Software und stellen sogar erhebliche Einschränkungen für die Anwendungen dar, die mit den Google-Binärdateien erstellt werden. Glücklicherweise hat [@beuc](https://gitlab.com/beuc) sich darum bemüht, wirklich [freie Software-Binärdateien](http://android-rebuilds.beuc.net/) des Android SDK zu erstellen.
pl: W pakiecie Android SDK występuje dziwne dziwactwo: podczas gdy kod źródłowy to licencjonowane bezpłatne oprogramowanie [Apache-2.0](https://spdx.org/licenses/Apache-2.0.html), pliki binarne dostarczane przez Google nie są wolnym oprogramowaniem a nawet nakłada znaczne ograniczenia na aplikacje budowane z plików binarnych Google. Na szczęście, [@beuc](https://gitlab.com/beuc) prowadzi wysiłki w celu stworzenia prawdziwych [binari wolnego oprogramowania](http://android-rebuilds.beuc.net/) zestawu SDK Androida.
ro: Există o ciudățenie ciudată în cazul SDK-ului Android: în timp ce codul sursă este software liber sub licență [Apache-2.0](https://spdx.org/licenses/Apache-2.0.html), binarele pe care Google le livrează nu sunt software liber și chiar impun restricții substanțiale asupra aplicațiilor care sunt construite cu binarele Google. Din fericire, [@beuc](https://gitlab.com/beuc) a condus efortul de a realiza [free software binaries](http://android-rebuilds.beuc.net/) reale ale SDK-ului Android.
ru: В Android SDK есть странная особенность: хотя исходный код [Apache-2.0](https://spdx.org/licenses/Apache-2.0.html) лицензирован как свободное программное обеспечение, двоичные файлы, поставляемые Google, не являются свободным программным обеспечением и даже накладывают существенные ограничения на приложения, создаваемые с помощью двоичных файлов Google. К счастью, [@beuc](https://gitlab.com/beuc) возглавил усилия по созданию фактических [двоичных файлов свободного программного обеспечения](http://android-rebuilds.beuc.net/) Android SDK.
uk: В Android SDK є дивна особливість: хоча вихідний код [Apache-2.0](https://spdx.org/licenses/Apache-2.0.html) ліцензований як вільне програмне забезпечення, виконавчі файли, що поставляються Google, не є вільним програмним забезпеченням і навіть накладають суттєві обмеження на застосунки, що створюються за допомогою двійкових файлів Google. На щастя, [@beuc](https://gitlab.com/beuc) очолив зусилля по створенню фактичних [довічних файлів вільного програмного забезпечення](http://android-rebuilds.beuc.net/) Android SDK.
zh_hans: Android SDK 有一个诡异之处：虽然源代码是 [Apache-2.0](https://spdx.org/licenses/Apache-2.0.html) 许可的自由软件，但 Google 提供的二进制文件不是自由软件甚至对使用 Google 二进制文件构建的应用施加大量限制。幸运的是，[@beuc](https://gitlab.com/beuc) 一直在努力制作 Android SDK 的真正[自由软件的二进制文件](http://android-rebuilds.beuc.net/)。

source: This effort definitely needs help, and **[@\_hc](https://forum.f-droid.org/u/hans)** has proposed to allocate some of F-Droid's resources to the cause. More help still is needed, so he also put out a [Call for Help](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685) on the forum. Please have a look to see if there's something you could do.
de: Diese Bemühungen brauchen definitiv Mithilfe, und **[@\_hc](https://forum.f-droid.org/u/hans)** hat aus diesem Grund vorgeschlagen, einige der Ressourcen von F-Droid bereitzustellen. Es ist aber noch mehr Hilfe nötig, also hat er auch einen [Hilferuf](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685) im Forum veröffentlicht. Bitte schaut, ob ihr etwas beitragen könnt.
pl: Wysiłek ten zdecydowanie wymaga pomocy, a **[@\_hc](https://forum.f-droid.org/u/hans)** zaproponował przydzielenie części zasobów F-Droida do celu. Potrzebna jest jeszcze dodatkowa pomoc, więc on również wydał [Apel o pomoc](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685) na forum. Zobacz, czy możesz coś zrobić.
ro: Acest efort are cu siguranță nevoie de ajutor, iar **[@\_hc](https://forum.f-droid.org/u/hans)** a propus să aloce o parte din resursele F-Droid pentru această cauză. Este nevoie de mai mult ajutor în continuare, așa că a lansat și un [Call for Help](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685) pe forum. Vă rugăm să aruncați o privire pentru a vedea dacă puteți face ceva.
ru: Этим усилиям определенно нужна помощь, и **[@\_hc](https://forum.f-droid.org/u/hans)** предложил выделить часть ресурсов F-Droid на это дело. Помощь все еще нужна, поэтому он также опубликовал [Призыв о помощи](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685) на форуме. Пожалуйста, посмотрите, есть ли что-то, что вы можете сделать.
uk: Цим зусиллям безумовно потрібна допомога, і **[@ \ _ hc](https://forum.f-droid.org/u/hans)** запропонував виділити частину ресурсів F-Droid на цю справу. Допомога все ще потрібна, тому він також оприлюднив [Заклик про допомогу](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685) на форумі. Будь ласка, подивіться, чи є щось, що ви можете зробити.
zh_hans: 这项工作肯定需要帮助，**[@\_hc](https://forum.f-droid.org/u/hans)** 已提议将 F-Droid 的一些资源分配给该事业。仍然需要更多帮助，因此他还在论坛上发出了[帮助请求](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685)。请看看有没有什么可以做的。

source: F-Droid buildserver container
pl: Pojemnik F-Droid do budowania serwerów
ro: Container server de construcție F-Droid
ru: Контейнер сборочного сервера F-Droid
uk: Контейнер складального сервера F-Droid
zh_hans: F-Droid 构建服务器容器

source: **[@Bubu](https://forum.f-droid.org/u/Bubu)** has been working on a Docker container of the buildserver which can run all F-Droid builds. It should become usable by app developers, so they can run it locally and test their apps against it. So far it looks to be a little over 7 GB, which is a lot better than the >30GB VM image. What's still missing is the ability to download missing NDK versions on demand.
de: **[@Bubu](https://forum.f-droid.org/u/Bubu)** hat an einem Docker-Container des Build-Servers gearbeitet, der alle F-Droid-Builds ausführen kann. Er soll für App-Entwickler nutzbar werden, damit sie ihn lokal ausführen und ihre Apps gegen ihn testen können. Bislang sieht es so aus, dass er etwas größer als 7 GB ist, was viel besser ist als die >30GB des VM-Images. Was noch fehlt, ist die Möglichkeit, fehlende NDK-Versionen bei Bedarf herunterzuladen.
pl: **[@Bubu](https://forum.f-droid.org/u/Bubu)** pracuje nad kontenerem Docker na serwerze buildserver, który może uruchamiać wszystkie wersje F-Droid. Powinien stać się dostępny dla programistów aplikacji, aby mogli uruchamiać go lokalnie i testować aplikacje pod jego kątem. Jak dotąd wygląda to nieco ponad 7 GB, co jest o wiele lepsze niż obraz maszyny wirtualnej o pojemności 30 GB. Wciąż brakuje możliwości pobierania brakujących wersji NDK na żądanie.
ro: **[@Bubu](https://forum.f-droid.org/u/Bubu)** a lucrat la un container Docker al serverului de compilare care poate rula toate compilările F-Droid. Acesta ar trebui să devină utilizabil de către dezvoltatorii de aplicații, astfel încât să îl poată rula local și să își testeze aplicațiile în funcție de el. Până acum pare să aibă puțin peste 7 GB, ceea ce este mult mai bine decât imaginea VM de &gt;30GB. Ceea ce lipsește încă este posibilitatea de a descărca la cerere versiunile NDK lipsă.
ru: **[@Bubu](https://forum.f-droid.org/u/Bubu)** работает над Docker-контейнером билдсервера, который может запускать все сборки F-Droid. Он должен стать пригодным для разработчиков приложений, чтобы они могли запускать его локально и тестировать на нем свои приложения. На данный момент его размер составляет чуть более 7 ГБ, что гораздо лучше, чем образ VM размером &gt;30 ГБ. Чего еще не хватает, так это возможности загружать недостающие версии NDK по требованию.
uk: **[@Bubu](https://forum.f-droid.org/u/Bubu)** працює над Docker-контейнером сервера збирання, який може запускати всі збірки F-Droid. Він має стати корисним для розробників застосунків, щоб вони могли запускати його локально і тестувати свої застосунки. На даний момент його розмір становить трохи більше 7 ГБ, що набагато краще, ніж образ VM розміром &amp; gt; 30 ГБ. Чого ще не вистачає, так це можливості завантажувати відсутні версії NDK на вимогу.
zh_hans: **[@Bubu](https://forum.f-droid.org/u/Bubu)** 一直在开发可以运行所有 F-Droid 构建的构建服务器的 Docker 容器。它应该可供应用开发者使用，以便他们可以在本地运行它并针对它测试他们的应用。到目前为止，它看起来略大于 7 GB，这比 &gt;30GB 的 VM 映像要好得多。仍然缺少的是按需下载缺少的 NDK 版本的能力。

source: F-Droid article in c't magazine
de: F-Droid Artikel im c't Magazin
pl: Artykuł F-Droid w magazynie c't
ro: Articol F-Droid în revista c't
ru: Статья F-Droid в журнале c't
uk: Стаття F-Droid у журналі c't
zh_hans: c't 杂志上的 F-Droid 文章

source: Our own **[@Izzy](https://forum.f-droid.org/u/izzy)** is writing a 3-part series for the German computer magazine **c't**. The first part just came out, and you can have a sneak peek [here](https://www.heise.de/select/ct/2018/25/1543822872822459), or buy **c't** 25 at your local news stand.
de: Unser **[@Izzy](https://forum.f-droid.org/u/izzy)** schreibt eine 3-teilige Serie für die deutsche Computerzeitschrift **c't**. Der erste Teil kam gerade heraus, und Sie können [hier](https://www.heise.de/select/ct/2018/25/1543822872822459) einen kurzen Blick darauf werfen oder **c't** 25 am Kiosk kaufen.
pl: Nasz własny **[@Izzy](https://forum.f-droid.org/u/izzy)** pisze trzyczęściową serię dla niemieckiego magazynu komputerowego **c't**. Pierwsza część właśnie wyszła i możesz zajrzeć [tutaj](https://www.heise.de/select/ct/2018/25/1543822872822459) lub kupić **c't** 25 w lokalnym biurze informacyjnym.
ro: Propriul nostru **[@Izzy](https://forum.f-droid.org/u/izzy)** scrie o serie de 3 părți pentru revista germană de calculatoare **c't**. Prima parte tocmai a apărut și puteți arunca o privire [here](https://www.heise.de/select/ct/2018/25/1543822872822459), sau puteți cumpăra **c't** 25 de la chioșcul de ziare local.
ru: Наш **[@Izzy](https://forum.f-droid.org/u/izzy)** пишет серию из трех частей для немецкого компьютерного журнала **c't**. Первая часть только что вышла, и вы можете посмотреть ее [здесь](https://www.heise.de/select/ct/2018/25/1543822872822459) или купить **c't** 25 в местном газетном киоске.
uk: Наш **[@Izzy](https://forum.f-droid.org/u/izzy)** пише серію з трьох частин для німецького комп'ютерного журналу **c't**. Перша частина щойно вийшла, і ви можете подивитися її [тут](https://www.heise.de/select/ct/2018/25/1543822872822459) або придбати 25 число **c't** у місцевому газетному кіоску.
zh_hans: 我们自己的 **[@Izzy](https://forum.f-droid.org/u/izzy)** 正在为德国计算机杂志 **c't** 撰写一个由 3 部分组成的系列。第一部分刚出来，大家可以在[这里](https://www.heise.de/select/ct/2018/25/1543822872822459)先睹为快，或者在你当地的报刊亭购买 **c't** 25。
