Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Finance Manager](https://f-droid.org/packages/org.secuso.privacyfriendlyfinancemanager/)**
pl: **[Menedżer Finansów](https://f-droid.org/packages/org.secuso.privacyfriendlyfinancemanager/)**
uk: **[Керування фінансами](https://f-droid.org/packages/org.secuso.privacyfriendlyfinancemanager/)**

source: **[LLCrop (lossless)](https://f-droid.org/packages/de.k3b.android.lossless_jpg_crop/)**
pl: **[LLCrop (bezstratny)](https://f-droid.org/packages/de.k3b.android.lossless_jpg_crop/)**
ro: **[LLCrop (fără pierderi)](https://f-droid.org/packages/de.k3b.android.lossless_jpg_crop/)**
uk: **[LLCrop (без втрати якості)](https://f-droid.org/packages/de.k3b.android.lossless_jpg_crop/)**

source: **[Volume Control](https://f-droid.org/packages/com.punksta.apps.volumecontrol/)**
uk: **[Регулятор гучності](https://f-droid.org/packages/com.punksta.apps.volumecontrol/)**

source: apksigner verify --print-certs app-release.apk 2>/dev/null \ | sed -n 's/^Signer #1 certificate SHA-256 digest: \(.*\)/\1/p'
uk: apksigner verify --print-certs app-release.apk 2&gt;/dev/null \ | sed -n 's/^Signer #1 certificate SHA-256 digest: \(.*\)/\1/p'

source: 2023-09-01 20:56:25,845 WARNING: "com.example.app_123.apk" is signed by a key that is not allowed: a0fe1234567890abcdefa0fe1234567890abcdefa0fe1234567890abcdef1234
uk: 2023-09-01 20:56:25,845 ПОПЕРЕДЖЕННЯ: "com.example.app_123.apk" підписано недозволеним ключем: a0fe1234567890abcdefa0fe1234567890abcdefa0fe1234567890abcdef1234

source: [Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)
ro: [Turn colector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)

source: [HABPanelViewer](https://f-droid.org/packages/de.vier_bier.habpanelviewer/)
ro: [Vizualizator HabPanel](https://f-droid.org/packages/de.vier_bier.habpanelviewer/)

source: In the [previous TWIF]({{ site.baseurl }}{% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}), we mentioned how **[Rocket.Chat](https://rocket.chat)** merged **[@Bubu](https://forum.f-droid.org/u/Bubu)**'s FOSS build flavor. If you would like the same to happen for **Mattermost** so it can be included in F-Droid, please add your voice [here](https://github.com/mattermost/mattermost-mobile/issues/566) or [here](https://mattermost.uservoice.com/forums/306457-general/suggestions/14836608-build-android-app-without-google-play-services).
de: Im [letzten TWIF]({{ site.baseurl }}{% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}) erwähnten wir, wie **[Rocket.Chat](https://rocket.chat)** **[@Bubu](https://forum.f-droid.org/u/Bubu)**'s FOSS-Build-Variante einführte. Wenn Sie möchten, dass dasselbe mit **Mattermost** geschieht, um in F-Droid aufgenommen zu werden, erheben Sie bitte [hier](https://github.com/mattermost/mattermost-mobile/issues/566) oder [hier](https://mattermost.uservoice.com/forums/306457-general/suggestions/14836608-build-android-app-without-google-play-services) Ihre Stimme.
pl: W [poprzednim TWIF]({{ site.baseurl }}{% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}), wspomnieliśmy o tym, jak **[Rocket.Chat](https://rocket.chat)** połączył **[@Bubu](https://forum.f-droid.org/u/Bubu)** wersję kompilacji FOSS. Jeśli chcesz, aby to samo stało się z **Mattermost**, więc może być zawarte w F-Droid, dodaj swój głos [tutaj](https://github.com/mattermost/mattermost-mobile/issues/566) lub [tutaj](https://mattermost.uservoice.com/forums/306457-general/suggestions/14836608-build-android-app-without-google-play-services).
ro: În[previous TWIF]({{ site.baseurl }}{% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}), am menționat cum **[Rocket.Chat](https://rocket.chat)** a fuzionat **[@Bubu](https://forum.f-droid.org/u/Bubu)**cu gustul de construcție FOSS al lui. Dacă doriți ca același lucru să se întâmple și pentru **Mattermost**, astfel încât să poată fi inclus în F-Droid, vă rugăm să vă exprimați [here](https://github.com/mattermost/mattermost-mobile/issues/566) ori [here](https://mattermost.uservoice.com/forums/306457-general/suggestions/14836608-build-android-app-without-google-play-services).

source: {{ page.featured }} **[Öffi](https://f-droid.org/packages/de.schildbach.oeffi/)** made it in [at last]({{ site.baseurl }}{% post_url 2018-07-21-twif-13-public-transport-edition %})! For those who haven't been keeping up, Öffi is an all-in-one app for public transit. Like **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)**, but completely different. Built [reproducibly](https://reproducible-builds.org) so you can switch seamlessly from Öffi's private repository to F-Droid main without uninstalling!
de: {{ page.featured }} **[Öffi](https://f-droid.org/packages/de.schildbach.oeffi/)** hat es [endlich]({{ site.baseurl }}{% post_url 2018-07-21-twif-13-public-transport-edition %}) geschafft! Für diejenigen, die sich nicht erinnern, Öffi ist eine Komplett-App für öffentliche Verkehrsmittel. Ähnlich **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** aber völlig anders. [Reproduzierbar](https://reproducible-builds.org) kompiliert, somit können Sie nahtlos, ohne Deinstallation, vom Öffi-eigenen Repository auf das F-Droid-Hauptrepository umschalten!
pl: {{ page.featured }} **[Öffi](https://f-droid.org/packages/de.schildbach.oeffi/)** zrobił to w [w końcu]({{ site.baseurl }}{% post_url 2018-07-21-twif-13-public-transport-edition %})! Dla tych, którzy nie nadążają, Öffi to wszechstronna aplikacja do transportu publicznego. Jak **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)**, ale zupełnie inaczej. Zbudowany [odtwarzalnie](https://reproducible-builds.org), dzięki czemu możesz płynnie przełączać się z prywatnego repozytorium Öffi do głównego F-Droida bez odinstalowywania!
ro: {{ page.featured }} **[Öffi](https://f-droid.org/packages/de.schildbach.oeffi/)** a ajuns în [at last]({{ site.baseurl }}{% post_url 2018-07-21-twif-13-public-transport-edition %})! Pentru cei care nu au ținut pasul, Öffi este o aplicație all-in-one pentru transportul în comun. La fel ca **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)**, dar complet diferită. Construit [reproducibly](https://reproducible-builds.org) astfel încât să puteți trece fără probleme de la depozitul privat al lui Öffi la F-Droid principal fără a dezinstala!

source: As part of the Bazaar2 funding, an experimental feature for integrating Drozer into the fdroid release project was built. This feature is still alpha and is not deployed on any production setup. These issues are real issues, but there are no plans to fix them currently since there are no plans to move forward with the Drozer integration. We welcome contributions by those who want to see that happen.
de: Als Teil der Bazaar2-Förderung, wurde ein experimentelles Feature zur Integration von Drozer in das F-Droid-Projekt programmiert. Dieses Feature befindet sich immer noch im Alpha-Stadium und kommt in keiner Produktionseinrichtung zur Anwendung. Diese Angelegenheiten sind echte Probleme, aber es gibt derzeit keine Pläne, sie zu lösen, da es keine Pläne gibt, die Drozer-Integration weiter voranzutreiben. Wir begrüßen Beiträge von denjenigen, die gerne sähen, dass das geschieht.
pl: W ramach dofinansowania Bazaar2 została zbudowana eksperymentalna funkcja integracji Drozera z projektem wydania fdroid. Ta funkcja jest wciąż alfa i nie jest wdrażana w żadnej konfiguracji produkcyjnej. Kwestie te są prawdziwymi problemami, ale nie planujemy ich obecnie naprawiać, ponieważ nie ma planów na przyszłość z integracją Drozer. Z zadowoleniem przyjmujemy opinie osób, które chcą to zobaczyć.
ro: Ca parte a finanțării Bazaar2, a fost construită o funcție experimentală pentru integrarea Drozer în proiectul de lansare fdroid. Această caracteristică este încă alfa și nu este implementată pe nicio configurație de producție. Aceste probleme sunt probleme reale, dar nu există planuri de a le rezolva în prezent, deoarece nu există planuri de a merge mai departe cu integrarea Drozer. Salutăm contribuțiile celor care doresc să vadă acest lucru.

source: Repomaker
pl: Konstruktor repozytoriów
ro: Compilator

source: In case you missed it, [our second security audit has been completed]({{ site.baseurl }}{% post_url 2018-09-04-second-security-audit-results %}). All important issues have been fixed, and work on the remaining issues is ongoing. **[@Tovok7](https://blog.grobox.de)** has been working on [repomaker](https://gitlab.com/fdroid/repomaker) issues found in the audit, uploaded a pre-release to [pypi](https://pypi.org) and started to write [installation instructions](https://gitlab.com/fdroid/repomaker#installation). If you are a developer or a power user, we could use your help with testing these.
de: Für den Fall, dass Sie es verpasst haben, [unser zweites Sicherheitsaudit wurde abgeschlossen]({{ site.baseurl }}{% post_url 2018-09-04-second-security-audit-results %}). Alle wichtigen Probleme wurden behoben und die Arbeit an den verbleibenden schreitet voran. **[@Tovok7](https://blog.grobox.de)** hat an [repomaker](https://gitlab.com/fdroid/repomaker)-Problemen gearbeitet, die im Audit zu Tage traten, eine Vorabversion zu [pypi](https://pypi.org) hochgeladen und damit begonnen [Installationsanweisungen](https://gitlab.com/fdroid/repomaker#installation) zu schreiben. Sollten Sie Entwickler oder Profinutzer sein, könnten wir Ihre Mithilfe bei deren Testung gebrauchen.
pl: Jeśli go przegapiłeś, [nasz drugi audyt bezpieczeństwa został zakończony]({{ site.baseurl }}{% post_url 2018-09-04-second-security-audit-results %}). Wszystkie ważne kwestie zostały naprawione, a praca nad pozostałymi problemami trwa. **[@Tovok7](https://blog.grobox.de)** pracuje nad problemami z [repomakerem](https://gitlab.com/fdroid/repomaker) znalezionymi w audycie, przesłał wstępną wersję na [pypi](https://pypi.org) i zaczął pisać [instrukcje instalacji](https://gitlab.com/fdroid/repomakerinstallation). Jeśli jesteś programistą lub zaawansowanym użytkownikiem, możemy skorzystać z Twojej pomocy przy ich testowaniu.
ro: În cazul în care ați ratat-o, [our second security audit has been completed]({{ site.baseurl }}{% post_url 2018-09-04-second-security-audit-results %}). Toate problemele importante au fost rezolvate, iar lucrul la problemele rămase este în curs de desfășurare. **[@Tovok7](https://blog.grobox.de)** a lucrat la problemele [repomaker](https://gitlab.com/fdroid/repomaker) găsite în audit, a încărcat o versiune preliminară pe [pypi](https://pypi.org) și a început să scrie [installation instructions](https://gitlab.com/fdroid/repomaker#installation). Dacă sunteți un dezvoltator sau un utilizator experimentat, am avea nevoie de ajutorul dumneavoastră pentru a le testa.

source: **[@\_hc](https://forum.f-droid.org/u/hans)** writes: <q>We are satisfied with the results, which confirmed again that the core security model and standard operations are solid.</q> [_Read more_]({{ site.baseurl }}{% post_url 2018-09-04-second-security-audit-results %}).
de: **[@\_hc](https://forum.f-droid.org/u/hans)** schreibt: <q>Wir sind mit den Ergebnissen zufrieden, die wiederum bestätigt haben, dass das Kernsicherheitsmodell und die Standardabläufe solide sind.</q> [_Read more_]({{ site.baseurl }}{% post_url 2018-09-04-second-security-audit-results %}).
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** napisał: <q>Jesteśmy zadowoleni z wyników, które ponownie potwierdziły, że podstawowy model bezpieczeństwa i standardowe operacje są solidne.</q> [_Czytaj więcej_]({{ site.baseurl }}{% post_url 2018-09-04-second-security-audit-results %}).
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** a scris: <q>Suntem mulțumiți de rezultate, care au confirmat din nou că modelul de securitate de bază și operațiunile standard sunt solide.</q> [_Read more_]({{ site.baseurl }}{% post_url 2018-09-04-second-security-audit-results %}).

source: For those who are curious about the _first_ security audit, which happened in 2015, [this post]({{ site.baseurl }}{% post_url 2018-01-20-upcoming-security-audit %}) looks back on it.
de: Diejenigen, die neugierig auf das _erste_ Sicherheitsaudit sind, das im Jahr 2015 stattfand, [dieser Beitrag]({{ site.baseurl }}{% post_url 2018-01-20-upcoming-security-audit %}) blickt darauf zurück.
pl: Dla tych, którzy są ciekawi audytu bezpieczeństwa _first_, który miał miejsce w 2015 r., [ten post]({{ site.baseurl }}{% post_url 2018-01-20-upcoming-security-audit %}) spogląda na niego z powrotem.
ro: Pentru cei care sunt curioși cu privire la _primul_ audit de securitate, care a avut loc în 2015, [this post]({{ site.baseurl }}{% post_url 2018-01-20-upcoming-security-audit %}) face o retrospectivă.

source: Öffi returns to the Google Play Store ([article in German](https://www.heise.de/newsticker/meldung/Nahverkehrs-App-Oeffi-ist-zurueck-im-Play-Store-4153880.html)), after being [kicked out]({{ site.baseurl }}{% post_url 2018-07-12-this-week-in-fdroid-w28 %}) and [open sourced in response]({{ site.baseurl }}{% post_url 2018-07-21-twif-13-public-transport-edition %}) earlier.
de: Öffi kehrt in den Google Play Store zurück ([Artikel in Deutsch](https://www.heise.de/newsticker/meldung/Nahverkehrs-App-Oeffi-ist-zurueck-im-Play-Store-4153880.html)), nachdem sie zuvor [herausgeworfen]({{ site.baseurl }}{% post_url 2018-07-12-this-week-in-fdroid-w28 %}) und [als Reaktion darauf Open Source]({{ site.baseurl }}{% post_url 2018-07-21-twif-13-public-transport-edition %}) wurde.
pl: Öffi wraca do Sklepu Google Play ([artykuł w języku niemieckim](https://www.heise.de/newsticker/meldung/Nahverkehrs-App-Oeffi-ist-zurueck-im-Play-Store-4153880.html)), po byciu [wyrzuconym]({{ site.baseurl }}{% post_url 2018-07-12-this-week-in-fdroid-w28 %}) oraz [open source w odpowiedzi]({{ site.baseurl }}{% post_url 2018-07-21-twif-13-public-transport-edition %}) wcześniej.
ro: Öffi revine în Google Play Store ([article in German](https://www.heise.de/newsticker/meldung/Nahverkehrs-App-Oeffi-ist-zurueck-im-Play-Store-4153880.html)), după ce a fost [kicked out]({{ site.baseurl }}{% post_url 2018-07-12-this-week-in-fdroid-w28 %}) și [open sourced in response]({{ site.baseurl }}{% post_url 2018-07-21-twif-13-public-transport-edition %}) anterior.

source: **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** is in! We've mentioned this briefly in [TWIF 16]({{ site.baseurl }}{% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}#community-news), and now **[@Bubu](https://forum.f-droid.org/u/Bubu)**'s work is paying off even as he is on vacation.
de: **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** ist drin! Wir hatten das kurz im [TWIF 16]({{ site.baseurl }}{% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}#community-news) erwähnt und nun zahlt sich **[@Bubu](https://forum.f-droid.org/u/Bubu)**s Arbeit aus, obwohl er gerade in Urlaub ist.
pl: **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** jest w! Wspomnieliśmy o tym krótko w [TWIF 16]({{ site.baseurl }}{% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}#community-news), i teraz **[@Bubu](https://forum.f-droid.org/u/Bubu)** praca opłaca się nawet tak, jak jest na wakacjach.
ro: **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** a intrat! Am menționat acest lucru pe scurt în [TWIF 16]({{ site.baseurl }}{% post_url 2018-08-10-twif-16-the-note-taking-todo-text-editor-edition %}#community-news), iar acum munca lui **[@Bubu](https://forum.f-droid.org/u/Bubu)** dă roade chiar dacă este în vacanță.

source: Note that the app is without push notifications right now, so you'll have to enter the app to see if there's anything new. The developers seem to be interested in exploring non-[FCM](https://en.wikipedia.org/wiki/Firebase_Cloud_Messaging) push though. Maybe they can take inspiration from [Tutanota's solution]({{ site.baseurl }}{% post_url 2018-09-03-replacing-gcm-in-tutanota %}).
de: Zu beachten ist, dass die App im Augenblick keine Push-Benachrichtigungen enthält, somit müssen Sie die App öffnen, um zu sehen, ob es etwas Neues gibt. Die Entwickler scheinen aber daran interessiert zu sein, Push ohne [FCM](https://en.wikipedia.org/wiki/Firebase_Cloud_Messaging) zu realisieren. Möglicherweise kann [Tutanota's Lösung]({{ site.baseurl }}{% post_url 2018-09-03-replacing-gcm-in-tutanota %}) eine Inspiration für sie sein.
pl: Pamiętaj, że aplikacja jest teraz bez powiadomień push, więc musisz wejść do aplikacji, aby zobaczyć, czy jest coś nowego. Wydaje się, że programiści są zainteresowani badaniem non-[FCM](https://en.wikipedia.org/wiki/Firebase_Cloud_Messaging). Może mogą czerpać inspirację z [rozwiązania Tutanoty]({{ site.baseurl }}{% post_url 2018-09-03-replacing-gcm-in-tutanota %}).
ro: Rețineți că aplicația nu are notificări push în acest moment, așa că va trebui să intrați în aplicație pentru a vedea dacă există ceva nou. Dezvoltatorii par a fi interesați să exploreze aplicații non-[FCM](https://en.wikipedia.org/wiki/Firebase_Cloud_Messaging) împinge totuși. Poate că se pot inspira din [Tutanota's solution]({{ site.baseurl }}{% post_url 2018-09-03-replacing-gcm-in-tutanota %}).

source: <span style="font-variant: small-caps; text-transform: lowercase;">Hellotux</span>, whom you may remember from [TWIF 15]({{ site.baseurl }}{% post_url 2018-08-03-twif-15-announcing-f-droid-1-3 %}), is bringing new [F-Droid sweatshirts](https://www.hellotux.com/f-droid) on-line. These should be available soon, in addition to the T-shirts and polo shirts already for sale. Remember that F-Droid gets €3 for every shirt sold!
de: <span style="font-variant: small-caps; text-transform: lowercase;">Hellotux</span>, an den Sie sich vielleicht aus dem [TWIF 15]({{ site.baseurl }}{% post_url 2018-08-03-twif-15-announcing-f-droid-1-3 %}) erinnern, bringt neue [F-Droid-Sweatshirts](https://www.hellotux.com/f-droid) heraus. Sie sollten bald zur Verfügung stehen, zusätzlich zu den T-Shirts und Polos, die bereits zum Verkauf angeboten werden. Denken Sie daran, dass F-Droid für jedes verkaufte Shirt €3 erhält!
pl: <span style="">Hellotux</span>, o których możesz pamiętać z [TWIF 15]({{ site.baseurl }}{% post_url 2018-08-03-twif-15-announcing-f-droid-1-3 %}), przynosi nowe [koszulki F-Droid](https://www.hellotux.com/f-droid) on-line. Powinny one być dostępne wkrótce, obok koszulek i koszul polo będących już w sprzedaży. Pamiętaj, że F-Droid dostaje 3 € za każdą sprzedaną koszulkę!
ro: <span style="">Hellotux</span>, pe care poate vi-l amintiți din [TWIF 15]({{ site.baseurl }}{% post_url 2018-08-03-twif-15-announcing-f-droid-1-3 %}), aduce un nou [F-Droid sweatshirts](https://www.hellotux.com/f-droid) online. Acestea ar trebui să fie disponibile în curând, în plus față de tricourile și tricourile polo deja puse în vânzare. Nu uitați că F-Droid primește 3 euro pentru fiecare tricou vândut!

source: Tutanota, and the story of how they made their app suitable for F-Droid, have been [spotlighted](https://www.linuxjournal.com/content/foss-project-spotlight-tutanota-first-encrypted-email-service-app-f-droid) at Linux Journal. Of course, if you've been [following our blog]({{ site.baseurl }}{% post_url 2018-09-03-replacing-gcm-in-tutanota %}), this will sound very familiar.
de: Tutanota und die Geschichte, wie sie ihre App passend für F-Droid gestalteten, wurde im Linux Journal [beleuchtet](https://www.linuxjournal.com/content/foss-project-spotlight-tutanota-first-encrypted-email-service-app-f-droid). Natürlich wird Ihnen das, wenn Sie [unseren Blog verfolgen]({{ site.baseurl }}{% post_url 2018-09-03-replacing-gcm-in-tutanota %}), sehr bekannt vorkommen.
pl: Tutanota i jej historia sprawiła, że aplikacja jest odpowiednia dla F-Droid, została [wyróżniona](https://www.linuxjournal.com/content/foss-project-spotlight-tutanota-first-encrypted-email-service-app-f-droid) w Linux Journal. Oczywiście, jeśli już [śledź naszego bloga]({{ site.baseurl }}{% post_url 2018-09-03-replacing-gcm-in-tutanota %}), będzie to brzmi bardzo znajomo.
ro: Tutanota și povestea despre cum și-au făcut aplicația potrivită pentru F-Droid au fost [evidențiate](https://www.linuxjournal.com/content/foss-project-spotlight-tutanota-first-encrypted-email-service-app-f-droid) la Linux Journal. Desigur, dacă ați [urmărit blogul nostru]({{ site.baseurl }}{% post_url 2018-09-03-replacing-gcm-in-tutanota %}), acest lucru vă va suna foarte familiar.

source: Many thanks to the [GCC Compile Farm Project](https://cfarm.tetaneutral.net), who have arranged two bare-metal servers for F-Droid, each with 16 cores, 145 GB RAM, and 2.6 TB disk. These are actually old Facebook machines, but the specs are still pretty impressive! And this is _in addition to_ the [F-Droid mirror from Tetaneutral]({{ site.baseurl }}{% post_url 2018-10-12-twif-25-tor-browser-matrix-room-enhancements-and-mirror-beta-testing %}#beta-mirror-up-for-testing).
de: Vielen Dank dem [GCC Compile Farm Project](https://cfarm.tetaneutral.net), das zwei dedizierte Server für F-Droid eingerichtet hat, jeder mit 16 Cores, 145 GB RAM und 2.6 TB Platte. Diese sind eigentlich alte Facebook-Maschinen, aber deren Spezifikationen sind immer noch einigermaßen beeindruckend! Und sie gibt es _zusätzlich_ zum [F-Droid-Spiegelserver von Tetaneutral]({{ site.baseurl }}{% post_url 2018-10-12-twif-25-tor-browser-matrix-room-enhancements-and-mirror-beta-testing %}#beta-mirror-up-for-testing).
pl: Ogromne podziękowania dla [GCC Compile Farm Project](https://cfarm.tetaneutral.net), którzy przygotowali dwa serwery bare-metal dla F-Droid, każdy z 16 rdzeniami, 145 GB pamięci RAM i dyskiem 2,6 TB. Są to w rzeczywistości stare maszyny Facebooka, ale specyfikacje są wciąż imponujące! A to jest _dodatkiem do_ [lustra F-Droid z Tetaneutral]({{ site.baseurl }}{% post_url 2018-10-12-twif-25-tor-browser-matrix-room-enhancements-and-mirror-beta-testing %}#beta-mirror-up-for-testing).
ro: Multe mulțumiri [GCC Compile Farm Project](https://cfarm.tetaneutral.net) care a creat două servere dedicate pentru F-Droid, fiecare cu 16 nuclee, 145 GB RAM și 2,6 TB de disc. Acestea sunt, de fapt, mașini Facebook vechi, dar specificațiile lor sunt încă destul de impresionante! Și ele sunt _adiționale_ la [F-Droid mirror de la Tetaneutral]({{ site.baseurl }}{% post_url 2018-10-12-twif-25-tor-browser-matrix-room-enhancements-and-mirror-beta-testing %}#beta-mirror-up-for-testing).
