Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Guardian Project is developing [Clean Insights](https://cleaninsights.org/) to promote the idea that usage analytics can provide useful insights that only benefit the end users. For this to happen, there must be absolutely no way to track users: no tracking IDs, no user accounts, no nothing. F-Droid has done [some]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) [experiments]({{ site.baseurl }}{% post_url 2021-03-01-fdroid-metrics-and-clean-insights %}) with Clean Insights, and the approach looks quite promising. Any kind of analytics needs to go beyond concerns of privacy in order to serve users. We also need to consider that digital media has the power to [manipulate](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/) and [addict](https://www.wired.com/story/phone-addiction-formula/) [us](https://sitn.hms.harvard.edu/flash/2018/dopamine-smartphones-battle-time/).
de: Guardian Project entwickelt [Clean Insights](https://cleaninsights.org/), um für die Idee zu werben, dass die Nutzung von Analysen nützliche Einblicke liefern kann, von der nur die Endverbraucher profitieren. Damit das passieren kann, darf es absolut keine Möglichkeit geben, Anwender zurückzuverfolgen: kein Tracking von IDs, keine Benutzerkonten, nichts. F-Droid hat [einige]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) [Experimente]({{ site.baseurl }}{% post_url 2021-03-01-fdroid-metrics-and-clean-insights %}) mit Clean Insights gemacht und der Ansatz sieht sehr vielversprechend aus. Jede Art Analyse muss hinter Datenschutzbedenken zurücktreten, um Anwendern zu nützen. Wir müssen auch bedenken, dass digitale Medien die Macht haben zu [manipulieren](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/) und [uns](https://sitn.hms.harvard.edu/flash/2018/dopamine-smartphones-battle-time/) [abhängig](https://www.wired.com/story/phone-addiction-formula/) zu machen .
pl: Guardian Project opracowuje [Clean Insights](https://cleaninsights.org/) w celu promowania idei, że analiza użytkowania może dostarczyć przydatnych informacji, które przynoszą korzyści tylko użytkownikom końcowym. Aby tak się stało, nie może być absolutnie żadnego sposobu śledzenia użytkowników: żadnych identyfikatorów śledzenia, żadnych kont użytkowników, itp. F-Droid wykonał [kilka]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) [eksperymentów]({{ site.baseurl }}{% post_url 2021-03-01-fdroid-metrics-and-clean-insights %}) z Clean Insights, a podejście wygląda całkiem obiecująco. Każdy rodzaj analityki musi wykraczać poza obawy o prywatność, aby służyć użytkownikom. Musimy również wziąć pod uwagę, że media cyfrowe mają moc [manipulowania](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/) i [uzależniania](https://sitn.hms.harvard.edu/flash/2018/dopamine-smartphones-battle-time/).
ro: Guardian Project dezvoltă [Clean Insights](https://cleaninsights.org/) pentru a promova ideea că analiza utilizării poate oferi informații utile care sunt doar în beneficiul utilizatorilor finali. Pentru ca acest lucru să se întâmple, nu trebuie să existe absolut nicio modalitate de urmărire a utilizatorilor: niciun ID de urmărire, niciun cont de utilizator, nimic. F-Droid a făcut [unele]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) [experimente]({{ site.baseurl }}{% post_url 2021-03-01-fdroid-metrics-and-clean-insights %}) cu Clean Insights, iar abordarea pare destul de promițătoare. Orice tip de analiză trebuie să treacă dincolo de preocupările legate de confidențialitate pentru a servi utilizatorii. De asemenea, trebuie să luăm în considerare faptul că mediile digitale au puterea de a [manipula](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/) și de a [ne](https://www.wired.com/story/phone-addiction-formula/) [dependența](https://sitn.hms.harvard.edu/flash/2018/dopamine-smartphones-battle-time/).

source: Since the F-Droid ecosystem works on [hashes](https://en.wikipedia.org/wiki/Cryptographic_hash_function) of static files without access controls, it unlocks all sorts of flexibility. Mirrors of the _f-droid.org/repo_ repository can be safely delivered via services around the world, [local Raspberry Pis](https://gitlab.com/guardianproject/wind-offline-fdroid-repo-on-rpi), or even a USB thumb drive. Any content can be archived by anyone [without permission or centralized services]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}) using [IPFS](https://en.wikipedia.org/wiki/InterPlanetary_File_System).
de: Seidem das F-Droid-Ökosystem mit [Hashes](https://en.wikipedia.org/wiki/Cryptographic_hash_function) von statischen Dateien ohne Zugriffsregulierung arbeitet, erschließt es sich alle Arten der Flexibilität. Spiegel des Repository „_f-droid.org/repo_“ können sicher über Dienste rund um die Welt bereitgestellt werden, [lokale Raspberry Pis](https://gitlab.com/guardianproject/wind-offline-fdroid-repo-on-rpi), oder sogar ein USB-Laufwerk. Jeder Inhalt kann durch irgendwen [ohne Berechtigung oder zentralisierte Dienste]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}) mittels [IPFS](https://en.wikipedia.org/wiki/InterPlanetary_File_System) archiviert werden.
pl: Ponieważ ekosystem F-Droid działa na [haszach](https://en.wikipedia.org/wiki/Cryptographic_hash_function) statycznych plików bez kontroli dostępu, uwalnia to wszelkiego rodzaju elastyczność. Lustra repozytorium _f-droid.org/repo_ mogą być bezpiecznie dostarczane przez usługi na całym świecie, [lokalne Raspberry Pis](https://gitlab.com/guardianproject/wind-offline-fdroid-repo-on-rpi), a nawet pendrive. Każda zawartość może być archiwizowana przez każdego [bez pozwolenia lub scentralizowanych usług]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}) przy użyciu [IPFS](https://en.wikipedia.org/wiki/InterPlanetary_File_System).
ro: Deoarece ecosistemul F-Droid funcționează pe [hașuri](https://en.wikipedia.org/wiki/Cryptographic_hash_function) de fișiere statice, fără controale de acces, acesta oferă tot felul de flexibilitate. Oglinzile depozitului _f-droid.org/repo_ pot fi livrate în siguranță prin intermediul serviciilor din întreaga lume, [Raspberry Pis locale](https://gitlab.com/guardianproject/wind-offline-fdroid-repo-on-rpi) sau chiar printr-o unitate USB. Orice conținut poate fi arhivat de oricine [fără permisiune sau servicii centralizate]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}) folosind [IPFS](https://en.wikipedia.org/wiki/InterPlanetary_File_System).

source: By this time F-Droid was celebrating 10 years of existence [[6]]({{ site.baseurl }}{% post_url 2020-09-29-happy-10-years-of-f-droid %}) and I started to pen my thoughts as above. It took months to grasp the nerve and formulate what I wanted to say, I've asked around: _"what if?"_, _"how to?"_ and _"does this make sense?"_. And I found that others see F-Droid as important a project as I do; FSF was asking users to select what they called _"High Priority Projects"_ [[7]](https://savannah.gnu.org/forum/forum.php?forum_id=9846) and during the spring LibrePlanet 2021 conference _"FSF's High Priority Projects list"_ video [[8]](https://media.libreplanet.org/u/libreplanet/m/hpp-committee/) really brought a smile to my face: F-Droid was not only a name on a slide but also the foundation of many more projects. The year 2021 also meant 20 years of FSFE and almost 10 years since FSFE launched their _"Free Your Android!"_ [[9]](https://fsfe.org/news/2021/news-20210625-01.en.html) campaign which is still kindly remembered.
de: Zu dieser Zeit feierte F-Droid 10 Jahre seines Bestehens [[6]]({{ site.baseurl }}{% post_url 2020-09-29-happy-10-years-of-f-droid %}) und ich begann damit, meine Gedanken so wie weiter oben aufzuschreiben. Es dauerte Monate den Mut zusammenzunehmen und zu formulieren, was ich sagen wollte, ich fragte herum: _„was wenn?“_, _„wie?“_ und _„ergibt das Sinn?“_. Und ich fand heraus, dass andere F-Droid als Projekt genauso wichtig ansahen wie ich es tue; FSF bat Nutzer auszuwählen, was sie als _„High Priority Projects“_ [[7]](https://savannah.gnu.org/forum/forum.php?forum_id=9846) bezeichneten, und während der Frühlingskonferenz „LibrePlanet 2021“ zauberte mir das Video _„FSF's High Priority Projects list“_ [[8]](https://media.libreplanet.org/u/libreplanet/m/hpp-committee/) wirklich ein Lächeln ins Gesicht: F-Droid war nicht nur ein Name auf einem Dia sondern die Grundlage vieler weiterer Projekte. Das Jahr 2021 bedeutete auch 20 Jahre mit FSFE und fast 10 Jahre nachdem FSFE die Kampagne _„Free Your Android!“_ [[9]](https://fsfe.org/news/2021/news-20210625-01.en.html) gestartet hatte, die immer noch in guter Erinnerung ist.
pl: W tym czasie F-Droid świętował 10 lat istnienia [[6]]({{ site.baseurl }}{% post_url 2020-09-29-happy-10-years-of-f-droid %}) i zacząłem pisać swoje myśli, jak powyżej. Miesiącami trwało, zanim się ogarnąłem i sformułowałem to, co chciałem powiedzieć, a pytałem dookoła: _"co by było gdyby?"_, _"jak to zrobić?"_ i _"czy to ma sens?"_. I odkryłem, że inni uważają F-Droid za tak samo ważny projekt jak ja; FSF prosił użytkowników o wybranie tego, co nazywali _"Projektami o wysokim priorytecie"_ [[7]](https://savannah.gnu.org/forum/forum.php?forum_id=9846) i podczas wiosennej konferencji LibrePlanet 2021 _"Lista Projektów Wysokiego Priorytetu FSF'_ wideo [[8]](https://media.libreplanet.org/u/libreplanet/m/hpp-committee/) naprawdę wywołało uśmiech na mojej twarzy: F-Droid był nie tylko nazwą na slajdzie, ale także podstawą wielu innych projektów. Rok 2021 oznaczał również 20 lat FSFE i prawie 10 lat od rozpoczęcia przez FSFE kampanii _"Uwolnij swojego Androida!"_ [[9]](https://fsfe.org/news/2021/news-20210625-01.en.html), która wciąż jest miło wspominana.
ro: În acest moment, F-Droid sărbătorea 10 ani de existență [[6]]({{ site.baseurl }}{% post_url 2020-09-29-happy-10-years-of-f-droid %}) și am început să-mi scriu gândurile de mai sus. Mi-a luat luni de zile să prind curaj și să formulez ceea ce am vrut să spun, am întrebat în jur: _"ce-ar fi dacă?"_, _"cum să?"_ și _"are sens?"_. Și am constatat că alții văd F-Droid ca pe un proiect la fel de important ca și mine; FSF cerea utilizatorilor să selecteze ceea ce ei numeau _"Proiecte cu prioritate înaltă"_ [[7]](https://savannah.gnu.org/forum/forum.php?forum_id=9846) și în timpul conferinței LibrePlanet 2021 din primăvară, videoul _"Lista FSF de Proiecte cu prioritate înaltă"_ [[8]](https://media.libreplanet.org/u/libreplanet/m/hpp-committee/) mi-a adus cu adevărat un zâmbet pe față: F-Droid nu a fost doar un nume pe un diapozitiv, ci și fundația multor alte proiecte. Anul 2021 a însemnat, de asemenea, 20 de ani de existență a FSFE și aproape 10 ani de când FSFE a lansat campania _"Eliberează-ți Androidul!"_ [[9]](https://fsfe.org/news/2021/news-20210625-01.en.html), care este încă amintită cu drag.

source: Decentralization is a core tenet of F-Droid. Every component of the ecosystem is available as FOSS and can be used by anyone to host their own repo, build any app and have their own mobile app store client the way they would like. Luckily, others around the Internet share these values. Starting last year, the _Filecoin Foundation for the Decentralized Web (FFDW)_ partnered up with F-Droid to improve upon "Decentralizing Distribution" [[11]]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}).
de: Dezentralisation ist ein Kerngrundsatz von F-Droid. Jede Komponente des Ökosystemssteht als FOSS bereit und kann von allen genutzt werden, um ein eigenes Repo zu pflegen, irgendeine App herzustellen und einen eigenen Android-App-Store zu besitzen, ganz wie sie wollen. Glücklicherweise teilen andere im weltweiten Netz diese Werte. Mit Beginn des letzten Jahres verbündete sich die _Filecoin Foundation for the Decentralized Web (FFDW)_ mit F-Droid, um die „dezentrale Verteilung“ [[11]]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}) zu verbessern.
pl: Decentralizacja jest głównym założeniem F-Droida. Każdy element ekosystemu jest dostępny jako FOSS i może być używany przez każdego, aby udostępniać własne repozytoria, budować dowolne aplikacje i mieć własnego klienta sklepu z aplikacjami mobilnymi o jakim marzy. Na szczęście inni ludzie w Internecie podzielają te wartości. W zeszłym roku fundacja _ Filecoin Foundation for the Decentralized Web (FFDW)_ nawiązała współpracę z F-Droidem, aby ulepszyć "Dystrybucje Zdecentralizowane" [[11]]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}).
ro: Descentralizarea este un principiu de bază al F-Droid. Fiecare componentă a ecosistemului este disponibilă ca FOSS și poate fi folosită de oricine pentru a-și găzdui propriul depozit, pentru a crea orice aplicație și pentru a avea propriul client al magazinului de aplicații mobile, așa cum și-ar dori. Din fericire, și alte persoane de pe Internet împărtășesc aceste valori. Începând de anul trecut, _Filecoin Foundation for the Decentralized Web (FFDW)_ a încheiat un parteneriat cu F-Droid pentru a îmbunătăți "Descentralizarea Distribuției" [[11]]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}).

source: Adding up the weekly donations to F-Droid from all sources, we are receiving about €460 per week. To allow me to sustain my work here, the goal is to raise about €1,200 per week. We have _"no user accounts, by design"_ [[16]]({{ site.baseurl }}{% post_url 2022-02-28-no-user-accounts-by-design %}) so we can't count how many of you are using F-Droid, but by interacting with some users and developers we know there are many out there. If users donate just a small bit, this goal will be reached quite quickly.
de: Zählt man die wöchentlichen Spenden an F-Droid aus allen Quellen zusammen, erhalten wir ungefähr €460 pro Woche. Um meine Arbeit hier weiter ausführen zu können, wäre das Ziel, sie auf ca. €1.200 pro Woche anzuheben. Wir haben _"mit Absicht keine Nutzerkonten“_ [[16]]({{ site.baseurl }}{% post_url 2022-02-28-no-user-accounts-by-design %}), können also nicht zählen, wie viele von euch F-Droid verwenden, aber aus Gesprächen mit einigen Nutzern und Entwicklern wissen wir, dass es viele da draußen gibt. Wenn Anwender einfach nur ein kleines Bisschen geben würden, wäre das Ziel ganz schnell erreicht.
pl: Sumując tygodniowe darowizny dla F-Droid aze wszystkich źródeł, otrzymujemy około 460 euro tygodniowo. Aby umożliwić mi utrzymanie mojej pracy tutaj, celem jest zebranie około 1200 euro tygodniowo. Mamy _"z założenia brak kont użytkowników"_ [[16]]({{ site.baseurl }}{% post_url 2022-02-28-no-user-accounts-by-design %}), więc nie możemy policzyć, ilu z Was używa F-Droida, ale dzięki interakcji z niektórymi użytkownikami i programistami wiemy, że jest ich wielu. Jeśli użytkownicy wpłacą tylko trochę, cel ten zostanie osiągnięty dosyć szybko.
ro: Însumând donațiile săptămânale către F-Droid din toate sursele, primim aproximativ 460 de euro pe săptămână. Pentru a-mi permite să-mi susțin activitatea aici obiectivul este de a strânge aproximativ 1200 de euro pe săptămână. Nu avem _"conturi de utilizator, prin design"_ [[16]]({{ site.baseurl }}{% post_url 2022-02-28-no-user-accounts-by-design %}), așa că nu putem număra câți dintre voi folosesc F-Droid, dar prin interacțiunea cu unii utilizatori și dezvoltatori, știm că sunteți mulți acolo. Dacă utilizatorii donează câte un pic, acest obiectiv va fi atins destul de repede.

source: We're wrapping up a [major overhaul](https://gitlab.com/fdroid/fdroidclient/-/milestones/49) of the official F-Droid client app (thanks to [FFDW]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}) funding), including a security audit (thanks to [NLnet](https://nlnet.nl/project/F-Droid-Trackers/) funding). This replaces huge chunks of technical debt, fixes many bugs, adds a comprehensive test suite, and should make it much easier for contributors to follow the code.
de: Wir packen gerade eine [wichtige Überarbeitung](https://gitlab.com/fdroid/fdroidclient/-/milestones/49) der offiziellen F-Droid-App (dank der Förderung durch [FFDW]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %})), einschließlich eines Sicherheitsaudits (dank der Finanzierung durch [NLnet](https://nlnet.nl/project/F-Droid-Trackers/)). Diese ersetzt riesige Brocken technischer Altlasten, behebt viele Fehler, ergänzt eine umfangreiche Testumgebung und sollte es Mitwirkenden deutlich einfacher machen, dem Code zu folgen.
pl: Kończymy [poważny remont](https://gitlab.com/fdroid/fdroidclient/-/milestones/49) oficjalnej aplikacji klienckiej F-Droid (dzięki [FFDW]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}) funding), w tym audyt bezpieczeństwa (dzięki finansowaniu [NLnet](https://nlnet.nl/project/F-Droid-Trackers/). Zastępuje to ogromne kawałki długu technicznego, naprawia wiele błędów, dodaje obszerny zestaw testów i powinno znacznie ułatwić współtwórcom śledzenie kodu.
ro: Finalizăm o [revizie majoră](https://gitlab.com/fdroid/fdroidclient/-/milestones/49) a aplicației oficiale a clientului F-Droid (datorită finanțării [FFDW]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %})), inclusiv un audit de securitate (datorită finanțării [NLnet](https://nlnet.nl/project/F-Droid-Trackers/)). Acest lucru înlocuiește bucăți uriașe de datorie tehnică, repară multe erori, adaugă o suită de teste cuprinzătoare și ar trebui să faciliteze mult mai mult înțelegerea codului de către colaboratori.

source: We are setting up new hardware for the production _buildserver_ to enable [parallelizing]({{ site.baseurl }}{% post_url 2022-05-24-buildserver-overhaul-sponsored-by-calyx-institute %}) the build processes.
de: Wir richten neue Hardware für den _buildserver_ zur Produktion ein, um eine [Parallelisierung]({{ site.baseurl }}{% post_url 2022-05-24-buildserver-overhaul-sponsored-by-calyx-institute %}) des Build-Prozesses zu ermöglichen.
pl: Konfigurujemy nowy sprzęt dla produkcji _buildserver_, aby umożliwić [równoległość]({{ site.baseurl }}{% post_url 2022-05-24-buildserver-overhaul-sponsored-by-calyx-institute %}) procesu budowania.
ro: Configuram un nou hardware pentru serverul de producție _buildserver_ pentru a permite [paralelizarea]({{ site.baseurl }}{% post_url 2022-05-24-buildserver-overhaul-sponsored-by-calyx-institute %}) proceselor de construire.

source: # Scan for common known non-free blobs: usual_suspects = ['flurryagent', 'paypal_mpl', 'libgoogleanalytics', 'admob-sdk-android', 'googleadview', 'googleadmobadssdk']
de: # Nach allgemein bekannten unfreien Blobs suchen: usual_suspects = ['flurryagent', 'paypal_mpl', 'libgoogleanalytics', 'admob-sdk-android', 'googleadview', 'googleadmobadssdk']
pl: # Skanuj w poszukiwaniu powszechnie znanych niewolnych obiektów blob: zwykli_podejrzani = ['flurryagent', 'paypal_mpl', 'libgoogleanalytics', 'admob-sdk-android', 'googleadview', 'googleadmobadssdk']
ro: # Scanează pentru blocurile comune cunoscute ca fiind non-libere: usual_suspects = ['flurryagent', 'paypal_mpl', 'libgoogleanalytics', 'admob-sdk-android', 'googleadview', 'googleadmobadssdk']]

source: At long last, the first alpha of the [big]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}) [overhaul]({{ site.baseurl }}{% post_url 2022-09-20-slowly-getting-faster %}) of the official F-Droid client app for Android is about to be released. This round of work was focused on modernizing some of the oldest code in the client: the downloading, index parsing, and database layer. This code is now structured as standalone libraries so that other projects can benefit from using it as well. This changes a huge amount of code, and we have already confirmed it fixes many bugs and improves a wide range of functionality. There will be more on that here as it is finalized.
de: Endlich, die erste Alpha der [großen]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}) [Überarbeitung]({{ site.baseurl }}{% post_url 2022-09-20-slowly-getting-faster %}) der offiziellen F-Droid-App für Android steht kurz vor der Veröffentlichung. Dieser Arbeitsabschnitt konzentrierte sich auf die Modernisierung von einigen der ältesten Codebestandteile im Client: das Herunterladen, das Parsing des Index und die Datenbankebene. Dieser Code wird nun in alleinstehenden Bibliotheken strukturiert, so dass andere Projekte ihn genauso nutzen und von ihm profitieren können. Dies ändert eine riesige Menge an Code und wir konnten schon zeigen, es behebt viele Fehler und verbessert in großem Ausmaß die Funktionalität. Hier wird noch mehr davon zu lesen sein, wenn es abgeschlossen ist.
ro: În sfârșit, prima versiune alfa a [marii]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}) [revizii]({{ site.baseurl }}{% post_url 2022-09-20-slowly-getting-faster %}) a aplicației oficiale F-Droid pentru Android este pe cale să fie lansată. Această rundă de lucru s-a concentrat pe modernizarea unora dintre cele mai vechi secțiuni de cod din client: descărcarea, analiza indexului și stratul de bază de date. Acest cod este acum structurat ca biblioteci independente, astfel încât și alte proiecte să poată beneficia de utilizarea lui. Acest lucru schimbă o cantitate uriașă de cod și am confirmat deja că rezolvă multe erori și îmbunătățește o gamă largă de funcționalități. Vor fi mai multe informații despre acest lucru aici, pe măsură ce va fi finalizat.

source: _This work was funded by the [FFDW-DVD grant]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %})_
de: _Diese Arbeit wurde durch einen [FFDW-DVD-Zuschuss]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %}) gefördert_
ro: _Această muncă a fost finanțată de [grantul FFDW-DVD]({{ site.baseurl }}{% post_url 2022-02-05-decentralizing-distribution %})_

source: - right now, repos are trusted inputs verified by signatures. This kind of finding helps us make it so less trust is required when using third party repos
de: - Im Augenblick sind Repos vertrauenswürdige, durch Signaturen verifizierte Beiträge. Diese Art der Beurteilung hilft uns dabei, erfolgreich zu sein, somit wird weniger Vertrauen vonnöten sein, wenn Drittanbieter-Repos verwendet werden
pl: - teraz repozytoria są zaufanymi danymi wejściowymi weryfikowanymi przez podpisy. Tego rodzaju odkrycie pomaga nam to zrobić, więc mniej zaufania jest wymagane przy korzystaniu z repozytoriów firm trzecich

source: **[React (old)](https://f-droid.org/wiki/page/io.github.baiatbun.react)**
pl: **[React (stary)](https://f-droid.org/wiki/page/io.github.baiatbun.react)**

source: Maven Central
pl: Centrum Maven
