Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: This post was written from an app developer's perspective. I try to make AntennaPod work best for all users, including those with Android 4.x. From a user's perspective, you should think about whether you still want to use old Android versions like 4.x. Android 4.4 was released in 2014, which is 6 years ago. Many critical security issues have been fixed since then. Exposing such an old device to the Internet might be a pretty big security risk, independently of the TLS libraries that are included in apps.
de: Dieser Post wurde aus der Sicht eines App-Entwicklers geschrieben. Ich versuche, AntennaPod so zu gestalten, dass es für alle Anwender optimal funktioniert, einschließlich derjenigen mit Android 4.x. Aus der Anwenderperspektive sollte man darüber nachdenken, ob man alte Android-Versionen wie 4.x noch verwenden will. Android 4.4 wurde 2014 veröffentlicht, was 6 Jahre her ist. Viele kritische Sicherheitslücken wurden seither geschlossen. Ein so altes Gerät ins Internet zu lassen, kann ein ziemlich großes Sicherheitsrisiko sein, unabhängig davon, welche TLS-Bibliotheken in den Apps eingebunden sind.
pl: Ten post został napisany z perspektywy programisty aplikacji. Staram się, aby AntenaPod działa najlepiej dla wszystkich użytkowników, w tym tych z Androidem 4.x. Z punktu widzenia użytkownika powinieneś zastanowić się, czy nadal chcesz używać starych wersji systemu Android, takich jak 4.x. Android 4.4 został wydany w 2014, czyli 6 lat temu. Od tego czasu rozwiązano wiele krytycznych problemów z bezpieczeństwem. Wystawienie takiego starego urządzenia w Internecie może stanowić dość duże zagrożenie bezpieczeństwa, niezależnie od bibliotek TLS zawartych w aplikacjach.
ro: Această postare a fost scrisă din perspectiva unui dezvoltator de aplicații. Încerc să fac ca AntennaPod să funcționeze cât mai bine pentru toți utilizatorii, inclusiv pentru cei cu Android 4.x. Din perspectiva unui utilizator, ar trebui să vă gândiți dacă mai doriți să folosiți versiuni vechi de Android, cum ar fi 4.x. Android 4.4 a fost lansat în 2014, adică acum 6 ani. Multe probleme critice de securitate au fost rezolvate de atunci. Expunerea unui dispozitiv atât de vechi la internet ar putea reprezenta un risc de securitate destul de mare, independent de bibliotecile TLS care sunt incluse în aplicații.
ru: Этот пост был написан с точки зрения разработчика приложений. Я стараюсь, чтобы AntennaPod работал наилучшим образом для всех пользователей, включая тех, у кого Android 4.x. С точки зрения пользователя, вы должны подумать, хотите ли вы по-прежнему использовать старые версии Android, такие как 4.x. Android 4.4 был выпущен в 2014 году, то есть 6 лет назад. С тех пор было исправлено множество критических проблем безопасности. Выдача такого старого устройства в Интернет может представлять собой довольно большой риск для безопасности, независимо от библиотек TLS, включенных в приложения.
uk: Цей допис був написаний з погляду розробника застосунків. Я намагаюся, щоб AntennaPod працював якнайкраще для всіх користувачів, включно з тими, у кого Android 4.x. З огляду користувача, ви повинні подумати, чи хочете ви, як і раніше використовувати старі версії Android, такі як 4.x. Android 4.4 був випущений у 2014 році, тобто 6 років тому. З того часу було виправлено безліч критичних проблем безпеки. Вихід з такого старого пристрою в Інтернет може бути досить ризикованим для безпеки, незалежно від бібліотек TLS, включених у застосунки.
zh_hans: 这篇文章是从应用开发者的角度编写的。我试图让 AntennaPod 适合所有用户，包括那些使用 Android 4.x 的用户。从用户的角度来看，你应该考虑是否仍要使用旧的 Android 版本，例如 4.x。Android 4.4 发布于 2014 年，也就是 6 年前。从那时起，许多关键的安全问题已得到修复。将这样的旧设备暴露在互联网上可能会带来相当大的安全风险，这与应用中包含的 TLS 库无关。

source: Before looking into this, I did not know that you can use `ClassLoader` to execute other app's code. This is pretty nice and can be used for things like plugins. I would love to see what other developers build with that.
de: Bevor ich mich hiermit beschäftigt habe, wusste ich nicht, dass man `ClassLoader` nutzen kann, um den Code einer anderen App auszuführen. Das ist ziemlich nett und kann für Dinge wie Plugins verwendet werden. Ich würde gerne erfahren, was andere Entwickler damit erstellen.
pl: Przed przyjrzeniem się temu nie wiedziałem, że możesz użyć ` ClassLoader ` do wykonania kodu innej aplikacji. Jest to całkiem miłe i może być używane do takich rzeczy jak wtyczki. Chciałbym zobaczyć, co budują inni programiści.
ro: Înainte de a cerceta acest lucru, nu știam că puteți utiliza `ClassLoader` pentru a executa codul altei aplicații. Acest lucru este destul de drăguț și poate fi folosit pentru lucruri precum plugin-urile. Mi-ar plăcea să văd ce construiesc alți dezvoltatori cu asta.
ru: До изучения этого вопроса я не знал, что вы можете использовать `ClassLoader` для выполнения кода другого приложения. Это довольно здорово и может быть использовано для таких вещей, как плагины. Я бы хотел увидеть, что другие разработчики создают с помощью этого.
uk: До вивчення цього питання я не знав, що ви можете використовувати `ClassLoader` для виконання коду іншої програми. Це досить здорово і може бути використано для таких речей, як плагіни. Я б хотів побачити, що інші розробники створюють за допомогою цього.
zh_hans: 在研究这个之前，我不知道你可以使用 `ClassLoader` 来执行其他应用的代码。这非常好，可以用于插件之类的东西。我很想看看其他开发者用它构建了什么。

source: .yml is the only metadata format, the others will be removed
de: .yml wird alleiniges Metadatenformat, alle anderen werden entfernt
pl: .yml jest jedynym formatem metadanych, pozostałe zostaną usunięte
ro: .yml este singurul format de metadate, celelalte vor fi eliminate
ru: .yml единственный формат метаданных, остальные будут удалены
uk: .yml єдиний формат метаданих, інші будуть видалені
zh_hans: .yml 是唯一的元数据格式，其他的将被删除

source: Back in September, we [announced]({% post_url 2019-09-11-yaml-metadata %}) that the F-Droid ecosystem is moving fully to YAML formats. That means the old `.txt` custom metadata format as well as the JSON metadata format will be entirely removed from all the tools, like _fdroidserver_. The upcoming 2.0 release of _fdroidserver_ will only support `.yml` metadata files.
ru: В сентябре, мы [анонсировали]({% post_url 2019-09-11-yaml-metadata %}) что экосистема F-Droid полностью переходит на YAML формат. Это означает, что старый `.txt` формат метаданных, а также JSON формат метаданных будут полностью удалены из всех утилит, таких как _fdroidserver_. Будующий релиз 2.0 _fdroidserver_ будет поддерживать только `.yml` формат метаданных.
uk: У вересні, ми [анонсували]({% post_url 2019-09-11-yaml-metadata %}) що екосистема F-Droid повністю переходить на YAML формат. Це означає, що старий `.txt` формат метаданих, а також JSON формат метаданих будуть повністю вилучені з усіх утиліт, таких як _fdroidserver_. Подальший реліз 2.0 _fdroidserver_ буде підтримувати тільки `.yml` формат метаданих.
zh_hans: 早在 9 月，我们[宣布]({% post_url 2019-09-11-yaml-metadata %}) F-Droid 生态系统正在完全转向 YAML 格式。这意味着旧的 `.txt` 自定义元数据格式以及 JSON 元数据格式将从所有工具中完全删除，例如 _fdroidserver_。即将发布的 _fdroidserver_ 2.0 版本将仅支持 `.yml` 元数据文件。

source: Now is the time to convert! Thanks to the hard work of [@uniqx](https://chaos.social/@uniq) and others, it is easy:
de: Es wird Zeit, umzustellen! Dank der Anstrengungen von [@uniqx](https://chaos.social/@uniq) und anderen ist es einfach:
pl: Teraz jest czas na konwersję! Dzięki ciężkiej pracy [@uniqx](https://chaos.social/@uniq) i innych, jest to łatwe:
ro: Acum este momentul să vă convertiți! Mulțumită eforturilor depuse de [@uniqx](https://chaos.social/@uniq) și de alții, este ușor:
ru: Настало время конвертировать! Благодаря тяжелой работе [@uniqx](https://chaos.social/@uniq) и других, это легко:
uk: Настав час конвертувати! Завдяки важкій роботі [@uniqx](https://chaos.social/@uniq) та інших, це легко:
zh_hans: 现在到了进行转换的时候了！得益于 [@uniqx](https://chaos.social/@uniq) 等人的辛勤工作，这很容易：

source: The `.txt.` and `.json` formats will only be available in _fdroidserver_ 1.1.x releases from here on out.
de: Die Formate `.txt.` und `.json` werden von nun an nur noch in 1.1.x-Versionen von _fdroidserver_ zur Verfügung stehen.
pl: Formaty `.txt.` i `.json` będą od tej pory dostępne tylko w formacie _fdroidserver_ 1.1.x.
ro: Formatele `.txt.` și `.json` vor fi disponibile doar în versiunile _fdroidserver_ 1.1.x de acum încolo.
ru: Начиная с этого момента, форматы `.txt.` and `.json` будут поддерживаться только в версиях _fdroidserver_ 1.1.x.
uk: Починаючи з цього моменту, формати `.txt.` and` .json` будуть підтримуватися лише у версіях _fdroidserver_ 1.1.x.
zh_hans: `.txt` 和 `.json` 格式仅在 _fdroidserver_ 1.1.x 版本中可用。

source: Donations with Free Software
de: Spenden über freie Software
pl: Darowizny z Wolnego Oprogramowania
ro: Donații cu software liber
ru: Пожертвования с помощью свободного программного обеспечения
uk: Внески за допомогою вільного програмного забезпечення
zh_hans: 使用自由软件捐赠

source: When F-Droid started back in 2010, there were no free software options for donations. So we used the standard proprietary services, and received enough donations to keep things running. Thank you for your continued support over the years! In recent years, two solid free software funding platforms have been established: [Liberapay](https://github.com/liberapay) and [OpenCollective](https://github.com/opencollective). The F-Droid community has worked hard to push free software in everything we do. When GitLab started, we switched to gitlab.com as our development platform. We have always used free software for translations (now [Weblate](https://weblate.org/), and MediaWiki Translate beforehand). We work with [Debian](https://wiki.debian.org/AndroidTools) and [Android Rebuilds](https://android-rebuilds.beuc.net/) to make free software Android SDK components available. We work with [Reproducible Builds](https://reproducible-builds.org/) and [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html) to provide tools so that anyone can verify that apps are built only from publicly available source code.
de: Als F-Droid damals im Jahr 2010 startete, gab es keine freie Software für Spenden. Also verwendeten wir die proprietären Standarddienste und erhielten genug Spenden, um die Dinge am Laufen zu halten. Danke für eure fortlaufende Unterstützung über die Jahre! In den letzten Jahren wurden zwei solide auf freier Software basierende Finanzierungsplattformen gegründet: [Liberapay](https://github.com/liberapay) und [OpenCollective](https://github.com/opencollective). Die F-Droid-Community hat sich, bei allem was sie tut, immer darum bemüht, freie Software voranzubringen. Als GitLab aufkam, wechselten wir zu gitlab.com als unsere Entwicklungsplattform. Wir haben immer freie Software für die Übersetzungen genutzt (aktuell [Weblate](https://weblate.org/) und früher MediaWiki Translate). Wir kooperieren mit [Debian](https://wiki.debian.org/AndroidTools) und [Android Rebuilds](https://android-rebuilds.beuc.net/), um Android-SDK-Komponenten als freie Software zur Verfügung zu stellen. Wir arbeiten mit [Reproducible Builds](https://reproducible-builds.org/) und [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html), um Tools anzubieten, mit denen jeder überprüfen kann, dass Apps nur aus öffentlich zugänglichem Quellcode hergestellt werden.
pl: Kiedy F-Droid wystartował w 2010 roku, nie było wolnego oprogramowania do darowizn. Skorzystaliśmy więc ze standardowych usług własnościowych i otrzymaliśmy wystarczającą ilość darowizn, aby wszystko działało. Dziękujemy za nieustające wsparcie na przestrzeni lat! W ostatnich latach powstały dwie solidne platformy finansowania wolnego oprogramowania: [Liberapay](https://github.com/liberapay) i [OpenCollective](https://github.com/opencollective). Społeczność F-Droid ciężko pracowała, aby we wszystkim, co robimy, promować wolne oprogramowanie. Kiedy wystartował GitLab, przeszliśmy na gitlab.com jako naszą platformę programistyczną. Zawsze używaliśmy darmowego oprogramowania do tłumaczeń (obecnie [Weblate](https://weblate.org/) i wcześniej MediaWiki Translate). Współpracujemy z [Debian](https://wiki.debian.org/AndroidTools) i [Android Rebuilds](https://android-rebuilds.beuc.net/), aby udostępnić darmowe komponenty Android SDK. Współpracujemy z [Reproducible Builds](https://reproducible-builds.org/) i [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html), aby zapewnić narzędzia do tego, że każdy może sprawdzić, czy aplikacje są zbudowane tylko z publicznie dostępnego kodu źródłowego.
ro: Când F-Droid a început în 2010, nu existau opțiuni de software gratuit pentru donații. Așa că am folosit serviciile standard de proprietate și am primit suficiente donații pentru a menține lucrurile în funcțiune. Vă mulțumim pentru sprijinul dvs. continuu de-a lungul anilor! În ultimii ani, au fost create două platforme solide de finanțare a software-ului liber: [Liberapay](https://github.com/liberapay) și [OpenCollective](https://github.com/opencollective). Comunitatea F-Droid a lucrat din greu pentru a promova software-ul liber în tot ceea ce facem. Când a început GitLab, am trecut la gitlab.com ca platformă de dezvoltare. Am folosit întotdeauna software liber pentru traduceri (acum [Weblate](https://weblate.org/), iar înainte MediaWiki Translate). Colaborăm cu [Debian](https://wiki.debian.org/AndroidTools) și [Android Rebuilds](https://android-rebuilds.beuc.net/) pentru a pune la dispoziție componente SDK Android cu software liber. Colaborăm cu [Reproducible Builds](https://reproducible-builds.org/) și [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html) pentru a oferi instrumente astfel încât oricine să poată verifica dacă aplicațiile sunt construite numai din codul sursă disponibil publicului.
ru: Когда F-Droid начинал свою работу в 2010 году, не было никаких вариантов свободного программного обеспечения для пожертвований. Поэтому мы использовали стандартные проприетарные сервисы и получали достаточно пожертвований, чтобы поддерживать работу. Спасибо за вашу постоянную поддержку на протяжении многих лет! В последние годы были созданы две надежные платформы для финансирования свободного программного обеспечения: [Liberapay](https://github.com/liberapay) и [OpenCollective](https://github.com/opencollective). Сообщество F-Droid прилагает все усилия, чтобы продвигать свободное программное обеспечение во всем, что мы делаем. Когда появился GitLab, мы перешли на gitlab.com в качестве платформы для разработки. Мы всегда использовали свободное программное обеспечение для переводов (сейчас [Weblate](https://weblate.org/), а до этого MediaWiki Translate). Мы работаем с [Debian](https://wiki.debian.org/AndroidTools) и [Android Rebuilds](https://android-rebuilds.beuc.net/), чтобы сделать доступными бесплатные компоненты Android SDK. Мы работаем с [Reproducible Builds](https://reproducible-builds.org/) и [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html) для предоставления инструментов, чтобы любой мог проверить, что приложения собираются только из общедоступного исходного кода.
uk: Коли F-Droid починав свою роботу в 2010 році, не було ніяких варіантів вільного програмного забезпечення для пожертвувань. Тому ми використовували стандартні пропрієтарні сервіси і отримували досить пожертвувань, щоб підтримувати роботу. Дякую за вашу постійну підтримку протягом багатьох років! В останні роки були створені дві надійні платформи для фінансування вільного програмного забезпечення: [Liberapay](https://github.com/liberapay) і [OpenCollective](https://github.com/opencollective). Спільнота F-Droid докладає всіх зусиль, щоб просувати вільне програмне забезпечення в усьому, що ми робимо. Коли з'явився GitLab, ми перейшли на gitlab.com в якості платформи для розробки. Ми завжди використовували вільне програмне забезпечення для переказів (зараз [Weblate](https://weblate.org/), а до цього MediaWiki Translate). Ми працюємо з [Debian](https://wiki.debian.org/AndroidTools) і [Android Rebuilds](https://android-rebuilds.beuc.net/), щоб зробити доступними безкоштовні компоненти Android SDK. Ми працюємо з [Reproducible Builds](https://reproducible-builds.org/) і [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html) для надання інструментів, щоб будь-хто міг перевірити, що застосунки збираються тільки з загальнодоступного вихідного коду.
zh_hans: 当 F-Droid 在 2010 年开始时，没有自由软件选项可用于捐赠。所以我们使用了标准的专有服务，并收到了足够的捐款来维持运转。感谢你多年来一直以来的支持！近年来，已经建立了两个坚实的自由软件资助平台：[Liberapay](https://github.com/liberapay) 和 [OpenCollective](https://github.com/opencollective)。F-Droid 社区一直在我们所做的一切事情中努力推动使用自由软件。当 GitLab 出现时，我们切换到 gitlab.com 作为我们的开发平台。我们一直使用自由软件进行翻译（现在的 [Weblate](https://weblate.org/) 和之前的 MediaWiki Translate）。我们与 [Debian](https://wiki.debian.org/AndroidTools) 和 [Android Rebuilds](https://android-rebuilds.beuc.net/) 合作，提供自由软件 Android SDK 组件。我们与 [Reproducible Builds](https://reproducible-builds.org/) 和 [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html) 合作提供工具，以便任何人都可以验证应用是仅从公开可用的源代码构建的。

source: We have just completed the integration of the preferred donation platforms across the whole F-Droid ecosystem. [`OpenCollective:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#OpenCollective) is now fully supported. We introduced the [`Liberapay:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Liberapay) metadata field to support the native usernames, and are migrating away from the old `LiberapayID:` account numbers.
de: Jetzt haben wir gerade die Integration der bevorzugten Spendenportale im gesamten F-Droid-Ökosystem vollzogen. [`OpenCollective:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#OpenCollective) wird nun vollständig unterstützt. Wir führten das Metadatenfeld für [`Liberapay:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Liberapay) ein, um die nativen Benutzernamen zu unterstützen, und entfernen uns von der alten `LiberapayID:` Kontonummer.
pl: Właśnie zakończyliśmy integrację preferowanych platform darowizn w całym ekosystemie F-Droid. [`OpenCollective:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#OpenCollective) jest teraz w pełni obsługiwany. Wprowadziliśmy pole metadanych [`Liberapay:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Liberapay) w celu obsługi rodzimych nazw użytkowników i przeprowadzamy migrację starych numerów kont `LiberapayID:`.
ro: Tocmai am finalizat integrarea platformelor de donații preferate în întregul ecosistem F-Droid. [`OpenCollective:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#OpenCollective) este acum pe deplin acceptată. Am introdus câmpul de metadate [`Liberapay:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Liberapay) pentru a suporta numele de utilizator nativ și migrăm de la vechile numere de cont `LiberapayID:`.
ru: Мы только что завершили интеграцию предпочтительных платформ для пожертвований во всей экосистеме F-Droid. [`OpenCollective:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#OpenCollective) теперь полностью поддерживается. Мы ввели поле метаданных [`Liberapay:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Liberapay) для поддержки родных имен пользователей и переходим от старых `LiberapayID:` номеров счетов.
uk: Ми тільки що завершили інтеграцію бажаних платформ для пожертвувань у всій екосистемі F-Droid. [ `OpenCollective:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#OpenCollective) тепер повністю підтримується. Ми ввели поле метаданих [ `Liberapay:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Liberapay) для підтримки рідних імен користувачів і переходимо від старих `LiberapayID:` номерів рахунків.
zh_hans: 我们刚刚完成了整个 F-Droid 生态系统的首选捐赠平台的整合。[`OpenCollective:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#OpenCollective) 现在得到了完全支持。我们引入了 [`Liberapay:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Liberapay) 元数据字段以支持原生用户名，并且正在从旧的 `LiberapayID:` 帐号数字迁移。

source: Free Software Funding Boom
de: Finanzierungsboom freier Software
pl: Boom Finansowania Wolnego Oprogramowania
ro: Boom-ul finanțării software-ului liber
ru: Бум финансирования свободного программного обеспечения
uk: Бум фінансування вільного програмного забезпечення
zh_hans: 自由软件资金激增
