Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: CLN-004 -- HTTP Request URLs are logged
ru: CLN-004 -- URL-адреса HTTP-запросов регистрируются
uk: CLN-004 -- URL-адреси запитів HTTP реєструються
zh_hans: CLN-004 -- 记录了 HTTP 请求 URL

source: Vulnerability type: Information leakage
ru: Тип уязвимости: Утечка информации
uk: Тип вразливості: Витік інформації
zh_hans: 漏洞类型：信息泄露

source: The Android app (org.fdroid.fdroid.debug ver. 1.14-alpha3-505-gc8514adb9-debug) logs URLs.
ru: Приложение для Android (org.fdroid.fdroid.debug ver. 1.14-alpha3-505-gc8514adb9-debug) регистрирует URL-адреса.
uk: Застосунок для Android (org.fdroid.fdroid.debug ver. 1.14-alpha3-505-gc8514adb9-debug) реєструє URL-адреси.
zh_hans: Android 应用 (org.fdroid.fdroid.debug ver. 1.14-alpha3-505-gc8514adb9-debug) 记录 URL。

source: Logging sensitive information in the Android log is not a recommended practice as this information can (in some scenarios) be accessed by other applications on the same device. URLs can contain tokens or other sensitive data which might be logged, leading to the disclosure of that data to other apps.
ru: Запись конфиденциальной информации в журнал Android не рекомендуется, поскольку эта информация может быть (в некоторых случаях) доступна другим приложениям на том же устройстве. URL-адреса могут содержать токены или другие конфиденциальные данные, которые могут быть занесены в журнал, что приведет к раскрытию этих данных другим приложениям.
uk: Реєстрація конфіденційної інформації в журналі Android — не рекомендована практика, оскільки ця інформація може (в деяких сценаріях) бути доступна іншим застосункам на тому ж пристрої. URL-адреси можуть містити токени або інші конфіденційні дані, які можуть бути зареєстровані, що призводить до розкриття цих даних іншим застосункам.
zh_hans: 不建议在 Android 日志中记录敏感信息，因为同一设备上的其他应用可以（在某些情况下）访问此信息。URL 可能包含令牌或其他可能被记录的敏感数据，从而导致该数据泄露给其他应用。

source: Privacy is important, and we want to ensure that any potentially private information is not leaked, even at the cost of easier debugging or service analytics. So we appreciate the auditor's level of attention in reporting this issue and have removed the URLs from the logging on release builds.
ru: Конфиденциальность очень важна, и мы хотим гарантировать, что любая потенциально приватная информация не будет утекать, даже ценой облегчения отладки или аналитики сервиса. Поэтому мы ценим внимание аудитора, сообщившего об этой проблеме, и удалили URL-адреса из журналов регистрации в релизных сборках.
uk: Приватність важлива, і ми хочемо гарантувати, що будь-яка потенційно приватна інформація не буде викрадена, навіть ціною легшого налагодження або сервісної аналітики. Тому ми цінуємо рівень уваги аудитора до повідомлення про цю проблему та видалили URL-адреси зі збірок журналу випуску.
zh_hans: 隐私很重要，我们希望确保任何潜在的私人信息不被泄露，即使以更容易调试或服务分析为代价。因此，我们感谢审计员在报告此问题时的关注程度，并已从发布版本的日志记录中删除了这些 URL。

source: This vulnerability does not affect the security of operations. Many web services put private tokens in URLs, and logging those would be like leaking clear text passwords. All the well known repositories including f-droid.org are run as a static website, so there are [no user accounts]({% post_url 2022-02-28-no-user-accounts-by-design %}). The issue here is if someone got the "logcat" text, which is generally protected in Android, and apps cannot simply read the text anymore. One potential leak scenario would be if someone installed a sensitive app, then uninstalled it. That app install and uninstall would be listed in the log, available if the user was compelled to provide that log, or if the device was exploited to get access to protected data.
ru: Эта уязвимость не влияет на безопасность операций. Многие веб-сервисы помещают приватные токены в URL, и занесение их в журнал было бы равносильно утечке паролей в открытом виде. Все известные репозитории, включая f-droid.org, работают как статический сайт, поэтому там нет [никаких учетных записей пользователей]({% post_url 2022-02-28-no-user-accounts-by-design %}). Проблема здесь в том, что если кто-то получил текст "logcat", который обычно защищен в Android, и приложения больше не могут просто прочитать этот текст. Один из возможных сценариев утечки - если кто-то установил конфиденциальное приложение, а затем удалил его. Информация об установке и удалении приложения будет указана в журнале, и ее можно будет получить, если пользователя заставят предоставить этот журнал или если устройство будет использовано для получения доступа к защищенным данным.
uk: Ця вразливість не впливає на безпеку операцій. Багато вебсервісів розміщують приватні токени в URL-адресах, і їх запис буде схожим на витік звичайних текстових паролів. Усі відомі репозиторії, включно з f-droid.org, працюють як статичний вебсайт, тому він [не має облікових записів користувачів]({% post_url 2022-02-28-no-user-accounts-by-design %}). Проблема полягає в тому, що хтось отримав текст "logcat", який зазвичай захищений в Android, і застосунки більше не можуть просто прочитати текст. Одним із потенційних сценаріїв витоку може бути, якщо хтось встановив конфіденційний застосунок, а потім видалив його. Це встановлення й видалення застосунку буде занесено в журнал, доступний, якщо користувач був змушений надати цей журнал або якщо пристрій було використано для отримання доступу до захищених даних.
zh_hans: 此漏洞不影响操作的安全性。许多 Web 服务将私有标记放在 URL 中，记录这些标记就像泄露明文密码一样。包括 f-droid.org 在内的所有知名存储库都是作为静态网站运行的，因此[没有用户帐户]({% post_url 2022-02-28-no-user-accounts-by-design %})。这里的问题是，如果有人得到了“日志”文本，而 Android 中通常是受保护的，并且应用不能再简单地读取文本。一种潜在的泄漏情况是，如果有人安装了敏感应用，然后将其卸载。该应用安装和卸载将列在日志中，如果用户被迫提供该日志或者如果设备被攻击以访问受保护的数据，则这些信息将被获取。

source: This [will be fixed](https://gitlab.com/fdroid/fdroidclient/-/issues/2500) in the final v1.16 release.
ru: Это [будет исправлено](https://gitlab.com/fdroid/fdroidclient/-/issues/2500) в финальном выпуске v1.16.
uk: Це [буде виправлено](https://gitlab.com/fdroid/fdroidclient/-/issues/2500) у фінальній версії 1.16.
zh_hans: 在 v1.16 最终版中 [将修复](https://gitlab.com/fdroid/fdroidclient/-/issues/2500) 该问题。

source: Towards a reproducible F-Droid
ru: На пути к воспроизводимому F-Droid
uk: На шляху до відтворюваності F-Droid
zh_hans: 向可重复的 F-Droid 前进

source: A common criticism directed at F-Droid is that F-Droid signs published APKs with its own keys. Using our own keys doesn't mean insecure — we have a good track record (and [keep the keys on a dedicated, air-gapped, offline machine](https://f-droid.org/docs/Security_Model/#app-signing)) whilst others may not — but this does mean that our users need to trust a third party other than the upstream developers.
ru: Частой критикой в адрес F-Droid является то, что F-Droid подписывает опубликованные APK своими собственными ключами. Использование собственных ключей не означает небезопасность: у нас хороший послужной список (и мы [храним ключи на выделенной, физически изолированной, автономной машине](https://f-droid.org/docs/Security_Model/#app-signing)), в то время как другие могут не иметь такового, но это означает, что наши пользователи должны доверять третьей стороне, а не вышележащим разработчикам.
uk: Поширеною критикою на адресу F-Droid є те, що F-Droid підписує опубліковані APK своїми власними ключами. Використання наших власних ключів не означає, що це небезпечно — ми маємо гарний послужний список (і [зберігаємо ключі на спеціальному автономному комп'ютері-прокладці](https://f-droid.org/docs/Security_Model/#app-signing)), в той час, як інші можуть цього не робити — але це означає, що наші користувачі повинні довіряти третій стороні, а не самим розробникам.
zh_hans: 针对 F-Droid 的一个常见批评是，F-Droid 使用自己的密钥对已发布的 APK 进行签名。使用我们自己的密钥并不意味着不安全—我们有良好的记录（并且[将密钥保存在专用、气隙、离线的机器上](https://f-droid.org/docs/Security_Model/#app-signing)） 而其他人可能并非如此—但这确实意味着我们的用户需要信任上游开发者以外的第三方。

source: Having a different signature can also inconvenience users by making it impossible to install updates from other channels; this can be especially inconvenient when we have difficulty providing an update for an app. Developers also sometimes need to tweak their setup for F-Droid, e.g. disabling an in-app updater or adding the F-Droid signature for verification.
ru: Наличие другой подписи также может доставить неудобства пользователям, сделав невозможной установку обновлений из других каналов; это может быть особенно неудобно, когда у нас возникают трудности с предоставлением обновлений для приложения. Разработчикам также иногда приходится настраивать свои параметры для F-Droid, например, отключать программу обновления в приложении или добавлять подпись F-Droid для проверки.
uk: Наявність іншого підпису може також створювати незручності для користувачів, оскільки унеможливлює встановлення оновлень з інших каналів; це може бути особливо незручно, коли у нас виникають труднощі з наданням оновлень для застосунків. Розробникам також іноді доводиться змінювати налаштування для F-Droid, наприклад, вимикати вбудований оновлювач або додавати підпис F-Droid для перевірки.
zh_hans: 拥有不同的签名也会使用户无法从其他渠道安装更新，从而给用户带来不便；当我们难以为应用提供更新时，这尤其麻烦。开发者有时还需要为了 F-Droid 调整设置，例如禁用应用内更新器或添加 F-Droid 签名以进行验证。

source: F-Droid is not the only app store publishing APKs signed with its own key — Google Play does the same now. With ["code transparency for app bundles"](https://developer.android.com/guide/app-bundle/code-transparency), Google provides a means to verify that the DEX files and native libraries in an APK are identical to those the developer provided. This does address some of these concerns, but code transparency does not protect many other important files in the APK, like interpreted code or assets. And unlike APK signatures, it is entirely optional (and an extra burden for developers) and verification must be performed manually. It also does not solve the inconvenience of being unable to install an APK with a different signature.
ru: F-Droid - не единственный магазин приложений, публикующий APK, подписанные собственным ключом, - Google Play теперь делает то же самое. С помощью ["прозрачности кода для пакетов приложений"](https://developer.android.com/guide/app-bundle/code-transparency) Google предоставляет возможность проверить, что файлы DEX и нативные библиотеки в APK идентичны тем, которые предоставил разработчик. Это решает некоторые из этих проблем, но прозрачность кода не защищает многие другие важные файлы в APK, такие как интерпретируемый код или активы. И, в отличие от подписей APK, она совершенно необязательна (и является дополнительным бременем для разработчиков), а проверка должна выполняться вручную. Она также не решает неудобства, связанные с невозможностью установить APK с другой подписью.
uk: F-Droid — не єдиний магазин застосунків, який публікує APK, підписані власним ключем — Google Play робить те саме. Завдяки ["прозорості коду для пакунків застосунків"](https://developer.android.com/guide/app-bundle/code-transparency), Google надає засоби для перевірки того, що файли DEX і вбудовані бібліотеки в APK ідентичні тим, що надав розробник. Це вирішує деякі з цих проблем, але прозорість коду не захищає багато інших важливих файлів в APK, таких як інтерпретований код або ресурси. І на відміну від підписів APK, вона абсолютно необов'язкова (і додатково обтяжує розробників), і перевірка повинна виконуватися вручну. Це також не усуває незручності, пов'язані з неможливістю встановити APK з іншим підписом.
zh_hans: F-Droid 并不是唯一发布使用自己的密钥签名的 APK 的应用商店—Google Play 现在也这样做。通过[“app bundle 的代码透明性机制”](https://developer.android.com/guide/app-bundle/code-transparency)，Google 提供了一种方法来验证 APK 中的 DEX 文件和原生库是否与开发者提供的那些相同。这确实解决了其中的一些问题，但代码透明性机制并不能保护 APK 中的许多其他重要文件，例如解释性代码或资产。而且与 APK 签名不同，它完全是可选的（对开发者来说是一个额外的负担）并且必须手动执行验证。它也没有解决无法安装具有不同签名的 APK 的不便。

source: F-Droid has had a better solution for these problems for [quite a while](https://gitlab.com/fdroid/fdroidserver/-/commit/8568805866dadbdcc6c07449ca6b84b80d0ab03c): [reproducible builds](https://f-droid.org/docs/Reproducible_Builds/). However, it was never widely used. One of the reasons is that it *sounds* difficult to achieve. We had few reproducible apps (to be precise: only 6) and some of them suffered from problems because of the use of reproducible builds. Basically, we didn't bother to mention reproducible builds unless the upstream developers showed an interest. As a result, many developers never even heard of reproducible builds, let alone that F-Droid supports them, or attempted to use them for their own apps.
ru: У F-Droid есть лучшее решение для этих проблем уже [довольно давно](https://gitlab.com/fdroid/fdroidserver/-/commit/8568805866dadbdcc6c07449ca6b84b80d0ab03c): [воспроизводимые сборки](https://f-droid.org/docs/Reproducible_Builds/). Однако оно так и не получило широкого распространения. Одна из причин в том, что это *звучит* труднодостижимо. У нас было мало воспроизводимых приложений (если быть точным, всего 6), и некоторые из них страдали от проблем из-за использования воспроизводимых сборок. По сути, мы не утруждали себя упоминанием воспроизводимых сборок, если только разработчики не проявляли к этому интерес. В результате многие разработчики даже не слышали о воспроизводимых сборках, не говоря уже о том, что F-Droid их поддерживает, и не пытались использовать их в своих приложениях.
uk: F-Droid вже [досить давно](https://gitlab.com/fdroid/fdroidserver/-/commit/8568805866dadbdcc6c07449ca6b84b80d0ab03c) має краще рішення для цих проблем: [відтворювані збірки](https://f-droid.org/docs/Reproducible_Builds/). Однак, воно ніколи не було широко розповсюдженим. Однією з причин було те, що це *звучить* важко досяжним. У нас було небагато відтворюваних застосунків (якщо бути точним, лише 6), і деякі з них страждали від проблем, пов'язаних з використанням відтворюваних збірок. В основному, ми не згадували про відтворювані збірки, доки розробники не виявляли інтересу до них. В результаті, багато розробників навіть не чули про відтворювані збірки, не кажучи вже про те, що F-Droid їх підтримує, і не намагалися використовувати їх для своїх застосунків.
zh_hans: 对于这些问题，F-Droid [很早以前](https://gitlab.com/fdroid/fdroidserver/-/commit/8568805866dadbdcc6c07449ca6b84b80d0ab03c)就有更好的解决方案了：[可重复构建](https://f-droid.org/docs/Reproducible_Builds/)。然而，它从未被广泛使用。原因之一是它*听起来*很难实现。我们几乎没有可重复的应用（准确地说：只有 6 个），并且其中一些因为使用可重复构建而遇到了问题。基本上，除非上游开发者有兴趣，否则我们懒得提及可重复构建。因此，许多开发者甚至从未听说过可重复构建，更不用说知道 F-Droid 支持它们了，也不会尝试将它们用于自己的应用。

source: In response to some of those criticisms, we started [encouraging new apps to enable reproducible builds](https://gitlab.com/fdroid/fdroiddata/-/issues/2816). It turns out that reproducible builds are not so difficult to achieve for many apps. [In the past few months we've gotten many more reproducible apps in F-Droid than before.](https://gitlab.com/fdroid/fdroiddata/-/issues/2844) Currently we can't highlight which apps are reproducible in the client, so maybe you haven't noticed that there are many new apps signed with upstream developers' keys. If you have some third-party repositories enabled, e.g. the IzzySoft one, you may find that sometimes you can update the app from the main repository even if you installed it from another one.
ru: В ответ на некоторые из этих критических замечаний мы начали [поощрять новые приложения к воспроизводимым сборкам](https://gitlab.com/fdroid/fdroiddata/-/issues/2816). Оказалось, что воспроизводимые сборки не так уж сложно получить для многих приложений. [За последние несколько месяцев мы получили гораздо больше воспроизводимых приложений в F-Droid, чем раньше](https://gitlab.com/fdroid/fdroiddata/-/issues/2844) В настоящее время мы не можем выделить, какие приложения воспроизводятся в клиенте, поэтому, возможно, вы не заметили, что появилось много новых приложений, подписанных ключами разработчиков из апстрима. Если у вас включены некоторые сторонние репозитории, например, репозиторий IzzySoft, вы можете обнаружить, что иногда вы можете обновить приложение из основного репозитория, даже если вы установили его из другого репозитория.
uk: У відповідь на деякі з цих критичних зауважень ми почали [заохочувати додавання нових застосунків до створення відтворюваних збірок](https://gitlab.com/fdroid/fdroiddata/-/issues/2816). Виявляється, що відтворювані збірки не так вже й складно створити для багатьох застосунків. [За останні кілька місяців ми отримали набагато більше відтворюваних застосунків у F-Droid, ніж раніше.](https://gitlab.com/fdroid/fdroiddata/-/issues/2844) Наразі ми не можемо виділити, які застосунки відтворювані у клієнті, тому, можливо, ви не помітили, що з'явилося багато нових застосунків, підписаних ключами основних розробників. Якщо у вас увімкнено деякі сторонні репозиторії, наприклад, IzzySoft, ви можете виявити, що іноді ви можете оновити застосунок з основного репозиторію, навіть якщо ви встановили його з іншого репозиторію.
zh_hans: 为了回应其中的一些批评，我们开始[鼓励新应用使用可重复构建](https://gitlab.com/fdroid/fdroiddata/-/issues/2816)。事实证明，对于许多应用来说，可重复构建并不难实现。[在过去的几个月里，我们在 F-Droid 中获得了比以前更多的可重复应用。](https://gitlab.com/fdroid/fdroiddata/-/issues/2844)目前我们无法在客户端突出显示哪些应用是可重复的，因此您可能没有注意到有许多使用上游开发者密钥签名的新应用。如果您启用了一些第三方存储库，例如 IzzySoft，您可能会发现有时您可以从主存储库更新应用，即使您是从另一个存储库安装的。

source: Meanwhile, now that we've encountered many more test cases than before, we also found many [new](https://gitlab.com/fdroid/fdroiddata/-/issues/2816#note_1152793493) [problems](https://gitlab.com/fdroid/fdroid-website/-/merge_requests/895) that affect reproducibility. Fortunately we also found workarounds for most of them and developed [some tools to make APKs reproducible](https://github.com/obfusk/reproducible-apk-tools), mainly thanks to @obfusk's contributions. There are still some open issues and we are still working hard to solve them. If you are interested in reproducible builds, contributions are always welcome.
ru: Между тем, теперь, когда мы столкнулись с гораздо большим количеством тестовых случаев, чем раньше, мы также обнаружили множество [новых](https://gitlab.com/fdroid/fdroiddata/-/issues/2816#note_1152793493) [проблем](https://gitlab.com/fdroid/fdroid-website/-/merge_requests/895), которые влияют на воспроизводимость. К счастью, мы также нашли обходные пути для большинства из них и разработали [некоторые инструменты для обеспечения воспроизводимости APK](https://github.com/obfusk/reproducible-apk-tools), в основном благодаря вкладу @obfusk. Остались еще некоторые открытые проблемы, и мы продолжаем упорно работать над их решением. Если вы заинтересованы в воспроизводимых сборках, вклад всегда приветствуется.
uk: Тим часом тепер, коли ми зіткнулися з набагато більшою кількістю перевірок, ніж раніше, ми також виявили багато [нових](https://gitlab.com/fdroid/fdroiddata/-/issues/2816#note_1152793493) [проблем](https://gitlab.com/fdroid/fdroid-website/-/merge_requests/895), які впливають на відтворюваність. На щастя, ми також знайшли обхідні шляхи для більшості з них і розробили [деякі інструменти, щоб зробити APK відтворюваними](https://github.com/obfusk/reproducible-apk-tools), в основному завдяки внеску @obfusk. Залишилося ще кілька відкритих питань, і ми все ще наполегливо працюємо над їх усуненням. Якщо ви зацікавлені у відтворюваності збірок, ми завжди раді вашим внескам.
zh_hans: 同时，既然我们遇到了比以前多得多的测试用例，我们也发现了许多影响可重复性的[新](https://gitlab.com/fdroid/fdroiddata/-/issues/2816#note_1152793493)[问题](https://gitlab.com/fdroid/fdroid-website/-/merge_requests/895)。幸运的是，我们还为其中的大多数找到了解决方法，并开发了[一些使 APK 可重复的工具](https://github.com/obfusk/reproducible-apk-tools)，这主要归功于@obfusk 的贡献。还有一些悬而未决的问题，我们仍在努力解决它们。如果您对可重复构建感兴趣，欢迎贡献。

source: Donation SHIFT6mq
ru: Пожертвование SHIFT6mq
uk: Внесок від SHIFT6mq
zh_hans: SHIFT6mq 捐赠

source: In 2022, the German company SHIFT donated three smartphones of their model [SHIFT6mq](https://www.shiftphones.com/en/shift6mq/) as a *loan for life* to F-Droid team members. This was done without asking for anything in return. However, we do want to share our experiences with the devices.
ru: В 2022 году немецкая компания SHIFT подарила членам команды F-Droid три смартфона своей модели [SHIFT6mq](https://www.shiftphones.com/en/shift6mq/) в качестве *пожизненного кредита*. Это было сделано без просьбы о чем-либо взамен. Однако мы хотим поделиться своим опытом использования этих устройств.
uk: У 2022 році німецька компанія SHIFT передала три смартфони своєї моделі [SHIFT6mq](https://www.shiftphones.com/en/shift6mq/) як *довічного кредиту* учасникам команди F-Droid. Це було зроблено без жодних зобов'язань. Однак, ми хочемо поділитися своїм досвідом роботи з пристроями.
zh_hans: 2022 年，德国公司 SHIFT 向 F-Droid 团队成员捐赠了三部型号为 [SHIFT6mq](https://www.shiftphones.com/en/shift6mq/) 的智能手机，作为 * 终身借用 *。这次捐赠没有要求任何回报。但是，我们确实想分享我们使用这些设备的经验。

source: ![Photo showing front and back of two SHIFT6mq devices.]({% asset posts/2023-02-09-donation-shift6mq/shift6mq.jpg %}) *The SHIFT6mq phone © SHIFT.*
ru: ![Фотография, показывающая переднюю и заднюю части двух устройств SHIFT6mq.]({% asset posts/2023-02-09-donation-shift6mq/shift6mq.jpg %}) *Телефон SHIFT6mq © SHIFT.*
uk: ![Світлина показує передню та задню сторони двох пристроїв SHIFT6mq.]({% asset posts/2023-02-09-donation-shift6mq/shift6mq.jpg %}) *Телефон SHIFT6mq © SHIFT.*
zh_hans: ![照片显示两个 SHIFT6mq 设备的正面和背面。]({% asset posts/2023-02-09-donation-shift6mq/shift6mq.jpg %}) *SHIFT6mq 手机 © SHIFT。*

source: First of all, SHIFT has a focus on making sustainable earphones, tablets and smartphones, called [SHIFTphone](https://en.wikipedia.org/wiki/Shiftphone) so they use fair trade materials and even substitute the use of a specific rare metal by using ceramic capacitors. All their products are modular and therefore easier to repair.
ru: Прежде всего, SHIFT специализируется на производстве экологичных наушников, планшетов и смартфонов под названием [SHIFTphone](https://en.wikipedia.org/wiki/Shiftphone), поэтому они используют материалы, полученные в результате справедливой торговли, и даже заменяют использование определенного редкого металла керамическими конденсаторами. Все их продукты являются модульными и поэтому легче поддаются ремонту.
uk: Перш за все, SHIFT зосереджений на створенні екологічно чистих навушників, планшетів і смартфонів під назвою [SHIFTphone](https://en.wikipedia.org/wiki/Shiftphone), тому вони використовують матеріали справедливої торгівлі та навіть замінюють певні рідкісні метали на керамічні конденсатори. Уся їхня продукція має модульну конструкцію, тому її легше ремонтувати.
zh_hans: 首先，SHIFT 专注于制造名为 [SHIFTphone](https://en.wikipedia.org/wiki/Shiftphone) 的可持续耳机、平板电脑和智能手机，因此他们使用公平贸易材料，甚至使用陶瓷电容器替代特定的稀有金属。他们所有的产品都是模块化的，因此更容易维修。

source: [![Still of YouTube video of SHIFTphone teardown.]({% asset posts/2023-02-09-donation-shift6mq/shift6mq-teardown.png %})](https://www.youtube.com/watch?v=scWxjE7IyMo) *Link to YouTube video showing how modular the SHIFTphone is.*
ru: [![Кадр из видеоролика YouTube о разборке SHIFTphone.]({% asset posts/2023-02-09-donation-shift6mq/shift6mq-teardown.png %})](https://www.youtube.com/watch?v=scWxjE7IyMo) *Ссылка на видеоролик YouTube, демонстрирующий модульность SHIFTphone.*
uk: [![Кадр з відео на YouTube про розбирання SHIFTphone.]({% asset posts/2023-02-09-donation-shift6mq/shift6mq-teardown.png %})](https://www.youtube.com/watch?v=scWxjE7IyMo) *Посилання на відео YouTube, яке показує рівень модульності SHIFTphone.*
zh_hans: [![SHIFTphone 拆解的 YouTube 视频截图。]({% asset posts/2023-02-09-donation-shift6mq/shift6mq-teardown.png %})](https://www.youtube.com/watch? v=scWxjE7IyMo) *YouTube 视频链接显示了 SHIFTphone 的模块化程度。*
