Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Coffee](https://forum.f-droid.org/u/coffee)** and **[@\_hc](https://forum.f-droid.org/u/hans)** have been working to migrate the [guardianproject.info](https://guardianproject.info/) website to Hugo. The site has been set up, and much of the content has been migrated, but work remains to get all the details right and port over the navigation.
de: **[Coffee](https://forum.f-droid.org/u/coffee)** und **[@\_hc](https://forum.f-droid.org/u/hans)** haben daran gearbeitet, die [guardianproject.info](https://guardianproject.info/)-Website nach Hugo zu migrieren. Die Seite wurde eingerichtet und viele der Inhalte migriert, aber es bleibt noch Arbeit, alle Einzelheiten richtig hinzubekommen und die Navigation zu portieren.
pl: **[Coffee](https://forum.f-droid.org/u/coffee)** i **[@\_hc](https://forum.f-droid.org/u/hans)** pracują nad migracją strony internetowej [guardianproject.info](https://guardianproject.info/) do Hugo. Strona została utworzona, a duża część zawartości została przeniesiona, ale nadal trwają prace mające na celu uzyskanie wszystkich szczegółów i portu nad nawigacją.
ro: **[Coffee](https://forum.f-droid.org/u/coffee)** și **[@\_hc](https://forum.f-droid.org/u/hans)** au lucrat la migrarea site-ului [guardianproject.info](https://guardianproject.info/) către Hugo. Site-ul a fost configurat, iar o mare parte din conținut a fost migrat, dar mai rămâne de lucru pentru a pune la punct toate detaliile și pentru a porta navigația.
ru: **[Coffee](https://forum.f-droid.org/u/coffee)** и **[@\_hc](https://forum.f-droid.org/u/hans)** работают над переносом сайта [guardianproject.info](https://guardianproject.info/) на Hugo. Сайт был настроен, и большая часть контента была перенесена, но еще предстоит работа над всеми деталями и переносом навигации.
uk: **[Coffee](https://forum.f-droid.org/u/coffee)** і **[@ \ _ hc](https://forum.f-droid.org/u/hans) ** працюють над перенесенням сайту [guardianproject.info](https://guardianproject.info/) на Hugo. Сайт був налаштований, і велика частина контенту була перенесена, але ще потрібно працювати над усіма деталями і перенесенням навігації.
zh_hans: **[Coffee](https://forum.f-droid.org/u/coffee)** 和 **[@\_hc](https://forum.f-droid.org/u/ hans)** 一直在努力将 [guardianproject.info](https://guardianproject.info/) 网站迁移到 Hugo。该站点已经建立，并且大部分内容已经迁移，但仍需努力确保所有细节正确并移植导航。

source: Google Play Issues
de: Probleme mit Google Play
pl: Problemy z Google Play
ro: Probleme Google Play
ru: Проблемы с Google Play
uk: Проблеми з Google Play
zh_hans: Google Play 问题

source: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** points to a story about [KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/) being briefly [removed](https://mobile.twitter.com/albertvaka/status/1107924633750253568) from the Google Play Store, ostensibly for violating Google's [new policy](https://support.google.com/googleplay/android-developer/answer/9047303) on apps that utilize SMS permissions, despite an exemption that clearly applied to KDE Connect. It was [restored](https://mobile.twitter.com/albertvaka/status/1108648884056834048) two days later.
de: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** weist auf die Geschichte um [KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/) hin, die, kurz dargestellt, aus dem Google Play Store [entfernt](https://mobile.twitter.com/albertvaka/status/1107924633750253568) wurde, angeblich wegen der Verletzung Google's [neuer Richtlinien](https://support.google.com/googleplay/android-developer/answer/9047303) zu Apps, die SMS-Berechtigungen verwenden, trotz einer Ausnahme, die klar auf KDE Connect zutraf. Sie wurde zwei Tage später [wieder eingestellt](https://mobile.twitter.com/albertvaka/status/1108648884056834048).
pl: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** wskazuje na historię o tym, że [KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/) zostało krótko [usunięte](https://mobile.twitter.com/albertvaka/status/1107924633750253568) z Google Play Store, rzekomo za naruszenie [nowej polityki Google](https://support.google.com/googleplay/android-developer/answer/9047303) na aplikacjach, które wykorzystują uprawnienia SMS, pomimo wyłączenia, które wyraźnie dotyczyło KDE Connect. Została ona [przywrócona](https://mobile.twitter.com/albertvaka/status/1108648884056834048) dwa dni później.
ro: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** indică o poveste despre [KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/) care a fost pentru scurt timp [removed](https://mobile.twitter.com/albertvaka/status/1107924633750253568) din Google Play Store, aparent pentru că a încălcat [new policy](https://support.google.com/googleplay/android-developer/answer/9047303) a Google privind aplicațiile care utilizează permisiuni SMS, în ciuda unei excepții care se aplică în mod clar la KDE Connect. Aceasta a fost [restored](https://mobile.twitter.com/albertvaka/status/1108648884056834048) două zile mai târziu.
ru: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** указывает на историю о том, что [KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/) был ненадолго [удален](https://mobile.twitter.com/albertvaka/status/1107924633750253568) из Google Play Store, якобы за нарушение [новой политики](https://support.google.com/googleplay/android-developer/answer/9047303) Google в отношении приложений, использующих разрешения SMS, несмотря на исключение, которое явно относилось к KDE Connect. Оно было [восстановлено](https://mobile.twitter.com/albertvaka/status/1108648884056834048) два дня спустя.
uk: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** вказує на історію про те, що [KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/) був ненадовго [видалений](https://mobile.twitter.com/albertvaka/status/1107924633750253568) з Google Play Store, нібито за порушення [нової політики](https://support.google.com/googleplay/android-developer/answer/9047303) Google на програми, які використовують дозволу SMS, незважаючи на виключення, яке явно відносилося до KDE Connect. Воно було [відновлено](https://mobile.twitter.com/albertvaka/status/1108648884056834048) два дні по тому.
zh_hans: **[@vanitasvitae](https://gitlab.com/vanitasvitae)**指出了一个关于 [KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/) 被从 Google Play 商店中短暂[删除](https://mobile.twitter.com/albertvaka/status/1107924633750253568)的故事，表面上是因为违反了 Google 针对使用 SMS 权限的应用的[新政策](https://support.google.com/googleplay/android-developer/answer/9047303)，尽管有一个明确适用于 KDE Connect 的豁免。两天后它被[恢复](https://mobile.twitter.com/albertvaka/status/1108648884056834048)。

source: **[@Poussinou](https://forum.f-droid.org/u/poussinou)** highlighted some troubles for the [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/) app, which allows users to stream audio from Youtube. It was [published to Google Play](https://play.google.com/store/apps/details?id=deep.ryd.rydplayer), however its primary function violates Google's Terms of Service. Google have responded by [denying](https://github.com/deep-gaurav/MusicPiped/issues/2#issuecomment-472364321) update submissions from the developer, though updates continue to be available via F-Droid.
de: **[@Poussinou](https://forum.f-droid.org/u/poussinou)** wies auf einige Probleme für die App [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/) hin, mit der Benutzer Audio von Youtube streamen können. Sie wurde [auf Google Play veröffentlicht](https://play.google.com/store/apps/details?id=deep.ryd.ryd.rydplayer), aber ihre Hauptfunktion verstößt gegen die Nutzungsbedingungen von Google. Google hat mit [Ablehnung](https://github.com/deep-gaurav/MusicPiped/issues/2#issuecomment-472364321) auf Aktualisierungsanträge des Entwicklers reagiert, über F-Droid werden jedoch Aktualisierungen weiterhin abrufbar sein.
pl: **[@Poussinou](https://forum.f-droid.org/u/poussinou)** zwrócił uwagę na pewne problemy związane z aplikacją [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/), która umożliwia użytkownikom strumieniowe przesyłanie audio z Youtube'a. Został [opublikowany w Google Play](https://play.google.com/store/apps/details?id=deep.ryd.rydplayer), jednak jego podstawowa funkcja narusza Warunki korzystania z usług Google. Google odpowiedział [odmową](https://github.com/deep-gaurav/MusicPiped/issues/2#issuecomment-472364321) aktualizacji przesłanych przez programistę, chociaż aktualizacje są nadal dostępne za pośrednictwem F-Droid.
ro: **[@Poussinou](https://forum.f-droid.org/u/poussinou)** s-au evidențiat unele probleme ale aplicației [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/), care permit utilizatorilor să transmită audio de pe Youtube. Aceasta a fost [published to Google Play](https://play.google.com/store/apps/details?id=deep.ryd.rydplayer), însă funcția sa principală încalcă Termenii de utilizare a serviciilor Google. Google a răspuns prin [denying](https://github.com/deep-gaurav/MusicPiped/issues/2#issuecomment-472364321) trimiterii de actualizări din partea dezvoltatorului, deși actualizările continuă să fie disponibile prin intermediul F-Droid.
ru: **[@Poussinou](https://forum.f-droid.org/u/poussinou)** рассказал о некоторых проблемах приложения [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/), которое позволяет пользователям передавать потоковое аудио с Youtube. Оно было [опубликовано в Google Play](https://play.google.com/store/apps/details?id=deep.ryd.rydplayer), однако его основная функция нарушает Условия предоставления услуг Google. Корпорация "Зла" ответила [отказом](https://github.com/deep-gaurav/MusicPiped/issues/2#issuecomment-472364321) на обновления от разработчика, хотя обновления по-прежнему доступны через F-Droid.
uk: **[@Poussinou](https://forum.f-droid.org/u/poussinou)** розповів про деякі проблеми застосування [MusicPiped](https://f-droid.org/packages/deep.ryd. rydplayer/), яке дозволяє користувачам передавати потокове аудіо з Youtube. Воно було [оприлюднено в Google Play](https://play.google.com/store/apps/details?id=deep.ryd.rydplayer), проте його основна функція порушує Загальні положення та умови Google. Корпорація "Зла" відповіла [відмовою](https://github.com/deep-gaurav/MusicPiped/issues/2#issuecomment-472364321) на оновлення від розробника, хоча оновлення як і раніше доступні через F-Droid.
zh_hans: **[@Poussinou](https://forum.f-droid.org/u/poussinou)** 强调了 [MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/) 应用，它允许用户从 Youtube 流式传输音频。它曾[发布到 Google Play](https://play.google.com/store/apps/details?id=deep.ryd.rydplayer)，但其主要功能违反了 Google 的服务条款。Google 已通过[拒绝](https://github.com/deep-gaurav/MusicPiped/issues/2#issuecomment-472364321)开发者提交更新做出回应，但更新仍可通过 F-Droid 获得。

source: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** has let us know about part 2 of a series on lineageos (German): [LineageOS – Take back control](https://www.kuketz-blog.de/lineageos-take-back-control-teil2/).
de: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** hat uns über Teil 2 einer Artikelserie über LineageOS informiert: [LineageOS – Take back control!](https://www.kuketz-blog.de/lineageos-take-back-control-teil2/).
pl: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** poinformował nas o 2 części serii na temat linegeos (niemiecki): [LineageOS – Odzyskaj kontrolę](https://www.kuketz-blog.de/lineageos-take-back-control-teil2/).
ro: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** ne-a anunțat despre partea a 2-a a unei serii despre lineageos (germană): [LineageOS - Take back control](https://www.kuketz-blog.de/lineageos-take-back-control-teil2/).
ru: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** сообщил нам о второй части серии статей о LineageOS (на немецком языке): [LineageOS - Верните контроль](https://www.kuketz-blog.de/lineageos-take-back-control-teil2/).
uk: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** повідомив нам про другу частину серії статей про LineageOS (німецькою мовою): [LineageOS - Поверніть контроль](https://www.kuketz-blog .de/lineageos-take-back-control-teil2/).
zh_hans: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** 让我们知道了 lineageos 系列的第 2 部分（德语）：[LineageOS – 收回控制权](https://www.kuketz-blog.de/lineageos-take-back-control-teil2/)。

source: **[@\_hc](https://forum.f-droid.org/u/hans)** is looking for developers interested in helping to support white labeling in F-Droid.
de: **[@\_hc](https://forum.f-droid.org/u/hans)** sucht Entwickler, die daran interessiert sind, White Labeling in F-Droid zu unterstützen.
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** poszukuje programistów zainteresowanych wspieraniem białych etykiet w F-Droid.
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** caută dezvoltatori interesați să ajute la susținerea etichetării albe în F-Droid.
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** ищет разработчиков, заинтересованных в поддержке белой маркировки в F-Droid.
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** шукає розробників, зацікавлених у підтримці білої маркування в F-Droid.
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 正在寻找有兴趣帮助支持 F-Droid 中的白标的开发者。

source: **[@\_hc](https://forum.f-droid.org/u/hans)** and **[@uniq](https://chaos.social/@uniq)** continue to work on [NetCipher](https://github.com/guardianproject/NetCipher) in order to improve Tor support, and force the use TLSv1.2 or greater.
de: **[@\_hc](https://forum.f-droid.org/u/hans)** und **[@uniq](https://chaos.social/@uniq)** arbeiten weiter an [NetCipher](https://github.com/guardianproject/NetCipher), um die Tor-Unterstützung zu verbessern und die Verwendung von TLSv1.2 oder höher zu erzwingen.
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** i **[@uniq](https://chaos.social/@uniq)** kontynuują pracę nad [NetCipher](https://github.com/guardianproject/NetCipher) w celu poprawy wsparcia dla Tor i wymuszenia stosowania TLSv1.2 lub nowszego.
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** și **[@uniq](https://chaos.social/@uniq)** continuă să lucreze la [NetCipher](https://github.com/guardianproject/NetCipher) pentru a îmbunătăți suportul Tor și pentru a forța utilizarea TLSv1.2 sau mai mare.
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** и **[@uniq](https://chaos.social/@uniq)** продолжают работать над [NetCipher](https://github.com/guardianproject/NetCipher), чтобы улучшить поддержку Tor и заставить использовать TLSv1.2 или выше.
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** і **[@uniq](https://chaos.social/@uniq)** продовжують працювати над [NetCipher](https://github.com/guardianproject/NetCipher), з метою поліпшення підтримки Tor і змусити використовувати TLSv1.2 або вище.
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 和 **[@uniq](https://chaos.social/@uniq)** 继续致力于 [NetCipher](https://github.com/guardianproject/NetCipher) 以改进 Tor 支持，并强制使用 TLSv1.2 或更高版本。

source: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)**: Check the battery status of your airpods.
de: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)**: Überprüfen Sie den Batteriestatus Ihrer Airpods.
pl: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)**: Sprawdź stan naładowania baterii.
ro: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)**: Verificați starea bateriei de la airpods.
ru: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)**: Проверьте состояние батареи ваших airpods.
uk: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)**: Перевірте стан батареї ваших airpods.
zh_hans: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)**：检查你的airpods的电池状态。

source: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)**: An app that applies real-time effects to the camera input.
de: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)**: Eine App, die Echtzeit-Effekte auf den Kameraeingang anwendet.
pl: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)**: Aplikacja, która stosuje efekty w czasie rzeczywistym do wejścia kamery.
ro: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)**: O aplicație care aplică efecte în timp real la intrarea camerei.
ru: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)**: Приложение, применяющее эффекты в реальном времени к входу камеры.
uk: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)**: Застосунок, який накладає ефекти в реальному часі до входу камери.
zh_hans: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)**：将实时效果应用到相机输入的应用。

source: **[DOI to SciHub](https://f-droid.org/packages/com.sigmarelax.doitoscihub/)**: Quickly download research.
de: **[DOI to SciHub](https://f-droid.org/packages/com.sigmarelax.doitoscihub/)**: Schnelle Download-Untersuchung.
pl: **[DOI to SciHub](https://f-droid.org/packages/com.sigmarelax.doitoscihub/)**: Szybkie pobieranie badań.
ro: **[DOI to SciHub](https://f-droid.org/packages/com.sigmarelax.doitoscihub/)**: Descărcați rapid cercetarea.
ru: **[DOI в SciHub](https://f-droid.org/packages/com.sigmarelax.doitoscihub/)**: Быстрая загрузка исследований.
uk: **[DOI в SciHub](https://f-droid.org/packages/com.sigmarelax.doitoscihub/)**: Швидке завантаження досліджень.
zh_hans: **[DOI to SciHub](https://f-droid.org/packages/com.sigmarelax.doitoscihub/)**：快速下载研究。

source: **[p!n](https://f-droid.org/packages/de.nproth.pin/)**: Pin notes to the notification area.
de: **[p!n](https://f-droid.org/packages/de.nproth.pin/)**: Pin-Notizen in den Infobereich einfügen.
pl: **[p!n](https://f-droid.org/packages/de.nproth.pin/)**: Przypnij notatki do obszaru powiadomień.
ro: **[p!n](https://f-droid.org/packages/de.nproth.pin/)**: Fixați notele în zona de notificare.
ru: **[p!n](https://f-droid.org/packages/de.nproth.pin/)**: Закрепить заметки в области уведомлений.
uk: **[p! N](https://f-droid.org/packages/de.nproth.pin/)**: Закріпити замітки в області сповіщень.
zh_hans: **[p!n](https://f-droid.org/packages/de.nproth.pin/)**：将笔记固定到通知区域。

source: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)**: Convenient front-end to hledger-web
de: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)**: Komfortables Frontend für hledger-web
pl: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)**: Wygodny front-end do hledger-web
ro: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)**: Front-end convenabil pentru hledger-web
ru: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)**: Удобный фронтенд к hledger-web
uk: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)**: Зручний фронтенд до hledger-web
zh_hans: **[MoLe](https://f-droid.org/packages/net.ktnx.mobileledger/)**：方便的 hledger-web 前端

source: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: SSH authentication via fingerprint scanning over network (TLS sockets).
de: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: SSH-Authentifizierung durch Scannen von Fingerabdrücken über das Netzwerk (TLS-Sockets).
pl: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: Uwierzytelnianie SSH przez skanowanie odcisków palców przez sieć (gniazda TLS).
ro: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: Autentificare SSH prin scanarea amprentelor digitale în rețea (TLS sockets).
ru: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: SSH-аутентификация через сканирование отпечатков по сети (TLS-сокеты).
uk: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: SSH-автентифікація через сканування відбитків через мережу (TLS-сокети).
zh_hans: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**：通过网络指纹扫描（TLS 套接字）进行 SSH 身份验证。

source: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** was [updated](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) from 0.101.1 to 0.200.0, improving setup for many providers (including OAuth 2.0 support for Google and Yandex), and enabling sharing into the app.
de: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** wurde von 0.101.1 auf 0.200.0 [aktualisiert](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md), was die Einrichtung für viele Anbieter (einschließlich OAuth 2.0-Unterstützung für Google und Yandex) verbessert und die Freigabe in der App ermöglicht.
pl: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** został [zaktualizowany](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) z wersji 0.101.1 do 0.200.0, usprawnienie konfiguracji dla wielu dostawców (w tym obsługa OAuth 2.0 dla Google i Yandex) i umożliwienie udostępniania w aplikacji.
ro: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** a fost [updated](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) de la 0.101.1 la 0.200.0, îmbunătățind configurarea pentru mulți furnizori (inclusiv suport OAuth 2.0 pentru Google și Yandex) și permițând partajarea în aplicație.
ru: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** был [обновлен](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) с 0.101.1 до 0.200.0, улучшена настройка для многих провайдеров (включая поддержку OAuth 2.0 для Google и Yandex), а также обеспечена возможность обмена в приложении.
uk: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** було [оновлено](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md) з версії 0.101.1 до 0.200.0, удосконалені налаштування для багатьох провайдерів (включаючи підтримку OAuth 2.0 для Google і Yandex), а також забезпечена можливість обміну в застосунку.
zh_hans: **[Delta Chat](https://f-droid.org/packages/com.b44t.messenger/)** 从 0.101.1 [更新](https://raw.githubusercontent.com/deltachat/deltachat-android/HEAD/CHANGELOG.md)到 0.200.0，改进了许多提供商的设置（包括对 Google 和 Yandex 的 OAuth 2.0 支持），并允许共享到应用中。

source: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** was [updated](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) from 1.2.6 to 1.3.0, improving performance for large initial syncs.
de: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** wurde [aktualisiert](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) von 1.2.6 auf 1.3.0, was die Leistung bei großen anfänglichen Synchronisationen verbessert.
pl: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** został [zaktualizowany](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) z wersji 1.2.6 do 1.3.0, poprawiając wydajność dużych początkowych synchronizacji.
ro: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** a fost [updated](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) de la 1.2.6 la 1.3.0, îmbunătățind performanța în cazul sincronizărilor inițiale mari.
ru: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** был [обновлен](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) с версии 1.2.6 до версии 1.3.0, что улучшило производительность для больших начальных синхронизаций.
uk: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** було [оновлено](https://github.com/etesync/android/blob/HEAD/ChangeLog. md) з версії 1.2.6 до версії 1.3.0, що поліпшило продуктивність для великих початкових синхронізацій.
zh_hans: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 从 1.2.6 [更新](https://github.com/etesync/android/blob/HEAD/ChangeLog.md)到 1.3.0，提高了大型初始同步的性能。
