Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: F-Droid is organized around different principles: user choice, decentralization, and community-controlled curation. This means F-Droid gives you selected apps by default without bans or censorship. When you install the F-Droid app, it automatically connects to the collection on f-droid.org that is maintained by this community. F-Droid also makes it easy for anyone to publish their own repository, with their own curation rules. [Repomaker](https://gitlab.com/fdroid/repomaker) is a easy web app for publishing, and the _fdroidserver_ command line tools that power f-droid.org are available for power users.
de: F-Droid ist rund um verschiedene Prinzipien aufgebaut: Auswahl durch die Nutzer, Dezentralisierung und von der Gemeinschaft kontrollierte Kuratierung. Das bedeutet, F-Droid versorgt euch von Haus aus mit ausgewählten Apps ohne Verbote oder Zensur. Wenn ihr die F-Droid-App installiert, verbindet sie sich automatisch mit der Sammlung auf f-droid.org, die von dieser Community gepflegt wird. F-Droid macht es auch jedem leicht ein eigenes Repository zu veröffentlichen, mit eigenen Kuratierungsregeln. [Repomaker](https://gitlab.com/fdroid/repomaker) ist eine einfache Web-App zur Veröffentlichung und die Kommandozeilen-Tools von _fdroidserver_, die f-droid.org antreiben, stehen Power-Nutzern zur Verfügung.
ro: F-Droid este organizat în jurul unor principii diferite: alegerea utilizatorului, descentralizare și selecția controlată de comunitate. Acest lucru înseamnă că F-Droid vă oferă în mod implicit aplicații selectate, fără interdicții sau cenzură. Atunci când instalați aplicația F-Droid, aceasta se conectează automat la colecția de pe f-droid.org, care este întreținută de această comunitate. De asemenea, F-Droid facilitează publicarea de către oricine a propriului depozit, cu propriile reguli de selecție. [Repomaker](https://gitlab.com/fdroid/repomaker) este o aplicație web ușoară pentru publicare, iar pentru utilizatorii experimentați sunt disponibile instrumentele de linie de comandă _fdroidserver_ care sunt baza f-droid.org însuși.
ru: В основе F-Droid лежат различные принципы: выбор пользователя, децентрализация и контролируемая сообществом курация. Это означает, что F-Droid предоставляет вам избранные приложения по умолчанию, без запретов и цензуры. Когда вы устанавливаете приложение F-Droid, оно автоматически подключается к коллекции на f-droid.org, которая поддерживается сообществом. F-Droid также позволяет любому человеку опубликовать свой собственный репозиторий с собственными правилами курирования. [Repomaker](https://gitlab.com/fdroid/repomaker) - это простое веб-приложение для публикации, а инструменты командной строки _fdroidserver_, которыми оснащен f-droid.org, доступны для опытных пользователей.
uk: F-Droid організовано за різними принципами: вибір користувача, децентралізація та курація під контролем спільноти. Це означає, що F-Droid усталено надає вибрані застосунки без заборон і цензури. Коли ви встановлюєте застосунок F-Droid, він автоматично під'єднується до колекції на f-droid.org, яка підтримується цією спільнотою. F-Droid також дозволяє будь-кому легко опублікувати власний репозиторій з власними правилами курації. [Repomaker](https://gitlab.com/fdroid/repomaker) — це простий вебзастосунок для публікації, а інструменти командного рядка _fdroidserver_, які забезпечують роботу f-droid.org, доступні для досвідчених користувачів.
zh_hans: F-Droid 是围绕不同原则组织的：用户选择、去中心化和社区控制的内容管理。这意味着 F-Droid 默认为你提供选定的应用，没有封禁或审查。当你安装 F-Droid 应用时，它会自动连接到由这个社区维护的 f-droid.org 上的集合。F-Droid 还使任何人都能轻松根据他们自己的审查规则发布存储库。[Repomaker](https://gitlab.com/fdroid/repomaker) 是一个用于发布的简单网络应用，而 _fdroidserver_ 命令行工具为 f-droid.org 提供了动力。

source: Organizing this way makes a lot of hard questions go away. Children, hackers, religious people, grandparents, activists, bachelors, and adult film actors; we all use calendars, read the news, need help navigating, play games. Over the years, a rough consensus has formed within the f-droid.org community that our collection should be curated this way. This turns out to be quite similar to other free software communities, like Debian. This blog post aims to make this more explicit to our users.
de: Eine derartige Ordnung lässt eine Vielzahl schwieriger Fragen verschwinden. Kinder, Hacker, gläubige Menschen, Großeltern, Aktivisten, Bachelors und Schauspieler in nicht-jugendfreien Filmen; wir alle nutzen Kalender, lesen die Nachrichten, brauchen Hilfe bei der Navigation, spielen Spiele. Über die Jahre hat sich ein grober Konsens innerhalb der Community von f-droid.org herausgebildet , dass unsere Sammlung auf diese Weise kuratiert werden soll. Dies stellt sich als ziemlich ähnlich zu anderen, freien Software-Gemeinschaftsprojekten, wie Debian, heraus. Dieser Beitrag zielt darauf ab, dies unseren Nutzern stärker zu verdeutlichen.
ro: Organizarea în acest mod face ca multe întrebări dificile să dispară. Copii, hackeri, oameni religioși, bunici, activiști, burlaci și actori de filme pentru adulți; cu toții folosim calendare, citim știrile, avem nevoie de ajutor pentru a naviga, ne jucăm jocuri. De-a lungul anilor, în cadrul comunității f-droid.org s-a format un consens aproximativ conform căruia colecția noastră ar trebui să fie selectată în acest mod. Acest lucru se dovedește a fi destul de similar cu alte comunități de programe liber, cum ar fi Debian. Această postare pe blog își propune să facă acest lucru mai explicit pentru utilizatorii noștri.
ru: При такой организации многие сложные вопросы отпадают сами собой. Дети, хакеры, религиозные люди, бабушки и дедушки, активисты, холостяки и актеры фильмов для взрослых - все мы пользуемся календарями, читаем новости, нуждаемся в помощи в навигации, играем в игры. С годами в сообществе f-droid.org сформировался примерный консенсус, что наша коллекция должна формироваться именно таким образом. Оказалось, что это очень похоже на другие сообщества свободного программного обеспечения, например Debian. Цель этой записи в блоге - сделать это более очевидным для наших пользователей.
uk: Організація таким чином знімає багато складних питань. Діти, хакери, релігійні люди, бабусі й дідусі, активісти, неодружені й кіноактори дорослих фільмів — усі ми користуємося календарями, читаємо новини, потребуємо допомоги в навігації, граємо в ігри. З роками всередині спільноти f-droid.org сформувався приблизний консенсус, що наша колекція повинна куруватися саме таким чином. Це виявляється досить схожим на інші спільноти вільного програмного забезпечення, такі як Debian. Цей допис у блозі має на меті зробити це зрозумілішим для наших користувачів.
zh_hans: 这样的组织方式使很多困难的问题消失了。儿童、黑客、宗教人士、祖父母、活动家、单身汉和成人电影演员；我们都使用日历，阅读新闻，需要帮助导航，玩游戏。多年来，在 f-droid.org 社区内形成了一个粗略的共识，即我们的集合应该这样进行内容管理。事实证明，这与其他自由软件社区，如 Debian 相当相似。这篇博文的目的是让我们的用户更清楚地了解这一点。

source: Every society has accepted ways to communicate about offensive things. If f-droid.org is the one source of software, then our curation would be censorship, since we would be preventing speech. As supporters of free software and privacy, we also want nothing to do with censorship. That's where decentralization comes in. Decentralization means people can choose who they trust in a fine-grained way, not all or nothing. We have put a lot of work into making it easy for anyone to make their own app repos, and those repos can follow any rules that its creators want. Since F-Droid repos are a form of user-controlled subscription, it is not the place for F-Droid contributors to decide. Which apps or repos an F-Droid user includes in their own devices is entirely up to them.
de: Jede Gesellschaft hat sich auf Methoden geeinigt, über anstößige Dinge zu kommunizieren. Wenn f-droid.org die einzige Software-Quelle wäre, dann wäre unsere Kuratierung Zensur, da wir die Redefreiheit unterbinden würden. Als Unterstützer freier Software und des Datenschutzes wollen wir nichts mit Zensur zu tun haben. Hier kommt die Dezentralisierung zum Tragen. Dezentralisation bedeutet, dass die Leute feinkörnig abgestimmt wählen können, wem sie ihr Vertrauen schenken, nicht alles oder nichts. Wir haben eine Menge Arbeit darauf investiert, es jedem leicht zu machen, eigene Repos zu gestalten, und jene Repos dürfen allen Regeln folgen, die ihr Schöpfer möchte. Nachdem F-Droid-Repos eine Art nutzerkontrolliertes Abo darstellt, ist es nicht der Ort für F-Droid-Mitwirkende, darüber zu bestimmen. Welche Apps oder Repos F-Droid-Nutzer auf ihre eigenen Geräte aufnehmen, ist einzig und allein deren Entscheidung.
ro: Fiecare societate a acceptat modalități de comunicare despre lucruri jignitoare. Dacă f-droid.org este singura sursă de software, atunci selecția noastră ar fi cenzură, deoarece am împiedica exprimarea. În calitate de susținători ai programelor libere și ai vieții private, nu vrem să avem nimic de-a face cu cenzura. Aici intervine descentralizarea. Descentralizarea înseamnă că oamenii pot alege în cine au încredere într-un mod fin, nu totul sau nimic. Am depus multă muncă pentru a facilita crearea de către oricine a propriilor depozite de aplicații, iar aceste depozite pot urma orice reguli pe care le doresc creatorii lor. Deoarece depozitele F-Droid sunt o formă de abonament controlat de utilizator, nu este locul în care contribuitorii F-Droid să decidă. Ce aplicații sau ce depozite include un utilizator F-Droid în propriile dispozitive este în întregime la latitudinea sa.
ru: В каждом обществе есть принятые способы сообщать об оскорбительных вещах. Если f-droid.org является единственным источником программного обеспечения, то наше курирование будет цензурой, поскольку мы будем препятствовать высказываниям. Будучи сторонниками свободного программного обеспечения и конфиденциальности, мы также не хотим иметь ничего общего с цензурой. Вот тут-то и приходит на помощь децентрализация. Децентрализация означает, что люди могут выбирать, кому они доверяют, а не все или ничего. Мы проделали большую работу, чтобы каждый мог легко создавать свои собственные репозитории приложений, и эти репозитории могут следовать любым правилам, которые захотят их создатели. Поскольку репозитории F-Droid - это форма подписки, контролируемой пользователем, не место для принятия решений соавторами F-Droid. Какие приложения или репозитории пользователь F-Droid включает в свои устройства, зависит только от него самого.
uk: У кожному суспільстві є прийнятні способи спілкування про образливі речі. Якщо f-droid.org це єдине джерело програмного забезпечення, то наше кураторство було б цензурою, оскільки ми перешкоджали б висловлюванню. Як прихильники вільного програмного забезпечення та приватності, ми також не хочемо мати нічого спільного з цензурою. Ось тут і з'являється децентралізація. Децентралізація означає, що люди можуть обирати, кому вони довіряють, у тонкий спосіб, а не всім або нічого. Ми доклали багато зусиль, щоб зробити так, щоб будь-хто міг легко створювати власні репозиторії застосунків, і ці репозиторії можуть слідувати будь-яким правилам, які хочуть їх творці. Оскільки репозиторії F-Droid — це форма підписки, контрольованої користувачами, це не місце для учасників F-Droid, щоб вирішувати. Які застосунки чи репозиторії користувач F-Droid включає у свої пристрої, залежить виключно від нього.
zh_hans: 每个社会都有公认的对冒犯性事物进行沟通的方式。如果 f-droid.org 是软件的唯一来源，那么我们的内容管理将是审查制度，因为我们将阻止言论。作为自由软件和隐私的支持者，我们也不希望与审查制度有关。这就是去中心化的意义所在。去中心化意味着人们可以以精细的方式选择他们信任的人，而不是全都要或全都不要。我们投入了大量的工作，使任何人都可以轻松地制作他们自己的应用存储库，这些存储库可以遵循其创建者想要的任何规则。由于 F-Droid 存储库是一种用户控制的订阅形式，它不是 F-Droid 贡献者做决定的地方。F-Droid 用户在自己的设备中包含哪些应用或存储库完全取决于他们。
