Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: This Week In F-Droid 16, Week 32, 2018
de: Diese Woche in F-Droid 16, Woche 32, 2018
pl: W tym tygodniu w F-Droid 16, Tydzień 32, 2018
ro: Săptămâna aceasta în F-Droid 16, Săptămâna 32, 2018
ru: На этой неделе в F-Droid 16, неделя 32, 2018
uk: Цього тижня у F-Droid 16, тиждень 32, 2018
zh_hans: F-Droid 每周新闻 16，第 32 周，2018

source: In this edition: Fixing nearby swap, download link broken and fixed again, a flaky build cycle, 3000 [Mastodon](https://mastodon.technology/@fdroidorg) followers, and Tutanota and Rocket Chat coming soon. <!--more-->
de: In dieser Ausgabe: Nachbarschafts-Swap fixen, Download-Link kaputt und wieder behoben, ein flockiger Build-Zyklus, 3000 [Mastodon](https://mastodon.technology/@fdroidorg) Anhänger, Tutanota und Rocket Chat kommen bald. <!--Mehr-->
pl: W tej edycji: Naprawianie pobliskiej wymiany, link do pobrania zepsuty i naprawiony ponownie, niestabilny cykl budowy, 3000 [Mastodon](https://mastodon.technology/@fdroidorg) obserwatorzy, a Tutanota i Rocket Chat już wkrótce.
ro: În această ediție: Repararea swap-ului din apropiere, linkul de descărcare stricat și reparat din nou, un ciclu de construcție defectuos, 3000 de urmăritori [Mastodon](https://mastodon.technology/@fdroidorg) și Tutanota și Rocket Chat în curând.
zh_hans: 在本期中：修复附近交换，下载链接损坏并再次修复，不稳定的构建周期，3000 [Mastodon](https://mastodon.technology/@fdroidorg) 关注者，以及即将推出的 Tutanota 和 Rocket Chat。 <!--more-->

source: If you hadn't noticed yet, version 1.3 broke the "nearby swap" feature. [@\_hc](https://forum.f-droid.org/u/hans) did a big overhaul of the HTTP plumbing of "nearby swap" this week, and queued up a **1.3.1 release** with this fix. The release also adds support for TLSv1.3. It has already been built, and _should_ be out with the next index update. (**Edit:** It's out now!)
de: Wenn Sie es noch nicht bemerkt haben: bei der Version 1.3 ist die Funktion "Nachbarschaftstausch" kaputt. [@\_hc](https://forum.f-droid.org/u/hans) hat diese Woche eine große Überarbeitung der HTTP-Installation von "Nachbarschaftstausch" durchgeführt und eine **1.3.1 Version** mit diesem Fix in die Warteschlange gestellt. Das Release unterstützt auch TLSv1.3. Es wurde bereits gebaut und _sollte_ beim nächsten Index-Update herauskommen. (**Edit:** Es ist schon draussen!)
pl: Jeśli jeszcze nie zauważyłeś, wersja 1.3 złamała funkcję "pobliska wymiana". [@\_hc](https://forum.f-droid.org/u/hans) dokonał w tym tygodniu gruntownego przeglądu instalacji HTTP "pobliskiej wymiany" i zainstalował kolejną wersję **1.3.1** z tą poprawką. Wydanie dodaje również obsługę protokołu TLSv1.3. Zostało już zbudowane i _powinno_ być dostępne z kolejną aktualizacją indeksu. (**Edycja:** Już wychodzi!)
ro: În cazul în care nu ați observat încă, versiunea 1.3 a eliminat funcția "schimb de locuri în apropiere". [@\_hc](https://forum.f-droid.org/u/hans) a făcut o mare revizuire a instalațiilor HTTP ale "schimbului în apropiere" în această săptămână și a pregătit o versiune **1.3.1** cu această corecție. Versiunea adaugă, de asemenea, suport pentru TLSv1.3. Acesta a fost deja construit și _ar trebui_ să fie lansat odată cu următoarea actualizare a indexului. (**Edit:** A ieșit acum!)
ru: Если вы еще не заметили, версия 1.3 сломала функцию "обмен поблизости". [@\_hc](https://forum.f-droid.org/u/hans) на этой неделе была проведена большая работа над HTTP-функцией "близлежащего обмена" и выпущен релиз **1.3.1** с этим исправлением. Релиз также добавляет поддержку TLSv1.3. Он уже собран, и _должен_ выйти со следующим обновлением индекса. (**Отредактировано:** Вышел сейчас!)
uk: Якщо ви ще не помітили, версія 1.3 зламала функцію «обмін поруч». [@ \ _ Hc](https://forum.f-droid.org/u/hans) цього тижня була проведена велика робота над HTTP-функцією «обміну поруч» і випущений реліз ** 1.3.1 ** з цим виправленням. Випуск також додає підтримку TLSv1.3. Він уже зібраний, і _має_ вийти з наступним оновленням індексу. (** Відредаговано: ** Вийшов зараз!)
zh_hans: 如果你还没有注意到，1.3 版本破坏了“附近交换”功能。[@\_hc](https://forum.f-droid.org/u/hans) 本周对"附近交换"的 HTTP 管道进行了大修，并准备了包含此修复的 **1.3.1 版本**。该版本还增加了对 TLSv1.3 的支持。它已经被构建了，并且_应该_在下一次索引更新时被发布。（**编辑：**它现在发布了！）

source: Right now work is ongoing to put [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) and [SD card](https://en.wikipedia.org/wiki/Secure_Digital) support into F-Droid, hopefully in time for the [Mozilla WINS competition](https://wirelesschallenge.mozilla.org) presentation, which will be on the 14th of August.
de: Momentan wird daran gearbeitet, die Unterstützung von [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) und [SD-Karte](https://en.wikipedia.org/wiki/Secure_Digital) in F-Droid zu integrieren, hoffentlich rechtzeitig zur Präsentation von [Mozilla WINS](https://wirelesschallenge.mozilla.org), die am 14. August stattfinden wird.
pl: Teraz wysiłek jest wkładany we wspieranie [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) i [SD card](https://en.wikipedia.org/wiki/Secure_Digital) przez F-Droid, z nadzieją na czas przed [Mozilla WINS competition](https://wirelesschallenge.mozilla.org) prezentacją, która odbędzie się 14 sierpnia.
ro: În acest moment se lucrează la introducerea suportului [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) și [SD card](https://en.wikipedia.org/wiki/Secure_Digital) în F-Droid, sperăm că la timp pentru prezentarea [Mozilla WINS competition](https://wirelesschallenge.mozilla.org), care va avea loc pe 14 august.
ru: Сейчас ведется работа по внедрению поддержки [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) и [SD card](https://en.wikipedia.org/wiki/Secure_Digital) в F-Droid, надеемся успеть к презентации [Mozilla WINS competition](https://wirelesschallenge.mozilla.org), которая состоится 14 августа.
uk: Зараз ведеться робота по впровадженню підтримки [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) і [SD card](https://en.wikipedia.org/wiki/Secure_Digital) в F-Droid, сподіваємося встигнути до презентації [Mozilla WINS competition](https://wirelesschallenge.mozilla.org), яка відбудеться 14 серпня.
zh_hans: 现在正在进行的工作是为 F-Droid 添加 [USB OTG](https://en.wikipedia.org/wiki/USB_On-The-Go) 和 [SD 卡](https://en.wikipedia.org/wiki/Secure_Digital)支持，希望能赶上 8 月 14 日 [Mozilla WINS 比赛](https://wirelesschallenge.mozilla.org)的演讲。

source: You have all been _very_ good at reporting that the F-Droid app download link was broken this week. ;) Due an archive policy mistake, the build that the website linked to was accidentally moved to the archive. This has been fixed. Thanks to everyone who reported it.
de: Ihr wart alle _sehr_ gut darin zu berichten, dass der F-Droid-App-Download-Link diese Woche kaputt war. ;) Aufgrund eines Fehlers in der Archivrichtlinie wurde der Build, auf den die Website verlinkt wurde, versehentlich in das Archiv verschoben. Dies wurde behoben. Danke an alle, die es gemeldet haben.
pl: Wszyscy byliście _bardzo_ dobrzy w zgłaszaniu, że link do pobrania aplikacji F-Droid został uszkodzony w tym tygodniu. ;) Z powodu błędu w polityce archiwum, kompilacja, do której dana witryna była linkowana, została przypadkowo przeniesiona do archiwum. Zostało to naprawione. Dziękuję wszystkim, którzy to zgłosili.
ro: Ați fost cu toții _foarte_ buni la raportarea faptului că link-ul de descărcare a aplicației F-Droid a fost rupt săptămâna aceasta. ;) Din cauza unei greșeli de politică a arhivei, versiunea la care site-ul web a fost legat a fost mutat din greșeală în arhivă. Acest lucru a fost reparat. Mulțumim tuturor celor care au raportat-o.
ru: Вы все _очень _ хорошо сообщили о том, что ссылка на загрузку приложения F-Droid была нарушена на этой неделе. ;) Из-за ошибки в политике архива, сборка, на которую ссылался сайт, была случайно перемещена в архив. Это было исправлено. Спасибо всем, кто сообщил об этом.
uk: Ви всі _дуже _ добре повідомили про те, що посилання на завантаження програми F-Droid була порушена на цьому тижні. ;) Через помилку в політиці архіву, складання, на яку посилався сайт, була випадково переміщена в архів. Це було виправлено. Спасибі всім, хто повідомив про це.
zh_hans: 你们都 _非常_ 好地报告了本周 F-Droid 应用的下载链接失效了。;) 由于一个存档政策的错误，网站链接的构建被意外地移到了存档中。这已经被修复了。感谢每个报告它的人。

source: [@Izzy](https://forum.f-droid.org/u/izzy) and [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) have done a ton of work in triaging, testing and merging new apps, with over 500 GitLab notifications just from them.
de: [@Izzy](https://forum.f-droid.org/u/izzy) und [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) haben eine Menge Arbeit bei der Prüfung, dem Testen und dem Zusammenführen neuer Anwendungen geleistet, mit über 500 GitLab-Benachrichtigungen allein von ihnen.
pl: [@Izzy](https://forum.f-droid.org/u/izzy) i [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) wykonali mnóstwo pracy nad selekcją, testowaniem i łączeniem nowych aplikacji, z ponad 500 powiadomieniami GitLab właśnie od nich.
ro: [@Izzy](https://forum.f-droid.org/u/izzy) și [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) au depus o mulțime de eforturi pentru a trișa, testa și unifica noile aplicații, cu peste 500 de notificări GitLab doar din partea lor.
ru: [@Izzy](https://forum.f-droid.org/u/izzy) и [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) проделали огромную работу по сортировке, тестированию и объединению новых приложений, только от них поступило более 500 уведомлений на GitLab.
uk: [@Izzy](https://forum.f-droid.org/u/izzy) і [@ licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) виконали величезну роботу із сортування, тестування та об'єднання нових застосунків, тільки від них надійшло понад 500 повідомлень на GitLab.
zh_hans: [@Izzy](https://forum.f-droid.org/u/izzy) 和 [@licaon-kter](https://forum.f-droid.org/u/Licaon_Kter) 在分类、测试和合并新应用方面做了大量工作，仅来自他们的 GitLab 通知就超过了 500 个。

source: Although we had two index updates this week to fix the broken F-Droid link, they contained no new builds. An update just now did, though. Cause, as of yet, unknown. All in all, the build cycle has not been running as well as we'd like.
de: Obwohl wir diese Woche zwei Indexaktualisierungen hatten, um den defekten F-Droid-Link zu reparieren, enthielten sie keine neuen Builds. Ein Update gerade eben schon. Ursache, bis jetzt, unbekannt. Alles in allem, läuft der Build-Zyklus nicht so, wie wir uns das wünschen würden.
pl: Chociaż w tym tygodniu mieliśmy dwie aktualizacje indeksu w celu naprawienia zepsutego łącza F-Droid, nie zawierały one żadnych nowych wersji. Jednak właśnie tak się stało. Przyczyna, jak dotąd nieznana. Podsumowując, cykl budowy nie działał tak, jak byśmy chcieli.
ro: Deși am avut două actualizări ale indexului în această săptămână pentru a remedia legătura stricată cu F-Droid, acestea nu conțineau niciun build nou. Totuși, o actualizare de adineauri a făcut-o. Cauza, deocamdată, este necunoscută. În concluzie, ciclul de compilare nu a funcționat atât de bine pe cât ne-am dori.
ru: Хотя на этой неделе у нас было два обновления индекса для исправления неработающей ссылки F-Droid, они не содержали новых сборок. Однако только что появилось обновление. Причина пока неизвестна. В целом, цикл сборки работает не так хорошо, как хотелось бы.
uk: Хоча цього тижня в нас було два оновлення індексу для виправлення неробочих посилань F-Droid, вони не містили нових збірок. Однак щойно з'явилося оновлення. Причина поки невідома. В цілому, цикл збірки працює не так добре, як хотілося б.
zh_hans: 尽管本周我们进行了两次索引更新来修复损坏的 F-Droid 链接，但它们没有包含新版本。不过，刚刚进行了一次更新。原因到目前为止还不得而知。总而言之，构建周期并没有像我们希望的那样运行。

source: The website build process also appears to be broken, meaning the website cannot be updated right now. If you are reading this, this has obviously been fixed.
de: Der Webseitenaufbau scheint ebenfalls nicht mehr zu funktionieren, das heißt, die Webseite kann derzeit nicht aktualisiert werden. Wenn Sie das hier gerade lesen, wurde es offensichtlich repariert.
pl: Proces tworzenia strony internetowej również wydaje się być uszkodzony, co oznacza, że witryna nie może być teraz aktualizowana. Jeśli to czytasz, zostało to oczywiście naprawione.
ro: De asemenea, procesul de creare a site-ului web pare să fie întrerupt, ceea ce înseamnă că site-ul web nu poate fi actualizat în acest moment. Dacă citiți aceste rânduri, este evident că acest lucru a fost rezolvat.
ru: Процесс создания сайта также, по-видимому, нарушен, что означает, что сайт не может быть обновлен прямо сейчас. Если вы читаете эту статью, то, очевидно, это уже исправлено.
uk: Процес створення сайту також, мабуть, порушений, що означає, що сайт не може бути оновлений прямо зараз. Якщо ви читаєте цю статтю, то, очевидно, це вже виправлено.
zh_hans: 网站构建过程似乎也被出问题了，这意味着现在不能更新网站。如果你正在读这篇文章，那它显然已经被修复。

source: We passed 3000 followers on [Mastodon](https://mastodon.technology/@fdroidorg) last Tuesday! Although we don't officially track anything, the number seems to be growing steadily and organically. Hard to tell if this is more due to new people joining Mastodon, or existing users finding out about us. I hope it's a healthy mix of both.
de: Seit vergangenem Dienstag haben wir mehr als 3000 Follower auf [Mastodon](https://mastodon.technology/@fdroidorg)! Obwohl wir offiziell nichts verfolgen, scheint die Zahl stetig und organisch zu wachsen. Schwer zu sagen, ob das mehr daran liegt, dass neue Leute bei Mastodon einsteigen oder bestehende Nutzer von uns erfahren. Ich hoffe, es ist eine gesunde Mischung aus beidem.
pl: W zeszły wtorek minęliśmy 3000 osób [Mastodon](https://mastodon.technology/@fdroidorg) Chociaż oficjalnie niczego nie śledzimy, liczba wydaje się rosnąć stabilnie i organicznie. Trudno powiedzieć, czy jest to bardziej spowodowane nowymi osobami dołączającymi do Mastodon, czy też istniejącymi użytkownikami, którzy dowiadują się o nas. Mam nadzieję, że to zdrowa mieszanka obu.
ro: Marțea trecută am trecut de 3000 de urmăritori pe [Mastodon](https://mastodon.technology/@fdroidorg)! Deși nu urmărim nimic în mod oficial, numărul pare să crească constant și organic. Greu de spus dacă acest lucru se datorează mai mult noilor persoane care se alătură Mastodon, sau utilizatorilor existenți care află despre noi. Sper că este un amestec sănătos din ambele.
zh_hans: 上周二，我们在 [Mastodon](https://mastodon.technology/@fdroidorg) 上的关注者超过了 3000 人！虽然我们没有正式跟踪任何东西，但这个数字似乎在稳步和有机地增长。很难说这是由于新人加入 Mastodon，还是现有用户发现了我们。我希望是两者的健康混合。

source: **[Tutanota](https://tutanota.com)**, an encrypted e-mail service, worked with us to [get their Android app included in F-Droid](https://tutanota.com/blog/posts/release-notes-3-35). It has already been merged, and we hope to be able to announce its actual arrival soon.
de: **[Tutanota](https://tutanota.com)**, ein verschlüsselter E-Mail-Dienst, hat mit uns zusammengearbeitet, um [ihre Android-App in F-Droid einzubinden](https://tutanota.com/blog/posts/release-notes-3-35). Sie wurde bereits zusammengeführt und wir hoffen, dass wir ihre tatsächliche Ankunft bald bekannt geben können.
pl: **[Tutanota](https://tutanota.com)**, zaszyfrowana usługa e-mail, z którą współpracowaliśmy [aby uzyskać dostęp do aplikacji na Androida F-Droid](https://tutanota.com/blog/posts/release-notes-3-35). Zostało już połączone i mamy nadzieję, że wkrótce będziemy mogli ogłosić jego faktyczne przybycie.
ro: **[Tutanota](https://tutanota.com)**, un serviciu de e-mail criptat, a colaborat cu noi pentru [get their Android app included in F-Droid](https://tutanota.com/blog/posts/release-notes-3-35). Aceasta a fost deja fuzionată și sperăm să putem anunța în curând sosirea sa efectivă.
ru: **[Tutanota](https://tutanota.com)**, сервис шифрованной электронной почты, сотрудничал с нами, чтобы [включить их приложение для Android в F-Droid](https://tutanota.com/blog/posts/release-notes-3-35). Оно уже объединено, и мы надеемся, что скоро сможем объявить о его фактическом появлении.
uk: **[Tutanota](https://tutanota.com)**, сервіс шифрованого електронної пошти, співпрацював з нами, щоб [включити їх застосунок для Android в F-Droid](https://tutanota.com/blog/posts/release-notes-3-35). Воно вже об'єднано, і ми сподіваємося, що скоро зможемо оголосити про його фактичній появі.
zh_hans: **[Tutanota](https://tutanota.com)**，一个加密电子邮件服务，与我们合作[将他们的 Android 应用包含在了 F-Droid 中](https://tutanota.com/blog/posts/release-notes-3-35)。它已经被合并了，我们希望能够尽快宣布它的实际到来。

source: [@Bubu](https://chaos.social/@Bubu) reports that **[Rocket.Chat](https://github.com/RocketChat/Rocket.Chat.Android)** has merged his FOSS build flavour, meaning there's a good chance the next version will be in F-Droid. He also said that working with them has been a very positive experience, with them even taking it over the finish line themselves.
de: [@Bubu](https://chaos.social/@Bubu) berichtet, dass **[Rocket.Chat](https://github.com/RocketChat/Rocket.Chat.Android)** seine FOSS-Build-Variante zusammengeführt hat, was bedeutet, dass es gute Chancen gibt, dass die nächste Version in F-Droid sein wird. Er sagte auch, dass die Zusammenarbeit mit ihnen eine sehr positive Erfahrung gewesen sei, da sie es sogar selbst über die Ziellinie gebracht hätten.
pl: [@Bubu](https://chaos.social/@Bubu) zgłasza, że **[Rocket.Chat](https://github.com/RocketChat/Rocket.Chat.Android)** scaliło jego wariant kompilacji FOSS, co oznacza, że istnieje duża szansa, że kolejna wersja znajdzie się w F-Droid. Powiedział także, że praca z nimi była bardzo pozytywnym doświadczeniem, a oni nawet sami dokończyli to.
ro: [@Bubu](https://chaos.social/@Bubu) raportează că **[Rocket.Chat](https://github.com/RocketChat/Rocket.Chat.Android)** a fuzionat gustul său de construire FOSS, ceea ce înseamnă că există o șansă bună ca următoarea versiune să fie în F-Droid. De asemenea, el a spus că lucrul cu ei a fost o experiență foarte pozitivă, ei înșiși ducând-o peste linia de sosire.
ru: [@Bubu](https://chaos.social/@Bubu) сообщает, что **[Rocket.Chat](https://github.com/RocketChat/Rocket.Chat.Android)** слил его FOSS build flavour, что означает, что есть большая вероятность того, что следующая версия будет в F-Droid. Он также сказал, что работа с ними была очень позитивной, и они даже сами довели дело до конца.
uk: [@Bubu](https://chaos.social/@Bubu) повідомляє, що **[Rocket.Chat](https://github.com/RocketChat/Rocket.Chat.Android)** злив його FOSS build flavour, що означає, що є велика ймовірність того, що наступна версія буде в F-Droid. Він також сказав, що робота з ними була дуже позитивною, і вони навіть самі довели справу до кінця.
zh_hans: [@Bubu](https://chaos.social/@Bubu) 报告 **[Rocket.Chat](https://github.com/RocketChat/Rocket.Chat.Android)** 合并了他的 FOSS 构建 flavour，这意味着下一个版本很有可能会出现在 F-Droid 中。他还说，与他们一起工作是一种非常积极的体验，他们甚至自己将它带过了终点线。

source: [open-event-android](https://f-droid.org/packages/com.eventyay.attendee/): Events app to checkout nearby events
de: [open-event-android](https://f-droid.org/packages/com.eventyay.attendee/): Events App zum Finden von Veranstaltungen in der Nähe
pl: [Otwarte wydarzenia android](https://f-droid.org/packages/com.eventyay.attendee/): Aplikacja wydarzeń do realizacji wydarzeń w pobliżu
ro: [open-event-android](https://f-droid.org/packages/com.eventyay.attendee/): Aplicație de evenimente pentru a verifica evenimentele din apropiere
ru: [open-event-android](https://f-droid.org/packages/com.eventyay.attendee/): Приложение для проверки ближайших событий
uk: [open-event-android](https://f-droid.org/packages/com.eventyay.attendee/): Застосунок для перегляду найближчих подій
zh_hans: [open-event-android](https://f-droid.org/packages/com.eventyay.attendee/)：用于查看附近事件的事件应用

source: [eventyay organizer](https://f-droid.org/packages/com.eventyay.organizer/): Event management app for Organizers using eventyay platform
de: [eventyay Veranstalter](https://f-droid.org/packages/com.eventyay.organizer/): Event-Management-App für Veranstalter mit eventyay-Plattform
pl: [organizator eventyay](https://f-droid.org/packages/com.eventyay.organizer/): Aplikacja do zarządzania wydarzeniami dla organizatorów korzystających z platformy eventyay
ro: [eventyay organizer](https://f-droid.org/packages/com.eventyay.organizer/): Aplicație de gestionare a evenimentelor pentru organizatori care utilizează platforma eventyay
ru: [eventyay organizer](https://f-droid.org/packages/com.eventyay.organizer/): Приложение для управления событиями для организаторов, использующих платформу eventyay
uk: [eventyay organizer](https://f-droid.org/packages/com.eventyay.organizer/): Застосунок для керування подіями для організаторів, які використовують платформу eventyay
zh_hans: [eventyay organizer](https://f-droid.org/packages/com.eventyay.organizer/)：使用 eventyay 平台的组织者的活动管理应用

source: [log28](https://f-droid.org/packages/com.log28/): A simple no-frills period tracker
de: [log28](https://f-droid.org/packages/com.log28/): Ein einfacher Periodenkalender ohne Kinkerlitzchen
pl: [log28](https://f-droid.org/packages/com.log28/): Prosty tracker okresowy bez zbędnych dodatków
ro: [log28](https://f-droid.org/packages/com.log28/): Un instrument simplu de urmărire a menstruației, fără complicații
ru: [log28](https://f-droid.org/packages/com.log28/): Простой и удобный трекер месячных
uk: [Log28](https://f-droid.org/packages/com.log28/): Простий і зручний трекер місячних
zh_hans: [log28](https://f-droid.org/packages/com.log28/)：一个简单的经期跟踪器

source: [Ellaism](https://f-droid.org/packages/com.outdoordevs.ellaism.wallet/): Ellaism Mobile Wallet
de: [Ellaism](https://f-droid.org/packages/com.outdoordevs.ellaism.wallet/): Ellaism Mobiler Geldbeutel
pl: [Ellaism](https://f-droid.org/packages/com.outdoordevs.ellaism.wallet/): Mobilny Portfel Ellaism
ro: [Ellaism](https://f-droid.org/packages/com.outdoordevs.ellaism.wallet/): Portofelul mobil Ellaism
ru: [Ellaism](https://f-droid.org/packages/com.outdoordevs.ellaism.wallet/): Мобильный кошелек Ellaism
uk: [Ellaism](https://f-droid.org/packages/com.outdoordevs.ellaism.wallet/): Мобільний гаманець Ellaism
zh_hans: [Ellaism](https://f-droid.org/packages/com.outdoordevs.ellaism.wallet/)：Ellaism 移动钱包

source: [Carnet](https://f-droid.org/packages/com.spisoft.quicknote/): Powerful note taking app with sync capabilities
de: [Carnet](https://f-droid.org/packages/com.spisoft.quicknote/): Leistungsstarke Notiz-App mit Synchronisationsfähigkeiten
pl: [Carnet](https://f-droid.org/packages/com.spisoft.quicknote/): Potężna aplikacja do robienia notatek z funkcją synchronizacji
ro: [Carnet](https://f-droid.org/packages/com.spisoft.quicknote/): Aplicație puternică de luare de notițe cu capacități de sincronizare
ru: [Carnet](https://f-droid.org/packages/com.spisoft.quicknote/): Мощное приложение для ведения заметок с возможностью синхронизации
uk: [Carnet](https://f-droid.org/packages/com.spisoft.quicknote/): Потужний застосунок для ведення нотаток з можливістю синхронізації
zh_hans: [Carnet](https://f-droid.org/packages/com.spisoft.quicknote/)：具有同步功能的强大笔记应用

source: [BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/): An offline GPS based POI alerter with overlay
de: [BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/): Ein Offline-GPS-basierter POI-Warner mit Overlay
pl: [BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/): Nawigacja POI w trybie offline z nakładką
ro: [BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/): Un avertizor de POI offline bazat pe GPS cu suprapunere
ru: [BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/): Автономный GPS-оповещатель о точках интереса с оверлеем
uk: [BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/): Автономний GPS-сповіщувач про точки інтересу з оверлеєм
zh_hans: [BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/)：基于 GPS 的离线 POI 警报器，带有覆盖层
