Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: It turns out that F-Droid is not alone in delivering key services without user accounts or profiles. There are browsers, wikis, shared notepads, video conferencing, and even messaging and analytics. Many systems that use accounts also allow reading and even editing without logging in.
de: Es stellt sich heraus, dass F-Droid nicht allein ist bei der Auslieferung von Schlüsseldienstleistungen ohne Benutzerkonten oder Profilen. Es gibt Browser, Wikis, freigegebene Notizen, Videokonferenzen und selbst Messaging und Analysen. Viele Systeme, die Konten verwenden, erlauben das Lesen und sogar die Bearbeitung ohne eine Anmeldung.
pl: Okazuje się, że F-Droid nie jest osamotniony w dostarczaniu kluczowych usług bez kont czy profili użytkowników. Istnieją przeglądarki, wiki, wspólne notatniki, wideokonferencje, a nawet komunikatory i analityka. Wiele systemów wykorzystujących konta pozwala również na czytanie, a nawet edycję bez logowania.
ro: Se pare că F-Droid nu este singurul care oferă servicii cheie fără conturi sau profiluri de utilizator. Există browsere, wiki-uri, blocnotesuri partajate, videoconferințe și chiar mesagerie și analiză. Multe sisteme care utilizează conturi permit, de asemenea, citirea și chiar editarea fără a se conecta.
ru: Оказывается, F-Droid не одинока в предоставлении ключевых сервисов без учетных записей и профилей пользователей. Существуют браузеры, вики, общие блокноты, видеоконференции и даже обмен сообщениями и аналитика. Многие системы, использующие учетные записи, также позволяют читать и даже редактировать без входа в систему.
uk: F-Droid — не єдиний проєкт, ключові сервіси якого працюють без облікових записів чи профілів. Ще є вебпереглядачі, вікі, спільні блокноти, відеовиклики, навіть листування й аналітика. Багато систем, що використовують облікові записи, також дозволяють читати й навіть редагувати без автентифікації.
zh_hans: 事实证明，F-Droid 并不是唯一在没有用户帐户或画像的情况下提供关键服务的。有浏览器、wiki、共享记事本、视频会议，甚至消息和分析。许多使用帐户的系统也允许在不登录的情况下阅读甚至编辑。

source: The first question to answer is: does this service need to know who the users are in order to function? Can that information remain only on the users device? For example, an email or messaging service needs to know enough about its users to be able to direct data from a user sending a message to the intended recipient. This has mostly meant that the server relies on each user having an account with the server. This is a common way to implement such a system, but it is not the only way. [Tor Onion Services](https://community.torproject.org/onion-services/) opens up a different approach. They are designed for routing data without any part of the system being able to see who is sending data to whom, and who is making the request. [Briar](https://briarproject.org/how-it-works/) builds upon this to make messaging work without anyone knowing who is sending messages to whom, outside of those involved in the conversation. With Briar, the user contact information is only ever on the users' devices.
de: Die erste zu beantwortende Frage ist: muss dieser Dienst wissen, wer die Nutzer sind, damit er funktioniert? Kann diese Information nicht einfach auf den Endgeräten verbleiben? Zum Beispiel muss ein E-Mail- oder Messenger-Service genügend von seinen Nutzern wissen, um in der Lage zu sein, Daten von einem Benutzer, der eine Nachricht sendet, an den vorgesehenen Empfänger zu übermitteln. Das bedeutet hauptsächlich, dass der Server sich darauf stützt, dass jeder Nutzer ein Konto bei dem Server hat. Dies ist der übliche Weg, um solch ein System umzusetzen, aber es ist nicht der einzige. [Tor Onion Services](https://community.torproject.org/onion-services/) eröffnen einen anderen Ansatz. Sie sind so aufgebaut, dass Daten weitergeleitet werden, ohne dass irgendein Teil des Systems in der Lage ist zu sehen, wer Daten an wen sendet und wer die Anfrage macht. [Briar](https://briarproject.org/how-it-works/) baut darauf auf, damit Nachrichtenübermittlung funktioniert, ohne dass jemand weiß, wer Nachrichten an wen sendet, außerhalb derer, die an der Unterhaltung beteiligt sind. Mit Briar bleibt die Nutzerkontaktinformation einzig und allein auf den Geräten der Benutzer.
pl: Pierwsze pytanie, na które należy odpowiedzieć, brzmi: czy ta usługa musi wiedzieć, kim są użytkownicy, aby mogła funkcjonować? Czy informacje te mogą pozostać tylko na urządzeniu użytkownika? Na przykład usługa poczty elektronicznej lub komunikatora musi wiedzieć o swoich użytkownikach wystarczająco dużo, aby móc kierować dane od użytkownika wysyłającego wiadomość do zamierzonego odbiorcy. W większości przypadków oznacza to, że serwer polega na tym, że każdy użytkownik posiada konto na serwerze. Jest to powszechny sposób implementacji takiego systemu, ale nie jedyny. [Usługi Tor Onion](https://community.torproject.org/onion-services/) oferują inne podejście. Służą one do przekazywania danych bez możliwości sprawdzenia przez żadną część systemu, kto do kogo wysyła dane i kto zgłasza żądanie. [Briar](https://briarproject.org/how-it-works/) bazuje na tym rozwiązaniu, umożliwiając przesyłanie wiadomości bez wiedzy o tym, kto do kogo wysyła wiadomości, poza osobami uczestniczącymi w rozmowie. Dzięki Briar informacje kontaktowe użytkowników znajdują się tylko na ich urządzeniach.
ro: Prima întrebare la care trebuie să răspundem este: are nevoie acest serviciu să știe cine sunt utilizatorii pentru a funcționa? Pot aceste informații să rămână doar pe dispozitivul utilizatorului? De exemplu, un serviciu de e-mail sau de mesagerie trebuie să știe suficient de multe despre utilizatorii săi pentru a putea direcționa datele de la un utilizator care trimite un mesaj către destinatarul vizat. Acest lucru a însemnat, de cele mai multe ori, că serverul se bazează pe faptul că fiecare utilizator are un cont pe server. Aceasta este o modalitate obișnuită de implementare a unui astfel de sistem, dar nu este singura modalitate. [Tor Onion Services](https://community.torproject.org/onion-services/) deschide o abordare diferită. Acestea sunt concepute pentru rutarea datelor fără ca vreo parte a sistemului să poată vedea cine trimite date cui și cine face cererea. [Briar](https://briarproject.org/how-it-works/) se bazează pe acest lucru pentru a face ca mesageria să funcționeze fără ca cineva să știe cine trimite mesaje cui, în afara celor implicați în conversație. Cu Briar, informațiile de contact ale utilizatorilor se află doar pe dispozitivele acestora.
ru: Первый вопрос, на который необходимо ответить: нужно ли этой службе знать, кто является ее пользователем, чтобы функционировать? Может ли эта информация оставаться только на устройстве пользователя? Например, служба электронной почты или обмена сообщениями должна знать достаточно информации о своих пользователях, чтобы иметь возможность направлять данные от пользователя, отправляющего сообщение, к адресату. В большинстве случаев это означает, что сервер полагается на то, что каждый пользователь имеет учетную запись на сервере. Это распространенный способ реализации такой системы, но не единственный. [Tor Onion Services](https://community.torproject.org/onion-services/) открывает другой подход. Они предназначены для маршрутизации данных без того, чтобы какая-либо часть системы могла видеть, кто кому отправляет данные и кто делает запрос. [Briar](https://briarproject.org/how-it-works/) развивает эту идею, чтобы обмен сообщениями происходил так, чтобы никто не знал, кто кому отправляет сообщения, кроме тех, кто участвует в разговоре. В Briar контактная информация пользователей всегда находится только на их устройствах.
uk: Перше питання, на яке слід відповісти: чи треба цьому сервісу для працездатності знати, хто ним користується? Чи можуть ці дані залишатися лише на користувацькому пристрої? Наприклад, сервіс е-пошти чи листування має знати про авдиторію достатньо, щоб могти спрямувати дані від адресанта до адресата. Тобто зазвичай сервер спирається на те, що вся авдиторія має на ньому облікові записи. Цей спосіб втілення таких систем поширений, але не єдиний. [Tor Onion Services](https://community.torproject.org/onion-services/) відкривають інший підхід. Вони спроєктовані для маршрутизації даних таким чином, що жодна частина системи не потребує знання, хто кому надсилає дані чи робить запити. [Briar](https://briarproject.org/how-it-works/) на основі цього втілює листування, що працює без знання, хто кому надсилає повідомлення, будь-ким — за винятком безпосередньо долучених до розмови. У Briar, дані про користувацькі контакти зажди перебувають лише на користувацьких пристроях.
zh_hans: 要回答的第一个问题是：该服务是否需要知道用户是谁才能发挥作用？该信息能否仅保留在用户设备上？例如，电子邮件或消息服务需要对其用户有足够的了解，才能将发送消息的用户的数据定向到预期的收件人。这主要意味着服务器依赖于每个用户在服务器上都有一个帐户。这是实现这种系统的常用方法，但不是唯一的方法。[Tor Onion Services](https://community.torproject.org/onion-services/) 开辟了另一种方法。它们被设计为在系统的任何部分都无法查看谁在向谁发送数据以及谁在发出请求的情况下路由数据。[Briar](https://briarproject.org/how-it-works/) 在此基础上构建了除了参与对话的人之外，任何人都不知道谁在向谁发送消息的通信服务。使用 Briar，用户联系信息只保存在用户的设备上。

source: Video conferencing was built around user IDs like accounts and phone numbers. Services like [Jitsi Meet](https://jitsi.org/jitsi-meet/) pioneered a new way: each conference room is represented by a name in a URL, e.g. _https://meet.jit.si/**ThisIsAConferenceRoomName**_. Anyone who has that URL can open it in a browser and join the room. Jitsi Meet works very well, and demonstrated that online meetings actually work better without user accounts: they are much easier to setup and manage. Currently, no online meeting platform would be taken seriously if it does not support joining meetings with a URL only, in other words, with no user account at all.
de: Video-Konferenzen wurden rund um Nutzer-IDs wie Konten und Telefonnummern errichtet. Dienste wie [Jitsi Meet](https://jitsi.org/jitsi-meet/) waren Vorreiter für einen neuen Weg: jeder Konferenzraum wird durch einen Namen in einer URLabgebildet, z. B. _https://meet.jit.si/**ThisIsAConferenceRoomName**_. Jeder, der diese Adresse hat, kann sie in einem Browser öffnen und den Raum betreten. Jitsi Meet funktioniert sehr gut und demonstriert, dass Online-Treffen eigentlich besser ohne Benutzerkonten funktionieren: sie lassen sich viel einfacher einrichten und steuern. Momentan würde keine Plattform für Online-Meetings ernst genommen werden, die eine Teilnahme an Meetings nur über eine URL, in anderen Worten, ohne irgendwelche Nutzerkonten, nicht unterstützt.
pl: Wideokonferencje zostały zbudowane wokół identyfikatorów użytkowników, takich jak konta i numery telefonów. Usługi takie jak [Jitsi Meet](https://jitsi.org/jitsi-meet/) zapoczątkowały nowy sposób: każda sala konferencyjna jest reprezentowana przez nazwę w adresie URL, np. _https://meet.jit.si/**ToJestNazwaPokojuKonferencyjnego**_. Każdy, kto ma ten adres URL, może otworzyć go w przeglądarce i dołączyć do pokoju. Jitsi Meet działa bardzo dobrze i potwierdziło, że spotkania online faktycznie działają lepiej bez kont użytkowników: są znacznie łatwiejsze w konfiguracji i zarządzaniu. Obecnie żadna platforma spotkań online nie byłaby traktowana poważnie, jeśli nie obsługiwałaby dołączania do spotkań tylko za pomocą adresu URL, innymi słowy, bez żadnego konta użytkownika.
ro: Videoconferințele au fost construite în jurul ID-urilor de utilizator, cum ar fi conturile și numerele de telefon. Servicii precum [Jitsi Meet](https://jitsi.org/jitsi-meet/) au deschis o nouă cale: fiecare sală de conferință este reprezentată de un nume într-un URL, de exemplu _https://meet.jit.si/**ThisIsAConferenceRoomName**_. Oricine are acel URL îl poate deschide într-un browser și se poate alătura sălii. Jitsi Meet funcționează foarte bine și a demonstrat că întâlnirile online funcționează de fapt mai bine fără conturi de utilizator: sunt mult mai ușor de configurat și de gestionat. În prezent, nicio platformă de întâlniri online nu ar fi luată în serios dacă nu acceptă să se alăture reuniunilor doar cu un URL, cu alte cuvinte, fără niciun cont de utilizator.
ru: Видеоконференции строились на основе идентификаторов пользователей, таких как учетные записи и телефонные номера. Такие сервисы, как [Jitsi Meet](https://jitsi.org/jitsi-meet/), предложили новый способ: каждая конференц-комната представлена именем в URL-адресе, например _https://meet.jit.si/**ThisIsAConferenceRoomName**_. Любой, у кого есть такой URL, может открыть его в браузере и присоединиться к комнате. Jitsi Meet работает очень хорошо и демонстрирует, что онлайн-встречи на самом деле лучше проводить без учетных записей пользователей: их гораздо проще настраивать и управлять ими. В настоящее время ни одна платформа для проведения онлайн-встреч не воспринимается всерьез, если она не поддерживает присоединение к встречам только по URL-адресу, другими словами, без учетной записи пользователя.
uk: Відеорозмови раніше спиралися на такі користувацькі ідентифікатори, як облікові записи й номери телефонів. Сервіси на кшталт [Jitsi Meet](https://jitsi.org/jitsi-meet/) відкрили новий шлях: кожна розмовна кімната представлена назвою в URL, як-от _https://meet.jit.si/**НазваРозмовноїКімнати**_. Будь-хто, отримавши URL, може відкрити його переглядачем і долучитися до кімнати. Чудова робота Jitsi Meet показує, що розмови в мережі насправді працюють краще без облікових записів: так значно простіше налаштувати їх і керувати ними. Тепер жодну платформу онлайн-зустрічей не сприйматимуть серйозно, якщо вона не підтримуватиме долучення до зустрічей лише за URL: іншими словами, без жодних користувацьких облікових записів.
zh_hans: 视频会议是围绕帐户和电话号码等用户 ID 构建的。[Jitsi Meet](https://jitsi.org/jitsi-meet/) 等服务开创了一种新方式：每个会议室都由 URL 中的名称表示，例如 _https://meet.jit.si/**ThisIsAConferenceRoomName**_。任何拥有该 URL 的人都可以在浏览器中打开它并加入房间。Jitsi Meet 运行良好，并证明在线会议实际上在没有用户帐户的情况下效果更好：它们更容易设置和管理。目前，如果在线会议平台不支持仅通过 URL 加入会议，即根本没有用户帐户，则不会被重视。

source: Wikipedia is a great hybrid example. It is possible to edit most pages without an account at all, just by clicking edit and making the changes. User generated content inevitably needs controls to tame edit wars and abusive behavior. So user accounts are still a key part of how Wikipedia works. However, in this case, it stems from the Wikimedia editors' need to deliver essential services to their users rather than manufactured reasons to track and hook ever more people.
de: Wikipedia ist ein großartiges Hybridbeispiel. Es ist möglich, die meisten Seiten ohne jedwedes Konto zu bearbeiten, einfach durch einen Klick auf Bearbeiten und Durchführung der Änderungen. Nutzergenerierte Inhalte bedürfen unvermeidlich der Kontrolle, um Bearbeitungskriege und missbräuchliches Verhalten zu bändigen. Somit spielen Benutzerkonten weiterhin eine Schlüsselrolle in der Funktionsweise von Wikipedia. Jedoch entspringt es in diesem Fall der Notwendigkeit der Wikimedia-Editoren, ihren Nutzern grundlegende Dienstleistungen zu liefern, weniger vorgefertigter Gründe, immer mehr Menschen zu verfolgen und an sich zu binden.
pl: Wikipedia jest świetnym przykładem hybrydy. Większość stron można edytować w ogóle bez konta, wystarczy kliknąć edytuj i wprowadzić zmiany. Treści generowane przez użytkowników nieuchronnie wymagają kontroli, aby okiełznać wojny edycji i nadużycia. Dlatego konta użytkowników nadal stanowią kluczową część działania Wikipedii. Jednak w tym przypadku wynika to z potrzeby redaktorów Wikimedia, aby dostarczać niezbędne usługi swoim użytkownikom, a nie z wymyślonych powodów, aby śledzić i przyciągać coraz więcej osób.
ro: Wikipedia este un exemplu hibrid excelent. Este posibil să editați majoritatea paginilor fără a avea un cont, pur și simplu făcând clic pe editare și efectuând modificări. Conținutul generat de utilizatori necesită în mod inevitabil controale pentru a controla războaiele de editare și comportamentul abuziv. Așadar, conturile de utilizator sunt încă o parte esențială a modului în care funcționează Wikipedia. Cu toate acestea, în acest caz, ele provin din nevoia editorilor Wikimedia de a oferi servicii esențiale utilizatorilor lor, mai degrabă decât din motive fabricate pentru a urmări și agăța tot mai multe persoane.
ru: Википедия - отличный гибридный пример. Большинство страниц можно редактировать вообще без учетной записи, просто нажав кнопку "Редактировать" и внеся изменения. Контент, созданный пользователями, неизбежно нуждается в контроле, чтобы усмирить войны правок и неправомерное поведение. Поэтому учетные записи пользователей по-прежнему являются ключевой частью работы Википедии. Однако в данном случае это обусловлено необходимостью редакторов Викимедиа предоставлять важные услуги своим пользователям, а не надуманными причинами для отслеживания и отлова все большего числа людей.
uk: Вікіпедія — чудовий гібридний приклад. Більшість сторінок можливо редагувати без жодного облікового запису, просто натискаючи «Редагувати» й вносячи зміни. Створюваний авдиторією вміст неодмінно потребує засобів стримання війн правок та образливої поведінки. Тож облікові записи — все ще ключова складова принципу роботи Вікіпедії. Втім, у цьому випадку вона походить від потреби редакторок і редакторів Вікімедіа надавати важливі сервіси своїй авдиторії, а не від штучних підстав для відстеження й замикання все більшої кількості людей.
zh_hans: 维基百科是一个很好的混合示例。只需单击编辑并进行更改，就可以在没有帐户的情况下编辑大多数页面。用户生成的内容不可避免地需要控制来抑制编辑战和滥用行为。因此，用户帐户仍然是 Wikipedia 运作方式的关键部分。然而，在这种情况下，它源于维基媒体编辑为他们的用户提供基本服务的需要，而不是制造追踪和吸引更多人的理由。
