Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: In this edition: Lots of F-Droid news. We're looking for Mirror testers, and help with developing an auditing proxy. We are also setting up our own Matrix server, and have some news about Fairphone as a Service. In the app department, we have 12 new and {{ page.number_of_updated_apps }} updated apps. <!--more-->
de: Diesmal: Viele F-Droid Nachrichten. Wir suchen Mirror-Tester und Hilfe bei der Entwicklung eines Auditing-Proxy. Wir setzen auch unseren eigenen Matrix-Server auf und haben einige Neuigkeiten über Fairphone als Service. In der App-Abteilung haben wir 12 neue und {{ page.number_of_updated_apps }} aktualisierte Apps. <!--more-->
pl: W tej edycji: Mnóstwo nowości w F-Droid. Szukamy testerów Serwerów Lustrzanych i pomagamy w rozwijaniu inspekcji serwera proxy. Zakładamy również własny serwer Matrix i mamy wiadomości o Fairphonie jako usłudze. W dziale aplikacji mamy 12 nowych i {{ page.number_of_updated_apps }} zaktualizowanych aplikacji.
ro: În această ediție: O mulțime de știri F-Droid. Căutăm testeri Mirror și ajutor pentru dezvoltarea unui proxy de audit. De asemenea, înființăm propriul nostru server Matrix și avem noutăți despre Fairphone as a Service. În departamentul de aplicații, avem 12 aplicații noi și {{ page.number_of_updated_apps }} actualizate.
ru: В этом выпуске: Множество новостей F-Droid. Мы ищем тестеров Mirror, а также помощь в разработке прокси для аудита. Мы также устанавливаем наш собственный сервер Matrix, и у нас есть некоторые новости о Fairphone as a Service. В отделе приложений у нас есть 12 новых и {{ page.number_of_updated_apps }} обновленных приложений. <!--more-->
uk: У цьому випуску: Безліч новин F-Droid. Ми шукаємо тестерів Mirror, а також допомога в розробці проксі для аудиту. Ми також встановлюємо наш власний сервер Matrix, і у нас є деякі новини про Fairphone as a Service. У відділі застосунків у нас є 12 нових і {{ page.number_of_updated_apps }} оновлених застосунків. <!--more-->
zh_hans: 本期中：很多 F-Droid 新闻。我们正在寻找镜像测试者，并帮助开发审计代理。我们还在建立自己的 Matrix 服务器，并且有一些关于 Fairphone 即服务的消息。在应用方面，我们有 12 个新增应用和 {{ page.number_of_updated_apps }} 个应用更新。 <!--more-->

source: Mirror testers wanted
de: Mirror-Tester gesucht
pl: Poszukiwani testerzy serwerów lustrzanych
ro: Se caută testeri de oglinzi
ru: Требуются тестеры зеркал
uk: Потрібні тестери дзеркал
zh_hans: 需要镜像测试者

source: We have everything needed to support mirrors in place and running. Now we just need users to use them! This is still beta, so please report any problems you have to either the [forum](https://forum.f-droid.org/t/call-for-testing-add-a-mirror-as-a-source-for-your-f-droid/4490) or the [admin issue tracker](https://gitlab.com/fdroid/admin/issues). To add a mirror, scan the QR code or click on it from your Android device, and send it to F-Droid. F-Droid will then prompt you to add it as a mirror to F-Droid.
de: Wir haben alles, was wir brauchen, um Mirrors an Ort und Stelle zu unterstützen. Jetzt brauchen wir nur noch Anwender, die sie nutzen! Dies ist immer noch eine Beta-Version, also melden Sie bitte alle Probleme, die Sie haben, entweder im [Forum](https://forum.f-droid.org/t/call-for-testing-add-a-mirror-as-a-source-for-your-f-droid/4490) oder im [Issue Tracker für Administratoren](https://gitlab.com/fdroid/admin/issues). Um einen Mirror hinzuzufügen, scannen Sie den QR-Code oder klicken Sie ihn von Ihrem Android-Gerät aus an und senden ihn an F-Droid. F-Droid wird Sie dann auffordern, ihn als Spiegel zu F-Droid hinzuzufügen.
pl: Mamy wszystko, co jest potrzebne do obsługi serwerów lustrzanych. Teraz potrzebujemy tylko użytkowników, aby z nich korzystać! To wciąż jest wersja beta, więc zgłoś wszelkie problemy, które masz, albo na [forum](https://forum.f-droid.org/t/call-for-testing-add-a-mirror-as-a-source-for-your-f-droid/4490) lub na [admin do śledzenia błędów](https://gitlab.com/fdroid/admin/issues). Aby dodać lustro, zeskanuj kod QR lub kliknij go na urządzeniu z systemem Android i wyślij do F-Droid. F-Droid poprosi cię o dodanie go jako lustra do F-Droida.
ro: Avem tot ceea ce este necesar pentru a susține oglinzile și pentru a le pune în funcțiune. Acum avem nevoie doar de utilizatori care să le folosească! Aceasta este încă o versiune beta, așa că vă rugăm să raportați orice problemă pe care o aveți fie pe [forum](https://forum.f-droid.org/t/call-for-testing-add-a-mirror-as-a-source-for-your-f-droid/4490), fie pe [admin issue tracker](https://gitlab.com/fdroid/admin/issues). Pentru a adăuga o oglindă, scanați codul QR sau faceți clic pe el de pe dispozitivul Android și trimiteți-l la F-Droid. F-Droid vă va solicita apoi să îl adăugați ca oglindă la F-Droid.
ru: У нас есть все необходимое для поддержки зеркал. Теперь нам просто нужно, чтобы пользователи использовали их! Это все еще бета-версия, поэтому, пожалуйста, сообщайте о любых проблемах либо на [форуме](https://forum.f-droid.org/t/call-for-testing-add-a-mirror-as-a-source-for-your-f-droid/4490), либо на [трекере проблем администратора](https://gitlab.com/fdroid/admin/issues). Чтобы добавить зеркало, отсканируйте QR-код или нажмите на него с вашего Android-устройства и отправьте его в F-Droid. F-Droid предложит вам добавить его как зеркало в F-Droid.
uk: У нас є все необхідне для підтримки дзеркал. Тепер нам просто потрібно, щоб користувачі використовували їх! Це все ще бета-версія, тому, будь ласка, повідомте про виявлені проблеми або на [головна](https://forum.f-droid.org/t/call-for-testing-add-a-mirror-as-a -source-for-your-f-droid/4490), або на [трекері проблем адміністратора](https://gitlab.com/fdroid/admin/issues). Щоб додати дзеркало, відскануйте QR-код або натисніть на нього з вашого Android-пристрої і відправте його в F-Droid. F-Droid запропонує вам додати його як дзеркало в F-Droid.
zh_hans: 我们已经具备使镜像就位并运行所需的一切条件了。现在我们只需要用户使用它们！这仍然是测试版，因此请在[论坛](https://forum.f-droid.org/t/call-for-testing-add-a-mirror-as-a-source-for-your-f-droid/4490)或 [admin 问题跟踪器](https://gitlab.com/fdroid/admin/issues)报告你遇到的任何问题。要添加镜像，请扫描二维码或在你的 Android 设备上单击它，然后将其发送到 F-Droid。然后 F-Droid 会提示你将其作为镜像添加到 F-Droid。

source: These are the mirrors:
de: Dies sind die Mirrors:
pl: To są serwery lustrzane:
ro: Acestea sunt oglinzile:
ru: Это зеркала:
uk: Це дзеркала:
zh_hans: 这些是镜像：

source: Help wanted with auditing proxy
de: Hilfe bei der Prüfung von Proxy gesucht
pl: Potrzebna pomoc dzięki audytowi proxy
ro: Ajutor căutat cu auditul proxy
ru: Требуется помощь в проведении аудита прокси
uk: Потрібна допомога в проведенні аудиту проксі
zh_hans: 需要审计代理的帮助

source: **[@uniq](https://chaos.social/@uniq)** has put together an [auditing proxy](https://gitlab.com/fdroid/fdroidserver/issues/418) that forces all downloads to match a trusted whitelist during the build process. In order for this to reliably work, it needs to be able to act on HTTPS downloads as well. We are looking for help from people with experience with MITMproxy or similar things so that we can put together a solid, trustworthy configuration.
de: **[@uniq](https://chaos.social/@uniq)** hat einen [Audit-Proxy](https://gitlab.com/fdroid/fdroidserver/issues/418) zusammengestellt, der alle Downloads zwingt, während des Build-Prozesses einer vertrauenswürdigen Whitelist zu entsprechen. Damit dies zuverlässig funktioniert, muss es auch auf HTTPS-Downloads reagieren können. Wir suchen Hilfe von Personen mit Erfahrung mit MITMproxy oder ähnlichen Dingen, damit wir eine solide, vertrauenswürdige Konfiguration zusammenstellen können.
pl: **[@uniq](https://chaos.social/@uniq)** przygotował serwer proxy [auditing proxy](https://gitlab.com/fdroid/fdroidserver/issues/418), który wymusza pobranie wszystkich pobrań do zaufanej białej listy podczas procesu kompilacji. Aby to działało niezawodnie, musi również być w stanie działać na plikach do pobrania HTTPS. Szukamy pomocy od osób mających doświadczenie z MITMproxy lub podobnych rzeczy, dzięki czemu możemy stworzyć solidną, godną zaufania konfigurację.
ro: **[@uniq](https://chaos.social/@uniq)** a creat un [auditing proxy](https://gitlab.com/fdroid/fdroidserver/issues/418) care forțează toate descărcările să se potrivească cu o listă albă de încredere în timpul procesului de construire. Pentru ca acest lucru să funcționeze în mod fiabil, trebuie să fie capabil să acționeze și asupra descărcărilor HTTPS. Căutăm ajutor din partea persoanelor cu experiență în MITMproxy sau lucruri similare, astfel încât să putem pune la punct o configurație solidă și de încredere.
ru: **[@uniq](https://chaos.social/@uniq)** создал [аудиторский прокси](https://gitlab.com/fdroid/fdroidserver/issues/418), который заставляет все загрузки соответствовать доверенному белому списку в процессе сборки. Для того, чтобы это надежно работало, необходимо, чтобы оно могло действовать и на HTTPS-загрузки. Мы ищем помощи от людей с опытом работы с MITMproxy или подобными вещами, чтобы мы могли собрать надежную, заслуживающую доверия конфигурацию.
uk: **[@uniq](https://chaos.social/@uniq)** створив [аудиторський проксі](https://gitlab.com/fdroid/fdroidserver/issues/418), який змушує все завантаження відповідати довіреній білому списку в процесі складання. Для того, щоб це надійно працювало, необхідно, щоб воно могло діяти і на HTTPS-завантаження. Ми шукаємо допомоги від людей з досвідом роботи з MITMproxy або подібними речами, щоб ми могли зібрати надійну, яка заслуговує довіри конфігурацію.
zh_hans: **[@uniq](https://chaos.social/@uniq)** 已经建立了一个[审计代理](https://gitlab.com/fdroid/fdroidserver/issues/418)强制所有在构建过程中的下载匹配受信任的白名单。为了使其可靠地工作，它还需要能够对 HTTPS 下载进行操作。我们正在寻求具有 MITMproxy 或类似经验的人的帮助，以便我们可以构建一个可靠、值得信赖的配置。

source: Hourly website translation updates
de: Stündliche Aktualisierung der Website-Übersetzung
pl: Godzinowe aktualizacje tłumaczeń stron
ro: Actualizări din oră în oră ale traducerii site-ului web
ru: Почасовые обновления перевода веб-сайта
uk: Погодинні оновлення перекладу вебсайту
zh_hans: 每小时网站翻译更新

source: We recently started a [project to streamline the translation process](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877), with a specific focus on the website and the Android client. **[@\_hc](https://forum.f-droid.org/u/hans)** [announced](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877/38) the first concrete improvement to this workflow: we now have hourly rebuilds of [https://staging.f-droid.org](https://staging.f-droid.org). If you are translating the website, the build process will check for updates once an hour.
de: Wir haben vor kurzem ein [Projekt zur Straffung des Übersetzungsprozesses](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877) gestartet, mit einem besonderen Fokus auf die Website und den Android-Client. Als erste konkrete Verbesserung dieses Workflows machte **[@\_hc](https://forum.f-droid.org/u/hans)** [die Ankündigung](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877/38), dass [https://staging.f-droid.org](https://staging.f-droid.org) jetzt stündlich neu aufgebaut wird. Wenn Sie die Website übersetzen, wird der Build-Prozess einmal pro Stunde nach Updates suchen.
pl: Niedawno rozpoczęliśmy [projekt mający na celu usprawnienie procesu tłumaczenia](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877), szczególny nacisk położony jest na stronę internetową i klienta Android. **[@\_hc](https://forum.f-droid.org/u/hans)** [announced](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877/38) pierwsze konkretne ulepszenie tego przepływu pracy: obecnie mamy godzinowe przebudowy [https://staging.f-droid.org](https://staging.f-droid.org). Jeśli tłumaczymy witrynę, proces kompilacji będzie sprawdzać aktualizacje raz na godzinę.
ro: Am demarat recent un [project to streamline the translation process](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877), cu accent pe site-ul web și pe clientul Android. **[@\_hc](https://forum.f-droid.org/u/hans)** [a anunțat](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877/38) prima îmbunătățire concretă a acestui flux de lucru: acum avem reconstruiri din oră în oră ale [https://staging.f-droid.org](https://staging.f-droid.org). Dacă traduceți site-ul web, procesul de construire va verifica dacă există actualizări o dată pe oră.
ru: Недавно мы начали [проект по оптимизации процесса перевода](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877), уделяя особое внимание веб-сайту и клиенту для Android. **[@\_hc](https://forum.f-droid.org/u/hans)** [объявили](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877/38) о первом конкретном улучшении этого рабочего процесса: теперь мы ежечасно перестраиваем [https://staging.f-droid.org](https://staging.f-droid.org). Если вы переводите сайт, процесс сборки будет проверять наличие обновлений раз в час.
uk: Нещодавно ми почали [проєкт по оптимізації процесу перекладу](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877), приділяючи особливу увагу веб -Сайти і клієнтові для Android. **[@ \ _ hc](https://forum.f-droid.org/u/hans)**[оголосили](https://forum.f-droid.org/t/calling-all-translators- new-project-to-streamline-translation-process/3877/38) про перший конкретному поліпшенні цього робочого процесу: тепер ми щогодини розбудовуємо [https://staging.f-droid.org](https://staging.f- droid.org). Якщо ви переводите сайт, процес складання перевірятиме наявність оновлень раз на годину.
zh_hans: 我们最近启动了一个[简化翻译流程的项目](https://forum.f-droid.org/t/calling-all-translators-new-project-to-streamline-translation-process/3877)，其中特别关注网站和 Android 客户端。**[@\_hc](https://forum.f-droid.org/u/hans)** [宣布了](https://forum.f-droid.org/t/calling-all-translates-new-project-to-streamline-translation-process/3877/38)这个工作流程的第一个具体改进：我们现在每小时重新构建 [https://staging.f-droid.org](https://staging.f-droid.org)。如果你正在翻译网站，构建过程将每小时检查一次更新。

source: Fairphone as a Service (FaaS)
de: Fairphone als eine Dienstleistung (FaaS)
pl: Fairphone jako usługa (FaaS)
ro: Fairphone ca serviciu (FaaS)
ru: Fairphone как услуга (FaaS)
uk: Fairphone як послуга (FaaS)
zh_hans: Fairphone 即服务 (FaaS)

source: [Commown](https://commown.fr) (website in French only, sorry) is a French cooperative that supports fair and sustainable electronics by buying, and then leasing [Fairphones](https://www.fairphone.com/en/) to their customers. They recently announced you can now choose between Fairphone OS (Android with Google apps) and Fairphone Open OS (AOSP without any proprietary app).
de: [Commown](https://commown.fr) (Internetseite leider nur in Französisch) ist eine französische Kooperative, die fairgehandelte und nachhaltige Elektronikartikel fördert, indem sie [Fairphones](https://www.fairphone.com/en/) kauft und ihren Kunden vermietet. Sie haben kürzlich angekündigt, dass man jetzt zwischen Fairphone OS (Android mit Google Apps) und Fairphone Open OS (AOSP ohne jegliche proprietäre App) auswählen kann.
pl: [Commown](https://commown.fr) (strona tylko w języku francuskim, przepraszam) to francuska spółdzielnia, która wspiera uczciwą i zrównoważoną elektronikę, kupując, a następnie dzierżawiąc [Fairphones](https://www.fairphone.com/en/) dla swoich klientów. Niedawno ogłosili, że możesz teraz wybierać pomiędzy systemem Fairphone OS (Android z aplikacjami Google) a systemem Fairphone Open OS (AOSP bez żadnej zastrzeżonej aplikacji).
ro: [Commown](https://commown.fr) (site-ul web este doar în franceză, ne pare rău) este o cooperativă franceză care sprijină produsele electronice echitabile și durabile prin cumpărarea și apoi închirierea de [Fairphones](https://www.fairphone.com/en/) către clienții săi. Recent, au anunțat că acum puteți alege între Fairphone OS (Android cu aplicații Google) și Fairphone Open OS (AOSP fără aplicații proprietare).
ru: [Commown](https://commown.fr) (сайт только на французском языке, извините) - это французский кооператив, который поддерживает справедливую и устойчивую электронику, покупая, а затем предоставляя в аренду [Fairphones](https://www.fairphone.com/en/) своим клиентам. Недавно они объявили, что теперь вы можете выбирать между Fairphone OS (Android с приложениями Google) и Fairphone Open OS (AOSP без каких-либо фирменных приложений).
uk: [Commown](https://commown.fr) (сайт тільки французькою мовою, вибачте) - це французький кооператив, який підтримує справедливу і стійку електроніку, купуючи, а потім надаючи в оренду [Fairphones](https://www. fairphone.com/en/) своїм клієнтам. Нещодавно вони оголосили, що тепер ви можете вибирати між Fairphone OS (Android з застосунками Google) і Fairphone Open OS (AOSP без будь-яких фірмових застосунків).
zh_hans: [Commown](https://commown.fr)（只有法语网站，抱歉）是一家的法国合作企业，通过购买和出租 [Fairphones](https://www.fairphone.com/en/) 给他们的客户支持公平和可持续的电子产品。他们最近宣布你现在可以在 Fairphone OS（带有 Google 应用的 Android）和 Fairphone Open OS（不带任何专有应用的 AOSP）之间进行选择。

source: They preinstall several apps on the open version (F-Droid, Fennec, Silence, Amaze, etc.) so the user experience for beginners is better than only having the outdated AOSP system apps. All these apps are installed from F-Droid so they will continue to be updated by the F-Droid client.
de: Auf der Open-Version sind einige Apps (F-Droid, Fennec, Silence, Amaze, etc.) vorinstalliert, damit das Nutzererlebnis für Anfänger besser ist als wenn nur die nicht mehr zeitgemäßen AOSP-System-Apps bereitstehen. Alle diese Apps werden von F-Droid installiert und werden somit weiter über den F-Droid-Client aktualisiert.
pl: Wstępnie instalują kilka aplikacji w otwartej wersji (F-Droid, Fennec, Silence, Amaze itd.), Więc wygoda korzystania dla początkujących jest lepsza niż tylko z nieaktualnymi aplikacjami systemu AOSP. Wszystkie te aplikacje są instalowane z F-Droid, więc będą nadal aktualizowane przez klienta F-Droid.
ro: Ei preinstalează mai multe aplicații pe versiunea deschisă (F-Droid, Fennec, Silence, Amaze etc.), astfel încât experiența de utilizare pentru începători este mai bună decât dacă ar fi vorba doar de aplicațiile de sistem AOSP învechite. Toate aceste aplicații sunt instalate din F-Droid, astfel încât vor continua să fie actualizate de către clientul F-Droid.
ru: Они предварительно устанавливают несколько приложений на открытую версию (F-Droid, Fennec, Silence, Amaze и т.д.), так что пользовательский опыт для новичков будет лучше, чем при использовании только устаревших системных приложений AOSP. Все эти приложения устанавливаются из F-Droid, поэтому они будут продолжать обновляться клиентом F-Droid.
uk: Вони попередньо встановлюють кілька застосунків на відкриту версію (F-Droid, Fennec, Silence, Amaze і т.д.), так що призначений для користувача досвід для новачків буде краще, ніж при використанні тільки застарілих системних застосунків AOSP. Всі ці програми встановлюються з F-Droid, тому вони будуть продовжувати оновлюватися клієнтом F-Droid.
zh_hans: 他们在开放版本上预装了几个应用（F-Droid、Fennec、Silence、Amaze 等），因此新手的用户体验比只拥有过时的 AOSP 系统应用更好。所有这些应用都是从 F-Droid 安装的，因此它们将继续由 F-Droid 客户端更新。

source: More reading:
de: Weitere Berichte:
pl: Więcej czytania:
ro: Mai multe informații:
ru: Больше читать:
uk: Більше читати:
zh_hans: 更多阅读：

source: [Commons as the model for the future](https://medium.com/@myriamboure/commons-the-model-of-post-liberal-capitalism-55375f052a22) (Medium.com link. Sorry again.)
de: [Allgemeingüter als das Zukunftsmodell](https://medium.com/@myriamboure/commons-the-model-of-post-liberal-capitalism-55375f052a22) (Medium.com-Link. Tut uns wiederum leid.)
pl: [Commons jako wzór na przyszłość](https://medium.com/@myriamboure/commons-the-model-of-post-liberal-capitalism-55375f052a22) (link Medium.com przepraszam ponownie.)
ro: [Commons as the model for the future](https://medium.com/@myriamboure/commons-the-model-of-post-liberal-capitalism-55375f052a22) (Medium.com link. Îmi pare rău din nou.)
ru: [Общины как модель будущего](https://medium.com/@myriamboure/commons-the-model-of-post-liberal-capitalism-55375f052a22) (Ссылка на Medium.com. Извините еще раз.)
uk: [Громади як модель майбутнього](https://medium.com/@myriamboure/commons-the-model-of-post-liberal-capitalism-55375f052a22) (Посилання на Medium.com. Вибачте ще раз.)
zh_hans: [Commons 作为未来的模型](https://medium.com/@myriamboure/commons-the-model-of-post-liberal-capitalism-55375f052a22)（Medium.com 链接。再次抱歉。）

source: F-Droid Matrix server
pl: Serwer F-Droid Matrix
ro: F-Droid server Matrix
ru: Сервер F-Droid Matrix
uk: Сервер F-Droid Matrix
zh_hans: F-Droid Matrix 服务器

source: Several core F-Droid contributors use Matrix to communicate, both amongst themselves and with the F-Droid IRC rooms, which are bridged with Matrix. As Matrix became more popular for this, we've been building up our presence, establishing "real" rooms instead of the ones the bridge creates for us.
de: Einige Mitwirkende des F-Droid-Kernteams nutzen Matrix zur Kommunikation, sowohl untereinander als auch mit den F-Droid-IRC-Räumen, die in Matrix übergeleitet werden. Da Matrix auf diese Weise populärer wurde, haben wir unsere eigene Präsenz etabliert und "echte" Räume aufgebaut, anstatt derjenigen, welche die Überleitung für uns erstellt.
pl: Kilku głównych współpracowników F-Droid używa Matrix do komunikowania się, zarówno między sobą, jak między pokojami F-Droid IRC, które są połączone z Matrix. Ponieważ Matrix stał się coraz bardziej popularny, budowaliśmy naszą obecność, tworząc "prawdziwe" pokoje zamiast tych, które tworzy dla nas most.
ro: Mai mulți colaboratori de bază ai F-Droid folosesc Matrix pentru a comunica, atât între ei cât și cu camerele IRC ale F-Droid, care sunt conectate cu Matrix. Pe măsură ce Matrix a devenit mai popular pentru acest lucru, ne-am consolidat prezența, stabilind camere "reale" în loc de cele pe care le creează bridge-ul pentru noi.
ru: Несколько основных участников F-Droid используют Matrix для общения, как между собой, так и с IRC-комнатами F-Droid, которые соединены мостом с Matrix. Поскольку Matrix стал более популярным для этого, мы наращиваем наше присутствие, создавая "настоящие" комнаты, а не те, которые мост создает для нас.
uk: Кілька основних учасників F-Droid використовують Matrix для спілкування, як між собою, так і з IRC-кімнатами F-Droid, які з'єднані мостом з Matrix. Оскільки Matrix став більш популярним для цього, ми нарощуємо нашу присутність, створюючи "справжні" кімнати, а не ті, які міст створює для нас.
zh_hans: 几个核心 F-Droid 贡献者使用 Matrix 在他们之间以及与桥接的 F-Droid IRC 聊天室进行通信。随着 Matrix 在这方面变得越来越流行，我们一直在增进我们的存在，建立“真正”的聊天室，而不是桥为我们创建的聊天室。
