Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: {{ page.major }} Lots of changes for **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)**, which updates we haven't been picking up since early June. Updating straight from 1.3.2 to 2.0.3, it has refined masquerading rules, starting on boot, dark theme and Android TV support, identifying and blocking unwanted clients, recording per-client bandwidth, and a ton of UI improvements and fixes. Note that the functionality of this app is limited without root access.
de: {{ page.major }} Viele Änderungen in **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)**, deren Updates wir seit Anfang Juni nicht mehr übernommen haben. Geradewegs von 1.3.2 auf 2.0.3 aktualisiert, besitzt sie verfeinerte Masquerading-Regeln, den Start beim Boot, ein dunkles Design und die Android-TV-Unterstützung, Identifizierung und Blockierung unerwünschter Clients, Aufzeichnung der Bandbreite pro Client, und eine Masse an Verbesserungen der Benutzeroberfläche und Fehlerlösungen. Beachten Sie, dass die Funktionalität dieser App ohne Root-Zugriff eingeschränkt ist.
pl: {{ page.major }} Wiele zmian dla **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)**, które aktualizacje nie są odbierane od początku czerwca. Aktualizując bezpośrednio z wersji 1.3.2 do wersji 2.0.3, ma udoskonalone zasady maskowania, począwszy od bootowania, ciemnego motywu i obsługi Android TV, identyfikacji i blokowania niechcianych klientów, rejestrowania przepustowości na klienta i mnóstwo ulepszeń interfejsu i poprawek. Zwróć uwagę, że funkcjonalność tej aplikacji jest ograniczona bez dostępu do roota.
ro: {{ page.major }} O mulțime de modificări pentru **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)**, actualizări pe care nu le-am mai preluat de la începutul lunii iunie. Actualizând direct de la 1.3.2 la 2.0.3, are reguli de mascare rafinate, pornirea la pornire, suport pentru tema întunecată și Android TV, identificarea și blocarea clienților nedoriți, înregistrarea lățimii de bandă per-client și o tonă de îmbunătățiri și corecturi ale interfeței de utilizare. Rețineți că funcționalitatea acestei aplicații este limitată fără acces root.
ru: {{ page.major }} Много изменений для **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)**, обновления которого мы не получали с начала июня. Обновившись сразу с 1.3.2 до 2.0.3, оно получило уточненные правила маскировки, запуск при загрузке, поддержку темной темы и Android TV, идентификацию и блокировку нежелательных клиентов, учет пропускной способности каждого клиента, а также тонну улучшений и исправлений пользовательского интерфейса. Обратите внимание, что функциональность этого приложения ограничена без root-доступа.
uk: {{ page.major }} Багато змін для **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)**, оновлення якого ми не отримували з початку червня. Оновившись відразу з версії 1.3.2 до 2.0.3, він отримав уточнені правила маскування, запуск під час завантаження, підтримку темної теми та Android TV, ідентифікацію та блокування небажаних клієнтів, облік пропускної здатності кожного клієнта, а також масу поліпшень і виправлень інтерфейсу користувача. Зверніть увагу, що функціональність цього застосунку обмежена без root-доступу.
zh_hans: {{ page.major }} **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)** 的许多变化，从 6 月初开始这些更新我们没有构建。从 1.3.2 直接更新到 2.0.3，它改进了伪装规则，从启动开始、深色主题和 Android TV 支持、识别和阻止不需要的客户端、记录每个客户端的带宽，以及大量的 UI 改进和修复。请注意，此应用的功能在没有 root 访问权限的情况下受到限制。

source: **[PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/)** is a client for Ubuntu pastebin. It was updated from 1.0 to 1.5, now with a stable and responsive UI, new recent post and about options, new custom toolbars and menu bars, and the usual bug fixes.
de: **[PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/)** ist ein Client für Ubuntu Pastebin. Er wurde von 1.0 auf 1.5 aktualisiert, nun mit einer stabilen und reaktionsfähigen Benutzeroberfläche, neuen "letzter Post"- und "Über"-Optionen, neu angepassten Werkzeug- und Menüleisten und den üblichen Fehlerkorrekturen.
pl: **[PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/)** jest klientem dla Ubuntu Pastebin. Został zaktualizowany z wersji 1.0 na 1.5, teraz posiada stabilny i responsywny interfejs użytkownika, nowy post i opcje, nowe niestandardowe paski narzędzi i paski menu oraz zwykłe poprawki błędów.
ro: **[PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/)** este un client pentru Ubuntu pastebin. A fost actualizat de la 1.0 la 1.5, acum cu o interfață de utilizare stabilă și receptivă, noi opțiuni de postări recente și despre, noi bare de instrumente și bare de meniu personalizate și obișnuitele corecturi de erori.
ru: **[PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/)** - это клиент для пастебина Ubuntu. Он был обновлен с 1.0 до 1.5, теперь с стабильным и отзывчивым пользовательским интерфейсом, новыми опциями недавних сообщений и about, новыми пользовательскими панелями инструментов и меню, а также обычными исправлениями ошибок.
uk: **[PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/)** - це клієнт для пастебіна Ubuntu. Він був оновлений з 1.0 до 1.5, тепер з стабільним і чуйним призначеним для користувача інтерфейсом, новими опціями недавніх повідомлень і about, новими для користувача панелями інструментів і меню, а також звичайними виправленнями помилок.
zh_hans: **[PasteBin](https://f-droid.org/packages/com.anoopknr.pastebin/)** 是 Ubuntu pastebin 的客户端。它从 1.0 更新到 1.5，现在具有稳定且响应迅速的 UI、最近发布的新帖子和关于选项、新的自定义工具栏和菜单栏，以及通常的错误修复。

source: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** updated from 5.10.3 to 5.10.4, adding optimizations to its HTTPS upgrading solution.
de: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)**, von 5.10.3 auf 5.10.4 aktualisiert, ergänzt Optimierungen in seiner Umsetzung der HTTPS-Höhereinstufung.
pl: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** zaktualizowano wersję z 5.10.3 do 5.10.4, dodając optymalizacje rozwiązania do aktualizacji HTTPS.
ro: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** actualizat de la 5.10.3 la 5.10.4, adăugând optimizări la soluția sa de actualizare HTTPS.
ru: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** обновлен с 5.10.3 до 5.10.4, добавлены оптимизации в решение для обновления HTTPS.
uk: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** оновлений з 5.10.3 до 5.10.4, додані оптимізації в рішення для оновлення HTTPS.
zh_hans: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** 从 5.10.3 更新到 5.10.4，对其 HTTPS 升级方案进行了优化.

source: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** allows you to send and receive files over available connections, and pause and resume transfer process even when an error is given. This update from 1.2.7.2 to 1.2.7.5 brings improved support for Android 9 (Pie), a theme update & dark theme, and an improved look for the app and the QR scanner, as well as new and updated translations and bug fixes.
de: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** ermöglicht den Versand und Empfang von Dateien über die zur Verfügung stehenden Verbindungen und das Pausieren und Fortsetzen des Übertragungsvorgangs selbst bei Auftreten eines Fehlers. Dieses Update von 1.2.7.2 auf 1.2.7.5 bringt die verbesserte Unterstützung von Android 9 (Pie) mit, ein aktualisertes & ein dunkles Design sowie ein verbessertes Aussehen der App und des QR-Scanners, wie auch neue und aktualisierte Übersetzungen und Fehlerlösungen.
pl: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** możliwia wysyłanie i odbieranie plików za pośrednictwem dostępnych połączeń, a także wstrzymywanie i wznawianie procesu przesyłania nawet w przypadku podania błędu. Ta aktualizacja z wersji 1.2.7.2 do wersji 1.2.7.5 zapewnia ulepszoną obsługę systemu Android 9 (Pie), motyw ciemnej kompozycji oraz ulepszony wygląd aplikacji i skanera QR, a także nowe i zaktualizowane tłumaczenia i poprawki błędów.
ro: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** vă permite să trimiteți și să primiți fișiere prin intermediul conexiunilor disponibile, precum și să întrerupeți și să reluați procesul de transfer chiar și atunci când apare o eroare. Această actualizare de la 1.2.7.2 la 1.2.7.5 aduce un suport îmbunătățit pentru Android 9 (Pie), o actualizare a temei și a temei întunecate și un aspect îmbunătățit al aplicației și al scanerului QR, precum și traduceri noi și actualizate și corecturi de erori.
ru: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** позволяет отправлять и получать файлы через доступные соединения, а также приостанавливать и возобновлять процесс передачи даже при возникновении ошибки. Это обновление с 1.2.7.2 до 1.2.7.5 приносит улучшенную поддержку Android 9 (Pie), обновление темы и темной темы, улучшенный внешний вид приложения и QR-сканера, а также новые и обновленные переводы и исправления ошибок.
uk: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** дозволяє відправляти і отримувати файли через доступні з'єднання, а також припиняти і відновлювати процес передачі навіть при виникненні помилки. Це оновлення з 1.2.7.2 до 1.2.7.5 приносить поліпшену підтримку Android 9 (Pie), оновлення теми і темної теми, покращений зовнішній вигляд програми і QR-сканера, а також нові та оновлені переклади і виправлення помилок.
zh_hans: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** 允许你通过可用连接发送和接收文件，即使出现错误也可以暂停和恢复传输过程给出。从 1.2.7.2 到 1.2.7.5 的此次更新改进了对 Android 9 (Pie) 的支持、主题更新和深色主题、应用和 QR 扫描器的改进外观，以及新增和更新的翻译和错误修复。

source: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** is a map viewer with navigation system and support for offline use. This update from 2.0 to 2.3 allows to load GPX files to show an analysis and route, mute voice guidance when in a phone call, make downloads visible in the notification bar, now accepts geo: links from other apps, and several UI improvements.
de: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** ist ein Kartenbetrachter mit Navigationssystem und Unterstützung für den Offline-Gebrauch. Diese Aktualisierung von 2.0 auf 2.3 ermöglicht das Laden von GPX-Dateien, um eine Analyse und Route anzuzeigen, die Stummschaltung der Sprachführung bei Telefonanrufen, das Sichtbarmachen von Downloads in der Benachrichtigungsleiste, akzeptiert jetzt geo: Links aus anderen Apps, und enthält diverse UI-Verbesserungen.
pl: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** to przeglądarka map z systemem nawigacji i obsługą offline. Ta aktualizacja z wersji 2.0 do 2.3 pozwala ładować pliki GPX, aby pokazać analizę i trasę, wyciszyć wskazówki głosowe podczas rozmowy telefonicznej, sprawić, by pliki do pobrania widoczne na pasku powiadomień, teraz akceptuje geo: linki z innych aplikacji i kilka ulepszeń interfejsu użytkownika.
ro: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** este un vizualizator de hărți cu sistem de navigație și suport pentru utilizare offline. Această actualizare de la 2.0 la 2.3 permite încărcarea fișierelor GPX pentru a afișa o analiză și un traseu, dezactivarea ghidării vocale atunci când se află într-un apel telefonic, face ca descărcările să fie vizibile în bara de notificare, acceptă acum geo: link-uri din alte aplicații și mai multe îmbunătățiri ale interfeței de utilizare.
ru: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** - это просмотрщик карт с навигационной системой и поддержкой автономного использования. Обновление с 2.0 до 2.3 позволяет загружать файлы GPX для отображения анализа и маршрута, отключать голосовые подсказки во время телефонного разговора, сделать загрузки видимыми в панели уведомлений, теперь принимает гео: ссылки из других приложений, а также несколько улучшений пользовательского интерфейса.
uk: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** - це переглядач карт з навігаційною системою і підтримкою автономного використання. Оновлення з 2.0 до 2.3 дозволяє завантажувати файли GPX для відображення аналізу і маршруту, відключати голосові підказки під час телефонної розмови, зробити завантаження видимими в панелі повідомлень, тепер приймає гео: посилання з інших застосунків, а також кілька поліпшень призначеного для користувача інтерфейсу.
zh_hans: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** 是一款带导航系统并支持离线使用的地图查看器。从 2.0 到 2.3 的这次更新允许加载 GPX 文件以显示分析和路线，在通话时静音语音指导，在通知栏中显示下载，现在接受来自其他应用的 geo: 链接，以及一些 UI 改进。

source: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** 4.2.0 has some updated libraries + translation updates.
de: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** 4.2.0 hat einige aktualisierte Bibliotheken + Übersetzungen.
pl: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** 4.2.0 ma kilka zaktualizowanych bibliotek + aktualizacje tłumaczeń.
ro: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** 4.2.0 are câteva biblioteci actualizate + actualizări de traducere.
ru: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** В 4.2.0 обновлены некоторые библиотеки + обновления перевода.
uk: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** В 4.2.0 оновлені деякі бібліотеки + оновлення перекладу.
zh_hans: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** 4.2.0 有一些更新的库和翻译更新。

source: **[File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** 4.3.1 has some bugfixes and translation improvements.
de: **[File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** 4.3.1 hat einige Korrekturen und Verbesserungen der Übersetzungen.
pl: **[Menedżer Plików](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** 4.3.1 ma kilka poprawek i ulepszeń w tłumaczeniu.
ro: **[File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** 4.3.1 are câteva corecturi de erori și îmbunătățiri de traducere.
ru: **[File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** В версии 4.3.1 исправлены некоторые ошибки и улучшен перевод.
uk: **[File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** У версії 4.3.1 виправлені деякі помилки і поліпшений переклад.
zh_hans: **[File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** 4.3.1 有一些错误修正和翻译改进。

source: **[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** 4.6.5 adds notch support for Android 9 (Pie), faster video seeking by dragging a finger at the bottom seekbar, a different way of displaying fullscreen GIFs, a new toggle for trying to show the best possible image quality, keep Favorite items marked after moving, and many smaller improvements and fixes.
de: **[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** 4.6.5 fügt die Notch-Unerstützung für Android 9 (Pie) hinzu, ein schnelleres Video-Spulen, mittels Fingerzug an der unteren SeekBar, eine andere Art der Anzeige von GIFs im Vollbildmodus, einen neuen Umschalter, um die Anzeige der bestmöglichen Bildqualität auszuprobieren, lässt Favoriteneinträge nach Verschieben markiert und hat viele kleinere Verbesserungen und Korrekturen.
pl: **[Galeria](https://f-droid.org/packages/com.simplemobiletools.gallery/)** 4.6.5 dodaje obsługę wycinania dla systemu Android 9 (Pie), szybsze wyszukiwanie filmów poprzez przeciągnięcie palcem w dolnym panelu wyszukiwania, inny sposób wyświetlania pełnoekranowych plików GIF, nowy przełącznik do próby wyświetlenia najlepszej możliwej jakości obrazu, zachowanie ulubionych pozycji oznaczonych po przeniesieniu i wiele mniejszych usprawnień i poprawek.
ro: **[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** 4.6.5 adaugă suport pentru notch pentru Android 9 (Pie), căutare video mai rapidă prin tragerea unui deget în bara de căutare din partea de jos, un mod diferit de afișare a GIF-urilor pe ecran complet, un nou comutator pentru încercarea de a afișa cea mai bună calitate posibilă a imaginii, păstrarea elementelor Favorite marcate după mutare și multe îmbunătățiri și corecturi mai mici.
ru: **[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** В 4.6.5 добавлена поддержка вырезов для Android 9 (Pie), ускорен поиск видео с помощью перетаскивания пальца на нижней панели поиска, другой способ отображения полноэкранных GIF, новый переключатель для попытки показать наилучшее возможное качество изображения, сохранение избранных элементов отмеченными после перемещения, а также множество мелких улучшений и исправлений.
uk: **[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** В 4.6.5 додана підтримка вирізів для Android 9 (Pie), прискорений пошук відео за допомогою перетягування пальця на нижній панелі пошуку, інший спосіб відображення повноекранних GIF, новий перемикач для спроби показати найкраще можливе якість зображення, збереження обраних елементів зазначеними після переміщення, а також безліч дрібних поліпшень і виправлень.
zh_hans: **[Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)** 4.6.5 增加了对 Android 9 (Pie) 刘海屏的支持，支持通过在视频底部进度条拖动手指更快地定位视频，新增全屏显示 GIF 的另一种方式，尝试显示最佳图像质量的新开关，支持移动后保留项目收藏标记，以及许多较小的改进和修复。

source: **[Elementary](https://f-droid.org/packages/com.ultramegatech.ey/)** is a simple Periodic Table and element reference application. Version 0.9.0 now requires at least Android 4.0 (up from 2.3), and has updated videos for Argon, Tin and Dubnium.
de: **[Elementary](https://f-droid.org/packages/com.ultramegatech.ey/)** ist eine einfache Periodentafel und ein Elementeverzeichnis. Version 0.9.0 braucht jetzt mindestens Android 4.0 (zuvor 2.3) und besitzt aktualisierte Videos für Argon, Zinn und Dubnium.
pl: **[Elementary](https://f-droid.org/packages/com.ultramegatech.ey/)** jest prostym układem okresowym i aplikacją odniesienia elementów. Wersja 0.9.0 wymaga teraz co najmniej wersji Androida 4.0 (od wersji 2.3) i zaktualizowała filmy dla Argon, Tin i Dubnium.
ro: **[Elementary](https://f-droid.org/packages/com.ultramegatech.ey/)** este o aplicație simplă de referință pentru tabelul periodic și elemente. Versiunea 0.9.0 necesită acum cel puțin Android 4.0 (de la 2.3) și are videoclipuri actualizate pentru Argon, Staniu și Dubnion..
ru: **[Elementary](https://f-droid.org/packages/com.ultramegatech.ey/)** - это простое приложение для работы с Периодической таблицей и справочником элементов. Версия 0.9.0 теперь требует как минимум Android 4.0 (по сравнению с 2.3) и содержит обновленные видео для аргона, олова и дубния.
uk: **[Elementary](https://f-droid.org/packages/com.ultramegatech.ey/)** - це простий застосунок для роботи з Періодичної таблиці і довідником елементів. Версія 0.9.0 тепер вимагає як мінімум Android 4.0 (в порівнянні з 2.3) і містить оновлені відео для аргону, олова і Дубно.
zh_hans: **[Elementary](https://f-droid.org/packages/com.ultramegatech.ey/)** 是一个简单的元素周期表和元素参考应序。 0.9.0 版现在至少需要 Android 4.0（高于 2.3），并更新了 Argon、Tin 和 Dubnium 的视频。

source: {{ page.major }} **[Qz](https://f-droid.org/packages/com.vonglasow.michael.qz/)** (pronounced "queues") connects to an RDS/TMC receiver to receive live traffic messages, helping you avoid congestions. Version 2.0.0 is out, with the ability to send new messages as TraFF feeds to applications supporting it, updates to location tables, and fixing a bug causing the message list UI to miss some updates.
de: {{ page.major }} **[Qz](https://f-droid.org/packages/com.vonglasow.michael.qz/)** (ausgesprochen "kju:s") verbindet sich mit einem RDS/TMC-Empfänger, um Live-Verkehrsnachrichten zu erhalten, die Ihnen helfen, Staus zu vermeiden. Version 2.0.0 kam heraus mit der Möglichkeit, neue Meldungen als TraFF-Feeds an Anwendugen zu senden, die das unterstützen, Aktualisierungen der Standorttabellen und Behebung eines Fehlers, der dazu führte, dass die Nachrichtenlistenoberfläche manche Aktualisierungen verpasste.
pl: {{ page.major }} **[Qz](https://f-droid.org/packages/com.vonglasow.michael.qz/)** (powiadamianie "korki") łączy się z odbiornikiem RDS/TMC, aby odbierać komunikaty na żywo, pomagając w uniknięciu zatorów. Wersja 2.0.0 jest dostępna, z możliwością wysyłania nowych wiadomości jako feedów TRAFF do aplikacji, które ją obsługują, aktualizacją tabel lokalizacji i naprawiania błąd powodujący, że interfejs listy wiadomości nieprzegapi pewnych aktualizacji.
ro: {{ page.major }} **[Qz](https://f-droid.org/packages/com.vonglasow.michael.qz/)** (pronounced "queues") se conectează la un receptor RDS/TMC pentru a recepționa mesaje în direct despre trafic, ajutându-vă să evitați aglomerațiile. Versiunea 2.0.0 a fost lansată, cu posibilitatea de a trimite mesaje noi sub formă de fluxuri TraFF către aplicațiile care le acceptă, actualizări ale tabelelor de localizare și remedierea unei erori care făcea ca interfața de utilizare a listei de mesaje să rateze unele actualizări.
ru: {{ page.major }} **[Qz](https://f-droid.org/packages/com.vonglasow.michael.qz/)** (произносится как "queues") подключается к приемнику RDS/TMC для получения сообщений о дорожной обстановке в реальном времени, помогая вам избежать заторов. Вышла версия 2.0.0, в которой появилась возможность отправлять новые сообщения в виде TraFF-лент в приложения, поддерживающие эту функцию, обновлены таблицы местоположения, а также исправлена ошибка, из-за которой пользовательский интерфейс списка сообщений пропускал некоторые обновления.
uk: {{ page.major }} **[Qz](https://f-droid.org/packages/com.vonglasow.michael.qz/)** (вимовляється як "queues") підключається до приймача RDS/TMC для отримання повідомлень про дорожню обстановку в реальному часі, допомагаючи вам уникнути заторів. Вийшла версія 2.0.0, в якій з'явилася можливість відправляти нові повідомлення в вигляді TraFF-стрічок в застосунки, які підтримують цю функцію, оновлені таблиці розташування, а також виправлена помилка, через яку призначений для користувача інтерфейс списку повідомлень пропускав деякі оновлення.
zh_hans: {{ page.major }} **[Qz](https://f-droid.org/packages/com.vonglasow.michael.qz/)**（发音为“queues”）连接到 RDS/TMC 接收器接收实时交通信息，帮助你避免拥堵。 2.0.0 版已经发布，能够将新消息作为 TraFF 提要发送到支持它的应用，更新位置表，并修复导致消息列表 UI 错过一些更新的错误。
