Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)** was [updated](https://github.com/goodtime-productivity/Goodtime/releases) from 2.0.6 to 2.0.8
de: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)**-[Aktualisierung](https://github.com/goodtime-productivity/Goodtime/releases) von 2.0.6 auf 2.0.8
pl: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)** został [zaktualizowany](https://github.com/goodtime-productivity/Goodtime/releases) z 2.0.6 do 2.0.8
ro: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)**a fost [updated](https://github.com/goodtime-productivity/Goodtime/releases) de la 2.0.6 la 2.0.8
ru: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)** был [обновлен](https://github.com/goodtime-productivity/Goodtime/releases) с 2.0.6 до 2.0.8
uk: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)** [оновлено](https://github.com/goodtime-productivity/Goodtime/releases) з 2.0.6 до 2.0.8
zh_hans: **[Goodtime](https://f-droid.org/packages/com.apps.adrcotfas.goodtime/)** 从 2.0.6 [更新](https://github.com/goodtime-productivity/Goodtime/releases)到 2.0.8

source: **[Gotify](https://f-droid.org/packages/com.github.gotify/)** was updated from 2.0.5 to 2.0.7
de: **[Gotify](https://f-droid.org/packages/com.github.gotify/)** erhielt ein Update von 2.0.5 auf 2.0.7
pl: **[Gotify](https://f-droid.org/packages/com.github.gotify/)** został zaktualizowany z 2.0.5 do 2.0.7
ro: **[Gotify](https://f-droid.org/packages/com.github.gotify/)** a fost actualizat de la 2.0.5 la 2.0.7
ru: **[Gotify](https://f-droid.org/packages/com.github.gotify/)** был обновлен с 2.0.5 до 2.0.7
uk: **[Gotify](https://f-droid.org/packages/com.github.gotify/)** оновлено з 2.0.5 до 2.0.7
zh_hans: **[Gotify](https://f-droid.org/packages/com.github.gotify/)** 从 2.0.5 更新到 2.0.7

source: **[Green](https://f-droid.org/packages/com.greenaddress.greenbits_android_wallet/)** was [updated](https://github.com/blockstream/green_android/releases) from 2.07 to 3.1.3
de: **[Green](https://f-droid.org/packages/com.greenaddress.greenbits_android_wallet/)**-[Aktualisierung](https://github.com/blockstream/green_android/releases) von 2.07 auf 3.1.3
pl: **[Green](https://f-droid.org/packages/com.greenaddress.greenbits_android_wallet/)** został [zaktualizowany](https://github.com/blockstream/green_android/releases) z 2.07 do 3.1.3
ro: **[Green](https://f-droid.org/packages/com.greenaddress.greenbits_android_wallet/)** a fost [updated](https://github.com/blockstream/green_android/releases) de la 2.07 la 3.1.3
ru: **[Green](https://f-droid.org/packages/com.greenaddress.greenbits_android_wallet/)** был [обновлен](https://github.com/blockstream/green_android/releases) с 2.07 до 3.1.3
uk: **[Green](https://f-droid.org/packages/com.greenaddress.greenbits_android_wallet/)** [оновлено](https://github.com/blockstream/green_android/releases) з 2.07 до 3.1.3
zh_hans: **[Green](https://f-droid.org/packages/com.greenaddress.greenbits_android_wallet/)** 从 2.07 [更新](https://github.com/blockstream/green_android/releases)至 3.1.3

source: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)** was updated from 2.4.1 to 2.5.1
de: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)** erhielt ein Update von 2.4.1 auf 2.5.1
pl: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)** został zaktualizowany z 2.4.1 do 2.5.1
ro: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)** a fost actualizat de la 2.4.1 la 2.5.1
ru: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)** был обновлен с 2.4.1 до 2.5.1
uk: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)** оновлено з 2.4.1 до 2.5.1
zh_hans: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)** 从 2.4.1 更新到 2.5.1

source: **[HABPanelViewer](https://f-droid.org/packages/de.vier_bier.habpanelviewer/)** was [updated](https://github.com/vbier/habpanelviewer/releases) from 0.9.24 to 0.9.25
de: **[HABPanelViewer](https://f-droid.org/packages/de.vier_bier.habpanelviewer/)**-[Aktualisierung](https://github.com/vbier/habpanelviewer/releases) von 0.9.24 auf 0.9.25
pl: **[HABPanelViewer](https://f-droid.org/packages/de.vier_bier.habpanelviewer/)** został [zaktualizowany](https://github.com/vbier/habpanelviewer/releases) z 0.9.24 do 0.9.25
ro: **[HABPanelViewer](https://f-droid.org/packages/de.vier_bier.habpanelviewer/)** a fost[updated](https://github.com/vbier/habpanelviewer/releases) de la 0.9.24 la 0.9.25
ru: **[HABPanelViewer](https://f-droid.org/packages/de.vier_bier.habpanelviewer/)** был [обновлен](https://github.com/vbier/habpanelviewer/releases) с 0.9.24 до 0.9.25
uk: **[HABPanelViewer](https://f-droid.org/packages/de.vier_bier.habpanelviewer/)** [оновлено](https://github.com/vbier/habpanelviewer/releases) з 0.9.24 до 0.9.25
zh_hans: **[HABPanelViewer](https://f-droid.org/packages/de.vier_bier.habpanelviewer/)** 从 0.9.24 [更新](https://github.com/vbier/habpanelviewer/releases)至 0.9.25

source: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)** was updated from 0.7.50 to 0.9.3
de: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)** erhielt ein Update von 0.7.50 auf 0.9.3
pl: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)** został zaktualizowany z 0.7.50 do 0.9.3
ro: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)** a fost actualizat de la 0.7.50 la 0.9.3
ru: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)** обновлен с 0.7.50 до 0.9.3
uk: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)** оновлено з 0.7.50 до 0.9.3
zh_hans: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)** 从 0.7.50 更新到 0.9.3

source: **[Headphone detector for Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanillaplug/)** was updated from 1.6 to 1.7
de: **[Headphone detector for Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanillaplug/)** erhielt ein Update von 1.6 auf 1.7
pl: **[Headphone detector for Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanillaplug/)** został zaktualizowany z 1.6 do 1.7
ro: **[Headphone detector for Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanillaplug/)** a fost actualizată de la 1.6 la 1.7
ru: **[Headphone detector for Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanillaplug/)** был обновлен с 1.6 до 1.7
uk: **[Headphone detector for Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanillaplug/)** оновлено з 1.6 до 1.7
zh_hans: **[Headphone detector for Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanillaplug/)** 从 1.6 更新到 1.7

source: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)** was updated from 1.5 to 1.6
de: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)** erhielt ein Update von 1.5 auf 1.6
pl: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)** został zaktualizowany z 1.5 do 1.6
ro: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)** a fost actualizată de la 1.5 la 1.6
ru: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)** обновлены с 1.5 до 1.6
uk: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)** оновлено з 1.5 до 1.6
zh_hans: **[Helsinki Timetables](https://f-droid.org/packages/com.redblaster.hsl.main/)** 从 1.5 更新到 1.6

source: **[HgLauncher](https://f-droid.org/packages/mono.hg/)** was [updated](https://github.com/F4uzan/HgLauncher/releases) from 1.4.1.2 to 1.4.2.2
de: **[HgLauncher](https://f-droid.org/packages/mono.hg/)**-[Aktualisierung](https://github.com/F4uzan/HgLauncher/releases) von 1.4.1.2 auf 1.4.2.2
pl: **[HgLauncher](https://f-droid.org/packages/mono.hg/)** został [zaktualizowany](https://github.com/F4uzan/HgLauncher/releases) z 1.4.1.2 do 1.4.2.2
ro: **[HgLauncher](https://f-droid.org/packages/mono.hg/)** a fost [updated](https://github.com/F4uzan/HgLauncher/releases) de la 1.4.1.2 la 1.4.2.2
ru: **[HgLauncher](https://f-droid.org/packages/mono.hg/)** был [обновлен](https://github.com/F4uzan/HgLauncher/releases) с 1.4.1.2 до 1.4.2.2
uk: **[HgLauncher](https://f-droid.org/packages/mono.hg/)** [оновлено](https://github.com/F4uzan/HgLauncher/releases) з 1.4.1.2 до 1.4.2.2
zh_hans: **[HgLauncher](https://f-droid.org/packages/mono.hg/)** 从 1.4.1.2 [更新](https://github.com/F4uzan/HgLauncher/releases)至 1.4.2.2

source: **[Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/)** was updated from 1.2.2 to 1.3
de: **[Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/)** erhielt ein Update von 1.2.2 auf 1.3
pl: **[Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/)** został zaktualizowany z 1.2.2 do 1.3
ro: **[Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/)** a fost actualizat de la 1.2.2 la 1.3
ru: **[Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/)** был обновлен с 1.2.2 до 1.3
uk: **[Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/)** оновлено з 1.2.2 до 1.3
zh_hans: **[Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/)** 从 1.2.2 更新到 1.3

source: **[Hourly Reminder](https://f-droid.org/packages/com.github.axet.hourlyreminder/)** was updated from 3.2.52 to 3.3.7
de: **[Hourly Reminder](https://f-droid.org/packages/com.github.axet.hourlyreminder/)** erhielt ein Update von 3.2.52 auf 3.3.7
pl: **[Hourly Reminder](https://f-droid.org/packages/com.github.axet.hourlyreminder/)** został zaktualizowany z 3.2.52 do 3.3.7
ro: **[Hourly Reminder](https://f-droid.org/packages/com.github.axet.hourlyreminder/)** a fost actualizat de la 3.2.52 la 3.3.7
ru: **[Hourly Reminder](https://f-droid.org/packages/com.github.axet.hourlyreminder/)** был обновлен с 3.2.52 до 3.3.7
uk: **[Hourly Reminder](https://f-droid.org/packages/com.github.axet.hourlyreminder/)** оновлено з 3.2.52 до 3.3.7
zh_hans: **[Hourly Reminder](https://f-droid.org/packages/com.github.axet.hourlyreminder/)** 从 3.2.52 更新到 3.3.7

source: **[I2P](https://f-droid.org/packages/net.i2p.android.router/)** was updated from 0.9.37 to 0.9.41
de: **[I2P](https://f-droid.org/packages/net.i2p.android.router/)** erhielt ein Update von 0.9.37 auf 0.9.41
pl: **[I2P](https://f-droid.org/packages/net.i2p.android.router/)** został zaktualizowany z 0.9.37 do 0.9.41
ro: **[I2P](https://f-droid.org/packages/net.i2p.android.router/)** a fost actualizat de la 0.9.37 la 0.9.41
ru: **[I2P](https://f-droid.org/packages/net.i2p.android.router/)** обновлено с 0.9.37 до 0.9.41
uk: **[I2P](https://f-droid.org/packages/net.i2p.android.router/)** оновлено з 0.9.37 до 0.9.41
zh_hans: **[I2P](https://f-droid.org/packages/net.i2p.android.router/)** 从 0.9.37 更新到 0.9.41

source: **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)** was [updated](https://forums.bitfire.at/category/5/icsx?tag=announcement) from 1.8.1 to 1.8.3
de: **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)** [aktualisiert](https://forums.bitfire.at/category/5/icsx?tag=announcement) von 1.8.1 auf 1.8.3
pl: **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)** został [zaktualizowany](https://forums.bitfire.at/category/5/icsx?tag=announcement) z 1.8.1 do 1.8.3
ro: **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)** a fost [updated](https://forums.bitfire.at/category/5/icsx?tag=announcement) de la 1.8.1 la 1.8.3
ru: **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)** был [обновлен](https://forums.bitfire.at/category/5/icsx?tag=announcement) с 1.8.1 до 1.8.3
uk: **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)** [оновлено](https://forums.bitfire.at/category/5/icsx?tag=announcement) з 1.8.1 до 1.8.3
zh_hans: **[ICSx⁵](https://f-droid.org/packages/at.bitfire.icsdroid/)** 已从 1.8.1 [更新](https://forums.bitfire.at/category/5/icsx?tag=announcement)到 1.8.3

source: **[Intent Intercept](https://f-droid.org/packages/de.k3b.android.intentintercept/)** was [updated](https://github.com/k3b/intent-intercept/releases) from 3.0.1 to 3.0.2
de: **[Intent Intercept](https://f-droid.org/packages/de.k3b.android.intentintercept/)**-[Aktualisierung](https://github.com/k3b/intent-intercept/releases) von 3.0.1 auf 3.0.2
pl: **[Intent Intercept](https://f-droid.org/packages/de.k3b.android.intentintercept/)** został [zaktualizowany](https://github.com/k3b/intent-intercept/releases) z 3.0.1 do 3.0.2
ro: **[Intent Intercept](https://f-droid.org/packages/de.k3b.android.intentintercept/)** a fost [updated](https://github.com/k3b/intent-intercept/releases) de la 3.0.1 la 3.0.2
ru: **[Intent Intercept](https://f-droid.org/packages/de.k3b.android.intentintercept/)** был [обновлен](https://github.com/k3b/intent-intercept/releases) с 3.0.1 до 3.0.2
uk: **[Intent Intercept](https://f-droid.org/packages/de.k3b.android.intentintercept/)** [оновлено](https://github.com/k3b/intent-intercept/releases) з 3.0.1 до 3.0.2
zh_hans: **[Intent Intercept](https://f-droid.org/packages/de.k3b.android.intentintercept/)** 从 3.0.1 [更新](https://github.com/k3b/intent-intercept/releases)到 3.0.2

source: **[Internet Radio](https://f-droid.org/packages/community.peers.internetradio/)** was updated from 4.0.0 to 4.1.2
de: **[Internet Radio](https://f-droid.org/packages/community.peers.internetradio/)** erhielt ein Update von 4.0.0 auf 4.1.2
pl: **[Internet Radio](https://f-droid.org/packages/community.peers.internetradio/)** został zaktualizowany z 4.0.0 do 4.1.2
ro: **[Internet Radio](https://f-droid.org/packages/community.peers.internetradio/)** a fost actualizat de la 4.0.0 la 4.1.2
ru: **[Internet Radio](https://f-droid.org/packages/community.peers.internetradio/)** обновлено с 4.0.0 до 4.1.2
uk: **[Internet Radio](https://f-droid.org/packages/community.peers.internetradio/)** оновлено з 4.0.0 до 4.1.2
zh_hans: **[Internet Radio](https://f-droid.org/packages/community.peers.internetradio/)** 从 4.0.0 更新到 4.1.2

source: **[J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/)** was updated from 1.4.3 to 1.5.0
de: **[J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/)** erhielt ein Update von 1.4.3 auf 1.5.0
pl: **[J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/)** został zaktualizowany z 1.4.3 do 1.5.0
ro: **[J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/)** a fost actualizat de la 1.4.3 la 1.5.0
ru: **[J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/)** был обновлен с 1.4.3 до 1.5.0
uk: **[J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/)** оновлено з 1.4.3 до 1.5.0
zh_hans: **[J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/)** 从 1.4.3 更新到 1.5.0

source: **[Jami](https://f-droid.org/packages/cx.ring/)** was [updated](https://git.jami.net/savoirfairelinux/ring-client-android/tree/master/ring-android/fastlane/metadata/android/en-US/changelogs) from 20180805 to 20190602-01
de: **[Jami](https://f-droid.org/packages/cx.ring/)** mit einem [Update](https://git.jami.net/savoirfairelinux/ring-client-android/tree/master/ring-android/fastlane/metadata/android/en-US/changelogs) von 20180805 auf 20190602-01
pl: **[Jami](https://f-droid.org/packages/cx.ring/)** został [zaktualizowany](https://git.jami.net/savoirfairelinux/ring-client-android/tree/master/ring-android/fastlane/metadata/android/en-US/changelogs) z 20180805 do 20190602-01
ro: **[Jami](https://f-droid.org/packages/cx.ring/)** a fost [updated](https://git.jami.net/savoirfairelinux/ring-client-android/tree/master/ring-android/fastlane/metadata/android/en-US/changelogs) de la 20180805 la 20190602-01
ru: **[Jami](https://f-droid.org/packages/cx.ring/)** был [обновлен](https://git.jami.net/savoirfairelinux/ring-client-android/tree/master/ring-android/fastlane/metadata/android/en-US/changelogs) с 20180805 по 20190602-01
uk: **[Jami](https://f-droid.org/packages/cx.ring/)** [оновлено](https://git.jami.net/savoirfairelinux/ring-client-android/tree/master/ring-android/fastlane/metadata/android/en-US/changelogs) з 20180805 до 20190602-01
zh_hans: **[Jami](https://f-droid.org/packages/cx.ring/)** 从 20180805 [更新](https://git.jami.net/savoirfairelinux/ring-client-android/tree/master/ring-android/fastlane/metadata/android/en-US/changelogs)到 20190602-01

source: **[KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/)** was updated from 1.12.6 to 1.12.93
de: **[KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/)** erhielt ein Update von 1.12.6 auf 1.12.93
pl: **[KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/)** został zaktualizowany z 1.12.6 do 1.12.93
ro: **[KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/)** a fost actualizat de la 1.12.6 la 1.12.93
ru: **[KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/)** был обновлен с 1.12.6 до 1.12.93
uk: **[KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/)** оновлено з 1.12.6 до 1.12.93
zh_hans: **[KDE Connect](https://f-droid.org/packages/org.kde.kdeconnect_tp/)** 从 1.12.6 更新到 1.12.93

source: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** was [updated](https://github.com/Neamar/KISS/releases) from 3.7.9 to 3.9.0
de: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)**-[Aktualisierung](https://github.com/Neamar/KISS/releases) von 3.7.9 auf 3.9.0
pl: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** został [zaktualizowany](https://github.com/Neamar/KISS/releases) z 3.7.9 do 3.9.0
ro: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** a fost [updated](https://github.com/Neamar/KISS/releases) de la 3.7.9 la 3.9.0
ru: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** был [обновлен](https://github.com/Neamar/KISS/releases) с 3.7.9 до 3.9.0
uk: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** [оновлено](https://github.com/Neamar/KISS/releases) з 3.7.9 до 3.9.0
zh_hans: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** 从3.7.9 [更新](https://github.com/Neamar/KISS/releases)至 3.9.0

source: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)** was [updated](https://github.com/koreader/koreader/releases) from v2019.03.1 to v2019.06
de: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)**-[Aktualisierung](https://github.com/koreader/koreader/releases) von v2019.03.1 auf v2019.06
pl: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)** został [zaktualizowany](https://github.com/koreader/koreader/releases) z v2019.03.1 do v2019.06
ro: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)** a fost [updated](https://github.com/koreader/koreader/releases) de la v2019.03.1 la v2019.06
ru: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)** был [обновлен](https://github.com/koreader/koreader/releases) с v2019.03.1 до v2019.06
uk: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)** [оновлено](https://github.com/koreader/koreader/releases) з v2019.03.1 до v2019.06
zh_hans: **[KOReader](https://f-droid.org/packages/org.koreader.launcher/)** 从 v2019.03.1 [更新](https://github.com/koreader/koreader/releases) 到 v2019.06

source: **[Kakugo](https://f-droid.org/packages/org.kaqui/)** was updated from 1.19 to 1.27.1
de: **[Kakugo](https://f-droid.org/packages/org.kaqui/)** erhielt ein Update von 1.19 auf 1.27.1
pl: **[Kakugo](https://f-droid.org/packages/org.kaqui/)** został zaktualizowany z 1.19 do 1.27.1
ro: **[Kakugo](https://f-droid.org/packages/org.kaqui/)** a fost actualizat de la 1.19 la 1.27.1
ru: **[Kakugo](https://f-droid.org/packages/org.kaqui/)** обновлено с 1.19 до 1.27.1
uk: **[Kakugo](https://f-droid.org/packages/org.kaqui/)** оновлено з 1.19 до 1.27.1
zh_hans: **[Kakugo](https://f-droid.org/packages/org.kaqui/)** 从 1.19 更新到 1.27.1

source: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)** was updated from 1.1.1 to 1.1.2a
de: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)** erhielt ein Update von 1.1.1 auf 1.1.2a
pl: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)** został zaktualizowany z 1.1.1 do 1.1.2a
ro: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)** a fost actualizată de la 1.1.1 la 1.1.2a
ru: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)** был обновлен с 1.1.1 до 1.1.2a
uk: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)** оновлено з 1.1.1 до 1.1.2a
zh_hans: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)** 从 1.1.1 更新到 1.1.2a

source: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)** was updated from 18.0 to 18.2
de: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)** erhielt ein Update von 18.0 auf 18.2
pl: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)** został zaktualizowany z 18.0 do 18.2
ro: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)** a fost actualizată de la 18.0 la 18.2
ru: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)** был обновлен с 18.0 до 18.2
uk: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)** оновлено з 18.0 до 18.2
zh_hans: **[Kodi](https://f-droid.org/packages/org.xbmc.kodi/)** 从 18.0 更新到 18.2

source: **[Kwik DMAP](https://f-droid.org/packages/player.efis.mfd/)** was [updated](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) from 2.3 to 2.4
de: **[Kwik DMAP](https://f-droid.org/packages/player.efis.mfd/)**-[Aktualisierung](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) von 2.3 auf 2.4
pl: **[Kwik DMAP](https://f-droid.org/packages/player.efis.mfd/)** został [zaktualizowany](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) z 2.3 do 2.4
ro: **[Kwik DMAP](https://f-droid.org/packages/player.efis.mfd/)** a fost [updated](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) de la 2. 3 la 2. 4
ru: **[Kwik DMAP](https://f-droid.org/packages/player.efis.mfd/)** был [обновлен](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) с 2.3 до 2.4
uk: **[Kwik DMAP](https://f-droid.org/packages/player.efis.mfd/)** [оновлено](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) з 2.3 до 2.4
zh_hans: **[Kwik DMAP](https://f-droid.org/packages/player.efis.mfd/)** 从 2.3 [更新](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md)到 2.4

source: **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** was [updated](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) from 4.2 to 4.3
de: **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)**-[Aktualisierung](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) von 4.2 auf 4.3
pl: **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** został [zaktualizowany](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) z 4.2 do 4.3
ro: **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** a fost [updated](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) de la 4.2 la 4.3
ru: **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** был [обновлен](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) с 4.2 до 4.3
uk: **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** [оновлено](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md) з 4.2 до 4.3
zh_hans: **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** 从 4.2 [更新](https://gitlab.com/ninelima/kwikEFIS/blob/HEAD/CHANGELOG.md)到 4.3
