Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: After a few month hiatus, our staging setup for the complete buildserver is again running, thanks to the [Reproducible Builds](https://reproducible-builds.org/) team who host that infrastructure. These Continuous Integration (CI) jobs create a [complete buildserver](https://jenkins.debian.net/job/reproducible_setup_fdroid_build_environment/) from scratch once a week based on the current source code (e.g. _master_). This buildserver instance is then used to [build all apps](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/) that have not yet been built on this machine. Getting these CI jobs running again pointed us to a [key issue](https://jenkins.debian.net/job/reproducible_fdroid_test/259/console) that was blocking the publishing of updates for over a week.
de: Nach einigen Monaten Pause läuft unser Staging-Setup für den kompletten Buildserver wieder, dank dem [Reproducible Builds](https://reproducible-builds.org/)-Team, das diese Einrichtung hostet. Diese Continuous Integration (CI)-Aufgaben erstellen einmal pro Woche einen von Grund auf neuen [vollständigen Buildserver](https://jenkins.debian.net/job/reproducible_setup_fdroid_build_environment/) auf der Grundlage des aktuellsten Quellcodes (z. B. _master_). Diese Buildserver-Instanz wird dann dazu verwendet, [alle Apps herzustellen](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/). die noch nicht auf dieser Maschine erstellt wurden. Als wir diese CI-Jobs wieder zum Laufen brachten, stießen wir auf ein [Schlüsselproblem](https://jenkins.debian.net/job/reproducible_fdroid_test/259/console) , das die Veröffentlichung von Updates für über eine Woche blockierte.
pl: Po kilkumiesięcznej przerwie nasza konfiguracja stagingu dla kompletnego serwera buildserver działa ponownie dzięki zespołowi [Reproducible Builds](https://reproducible-builds.org/), który hostuje tę infrastrukturę. Te zadania Continuous Integration (CI) tworzą [kompletny serwer buildserver](https://jenkins.debian.net/job/reproducible_setup_fdroid_build_environment/) od zera raz w tygodniu na podstawie bieżącego kodu źródłowego (np. _master_). Ta instancja buildserver jest następnie używana do [kompilacji wszystkich aplikacji](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/), które nie zostały jeszcze zbudowane na tym komputerze. Ponowne uruchomienie tych zadań CI wskazało nam na [kluczowy problem](https://jenkins.debian.net/job/reproducible_fdroid_test/259/console), który blokował publikowanie aktualizacji przez ponad tydzień.
ro: După o pauză de câteva luni, configurația noastră de pregătire pentru serverul de compilare complet funcționează din nou, mulțumită echipei [Reproducible Builds](https://reproducible-builds.org/) care găzduiește această infrastructură. Aceste lucrări de Integrare Continuă (CI) creează de la zero un [complete buildserver](https://jenkins.debian.net/job/reproducible_setup_fdroid_build_environment/) o dată pe săptămână, pe baza codului sursă curent (de exemplu, _master_). Această instanță de buildserver este apoi utilizată pentru a [build all apps](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/) care nu au fost încă construite pe această mașină. Repunerea în funcțiune a acestor lucrări CI ne-a indicat o [key issue](https://jenkins.debian.net/job/reproducible_fdroid_test/259/console) care bloca publicarea actualizărilor de peste o săptămână.
ru: После перерыва в несколько месяцев наша установка для полного сервера сборок снова работает, благодаря команде [Reproducible Builds](https://reproducible-builds.org/), которая размещает эту инфраструктуру. Эти задания непрерывной интеграции (CI) создают [полный сервер сборок](https://jenkins.debian.net/job/reproducible_setup_fdroid_build_environment/) с нуля раз в неделю на основе текущего исходного кода (например, _master_). Этот экземпляр buildserver затем используется для [сборки всех приложений](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/), которые еще не были собраны на этой машине. Запуск этих заданий CI снова указал нам на [ключевую проблему](https://jenkins.debian.net/job/reproducible_fdroid_test/259/console), которая блокировала публикацию обновлений в течение недели.
uk: Після кількамісячної перерви наша установка для повного сервера збірок знову працює, завдяки команді [Reproducible Builds](https://reproducible-builds.org/), яка розміщує цю інфраструктуру. Ці завдання безперервної інтеграції (CI) створюють [повний сервер збірок](https://jenkins.debian.net/job/reproducible_setup_fdroid_build_environment/) з нуля раз в тиждень на основі поточного вихідного коду (наприклад, _master_). Цей екземпляр buildserver потім використовується для [збірки всіх застосунків](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/), які ще не були зібрані на цій машині. Запуск цих завдань CI знову вказав нам на [ключову проблему](https://jenkins.debian.net/job/reproducible_fdroid_test/259/console), яка блокувала публікацію оновлень протягом тижня.
zh_hans: 经过几个月的中断，我们的完整构建服务器的暂存设置再次运行，这要感谢托管该基础架构的[可重复构建](https://reproducible-builds.org/)团队。这些持续集成 (CI) 作业基于当前源代码（例如 _master_）每周一次从头开始创建一个[完整的构建服务器](https://jenkins.debian.net/job/reproducible_setup_fdroid_build_environment/)。然后使用此构建服务器实例[构建所有尚未在这台机器上构建的应用](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/)。让这些 CI 作业再次运行向我们指出了一个阻止更新发布超过一周的[关键问题](https://jenkins.debian.net/job/reproducible_fdroid_test/259/console)。

source: We often get questions about how people can contribute to F-Droid. One less visible but nonetheless important way to contribute is monitoring these CI jobs and then troubleshooting the cause. All of these server setups are automated, and all of the software that run f-droid.org are free software.
de: Wir erhalten oft Anfragen, wie Leute an F-Droid mitarbeiten können. Eine wenig sichtbare, aber nichtsdestotrotz wichtige Art der Mitarbeit ist die Überwachung dieser CI-Jobs und Behebung der Ursachen bei Problemen. All diese Server-Setups sind automatisiert und die gesamte Software, die auf f-droid.org läuft ist freie Software.
pl: Często dostajemy pytania na temat tego, jak ludzie mogą przyczynić się do rozwoju F-Droid. Mniej widocznym, ale mimo to ważnym sposobem przyczynienia się jest monitorowanie zadań CI, a następnie rozwiązywanie problemu. Wszystkie te konfiguracje serwerów są zautomatyzowane, a całe oprogramowanie działające na stronie f-droid.org jest wolnym oprogramowaniem.
ro: Primim adesea întrebări despre cum pot contribui oamenii la F-Droid. Un mod mai puțin vizibil, dar totuși important de a contribui este monitorizarea acestor lucrări CI și apoi depanarea cauzei. Toate aceste setări de servere sunt automatizate, iar toate programele care rulează f-droid.org sunt programe libere.
ru: Мы часто получаем вопросы о том, как люди могут внести свой вклад в развитие F-Droid. Одним из менее заметных, но тем не менее важных способов внести свой вклад является мониторинг этих заданий CI и последующее устранение причин. Все эти серверные установки автоматизированы, а все программное обеспечение, на котором работает f-droid.org, является свободным.
uk: Ми часто отримуємо питання про те, як люди можуть внести свій вклад в розвиток F-Droid. Одним з менш помітних, але тим не менш важливих способів внести свій вклад є моніторинг цих завдань CI і подальше усунення причин. Всі ці серверні установки автоматизовані, а все програмне забезпечення, на якому працює f-droid.org, є вільним.
zh_hans: 我们经常收到有关人们如何为 F-Droid 做出贡献的问题。一种不太明显但仍然很重要的贡献方式是监控这些 CI 作业，然后排除故障原因。所有这些服务器设置都是自动化的，所有运行 f-droid.org 的软件都是自由软件。

source: Anyone can follow the CI tests, the official tests for the build and publish process are all listed on the [fdroidserver project README](https://gitlab.com/fdroid/fdroidserver/#readme). And then we welcome merge requests to [fix the issue](https://gitlab.com/fdroid/fdroidserver/merge_requests/679), filing an issue to report and track the problem, or even discussion of the problem in our chat room.
de: Jeder kann die CI-Tests nachvollziehen, die offiziellen Tests für den Build- und Veröffentlichungsprozess sind in der [README des fdroidserver-Projekts](https://gitlab.com/fdroid/fdroidserver/#readme) aufgelistet. Und wir begrüßen dann Merge Requests zur [Problemlösung](https://gitlab.com/fdroid/fdroidserver/merge_requests/679), indem ein Ticket erstellt wird, mit dem das Problem erfasst und geschildert wird, oder auch eine Diskussion des Problems in unserem Chat-Room erfolgt.
pl: Każdy może śledzić testy CI, wszystkie oficjalne testy procesu kompilacji i publikacji są wymienione w [pliku README projektu fdroidserver](https://gitlab.com/fdroid/fdroidserver/#readme). Następnie z zadowoleniem przyjmujemy prośby o scalenie, aby [naprawić problem](https://gitlab.com/fdroid/fdroidserver/merge_requests/679), zgłoszenia problemu w celu śledzenia problemu, a nawet dyskusji na temat problemu w naszym czacie.
ro: Oricine poate urmări testele CI, testele oficiale pentru procesul de construire și publicare sunt toate listate pe [fdroidserver project README](https://gitlab.com/fdroid/fdroidserver/#readme). Și apoi, salutăm cererile de fuziune către [fix the issue](https://gitlab.com/fdroid/fdroidserver/merge_requests/679), depunerea unei probleme pentru a raporta și urmări problema sau chiar discutarea problemei în camera noastră de chat.
ru: Любой может проследить за тестами CI, официальные тесты для процесса сборки и публикации перечислены в [README проекта fdroidserver](https://gitlab.com/fdroid/fdroidserver/#readme). Затем, мы приветствуем запросы на слияние в [fix the issue](https://gitlab.com/fdroid/fdroidserver/merge_requests/679), подачу проблемы для сообщения и отслеживания проблемы, или даже обсуждение проблемы в нашем чате.
uk: Будь-хто може простежити за тестами CI, офіційні тести для процесу складання і публікації перераховані в [README проєкту fdroidserver](https://gitlab.com/fdroid/fdroidserver/#readme). Потім, ми вітаємо запити на злиття в [fix the issue](https://gitlab.com/fdroid/fdroidserver/merge_requests/679), подачу проблеми для повідомлення і відстеження проблеми, або навіть обговорення проблеми в нашому чаті.
zh_hans: 任何人都可以关注 CI 测试，构建和发布过程的官方测试都列在 [fdroidserver 项目 README](https://gitlab.com/fdroid/fdroidserver/#readme) 中。然后我们欢迎合并请求[修复问题](https://gitlab.com/fdroid/fdroidserver/merge_requests/679)，提交问题以报告和跟踪问题，甚至在我们的聊天室中讨论问题.

source: New language: Polish
de: Neue Sprache: Polnisch
pl: Nowy język: polski
ro: O limbă nouă: Poloneză
ru: Новый язык: Польский
uk: Новий переклад: Польська
zh_hans: 新语言：波兰语

source: We are pleased to announce the launch of the completed Polish translation on this site! The Polish translators have covered almost all the text that can be translated, with 100% of the client, website strings, static pages, and tutorials available in Polish. On top of that, 95% of the documentation, 83% of the blog posts, and 78% of the app summaries are in Polish. If you want to see this reach 100%, [contribute on Weblate](https://hosted.weblate.org/projects/f-droid/website/pl/).
de: Wir freuen uns, die Einführung der fertiggestellten polnischen Übersetzung auf dieser Website anzukündigen! Die polnischen Übersetzer haben fast den gesamten zu übersetzenden Text bearbeitet, damit 100% des Clients, der Website-Zeichenketten, statischen Seiten und Anleitungen auf Polnisch zur Verfügung stehen. Darüber hinaus sind 95% der Dokumentation, 83% der Blog-Posts und 78% der App-Zusammenfassungen auf Polnisch. Möchtet ihr sehen, dass diese 100% erreichen, dann [beteiligt euch auf Weblate](https://hosted.weblate.org/projects/f-droid/website/pl/).
pl: Z przyjemnością ogłaszamy uruchomienie na tej stronie ukończonego tłumaczenia polskiego! Polscy tłumacze opisali prawie cały tekst, który można przetłumaczyć, przy 100% klienta, ciągi stron internetowych, strony statyczne i samouczki są dostępne w języku polskim. Ponadto 95% dokumentacji, 83% postów na blogu i 78% streszczeń aplikacji jest w języku polskim. Jeśli chcesz, aby osiągnąć ten cel w 100%, [przyczyń się do tego na Weblate](https://hosted.weblate.org/projects/f-droid/website/pl/).
ro: Avem plăcerea de a anunța lansarea traducerii complete în limba poloneză pe acest site! Traducătorii polonezi au acoperit aproape toate textele care pot fi traduse, cu 100% din client, șirurile site-ului, paginile statice și tutoriale disponibile în limba poloneză. În plus, 95% din documentație, 83% din postările de pe blog și 78% din rezumatele aplicațiilor sunt în poloneză. Dacă doriți ca acest lucru să ajungă la 100%, [contribute on Weblate](https://hosted.weblate.org/projects/f-droid/website/pl/).
ru: Мы рады объявить о запуске завершенного перевода на польский язык этого сайта! Польские переводчики охватили почти весь текст, который можно перевести: 100% клиента, строк сайта, статических страниц и учебников доступны на польском языке. Кроме того, 95% документации, 83% сообщений в блоге и 78% аннотаций приложений переведены на польский язык. Если вы хотите, чтобы этот показатель достиг 100%, [внесите свой вклад на Weblate](https://hosted.weblate.org/projects/f-droid/website/pl/).
uk: Ми раді оголосити про запуск завершеного перекладу на польську мову цього сайту! Польські перекладачі охопили майже весь текст, який можна перевести: 100% клієнта, рядків сайту, статичних сторінок і підручників доступні польською мовою. Крім того, 95% документації, 83% повідомлень в блозі і 78% анотацій застосунків переведені на польську мову. Якщо ви хочете, щоб цей показник досяг 100%, [внесіть свій внесок на Weblate](https://hosted.weblate.org/projects/f-droid/website/pl/).
zh_hans: 我们很高兴地宣布在这个网站上发布完成的波兰语翻译！波兰语翻译者几乎涵盖了所有可以翻译的文本，100% 的客户端、网站字符串、静态页面和教程都提供波兰语。最重要的是，95% 的文档、83% 的博客文章和 78% 的应用摘要都是波兰语。如果你想看到这达到 100%，[请在 Weblate 上进行贡献](https://hosted.weblate.org/projects/f-droid/website/pl/)。

source: This does not mean that every bit of text on the site is in Polish, since we get the app descriptions from the app developers. To make it easier for translators to contribute translations to all the apps in F-Droid, you can find the __Translation__ links for apps that have set up a translation service.
de: Das bedeutet nicht, dass jedes Bisschen Text auf der Website polnisch ist, da die App-Beschreibungen von den App-Entwicklern stammen. Damit es Übersetzer leichter haben, Übersetzungen zu allen Apps in F-Droid beizusteuern, findet ihr für Apps, die einen Übersetzungsdienst eingerichtet haben, die Links __Übersetzung__.
pl: Nie oznacza to, że każdy fragment tekstu na stronie jest w języku polskim, ponieważ opisy aplikacji pochodzą od programistów aplikacji. Aby ułatwić tłumaczom udział w tłumaczeniu wszystkich aplikacji w systemie F-Droid, można znaleźć linki __Tłumaczenie__ do aplikacji, które ustawiły usługę tłumaczenia.
ro: Acest lucru nu înseamnă că toate textele de pe site sunt în limba polonă, deoarece primim descrierile aplicațiilor de la dezvoltatorii acestora. Pentru ca traducătorii să poată contribui mai ușor cu traduceri la toate aplicațiile din F-Droid, puteți găsi link-urile __Traducere__ pentru aplicațiile care au înființat un serviciu de traducere.
ru: Это не означает, что все тексты на сайте на польском языке, поскольку описания приложений мы получаем от их разработчиков. Чтобы облегчить переводчикам работу над переводами всех приложений в F-Droid, вы можете найти ссылки __Перевод__ для приложений, которые создали службу перевода.
uk: Це не означає, що всі тексти на сайті польською мовою, оскільки описи застосунків ми отримуємо від їхніх розробників. Щоб полегшити перекладачам роботу над перекладами всіх застосунків у F-Droid, ви можете знайти посилання __Переклад__ для застосунків, які створили службу перекладу.
zh_hans: 这并不意味着网站上的每一个文本都是波兰语，因为我们从应用开发者那里获取应用描述。为了方便翻译人员为 F-Droid 中的所有应用贡献翻译，你可以找到已设置翻译服务的应用的 __翻译__ 链接。

source: More languages
de: Weitere Sprachen
pl: Więcej języków
ro: Mai multe limbi
ru: Дополнительные языки
uk: Інші мови
zh_hans: 更多语言

source: We would love to include all completed languages as they are ready. Unfortunately, this site is so large that we currently do not have the resources to generate the full website for all languages. This site currently generates about 43,000 pages. The test site includes all translations, whether incomplete or not. It is currently 92,500 pages, and takes more than twice as long to build.
de: Gerne würden wir alle abgeschlossenen Sprachen einbinden, sobald sie fertig sind. Leider ist diese Seite so groß, dass wir derzeit nicht über die Ressourcen verfügen, um die komplette Website für alle Sprachen zu erzeugen. Diese Website erzeugt momentan rund 43.000 Seiten. Die Testseite enthält alle Übersetzungen, ob vollständig oder nicht. Sie umfasst derzeit 92.500 Seiten, deren Aufbau mehr als doppelt so lang dauert.
pl: Chcielibyśmy uwzględnić wszystkie ukończone języki, gdy są one gotowe. Niestety, ta strona jest tak duża, że obecnie nie mamy zasobów, aby wygenerować pełną stronę internetową dla wszystkich języków. Ta strona generuje obecnie około 43.000 stron. Strona testowa obejmuje wszystkie tłumaczenia, zarówno niekompletne, jak i nieukończone. Obecnie ma 92.500 stron i i budowa trwa ponad dwa razy dłużej.
ro: Ne-ar plăcea să includem toate limbile completate pe măsură ce sunt gata. Din nefericire, acest site este atât de mare încât în prezent nu dispunem de resursele necesare pentru a genera un site complet pentru toate limbile. Acest site generează în prezent aproximativ 43.000 de pagini. Site-ul de testare include toate traducerile, fie că sunt incomplete sau nu. Acesta are în prezent 92.500 de pagini și durează mai mult de două ori mai mult pentru a fi construit.
ru: Мы хотели бы включить все готовые языки по мере их готовности. К сожалению, этот сайт настолько велик, что в настоящее время у нас нет ресурсов для создания полного сайта для всех языков. В настоящее время сайт генерирует около 43 000 страниц. Тестовый сайт включает в себя все переводы, независимо от того, завершены они или нет. В настоящее время он составляет 92 500 страниц, и его создание занимает более чем в два раза больше времени.
uk: Ми хотіли б включити всі готові мови в міру їх готовності. На жаль, цей сайт настільки великий, що в даний час у нас немає ресурсів для створення повного сайту для всіх мов. В даний час сайт генерує близько 43 000 сторінок. Тестовий сайт включає в себе всі переклади, незалежно від того, завершені вони чи ні. В даний час він становить 92 500 сторінок, і його створення займає більш ніж в два рази більше часу.
zh_hans: 我们希望包括所有已完成的语言，因为它们已准备就绪。不幸的是，这个网站太大了，我们目前没有资源来生成所有语言的完整网站。该站点目前生成大约 43,000 个页面。测试站点包括所有翻译，无论是否完整。它目前有 92,500 个页面，构建时间是原来的两倍多。

source: In order to support more pages, we need help optimizing Jekyll. No other part of F-Droid uses Ruby, so the contributors are not well equipped to optimize our Jekyll setup. Another more labor-intensive option might be to port the site to Hugo.
de: Um weitere Seiten aufzunehmen, brauchen wir Hilfe bei der Optimierung von Jekyll. Kein anderer Teil von F-Droid verwendet Ruby, damit sind die Mitwirkenden nicht gut gerüstet, unser Jekyll-Setup optimieren zu können. Eine weitere arbeitsintensivere Möglichkeit könnte die Portierung der Website nach Hugo sein.
pl: Aby móc obsługiwać więcej stron, potrzebujemy pomocy w optymalizacji Jekyll. Żadna inna część F-Droid nie używa Ruby, więc dostawcy nie są dobrze wyposażeni, aby zoptymalizować naszą konfigurację Jekyll. Inną, bardziej pracochłonną opcją może być przeniesienie strony do serwisu Hugo.
ro: Pentru a suporta mai multe pagini, avem nevoie de ajutor pentru a optimiza Jekyll. Nici o altă parte a F-Droid nu folosește Ruby, așa că cei care contribuie nu sunt bine echipați pentru a optimiza configurația noastră Jekyll. O altă opțiune mai laborioasă ar putea fi portarea site-ului în Hugo.
ru: Чтобы поддерживать больше страниц, нам нужна помощь в оптимизации Jekyll. Ни одна другая часть F-Droid не использует Ruby, поэтому участники не имеют достаточных возможностей для оптимизации нашей установки Jekyll. Другим более трудоемким вариантом может быть перенос сайта на Hugo.
uk: Щоб підтримувати більше сторінок, нам потрібна допомога в оптимізації Jekyll. Жодна інша частина F-Droid не використовує Ruby, тому учасники не мають достатніх можливостей для оптимізації нашої установки Jekyll. Іншим більш трудомістким варіантом може бути перенесення сайту на Hugo.
zh_hans: 为了支持更多页面，我们需要帮助优化 Jekyll。F-Droid 的其他部分没有使用 Ruby，因此贡献者难以很好地优化我们的 Jekyll 设置。另一个需要大量工作的选择可能是将站点移植到 Hugo。

source: Follow the full [discussion on our forum](https://forum.f-droid.org/t/next-language-s-to-launch-on-f-droid-org).
de: Verfolgt die ganze [Diskussion in unserem Forum](https://forum.f-droid.org/t/next-language-s-to-launch-on-f-droid-org).
pl: Podążaj za pełną [dyskusją na naszym forum](https://forum.f-droid.org/t/next-language-s-to-launch-on-f-droid-org).
ro: Urmăriți întreaga [discussion on our forum](https://forum.f-droid.org/t/next-language-s-to-launch-on-f-droid-org).
ru: Следите за полным [обсуждением на нашем форуме](https://forum.f-droid.org/t/next-language-s-to-launch-on-f-droid-org).
uk: Слідкуйте за повним [обговоренням на нашому форумі](https://forum.f-droid.org/t/next-language-s-to-launch-on-f-droid-org).
zh_hans: 在我们的论坛上关注完整的[讨论](https://forum.f-droid.org/t/next-language-s-to-launch-on-f-droid-org)。

source: Trusted Update Channels vs. Scratching Your Itch
de: Vertrauenswürdige Update-Bezugsquellen mit der Befriedigung von Grundbedürfnissen zu vergleichen
pl: „Zaufane kanały aktualizacji vs. Drapanie po swędzeniu”
ro: Canale de actualizare de încredere vs. Scratching Your Itch
ru: Доверенные каналы обновления против Scratching Your Itch
uk: Довірені канали оновлення проти Scratching Your Itch
zh_hans: 受信任的更新渠道与挠痒痒
