Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: You may have heard about this already, but for those who have not: [Huawai has quietly stopped providing bootloader unlock codes](https://www.xda-developers.com/huawei-stop-providing-bootloader-unlock-codes/). That is to say, newly released devices won't be unlockable at all, and if you think you might ever want to unlock your older device, you should request an unlock code ASAP. You have 50 days or less by the time you read this. Thank you for your understanding, indeed.
de: Sie haben vielleicht schon davon gehört, aber für diejenigen, die es nicht getan haben: [Huawei hat leise aufgehört, Bootloader-Entsperrcodes bereitzustellen](https://www.xda-developers.com/huawei-stop-providing-bootloader-unlock-codes/). Das heißt, dass neu veröffentlichte Geräte überhaupt nicht freigeschaltet werden können und wenn Sie finden, dass Sie Ihr älteres Gerät irgendwann freischalten möchten, sollten Sie so schnell wie möglich einen Freischaltcode anfordern. Sie haben 50 Tage oder weniger, wenn Sie das hier lesen. Vielen Dank für Ihr Verständnis.
pl: Być może już o tym słyszałeś, ale dla tych, którzy tego nie zrobili: [Huawai po cichu przestał udostępniać kody odblokowujące bootloadera](https://www.xda-developers.com/huawei-stop-providing-bootloader-unlock-codes/). Oznacza to, że nowo wydane urządzenia w ogóle się nie odblokują, a jeśli myślisz, że kiedykolwiek będziesz chciał odblokować starsze urządzenie, poproś o kod odblokowujący JAK NAJSZYBCIEJ. Masz 50 dni lub mniej, zanim to przeczytasz. Dziękuję za zrozumienie.
ro: Este posibil să fi auzit deja despre acest lucru, dar pentru cei care nu au auzit:[Huawai has quietly stopped providing bootloader unlock codes](https://www.xda-developers.com/huawei-stop-providing-bootloader-unlock-codes/). Adică, dispozitivele nou lansate nu vor mai putea fi deblocate deloc, iar dacă credeți că ați putea dori vreodată să vă deblocați dispozitivul mai vechi, ar trebui să solicitați un cod de deblocare cât mai curând posibil. Aveți la dispoziție 50 de zile sau mai puțin în momentul în care citiți aceste rânduri. Vă mulțumim pentru înțelegere, într-adevăr.
ru: Возможно, вы уже слышали об этом, но для тех, кто не слышал: [Huawai прекратила предоставлять коды разблокировки загрузчика](https://www.xda-developers.com/huawei-stop-providing-bootloader-unlock-codes/). То есть, недавно выпущенные устройства не будут разблокироваться вообще, и если вы думаете, что когда-нибудь захотите разблокировать свое старое устройство, вам следует запросить код разблокировки как можно скорее. У вас есть 50 дней или меньше к тому времени, когда вы будете читать это. Спасибо за ваше понимание.
uk: Можливо, ви вже чули про це, але для тих, хто не чув: [Huawai припинила надавати коди розблокування завантажувача](https://www.xda-developers.com/huawei-stop-providing-bootloader-unlock-codes/). Тобто, недавно випущені пристрою не будуть розблокуватися взагалі, і якщо ви думаєте, що коли-небудь захочете розблокувати свій старий пристрій, вам слід запросити код розблокування якомога швидше. У вас є 50 днів або менше на той час, коли ви будете читати це. Спасибі за ваше розуміння.
zh_hans: 你可能已经听说过了，对于没有听说过的人：[华为已悄然停止提供 bootloader 解锁码](https://www.xda-developers.com/huawei-stop-providing-bootloader-unlock-codes/)。也就是说，新发布的设备将完全无法解锁，如果你认为你可能会想解锁你的旧设备，你应该尽快申请解锁码。当你看到这篇文章的时候，你还有 50 天或者更短的时间。谢谢你的理解，确实如此。

source: [BookList](https://f-droid.org/packages/com.ames.books/): Unofficial Google Books viewer
de: [BookList](https://f-droid.org/packages/com.ames.books/): Inoffizieller Google Books Viewer
pl: [BookList](https://f-droid.org/packages/com.ames.books/): nieoficjalna przeglądarka Książek Google
ro: [BookList](https://f-droid.org/packages/com.ames.books/): Vizualizator neoficial Google Books
ru: [BookList](https://f-droid.org/packages/com.ames.books/): Неофициальный просмотрщик Google Books
uk: [BookList](https://f-droid.org/packages/com.ames.books/): Неофіційний переглядач Google Books
zh_hans: [BookList](https://f-droid.org/packages/com.ames.books/)：非官方 Google Books 阅读器

source: [ShellMS](https://f-droid.org/packages/com.android.shellms/): Send SMS via Android SDK
de: [ShellMS](https://f-droid.org/packages/com.android.shellms/): SMS über Android SDK versenden
pl: [ShellMS](https://f-droid.org/packages/com.android.shellms/): Wyślij SMS za pomocą Androida SDK
ro: [ShellMS](https://f-droid.org/packages/com.android.shellms/): Trimiteți SMS prin Android SDK
ru: [ShellMS](https://f-droid.org/packages/com.android.shellms/): Отправка SMS через Android SDK
uk: [ShellMS](https://f-droid.org/packages/com.android.shellms/): Надсилання SMS через Android SDK
zh_hans: [ShellMS](https://f-droid.org/packages/com.android.shellms/)：通过 Android SDK 发送短信

source: [TEdit](https://f-droid.org/packages/com.atr.tedit/): A simple text editor
de: [TEdit](https://f-droid.org/packages/com.atr.tedit/): Ein einfacher Texteditor
pl: [TEdit](https://f-droid.org/packages/com.atr.tedit/): Prosty edytor tekstu
ro: [TEdit](https://f-droid.org/packages/com.atr.tedit/): Un editor de text simplu
ru: [TEdit](https://f-droid.org/packages/com.atr.tedit/): Простой текстовый редактор
uk: [TEdit](https://f-droid.org/packages/com.atr.tedit/): Простий текстовий редактор
zh_hans: [TEdit](https://f-droid.org/packages/com.atr.tedit/)：一个简易的文本编辑器

source: [SecondScreen](https://f-droid.org/packages/com.farmerbb.secondscreen.free/): Better screen mirroring
de: [SecondScreen](https://f-droid.org/packages/com.farmerbb.secondscreen.free/): Bessere Bildschirmspiegelung
pl: [SecondScreen](https://f-droid.org/packages/com.farmerbb.secondscreen.free/): Lepsze odzwierciedlanie ekranu
ro: [SecondScreen](https://f-droid.org/packages/com.farmerbb.secondscreen.free/): O mai bună oglindire a ecranului
ru: [SecondScreen](https://f-droid.org/packages/com.farmerbb.secondscreen.free/): Улучшенное зеркалирование экрана
uk: [SecondScreen](https://f-droid.org/packages/com.farmerbb.secondscreen.free/): покращене віддзеркалення екрана
zh_hans: [SecondScreen](https://f-droid.org/packages/com.farmerbb.secondscreen.free/):：更好的屏幕镜像

source: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/): Twitter, Mastodon and Pleroma client
de: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/): Twitter-, Mastodon- und Pleroma-Client
pl: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/): Twitter, Mastodon i klient Pleroma
ro: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/): Twitter, Mastodon și Pleroma client
ru: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/): Twitter, Mastodon и клиент Pleroma
uk: [Twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/): Twitter, Mastodon і клієнт Pleroma
zh_hans: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)：Twitter，Mastodon 和 Pleroma 的客户端

source: [Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/): A keyboard extension which allows the user to type in Polytonic Greek
de: [Hoplite Tastatur](https://f-droid.org/packages/com.philolog.hoplitekeyboard/): Eine Tastaturerweiterung, die es dem Benutzer erlaubt, Polytonisches Griechisch einzugeben
pl: [Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/): Rozszerzenie klawiatury pozwalające użytkownikowi na wpisanie greckich akcentów
ro: [Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/): O extensie de tastatură care permite utilizatorului să tasteze în greacă politonică
ru: [Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/): Расширение клавиатуры, позволяющее пользователю набирать текст на политоническом греческом языке
uk: [Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/): Розширення клавіатури, що дозволяє користувачеві набирати текст політонічною грецькою мовою
zh_hans: [Hoplite Keyboard](https://f-droid.org/packages/com.philolog.hoplitekeyboard/)：允许用户输入多音希腊语的键盘扩展

source: [BatteryCalibration](https://f-droid.org/packages/de.perflyst.batterycalibration/): Calibrate your battery
de: [BatteryCalibration](https://f-droid.org/packages/de.perflyst.batterycalibration/): Kalibrieren Sie Ihre Batterie
pl: [BatteryCalibration](https://f-droid.org/packages/de.perflyst.batterycalibration/): kalibracja baterii
ro: [BatteryCalibration](https://f-droid.org/packages/de.perflyst.batterycalibration/): Calibrează-ți bateria
ru: [BatteryCalibration](https://f-droid.org/packages/de.perflyst.batterycalibration/): Калибровка батареи
uk: [BatteryCalibration](https://f-droid.org/packages/de.perflyst.batterycalibration/): Калібрування батареї
zh_hans: [BatteryCalibration](https://f-droid.org/packages/de.perflyst.batterycalibration/)：校准电池

source: [Föhnix](https://f-droid.org/packages/foehnix.widget/): The Foehnix weather widget aims at helping pilots with weather conditions
de: [Föhnix](https://f-droid.org/packages/foehnix.widget/): Das Foehnix-Wetter-Widget zielt darauf ab, Piloten bei Wetterbedingungen zu helfen
pl: [Föhnix](https://f-droid.org/packages/foehnix.widget/): Widget pogody Foehnix ma na celu pomoc pilotom w warunkach pogodowych
ro: [Föhnix](https://f-droid.org/packages/foehnix.widget/): Widgetul meteo Foehnix își propune să ajute piloții cu privire la condițiile meteo
ru: [Föhnix](https://f-droid.org/packages/foehnix.widget/): Виджет погоды Foehnix призван помочь пилотам с погодными условиями
uk: [Föhnix](https://f-droid.org/packages/foehnix.widget/): Віджет погоди Foehnix покликаний допомогти пілотам з погодними умовами
zh_hans: [Föhnix](https://f-droid.org/packages/foehnix.widget/)：Foehnix 天气微件，旨在帮助飞行员了解天气情况

source: [nitroxCalc](https://f-droid.org/packages/fr.cap_rel.fr.sagc_plongee.fr.nitroxCalc/): Nitrox Calculator for Diving
de: [nitroxCalc](https://f-droid.org/packages/fr.cap_rel.fr.sagc_plongee.fr.nitroxCalc/): Nitrox-Rechner für das Tauchen
pl: [nitroxCalc](https://f-droid.org/packages/fr.cap_rel.fr.sagc_plongee.fr.nitroxCalc/): Kalkulator Nitrox do nurkowania
ro: [nitroxCalc](https://f-droid.org/packages/fr.cap_rel.fr.sagc_plongee.fr.nitroxCalc/): Calculator Nitrox pentru scufundări
ru: [nitroxCalc](https://f-droid.org/packages/fr.cap_rel.fr.sagc_plongee.fr.nitroxCalc/): Калькулятор нитрокса для дайвинга
uk: [NitroxCalc](https://f-droid.org/packages/fr.cap_rel.fr.sagc_plongee.fr.nitroxCalc/): Калькулятор нітроксу для занурень
zh_hans: [nitroxCalc](https://f-droid.org/packages/fr.cap_rel.fr.sagc_plongee.fr.nitroxCalc/)：Nitrox 潜水计算器

source: [Taskkeeper](https://f-droid.org/packages/io.gitlab.allenb1.todolist/): Keep track of to-dos
de: [Taskkeeper](https://f-droid.org/packages/io.gitlab.allenb1.todolist/): ToDos verwalten
pl: [Taskkeeper](https://f-droid.org/packages/io.gitlab.allenb1.todolist/): Śledzenie zadań
ro: [Taskkeeper](https://f-droid.org/packages/io.gitlab.allenb1.todolist/): Țineți evidența sarcinilor
ru: [Taskkeeper](https://f-droid.org/packages/io.gitlab.allenb1.todolist/): Ведите учет дел
uk: [Taskkeeper](https://f-droid.org/packages/io.gitlab.allenb1.todolist/): Ведіть облік справ
zh_hans: [Taskkeeper](https://f-droid.org/packages/io.gitlab.allenb1.todolist/)：跟踪要做的事情

source: [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/): Learn more about the Apollo Moon missions
de: [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/): Erfahren Sie mehr über die Apollo Mondmissionen
pl: [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/): Dowiedz się więcej o misjach Apollo Moon
ro: [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/): Aflați mai multe despre misiunile Apollo pe Lună
ru: [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/): Узнайте больше о лунных миссиях "Аполлон"
uk: [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/): Дізнайтеся більше про місячні місії "Аполлон"
zh_hans: [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/)：了解有关阿波罗登月任务的更多信息

source: [NC Bookmark Viewer](https://f-droid.org/packages/org.lenchan139.ncbookmark/): This is a lightweight viewer for Nextcloud bookmarks
de: [NC Bookmark Viewer](https://f-droid.org/packages/org.lenchan139.ncbookmark/): Dies ist ein leichtgewichtiger Viewer für Nextcloud-Lesezeichen
pl: [NC Bookmark Viewer](https://f-droid.org/packages/org.lenchan139.ncbookmark/): To jest lekka przeglądarka zakładek NextCloud
ro: [NC Bookmark Viewer](https://f-droid.org/packages/org.lenchan139.ncbookmark/): Acesta este un vizualizator ușor pentru semnele de carte Nextcloud
ru: [NC Bookmark Viewer](https://f-droid.org/packages/org.lenchan139.ncbookmark/): Это легкий просмотрщик закладок Nextcloud
uk: [NC Bookmark Viewer](https://f-droid.org/packages/org.lenchan139.ncbookmark/): Це легкий переглядач закладок Nextcloud
zh_hans: [NC 书签查看器](https://f-droid.org/packages/org.lenchan139.ncbookmark/)：这是 Nextcloud 书签的轻量级查看器

source: [Libreflix](https://f-droid.org/packages/org.libreflix.app/): Stream and watch independent films
de: [Libreflix](https://f-droid.org/packages/org.libreflix.app/): Unabhängige Filme streamen und ansehen
pl: [Libreflix](https://f-droid.org/packages/org.libreflix.app/): Przesyłaj strumieniowo i oglądaj niezależne filmy
ro: [Libreflix](https://f-droid.org/packages/org.libreflix.app/): Transmiteți și vizionați filme independente
ru: [Libreflix](https://f-droid.org/packages/org.libreflix.app/): Потоковая передача и просмотр независимых фильмов
uk: [Libreflix](https://f-droid.org/packages/org.libreflix.app/): Потокове передавання і перегляд незалежних фільмів
zh_hans: [Libreflix](https://f-droid.org/packages/org.libreflix.app/)：在线播放和观看独立电影

source: In total, 46 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 46 Apps aktualisiert. Hier die Highlights:
pl: W sumie w tym tygodniu zaktualizowano 46 aplikacji. Oto najważniejsze cechy:
ro: În total, 46 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 46 приложений. Вот основные из них:
uk: Усього цього тижня було оновлено 46 застосунків. Ось основні з них:
zh_hans: 本周总共更新了 46 个应用。以下是其中的亮点：

source: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) updated to 0.13.4 to comply with [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) for their crash reporting.
de: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) aktualisiert auf 0.13.4, um mit [DSGVO](https://de.wikipedia.org/wiki/Datenschutz-Grundverordnung) für ihr Crash-Reporting übereinzustimmen.
pl: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) zaktualizowano do wersji 0.13.4, aby zachować zgodność z [RODO](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) podczas zgłaszania awarii.
ro: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) a fost actualizat la 0.13.4 pentru a se conforma cu [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) pentru raportarea accidentelor.
ru: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) обновлен до версии 0.13.4 для соответствия требованиям [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) в отношении отчетности об авариях.
uk: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) оновлений до версії 0.13.4 для відповідності вимогам [GDPR](https://uk.wikipedia.org/wiki/%D0%97%D0%B0%D0%B3%D0%B0%D0%BB%D1%8C%D0%BD%D0%B8%D0%B9_%D1%80%D0%B5%D0%B3%D0%BB%D0%B0%D0%BC%D0%B5%D0%BD%D1%82_%D0%BF%D1%80%D0%BE_%D0%B7%D0%B0%D1%85%D0%B8%D1%81%D1%82_%D0%B4%D0%B0%D0%BD%D0%B8%D1%85) у питаннях звітності про збої.
zh_hans: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) 已更新到 0.13.4 以遵守 [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) 有关崩溃报告的要求。

source: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.1.1 brings several UX and stability improvements and bugfixes.
de: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.1.1 bringt einige UX- und Stabilitätsverbesserungen und Bugfixes.
pl: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.1.1 wprowadza kilka ulepszeń UX i stabilności oraz poprawki błędów.
ro: [Galerie](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.1.1 aduce mai multe îmbunătățiri UX și de stabilitate, precum și corecturi de erori.
ru: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) В версии 4.1.1 внесено несколько улучшений UX и стабильности, а также исправлены ошибки.
uk: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) У версії 4.1.1 внесено кілька поліпшень UX і стабільності, а також виправлені помилки.
zh_hans: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.1.1 带来了几处用户体验和稳定性方面的改进以及错误修正。

source: [Kore](https://f-droid.org/packages/org.xbmc.kore/) was updated from v2.3.3 to v2.4.0. Kore™ aims to be a simple, easy to use and beautiful remote that lets you control your Kodi® / XBMC™ media center from your Android™ device. This update enables playing movies locally on device, a new setting to use skip steps instead of seeking, and other improvements and bug fixes.
de: [Kore](https://f-droid.org/packages/org.xbmc.kore/) wurde von v2.3.3 auf v2.4.0 aktualisiert. Kore™ ist eine einfache, einfach zu bedienende und schöne Fernbedienung, mit der Sie Ihr Kodi® / XBMC™ Media Center von Ihrem Android™ Gerät aus steuern können. Dieses Update ermöglicht die lokale Wiedergabe von Filmen auf dem Gerät, eine neue Einstellung zur Verwendung von Übersprungschritten anstelle von Suchen und andere Verbesserungen und Fehlerbehebungen.
pl: [Kore](https://f-droid.org/packages/org.xbmc.kore/) został zaktualizowany z wersji 2.3.3 do wersji 2.4.0. Kore™ ma na celu być prostym, łatwym w użyciu i pięknym pilotem, który pozwala kontrolować twoje Kodi® / XBMC™ centrum multimedialne z urządzenia z systemem Android™. Ta aktualizacja umożliwia odtwarzanie filmów lokalnie na urządzeniu, nowe ustawienie do użycia kroków pomijania zamiast wyszukiwania oraz inne ulepszenia i poprawki błędów.
ro: [Kore](https://f-droid.org/packages/org.xbmc.kore/) a fost actualizat de la v2.3.3.3 la v2.4.0. Kore™ își propune să fie o telecomandă simplă, ușor de utilizat și frumoasă, care vă permite să vă controlați centrul media Kodi® / XBMC™ de pe dispozitivul dumneavoastră Android™. Această actualizare permite redarea filmelor la nivel local pe dispozitiv, o nouă setare pentru a utiliza sărirea pașilor în loc de căutare, precum și alte îmbunătățiri și remedieri de erori.
ru: [Kore](https://f-droid.org/packages/org.xbmc.kore/) был обновлен с версии 2.3.3 до версии 2.4.0. Kore™ - это простой, легкий в использовании и красивый пульт, который позволяет управлять медиацентром Kodi® / XBMC™ с вашего устройства Android™. Это обновление позволяет воспроизводить фильмы локально на устройстве, новая настройка для использования пропуска шагов вместо поиска, а также другие улучшения и исправления ошибок.
uk: [Kore](https://f-droid.org/packages/org.xbmc.kore/) був оновлений з версії 2.3.3 до версії 2.4.0. Kore™ — простий, легкий у використанні та красивий пульт, який дозволяє керувати медіацентром Kodi®/XBMC™ з вашого пристрою Android™. Це оновлення дозволяє відтворювати фільми локально на пристрої, нове налаштування для застосування пропуску кроків замість пошуку, а також інші поліпшення і виправлення помилок.
zh_hans: [Kore](https://f-droid.org/packages/org.xbmc.kore/) 从 v2.3.3 更新到 v2.4.0。Kore™ 的目标是成为一个简单、易用和漂亮的遥控器，让你从你的 Android™ 设备控制你的 Kodi® / XBMC™ 媒体中心。这次更新可以在设备上本地播放电影，使用跳过步骤而不是寻找的新设置，以及其他改进和错误修复。

source: [Calendar Trigger](https://f-droid.org/packages/uk.co.yahoo.p1rpp.calendartrigger/) was updated from 1.2.0 to 2.2 adding support for playing sounds with notifications, the Next Location feature and the ability to save and load settings. Also fixes crashes and several smaller nuisances.
de: [Calendar Trigger](https://f-droid.org/packages/uk.co.yahoo.p1rpp.calendartrigger/) wurde von 1.2.0 auf 2.2 aktualisiert und bietet nun Unterstützung für das Abspielen von Sounds mit Benachrichtigungen, die Nächste Position Funktion und die Möglichkeit, Einstellungen zu speichern und zu laden. Behebt auch Abstürze und einige kleinere Störungen.
pl: [Calendar Trigger](https://f-droid.org/packages/uk.co.yahoo.p1rpp.calendartrigger/) został zaktualizowany z wersji 1.2.0 do 2.2, dodając obsługę dźwięków odtwarzania z powiadomieniami, funkcję Next Location oraz możliwość zapisywania i ładowania ustawień. Naprawia także awarie i kilka mniejszych uciążliwości.
ro: [Calendar Trigger](https://f-droid.org/packages/uk.co.yahoo.p1rpp.calendartrigger/) a fost actualizat de la 1.2.0 la 2.2, adăugând suport pentru redarea de sunete cu notificări, funcția Next Location și posibilitatea de a salva și încărca setările. De asemenea, se rezolvă blocajele și câteva neplăceri mai mici.
ru: [Calendar Trigger](https://f-droid.org/packages/uk.co.yahoo.p1rpp.calendartrigger/) был обновлен с 1.2.0 до 2.2, добавлена поддержка воспроизведения звуков с уведомлениями, функция Next Location и возможность сохранения и загрузки настроек. Также исправлены сбои и несколько мелких неприятностей.
uk: [Calendar Trigger](https://f-droid.org/packages/uk.co.yahoo.p1rpp.calendartrigger/) був оновлений з 1.2.0 до 2.2, додана підтримка відтворення звуків з повідомленнями, функція Next Location і можливість збереження і завантаження налаштувань. Також виправлені збої та кілька дрібних неприємностей.
zh_hans: [Calendar Trigger](https://f-droid.org/packages/uk.co.yahoo.p1rpp.calendartrigger/) 从 1.2.0 更新到 2.2，增加了对播放通知声音的支持、下一个地点功能以及保存和加载设置的能力。还修复了崩溃和一些小麻烦。

source: [My Location](https://f-droid.org/packages/net.mypapit.mobile.myposition/) 1.3.1 has a new foreground service for trying to get location until it's found, and a more modern UI.
de: [My Location](https://f-droid.org/packages/net.mypapit.mobile.myposition/) 1.3.1 hat einen neuen Vordergrundservice für den Versuch, den Standort zu suchen, bis er gefunden ist und eine modernere Benutzeroberfläche.
pl: [My Location](https://f-droid.org/packages/net.mypapit.mobile.myposition/) 1.3.1 ma nową usługę pierwszego planu, próbującą uzyskać lokalizację, dopóki nie zostanie znaleziona, oraz bardziej nowoczesny interfejs użytkownika.
ro: [My Location](https://f-droid.org/packages/net.mypapit.mobile.myposition/) 1.3.1 are un nou serviciu de prim-plan pentru a încerca să obțină locația până când este găsită și o interfață mai modernă.
ru: [My Location](https://f-droid.org/packages/net.mypapit.mobile.myposition/) 1.3.1 имеет новую службу переднего плана для попыток получить местоположение, пока оно не будет найдено, и более современный пользовательский интерфейс.
uk: [My Location](https://f-droid.org/packages/net.mypapit.mobile.myposition/) 1.3.1 має нову службу переднього плану для спроб отримати місце розташування, поки воно не буде знайдено, і більш сучасний користувацький інтерфейс.
zh_hans: [My Location](https://f-droid.org/packages/net.mypapit.mobile.myposition/) 1.3.1 有一个新的前台服务，用于尝试获取位置，直到找到为止，还有一个更现代的用户界面。
