Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The ultimate entry is a catalog of what _issuebot_ saw in one particular app in one particular run, identified by the GitLab CI Job ID. That includes a list of relative paths to the JSON output of the _issuebot_ modules that ran. The easiest way to get started with the API right now is to download the whole collection of files from the GitLab CI Job: go to the RFP [Pipelines](https://gitlab.com/fdroid/rfp/-/pipelines) and click the most recent download link on the right-most column.
de: Der letzte Eintrag ist ein Katalog dessen, was _issuebot_ in einer bestimmten App in einem bestimmten Lauf gesehen hat, identifiziert durch die Job-ID des GitLab CI. Dazu gehört eine Liste der relativen Pfade zur JSON-Ausgabe der _issuebot_ Module, die ausgeführt wurden. Der einfachste Weg, mit der API zu beginnen, ist, die gesamte Dateisammlung des GitLab CI-Jobs herunterzuladen: Gehen Sie zur RFP [Pipelines](https://gitlab.com/fdroid/rfp/-/pipelines) und klicken Sie auf der neuesten Download-Verknüpfung in der rechten Spalte.
pl: Ostatecznym wpisem jest katalog tego, co _issuebot_ widział w jednej konkretnej aplikacji w jednym konkretnym uruchomieniu, zidentyfikowanym przez GitLab CI Job ID. Obejmuje to listę ścieżek względnych do wyników JSON modułów _issuebot_. Najprostszym sposobem, aby rozpocząć pracę z API, jest pobranie całej kolekcji plików z GitLab CI Job: przejdź do RFP [Pipelines](https://gitlab.com/fdroid/rfp/-/pipelines) i kliknij najnowszy link pobierania w prawej kolumnie.
ro: Intrarea finală este un catalog cu ceea ce a văzut _issuebot_ într-o anumită aplicație într-o anumită execuție, identificată prin ID-ul Jobului GitLab CI. Aceasta include o listă de căi relative către ieșirea JSON a modulelor _issuebot_ care au rulat. Cel mai simplu mod de a începe cu API-ul în acest moment este să descărcați întreaga colecție de fișiere de la GitLab CI Job: mergeți la RFP [Pipelines](https://gitlab.com/fdroid/rfp/-/pipelines) și faceți clic pe cel mai recent link de descărcare din coloana din dreapta.
ru: Оконечная запись — это список идентификаторов GitLab CI Job ID тех вещей, которые _issuebot_ нашел в одном конкретном приложении при одном конкретном запуске. Этот список включает относительные пути к выводу JSON только тех модулей _issuebot_'а, которые запускались. Самый простой способ начать работать с API — это скачать весь набор файлов GitLab CI Job: просто перейдите к RFP [Pipelines](https://gitlab.com/fdroid/rfp/-/pipelines) и скачайте самую последнюю версию (ссылка с картинкой в правом столбце).
uk: Кінцевий запис — це каталог того, що _ issuebot_ знайшов у одному конкретному застосунку за один конкретний прохід, ідентифікований GitLab CI Job ID. Це включає список пов'язаних шляхів до виводу JSON модулів _issuebot_, які запускалися. Найпростіший спосіб розпочати роботу з API прямо зараз — завантажити всю колекцію файлів з GitLab CI Job: перейдіть до RFP [Pipelines](https://gitlab.com/fdroid/rfp/-/pipelines) і клацніть останнє посилання для завантаження в правому стовпчику.
zh_hans: 最终条目是 _issuebot_ 在一次特定运行中在一个特定应用中看到的目录，由 GitLab CI 作业 ID 标识。其中包括运行的 _issuebot_ 模块的 JSON 输出的相对路径列表。现在开始使用 API 的最简单方法是从 GitLab CI 作业下载整个文件集合：转到 RFP [流水线](https://gitlab.com/fdroid/rfp/-/pipelines)并单击最右边侧栏中的最新下载链接。

source: Future Work
de: Zukünftige Arbeiten
pl: Przyszłe prace
ro: Lucrări viitoare
ru: Дальнейшая работа
uk: Подальша робота
zh_hans: 未来的工作

source: The next step is linking together more key pieces of information in order to provide reliable and concrete tracking of the tracker SDKs and hostnames. The Exodus Privacy database now provides code signatures, network signatures and API Key IDs. The _issuebot_ modules scrape domain names, library dependencies, and metadata from the _AndroidManifest.xml_ that contains things like API Key IDs. There are many exciting possibilities that should be quite easy to implement now that this foundation is in place.
pl: Następnym krokiem jest połączenie większej liczby kluczowych informacji w celu zapewnienia niezawodnego i konkretnego śledzenia zestawów SDK i hostów. Baza danych Exodus Privacy zawiera teraz podpisy kodu, podpisy sieciowe i identyfikatory kluczy interfejsu API. Moduły _issuebot_ zbierają nazwy domen, zależności bibliotek i metadane z pliku _AndroidManifest.xml_, który zawiera takie elementy, jak identyfikatory kluczy API. Istnieje wiele ekscytujących możliwości, które powinny być dość łatwe do wdrożenia teraz, gdy ten fundament jest na miejscu.
ro: Următorul pas constă în corelarea mai multor informații cheie pentru a oferi o urmărire fiabilă și concretă a SDK-urilor și a numelor de gazdă ale urmăritorilor. Baza de date Exodus Privacy oferă acum semnături de cod, semnături de rețea și ID-uri de chei API. Modulele _issuebot_ răzuiesc nume de domenii, dependențe de bibliotecă și metadate din _AndroidManifest.xml_ care conțin lucruri precum API Key ID-uri. Există multe posibilități interesante care ar trebui să fie destul de ușor de implementat acum că această fundație este în vigoare.
ru: Следующий шаг — это связывание большего количества отрывков ключевой информации, чтобы предоставить надежное и конкретные инструменты отслеживания SDK различных трекеров и имена узлов, с которыми они связаны. Например, база данных «Exodus Privacy» дает доступ к подписям исходного кода, подписям сетевых сервисов и ID API-ключей. С другой стороны, модули _issuebot_'а уже выцарапывают информацию о доменных именах, библиотеках в зависимостях и метаданных из _AndroidManifest.xml_, которые содержат такие вещи, как ID API-ключей. Все это дает много захватывающих возможностей, которые будет не так сложно реализовать.
uk: Наступний крок - це зв'язування більшої кількості уривків ключової інформації, щоб надати надійне і конкретні інструменти відстеження SDK різних трекерів і імена вузлів, з якими вони пов'язані. Наприклад, база даних «Exodus Privacy» дає доступ до підписів вихідного коду, підписам мережевих сервісів і ID API-ключів. З іншого боку, модулі _issuebot_'а вже видряпують інформацію про доменні імена, бібліотеках в залежностях і метаданих з _AndroidManifest.xml_, які містять такі речі, як ID API-ключів. Все це дає багато захоплюючих можливостей, які буде не так складно реалізувати.
zh_hans: 下一步是将更多关键信息链接在一起，以提供对跟踪器 SDK 和主机名的可靠和具体的跟踪。Exodus 隐私数据库现在提供代码签名、网络签名和 API 密钥 ID。_issuebot_ 模块从包含 API 密钥 ID 等内容的 _AndroidManifest.xml_ 中抓取域名、库依赖项和元数据。现在有许多令人兴奋的可能性应该很容易实现，因为基础工作已经就绪。

source: One of the ideas that we sketched out that still seems compelling is a dedicated web app for submitting app requests and getting information about reviews, anti-features, builds, privacy leaks, etc. This has the potential of greatly reducing the amount of technical knowledge required for people to be more involved in the process of getting the apps they use through the F-Droid submission and review process. What is clear is that this would be a relatively large scale project on its own, so we set it aside and kept it in mind while building _issuebot_.
pl: Jednym z pomysłów, które naszkicowaliśmy, który nadal wydaje się atrakcyjny, jest dedykowana aplikacja internetowa do przesyłania żądań aplikacji i uzyskiwania informacji o recenzjach, funkcjach, kompilacjach, wyciekach prywatności itp. Ma to potencjał znacznego zmniejszenia ilości wiedzy technicznej wymaganej do większego zaangażowania ludzi w proces uzyskiwania aplikacji, z których korzystają, poprzez proces przesyłania i recenzowania F-Droid. Jasne jest, że byłby to projekt na stosunkowo dużą skalę sam w sobie, więc odłożyliśmy go na bok i pamiętaliśmy o tym podczas budowania _issuebot_.
ro: Una dintre ideile pe care le-am schițat și care pare încă convingătoare este o aplicație web dedicată pentru a trimite cereri de aplicații și pentru a obține informații despre recenzii, anti-funcționalități, dezvoltări, scurgeri de informații despre confidențialitate, etc. Acest lucru are potențialul de a reduce foarte mult cantitatea de cunoștințe tehnice necesare pentru ca oamenii să se implice mai mult în procesul de obținere a aplicațiilor pe care le folosesc prin intermediul procesului de depunere și revizuire F-Droid. Ceea ce este clar este că acesta ar fi un proiect de sine stătător la scară relativ mare, așa că l-am pus deoparte și l-am păstrat în minte în timp ce construiam _issuebot_.
ru: Одна из идей, которую мы набросали и которая кажется восхитительной, — это создать отдельное web-приложение, с помощью которого можно было бы отправлять запросы на добавление приложений в F-Droid и там же получать рецензии, списки анти-возможностей, сборки, информацию об утечках приватных данных и т.п. У этого есть огромный потенциал в плане уменьшения того объема технических знаний, который требуется от людей, желающих просто добавить в F-Droid приложения, которые они используют, проведя их через все этапы запросов и рецензирования. Очевидно, что сам по себе это будет довольно большой проект, так что мы отложили его в сторону до лучших времен, хотя и не забыли, сосредоточившись пока на _issuebot_.
uk: Одна з ідей, яку ми накидали і яка здається чудовою, - це створити окреме web-застосунок, за допомогою якого можна було б відправляти запити на додавання застосунків в F-Droid і там же отримувати рецензії, списки анти-можливостей, збірки, інформацію про витоках приватних даних і т.п. У цього є величезний потенціал в плані зменшення того обсягу технічних знань, який вимагається від людей, охочих просто додати в F-Droid застосунки, які вони використовують, провівши їх через всі етапи запитів і рецензування. Очевидно, що сам по собі це буде досить великий проєкт, так що ми відклали його в сторону до кращих часів, хоча і не забули, зосередившись поки на _issuebot_.
zh_hans: 我们设想的一个似乎仍然引人注目的想法是一个专门的网络应用，用于提交应用请求并获取有关评论、负面特征、构建、隐私泄露等的信息。这有可能大大降低人们更多地参与通过 F-Droid 提交和审查过程获取他们使用的应用的过程的技术门槛。很明显，这本身就是一个规模相对较大的项目，所以我们在构建 _issuebot_ 时将其放在一边并牢记在心。

source: (_This work was supported by NLnet's [NGI Zero PET](https://nlnet.nl/thema/NGIZeroPET.html) fund._)
de: (_Diese Arbeit wurde gefördert durch NLnet's [NGI Zero PET](https://nlnet.nl/thema/NGIZeroPET.html) fund._)
pl: (_Praca ta została wsparta przez fundusz [NGI Zero PET](https://nlnet.nl/thema/NGIZeroPET.html) firmy NLnet._)
ro: (_Această lucrare a fost susținută de fondul NLnet [NGI Zero PET](https://nlnet.nl/thema/NGIZeroPET.html)._)
ru: (_Эта работа была поддержана фондом NLnet [NGI Zero PET](https://nlnet.nl/thema/NGIZeroPET.html)._)
uk: (_Ета робота була підтримана фондом NLnet [NGI Zero PET](https://nlnet.nl/thema/NGIZeroPET.html) ._)
zh_hans: （_这项工作得到了 NLnet 的 [NGI Zero PET](https://nlnet.nl/thema/NGIZeroPET.html) 基金的支持。_）

source: _fdroidserver_ is the core collection of tools for building apps, scanning them for issues or [Anti-Features]({{ site.baseurl }}/docs/Anti-Features), collecting the resulting files into repos, and publishing them to the world. Today, a big update was released which has a large number of changes and updates that have been a long time coming. First, this release turns our 10 year old collection of tools and tricks for working with Android apps into more of a toolkit with an API, including a core set of [functions declared with a stable interface](https://gitlab.com/fdroid/fdroidserver/blob/master/fdroidserver/__init__.py). This allows for a wide range of new uses, like [headless, automated repos](https://gitlab.com/guardianproject/wind-repo/-/blob/master/scripts/fdroid-update-ersatz.py) or [_issuebot_](https://gitlab.com/fdroid/issuebot/-/blob/master/issuebot.py). It is now also possible to extend the command line interface using the new [plugins](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/fdroid_fetchsrclibs.py). The app metadata files are now purely [YAML]({% post_url 2019-09-11-yaml-metadata %}), so they are an API in themselves, easily parsable and writeable by any standard YAML library. Also, the preferred format for the repo config file is now YAML (_config.yml_).
ru: _fdroidserver_ — это основная коллекция инструментов для сборки приложений, сканирования их на наличие проблем и [Анти-функций]({{ site.baseurl }}/docs/Anti-Features), распределения получившихся файлов по репозиториям и публикации их для всего мира. Сегодня выпущено большое обновление со множеством изменений, которые уже давно назрели. Во-первых, этот выпуск превращает 10-летнюю коллекцию разношерстных утилит и трюков для работы с приложениями Android в некое подобие полноценного единого набора инструментов со своим API, включающего базовый набор [функций с гарантированно стабильным интерфейсом](https://gitlab.com/fdroid/fdroidserver/blob/master/fdroidserver/__init__.py). Это предоставляет широкий простор для новых возможностей использования, например [безинтерфейсные (headless), автоматические репозитории](https://gitlab.com/guardianproject/wind-repo/-/blob/master/scripts/fdroid-update-ersatz.py) или [_issuebot_](https://gitlab.com/fdroid/issuebot/-/blob/master/issuebot.py). Теперь также возможно расширять интерфейс командной строки новыми [плагинами](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/fdroid_fetchsrclibs.py). Файлы метаданных приложений теперь представлены исключительно форматом [YAML]({% post_url 2019-09-11-yaml-metadata %}), так что они сами собой представляют API, а также их легко разбирать и писать с помощью любой стандартной YAML-библиотеки. Предпочтительным форматом для файлов конфигурации репозиториев теперь также является YAML (_config.yml_).
uk: _fdroidserver_ — основна колекція засобів збірки програм, знаходження в них проблем і [антифункцій]({{ site.baseurl }}/docs/Anti-Features), розміщення результатів у репозиторіях і публікації їх для всього світу. Сьогодні випущено велике оновлення з безліччю давно очікуваних змін. По-перше, цей випуск перетворює наші 10 років збирані засоби й трюки для роботи з застосунками Android у подобу цілісного інструментарію з API — базовим набором [функцій зі стабільним інтерфейсом](https://gitlab.com/fdroid/fdroidserver/blob/master/fdroidserver/__ init__.py). Це має багато застосувань, наприклад [автоматизовані репозиторії без користувацької участі](https://gitlab. com/guardianproject/wind-repo/-/blob/master/scripts/fdroid-update-ersatz.py) й [_issuebot_](https://gitlab.com/fdroid/issuebot/-/blob/master/issuebot.py). Тепер також можна розширювати інтерфейс командного рядка новими [плагінами](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/fdroid_fetchsrclibs.py). Файли метаданих застосунків стали чистим [YAML]({% post_url 2019-09-11-yaml-metadata %}), тобто самі собою є API: їх легко парсити й створювати будь-якою стандартною YAML-бібліотекою. Рекомендованим форматом файлу параметрів репозиторію тепер також є YAML (_config.yml_).
zh_hans: _fdroidserver_ 是一套核心工具集，用于构建应用，扫描它们以查找问题或[负面特征]({{ site.baseurl }}/docs/Anti-Features)，将生成的文件收集到存储库，并将它们发布到世界各地。今天，我们发布了一个重大更新，其中包含大量已经准备很久的更改和更新。首先，这个版本将我们 10 年来用于处理 Android 应用的工具和技巧集合变成了一个带有 API 的工具包，包括核心的一组[使用稳定接口声明的函数](https://gitlab.com/fdroid/fdroidserver/blob/master/fdroidserver/__init__.py)。这允许广泛的新用途，例如[无界面的自动化存储库](https://gitlab.com/guardianproject/wind-repo/-/blob/master/scripts/fdroid-update-ersatz.py)或 [_issuebot_](https://gitlab.com/fdroid/issuebot/-/blob/master/issuebot.py)。现在还可以使用新的[插件](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/fdroid_fetchsrclibs.py)扩展命令行界面。应用元数据文件现在是纯 [YAML]({% post_url 2019-09-11-yaml-metadata %})，因此它们本身就是一个 API，可以通过任何标准 YAML 库轻松解析和写入。此外，存储库配置文件的首选格式现在是 YAML (_config.yml_)。

source: F-Droid is 10 years old, so this release also focused on modernizing. Software developed and used over 10 years inevitably builds up cruft and technical debt. We took this opportunity to remove lots of things that were broken, unused, or unmaintained. So there are some breaking changes, as detailed in the Changelog. We hope this all makes it a lot easier for new contributors to get involved and make valuable contributions, all while making things work better for existing contributors.
de: F-Droid ist 10 Jahre alt, somit ist diese Version auch auf Modernisierung fokusiert. Software, die über 10 Jahre weiterentwickelt und verwendet wird, baut unvermeidlich Datenschrott und technische Mängel auf. Wir ergriffen die Gelegenheit, viele DInge, die defekt, ungenutzt oder nicht gepflegt waren, zu entfernen. So gibt es einige bahnbrechende Änderungen, wie im Changelog im Detail beschrieben. Wir hoffen, das alles erleichtert es neuen Mitwirkenden, einzusteigen und wertvolle Beiträge zu leisten, während gleichzeitig für bestehende Mitwirkende die Dinge besser funktionieren.
pl: F-Droid ma już 10 lat, więc to wydanie skupiło się również na modernizacji. Oprogramowanie rozwijane i używane przez 10 lat nieuchronnie gromadzi okruchy i długi techniczne. Skorzystaliśmy z tej okazji, aby usunąć wiele rzeczy, które były uszkodzone, nieużywane lub nieutrzymywane. W związku z tym wprowadziliśmy kilka zmian, które są wyszczególnione w Changelogu. Mamy nadzieję, że to wszystko sprawi, że nowym użytkownikom będzie o wiele łatwiej się zaangażować i wnieść cenny wkład, jednocześnie sprawiając, że wszystko będzie działać lepiej dla dotychczasowych użytkowników.
ro: F-Droid este vechi de 10 ani, așa că această versiune s-a axat, de asemenea, pe modernizare. Un software dezvoltat și utilizat timp de 10 ani acumulează inevitabil probleme și datorii tehnice. Am profitat de această ocazie pentru a elimina o mulțime de lucruri care erau stricate, nefolosite sau neîntreținute. Astfel, există câteva schimbări de ultimă oră, așa cum sunt detaliate în Changelog. Sperăm ca toate acestea să faciliteze mult mai mult implicarea noilor contribuitori și să aducă contribuții valoroase, făcând în același timp ca lucrurile să funcționeze mai bine pentru contribuitorii existenți.
ru: F-Droid уже 10 лет, поэтому этот выпуск также сфокусирован на модернизации. Программное обеспечение, разработанное и используемое в течение 10 лет, неизбежно накапливает ошибки и технический долг. Мы воспользовались этой возможностью, чтобы удалить много вещей, которые были сломаны, не использовались или не поддерживались. Поэтому есть некоторые ломающие изменения, которые подробно описаны в Changelog. Мы надеемся, что все это значительно облегчит участие новых участников в проекте и внесет ценный вклад, а также улучшит работу существующих участников.
uk: F-Droid вже 10 років, тому цей випуск також сфокусований на модернізації. Програмне забезпечення, розроблене і використовується протягом 10 років, неминуче накопичує помилки і технічний борг. Ми скористалися цією можливістю, щоб видалити багато речей, які були зламані, не використовувалися або не підтримувалися. Тому є деякі ламають зміни, які докладно описані в Changelog. Ми сподіваємося, що все це значно полегшить участь нових учасників в проєкті і внесе цінний внесок, а також поліпшить роботу наявних учасників.
zh_hans: F-Droid 已有 10 年历史，因此此版本还侧重于现代化。开发和使用超过 10 年的软件不可避免地会积累技术债务。我们借此机会删除了许多损坏的、未使用或未维护的东西。因此，有一些破坏性更改，如更改日志中所述。我们希望这一切都能让新贡献者更容易参与并做出有价值的贡献，同时也对现有贡献者更友好。

source: Last but not least, this is the first _fdroidserver_ release that fully supports [localization](https://hosted.weblate.org/projects/f-droid/fdroidserver/). 2.0 ships with བོད་སྐད་, Deutsch, English, español, français, magyar, italiano, 한국어, norsk bokmål, polski, português do Brasil, português europeu, русский, shqip, Türkçe, українська, 简体中文, and 繁體中文.
de: Nicht zuletzt ist das die erste Version von _fdroidserver_, die eine vollständige [Lokalisation](https://hosted.weblate.org/projects/f-droid/fdroidserver/) mitbringt. 2.0 wird in བོད་སྐད་, Deutsch, English, español, français, magyar, italiano, 한국어, norsk bokmål, polski, português do Brasil, português europeu, русский, shqip, Türkçe, українська, 简体中文 und 繁體中文 ausgeliefert.
pl: Wreszcie, jest to pierwsze wydanie _fdroidserver_, które w pełni obsługuje [lokalizację](https://hosted.weblate.org/projects/f-droid/fdroidserver/). 2.0 jest dostarczany z བོད་སྐད་, Deutsch, English, español, français, magyar, italiano, 한국어, norsk bokmål, polski, português do Brasil, português europeu, русский, shqip, Türkçe, українська, 简体中文 i 繁體中文.
ro: Nu în ultimul rând, aceasta este prima versiune a _fdroidserver_ care suportă în totalitate [localization](https://hosted.weblate.org/projects/f-droid/fdroidserver/). 2.0 este livrat cu བོད་སྐད་, Deutsch, English, español, français, magyar, italiano, 한국어, norsk bokmål, polski, português do Brasil, português europeu, русский, shqip, Türkçe, українська, 简体中文 și 繁體中文.
ru: И наконец, это первый выпуск _fdroidserver_, который полностью поддерживает [локализацию](https://hosted.weblate.org/projects/f-droid/fdroidserver/). 2.0 поставляется с བོད་སྐད་, Deutsch, English, español, français, magyar, italiano, 한국어, norsk bokmål, polski, português do Brasil, português europeu, русский, shqip, Türkçe, українська, 简体中文, и 繁體中文.
uk: І нарешті, це перший випуск _fdroidserver_, який повністю підтримує [локалізацію](https://hosted.weblate.org/projects/f-droid/fdroidserver/). 2.0 поставляється з བོད་ སྐད་, Deutsch, English, español, français, magyar, italiano, 한국어, norsk bokmål, polski, português do Brasil, português europeu, російська, shqip, Türkçe, українська, 简体 中文, і 繁體 中文.
zh_hans: 最后但同样重要的是，这是第一个完全支持[本地化](https://hosted.weblate.org/projects/f-droid/fdroidserver/)的 _fdroidserver_ 版本。2.0 附带 བོད་སྐད་, Deutsch, English, español, français, magyar, italiano, 한국어, norsk bokmål, polski, português do Brasil, português europeu, русский, shqip, Türkçe, українська, 简体中文，和繁體中文。

source: ChangeLog
pl: Dziennik zmian
ro: Jurnal de modificări
ru: Журнал изменений
uk: Журнал змін
zh_hans: 更新日志

source: This changelog points to specific highlights and details. For a more complete overview, see the [2.0 milestone](https://gitlab.com/fdroid/fdroidserver/-/milestones/10)
de: Dieses Änderungsprotokoll weist auf spezifische Höhepunkte und Details hin. Für eine ausführlichere Übersicht, siehe [2.0 Milestone](https://gitlab.com/fdroid/fdroidserver/-/milestones/10)
pl: Dziennik zmian wskazuje na specyficzne szczegóły. Aby uzyskać pełniejszy przegląd, zobacz [2.0 milestone](https://gitlab.com/fdroid/fdroidserver/-/milestones/10)
ro: Acest jurnal de modificări indică aspecte și detalii specifice. Pentru o prezentare mai completă, consultați [2.0 milestone](https://gitlab.com/fdroid/fdroidserver/-/milestones/10)
ru: Этот журнал изменений указывает на конкретные основные моменты и детали. Для более полного обзора смотрите [2.0 milestone](https://gitlab.com/fdroid/fdroidserver/-/milestones/10)
uk: Цей журнал змін вказує на конкретні основні моменти й подробиці. Повний огляд дивіться на [2.0 milestone](https://gitlab.com/fdroid/fdroidserver/-/milestones/10)
zh_hans: 此更改日志包含具体的亮点和细节。请参阅 [2.0 里程碑](https://gitlab.com/fdroid/fdroidserver/-/milestones/10) 获得更完整的概述

source: Added
de: Hinzugefügt
pl: Dodano
ro: Adăugat
ru: Добавлено
uk: Додано
zh_hans: 新增

source: `fdroid update` inserts donation links based on upstream's _FUNDING.yml_ ([!754](https://gitlab.com/fdroid/fdroidserver/merge_requests/754))
de: `fdroid update` fügt Spenden-Links ein, die auf _FUNDING.yml_ ([!754](https://gitlab.com/fdroid/fdroidserver/merge_requests/754)) des Upstreams beruhen
pl: `fdroid update` wstawia linki do darowizn w oparciu o _FUNDING.yml_ ([!754](https://gitlab.com/fdroid/fdroidserver/merge_requests/754))
ro: `fdroid update` inserează link-uri de donație bazate pe _FUNDING.yml_ din upstream ([!754](https://gitlab.com/fdroid/fdroidserver/merge_requests/754))
ru: `fdroid update` вставляет ссылки на пожертвования на основе _FUNDING.yml_ ([!754](https://gitlab.com/fdroid/fdroidserver/merge_requests/754))
uk: `Fdroid update` вставляє посилання на пожертвування на основі _FUNDING.yml_ ([! 754](https://gitlab.com/fdroid/fdroidserver/merge_requests/754))
zh_hans: `fdroid update` 根据上游'的 _FUNDING.yml_ ([!754](https://gitlab.com/fdroid/fdroidserver/merge_requests/754)) 插入捐赠链接
