Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)** was updated from 1.1 to 1.2
de: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)** erhielt ein Update von 1.1 auf 1.2
pl: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)** został zaktualizowany z 1.1 do 1.2
ro: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)** a fost actualizată de la 1.1 la 1.2
ru: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)** был обновлен с 1.1 до 1.2
uk: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)** оновлено з 1.1 до 1.2
zh_hans: **[k3pler](https://f-droid.org/packages/com.tht.k3pler/)** 从 1.1 更新到 1.2

source: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)** was [updated](https://github.com/mvbasov/lWS.QR/releases) from 03.00.02 to 04.00.00
de: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)**-[Aktualisierung](https://github.com/mvbasov/lWS.QR/releases) von 03.00.02 auf 04.00.00
pl: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)** został [zaktualizowany](https://github.com/mvbasov/lWS.QR/releases) z 03.00.02 do 04.00.00
ro: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)** a fost [updated](https://github.com/mvbasov/lWS.QR/releases) de la 03.00.02 la 04.00.00
ru: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)** был [обновлен](https://github.com/mvbasov/lWS.QR/releases) с 03.00.02 по 04.00.00
uk: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)** [оновлено](https://github.com/mvbasov/lWS.QR/releases) з 03.00.02 до 04.00.00
zh_hans: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)** 从 03.00.02 [更新](https://github.com/mvbasov/lWS.QR/releases)到 04.00.00

source: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)** was [updated](https://github.com/mvbasov/lWS/releases) from 06.00.00 to 07.00.00
de: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)**-[Aktualisierung](https://github.com/mvbasov/lWS/releases) von 06.00.00 auf 07.00.00
pl: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)** został [zaktualizowany](https://github.com/mvbasov/lWS/releases) z 06.00.00 do 07.00.00
ro: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)**a fost [updated](https://github.com/mvbasov/lWS/releases) de la 06.00.00 la 07.00.00
ru: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)** был [обновлен](https://github.com/mvbasov/lWS/releases) с 06.00.00 до 07.00.00
uk: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)** [оновлено](https://github.com/mvbasov/lWS/releases) з 06.00.00 до 07.00.00
zh_hans: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)** 从 06.00.00 [更新](https://github.com/mvbasov/lWS/releases)到 07.00.00

source: **[meteroid](https://f-droid.org/packages/de.chaosdorf.meteroid/)** was updated from 2.5.0 to 2.6.0
de: **[meteroid](https://f-droid.org/packages/de.chaosdorf.meteroid/)** erhielt ein Update von 2.5.0 auf 2.6.0
pl: **[meteroid](https://f-droid.org/packages/de.chaosdorf.meteroid/)** został zaktualizowany z 2.5.0 do 2.6.0
ro: **[meteroid](https://f-droid.org/packages/de.chaosdorf.meteroid/)** a fost actualizat de la 2.5.0 la 2.6.0
ru: **[meteroid](https://f-droid.org/packages/de.chaosdorf.meteroid/)** был обновлен с 2.5.0 до 2.6.0
uk: **[meteroid](https://f-droid.org/packages/de.chaosdorf.meteroid/)** оновлено з 2.5.0 до 2.6.0
zh_hans: **[meteroid](https://f-droid.org/packages/de.chaosdorf.meteroid/)** 从 2.5.0 更新到 2.6.0

source: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** was [updated](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) from 0.8.25 to 0.8.29b
de: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)**-[Aktualisierung](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) von 0.8.25 auf 0.8.29b
pl: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** został [zaktualizowany](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) z 0.8.25 do 0.8.29b
ro: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** a fost [updated](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) de la 0.8.25 la 0.8.29b
ru: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** был [обновлен](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) с 0.8.25 до 0.8.29b
uk: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [оновлено](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) з 0.8.25 до 0.8.29b
zh_hans: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** 从 0.8.25 [更新](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst)到 0.8.29b

source: **[openHAB Beta](https://f-droid.org/packages/org.openhab.habdroid.beta/)** was [updated](https://github.com/openhab/openhab-android/releases) from 2.6.11-beta to 2.7.11-beta
de: **[openHAB Beta](https://f-droid.org/packages/org.openhab.habdroid.beta/)**-[Aktualisierung](https://github.com/openhab/openhab-android/releases) von 2.6.11-beta auf 2.7.11-beta
pl: **[openHAB Beta](https://f-droid.org/packages/org.openhab.habdroid.beta/)** został [zaktualizowany](https://github.com/openhab/openhab-android/releases) z 2.6.11-beta do 2.7.11-beta
ro: **[openHAB Beta](https://f-droid.org/packages/org.openhab.habdroid.beta/)** a fost [updated](https://github.com/openhab/openhab-android/releases) de la 2.6.11-beta la 2.7.11-beta
ru: **[openHAB Beta](https://f-droid.org/packages/org.openhab.habdroid.beta/)** был [обновлен](https://github.com/openhab/openhab-android/releases) с 2.6.11-beta до 2.7.11-beta
uk: **[openHAB Beta](https://f-droid.org/packages/org.openhab.habdroid.beta/)** [оновлено](https://github.com/openhab/openhab-android/releases) з 2.6.11-beta до 2.7.11-beta
zh_hans: **[openHAB Beta](https://f-droid.org/packages/org.openhab.habdroid.beta/)** 从 2.6.11-beta [更新](https://github.com/openhab/openhab-android/releases)到 2.7.11-beta

source: **[openHAB](https://f-droid.org/packages/org.openhab.habdroid/)** was [updated](https://github.com/openhab/openhab-android/releases) from 2.6.9 to 2.7.0
de: **[openHAB](https://f-droid.org/packages/org.openhab.habdroid/)**-[Aktualisierung](https://github.com/openhab/openhab-android/releases) von 2.6.9 auf 2.7.0
pl: **[openHAB](https://f-droid.org/packages/org.openhab.habdroid/)** został [zaktualizowany](https://github.com/openhab/openhab-android/releases) z 2.6.9 do 2.7.0
ro: **[openHAB](https://f-droid.org/packages/org.openhab.habdroid/)** a fost [updated](https://github.com/openhab/openhab-android/releases) de la 2.6.9 la 2.7.0
ru: **[openHAB](https://f-droid.org/packages/org.openhab.habdroid/)** был [обновлен](https://github.com/openhab/openhab-android/releases) с 2.6.9 до 2.7.0
uk: **[openHAB](https://f-droid.org/packages/org.openhab.habdroid/)** [оновлено](https://github.com/openhab/openhab-android/releases) з 2.6.9 до 2.7.0
zh_hans: **[openHAB](https://f-droid.org/packages/org.openhab.habdroid/)** 从 2.6.9 [更新](https://github.com/openhab/openhab-android/releases)到 2.7.0

source: **[openScale](https://f-droid.org/packages/com.health.openscale/)** was [updated](https://github.com/oliexdev/openScale/releases) from 2.0.3 to 2.1.0
de: **[openScale](https://f-droid.org/packages/com.health.openscale/)**-[Aktualisierung](https://github.com/oliexdev/openScale/releases) von 2.0.3 auf 2.1.0
pl: **[openScale](https://f-droid.org/packages/com.health.openscale/)** został [zaktualizowany](https://github.com/oliexdev/openScale/releases) z 2.0.3 do 2.1.0
ro: **[openScale](https://f-droid.org/packages/com.health.openscale/)** a fost [updated](https://github.com/oliexdev/openScale/releases) de la 2.0.3 la 2.1.0
ru: **[openScale](https://f-droid.org/packages/com.health.openscale/)** был [обновлен](https://github.com/oliexdev/openScale/releases) с 2.0.3 до 2.1.0
uk: **[openScale](https://f-droid.org/packages/com.health.openscale/)** [оновлено](https://github.com/oliexdev/openScale/releases) з 2.0.3 до 2.1.0
zh_hans: **[openScale](https://f-droid.org/packages/com.health.openscale/)** 从 2.0.3 [更新](https://github.com/oliexdev/openScale/releases)至 2.1.0

source: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** was [updated](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md) from 2.10.0 to 2.11.1
de: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)**-[Aktualisierung](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md) von 2.10.0 auf 2.11.1
pl: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** został [zaktualizowany](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md) z 2.10.0 do 2.11.1
ro: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** a fost [updated](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md) de la 2.10.0 la 2.11.1
ru: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** был [обновлен](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md) с 2.10.0 до 2.11.1
uk: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** [оновлено](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md) з 2.10.0 до 2.11.1
zh_hans: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** 从 2.10.0 [更新](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md)到 2.11.1

source: **[p!n](https://f-droid.org/packages/de.nproth.pin/)** was updated from 1.1 to 1.2.4
de: **[p!n](https://f-droid.org/packages/de.nproth.pin/)** erhielt ein Update von 1.1 auf 1.2.4
pl: **[p!n](https://f-droid.org/packages/de.nproth.pin/)** został zaktualizowany z 1.1 do 1.2.4
ro: **[p!n](https://f-droid.org/packages/de.nproth.pin/)** a fost actualizat de la 1.1 la 1.2.4
ru: **[p!n](https://f-droid.org/packages/de.nproth.pin/)** был обновлен с версии 1.1 до версии 1.2.4
uk: **[p!n](https://f-droid.org/packages/de.nproth.pin/)** оновлено з 1.1 до 1.2.4
zh_hans: **[p!n](https://f-droid.org/packages/de.nproth.pin/)** 从 1.1 更新到 1.2.4

source: **[pOT-Droid](https://f-droid.org/packages/com.mde.potdroid/)** was [updated](https://github.com/janoliver/pOT-Droid/blob/HEAD/CHANGELOG.md) from 5.2.0 to 5.2.3
de: **[pOT-Droid](https://f-droid.org/packages/com.mde.potdroid/)**-[Aktualisierung](https://github.com/janoliver/pOT-Droid/blob/HEAD/CHANGELOG.md) von 5.2.0 auf 5.2.3
pl: **[pOT-Droid](https://f-droid.org/packages/com.mde.potdroid/)** został [zaktualizowany](https://github.com/janoliver/pOT-Droid/blob/HEAD/CHANGELOG.md) z 5.2.0 do 5.2.3
ro: **[pOT-Droid](https://f-droid.org/packages/com.mde.potdroid/)** a fost [updated](https://github.com/janoliver/pOT-Droid/blob/HEAD/CHANGELOG.md) de la 5.2.0 la 5.2.3
ru: **[pOT-Droid](https://f-droid.org/packages/com.mde.potdroid/)** был [обновлен](https://github.com/janoliver/pOT-Droid/blob/HEAD/CHANGELOG.md) с 5.2.0 до 5.2.3
uk: **[pOT-Droid](https://f-droid.org/packages/com.mde.potdroid/)** [оновлено](https://github.com/janoliver/pOT-Droid/blob/HEAD/CHANGELOG.md) з 5.2.0 до 5.2.3
zh_hans: **[pOT-Droid](https://f-droid.org/packages/com.mde.potdroid/)** 从 5.2.0 [更新](https://github.com/janoliver/pOT-Droid/blob/HEAD/CHANGELOG.md)到 5.2.3

source: **[primitive ftpd](https://f-droid.org/packages/org.primftpd/)** was updated from 5.14 to 5.16
de: **[primitive ftpd](https://f-droid.org/packages/org.primftpd/)** erhielt ein Update von 5.14 auf 5.16
pl: **[primitive ftpd](https://f-droid.org/packages/org.primftpd/)** został zaktualizowany z 5.14 do 5.16
ro: **[primitive ftpd](https://f-droid.org/packages/org.primftpd/)** a fost actualizat de la 5.14 la 5.16
ru: **[primitive ftpd](https://f-droid.org/packages/org.primftpd/)** был обновлен с 5.14 до 5.16
uk: **[primitive ftpd](https://f-droid.org/packages/org.primftpd/)** оновлено з 5.14 до 5.16
zh_hans: **[primitive ftpd](https://f-droid.org/packages/org.primftpd/)** 从 5.14 更新到 5.16

source: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** was updated from 1.8.0 to 1.9.2
de: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** erhielt ein Update von 1.8.0 auf 1.9.2
pl: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** został zaktualizowany z 1.8.0 do 1.9.2
ro: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** a fost actualizat de la 1.8.0 la 1.9.2
ru: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** был обновлен с 1.8.0 до 1.9.2
uk: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** оновлено з 1.8.0 до 1.9.2
zh_hans: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** 从 1.8.0 更新到 1.9.2

source: **[wX](https://f-droid.org/packages/joshuatee.wx/)** was [updated](https://drive.google.com/drive/folders/0B9OogdTO1kXqcVJwekpwemFwSXM) from 55120 to 55236
de: **[wX](https://f-droid.org/packages/joshuatee.wx/)** [aktualisiert](https://drive.google.com/drive/folders/0B9OogdTO1kXqcVJwekpwemFwSXM) von 55120 nach 55236
pl: **[wX](https://f-droid.org/packages/joshuatee.wx/)** został [zaktualizowany](https://drive.google.com/drive/folders/0B9OogdTO1kXqcVJwekpwemFwSXM) z 55120 do 55236
ro: **[wX](https://f-droid.org/packages/joshuatee.wx/)** a fost [updated](https://drive.google.com/drive/folders/0B9OogdTO1kXqcVJwekpwemFwSXM) de la 55120 la 55236
ru: **[wX](https://f-droid.org/packages/joshuatee.wx/)** был [обновлен](https://drive.google.com/drive/folders/0B9OogdTO1kXqcVJwekpwemFwSXM) с 55120 до 55236
uk: **[wX](https://f-droid.org/packages/joshuatee.wx/)** [оновлено](https://drive.google.com/drive/folders/0B9OogdTO1kXqcVJwekpwemFwSXM) з 55120 до 55236
zh_hans: **[wX](https://f-droid.org/packages/joshuatee.wx/)** 从 55120 [更新](https://drive.google.com/drive/folders/0B9OogdTO1kXqcVJwekpwemFwSXM)至 55236

source: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** was [updated](https://github.com/wallabag/android-app/releases) from 2.2.0 to 2.2.2
de: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)**-[Aktualisierung](https://github.com/wallabag/android-app/releases) von 2.2.0 auf 2.2.2
pl: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** został [zaktualizowany](https://github.com/wallabag/android-app/releases) z 2.2.0 do 2.2.2
ro: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)**a fost[updated](https://github.com/wallabag/android-app/releases) de la 2.2.0 la 2.2.2
ru: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** был [обновлен](https://github.com/wallabag/android-app/releases) с 2.2.0 до 2.2.2
uk: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** [оновлено](https://github.com/wallabag/android-app/releases) з 2.2.0 до 2.2.2
zh_hans: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** 从 2.2.0 [更新](https://github.com/wallabag/android-app/releases)到 2.2.2

source: **[μlogger](https://f-droid.org/packages/net.fabiszewski.ulogger/)** was updated from 2.5 to 2.7
de: **[μlogger](https://f-droid.org/packages/net.fabiszewski.ulogger/)** erhielt ein Update von 2.5 auf 2.7
pl: **[μlogger](https://f-droid.org/packages/net.fabiszewski.ulogger/)** został zaktualizowany z 2.5 do 2.7
ro: **[μlogger](https://f-droid.org/packages/net.fabiszewski.ulogger/)** a fost actualizată de la 2.5 la 2.7
ru: **[μlogger](https://f-droid.org/packages/net.fabiszewski.ulogger/)** был обновлен с 2.5 до 2.7
uk: **[μlogger](https://f-droid.org/packages/net.fabiszewski.ulogger/)** оновлено з 2.5 до 2.7
zh_hans: **[μlogger](https://f-droid.org/packages/net.fabiszewski.ulogger/)** 从 2.5 更新到 2.7

source: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** was [updated](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) from 1.6-alpha2 to 1.7
de: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)**-[Aktualisierung](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) von 1.6-alpha2 auf 1.7
pl: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** został [zaktualizowany](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) z 1.6-alpha2 do 1.7
ro: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** a fost [updated](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) de la 1.6-alpha2 la 1.7
ru: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** был [обновлен](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) с 1.6-alpha2 до 1.7
uk: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** [оновлено](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) з 1.6-alpha2 до 1.7
zh_hans: **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 从 1.6-alpha2 [更新](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md)到 1.7

source: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** was updated from 1.2 to 1.4
de: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** erhielt ein Update von 1.2 auf 1.4
pl: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** został zaktualizowany z 1.2 do 1.4
ro: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** a fost actualizat de la 1.2 la 1.4
ru: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** был обновлен с 1.2 до 1.4
uk: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** оновлено з 1.2 до 1.4
zh_hans: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** 从 1.2 更新到 1.4

source: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)** was updated from 1.14.0 to 1.15.0
de: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)** erhielt ein Update von 1.14.0 auf 1.15.0
pl: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)** został zaktualizowany z 1.14.0 do 1.15.0
ro: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)** a fost actualizat de la 1.14.0 la 1.15.0
ru: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)** обновлен с 1.14.0 до 1.15.0
uk: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)** оновлено з 1.14.0 до 1.15.0
zh_hans: **[MuPDF mini](https://f-droid.org/packages/com.artifex.mupdf.mini.app/)** 从 1.14.0 更新到 1.15.0

source: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** was [updated](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) from 3.6.0 RC2 to 3.7.0 RC4
de: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)**-[Aktualisierung](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) von 3.6.0 RC2 auf 3.7.0 RC4
pl: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** został [zaktualizowany](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) z 3.6.0 RC2 do 3.7.0 RC4
ro: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** a fost [updated](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) de la 3.6.0 RC2 la 3.7.0 RC4
ru: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** был [обновлен](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) с 3.6.0 RC2 до 3.7.0 RC4
uk: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** [оновлено](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) з 3.6.0 RC2 до 3.7.0 RC4
zh_hans: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** 从 3.6.0 RC2 [更新](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md)到 3.7.0 RC4

source: **[OpenVPN for Android](https://f-droid.org/packages/de.blinkt.openvpn/)** was updated from 0.7.7 to 0.7.8
de: **[OpenVPN for Android](https://f-droid.org/packages/de.blinkt.openvpn/)** erhielt ein Update von 0.7.7 auf 0.7.8
pl: **[OpenVPN for Android](https://f-droid.org/packages/de.blinkt.openvpn/)** został zaktualizowany z 0.7.7 do 0.7.8
ro: **[OpenVPN for Android](https://f-droid.org/packages/de.blinkt.openvpn/)** a fost actualizat de la 0.7.7 la 0.7.8
ru: **[OpenVPN для Android](https://f-droid.org/packages/de.blinkt.openvpn/)** был обновлен с 0.7.7 до 0.7.8
uk: **[OpenVPN для Android](https://f-droid.org/packages/de.blinkt.openvpn/)** оновлено з 0.7.7 до 0.7.8
zh_hans: **[OpenVPN for Android](https://f-droid.org/packages/de.blinkt.openvpn/)** 从 0.7.7 更新到 0.7.8

source: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** was [updated](http://osmand.net/help/changes.html) from 3.3.6 to 3.4.0
de: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)**-[Aktualisierung](http://osmand.net/help/changes.html) von 3.3.6 auf 3.4.0
pl: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** został [zaktualizowany](http://osmand.net/help/changes.html) z 3.3.6 do 3.4.0
ro: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** a fost [updated](http://osmand.net/help/changes.html) de la 3.3.6 la 3.4.0
ru: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** был [обновлен](http://osmand.net/help/changes.html) с 3.3.6 до 3.4.0
uk: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** [оновлено](http://osmand.net/help/changes.html) з 3.3.6 до 3.4.0
zh_hans: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 从 3.3.6 [更新](http://osmand.net/help/changes.html)到 3.4.0

source: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** was [updated](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) from 0.8.25 to 0.9.1
de: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)**-[Aktualisierung](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) von 0.8.25 auf 0.9.1
pl: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** został [zaktualizowany](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) z 0.8.25 do 0.9.1
ro: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** a fost [updated](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) de la 0.8.25 la 0.9.1
ru: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** был [обновлен](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) с 0.8.25 до 0.9.1
uk: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** [оновлено](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) з 0.8.25 до 0.9.1
zh_hans: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** 从 0.8.25 [更新](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst)到 0.9.1

source: 5 apps were removed.
de: 5 Apps wurden entfernt.
pl: Usunięto pięć aplikacji.
ro: 5 aplicații au fost eliminate.
ru: 5 приложений были удалены.
uk: 5 застосунків вилучено.
zh_hans: 5 个应用被删除。
