Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [hellcp](https://forum.f-droid.org/u/hellcp) submitted [an icon](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810/3) for our Fennec icon challenge and it's looking quite good! There's a lively discussion going on, so feel free to [join in](https://forum.f-droid.org/t/2810), or maybe even [submit another icon](https://forum.f-droid.org/t/2810)!
de: [hellcp](https://forum.f-droid.org/u/hellcp) hat [ein Icon](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810/3) für unsere Fennec Icon Challenge eingereicht und es sieht ziemlich gut aus! Es gibt eine lebhafte Diskussion, also zögern Sie nicht, [mitzumachen](https://forum.f-droid.org/t/2810) oder vielleicht sogar ein anderes Icon [einzureichen](https://forum.f-droid.org/t/2810)!
pl: [hellcp](https://forum.f-droid.org/u/hellcp) przesłał [ikonę](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810/3) dla naszego wyzwania związanego z ikoną Fennec i wygląda całkiem nieźle! Prowadzimy ożywioną dyskusję, więc zachęcamy do [przyłączenia się](https://forum.f-droid.org/t/2810), a może nawet [złożyć kolejną ikonę](https://forum.f-droid.org/t/2810)!
ro: [hellcp](https://forum.f-droid.org/u/hellcp) a trimis [an icon](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810/3) pentru provocarea noastră de pictograme Fennec și arată destul de bine! Se poartă o discuție aprinsă, așa că nu ezitați să [join in](https://forum.f-droid.org/t/2810), sau poate chiar să [submit another icon](https://forum.f-droid.org/t/2810)!
ru: [hellcp](https://forum.f-droid.org/u/hellcp) прислал [иконку](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810/3) для нашего конкурса иконок Fennec, и она выглядит очень хорошо! Идет оживленное обсуждение, так что не стесняйтесь [присоединиться](https://forum.f-droid.org/t/2810), а может даже [представить другую иконку](https://forum.f-droid.org/t/2810)!
uk: [hellcp](https://forum.f-droid.org/u/hellcp) надіслав [піктограму](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810/3) для нашого конкурсу іконок Fennec, і вона виглядає дуже добре! Йде жваве обговорення, так що не соромтеся [приєднатися](https://forum.f-droid.org/t/2810), а може навіть [уявити іншу піктограму](https://forum.f-droid.org/t/2810)!
zh_hans: [hellcp](https://forum.f-droid.org/u/hellcp) 为我们的 Fennec 图标挑战提交了[一个图标](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810/3)，它看起来相当不错！有一个活跃的讨论正在进行，所以请尽情[加入](https://forum.f-droid.org/t/2810)讨论，你也可以[提交另一个图标](https://forum.f-droid.org/t/2810)！

source: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/): Chess for one or two players
de: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/): Schach für einen oder zwei Spieler
pl: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/): Szachy dla jednego lub dwóch graczy
ro: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/): Șah pentru unul sau doi jucători
ru: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/): Шахматы для одного или двух игроков
uk: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/): Шахи для одного або двох гравців
zh_hans: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/)：单人或双人象棋

source: [Om](https://f-droid.org/packages/com.enjoyingfoss.om/): Meditate mindfully for increased emotional intelligence
de: [Om](https://f-droid.org/packages/com.enjoyingfoss.om/): Meditieren Sie aufmerksam für mehr emotionale Intelligenz
pl: [Om](https://f-droid.org/packages/com.enjoyingfoss.om/): Medytuj uważnie, aby zwiększyć inteligencję emocjonalną
ro: [Om](https://f-droid.org/packages/com.enjoyingfoss.om/): Meditați în mod conștient pentru o inteligență emoțională sporită
ru: [Om](https://f-droid.org/packages/com.enjoyingfoss.om/): Медитируйте осознанно для повышения эмоционального интеллекта
uk: [Om](https://f-droid.org/packages/com.enjoyingfoss.om/): Медитуйте усвідомлено для підвищення емоційного інтелекту
zh_hans: [Om](https://f-droid.org/packages/com.enjoyingfoss.om/)：提高情商的正念冥想

source: [Torchlight](https://f-droid.org/packages/com.fake.android.torchlight/): Use the flash of your camera as a light
de: [Torchlight](https://f-droid.org/packages/com.fake.android.torchlight/): Verwenden Sie den Blitz Ihrer Kamera als Lichtquelle
pl: [Torchlight](https://f-droid.org/packages/com.fake.android.torchlight/): Użyj lampy błyskowej aparatu jako światła
ro: [Torchlight](https://f-droid.org/packages/com.fake.android.torchlight/): Folosește blițul aparatului foto ca lumină
ru: [Torchlight](https://f-droid.org/packages/com.fake.android.torchlight/): Используйте вспышку вашей камеры в качестве фонаря
uk: [Torchlight](https://f-droid.org/packages/com.fake.android.torchlight/): Використовуйте спалах вашої камери як ліхтаря
zh_hans: [Torchlight](https://f-droid.org/packages/com.fake.android.torchlight/)：使用相机的闪光灯作为光源

source: [arXiv Papers](https://f-droid.org/packages/com.rockbyte.arxiv/): Search, download and save arXiv scientific papers
de: [arXiv Papers](https://f-droid.org/packages/com.rockbyte.arxiv/): Wissenschaftliche arXiv Fachartikel suchen, herunterladen und speichern
pl: [ArXiv Papers](https://f-droid.org/packages/com.rockbyte.arxiv/): Wyszukiwanie, pobieranie i zapisywanie naukowych artykułów ArXiv
ro: [arXiv Papers](https://f-droid.org/packages/com.rockbyte.arxiv/): Căutați, descărcați și salvați lucrări științifice arXiv
ru: [arXiv Papers](https://f-droid.org/packages/com.rockbyte.arxiv/): Поиск, загрузка и сохранение научных статей arXiv
uk: [arXiv Papers](https://f-droid.org/packages/com.rockbyte.arxiv/): Пошук, завантаження і збереження наукових статей arXiv
zh_hans: [arXiv Papers](https://f-droid.org/packages/com.rockbyte.arxiv/)：搜索、下载和保存 arXiv 科学论文

source: [Password Hash](https://f-droid.org/packages/com.uploadedlobster.PwdHash/): Create passwords for each website
de: [Passwort Hash](https://f-droid.org/packages/com.uploadedlobster.PwdHash/): Erstellen von Passwörtern für jede Website
pl: [Password Hash](https://f-droid.org/packages/com.uploadedlobster.PwdHash/): Utwórz hasła dla każdej witryny
ro: [Password Hash](https://f-droid.org/packages/com.uploadedlobster.PwdHash/): Creați parole pentru fiecare site web
ru: [Password Hash](https://f-droid.org/packages/com.uploadedlobster.PwdHash/): Создайте пароли для каждого веб-сайта
uk: [Password Hash](https://f-droid.org/packages/com.uploadedlobster.PwdHash/): Створіть паролі для кожного вебсайту
zh_hans: [Password Hash](https://f-droid.org/packages/com.uploadedlobster.PwdHash/)：为每个网站创建密码

source: [FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/): Navigate FragDenStaat
de: [FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/): In FragDenStaat navigieren
pl: [FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/): Nawiguj FragDenStaat
ro: [FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/): Navigați pe FragDenStaat
ru: [FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/): Навигация по FragDenStaat
uk: [FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/): Навігація по FragDenStaat
zh_hans: [FragDenStaat](https://f-droid.org/packages/de.fragdenstate .app)：浏览 FragDenStaat

source: [sesam](https://f-droid.org/packages/de.larcado.sesam/): Hash based password manager
de: [Sesam](https://f-droid.org/packages/de.larcado.sesam/): Hash-basierter Passwort-Manager
pl: [sesam](https://f-droid.org/packages/en.larcado.sesam/): Menedżer haseł oparty na haśle
ro: [sesam](https://f-droid.org/packages/de.larcado.sesam/): Manager de parole pe bază de hash
ru: [sesam](https://f-droid.org/packages/de.larcado.sesam/): менеджер паролей на основе хэша
uk: [Sesam](https://f-droid.org/packages/de.larcado.sesam/): менеджер паролів на основі хеша
zh_hans: [sesam](https://f-droid.org/packages/de.larcado.sesam/)：基于哈希的密码管理器

source: [Router Keygen YoloSec](https://f-droid.org/packages/net.yolosec.routerkeygen2/): Generate default WPA/WEP keys
de: [Router Keygen YoloSec](https://f-droid.org/packages/net.yolosec.routerkeygen2/): Standard-WPA/WEP-Schlüssel erzeugen
pl: [Router Keygen YoloSec](https://f-droid.org/packages/net.yolosec.routerkeygen2/): Generowanie domyślnych kluczy WPA/WEP
ro: [Router Keygen YoloSec](https://f-droid.org/packages/net.yolosec.routerkeygen2/): Generați chei WPA/WEP implicite
ru: [Router Keygen YoloSec](https://f-droid.org/packages/net.yolosec.routerkeygen2/): Генерация стандартных ключей WPA/WEP
uk: [Router Keygen YoloSec](https://f-droid.org/packages/net.yolosec.routerkeygen2/): Генерація стандартних ключів WPA/WEP
zh_hans: [Router Keygen YoloSec](https://f-droid.org/packages/net.yolosec.routerkeygen2/)：生成默认的 WPA/WEP 密钥

source: [LeMonde.fr](https://f-droid.org/packages/org.mbach.lemonde/): Reads RSS feed from the website LeMonde.fr and fetch articles inside the App
de: [LeMonde.fr](https://f-droid.org/packages/org.mbach.lemonde/): Liest RSS-Feeds von der Website LeMonde.fr und holt Artikel in die App
pl: [LeMonde.fr](https://f-droid.org/packages/org.mbach.lemonde/): Odczytuje kanał RSS ze strony LeMonde.fr i pobiera artykuły z aplikacji
ro: [LeMonde.fr](https://f-droid.org/packages/org.mbach.lemonde/): Citește fluxurile RSS de pe site-ul LeMonde.fr și extrage articolele din aplicație
ru: [LeMonde.fr](https://f-droid.org/packages/org.mbach.lemonde/): Читает RSS-канал с сайта LeMonde.fr и получает статьи внутри приложения
uk: [LeMonde.fr](https://f-droid.org/packages/org.mbach.lemonde/): Читає RSS-канал з сайту LeMonde.fr і отримує статті всередині застосунку
zh_hans: [LeMonde.fr](https://f-droid.org/packages/org.mbach.lemonde/)：在应用中从 LeMonde.fr 网站读取 RSS 并获取文章

source: [SeaMapDroid](https://f-droid.org/packages/org.seamapdroid/): Browse OpenSeaMap on your phone
de: [SeaMapDroid](https://f-droid.org/packages/org.seamapdroid/): OpenSeaMap auf Ihrem Handy durchsuchen
pl: [SeaMapDroid](https://f-droid.org/packages/org.seamapdroid/): Przeglądaj OpenSeaMap na swoim telefonie
ro: [SeaMapDroid](https://f-droid.org/packages/org.seamapdroid/): Răsfoiți OpenSeaMap pe telefon
ru: [SeaMapDroid](https://f-droid.org/packages/org.seamapdroid/): Просмотр OpenSeaMap на вашем телефоне
uk: [SeaMapDroid](https://f-droid.org/packages/org.seamapdroid/): Перегляд OpenSeaMap на вашому телефоні
zh_hans: [SeaMapDroid](https://f-droid.org/packages/org.seamapdroid/):：在你的手机上浏览 OpenSeaMap

source: [Pain Diary](https://f-droid.org/packages/org.secuso.privacyfriendlypaindiary/): Do you want to track and share your pain? Now you can, privately, using this program.
de: [Pain Diary](https://f-droid.org/packages/org.secuso.privacyfriendlypaindiary/): Willst du deinen Schmerz aufspüren und teilen? Jetzt können Sie dieses Programm vertraulich benutzen.
pl: [Pain Diary](https://f-droid.org/packages/org.secuso.privacyfriendlypaindiary/): Czy chcesz śledzić i dzielić ból? Teraz możesz, prywatnie, korzystać z tego programu.
ro: [Pain Diary](https://f-droid.org/packages/org.secuso.privacyfriendlypaindiary/):Doriți să vă urmăriți și să vă împărtășiți durerea? Acum puteți, în mod privat, folosind acest program.
ru: [Pain Diary](https://f-droid.org/packages/org.secuso.privacyfriendlypaindiary/): Вы хотите отслеживать и делиться своей болью? Теперь вы можете сделать это в частном порядке с помощью этой программы.
uk: [Pain Diary](https://f-droid.org/packages/org.secuso.privacyfriendlypaindiary/): Ви хочете відстежувати й ділитися своїм болем? Тепер ви можете зробити це в приватному порядку за допомогою цього застосунку.
zh_hans: [Pain Diary](https://f-droid.org/packages/org.secuso.privacyfriendlypaindiary/):：你想跟踪和分享你的痛苦吗？现在你可以私下里使用这个程序了。

source: [Episodie](https://f-droid.org/packages/pl.hypeapp.episodie/): Discover and track TV show time
de: [Episodie](https://f-droid.org/packages/pl.hypeapp.episodie/): TV-Show Zeiten entdecken und nachverfolgen
pl: [Episodie](https://f-droid.org/packages/pl.hypeapp.episodie/): Odkryj i śledź czas emisji programów telewizyjnych
ro: [Episodie](https://f-droid.org/packages/pl.hypeapp.episodie/): Descoperiți și urmăriți ora emisiunilor TV
ru: [Episodie](https://f-droid.org/packages/pl.hypeapp.episodie/): Узнавайте и отслеживайте время показа телепередач
uk: [Episodie](https://f-droid.org/packages/pl.hypeapp.episodie/): Дізнавайтеся і відстежуйте час показу телепередач
zh_hans: [Episodie](https://f-droid.org/packages/pl.hypeapp.episodie/):：发现和跟踪电视节目时间

source: In total, 68 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 68 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 68 aplikacji. Oto najważniejsze cechy:
ro: În total, 68 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 68 приложений. Вот основные из них:
uk: Усього цього тижня було оновлено 68 застосунків. Ось основні з них:
zh_hans: 本周总共更新了 68 个应用。以下是其中的亮点：

source: [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) was updated from 1.8.8 to 1.9.0 and now actually _saves_ your profile changes :D, fixes home timeline freezes, and most importantly, now features both a dark theme _and_ a compact mode!
de: [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) wurde von 1.8.8 auf 1.9.0 aktualisiert und _speichert_ nun tatsächlich dein Profil :D, behebt das Einfrieren der Home-Timeline, und am Wichtigsten ist, dass es jetzt sowohl ein dunkles Thema _und_ einen kompakten Modus gibt!
pl: [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) został zaktualizowany z wersji 1.8.8 na 1.9.0, a teraz faktycznie _skasuje_ zmiany w twoim profilu: D, naprawia zawieszanie się osi czasu i co najważniejsze, teraz ma zarówno ciemny motyw, jak i tryb kompaktowy!
ro: [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) a fost actualizat de la 1.8.8 la 1.9.0 și acum chiar _salvează_ modificările de profil :D, repară înghețarea cronologiei de acasă și, cel mai important, acum are atât o temă întunecată cât și un mod compact!
ru: [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) был обновлен с 1.8.8 до 1.9.0 и теперь действительно _сохраняет_ изменения вашего профиля :D, исправляет зависания домашней временной шкалы, и, самое главное, теперь имеет темную тему _и _ компактный режим!
uk: [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) був оновлений з 1.8.8 до 1.9.0 і тепер дійсно _зберігає_ зміни вашого профілю :D, виправляє зависання домашньої тимчасової шкали, і, найголовніше, тепер має темну тему _і_ компактний режим!
zh_hans: [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) 从 1.8.8 更新到了 1.9.0，现在真正 _保存_ 你的档案更改了 :D，修复了主时间轴冻结，最重要的是，现在有一个暗主题 _和_ 一个紧凑模式！

source: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) [1.8.0](https://github.com/tuskyapp/Tusky/releases/tag/v1.8.0) made it to F-Droid, bringing better notifications to Android 7+ (Nougat), links to statuses and profiles will now open internally, search now also finds statuses, and more.
de: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) [1.8.0](https://github.com/tuskyapp/Tusky/releases/tag/v1.8.0) hat es zu F-Droid geschafft und liefert bessere Benachrichtigungen unter Android 7 (Nougat) und höher, Links zu Status und Profilen werden nun intern geöffnet, die Suche findet nun auch Status und mehr.
pl: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) [1.8.0](https://github.com/tuskyapp/Tusky/releases/tag/v1.8.0) przygotował do F-Droid, przynosząc lepsze powiadomienia do Androida 7 (Nougat), linki do statusów i profili będą teraz otwierane wewnętrznie, wyszukiwanie teraz także znajduje statusy i więcej.
ro: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) [1.8.0](https://github.com/tuskyapp/Tusky/releases/tag/v1.8.0) a ajuns pe F-Droid, aducând notificări mai bune pentru Android 7+ (Nougat), link-urile către statusuri și profiluri se vor deschide acum intern, căutarea găsește acum și statusuri și multe altele.
ru: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) [1.8.0](https://github.com/tuskyapp/Tusky/releases/tag/v1.8.0) добрался до F-Droid, привнеся лучшие уведомления в Android 7+ (Nougat), ссылки на статусы и профили теперь будут открываться внутри, поиск теперь также находит статусы, и многое другое.
uk: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) [1.8.0](https://github.com/tuskyapp/Tusky/releases/tag/v1.8.0) дістався до F-Droid, несучи кращі повідомлення в Android 7 + (Nougat), посилання на статуси та профілі тепер будуть відкриватися всередині, пошук тепер також знаходить статуси, і багато іншого.
zh_hans: [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) [1.8.0](https://github.com/tuskyapp/Tusky/releases/tag/v1.8.0) 进入了 F-Droid，为 Android 7+ (Nougat) 带来了更好的通知，状态和配置文件的链接现在将在内部打开，搜索现在也将找到状态，以及更多更新内容。

source: [Vespucci](https://f-droid.org/packages/de.blau.android/) was updated from 10.1.2-fdroid to 10.2.4.0, and now optionally supports "network" location providers, handles http to https redirects and TLS 1.2 for older Android versions, and several smaller changes and bugfixes. Furthermore, Vespucci should be auto-updating in F-Droid from now on.
de: [Vespucci](https://f-droid.org/packages/de.blau.android/) wurde von 10.1.2-fdroid auf 10.2.4.0 aktualisiert und unterstützt nun optional "network" Location Provider, verarbeitet Umleitungen von http zu https und TLS 1.2 für ältere Android Versionen, sowie einige kleinere Änderungen und Bugfixes. Außerdem sollte Vespucci ab sofort automatisch in F-Droid aktualisiert werden.
pl: [Vespucci](https://f-droid.org/packages/de.blau.android/) został zaktualizowany z 10.1.2-fdroid do 10.2.4.0, a teraz opcjonalnie obsługuje dostawców lokalizacji "sieciowych", obsługuje przekierowania http do https i TLS 1.2 dla starszych wersji Androida oraz kilka mniejszych zmian i poprawek. Co więcej, od teraz Vespucci powinien sam się odświeżać w F-Droid.
ro: [Vespucci](https://f-droid.org/packages/de.blau.android/) a fost actualizat de la 10.1.2-fdroid la 10.2.4.0, iar acum suportă opțional furnizorii de locație "rețea", gestionează redirecționările http la https și TLS 1.2 pentru versiunile mai vechi de Android, precum și câteva modificări mai mici și corecturi de erori. În plus, Vespucci ar trebui să se actualizeze automat în F-Droid de acum înainte.
ru: [Vespucci](https://f-droid.org/packages/de.blau.android/) был обновлен с версии 10.1.2-fdroid до версии 10.2.4.0, и теперь опционально поддерживает "сетевых" провайдеров местоположения, обрабатывает перенаправления с http на https и TLS 1.2 для старых версий Android, а также несколько мелких изменений и исправлений. Кроме того, Vespucci теперь должен автоматически обновляться в F-Droid.
uk: [Vespucci](https://f-droid.org/packages/de.blau.android/) був оновлений з версії 10.1.2-fdroid до версії 10.2.4.0, і тепер опціонально підтримує «мережевих» провайдерів розташування, обробляє перенаправлення з http на https і TLS 1.2 для старих версій Android, а також кілька дрібних змін і виправлень. Крім того, Vespucci тепер повинен автоматично оновлюватися в F-Droid.
zh_hans: [Vespucci](https://f-droid.org/packages/de.blau.android/) 从 10.1.2-fdroid 更新到 10.2.4.0，现在选择性地支持“网络”位置提供商，处理 http 到 https 重定向，以及 TLS 1.2 以支持旧的 Android 版本，以及一些较小的变化和错误修正。此外，从现在开始，Vespucci 应该会在 F-Droid 中自动更新。

source: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) had a major update from 0.16.0 to 0.17.2, with [a ton of changes](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#v0170).
de: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) hatte ein großes Update von 0.16.0 auf 0.17.2 mit [einer Menge Änderungen](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#v0170).
pl: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) miał główną aktualizację od 0.16.0 do 0.17.2, z [toną zmian](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#v0170).
ro: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) a avut o actualizare majoră de la 0.16.0 la 0.17.2, cu [a ton of changes](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#v0170).
ru: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) получил крупное обновление с 0.16.0 до 0.17.2, с [тонной изменений](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#v0170).
uk: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) отримав велике оновлення з 0.16.0 до 0.17.2, з [безліччю змін](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#v0170).
zh_hans: [Delta Chat](https://f-droid.org/packages/com.b44t.messenger/) 有一个重大的更新，从 0.16.0 到 0.17.2，带来[大量的变化](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#v0170)。

source: [OctoDroid](https://f-droid.org/packages/com.gh4a/) is now at 4.3.2, moving starred repos to the bookmarks screen and fixing some annoying crash bugs.
de: [OctoDroid](https://f-droid.org/packages/com.gh4a/) ist jetzt bei 4.3.2, verschiebt sternförmige Repos auf den Lesezeichen-Bildschirm und behebt einige lästige Absturzfehler.
pl: [OctoDroid](https://f-droid.org/packages/com.gh4a/) jest teraz w wersji 4.3.2, przenosząc repozytorium z gwiazdką na ekran zakładek i naprawiając irytujące błędy awarii.
ro: [OctoDroid](https://f-droid.org/packages/com.gh4a/) este acum la 4.3.2, mutând depozitele cu stele în ecranul de marcaje și rezolvând unele erori enervante de blocare.
ru: [OctoDroid](https://f-droid.org/packages/com.gh4a/) теперь имеет версию 4.3.2, в которой репозитории со звездами перенесены на экран закладок и исправлены некоторые раздражающие ошибки сбоя.
uk: [OctoDroid](https://f-droid.org/packages/com.gh4a/) тепер має версію 4.3.2, в якій репозиторії з зірками перенесені на екран закладок і виправлені деякі дратівливі збої.
zh_hans: [ocdroid](https://f-droid.org/packages/com.gh4a/) 现在更新到了 4.3.2，将标星的存储库移到书签屏幕上，并修复了一些恼人的崩溃错误。
