Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: As we talked with various organizations about their signature collections, and applied some of them to the f-droid.org collection of apps, it became clear that there is a lot of shared structure. But each system was set up in a way that each look foreign to the others: Python code, Django admin panels, email submission, etc. If other contributors want to come in and make a contribution, they must understand each project's format. That can be time-consuming, and there is no standardized format to follow. Then @pnu of Exodus Privacy [proposed](https://github.com/Exodus-Privacy/etip/issues/133) to rewrite their editing system as files in a git repo. This was the spark that made it clear that a git repo of human-editable data files would apply to all these data sets.
de: Nachdem wir mit verschiedenen Organisationen über deren Signatur-Sammlungen sprachen und einige von ihnen auf die App-Sammlung von f-droid.org anwandten, wurde klar, dass es eine Menge gemeinsamer Strukturen gab. Aber jedes System ist auf eine Art eingerichtet, dass es für die anderen fremd aussieht: Python-Code, Admin-Gremien von Django, E-Mail-Anträge usw. Wenn weitere Mitwirkende dazustoßen und einen Beitrag leisten wollen, müssen sie das Format eines jeden Projekts verstehen. Das kann zeitaufwändig sein, und es gibt kein standardisiertes Format, dem man folgen kann. Dann machte @pnu von Exodus Privacy [den Vorschlag](https://github.com/Exodus-Privacy/etip/issues/133), ihr Bearbeitungssystem als Dateien in einem Git-Repo neu zu schreiben. Das war der Funke, der uns erkennen ließ, dass ein Git-Repo aus von Menschen bearbeitbaren Datendateien auf alle diese Datensammlungen angewandt werden könnte.
pl: Kiedy rozmawialiśmy z różnymi organizacjami o ich kolekcjach podpisów i zastosowaliśmy niektóre z nich do kolekcji aplikacji f-droid.org, stało się jasne, że istnieje wiele wspólnych struktur. Ale każdy system został skonfigurowany w taki sposób, że każdy wygląda obco dla innych: kod Pythona, panele administracyjne Django, przesyłanie wiadomości e-mail itp. Jeśli inni współpracownicy chcą wejść i wnieść swój wkład, muszą zrozumieć format każdego projektu. Może to być czasochłonne i nie ma standardowego formatu do naśladowania. Następnie @pnu z Exodus Privacy [proponuje](https://github.com/Exodus-Privacy/etip/issues/133), aby przepisać swój system edycji jako pliki w repozytorium git. To było to, co wyjaśniło, że repozytorium git plików danych edytowalnych przez człowieka będzie miało zastosowanie do wszystkich tych zestawów danych.
ro: Pe măsură ce am discutat cu diverse organizații despre colecțiile lor de semnături și am aplicat unele dintre ele la colecția de aplicații f-droid.org, a devenit clar că există o mulțime de structuri comune. Dar fiecare sistem a fost configurat într-un mod în care fiecare pare străin de ceilalți: cod Python, panouri de administrare Django, trimitere de e-mailuri etc. Dacă alți colaboratori doresc să vină și să aducă o contribuție, trebuie să înțeleagă formatul fiecărui proiect. Acest lucru poate fi consumator de timp și nu există un format standardizat care să fie urmat. Apoi, @pnu de la Exodus Privacy [a propus](https://github.com/Exodus-Privacy/etip/issues/133) să rescrie sistemul lor de editare ca fișiere într-un depozit git. Aceasta a fost scânteia care a făcut clar că un depozit git de fișiere de date editabile de către om s-ar aplica tuturor acestor seturi de date.
ru: Когда мы пообщались с различными организациями по поводу их коллекций подписей и применили некоторые из них к коллекции приложений f-droid.org, стало ясно, что в них есть много общего. Но каждая система была устроена так, что выглядела чужеродно по отношению к другим: Python-код, админ-панели Django, отправка электронной почты и т. д. Если другие участники хотят внести свой вклад, они должны понять формат каждого проекта. Это может занять много времени, и нет стандартного формата, которому можно было бы следовать. Затем @pnu из Exodus Privacy [предложил](https://github.com/Exodus-Privacy/etip/issues/133) переписать их систему редактирования в виде файлов в git-репо. Это послужило толчком к тому, что git-репо файлов с редактируемыми человеком данными будет применимо ко всем этим наборам данных.
uk: Коли ми поспілкувалися з різними організаціями про їхні системи збору сигнатур і застосували деякі з них до колекції застосунків f-droid.org, стало зрозуміло, що є багато спільних структур. Але кожна система була налаштована таким чином, що кожна з них виглядала чужою для інших: Код на Python, адмінпанелі Django, надсилання електронною поштою тощо. Якщо інші учасники хочуть приєднатися і зробити свій внесок, вони повинні розуміти формат кожного проєкту. Це може зайняти багато часу, і не існує стандартизованого формату, якого можна було б дотримуватися. Тоді @pnu з Exodus Privacy [запропонував](https://github.com/Exodus-Privacy/etip/issues/133) переписати свою систему редагування у вигляді файлів у git-репозиторії. Це стало тією іскрою, яка дала зрозуміти, що git-репозиторій файлів даних, що редагуються людиною, буде застосовуватися до всіх цих наборів даних.
zh_hans: 当我们与各种组织讨论他们的签名集合并将其中一些应用到 f-droid.org 应用集合时，我们发现有很多共同的结构。但是每个系统的设置方式都与其他系统不同：Python 代码、Django 管理面板、电子邮件提交等。如果其他贡献者想要加入并做出贡献，他们必须了解每个项目的格式。这可能很耗时，并且没有可遵循的标准化格式。然后 Exodus Privacy 的 @pnu [建议](https://github.com/Exodus-Privacy/etip/issues/133)将他们的编辑系统重写为 git 存储库中的文件。这是明确表明一个人类可编辑数据文件的 git 存储库将适用于所有这些数据集的火花。

source: Based on this idea, we have launched F-Droid SUSS (Suspicious or Unwanted Software Signatures). It is F-Droid's collections of signatures to detect Anti-Features in Android apps. SUSS is the first live project, and the `fdroid scanner` tool [will use it](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1198). SUSS is based on YAML files, one file per profile. YAML is basically structured data that is meant to be human edited (all valid JSON is valid YAML even). YAML is also widely understood since it is used in F-Droid's own metadata .yml format, GitLab CI, GitHub Actions and FUNDING.yml, and many more. Additionally, it is well supported in all sorts of editors, including syntax highlighting.
de: Dieser Idee folgend starteten wir F-Droid SUSS (Suspicious or Unwanted Software Signatures - Verdächtige oder unerwünschte Software-Signaturen). Es ist F-Droids Signatursammlung, um Anti-Features oder unerwünschte Merkmale in Android-Apps aufzuspüren. SUSS ist das erste Live-Projekt und das Tool `fdroid scanner` [wird es verwenden](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1198). SUSS basiert auf YAML-Dateien, eine Datei pro Profil. YAML sind im Wesentlichen strukturierte Daten, das heißt von Menschen bearbeitet (jedes valide JSON ist selbst gültiges YAML). YAML wird auch überwiegend verstanden, nachdem das .yml-Format in FDroids eigenen Metadaten, in GitLabCI, Github Actions und FUNDING.yml sowie vielen weiteren verwendet wird. Außerdem wird es in allen Arten von Editoren, samt Syntax-Hervorhebung, unterstützt.
pl: Opierając się na tym pomyśle, uruchomiliśmy F-Droid SUSS (podejrzane lub niechciane sygnatury oprogramowania). To kolekcje sygnatur F-Droid do wykrywania niepożądanych funkcji w aplikacjach na Androida. SUSS to pierwszy projekt w czasie rzeczywistym, a narzędzie `fdroid scanner` [będzie z niego korzystać](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1198). SUSS bazuje na plikach YAML, jeden plik na profil. YAML to zasadniczo ustrukturyzowane dane, które mają być edytowane przez człowieka (cały prawidłowy JSON jest dokładnie plikiem YAML). YAML jest również szeroko rozumiany, ponieważ jest używany we własnym formacie metadanych .yml F-Droid, GitLab CI, GitHub Actions i FUNDING.yml i wielu innych. Dodatkowo jest dobrze obsługiwany we wszelkiego rodzaju edytorach, w tym w podświetlaniu składni.
ro: Pe baza acestei idei, am lansat F-Droid SUSS (Semnături sUpărătoare sau Suspicioase Software). Este vorba de colecțiile de semnături F-Droid pentru a detecta caracteristicile negative din aplicațiile Android. SUSS este primul proiect deja funcțional, iar instrumentul `fdroid scanner` [îl va folosi](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1198). SUSS se bazează pe fișiere YAML, câte un fișier pentru fiecare profil. YAML este, în esență, date structurate care sunt menite să fie editate de către om (toate JSON-urile valide sunt chiar și YAML-uri valide). YAML este, de asemenea, înțeles pe scară largă, deoarece este utilizat în formatul .yml al metadatelor proprii F-Droid, GitLab CI, GitHub Actions și FUNDING.yml, și multe altele. În plus, este bine suportat în toate tipurile de editori, inclusiv în evidențierea sintaxei.
ru: Основываясь на этой идее, мы выпустили F-Droid SUSS (Suspicious or Unwanted Software Signatures). Это коллекция сигнатур F-Droid для обнаружения анти-функций в приложениях для Android. SUSS - первый живой проект, и инструмент `fdroid scanner` [будет использовать его](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1198). SUSS основан на файлах YAML, по одному файлу на профиль. YAML - это структурированные данные, предназначенные для редактирования человеком (весь правильный JSON - это правильный YAML). YAML также широко распространен, поскольку он используется в собственном формате метаданных F-Droid .yml, GitLab CI, GitHub Actions и FUNDING.yml, а также во многих других. Кроме того, он хорошо поддерживается во всех видах редакторов, включая подсветку синтаксиса.
uk: На основі цієї ідеї ми запустили F-Droid SUSS (Suspicious or Unwanted Software Signatures - сигнатури підозрілого або небажаного програмного забезпечення). Це колекція сигнатур F-Droid для виявлення антифункцій в Android застосунках. SUSS є першим живим проєктом, і засіб `fdroid scanner` [буде його використовувати](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1198). SUSS базується на YAML-файлах, по одному файлу на профіль. YAML - це в основному структуровані дані, які призначені для редагування людиною (всі дійсні JSON є дійсними навіть для YAML). YAML також широко зрозумілий, оскільки він використовується у власному форматі метаданих F-Droid .yml, GitLab CI, GitHub Actions та FUNDING.yml та багатьох інших. Крім того, він добре підтримується у всіляких редакторах, включаючи підсвічування синтаксису.
zh_hans: 基于这个想法，我们推出了 F-Droid SUSS（可疑或不受欢迎的软件签名）。它是 F-Droid 的签名集合，用于检测 Android 应用中的负面特征。 SUSS 是第一个实施此想法的实际项目，`fdroid scanner` 工具[将使用它](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1198)。SUSS 基于 YAML 文件，每个配置一个文件。YAML 基本上是可以人工编辑的结构化数据（甚至所有有效的 JSON 都是有效的 YAML）。YAML 也被广泛理解，因为它用于 F-Droid 自己的元数据 .yml 格式、GitLab CI、GitHub Actions 和 FUNDING.yml 等等。此外，它在各种编辑器中都得到了很好的支持，包括语法高亮。

source: This is a step towards better integration with other organizations that share goals with F-Droid. Standardizing can reduce friction for sharing and collaborating because there is common tooling, common data formats, and automatic interoperability. This base architecture should be flexible enough to leave maintainers of these data sets to create and maintain profiles as they see fit. The standardized tools should not force people into counterproductive patterns. This project reviewed data sets from Exodus/ETIP, IzzySoft, MobilSicher, F-Droid, and TechLore Plexus. Each had distinct and specific tooling and workflows. But the rough shape of the data matches a common pattern across projects.
de: Dies ist ein Schritt hin zu besserer Vernetzung mit anderen Organisationen, die dieselben Ziele wie F-Droid verfolgen. Standardisierung kann die Unstimmigkeiten bei gemeinschaftlicher Nutzung und Zusammenarbeit vermindern, da es gemeinsame Instrumente, gebräuchliche Datenformate und automatische Interoperabilität gibt. Diese Basisarchitektur sollte flexibel genug sein, es den Maintainern dieser Datensätze zu überlassen, nach ihrem Ermessen Profile zu erstellen und zu warten. Die standardisierten Tools sollten die Leute nicht in kontraproduktive Muster zwingen. Dieses Projekt untersucht Datensätze von Exodus/ETIP, IzzySoft, MobilSicher, F-Droid und TechLore Plexus. Jedes hat eigene und spezifische Werkzeuge und Arbeitsabläufe. Aber der grobe Rahmen der Daten stimmt mit einem gemeinsamen, projektübergeifenden Muster überein.
pl: To krok w kierunku lepszej integracji z innymi organizacjami, które dzielą cele z F-Droidem. Standaryzacja może zmniejszyć problemy związane z udostępnianiem i współpracą, ponieważ istnieją wspólne narzędzia, wspólne formaty danych i automatyczna interoperacyjność. Ta podstawowa architektura powinna być wystarczająco elastyczna, aby pozostawić opiekunom tych zbiorów danych tworzenie i utrzymywanie profili według własnego uznania. Standaryzowane narzędzia nie powinny zmuszać ludzi do nieproduktywnych wzorców. W ramach tego projektu dokonano przeglądu zestawów danych z Exodus/ETIP, IzzySoft, MobilSicher, F-Droid i TechLore Plexus. Każdy miał odrębne i specyficzne narzędzia i przepływy pracy. Ale przybliżony kształt danych pasuje do wspólnego wzorca w projektach.
ro: Acesta este un pas spre o mai bună integrare cu alte organizații care împărtășesc obiective comune cu F-Droid. Standardizarea poate reduce fricțiunea pentru partajare și colaborare, deoarece există instrumente comune, formate de date comune și interoperabilitate automată. Această arhitectură de bază ar trebui să fie suficient de flexibilă pentru a lăsa întreținătorii acestor seturi de date să creeze și să mențină profilurile după cum consideră necesar. Instrumentele standardizate nu ar trebui să îi forțeze pe oameni să adopte modele contraproductive. Acest proiect a analizat seturi de date de la Exodus/ETIP, IzzySoft, MobilSicher, F-Droid și TechLore Plexus. Fiecare dintre acestea avea instrumente și fluxuri de lucru distincte și specifice. Dar forma aproximativă a datelor se potrivește cu un model comun la toate proiectele.
ru: Это шаг к лучшей интеграции с другими организациями, которые разделяют цели F-Droid. Стандартизация может уменьшить трения при обмене и сотрудничестве, поскольку существует общий инструментарий, общие форматы данных и автоматическая совместимость. Эта базовая архитектура должна быть достаточно гибкой, чтобы оставить разработчикам этих наборов данных возможность создавать и поддерживать профили по своему усмотрению. Стандартизированные инструменты не должны заставлять людей работать по контрпродуктивным схемам. В рамках данного проекта были рассмотрены наборы данных от Exodus/ETIP, IzzySoft, MobilSicher, F-Droid и TechLore Plexus. У каждого из них были свои специфические инструменты и рабочие процессы. Но грубая форма данных соответствует общей для всех проектов схеме.
uk: Це крок до кращої інтеграції з іншими організаціями, які мають спільні цілі з F-Droid. Стандартизація може зменшити незручності для обміну та співпраці, оскільки існує спільний інструментарій, спільні формати даних та автоматична взаємодіяльність. Ця основна архітектура повинна бути достатньо гнучкою, щоб дозволити власникам цих наборів даних створювати та підтримувати профілі так, як вони вважають за потрібне. Стандартизовані засоби не повинні примушувати людей до контрпродуктивних моделей. В рамках цього проєкту були розглянуті набори даних від Exodus/ETIP, IzzySoft, MobilSicher, F-Droid та TechLore Plexus. Кожна з них має відмінні та специфічні засоби та робочі процеси. Але приблизна форма даних відповідає загальній схемі для всіх проєктів.
zh_hans: 这是朝着与其他与 F-Droid 共享目标的组织更好地整合的一步。标准化可以减少共享和协作中摩擦，因为具有通用工具、通用数据格式和自动互操作性。这种基础架构应该足够灵活，让这些数据集的维护者可以按照他们认为合适的方式创建和维护配置文件。标准化工具不应该强迫人们进入适得其反的模式。该项目审查了来自 Exodus/ETIP、IzzySoft、MobilSicher、F-Droid 和 TechLore Plexus 的数据集。每个都有不同且特定的工具和工作流程。但数据的大致形式与项目中的常见模式相匹配。
