Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** was [updated](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) from 1.0.1 to 1.0.4 with improved import of contact groups, updated event invitation signature, minor UI improvements, some color fixes, and stability improvements.
de: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** erhielt ein [Update](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) von 1.0.1 auf 1.0.4 mit verbessertem Import von Kontaktgruppen, aktualisierter Signierung von Einladungen zu Veranstaltungen, kleineren UI-Verbesserungen, einigen Farbkorrekturen und Stabilitätsverbesserungen.
pl: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** został [zaktualizowany](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) z wersji 1.0.1 do 1.0.4 z ulepszonym importem grup kontaktowych, zaktualizowaną sygnaturą zaproszenia na wydarzenie, niewielkimi ulepszeniami interfejsu użytkownika, kilkoma poprawkami kolorystycznymi i poprawą stabilności.
ro: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** a fost [updated](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) de la 1.0.1 la 1.0.4 cu import îmbunătățit al grupurilor de contacte, semnătura actualizată a invitațiilor la evenimente, îmbunătățiri minore ale interfeței cu utilizatorul, unele corecturi de culoare și îmbunătățiri ale stabilității.
ru: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** был [обновлен](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) с 1.0.1 до 1.0.4 с улучшенным импортом групп контактов, обновленной подписью приглашений на мероприятия, незначительными улучшениями пользовательского интерфейса, некоторыми исправлениями цвета и улучшениями стабильности.
uk: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** було [оновлено](https://github.com/etesync/android/blob/HEAD/ChangeLog. md) з 1.0.1 до 1.0.4 з поліпшеним імпортом груп контактів, оновленої підписом запрошень на заходи, незначними поліпшеннями користувальницького інтерфейсу, деякими виправленнями кольору і поліпшеннями стабільності.
zh_hans: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 已从 1.0.1 [更新](https://github.com/etesync/android/blob/HEAD/ChangeLog.md)到 1.0.4，改进了联系人组的导入、更新的事件邀请签名、小的 UI 改进、一些颜色修复和稳定性改进。

source: **[Red Moon](https://f-droid.org/packages/com.jmstudios.redmoon/)** was [updated](https://github.com/LibreShift/red-moon/blob/HEAD/app/src/main/assets/changelog.md) from 3.3.2 to 3.4.0, adding preliminary support for Android 8+ devices, _also_ adding support for Android versions going back to 4.0 (previously 4.2), more intuitive behavior when saving filters with the same name, new changelog format, a zillion translation updates, and some bug fixes.
de: **[Red Moon](https://f-droid.org/packages/com.jmstudios.redmoon/)** wurde von 3.3.2 auf 3.4.0 [aktualisiert](https://github.com/LibreShift/red-moon/blob/HEAD/app/src/main/assets/changelog.md), ergänzt eine vorläufige Unterstützung von Geräten mit Android 8+, _darüberhinaus_ die Unterstützung von alten Android-Versionen ab 4.0 (zuvor 4.2), zeigt ein intuitiveres Verhalten, wenn Filter mit demselben Namen gespeichert werden, das Änderungsprotokoll im neuen Format, eine Unzahl an Übersetzungsverbesserungen und einige Fehlerlösungen.
pl: **[Red Moon](https://f-droid.org/packages/com.jmstudios.redmoon/)** został [zaktualizowany](https://github.com/LibreShift/red-moon/blob/HEAD/app/src/main/assets/changelog.md) z 3.3.2 do 3.4.0, dodając wstępne wsparcie dla urządzeń z systemem Android 8+, _also_ dodając wsparcie dla wersji Androida wracających do 4.0 (poprzednio 4.2), bardziej intuicyjne zachowanie przy zapisywaniu filtrów o tej samej nazwie, nowy format changelog, milion aktualizacji tłumaczeń i kilka poprawek błędów.
ro: **[Red Moon](https://f-droid.org/packages/com.jmstudios.redmoon/)** a fost [actualizat](https://github.com/LibreShift/red-moon/blob/HEAD/app/src/main/assets/changelog.md) de la 3.3.2 la 3.4.0, adăugând suport preliminar pentru dispozitivele Android 8+, _also_adăugând suport pentru versiunile de Android până la 4.0 (anterior 4.2), un comportament mai intuitiv la salvarea filtrelor cu același nume, un nou format al jurnalului de modificări, un miliard de actualizări ale traducerilor, și câteva corecturi de erori.
ru: **[Red Moon](https://f-droid.org/packages/com.jmstudios.redmoon/)** был [обновлен](https://github.com/LibreShift/red-moon/blob/HEAD/app/src/main/assets/changelog.md) с 3.3.2 до 3.4.0, добавлена предварительная поддержка устройств Android 8+, _также_ добавлена поддержка версий Android, начиная с 4.0 (ранее 4.2), более интуитивное поведение при сохранении фильтров с одинаковым именем, новый формат журнала изменений, миллион обновлений перевода и некоторые исправления ошибок.
uk: **[Red Moon](https://f-droid.org/packages/com.jmstudios.redmoon/)** було [оновлено](https://github.com/LibreShift/red-moon/blob/HEAD/app/src/main/assets/changelog.md) з 3.3.2 до 3.4.0, додана попередня підтримка пристроїв Android 8+, _также_ додана підтримка версій Android, починаючи з 4.0 (раніше 4.2), більш інтуїтивне поведінку при збереженні фільтрів з однаковим ім'ям, новий формат журналу змін, мільйон оновлень перекладу і деякі виправлення помилок.
zh_hans: **[Red Moon](https://f-droid.org/packages/com.jmstudios.redmoon/)** 从 3.3.2 [更新](https://github.com/LibreShift/red-moon/blob/HEAD/app/src/main/assets/changelog.md)到 3.4.0，增加了对 Android 8+ 设备的初步支持，_并_增加了对 Android 版本的支持，可以追溯到 4.0 (以前的 4.2），保存具有相同名称的过滤器时更直观的行为，新的变更日志格式，无数的翻译更新和一些错误修复。

source: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** was [updated](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) from 0.8.21 to 0.8.22b, with an extra fix for the blank screen bug on Android 4.x devices. For other changes, see **Riot** below.
de: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** wurde von 0.8.21 auf 0.8.22b [aktualisiert](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst), mit einer Extralösung für den leeren Bildschirm, der auf Android-4.x-Geräten auftrat. Weitere Änderungen findest Du weiter unten unter **Riot**.
pl: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** został [zaktualizowany](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) z wersji 0.8.21 do 0.8.22b, z korektą błędu pustego ekranu na urządzeniach z systemem Android 4.x. Inne zmiany, patrz **Riot** poniżej.
ro: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** a fost [updated](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) de la 0.8.21 la 0.8.22b, cu o corecție suplimentară pentru bug-ul ecranului gol pe dispozitivele Android 4.x. Pentru alte modificări, consultați **Riot** de mai jos.
ru: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** был [обновлен](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) с 0.8.21 до 0.8.22b, с дополнительным исправлением ошибки пустого экрана на устройствах Android 4.x. О других изменениях смотрите **Riot** ниже.
uk: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** було [оновлено](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst) з 0.8.21 до 0.8.22b, з додатковим виправленням помилки порожнього екрану на пристроях Android 4.x. Про інші зміни дивіться ** Riot ** нижче.
zh_hans: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** 从 0.8.21 [更新](https://github.com/LiMium/mini-vector-android/blob/HEAD/CHANGES.rst)到 0.8.22b，额外修复了 Android 4.x 设备上的黑屏错误。有关其他更改，请参阅下面的 **Riot**。

source: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** was [updated](https://github.com/martykan/forecastie/releases) from 1.7.2 to 1.9.1, adding an adaptive icon, a dialog when searching for a location when there are multiple results, and changed OWM logic to use cityid instead of city.
de: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** erhielt ein [Update](https://github.com/martykan/forecastie/releases) von 1.7.2 auf 1.9.1, mit Ergänzung eines adaptiven Icons, einem Dialog, wenn es bei einer Ortssuche mehrere Ergebnisse gibt, und geänderter OpenWeatherMap-Logik, die eine Städte-ID statt des Städtenamens verwendet.
pl: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** została [zaktualizowana](https://github.com/martykan/forecastie/releases) z wersji 1.7.2 do 1.9.1, dodano ikonę adaptacyjną, okno dialogowe przy wyszukiwaniu lokalizacji, gdy jest wiele wyników, oraz zmieniono logikę OWM, aby używać cityid zamiast miasta.
ro: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** a fost [updated](https://github.com/martykan/forecastie/releases) de la 1.7.2 la 1.9.1, adăugând o pictogramă adaptivă, un dialog la căutarea unei locații atunci când există mai multe rezultate și a schimbat logica OWM pentru a utiliza cityid în loc de city.
ru: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** был [обновлен](https://github.com/martykan/forecastie/releases) с 1.7.2 до 1.9.1, добавлена адаптивная иконка, диалог при поиске местоположения, когда есть несколько результатов, и изменена логика OWM для использования cityid вместо city.
uk: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** було [оновлено](https://github.com/martykan/forecastie/releases) з 1.7.2 до 1.9.1, добавлена адаптивна іконка, діалог при пошуку місця розташування, коли є кілька результатів, і змінено логіку OWM для використання cityid замість city.
zh_hans: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** 从 1.7.2 [更新](https://github.com/martykan/forecastie/releases)到 1.9.1，添加了自适应图标，当有多个结果时搜索位置时出现对话框，并更改了 OWM 逻辑以使用 cityid 而不是 city。

source: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** was [updated](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) from 6.1.2 to 7.3, with new transitions when entering and leaving overview mode, an AMOLED night theme, dividers in the overflow menu, complete rewrite of the app's database, a new fullscreen mode that is toggled by tapping a comic, manual download for missing comics, and some smaller UI improvements and bug fixes.
de: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** wurde von 6.1.2 auf 7.3 [aktualisiert](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) mit neuen Übergängen beim Starten und Verlassen der Übersicht, einem AMOLED-Nachtmodus, Trennlinien im Overflow-Menü, kompletter Überarbeitung der App-Datenbank, einem neuen Vollbildschirmmodus, der sich nach Antippen eines Comics umschaltet, dem manuellen Download fehlender Comics und einigen kleineren UI-Verbesserungen und Fehlerlösungen.
pl: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** został [zaktualizowany](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) z 6.1.2 do 7.3, z nowymi przejściami przy wchodzeniu i wychodzeniu z trybu przeglądania, motywem AMOLED night, przekładkami w menu overflow, kompletnym przepisaniem bazy danych aplikacji, nowym trybem pełnoekranowym, który jest przełączany przez stuknięcie komiksu, ręcznym pobieraniem brakujących komiksów oraz kilkoma mniejszymi ulepszeniami i poprawkami błędów interfejsu użytkownika.
ro: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** a fost [updated](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) de la 6.1.2 la 7.3, cu noi tranziții la intrarea și ieșirea din modul de prezentare generală, o temă de noapte AMOLED, divizoare în meniul overflow, rescrierea completă a bazei de date a aplicației, un nou mod fullscreen care este activat prin atingerea unei benzi desenate, descărcarea manuală a benzilor desenate lipsă și câteva îmbunătățiri mai mici ale interfeței de utilizare și corecturi de erori.
ru: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** был [обновлен](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) с 6.1.2 до 7.3, с новыми переходами при входе и выходе из режима обзора, ночной темой AMOLED, разделителями в меню переполнения, полной переработкой базы данных приложения, новым полноэкранным режимом, который переключается при нажатии на комикс, ручной загрузкой отсутствующих комиксов, а также некоторыми мелкими улучшениями пользовательского интерфейса и исправлениями ошибок.
uk: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** було [оновлено](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md) з 6.1.2 до 7.3, з новими переходами при вході і виході з режиму огляду, нічний темою AMOLED, роздільниками в меню переповнення, повної переробкою бази даних програми, новим повноекранним режимом, який переключається при натисканні на комікс, ручний завантаженням відсутніх коміксів, а також деякими дрібними поліпшеннями користувальницького інтерфейсу і виправленнями помилок.
zh_hans: **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** 已从 6.1.2 [更新](https://github.com/T-Rex96/Easy_xkcd/blob/HEAD/CHANGELOG.md)到 7.3，进入和离开概览模式时具有新的过渡，AMOLED 夜间主题，溢出菜单中的分隔符，应用数据库的完全重写，新的全屏模式由点击漫画，手动下载丢失的漫画，以及一些较小的 UI 改进和错误修复。

source: {{ page.major }} **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** was [updated](https://github.com/deep-gaurav/MusicPiped/releases) from 0.2.3-beta to 1.0.2 and has been completely rewritten in flutter with a completely revamped UI and functionality.
de: {{ page.major }} **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** wurde von 0.2.3-beta auf 1.0.2 [aktualisiert](https://github.com/deep-gaurav/MusicPiped/releases) und völlig neu geschrieben mit komplett umgestalteter Benutzeroberfläche und Funktionalität.
pl: {{ page.major }} **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** został [zaktualizowany](https://github.com/deep-gaurav/MusicPiped/releases) z 0.2.3-beta do 1.0.2 i został całkowicie przerobiony we flutterze z całkowicie odnowionym interfejsem użytkownika i funkcjonalnością.
ro: {{ page.major }} **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** a fost [updated](https://github.com/deep-gaurav/MusicPiped/releases) de la 0.2.3-beta la 1.0.2 și a fost complet rescris în Flutter, cu o interfață și o funcționalitate complet reînnoite.
ru: {{ page.major }} **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** был [обновлен](https://github.com/deep-gaurav/MusicPiped/releases) с 0.2.3-beta до 1.0.2 и был полностью переписан на flutter с полностью обновленным пользовательским интерфейсом и функциональностью.
uk: {{ page.major }} **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** було [оновлено](https://github.com/deep-gaurav/MusicPiped/releases) з 0.2.3-beta до 1.0.2 і був повністю переписаний на flutter з повністю оновленим призначеним для користувача інтерфейсом і функціональністю.
zh_hans: {{ page.major }} **[MusicPiped](https://f-droid.org/packages/deep.ryd.rydplayer/)** 已 从 0.2.3-beta [更新](https://github.com/deep-gaurav/MusicPiped/releases)到 1.0.2，并且用 Flutter 完全重写，具有全新的 UI 和功能。

source: **Mastalab** now goes through life as **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** with accompanying new logo! This [update](https://gitlab.com/tom79/mastalab/tags) from 1.70.0 to 1.72.0 adds GNU Social support, a split notification timeline, expand all CW in a thread with a single click, an upload button for Peertube, a quick button to delete toots for Pleroma admins and moderators, and some smaller improvements and bug fixes.
de: **Mastalab** geht nun als **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** durchs Leben, begleitet von einem neuen Logo! Dieses [Update](https://gitlab.com/tom79/mastalab/tags) von 1.70.0 auf 1.72.0 ergänzt die GNU Social-Unterstützung, eine geteilte Benachrichtigungsachse, eine Erweiterung aller Inhaltswarnungen in einem Thread mit einem einfachen Klick, einen Upload-Schalter für Peertube, einen Schnellschalter für Pleroma-Administratoren und -Moderatoren, um Tröts zu löschen, und einige kleinere Verbesserungen und Korrekturen.
pl: **Mastalab** teraz idzie przez życie jako **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** z towarzyszącym nowym logo! Ta [aktualizacja](https://gitlab.com/tom79/mastalab/tags) z 1.70.0 do 1.72.0 dodaje wsparcie społecznościowe GNU, podzieloną linię czasu powiadomień, rozwija wszystkie CW w wątku za pomocą jednego kliknięcia, przycisk wgrywania dla Peertube, przyciskiem szybkiego usuwania toots dla administratorów i moderatorów Pleroma oraz kilka mniejszych ulepszeń i poprawek błędów.
ro: **Mastalab** trece acum prin viață ca **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** cu un nou logo însoțitor! Această [update](https://gitlab.com/tom79/mastalab/tags) de la 1.70.0 la 1.72.0 adaugă suportul GNU Social, o cronologie de notificare divizată, extinderea tuturor CW-urilor dintr-un fir de discuție cu un singur click, un buton de încărcare pentru Peertube, un buton rapid de ștergere a toots pentru administratorii și moderatorii Pleroma și câteva îmbunătățiri mai mici și corecturi de erori.
ru: **Mastalab** теперь живет под именем **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** с сопутствующим новым логотипом! Это [обновление](https://gitlab.com/tom79/mastalab/tags) с 1.70.0 до 1.72.0 добавляет поддержку GNU Social, разделенную временную шкалу уведомлений, разворачивание всех CW в теме одним щелчком, кнопку загрузки для Peertube, быструю кнопку удаления тотов для администраторов и модераторов Pleroma, а также некоторые мелкие улучшения и исправления ошибок.
uk: ** Mastalab ** тепер живе під ім'ям **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** з супутнім новим логотипом! Це [оновлення](https://gitlab.com/tom79/mastalab/tags) з 1.70.0 до 1.72.0 додає підтримку GNU Social, розділену тимчасову шкалу повідомлень, розгортання всіх CW в темі одним клацанням, кнопку завантаження для Peertube, швидку кнопку видалення Тотів для адміністраторів і модераторів Pleroma, а також деякі дрібні поліпшення і виправлення помилок.
zh_hans: **Mastalab** 现在以 **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 的形式出现，并带有新的标志！这个从 1.70.0 到 1.72.0 的[更新](https://gitlab.com/tom79/mastalab/tags)添加了 GNU Social 支持、拆分通知时间线、单击即可展开线程中的所有 CW、上传 Peertube 按钮，Pleroma 管理员和版主删除嘟文的快速按钮，以及一些较小的改进和错误修复。

source: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** was [updated](https://www.mozilla.org/en-US/firefox/android/notes/) from 64.0.2 to 65.0, with improved performance, support for the [WebP](https://developers.google.com/speed/webp/) image format, and enhanced security via stronger stack smashing protection. Also, a new icon. (Changed by Mozilla, not us.)
de: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** wurde von 64.0.2 auf 65.0 [aktualisiert](https://www.mozilla.org/en-US/firefox/android/notes/) mit verbesserter Leistung, Unterstützung des [WebP](https://developers.google.com/speed/webp/)-Bildformats und größerer Sicherheit durch stärkeren Stack-Smashing-Schutz. Daneben, ein neues Symbol. (Durch Mozilla geändert, nicht von uns.)
pl: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** został [zaktualizowany](https://www.mozilla.org/en-US/firefox/android/notes/) z wersji 64.0.2 do 65.0, z lepszą wydajnością, wsparciem dla formatu obrazu [WebP](https://developers.google.com/speed/webp/) i zwiększonym bezpieczeństwem poprzez silniejszą ochronę przed kradzieżą stosu. Ponadto, nowa ikona. (Zmieniony przez Mozillę, nie przez nas.)
ro: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** a fost [updated](https://www.mozilla.org/en-US/firefox/android/notes/) de la 64.0.2 la 65.0, cu performanțe îmbunătățite, suport pentru formatul de imagine [WebP](https://developers.google.com/speed/webp/) și securitate îmbunătățită prin intermediul unei protecții mai puternice împotriva spargerii stivei. De asemenea, o nouă pictogramă. (Schimbată de Mozilla, nu de noi.)
ru: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** был [обновлен](https://www.mozilla.org/en-US/firefox/android/notes/) с 64.0.2 до 65.0, с улучшенной производительностью, поддержкой формата изображений [WebP](https://developers.google.com/speed/webp/) и повышенной безопасностью благодаря усиленной защите от разбивания стека. Кроме того, появилась новая иконка. (Изменения внесены Mozilla, а не нами.)
uk: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** було [оновлено](https://www.mozilla.org/en-US/firefox/android/notes/) з 64.0.2 до 65.0, з поліпшеною продуктивністю, підтримкою формату зображень [WebP](https://developers.google.com/speed/webp/) і підвищеною безпекою завдяки посиленому захисту від розбивання стека. Крім того, з'явилася нова іконка. (Зміни внесені Mozilla, а не нами.)
zh_hans: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** 从 64.0.2 [更新](https://www.mozilla.org/en-US/firefox/android/notes/)到 65.0，性能得到提升，支持 [WebP](https://developers.google.com/speed/webp/) 图像格式，并通过更强大的堆栈粉碎保护增强了安全性。此外，还有一个新图标。（由 Mozilla 更改，而不是我们。）
