Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: First alpha of F-Droid client 1.5 released
de: Erste Alpha-Version des F-Droid-Client 1.5 veröffentlicht
pl: Wydano pierwszą wersję alfa klienta F-Droid 1.5
ro: Prima versiune alfa a clientului F-Droid 1.5 a fost lansată
ru: Выпущена первая альфа-версия клиента F-Droid 1.5
uk: Випущена перша альфа-версія клієнта F-Droid 1.5
zh_hans: F-Droid 客户端 1.5 的第一个 alpha 版本发布

source: F-Droid client 1.5-alpha0 is out with a new ROM feature. There is now [a way to pre-install F-Droid with additional repositories](https://gitlab.com/fdroid/fdroidclient/merge_requests/705). These repositories can only be added, and can't override the main f-droid.org repositories. Also, the user is free to disable and delete, so this is only for the initial setup.
de: F-Droid-Client 1.5-alpha0 kam heraus mit einem neuen ROM-Feature. Es gibt nun [einen Weg, F-Droid mit zusätzlichen Repositorys vorzuinstallieren](https://gitlab.com/fdroid/fdroidclient/merge_requests/705). Diese Repositorys können nur ergänzt werden und können sich nicht über das Hauptrepository f-droid.org hinwegsetzen. Nachdem der Anwender frei darüber entscheiden kann, es zu deaktivieren oder zu löschen, gilt dies nur für die Ersteinrichtung.
pl: Klient F-Droid 1.5-alpha0 wychodzi z nową funkcją ROM. Istnieje teraz [sposób preinstalacji F-Droid z dodatkowymi repozytoriami](https://gitlab.com/fdroid/fdroidclient/merge_requests/705). Te repozytoria mogą być dodawane i nie mogą zastępować głównych repozytoriów f-droid.org. Ponadto użytkownik może wyłączyć i usunąć, więc jest to tylko dla początkowej konfiguracji.
ro: F-Droid client 1.5-alpha0 a apărut cu o nouă funcție ROM. Există acum [a way to pre-install F-Droid with additional repositories](https://gitlab.com/fdroid/fdroidclient/merge_requests/705). Aceste depozite pot fi doar adăugate și nu pot înlocui depozitele principale f-droid.org. De asemenea, utilizatorul este liber să le dezactiveze și să le șteargă, așa că acest lucru este doar pentru configurarea inițială.
ru: Вышел клиент F-Droid 1.5-alpha0 с новой функцией ROM. Теперь есть [способ предустановки F-Droid с дополнительными репозиториями](https://gitlab.com/fdroid/fdroidclient/merge_requests/705). Эти репозитории могут быть только добавлены и не могут перекрывать основные репозитории f-droid.org. Кроме того, пользователь может отключать и удалять их, так что это только для начальной установки.
uk: Вийшов клієнт F-Droid 1.5-alpha0 з новою функцією ROM. Тепер є [спосіб предустановки F-Droid з додатковими репозиторіями](https://gitlab.com/fdroid/fdroidclient/merge_requests/705). Ці сховища можуть бути тільки додані і не можуть перекривати основні репозиторії f-droid.org. Крім того, користувач може відключати і видаляти їх, так що це тільки для початкової установки.
zh_hans: F-Droid 客户端 1.5-alpha0 带有新的 ROM 功能。现在有[一种预安装带有其他存储库的 F-Droid 的方法](https://gitlab.com/fdroid/fdroidclient/merge_requests/705)。这些存储库只能添加，不能覆盖主 f-droid.org 存储库。此外，用户可以自由禁用和删除，因此这仅用于初始设置。

source: So for example, Lineage could supply an image with a standard F-Droid APK pre-installed, and have it preconfigured with a specific repository. Or this could be Replicant, Fairphone, etc. This feature was designed in cooperation with Emteria, who largely implemented it, with substantial contributions from F-Droid people.
de: So könnte zum Beispiel Lineage ein Image mit einer vorinstallierten Standard-F-Droid-APK bereitstellen und es mit einem speziellen Repository vorkonfigurieren. Ebenso könnte das Replicant, Fairphone usw. tun. Dieses Feature wurde in Zusammenarbeit mit Emteria entworfen, die es größtenteils, mit wesentlichen Beiträgen von F-Droid-Leuten, umgesetzt haben.
pl: Na przykład Lineage może dostarczyć obraz z preinstalowanym standardem F-Droid APK i wstępnie skonfigurowany z określonym repozytorium. Lub może to być Replicant, Fairphone itp. Ta funkcja została zaprojektowana we współpracy z Emterią, która w dużej mierze ją wdrożyła, ze znaczącym wkładem osób F-Droid.
ro: Astfel, de exemplu, Lineage ar putea furniza o imagine cu un APK standard F-Droid preinstalat și ar putea fi preconfigurat cu un depozit specific. Sau acesta ar putea fi Replicant, Fairphone, etc. Această caracteristică a fost concepută în cooperare cu Emteria, care a implementat-o în mare parte, cu contribuții substanțiale din partea oamenilor F-Droid.
ru: Так, например, Lineage может поставлять образ с предустановленным стандартным APK F-Droid и предварительно настроить его на определенный репозиторий. Или это может быть Replicant, Fairphone и т.д. Эта функция была разработана в сотрудничестве с Emteria, которая в основном реализовала ее, при значительном вкладе людей из F-Droid.
uk: Так, наприклад, Lineage може поставляти образ з передвстановленим стандартним APK F-Droid і настроїти його на певний репозиторій. Або це може бути Replicant, Fairphone і т.д. Ця функція була розроблена у співпраці з Emteria, яка в основному реалізувала її, при значному вкладі людей з F-Droid.
zh_hans: 例如，Lineage 可以提供预安装标准 F-Droid APK 的镜像，并使用特定存储库进行预配置。或者这可能是 Replicant、Fairphone 等。此功能是与 Emteria 合作设计的，后者在很大程度上实现了它，并得到了 F-Droid 的人们的大量贡献。

source: F-Droid metadata cleanup
de: F-Droid-Metadatenbereinigung
pl: Oczyszczanie metadanych F-Droid
ro: Curățarea metadatelor F-Droid
ru: Очистка метаданных F-Droid
uk: Очищення метаданих F-Droid
zh_hans: F-Droid 元数据清理

source: **[@Izzy](https://forum.f-droid.org/u/izzy)** has been working hard behind the scenes, doing the dirty grunt work that nobody else wants to do. In [this round](https://gitlab.com/fdroid/fdroiddata/issues/1414), he is removing all the website links which merely point at the source code.
de: **[@Izzy](https://forum.f-droid.org/u/izzy)** beschäftigt sich intensiv hinter den Kulissen mit den Drecksarbeiten, die keiner sonst machen will. In [dieser Runde](https://gitlab.com/fdroid/fdroiddata/issues/1414) entfernt er alle Website-Links, die lediglich auf den Quellcode verweisen.
pl: **[@Izzy](https://forum.f-droid.org/u/izzy)** ciężko pracował za kulisami, wykonując brudną pracę, której nikt nie chce robić. W [tej rundzie](https://gitlab.com/fdroid/fdroiddata/issues/1414), usuwa on wszystkie linki do stron, które wskazują tylko na kod źródłowy.
ro: **[@Izzy](https://forum.f-droid.org/u/izzy)** a lucrat din greu în spatele scenei, făcând munca murdară pe care nimeni altcineva nu vrea să o facă. În [this round](https://gitlab.com/fdroid/fdroiddata/issues/1414), el elimină toate linkurile de pe site care nu fac decât să indice codul sursă.
ru: **[@Izzy](https://forum.f-droid.org/u/izzy)** усердно работает за кулисами, выполняя грязную работу, которую никто не хочет делать. В [этом раунде](https://gitlab.com/fdroid/fdroiddata/issues/1414) он удаляет все ссылки на сайты, которые просто указывают на исходный код.
uk: **[@Izzy](https://forum.f-droid.org/u/izzy)** старанно працює за лаштунками, виконуючи брудну роботу, яку ніхто не хоче робити. В [цьому раунді](https://gitlab.com/fdroid/fdroiddata/issues/1414) він видаляє всі посилання на сайти, які просто вказують на вихідний код.
zh_hans: **[@Izzy](https://forum.f-droid.org/u/izzy)** 一直在幕后努力工作，做着别人不想做的脏活累活。在[这一轮](https://gitlab.com/fdroid/fdroiddata/issues/1414)中，他正在删除所有仅指向源代码的网站链接。

source: If you follow the "Website" link from an app's description page, it should lead to a real website. Otherwise, it should be absent. Our metadata is full of cases where the website links to the source code, either directly duplicating the "Source code" link, or pointing somewhere very similar, for example to the README file. This work is fixing that, and unifying the way in which we link to things, which makes for a smoother experience.
de: Wenn Sie einem "Website"-Link auf einer Seite mit einer App-Beschreibung folgen, sollte er zu einer wirklichen Website führen. Ansonsten sollte er nicht vorhanden sein. Unsere Metadaten sind voll mit Fällen, in denen auf den Quellcode verlinkt wird, entweder direkt durch Verdoppelung des "Quelltext"-Links oder durch Verweis auf etwas sehr Ähnliches, zum Beispiel die README-Datei. Diese Arbeiten werden das beheben und die Art, in der wir auf etwas verlinken, vereinheitlichen, was für ein feineres Nutzererlebnis sorgen wird.
pl: Jeśli klikniesz link "Witryna" na stronie opisu aplikacji, powinien to prowadzić do prawdziwej strony internetowej. W przeciwnym razie powinien być nieobecny. Nasze metadane są pełne przypadków, w których strona internetowa łączy się z kodem źródłowym, bezpośrednio powielając link "Kod źródłowy" lub wskazując coś bardzo podobnego, na przykład do pliku README. Ta praca naprawia to i ujednolica sposób, w jaki łączymy się z rzeczami, co zapewnia płynniejsze wrażenia.
ro: Dacă urmați linkul "Website" de pe pagina de descriere a unei aplicații, acesta ar trebui să ducă la un site web real. În caz contrar, ar trebui să fie absent. Metadatele noastre sunt pline de cazuri în care site-ul web are legături către codul sursă, fie că dublează direct link-ul "Source code", fie că indică un loc foarte asemănător, de exemplu către fișierul README. Această lucrare repară acest lucru și unifică modul în care facem legături către lucruri, ceea ce face ca experiența să fie mai ușoară.
ru: Если вы перейдете по ссылке "Веб-сайт" со страницы описания приложения, она должна вести на реальный веб-сайт. В противном случае она должна отсутствовать. В наших метаданных полно случаев, когда веб-сайт ссылается на исходный код, либо прямо дублируя ссылку "Исходный код", либо указывая на что-то очень похожее, например, на файл README. Эта работа исправляет это и унифицирует способ, которым мы ссылаемся на вещи, что делает работу более гладкой.
uk: Якщо ви перейдете по посиланню "Вебсайт" зі сторінки опису застосунки, вона повинна вести на реальний вебсайт. В іншому випадку вона повинна бути відсутнім. У наших метаданих повно випадків, коли вебсайт посилається на вихідний код, або прямо дублюючи посилання "Вихідний код", або вказуючи на щось дуже схоже, наприклад, на файл README. Ця робота виправляє це та уніфікує спосіб, яким ми посилаємося на речі, що робить роботу більш гладкою.
zh_hans: 如果你从应用的描述页面点击“网站”链接，它应该会指向一个真实的网站。否则，它不应该存在。我们的元数据充满了网站链接到源代码的情况，或者直接复制“源代码”链接，或者指向非常相似的地方，例如指向自述文件。这项工作正在解决这个问题，并统一我们链接到事物的方式，这使得体验更加流畅。

source: Progress with automatic buildserver setup
de: Fortschritte bei der Konfiguration des automatischen Buildservers
pl: Postęp z automatyczną konfiguracją programu buildserver
ro: Progresul cu configurarea automată a serverului de construcție
ru: Прогресс в автоматической настройке сервера сборки
uk: Прогрес в автоматичному налаштуванні сервера збірки
zh_hans: 自动构建服务器设置的进展

source: This week we created the new [fdroid-bootstrap-buildserver](https://gitlab.com/fdroid/fdroid-bootstrap-buildserver) project in GitLab. This project holds the [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) script responsible for setting up and configuring a buildserver fully automatically. It has already successfully set up two buildservers. Once the script can do everything, which is quite close, the whole buildserver setup, including host and guest, will be recreatable and thus disposable. This is huge for us, especially in combination with the news above.
de: Diese Woche erstellten wir das neue Projekt [fdroid-bootstrap-buildserver](https://gitlab.com/fdroid/fdroid-bootstrap-buildserver) in Gitlab. Dieses Projekt enthält das [Ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29)-Skript, das für die Einrichtung und Konfiguration eines vollautomatischen Buildservers verantwortlich ist. Es hat bereits erfolgreich zwei Buildserver eingerichtet. Sobald das Skript alles erledigen kann, was kurz bevor steht, wird die gesamte Buildserver-Einrichtung reproduzierbar und frei verfügbar sein. Dies ist gewaltig für uns, insbesondere in Kombination mit den o. g. Nachrichten.
pl: W tym tygodniu stworzyliśmy nowy projekt [fdroid-bootstrap-buildserver](https://gitlab.com/fdroid/fdroid-bootstrap-buildserver) w GitLab. Ten projekt zawiera skrypt [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) odpowiedzialny za konfigurowanie buildserver w pełni automatycznie. Z powodzeniem skonfigurował już dwa kompilatory. Gdy skrypt może zrobić wszystko, co jest całkiem blisko, cała konfiguracja buildserver, w tym host i gość, będzie podlegała regeneracji, a zatem będzie dostępna jednorazowo. Jest to dla nas ogromne, zwłaszcza w połączeniu z wiadomościami powyżej.
ro: Săptămâna aceasta am creat noul proiect [fdroid-bootstrap-buildserver](https://gitlab.com/fdroid/fdroid-bootstrap-buildserver) în GitLab. Acest proiect conține scriptul [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) responsabil pentru instalarea și configurarea complet automată a unui buildserver. Acesta a configurat deja cu succes două buildservere. Odată ce scriptul va putea face totul, ceea ce este destul de aproape, întreaga configurație a serverului de compilare, inclusiv gazda și invitatul, va putea fi recreată și, prin urmare, va putea fi eliminată. Acest lucru este enorm pentru noi, mai ales în combinație cu știrile de mai sus.
ru: На этой неделе мы создали новый проект [fdroid-bootstrap-buildserver](https://gitlab.com/fdroid/fdroid-bootstrap-buildserver) в GitLab. Этот проект содержит скрипт [ansible](https://ru.wikipedia.org/wiki/Ansible), отвечающий за установку и настройку сервера сборки полностью автоматически. Он уже успешно настроил два билдсервера. Когда скрипт сможет делать все, а это уже совсем близко, вся настройка билдсервера, включая хост и гостя, станет воссоздаваемой и, следовательно, одноразовой. Это очень важно для нас, особенно в сочетании с новостью выше.
uk: На цьому тижні ми створили новий проєкт [fdroid-bootstrap-buildserver](https://gitlab.com/fdroid/fdroid-bootstrap-buildserver) в GitLab. Цей проєкт містить скрипт [ansible](https://ru.wikipedia.org/wiki/Ansible), що відповідає за установку і настройку сервера збірки повністю автоматично. Він уже успішно налаштував два білдсервера. Коли скрипт зможе робити все, а це вже зовсім близько, вся настройка білдсервера, включаючи хост і гостя, стане воссоздаваемой і, отже, одноразовою. Це дуже важливо для нас, особливо в поєднанні з новиною вище.
zh_hans: 本周我们在 GitLab 中创建了新的 [fdroid-bootstrap-buildserver](https://gitlab.com/fdroid/fdroid-bootstrap-buildserver) 项目。该项目包含 [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) 脚本，负责全自动设置和配置构建服务器。它已经成功设置了两个构建服务器。一旦脚本可以完成所有事情，这已经非常接近的，整个构建服务器设置，包括宿主机和客户机，将是可重新创建的，因此是一次性的。这对我们来说意义重大，尤其是考虑到上述新闻。

source: Portuguese Courts rule against Google on behalf of Aptoide
de: Portugiesischer Gerichtsbeschluss gegen Google auf Antrag von Aptoide
pl: Sądy Portugalskie w imieniu Aptoide orzekają przeciwko Google
ro: Instanțele portugheze se pronunță împotriva Google în numele Aptoide
ru: Португальские суды выносят решение против Google от имени Aptoide
uk: Португальські суди виносять рішення проти Google від імені Aptoide
zh_hans: 葡萄牙法院代表 Aptoide 对 Google 作出裁决

source: Aptoide is an alternative app store. Incidentally, the one the F-Droid app was originally forked from. Apparently Google have been remotely removing/hiding the Aptoide app store on over 2.2 million devices in the last 60 days.
de: Aptoide ist ein alternativer App-Store. Übrigens derjenige, aus dem die F-Droid-App ursprünglich abgezweigt wurde. Anscheinend hat Google den Aptoide-App-Store auf über 2,2 Millionen Geräten in den letzten 60 Tagen ferngesteuert entfernt/ausgeblendet.
pl: Aptoide to alternatywny sklep z aplikacjami. Nawiasem mówiąc, ten, z którego aplikacja F-Droid była oryginalnie rozgałęziona. Najwyraźniej Google zdalnie usuwał/ukrywał sklep z aplikacjami Aptoide na ponad 2,2 milionach urządzeń w ciągu ostatnich 60 dni.
ro: Aptoide este un magazin de aplicații alternativ. De altfel, cel de la care a fost inițial bifurcată aplicația F-Droid. Se pare că, în ultimele 60 de zile, Google a eliminat/ ascuns de la distanță magazinul de aplicații Aptoide de pe peste 2,2 milioane de dispozitive.
ru: Aptoide - это альтернативный магазин приложений. Кстати, именно из него изначально было создано приложение F-Droid. Очевидно, что Google удаленно удалил/скрыл магазин приложений Aptoide на более чем 2,2 миллионах устройств за последние 60 дней.
uk: Aptoide — це альтернативна крамниця застосунків. До речі, саме на основі неї спочатку було створено застосунок F-Droid. Очевидно, що Google віддалено вилучив/приховав крамницю застосунків Aptoide на більш ніж 2,2 мільйона пристроїв за останні 60 днів.
zh_hans: Aptoide 是一个替代应用商店。顺便说一句，F-Droid 应用最初是从中分叉出来的。显然，谷歌在过去 60 天内远程删除/隐藏了超过 220 万台设备上的 Aptoide 应用商店。

source: Fortunately, the Portuguese Courts ruled that Google has to stop doing that. This isn't the end of it, as Aptoide will also be filing for damages caused by this. Read the full story [here](https://www.prnewswire.com/news-releases/aptoide-eu-national-court-rules-against-google-in-anti-trust-process-821883497.html).
de: Glücklicherweise hat der Portugiesische Gerichtshof entschieden, dass Google dies zu unterlassen hat. Wobei dies erst der Anfang ist, da Aptoide auch Anzeige wegen der dadurch entstandenen Schäden erstatten wird. Lesen Sie [hier](https://www.prnewswire.com/news-releases/aptoide-eu-national-court-rules-against-google-in-anti-trust-process-821883497.html) die ganze Geschichte.
pl: Na szczęście Sąd Portugalski orzekł, że Google musi przestać to robić. To nie koniec, jak również zgłoszenia Aptoide za szkody spowodowane przez to. Przeczytaj całą historię [tutaj](https://www.prnewswire.com/news-releases/aptoide-eu-national-court-rules-against-google-in-anti-trust-process-821883497.html).
ro: Din fericire, instanțele portugheze au decis că Google trebuie să înceteze să mai facă acest lucru. Acesta nu este sfârșitul problemei, deoarece Aptoide va depune, de asemenea, o acțiune în justiție pentru daunele cauzate de acest lucru. Citiți întreaga poveste [here](https://www.prnewswire.com/news-releases/aptoide-eu-national-court-rules-against-google-in-anti-trust-process-821883497.html).
ru: К счастью, португальский суд постановил, что Google должен прекратить это делать. Но это еще не конец, поскольку компания Aptoide также будет подавать иск о возмещении ущерба, причиненного этим. Полный текст статьи читайте [здесь](https://www.prnewswire.com/news-releases/aptoide-eu-national-court-rules-against-google-in-anti-trust-process-821883497.html).
uk: На щастя, португальський суд постановив, що Google має припинити це робити. Але це ще не кінець, оскільки компанія Aptoide також буде подавати позов про відшкодування збитків, заподіяної цим. Повний текст статті читайте [тут](https://www.prnewswire.com/news-releases/aptoide-eu-national-court-rules-against-google-in-anti-trust-process-821883497.html).
zh_hans: 幸运的是，葡萄牙法院裁定 Google 必须停止这样做。这还没有结束，因为 Aptoide 也将为此造成的损失提出索赔。在[这里](https://www.prnewswire.com/news-releases/aptoide-eu-national-court-rules-against-google-in-anti-trust-process-821883497.html)阅读全文。

source: Independent academic confirmation that F-Droid is free of malware
de: Unabhängige, wissenschaftliche Bestätigung, dass F-Droid frei von Malware ist
pl: Niezależne akademickie potwierdzenie, że F-Droid jest wolny od złośliwego oprogramowania
ro: Confirmare academică independentă că F-Droid este lipsit de malware
ru: Независимое академическое подтверждение того, что F-Droid не содержит вредоносных программ
uk: Незалежне академічне підтвердження того, що F-Droid не містить шкідливих програм
zh_hans: 独立学术确认 F-Droid 没有恶意软件

source: We only just learned of this, although the study was actually conducted in 2017. We now have another independent, academic confirmation of 0 malware in F-Droid. Download the results of the study [here (PDF)](https://nsl.cs.waseda.ac.jp/wp-content/uploads/2018/04/submitted_wama2017.pdf).
de: Wir haben eben erst davon erfahren, obwohl die Studie eigentlich im Jahr 2017 durchgeführt wurde. Wir sind nun im Besitz einer weiteren, unabhängigen, wissenschaftlichen Bestätigung von 0 Malware in F-Droid. Laden Sie sich die Studienergebnisse [hier (PDF)](https://nsl.cs.waseda.ac.jp/wp-content/uploads/2018/04/submitted_wama2017.pdf) herunter.
pl: Dowiedzieliśmy się o tym dopiero, chociaż badanie zostało faktycznie przeprowadzone w 2017 roku. Mamy teraz kolejne niezależne, akademickie potwierdzenie 0 złośliwego oprogramowania w F-Droid. Pobierz wyniki badania [tutaj (PDF)](https://nsl.cs.waseda.ac.jp/wp-content/uploads/2018/04/submitted_wama2017.pdf).
ro: Abia acum am aflat acest lucru, deși studiul a fost realizat în 2017. Avem acum o altă confirmare independentă, academică, a 0 malware în F-Droid. Descărcați rezultatele studiului [here (PDF)](https://nsl.cs.waseda.ac.jp/wp-content/uploads/2018/04/submitted_wama2017.pdf).
ru: Мы узнали об этом только сейчас, хотя исследование было проведено в 2017 году. Теперь у нас есть еще одно независимое, академическое подтверждение наличия 0 вредоносного ПО в F-Droid. Загрузите результаты исследования [здесь (PDF)](https://nsl.cs.waseda.ac.jp/wp-content/uploads/2018/04/submitted_wama2017.pdf).
uk: Ми дізналися про це лише зараз, хоча дослідження було проведено у 2017 році. Тепер у нас є ще одне незалежне, академічне підтвердження відсутності шкідливого ПЗ у F-Droid. Завантажте результати дослідження [звідси (PDF)](https://nsl.cs.waseda.ac.jp/wp-content/uploads/2018/04/submitted_wama2017.pdf).
zh_hans: 尽管这项研究实际上是在 2017 年进行的，但我们才刚刚得知这一点。我们现在有了另一个独立的学术确认，即 F-Droid 中存在 0 个恶意软件。从[此处 (PDF)](https://nsl.cs.waseda.ac.jp/wp-content/uploads/2018/04/submitted_wama2017.pdf)下载研究结果 。

source: **[Hide "running in the background" Notification](https://f-droid.org/packages/com.iboalali.sysnotifsnooze/)**: Hide the annoying "running in the background" notification.
de: **[Hide "running in the background" Notification](https://f-droid.org/packages/com.iboalali.sysnotifsnooze/)**: Die lästige Benachrichtigung "läuft im Hintergrund" ausblenden.
pl: **[Ukryj powiadomienie "działa w tle"](https://f-droid.org/packages/com.iboalali.sysnotifsnooze/)**: Ukryj denerwujące powiadomienie "działa w tle".
ro: **[Hide "running in the background" Notification](https://f-droid.org/packages/com.iboalali.sysnotifsnooze/)**: Ascundeți notificarea enervantă "rulează în fundal".
ru: **[Hide "running in the background" Notification](https://f-droid.org/packages/com.iboalali.sysnotifsnooze/)**: скрыть надоедливое уведомление "Работает в фоне".
uk: **[Hide "running in the background" Notification](https://f-droid.org/packages/com.iboalali.sysnotifsnooze/)**: приховуйте набридливі повідомлення "Працює у фоні".
zh_hans: **[Hide "running in the background" Notification](https://f-droid.org/packages/com.iboalali.sysnotifsnooze/)**：隐藏烦人的“后台运行”通知。

source: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)**: Lightweight web server (lws).
de: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)**: Leichtgewichtiger Webserver (lws).
pl: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)**: Lekki serwer WWW (lws).
ro: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)**: Server web ușor de utilizat(lws).
ru: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)**: Легкий веб-сервер (lws).
uk: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)**: Легкий вебсервер (lws).
zh_hans: **[lWS](https://f-droid.org/packages/net.basov.lws.fdroid/)**：轻量级 Web 服务器 (lws)。
