Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0.2 adds data sources for Hungary and Poland, fixes Finland, improves location auto-completion and fixes several crashes.
de: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0.2 fügt Datenquellen für Ungarn und Polen hinzu, behebt die von Finnland, verbessert die automatische Vervollständigung von Orten und behebt mehrere Abstürze.
pl: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0.2 dodaje źródła danych dla Węgier i Polski, naprawia Finlandię, poprawia autouzupełnianie lokalizacji i naprawia kilka awarii.
ro: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0.2 adaugă surse de date pentru Ungaria și Polonia, corectează Finlanda, îmbunătățește autocompletarea locației și remediază mai multe blocaje.
ru: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0.2 добавляет источники данных для Венгрии и Польши, исправляет Финляндию, улучшает автозаполнение местоположения и исправляет несколько сбоев.
uk: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0.2 додає джерела даних для Угорщини і Польщі, виправляє Фінляндію, покращує автозаповнення розташування і виправляє кілька збоїв.
zh_hans: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 2.0.2 增加了匈牙利和波兰的数据源，修复了芬兰，改进了位置自动补全功能，并修复了几个崩溃问题。

source: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) was updated from 5.7.2 to 5.7.5, bringing improved visuals of the onboarding screens and fixing a crash.
de: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) wurde von 5.7.2 auf 5.7.5 aktualisiert, mit UI-Optimierungen und gefixten Crashes.
pl: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) został zaktualizowany z wersji 5.7.2 do 5.7.5, poprawiając wygląd ekranów wbudowanych i naprawiając awarię.
ro: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) a fost actualizat de la 5.7.2 la 5.7.5, aducând o îmbunătățire a aspectului vizual al ecranelor de întâmpinare și reparând o eroare.
ru: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) был обновлен с версии 5.7.2 до версии 5.7.5, что позволило улучшить визуальное оформление экранов входа в систему и устранить ошибку.
uk: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) був оновлений з версії 5.7.2 до версії 5.7.5, що дозволило поліпшити візуальне оформлення екранів входу в систему і усунути помилку.
zh_hans: [DuckDuckGo 隐私浏览器](https://f-droid.org/packages/com.duckduckgo.mobile.android/)从 5.7.2 更新到 5.7.5，改善了启动屏幕的视觉效果，并修复了一个崩溃。

source: [μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/) is the world's first scientific graphing calculator and function plotter on Android oriented around a worksheet. Version 2.17.2 implements SI units of information, logarithmic scale for function plots, expanded image settings, and now has an [adaptive icon](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) for Android 8+.
de: [μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/) ist der weltweit erste wissenschaftliche Grafikrechner und Funktionsplotter auf Android, der sich an einem Arbeitsblatt orientiert. Version 2.17.2 implementiert SI-Einheiten von Informationen, logarithmische Skalen für Funktionsdiagramme, erweiterte Bildeinstellungen und hat jetzt ein [adaptives Icon](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) für Android >=8.
pl: [μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/) jest pierwszym na świecie naukowym kalkulatorem graficznym i ploteriem funkcyjnym w systemie Android zorientowanym wokół arkusza roboczego. Wersja 2.17.2 implementuje jednostki informacji SI, skalę logarytmiczną dla wykresów funkcji, ustawienia rozszerzonego obrazu, a teraz ma [ikonę adaptacyjną](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) for Android 8+.
ro: [μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/) este primul calculator grafic științific și graficator de funcții din lume pentru Android orientat în jurul unei foi de lucru. Versiunea 2.17.2 implementează unitățile SI de informații, scara logaritmică pentru graficele de funcții, setări extinse ale imaginilor și are acum o [adaptive icon](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) pentru Android 8+.
ru: [μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/) - первый в мире научный графический калькулятор и построитель функций на Android, ориентированный на рабочий лист. В версии 2.17.2 реализованы единицы измерения СИ, логарифмическая шкала для графиков функций, расширены настройки изображений, а также появилась [адаптивная иконка](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) для Android 8+.
uk: [ΜMath +](https://f-droid.org/packages/com.mkulesh.micromath.plus/) - перший в світі науковий графічний калькулятор і будівник функцій на Android, орієнтований на робочий лист. У версії 2.17.2 реалізовані одиниці виміру СІ, логарифмічна шкала для графіків функцій, розширені настройки зображень, а також з'явилася [адаптивна іконка](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) для Android 8+ .
zh_hans: [μMath+](https://f-droid.org/packages/com.mkulesh.micromath.plus/) 是世界上第一款面向工作表的 Android 上的科学图形计算器和函数绘图仪。2.17.2 版实现了 SI 信息单位、函数图的对数刻度、扩展的图像设置，现在还为 Android 8+ 提供了一个[自适应图标](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive)。

source: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/), a photo and video viewer, was updated from 4.3.5 to 4.4.1. This update brings a reworked editor, allows hiding the recycling bin, hides both Play and Pause video buttons after 2 secs, improves Immersive mode fullscreen behaviour, and comes with several other UX and stability improvements.
de: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/), ein Foto- und Videobetrachter, wurde von 4.3.5 auf 4.4.1 aktualisiert. Dieses Update bringt einen überarbeiteten Editor, erlaubt das Ausblenden des Papierkorbs, verbirgt sowohl Play als auch Pause Video-Buttons nach 2 Sekunden, verbessert das Vollbild-Verhalten im Immersive-Modus und kommt mit einigen anderen Benutzerschnittstellen- und Stabilitätsverbesserungen.
pl: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/), przeglądarka zdjęć i filmów została zaktualizowana z wersji 4.3.5 do wersji 4.4.1. Ta aktualizacja zapewnia przerobiony edytor, pozwala ukryć kosz recyklingu, ukrywa przyciski odtwarzania i wstrzymywania wideo po 2 sekundach, poprawia tryb pełnoekranowy w trybie immersyjnym i zawiera kilka innych udoskonaleń UX i stabilności.
ro: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/), un vizualizator de fotografii și videoclipuri, a fost actualizat de la 4.3.5 la 4.4.1. Această actualizare aduce un editor refăcut, permite ascunderea coșului de reciclare, ascunde ambele butoane video Play și Pause după 2 secunde, îmbunătățește comportamentul în modul Immersive fullscreen și vine cu alte câteva îmbunătățiri UX și de stabilitate.
ru: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/), программа для просмотра фотографий и видео, была обновлена с версии 4.3.5 до 4.4.1. Обновление содержит переработанный редактор, позволяет скрыть корзину для мусора, скрывает кнопки воспроизведения и паузы видео через 2 секунды, улучшает поведение полноэкранного режима Immersive, а также содержит несколько других улучшений UX и стабильности.
uk: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/), програма для перегляду світлин і відео, була оновлена з версії 4.3.5 до 4.4.1. Оновлення містить перероблений редактор, дозволяє приховати кошик для сміття, приховує кнопки відтворення і паузи відео через 2 секунди, покращує поведінку повноекранного режиму Immersive, а також містить кілька інших поліпшень UX і стабільності.
zh_hans: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)，一个照片和视频查看器，从 4.3.5 更新到 4.4.1。这次更新带来了重新设计的编辑器，允许隐藏回收站，在 2 秒后隐藏播放和暂停视频按钮，改进了沉浸式模式下的全屏行为，并带有其他一些用户体验和稳定性改进。

source: [Ring](https://f-droid.org/packages/cx.ring/) is a peer-to-peer messenger capable of voice and video calling. In this update from 20180501 to 20180712 push notifications, handling of failed messages, connectivity, IPv6 support, Android TV support, contact management, and performance were improved. You can now send GIFs and images using your keyboard. Support for HD 720p for Android TV was added, as was the possibility to share text and media from other apps. It also has plenty of bug fixes.
de: [Ring](https://f-droid.org/packages/cx.ring/) ist ein Peer-to-Peer-Messenger, der Sprach- und Videogespräche führen kann. In dieser Aktualisierung von 20180501 auf 20180712 wurden Push-Benachrichtigungen, die Behandlung von fehlgeschlagenen Nachrichten, Konnektivität, IPv6-Unterstützung, Android-TV-Unterstützung, Kontaktverwaltung und Leistung verbessert. Sie können nun GIFs und Bilder über die Tastatur senden. Unterstützung für HD 720p für Android TV wurde hinzugefügt, ebenso wie die Möglichkeit, Text und Medien aus anderen Anwendungen zu teilen. Es hat auch viele Fehlerbehebungen.
pl: [Ring](https://f-droid.org/packages/cx.ring/) jest komunikatorem typu peer-to-peer, który może nawiązywać połączenia głosowe i wideo. W tej aktualizacji od 20180501 do 20180712 powiadomienia push, obsługa nieudanych wiadomości, łączność, obsługa IPv6, obsługa Android TV, zarządzanie kontaktami i wydajność zostały ulepszone. Możesz teraz wysyłać GIF-y i obrazy za pomocą klawiatury. Dodano obsługę HD 720p dla Android TV, podobnie jak możliwość udostępniania tekstu i multimediów z innych aplikacji. Ma również wiele poprawek.
ro: [Ring](https://f-droid.org/packages/cx.ring/) este un mesager peer-to-peer capabil să efectueze apeluri vocale și video. În această actualizare de la 20180501 la 20180712 au fost îmbunătățite notificările push, gestionarea mesajelor eșuate, conectivitatea, suportul IPv6, suportul Android TV, gestionarea contactelor și performanța. Acum puteți trimite GIF-uri și imagini folosind tastatura. A fost adăugat suportul pentru HD 720p pentru Android TV, precum și posibilitatea de a partaja text și conținut media din alte aplicații. De asemenea, are o mulțime de corecturi de erori.
ru: [Ring](https://f-droid.org/packages/cx.ring/) - это одноранговый мессенджер, способный осуществлять голосовые и видеозвонки. В обновлении с 20180501 по 20180712 были улучшены push-уведомления, обработка неудачных сообщений, подключение, поддержка IPv6, поддержка Android TV, управление контактами и производительность. Теперь вы можете отправлять GIF-файлы и изображения с помощью клавиатуры. Была добавлена поддержка HD 720p для Android TV, а также возможность делиться текстом и медиафайлами из других приложений. Кроме того, исправлено множество ошибок.
uk: [Ring](https://f-droid.org/packages/cx.ring/) - це спеціальний робочий месенджер, здатний здійснювати голосові і відеодзвінки. В оновленні з 20180501 по 20180712 були покращені push-повідомлення, обробка невдалих повідомлень, підключення, підтримка IPv6, підтримка Android TV, управління контактами і продуктивність. Тепер ви можете відправляти GIF-файли і зображення за допомогою клавіатури. Була додана підтримка HD 720p для Android TV, а також можливість ділитися текстом і медіафайлів з інших застосунків. Крім того, виправлено безліч помилок.
zh_hans: [Ring](https://f-droid.org/packages/cx.ring/) 是一个点对点的通信工具，能够进行语音和视频通话。在这次从 20180501 到 20180712 的更新中，推送通知、处理失败的信息、连接性、IPv6 支持、Android TV 支持、联系人管理和性能都得到了改善。你现在可以用键盘发送 GIF 和图片。增加了对 Android 电视高清 720p 的支持，也增加了从其他应用分享文本和媒体的功能。它也带来了大量的错误修复。

source: [Xearth](https://f-droid.org/packages/de.drhoffmannsoftware.xearth/), a live wallpaper of the Earth, is updating again after a hiatus of nearly 3 years. Unfortunately, the author performed the ill-advised action of setting the version code back, from 2015100901 to 22 to be precise. To update, you may have to uninstall the app first, or install the update via adb. If you have beta updates enabled in the F-Droid app, you'll need to pick version 1.2-22 from the version list manually.
de: [Xearth](https://f-droid.org/packages/de.drhoffmannsoftware.xearth/), ein Live Wallpaper der Erde, wird nach fast 3 Jahren Pause wieder aktualisiert. Leider hat der Autor die unüberlegte Aktion durchgeführt, den Versionscode von 2015100901 auf 22 zurückzusetzen, um genau zu sein. Um ein Update durchzuführen, müssen Sie möglicherweise zuerst die App deinstallieren oder das Update über adb installieren. Wenn Sie Beta-Updates in der F-Droid-App aktiviert haben, müssen Sie die Version 1.2-22 manuell aus der Versionsliste auswählen.
pl: [Xearth](https://f-droid.org/packages/de.drhoffmannsoftware.xearth/), żywa tapeta Ziemi, aktualizuje się ponownie po przerwie trwającej prawie 3 lata. Niestety, autor wykonał nierozważną akcję przywracania kodu wersji, od wersji 2015100901 do 22, aby być dokładnym. Aby zaktualizować, może być konieczne najpierw odinstalowanie aplikacji lub zainstalowanie aktualizacji za pomocą narzędzia adb. Jeśli masz włączone aktualizacje beta w aplikacji F-Droid, musisz ręcznie wybrać wersję 1.2-22 z listy wersji.
ro: [Xearth](https://f-droid.org/packages/de.drhoffmannsoftware.xearth/), un tapet live al Pământului, se actualizează din nou după o pauză de aproape 3 ani. Din nefericire, autorul a efectuat acțiunea nepotrivită de a seta codul versiunii înapoi, mai exact de la 2015100901 la 22. Pentru a face actualizarea, este posibil să trebuiască să dezinstalați mai întâi aplicația sau să instalați actualizarea prin adb. Dacă aveți activate actualizările beta în aplicația F-Droid, va trebui să alegeți manual versiunea 1.2-22 din lista de versiuni.
ru: [Xearth](https://f-droid.org/packages/de.drhoffmannsoftware.xearth/), живые обои Земли, снова обновляются после почти трехлетнего перерыва. К сожалению, автор совершил непродуманное действие - вернул код версии назад, с 2015100901 до 22, если быть точным. Чтобы обновиться, вам, возможно, придется сначала удалить приложение или установить обновление через adb. Если в приложении F-Droid включены бета-обновления, вам придется выбрать версию 1.2-22 из списка версий вручную.
uk: [Xearth](https://f-droid.org/packages/de.drhoffmannsoftware.xearth/), живі шпалери Землі, знову оновлюються після майже трирічної перерви. На жаль, автор зробив необдуману дію — повернув код версії назад, з 2015100901 до 22, якщо бути точним. Щоб оновитися, вам, можливо, доведеться спочатку видалити застосунок або встановити оновлення через adb. Якщо в застосунку F-Droid увімкнені бета-оновлення, вам доведеться вибрати версію 1.2-22 зі списку версій вручну.
zh_hans: [Xearth](https://f-droid.org/packages/de.drhoffmannsoftware.xearth/)，一个地球的实时壁纸，在中断了近 3 年后再次更新。不幸的是，作者做了不明智的行为，将版本代码往后设置，准确地说，从 2015100901 到 22。要更新，你可能必须先卸载该应用，或通过 adb 安装更新。如果你在 F-Droid 应用中启用了测试版更新，你需要从版本列表中手动挑选 1.2-22 版本。

source: [DAVDroid](https://f-droid.org/packages/at.bitfire.davdroid/) version 2.0 got released. DAVDroid is the main way users sync Nextcloud calendar and contacts to their Android phone. Version 2.0 comes with a huge performance increase, multi-threaded/parallel processing of resources, better scalability (less memory, battery and network time consumption) and UI improvements! Full release notes can be found [here](https://forums.bitfire.at/post/10071).
de: [DAVDroid](https://f-droid.org/packages/at.bitfire.davdroid/) Version 2.0 wurde veröffentlicht. DAVDroid ist die wichtigste Methode, mit der Benutzer Nextcloud-Kalender und Kontakte mit ihrem Android-Handy synchronisieren. Version 2.0 bietet eine enorme Leistungssteigerung, Multi-Thread-/Parallelverarbeitung von Ressourcen, bessere Skalierbarkeit (weniger Speicher-, Batterie- und Netzwerkzeitverbrauch) und Benutzerschnittstellenverbesserungen! Vollständige Versionshinweise finden Sie [hier](https://forums.bitfire.at/post/10071).
pl: [DAVDroid](https://f-droid.org/packages/at.bitfire.davdroid/) wersja 2.0 została wydana. DAVDroid to główny sposób synchronizacji kalendarza i kontaktów NextCloud z ich telefonem z Androidem. Wersja 2.0 ma ogromny wzrost wydajności, wielowątkowe/równoległe przetwarzanie zasobów, lepszą skalowalność (mniej pamięci, zużycie baterii i czasu sieciowego) i ulepszenia interfejsu użytkownika! Pełne informacje o wydaniu można znaleźć [tutaj](https://forums.bitfire.at/post/10071).
ro: [DAVDroid](https://f-droid.org/packages/at.bitfire.davdroid/) versiunea 2.0 a fost lansată. DAVDroid este principala modalitate prin care utilizatorii sincronizează calendarul și contactele Nextcloud cu telefonul lor Android. Versiunea 2.0 vine cu o creștere uriașă a performanțelor, procesare multi-threaded/paralelă a resurselor, o mai bună scalabilitate (mai puțin consum de memorie, baterie și timp de rețea) și îmbunătățiri ale interfeței de utilizare! Notele complete ale versiunii pot fi găsite [here](https://forums.bitfire.at/post/10071).
ru: [DAVDroid](https://f-droid.org/packages/at.bitfire.davdroid/) вышла версия 2.0. DAVDroid - это основной способ синхронизации календаря и контактов Nextcloud с телефоном Android. В версии 2.0 значительно увеличена производительность, многопоточная/параллельная обработка ресурсов, улучшена масштабируемость (уменьшено потребление памяти, батареи и сетевого времени) и улучшен пользовательский интерфейс! Полную информацию о выпуске можно найти [здесь](https://forums.bitfire.at/post/10071).
uk: [DAVDroid](https://f-droid.org/packages/at.bitfire.davdroid/) вийшла версія 2.0. DAVDroid - це основний спосіб синхронізації календаря і контактів Nextcloud з телефоном Android. У версії 2.0 значно збільшена продуктивність, багатопотокова/паралельна обробка ресурсів, покращена масштабованість (зменшено споживання пам'яті, батареї і мережевого часу) і поліпшений користувальницький інтерфейс! Повну інформацію про випуск можна знайти [тут](https://forums.bitfire.at/post/10071).
zh_hans: [DAVDroid](https://f-droid.org/packages/at.bitfire.davdroid/) 2.0 版本发布。DAVDroid 是用户将 Nextcloud 日历和联系人同步到他们的 Android 手机的主要方式。2.0 版本带来了巨大的性能提升、资源的多线程/并行处理、更好的可扩展性（更少的内存、电池和网络时间消耗）和用户界面改进！完整的发行说明可以在[这里](https://forums.bitfire.at/post/10071)找到。

source: [Acastus](https://f-droid.org/wiki/page/me.dbarnett.acastus) was moved to the archive because [the service it relies on has shut down](https://gitlab.com/fdroid/fdroiddata/issues/1274).
de: [Acastus](https://f-droid.org/wiki/page/me.dbarnett.acastus) wurde in das Archiv verschoben, weil der [Dienst, auf den er sich stützt, abgeschaltet wurde](https://gitlab.com/fdroid/fdroiddata/issues/1274).
pl: [Acastus](https://f-droid.org/wiki/page/me.dbarnett.acastus) został przeniesiony do archiwum, ponieważ [usługa, na której się opiera, została zamknięta](https://gitlab.com/fdroid/fdroiddata/issues/1274).
ro: [Acastus](https://f-droid.org/wiki/page/me.dbarnett.acastus) a fost mutat în arhivă deoarece [the service it relies on has shut down](https://gitlab.com/fdroid/fdroiddata/issues/1274).
ru: [Acastus](https://f-droid.org/wiki/page/me.dbarnett.acastus) был перемещен в архив, потому что [служба, на которую он полагается, закрылась](https://gitlab.com/fdroid/fdroiddata/issues/1274).
uk: [Acastus](https://f-droid.org/wiki/page/me.dbarnett.acastus) був переміщений в архів, тому що [служба, на яку він покладається, закрилася](https://gitlab.com/fdroid/fdroiddata/issues/1274).
zh_hans: [Acastus](https://f-droid.org/wiki/page/me.dbarnett.acastus) 已移至存档，因为[它所依赖的服务已关闭](https://gitlab.com/fdroid/fdroiddata/issues/1274)。

source: Hey! You know what would be a good idea? [Keeping a changelog](https://keepachangelog.com)! If there's anything interesting in there, you might even see it featured in the next edition!
de: Hey! Weißt du, was gut wäre? Die [Führung eines Changelogs](https://keepachangelog.com)! Wenn da etwas Interessantes drin ist, könntest du es sogar in der nächsten Ausgabe sehen!
pl: Hej! Wiesz, jaki byłby dobry pomysł? [Prowadzenie dziennika zmian](https://keepachangelog.com)! Jeśli jest tam coś ciekawego, możesz nawet zobaczyć go w kolejnej edycji!
ro: Hei! Știi ce ar fi o idee bună? [Keeping a changelog](https://keepachangelog.com)!Dacă este ceva interesant acolo, s-ar putea chiar să îl vedeți prezentat în următoarea ediție!
ru: Эй! Знаете, что было бы хорошей идеей? [Ведение журнала изменений](https://keepachangelog.com)! Если там есть что-то интересное, вы можете даже увидеть это в следующем выпуске!
uk: Гей! Знаєте, що було б гарною ідеєю? [Ведення журналу змін](https://keepachangelog.com)! Якщо там є щось цікаве, ви можете навіть побачити це в наступному випуску!
zh_hans: 嘿！你知道有什么好主意吗？[保持更新日志](https://keepachangelog.com)！如果其中有什么有趣的东西，你甚至可能会在下一版中看到它！

source: Got Feedback? We are very tootable at [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) on Mastodon. If you'd like to have a chat, you can find us in #fdroid on [Freenode](https://freenode.net), on Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) or on [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). All of these spaces are bridged together, so the choice is yours. You can also join us on the [forum](https://forum.f-droid.org/).
de: Feedback geben? Toots erreichen uns über [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) auf Mastodon. Wenn Sie Chats mögen, finden Sie uns unter #froid auf [Freenode](https://freenode.net/), auf Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) oder auf [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Alle diese Plätze werden zusammengeführt, Sie haben also die Wahl. Sie können auch dem [Forum](https://forum.f-droid.org/) beitreten.
pl: Masz swoją opinię? Jesteśmy bardzo aktywni na [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) na Mastodon. Jeśli chcesz z nami porozmawiać, znajdziesz nas w #fdroid na [Freenode](https://freenode.net), na Matrix przez [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) albo na [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Wszystkie te obszary są ze sobą złączone, zatem wybór należy do ciebie. Możesz również dołączyć do nas na [forum](https://forum.f-droid.org/).
ro: Ai comentarii? Suntem foarte amabili la [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) pe Mastodon. Dacă doriți să purtăm o discuție, ne puteți găsi în #fdroid pe [Freenode](https://freenode.net), pe Matrix prin [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) sau pe [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Toate aceste spații sunt conectate împreună, așa că alegerea vă aparține. De asemenea, ne puteți fi alături pe [forum](https://forum.f-droid.org/).
zh_hans: 想要反馈吗？很容易在 Mastodon 上通过 [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) 联系我们。如果你想聊天，你可以在 [Freenode](https://freenode.net/) 的 #fdroid 频道，或在 Matrix 中通过 [#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)，或 [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA) 上找到我们。所有这些空间都是桥接在一起的，任你选择。你也可以在[论坛](https://forum.f-droid.org/)上加入我们。

source: TWIF 16: The note-taking todo text editor edition
de: TWIF 16: Die Notizen machende Todo Texteditor-Ausgabe
pl: TWIF 16: Edycja edytora tekstów w todo
ro: TWIF 16: Ediția editorului de text Todo pentru luarea de notițe
ru: TWIF 16: редакция TODO текстового редактора для заметок
uk: TWIF 16: редакція TODO текстового редактора для нотаток
zh_hans: TWIF 16：笔记待办事项文本编辑器版
