Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The following issues all assume developer- or publisher-level access. We do not claim to protect against attackers with that level of access. People in those roles can always publish malicious code directly, without resorting to complicated exploits.
de: Die folgenden Probleme setzen alle einen Zugriff auf Entwickler- oder Herausgeberniveau voraus. Wir maßen uns nicht an, Schutz gegen Angreifer mit derartigen Zugriffsrechten zu bieten. Menschen in dieser Rolle können immer schädlichen Code direkt verbreiten, ohne auf komplizierte Exploits zurückzugreifen.
pl: Wszystkie poniższe problemy wymagają dostępu na poziomie programisty lub wydawcy. Nie twierdzimy, że chronimy przed atakującymi z tym poziomem dostępu. Ludzie w tych rolach zawsze mogą publikować złośliwy kod bezpośrednio, bez uciekania się do skomplikowanych exploitów.
ro: Următoarele aspecte presupun toate accesul la nivel de dezvoltator sau editor. Nu pretindem că ne protejăm împotriva atacatorilor cu acest nivel de acces. Persoanele cu aceste roluri pot oricând să publice direct coduri malițioase, fără a recurge la exploatări complicate.
ru: Все следующие вопросы предполагают доступ на уровне разработчика или издателя. Мы не претендуем на защиту от злоумышленников с таким уровнем доступа. Люди в этих ролях всегда могут опубликовать вредоносный код напрямую, не прибегая к сложным эксплойтам.
uk: Всі подальші проблеми припускають доступ на рівні розробника або видавця. Ми не претендуємо на захист від зловмисників з таким рівнем доступу. Люди в цих ролях завжди можуть оприлюднити шкідливий код безпосередньо, не вдаючись до складних експлойтів.
zh_hans: 以下问题都假设开发者或发布者级别的访问。我们并不声称可以防止具有这种级别的访问权限的攻击者。这些角色的人总是可以直接发布恶意代码，而不需要使用复杂的漏洞。

source: BZ-01-007 Malicious symlinked APK can lead to arbitrary File Read
de: BZ-01-007 Böswillig symbolisch verknüpfte APK kann zu eigenmächtigen Auslesen von Dateien führen
pl: BZ-01-007 Złośliwy, symlinkowany plik APK może prowadzić do arbitralnego odczytu pliku
ro: BZ-01-007 Malicious symlinked APK poate duce la citirea arbitrară a fișierelor
ru: BZ-01-007 Вредоносный APK с симлинками может привести к произвольному чтению файлов
uk: BZ-01-007 Шкідливий APK з симлінками може привести до безпідставного читання файлів
zh_hans: BZ-01-007 恶意符号链接 APK 可导致任意文件读取

source: BZ-01-013 Directory Traversal Exploit Potential caused by `fdroid import`
de: BZ-01-013 Directory Traversal Exploit Potential verursacht durch `fdroid import`
pl: BZ-01-013 Exploit Directory Traversal Potencjał spowodowany przez `fdroid import`
ro: BZ-01-013 Exploatarea potențialului de traversare a directoarelor cauzată de `fdroid import`
ru: BZ-01-013 Потенциальная угроза обхода каталога, вызванная `fdroid import`
uk: BZ-01-013 Потенційна загроза обходу каталогу, викликана `fdroid import`
zh_hans: BZ-01-013 `fdroid import`造成的目录遍历利用潜在风险

source: BZ-01-015 SVN Repository Access leaks Credentials to local Processes
de: BZ-01-015 SVN-Repository-Zugang spielt Anmeldedaten lokalen Prozessen zu
pl: BZ-01-015 Dostęp Repozytorium SVN przechwytuje referencje do lokalnych Procesów
ro: BZ-01-015 Accesul la depozitul SVN scapă credențiale către procesele locale
ru: BZ-01-015 Доступ к репозиторию SVN передает учетные данные локальным процессам
uk: BZ-01-015 Доступ до сховища SVN передає облікові дані локальних процесів
zh_hans: BZ-01-015 SVN 存储库访问将凭据泄漏到本地进程

source: BZ-01-017 Unauthorized Access to internal Network Resources
de: BZ-01-017 Unautorisierter Zugriff auf interne Netzwerkressourcen
pl: BZ-01-017 Nieautoryzowany dostęp do wewnętrznych zasobów sieciowych
ro: BZ-01-017 Acces neautorizat la resursele interne ale rețelei
ru: BZ-01-017 Несанкционированный доступ к ресурсам внутренней сети
uk: BZ-01-017 Несанкціонований доступ до ресурсів внутрішньої мережі
zh_hans: BZ-01-017 未经授权访问内部网络资源

source: The audit report PDF from Cure53 is also cached on this site: [pentest-report_fdroid.pdf]({% asset posts/2018-01-20-upcoming-security-audit/pentest-report_fdroid.pdf %}).
de: Der Auditbericht von Cure53 ist als PDF auch auf dieser Seite gespeichert: [pentest-report_fdroid.pdf]({% asset posts/2018-01-20-upcoming-security-audit/pentest-report_fdroid.pdf %}).
pl: Raport z audytu PDF z Cure53 jest również przechowywany w pamięci podręcznej na tej stronie: [pentest-report_fdroid.pdf]({% asset posts/2018-01-20-upcoming-security-audit/pentest-report_fdroid.pdf %}).
ro: Raportul de audit PDF de la Cure53 este, de asemenea, în cache pe acest site: [pentest-report_fdroid.pdf]({% asset posts/2018-01-20-upcoming-security-audit/pentest-report_fdroid.pdf %}).
ru: Отчет об аудите в формате PDF от Cure53 также кэшируется на этом сайте: [pentest-report_fdroid.pdf]({% asset posts/2018-01-20-upcoming-security-audit/pentest-report_fdroid.pdf %}).
uk: Звіт про аудит у форматі PDF від Cure53 також кешовано на цьому сайті: [pentest-report_fdroid.pdf]({% asset posts/2018-01-20-upcoming-security-audit/pentest-report_fdroid.pdf %}).
zh_hans: Cure53 的审计报告 PDF 也缓存在这个站点上：[pentest-report_fdroid.pdf]({% asset posts/2018-01-20-upcoming-security-audit/pentest-report_fdroid.pdf %})。

source: Fairphone Open ships F-Droid Privileged Extension!
de: Fairphone Open liefert F-Droid-Rechteerweiterung!
pl: Fairphone Open ships F-Droid Rozszerzenie Uprzywilejowane!
ro: Fairphone nave deschise nave F-Droid Privileged Extension!
ru: Fairphone Open поставляет привилегированное расширение F-Droid!
uk: Fairphone Open постачає привілейоване розширення F-Droid!
zh_hans: Fairphone Open 内置了 F-Droid 特权扩展！

source: Fairphone has taken a [big step](https://www.fairphone.com/en/2018/01/23/f-droid-auto-updates/) towards making a fully free Android phone! They already have [Fairphone Open](https://www.fairphone.com/en/2016/04/28/releasing-the-fairphone-2-open-operating-system-2/), an alternate version of Android that does not include any proprietary apps. The built-in Fairphone Updater makes it really easy to switch a Fairphone away from the Google Android version to Fairphone Open. And now, Fairphone Open includes F-Droid! That means it is a fully functional device, removing the requirement to flash extra packages to get an app store. It also means that F-Droid works without enabling "Unknown Sources". Then your Fairphone Open can automatically update apps and it'll have a smoother install experience where you just need to press install once, and the whole process will finish in the background (when you are ready for background updates, go to F-Droid's Settings to enable them).
de: Fairphone hat einen [Riesenschritt](https://www.fairphone.com/en/2018/01/23/f-droid-auto-updates/) in Richtung Herstellung eines komplett freien Android-Smartphones unternommen! Mit [Fairphone Open](https://www.fairphone.com/en/2016/04/28/releasing-the-fairphone-2-open-operating-system-2/) haben sie bereits eine alternative Android-Version, die keinerlei proprietäre Apps enthält. Der integrierte Fairphone Updater macht es wirklich einfach, ein Fairphone von Google's Android-Version auf Fairphone Open umzustellen. Und nun enthält Fairphone Open F-Droid! Das bedeutet, es ist ein voll ausgestattetes Gerät, ohne Notwendigkeit zusätzliche Pakete zu installieren, um einen App-Store zu bekommen. Es bedeutet auch, dass F-Droid ohne die Aktivierung der „Unbekannten Herkunft“ funktioniert. Denn Fairphone Open kann automatisch Apps aktualisieren und führt zu einer reibungsloseren Installationspraxis, für die Sie nur einmal „Installieren“ drücken müssen, worauf der gesamte Vorgang im Hintergrund ablaufen wird (wenn Sie bereit sind für Hintergrundaktualisierungen, aktivieren Sie sie in den F-Droid-Einstellungen).
pl: Fairphone podjął [duży krok](https://www.fairphone.com/en/2018/01/23/f-droid-auto-updates/) w kierunku stworzenia w pełni darmowego telefonu z Androidem! Oni już mają [Fairphone Open](https://www.fairphone.com/en/2016/04/28/releasing-the-fairphone-2-open-operating-system-2/), alternatywną wersję Androida, która nie obejmuje żadnych zastrzeżonych aplikacji. Wbudowany program Fairphone Updater sprawia, że bardzo łatwo można przełączyć Fairphone z wersji Google Android na Fairphone Open. A teraz Fairphone Open zawiera F-Droid! Oznacza to, że jest to w pełni funkcjonalne urządzenie, eliminujące konieczność dodawania dodatkowych pakietów do sklepu z aplikacjami. Oznacza to również, że F-Droid działa bez włączania "Nieznanych Źródeł". Wtedy Twój Fairphone Open może automatycznie aktualizować aplikacje i będzie miał płynniejszą instalację, w której wystarczy nacisnąć jeden raz instalację, a cały proces zakończy się w tle (gdy będziesz gotowy na aktualizacje w tle, przejdź do Ustawień F-Droida aby je włączyć).
ro: Fairphone a făcut un [big step](https://www.fairphone.com/en/2018/01/23/f-droid-auto-updates/) spre realizarea unui telefon Android complet gratuit! Aceștia au deja [Fairphone Open](https://www.fairphone.com/en/2016/04/28/releasing-the-fairphone-2-open-operating-system-2/), o versiune alternativă de Android care nu include nicio aplicație proprietare. Actualizatorul integrat Fairphone Updater face foarte ușoară trecerea unui Fairphone de la versiunea Google Android la Fairphone Open. Și acum, Fairphone Open include F-Droid! Asta înseamnă că este un dispozitiv complet funcțional, eliminând cerința de a afișa pachete suplimentare pentru a obține un magazin de aplicații. De asemenea, înseamnă că F-Droid funcționează fără a activa "Unknown Sources". Apoi, Fairphone Open poate actualiza automat aplicațiile și va avea o experiență de instalare mai lină, în care trebuie doar să apeși o singură dată pe "Install", iar întregul proces se va încheia în fundal (când ești pregătit pentru actualizări în fundal, mergi la setările F-Droid pentru a le activa).
ru: Компания Fairphone сделала [большой шаг](https://www.fairphone.com/en/2018/01/23/f-droid-auto-updates/) к созданию полностью свободного телефона на базе Android! У них уже есть [Fairphone Open](https://www.fairphone.com/en/2016/04/28/releasing-the-fairphone-2-open-operating-system-2/), альтернативная версия Android, которая не включает никаких проприетарных приложений. Встроенный Fairphone Updater позволяет очень легко переключить Fairphone с версии Google Android на Fairphone Open. А теперь Fairphone Open включает в себя F-Droid! Это означает, что это полностью функциональное устройство, устраняющее необходимость прошивать дополнительные пакеты, чтобы получить магазин приложений. Это также означает, что F-Droid работает без включения функции "Неизвестные источники". Тогда ваш Fairphone Open сможет автоматически обновлять приложения и будет иметь более плавный процесс установки, где вам нужно будет только один раз нажать кнопку install, а весь процесс завершится в фоновом режиме (когда вы будете готовы к фоновым обновлениям, перейдите в Настройки F-Droid, чтобы включить их).
uk: Компанія Fairphone зробила [великий крок](https://www.fairphone.com/en/2018/01/23/f-droid-auto-updates/) до створення повністю вільного телефону на базі Android! У них вже є [Fairphone Open](https://www.fairphone.com/en/2016/04/28/releasing-the-fairphone-2-open-operating-system-2/), альтернативна версія Android, яка не містить жодних власницьких програм. Вбудований Fairphone Updater дає змогу дуже легко перемкнути Fairphone з версії Google Android на Fairphone Open. А тепер Fairphone Open містить F-Droid! Це означає, що це повністю функціональний пристрій, що усуває необхідність прошивати додаткові пакети, щоб отримати магазин застосунків. Це також означає, що F-Droid працює без увімкнення функції «Невідомі джерела».
zh_hans: Fairphone 朝着打造一款完全自由的 Android 手机迈出了[一大步](https://www.fairphone.com/en/2018/01/23/f-droid-auto-updates/)！他们已经有了[Fairphone Open](https://www.fairphone.com/en/2016/04/28/releasing-the-fairphone2-openoperating-system2/)，一个不包含任何专有应用的 Android 替代版本。内置的 Fairphone 更新器使 Fairphone 从 Google Android 版本切换到 Fairphone Open 非常容易。现在，Fairphone Open 包含了 F-Droid！这意味着它是一款功能齐全的设备，无需通过刷入额外的软件包获得应用商店。这也意味着 F-Droid 可以在不启用“未知来源”的情况下工作。然后你的 Fairphone 会自动更新应用，它会有一个更流畅的安装体验，你只需要按一次安装，整个过程将在后台完成（当你准备好进行后台更新时，去 F-Droid 的设置来启用它们)。

source: F-Droid support in Fairphone Open is still beta, so for now, only [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) is built into Fairphone Open. So you will still have to download F-Droid and install it as a regular app. It will automatically find and use the Privileged Extension built into Fairphone Open. We are working on an F-Droid installer as part of the Fairphone Updater to make that process really easy.
de: Die F-Droid-Unterstützung in Fairphone Open ist noch eine Beta-Version, so ist bis jetzt lediglich die [Rechteerweiterung](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) in Fairphone Open vorinstalliert. F-Droid muss immer noch als reguläre App heruntergeladen und installiert werden. Sie wird automatisch die in Fairphone Open eingebaute Rechteerweiterung erkennen und nutzen. Wir arbeiten an einer F-Droid-Installierhilfe als Teil des Fairphone Updater, um diesen Schritt noch weiter zu vereinfachen.
pl: Obsługa F-Droid w Fairphone Open wciąż jest w fazie beta, więc na razie tylko Fair Privileg jest wbudowane w rozszerzenie [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/f-droid-privileged-extension). Więc nadal będziesz musiał pobrać F-Droid i zainstalować go jako zwykłą aplikację. Automatycznie odnajdzie i użyje rozszerzenia Privileged wbudowanego w Fairphone Open. Pracujemy nad instalatorem F-Droid jako częścią Fairphone Updater, aby ten proces był naprawdę łatwy.
ro: Suportul F-Droid în Fairphone Open este încă în versiune beta, așa că, deocamdată, doar [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) este integrat în Fairphone Open. Așadar, va trebui în continuare să descărcați F-Droid și să îl instalați ca o aplicație obișnuită. Aceasta va găsi și va utiliza automat Privileged Extension încorporată în Fairphone Open. Lucrăm la un program de instalare F-Droid ca parte a Fairphone Updater pentru a face acest proces foarte ușor.
ru: Поддержка F-Droid в Fairphone Open все еще на стадии бета-версии, поэтому пока в Fairphone Open встроено только [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension). Поэтому вам все равно придется скачать F-Droid и установить его как обычное приложение. Оно автоматически найдет и использует Privileged Extension, встроенное в Fairphone Open. Мы работаем над установщиком F-Droid как частью Fairphone Updater, чтобы сделать этот процесс действительно простым.
uk: Підтримка F-Droid у Fairphone Open досі на стадії бета-версії, тому поки до Fairphone Open вбудовано лише [Привілейовані розширення](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension). Тому вам все одно доведеться завантажити F-Droid і встановити його як звичайний застосунок. Він автоматично знайде і використає привілейоване розширення, вбудоване у Fairphone Open. Ми працюємо над встановлювачем F-Droid як частини Fairphone Updater, щоб зробити цей процес дійсно простим.
zh_hans: Fairphone Open 中的 F-Droid 支持仍在测试阶段，因此目前只有[特权扩展](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) 内置在 Fairphone Open 中。因此，你仍然需要下载 F-Droid 并将其作为一个常规应用安装。它将自动找到并使用 Fairphone Open 内置的特权扩展。我们正在开发一个 F-Droid 安装器作为Fairphone 更新器的一部分，使这个过程真的很容易。

source: For now, these are the steps you need to do to have the full F-Droid experience with Fairphone Open:
de: Bis jetzt sind dies die Schritte, die unternommen werden müssen, um das komplette F-Droid-Erlebnis mit Fairphone Open zu erzielen:
pl: Na razie są to kroki, które musisz wykonać, aby mieć pełną funkcjonalność F-Droid z Fairphone Open:
ro: Deocamdată, aceștia sunt pașii pe care trebuie să îi faceți pentru a avea o experiență F-Droid completă cu Fairphone Open:
ru: На данный момент, вот шаги, которые вам нужно сделать, чтобы получить полный опыт использования F-Droid с Fairphone Open:
uk: На цю мить, ось кроки, які вам потрібно зробити, щоб отримати усі можливості F-Droid із Fairphone Open:
zh_hans: 现在，为了在 Fairphone Open 上取得完全的 F-Droid 体验，你需要如下步骤：

source: download [F-Droid.apk](https://f-droid.org/F-Droid.apk) and [verify](https://f-droid.org/F-Droid.apk.asc) it
de: [F-Droid.apk](https://f-droid.org/F-Droid.apk) herunterladen und [verifizieren](https://f-droid.org/F-Droid.apk.asc)
pl: pobierz [F-Droid.apk](https://f-droid.org/F-Droid.apk) i [verify](https://f-droid.org/F-Droid.apk.asc) to
ro: descărcați-l [F-Droid.apk](https://f-droid.org/F-Droid.apk) și [verify](https://f-droid.org/F-Droid.apk.asc)
ru: скачать [F-Droid.apk](https://f-droid.org/F-Droid.apk) и [проверить](https://f-droid.org/F-Droid.apk.asc) его
uk: звантажити [F-Droid.apk](https://f-droid.org/F-Droid.apk) і [перевірити](https://f-droid.org/F-Droid.apk.asc) його
zh_hans: 下载 [F-Droid.apk](https://f-droid.org/F-Droid.apk.asc) 并[验证](https://f-droid.org/F-Droid.apk.asc)它

source: enable "Unknown Sources" in Settings -> Security
de: „Unbekannte Herkunft“ in Einstellungen -&gt; Sicherheit aktivieren
pl: włącz "Nieznane źródła" w Ustawienia -&gt; Bezpieczeństwo
ro: activați "Unknown Sources" in Settings -&gt; Securitate
ru: включите опцию "Неизвестные источники" в Настройки -&gt; Безопасность
uk: увімкніть опцію «Невідомі джерела» в Налаштування -&gt; Безпека
zh_hans: 在设置 -&gt; 安全中启用“未知来源”

source: find _FDroid.apk_ in Downloads and click to install it
de: _FDroid.apk_ in Downloads suchen und zur Installation anklicken
pl: znajdź _FDroid.apk_ w Downloads i kliknij, aby go zainstalować
ro: găsiți _FDroid.apk_ în Descărcări și faceți clic pentru a-l instala
ru: найдите _FDroid.apk_ в разделе "Загрузки" и нажмите, чтобы установить его
uk: знайдіть _FDroid.apk_ у теці «Завантаження» та натисніть, щоб встановити його
zh_hans: 在 Downloads 中找到 _FDroid.apk_ 并点击安装它

source: confirm the install on the system's install screen
de: Installation auf dem Installationsbildschirm des Systems bestätigen
pl: potwierdź instalację na ekranie instalacji systemu
ro: confirmați instalarea pe ecranul de instalare al sistemului
ru: подтвердите установку на системном экране установки
uk: підтвердьте встановлення на системному екрані встановлення
zh_hans: 在系统的安装屏幕上确认安装

source: disable "Unknown Sources"
de: "Unbekannte Herkunft" deaktivieren
pl: wyłącz "Nieznane źródła"
ro: dezactivați "Unknown Sources"
ru: отключить "Неизвестные источники"
uk: вимкнути «Невідомі джерела»
zh_hans: 禁用“允许未知来源的安装”

source: F-Droid presentation at the Linux.conf.au 2018 conference
de: F-Droid-Vorstellung auf der Konferenz Linux.conf.au 2018
pl: Prezentacja F-Droid na konferencji Linux.conf.au 2018
ro: Prezentarea F-Droid la conferința Linux.conf.au 2018
ru: Презентация F-Droid на конференции Linux.conf.au 2018
uk: Презентація F-Droid на конференції Linux.conf.au 2018
zh_hans: 在 Linux.conf.au 2018 大会上的 F-Droid 演示

source: In Sydney, New South Wales on Monday 22 January through to Friday 26 January, Linux.conf.au, the Australian Linux conference took place.
de: In Sydney, New South Wales, fand von 22. bis 26. Januar, die australische Linux-Konferenz "Linux.conf.au" statt.
pl: W Sydney w Nowej Południowej Walii, od poniedziałku 22 stycznia do piątku 26 stycznia, odbyła się Australijska konferencja Linux - Linux.conf.au.
ro: În Sydney, New South Wales, de luni 22 ianuarie până vineri 26 ianuarie, a avut loc Linux.conf.au, conferința australiană Linux.
ru: В Сиднее, Новый Южный Уэльс, с понедельника 22 января по пятницу 26 января прошла австралийская конференция Linux.conf.au.
uk: У Сіднеї, Новий Південний Уельс, з понеділка 22 січня до п'ятниці 26 січня пройшла австралійська конференція Linux.conf.au.
zh_hans: 在悉尼，新南威尔士州，从 1 月 22 日星期一到 1 月 26 日星期五，举行了 Linux.conf.au，澳大利亚的 Linux 会议。

source: F-Droid's [Peter Serwylo](https://gitlab.com/pserwylo) was there Thursday, 25 Jan, presenting his _"F-Droid: The private, secure, free and open app store for Android"_.
de: [Peter Serwylo](https://gitlab.com/pserwylo) von F-Droid war am Donnerstag, den 25. Januar, da und präsentierte _"F-Droid: Der private, sichere, freie und offene App-Store für Android"_.
pl: F-Droid [Peter Serwylo](https://gitlab.com/pserwylo) był tam w czwartek, 25 stycznia, prezentując swój _"F-Droid: prywatny, bezpieczny, bezpłatny i otwarty sklep z aplikacjami dla Android"_.
ro: F-Droid [Peter Serwylo](https://gitlab.com/pserwylo) a fost acolo joi, 25 ianuarie, prezentându-și lucrarea _"F-Droid: Magazinul privat, sigur, gratuit și deschis de aplicații pentru Android"_.
ru: [Peter Serwylo](https://gitlab.com/pserwylo) из F-Droid был там в четверг, 25 января, представляя свой _ "F-Droid: Частный, безопасный, бесплатный и открытый магазин приложений для Android"_.
uk: [Peter Serwylo](https://gitlab.com/pserwylo) з F-Droid був там у четвер, 25 січня, представляючи свій _"F-Droid: Приватний, безпечний, безплатний і відкритий магазин застосунків для Android"_.
zh_hans: 1 月 25 日，F-Droid 的 [Peter Serwylo](https://gitlab.com/pserwylo) 在那里做了 _“F-Droid：尊重隐私，安全，自由，开放的 Android 应用商店”_ 演讲。
