Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)** was updated from 0.1.5 to 0.1.6
de: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)** erhielt ein Update von 0.1.5 auf 0.1.6
pl: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)** został zaktualizowany z 0.1.5 do 0.1.6
ro: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)** a fost actualizat de la 0.1.5 la 0.1.6
ru: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)** был обновлен с 0.1.5 до 0.1.6
uk: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)** оновлено з 0.1.5 до 0.1.6
zh_hans: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)** 从 0.1.5 更新到 0.1.6

source: **[NextINpact (Unofficial)](https://f-droid.org/packages/com.pcinpact/)** was updated from 2.2.7 to 2.3.1
de: **[NextINpact (Unofficial)](https://f-droid.org/packages/com.pcinpact/)** erhielt ein Update von 2.2.7 auf 2.3.1
pl: **[NextINpact (Unofficial)](https://f-droid.org/packages/com.pcinpact/)** został zaktualizowany z 2.2.7 do 2.3.1
ro: **[NextINpact (Unofficial)](https://f-droid.org/packages/com.pcinpact/)** a fost actualizat de la 2.2.7 la 2.3.1
ru: **[NextINpact (Unofficial)](https://f-droid.org/packages/com.pcinpact/)** был обновлен с 2.2.7 до 2.3.1
uk: **[NextINpact (Неофіційний)](https://f-droid.org/packages/com.pcinpact/)** оновлено з 2.2.7 до 2.3.1
zh_hans: **[NextINpact (Unofficial)](https://f-droid.org/packages/com.pcinpact/)** 从 2.2.7 更新到 2.3.1

source: **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** was [updated](https://github.com/nextcloud/talk-android/releases) from 3.2.7 to 6.0.0beta3
de: **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)**-[Aktualisierung](https://github.com/nextcloud/talk-android/releases) von 3.2.7 auf 6.0.0beta3
pl: **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** został [zaktualizowany](https://github.com/nextcloud/talk-android/releases) z 3.2.7 do 6.0.0beta3
ro: **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** a fost [updated](https://github.com/nextcloud/talk-android/releases) de la 3.2.7 la 6.0.0beta3
ru: **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** был [обновлен](https://github.com/nextcloud/talk-android/releases) с 3.2.7 до 6.0.0beta3
uk: **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** [оновлено](https://github.com/nextcloud/talk-android/releases) з 3.2.7 до 6.0.0beta3
zh_hans: **[Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/)** 从 3.2.7 [更新](https://github.com/nextcloud/talk-android/releases)到 6.0.0beta3

source: **[Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/)** was [updated](https://github.com/nextcloud/android/commits) from 20190329 to 20190705
de: **[Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/)**-[Aktualisierung](https://github.com/nextcloud/android/commits) von 20190329 auf 20190705
pl: **[Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/)** został [zaktualizowany](https://github.com/nextcloud/android/commits) z 20190329 do 20190705
ro: **[Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/)** a fost [updated](https://github.com/nextcloud/android/commits) de la 20190329 la 20190705
ru: **[Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/)** был [обновлен](https://github.com/nextcloud/android/commits) с 20190329 по 20190705
uk: **[Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/)** [оновлено](https://github.com/nextcloud/android/commits) з 20190329 до 20190705
zh_hans: **[Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/)** 从 20190329 [更新](https://github.com/nextcloud/android/commits)到 20190705

source: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** was [updated](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) from 3.5.1 to 3.6.2
de: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)**-[Aktualisierung](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) von 3.5.1 auf 3.6.2
pl: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** został [zaktualizowany](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) z 3.5.1 do 3.6.2
ro: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** a fost [updated](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) de la 3.5.1 la 3.6.2
ru: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** был [обновлен](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) с 3.5.1 до 3.6.2
uk: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** [оновлено](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) з 3.5.1 до 3.6.2
zh_hans: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** 从 3.5.1 [更新](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md)到 3.6.2

source: **[Notepad](https://f-droid.org/packages/com.farmerbb.notepad/)** was updated from 2.3.4 to 2.3.5
de: **[Notepad](https://f-droid.org/packages/com.farmerbb.notepad/)** erhielt ein Update von 2.3.4 auf 2.3.5
pl: **[Notepad](https://f-droid.org/packages/com.farmerbb.notepad/)** został zaktualizowany z 2.3.4 do 2.3.5
ro: **[Notepad](https://f-droid.org/packages/com.farmerbb.notepad/)** a fost actualizat de la 2.3.4 la 2.3.5
ru: **[Notepad](https://f-droid.org/packages/com.farmerbb.notepad/)** был обновлен с 2.3.4 до 2.3.5
uk: **[Notepad](https://f-droid.org/packages/com.farmerbb.notepad/)** оновлено з 2.3.4 до 2.3.5
zh_hans: **[Notepad](https://f-droid.org/packages/com.farmerbb.notepad/)** 从 2.3.4 更新到 2.3.5

source: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)** was updated from 1.9 to 1.10
de: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)** erhielt ein Update von 1.9 auf 1.10
pl: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)** został zaktualizowany z 1.9 do 1.10
ro: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)** a fost actualizat de la 1.9 la 1.10
ru: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)** был обновлен с 1.9 до 1.10
uk: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)** оновлено з 1.9 до 1.10
zh_hans: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)** 从 1.9 更新到 1.10

source: **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** was [updated](https://github.com/ooni/probe-android/releases) from 2.0.3 to 2.1.0
de: **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)**-[Aktualisierung](https://github.com/ooni/probe-android/releases) von 2.0.3 auf 2.1.0
pl: **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** została [zaktualizowana](https://github.com/ooni/probe-android/releases) z 2.0.3 do 2.1.0
ro: **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** a fost [updated](https://github.com/ooni/probe-android/releases) de la 2.0.3 la 2.1.0
ru: **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** был [обновлен](https://github.com/ooni/probe-android/releases) с 2.0.3 до 2.1.0
uk: **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** [оновлено](https://github.com/ooni/probe-android/releases) з 2.0.3 до 2.1.0
zh_hans: **[OONI Probe](https://f-droid.org/packages/org.openobservatory.ooniprobe/)** 从 2.0.3 [更新](https://github.com/ooni/probe-android/releases)到 2.1.0

source: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** was [updated](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md) from 1-1-5 to 1-2-2
de: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)**-[Aktualisierung](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md) von 1-1-5 auf 1-2-2
pl: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** został [zaktualizowany](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md) z 1-1-5 do 1-2-2
ro: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** a fost [updated](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md) de la 1-1-5 la 1-2-2
ru: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** был [обновлен](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md) с 1-1-5 до 1-2-2
uk: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** [оновлено](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md) з 1-1-5 до 1-2-2
zh_hans: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** 从 1-1-5 [更新](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md)到 1-2-2

source: **[Odyssey](https://f-droid.org/packages/org.gateshipone.odyssey/)** was [updated](https://github.com/gateship-one/odyssey/blob/HEAD/CHANGELOG.md) from 1.1.17 to 1.1.18
de: **[Odyssey](https://f-droid.org/packages/org.gateshipone.odyssey/)**-[Aktualisierung](https://github.com/gateship-one/odyssey/blob/HEAD/CHANGELOG.md) von 1.1.17 auf 1.1.18
pl: **[Odyssey](https://f-droid.org/packages/org.gateshipone.odyssey/)** został [zaktualizowany](https://github.com/gateship-one/odyssey/blob/HEAD/CHANGELOG.md) z 1.1.17 do 1.1.18
ro: **[Odyssey](https://f-droid.org/packages/org.gateshipone.odyssey/)** a fost [updated](https://github.com/gateship-one/odyssey/blob/HEAD/CHANGELOG.md) de la 1.1.17 la 1.1.18
ru: **[Odyssey](https://f-droid.org/packages/org.gateshipone.odyssey/)** был [обновлен](https://github.com/gateship-one/odyssey/blob/HEAD/CHANGELOG.md) с 1.1.17 до 1.1.18
uk: **[Odyssey](https://f-droid.org/packages/org.gateshipone.odyssey/)** [оновлено](https://github.com/gateship-one/odyssey/blob/HEAD/CHANGELOG.md) з 1.1.17 до 1.1.18
zh_hans: **[Odyssey](https://f-droid.org/packages/org.gateshipone.odyssey/)** 从 1.1.17 [更新](https://github.com/gateship-one/odyssey/blob/HEAD/CHANGELOG.md)到 1.1.18

source: **[Offi Stations](https://f-droid.org/packages/de.schildbach.oeffi/)** was [updated](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES) from 10.5.1-aosp to 10.5.3-aosp
de: **[Offi Stations](https://f-droid.org/packages/de.schildbach.oeffi/)**-[Aktualisierung](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES) von 10.5.1-aosp auf 10.5.3-aosp
pl: **[Offi Stations](https://f-droid.org/packages/de.schildbach.oeffi/)** został [zaktualizowany](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES) z 10.5.1-aosp do 10.5.3-aosp
ro: **[Offi Stations](https://f-droid.org/packages/de.schildbach.oeffi/)** a fost [updated](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES) de la 10.5.1-aosp la 10.5.3-aosp
ru: **[Offi Stations](https://f-droid.org/packages/de.schildbach.oeffi/)** были [обновлены](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES) с 10.5.1-aosp до 10.5.3-aosp
uk: **[Offi Stations](https://f-droid.org/packages/de.schildbach.oeffi/)** [оновлено](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES) з 10.5.1-aosp до 10.5.3-aosp
zh_hans: **[Offi Stations](https://f-droid.org/packages/de.schildbach.oeffi/)** 从 10.5.1-aosp [更新](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES)到 10.5.3-aosp

source: **[OmniROM Changelog](https://f-droid.org/packages/com.bytehamster.changelog/)** was updated from 3.24 to 3.25
de: **[OmniROM Changelog](https://f-droid.org/packages/com.bytehamster.changelog/)** erhielt ein Update von 3.24 auf 3.25
pl: **[OmniROM Changelog](https://f-droid.org/packages/com.bytehamster.changelog/)** został zaktualizowany z 3.24 do 3.25
ro: **[OmniROM Changelog](https://f-droid.org/packages/com.bytehamster.changelog/)** a fost actualizată de la 3.24 la 3.25
ru: **[OmniROM Changelog](https://f-droid.org/packages/com.bytehamster.changelog/)** был обновлен с 3.24 до 3.25
uk: **[OmniROM Changelog](https://f-droid.org/packages/com.bytehamster.changelog/)** оновлено з 3.24 до 3.25
zh_hans: **[OmniROM Changelog](https://f-droid.org/packages/com.bytehamster.changelog/)** 从 3.24 更新到 3.25

source: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** was [updated](http://opencamera.sourceforge.net/history.html) from 1.45.2 to 1.46
de: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** wurde [aktualisiert](http://opencamera.sourceforge.net/history.html) von 1.45.2 auf 1.46
pl: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** została [zaktualizowana](http://opencamera.sourceforge.net/history.html) z 1.45.2 do 1.46
ro: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** a fost [updated](http://opencamera.sourceforge.net/history.html) de la 1.45.2 la 1.46
ru: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** была [обновлена](http://opencamera.sourceforge.net/history.html) с 1.45.2 до 1.46
uk: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** [оновлено](http://opencamera.sourceforge.net/history.html) з 1.45.2 до 1.46
zh_hans: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** 从 1.45.2 [更新](http://opencamera.sourceforge.net/history.html)至 1.46

source: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** was [updated](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) from 12.0 to 14.0
de: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**-[Aktualisierung](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) von 12.0 auf 14.0
pl: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** został [zaktualizowany](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) z 12.0 do 14.0
ro: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** a fost [updated](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) de la 12,0 la 14,0
ru: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** были [обновлены](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) с 12.0 до 14.0
uk: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** [оновлено](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) з 12.0 до 14.0
zh_hans: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** 从 12.0 [更新](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG)到 14.0

source: **[Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/)** was [updated](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) from 2.9.8 to 3.2.2
de: **[Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/)**-[Update](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) von 2.9.8 nach 3.2.2
pl: **[Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/)** został [zaktualizowany](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) z 2.9.8 do 3.2.2
ro: **[Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/)** a fost [updated](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) de la 2.9.8 la 3.2.2.2
ru: **[Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/)** был [обновлен](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) с 2.9.8 до 3.2.2
uk: **[Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/)** [оновлено](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) з 2.9.8 до 3.2.2
zh_hans: **[Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/)** 从 2.9.8 [更新](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases)到 3.2.2

source: **[OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/)** was [updated](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) from 2.9.8 to 3.2.2
de: **[OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/)** [aktualisiert](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) von 2.9.8 auf 3.2.2
pl: **[OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/)** został [zaktualizowany](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) z 2.9.8 do 3.2.2
ro: **[OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/)**a fost [updated](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) de la 2.9.8 la 3.2.2.2
ru: **[OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/)** был [обновлен](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) с 2.9.8 до 3.2.2
uk: **[OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/)** [оновлено](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases) з 2.9.8 до 3.2.2
zh_hans: **[OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/)** 从 2.9.8 [更新](https://github.com/openfoodfacts/openfoodfacts-androidapp/releases)到 3.2.2

source: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** was [updated](https://github.com/openfoodfacts/openfoodfacts-androidapp/blob/HEAD/CHANGELOG.md) from 2.9.8 to 3.2.2
de: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)**-[Aktualisierung](https://github.com/openfoodfacts/openfoodfacts-androidapp/blob/HEAD/CHANGELOG.md) von 2.9.8 auf 3.2.2
pl: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** został [zaktualizowany](https://github.com/openfoodfacts/openfoodfacts-androidapp/blob/HEAD/CHANGELOG.md) z 2.9.8 do 3.2.2
ro: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** a fost [updated](https://github.com/openfoodfacts/openfoodfacts-androidapp/blob/HEAD/CHANGELOG.md) de la 2.9.8 la 3.2.2.2
ru: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** был [обновлен](https://github.com/openfoodfacts/openfoodfacts-androidapp/blob/HEAD/CHANGELOG.md) с 2.9.8 до 3.2.2
uk: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** [оновлено](https://github.com/openfoodfacts/openfoodfacts-androidapp/blob/HEAD/CHANGELOG.md) з 2.9.8 до 3.2.2
zh_hans: **[OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)** 从 2.9.8 [更新](https://github.com/openfoodfacts/openfoodfacts-androidapp/blob/HEAD/CHANGELOG.md)到 3.2.2

source: **[OpenKeychain](https://f-droid.org/packages/org.sufficientlysecure.keychain/)** was [updated](https://github.com/open-keychain/open-keychain/blob/HEAD/OpenKeychain/src/main/res/raw/help_changelog.md) from 5.2 to 5.3
de: **[OpenKeychain](https://f-droid.org/packages/org.sufficientlysecure.keychain/)** wurde [aktualisiert](https://github.com/open-keychain/open-keychain/blob/HEAD/OpenKeychain/src/main/res/raw/help_changelog.md) von 5.2 auf 5.3
pl: **[OpenKeychain](https://f-droid.org/packages/org.sufficientlysecure.keychain/)** został [zaktualizowany](https://github.com/open-keychain/open-keychain/blob/HEAD/OpenKeychain/src/main/res/raw/help_changelog.md) z 5.2 do 5.3
ro: **[OpenKeychain](https://f-droid.org/packages/org.sufficientlysecure.keychain/)** a fost [updated](https://github.com/open-keychain/open-keychain/blob/HEAD/OpenKeychain/src/main/res/raw/help_changelog.md) de la 5.2 la 5.3
ru: **[OpenKeychain](https://f-droid.org/packages/org.sufficientlysecure.keychain/)** был [обновлен](https://github.com/open-keychain/open-keychain/blob/HEAD/OpenKeychain/src/main/res/raw/help_changelog.md) с 5.2 до 5.3
uk: **[OpenKeychain](https://f-droid.org/packages/org.sufficientlysecure.keychain/)** [оновлено](https://github.com/open-keychain/open-keychain/blob/HEAD/OpenKeychain/src/main/res/raw/help_changelog.md) з 5.2 до 5.3
zh_hans: **[OpenKeychain](https://f-droid.org/packages/org.sufficientlysecure.keychain/)** 从 5.2 [更新](https://github.com/open-keychain/open-keychain/blob/HEAD/OpenKeychain/src/main/res/raw/help_changelog.md)到 5.3

source: **[OpenMensa](https://f-droid.org/packages/de.uni_potsdam.hpi.openmensa/)** was updated from 0.12 to 0.21
de: **[OpenMensa](https://f-droid.org/packages/de.uni_potsdam.hpi.openmensa/)** erhielt ein Update von 0.12 auf 0.21
pl: **[OpenMensa](https://f-droid.org/packages/de.uni_potsdam.hpi.openmensa/)** został zaktualizowany z 0.12 do 0.21
ro: **[OpenMensa](https://f-droid.org/packages/de.uni_potsdam.hpi.openmensa/)** a fost actualizat de la 0.12 la 0.21
ru: **[OpenMensa](https://f-droid.org/packages/de.uni_potsdam.hpi.openmensa/)** был обновлен с 0.12 до 0.21
uk: **[OpenMensa](https://f-droid.org/packages/de.uni_potsdam.hpi.openmensa/)** оновлено з 0.12 до 0.21
zh_hans: **[OpenMensa](https://f-droid.org/packages/de.uni_potsdam.hpi.openmensa/)** 从 0.12 更新到 0.21

source: **[OpenMoneyBox](https://f-droid.org/packages/com.igisw.openmoneybox/)** was [updated](https://sourceforge.net/p/igisw-bilancio/wiki/Changelog_3.3.1_Android/) from 3.2.2.10 to 3.3.1.4
de: **[OpenMoneyBox](https://f-droid.org/packages/com.igisw.openmoneybox/)** wurde [aktualisiert](https://sourceforge.net/p/igisw-bilancio/wiki/Changelog_3.3.1_Android/) von 3.2.2.10 nach 3.3.1.4
pl: **[OpenMoneyBox](https://f-droid.org/packages/com.igisw.openmoneybox/)** został [zaktualizowany](https://sourceforge.net/p/igisw-bilancio/wiki/Changelog_3.3.1_Android/) z 3.2.2.10 do 3.3.1.4
ro: **[OpenMoneyBox](https://f-droid.org/packages/com.igisw.openmoneybox/)** a fost [updated](https://sourceforge.net/p/igisw-bilancio/wiki/Changelog_3.3.1_Android/) de la 3.2.2.2.10 la 3.3.1.4
ru: **[OpenMoneyBox](https://f-droid.org/packages/com.igisw.openmoneybox/)** был [обновлен](https://sourceforge.net/p/igisw-bilancio/wiki/Changelog_3.3.1_Android/) с 3.2.2.10 до 3.3.1.4
uk: **[OpenMoneyBox](https://f-droid.org/packages/com.igisw.openmoneybox/)** [оновлено](https://sourceforge.net/p/igisw-bilancio/wiki/Changelog_3.3.1_Android/) з 3.2.2.10 до 3.3.1.4
zh_hans: **[OpenMoneyBox](https://f-droid.org/packages/com.igisw.openmoneybox/)** 从 3.2.2.10 [更新](https://sourceforge.net/p/igisw-bilancio/wiki/Changelog_3.3.1_Android/)到 3.3.1.4

source: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)** was [updated](https://github.com/adolfintel/OpenPods/releases) from 0.5 to 0.7
de: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)**-[Aktualisierung](https://github.com/adolfintel/OpenPods/releases) von 0.5 auf 0.7
pl: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)** został [zaktualizowany](https://github.com/adolfintel/OpenPods/releases) z 0.5 do 0.7
ro: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)** a fost [updated](https://github.com/adolfintel/OpenPods/releases) de la 0,5 la 0,7
ru: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)** был [обновлен](https://github.com/adolfintel/OpenPods/releases) с 0.5 до 0.7
uk: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)** [оновлено](https://github.com/adolfintel/OpenPods/releases) з 0.5 до 0.7
zh_hans: **[OpenPods](https://f-droid.org/packages/com.dosse.airpods/)** 从 0.5 [更新](https://github.com/adolfintel/OpenPods/releases)至 0.7
