Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We have started the process of the second security audit of the F-Droid setup. The audit will be conducted by [Radically Open Security](https://www.radicallyopensecurity.com), which is a natural partner for F-Droid since they share our focus on free software and open processes. Once we receive the results and have addressed any issues found, we will publish the full, unedited audit report here. Thanks to [Open Tech Fund](https://opentech.fund) for covering the costs of hiring the auditor.
de: Wir haben mit der Durchführung des zweiten Sicherheitsaudits des F-Droid-Aufbaus begonnen. Das Audit wird von [Radically Open Security](https://www.radicallyopensecurity.com) geleitet werden, die naturgemäß Partner von F-Droid sind, da sie unseren Schwerpunkt auf freie Software und offene Abläufe teilen. Sobald wir die Ergebnisse erhalten und uns mit irgendwelchen gefundenen Problemen befasst haben, werden wir den vollständigen, ungeänderten Auditbericht hier veröffentlichen. Dank gebührt [Open Tech Fund](https://opentech.fund) für die Übernahme der Kosten für den Auditorlohn.
pl: Rozpoczęliśmy proces drugiego audytu bezpieczeństwa konfiguracji F-Droid. Audyt przeprowadzi [Radically Open Security](https://www.radicallyopensecurity.com), który jest naturalnym partnerem dla F-Droid, ponieważ koncentruje się on na wolnym oprogramowaniu i otwartych procesach. Po otrzymaniu wyników i rozwiązaniu wszelkich stwierdzonych problemów opublikujemy tutaj pełny, nieedytowany raport z audytu. Dzięki [Open Tech Fund](https://opentech.fund) za pokrycie kosztów wynajmu audytora.
ro: Am început procesul celui de-al doilea audit de securitate al configurației F-Droid. Auditul va fi efectuat de către [Radically Open Security](https://www.radicallyopensecurity.com), care este un partener natural pentru F-Droid, deoarece împărtășește accentul pe care îl punem pe software-ul liber și pe procesele deschise. După ce primim rezultatele și am rezolvat toate problemele găsite, vom publica aici raportul de audit complet și inedit. Mulțumim [Open Tech Fund](https://opentech.fund) pentru că a acoperit costurile de angajare a auditorului.
ru: Мы начали процесс второго аудита безопасности установки F-Droid. Аудит будет проводиться компанией [Radically Open Security](https://www.radicallyopensecurity.com), которая является естественным партнером для F-Droid, поскольку они разделяют нашу ориентацию на свободное программное обеспечение и открытые процессы. Как только мы получим результаты и устраним все обнаруженные проблемы, мы опубликуем полный, неотредактированный отчет об аудите здесь. Спасибо [Open Tech Fund](https://opentech.fund) за покрытие расходов по найму аудитора.
uk: Ми почали процес другого аудиту безпеки F-Droid. Аудит виконуватиме компанія [Radically Open Security](https://www.radicallyopensecurity.com), яка є природним партнером для F-Droid, оскільки вони поділяють нашу орієнтацію на вільне програмне забезпечення і відкриті процеси. Як тільки ми отримаємо результати та усунемо всі виявлені проблеми, ми опублікуємо повний, невідредагований звіт про аудит тут. Спасибі [Open Tech Fund](https://opentech.fund) за покриття витрат з наймання аудитора.
zh_hans: 我们已经开始对 F-Droid 设置进行第二次安全审计。审计将由 [Radically Open Security](https://www.radicallyopensecurity.com) 进行，该公司是 F-Droid 天然的合作伙伴，因为他们和我们一样专注于自由软件和开放过程。一旦我们收到结果并解决了发现的任何问题，我们将在这里发布完整的、未经编辑的审计报告。感谢[开放技术基金会](https://opentech.fund)支付聘请审计人员的成本。

source: For more information about F-Droid's security practices on in the documentation about the [Security Model]({{ site.baseurl }}/docs/Security_Model/).
de: Weitere Informationen über F-Droid's Schutzvorkehrungen, finden Sie in der Dokumentation unter [Sicherheitsmodell]({{ site.baseurl }}/docs/Security_Model/).
pl: Aby uzyskać więcej informacji na temat praktyk bezpieczeństwa F-Droid zajrzyj do dokumentacji [Model Zabezpieczeń]({{ site.baseurl }}/docs/Security_Model/).
ro: Pentru mai multe informații despre practicile de securitate ale F-Droid, consultați documentația despre [Security Model]({{ site.baseurl }}/docs/Security_Model/).
ru: Более подробную информацию о практике безопасности F-Droid можно найти в документации по [Security Model]({{ site.baseurl }}/docs/Security_Model/).
uk: Докладніше про практики безпеки F-Droid можна знайти в документації [Security Model]({{ site.baseurl }}/docs/Security_Model/).
zh_hans: 有关 F-Droid 的安全实践的更多信息，请参阅有关[安全模型]({{ site.baseurl }}/docs/Security_Model/)的文档。

source: Looking back at the first security audit
de: Rückblick auf das erste Sicherheitsaudit
pl: Popatrz wstecz na pierwszy audyt bezpieczeństwa
ro: Privind înapoi la primul audit de securitate
ru: Оглядываясь назад на первый аудит безопасности
uk: Озираючись на першу перевірку безпеки
zh_hans: 回顾第一次安全审计

source: We received an [external audit](https://cure53.de/pentest-report_fdroid.pdf) in 2015 from Cure53, provided by the [Open Tech Fund](https://opentech.fund). This was the first full security audit of the core security practices of F-Droid. On top of the core, the focus on the audit was on the new, experimental features that opened up F-Droid as an ecosystem, moving away from the central server model.
de: Wir erhielten ein [externes Audit](https://cure53.de/pentest-report_fdroid.pdf) im Jahr 2015 von Cure53, unterstützt durch den [Open Tech Fund](https://opentech.fund). Dies war das erste komplette Sicherheitsaudit der Kernschutzvorkehrungen von F-Droid. Über den Kern hinaus, galt bei dem Audit das Hauptaugenmerk den neuen, experimentellen Bestandteilen, die F-Droid als Ökosystem, das sich vom Modell eines zentralen Servers wegbewegt, erschlossen.
pl: W 2015 r. Otrzymaliśmy [audyt zewnętrzny](https://cure53.de/pentest-report_fdroid.pdf) od Cure53, dostarczony przez [Open Tech Fund](https://opentech.fund). Był to pierwszy pełny audyt bezpieczeństwa najważniejszych zasad bezpieczeństwa w F-Droid. Oprócz tego główny nacisk położono na nowe, eksperymentalne funkcje, które otworzyły F-Droida jako ekosystem, odchodząc od centralnego modelu serwera.
ro: Am primit un [external audit](https://cure53.de/pentest-report_fdroid.pdf) în 2015 de la Cure53, oferit de [Open Tech Fund](https://opentech.fund). Acesta a fost primul audit de securitate complet al practicilor de securitate de bază ale F-Droid. Pe lângă nucleul de bază, auditul s-a concentrat pe caracteristicile noi, experimentale, care au deschis F-Droid ca ecosistem, îndepărtându-se de modelul serverului central.
ru: В 2015 году мы получили [внешний аудит](https://cure53.de/pentest-report_fdroid.pdf) от компании Cure53, предоставленный [Open Tech Fund](https://opentech.fund). Это был первый полный аудит безопасности основных методов обеспечения безопасности F-Droid. Помимо основного ядра, основное внимание в ходе аудита было уделено новым, экспериментальным функциям, которые открыли F-Droid как экосистему, отойдя от модели центрального сервера.
uk: У 2015 році ми отримали [зовнішній аудит](https://cure53.de/pentest-report_fdroid.pdf) від компанії Cure53, наданий [Open Tech Fund](https://opentech.fund). Це був перший повний аудит безпеки основних методів забезпечення безпеки F-Droid. Крім основного ядра, основна увага в ході аудиту була звернена на нові, експериментальні можливості, які відкрили F-Droid як екосистему, відійшовши від моделі центрального сервера.
zh_hans: 2015 年，我们收到了由[开放技术基金会](https://opentech.fund)提供的来自 Cure53 的[外部审计](https://cure53.de/pentest-report_fdroid.pdf)。这是对 F-Droid 核心安全实践的第一次全面安全审计。除此之外，审计的重点是新的实验性功能，即脱离中央服务器模式使 F-Droid 开放成为一个生态系统。

source: This audit confirmed the security of core pieces, as listed on the top of this page. That is a little hard to see since the report only discussed the vulnerabilities that were discovered. This audit did find critical issues in the website, opt-in beta features, and some minor features like `fdroid import`, which is only used by a couple of people and never on core infrastructure. It is important to note that the website issues never meant that getting apps via the Android client app was affected. Most importantly, all of the security issues were fixed. The audit also demonstrated that building a system with user-generated inputs is hard to fully secure. Our focus is removing anything that opens up attack vectors to the external data sources like app source repos.
de: Das Audit bestätigte die Sicherheit der Kernstücke, wie oben auf dieser Seite aufgezählt. Das ist ein wenig schwer zu erkennen, da nur die entdeckten Sicherheitsrisiken erörtert werden. Dieses Audit fand kritische Probleme auf der Internetseite, Opt-in-Eigenschaften zu Betas und einige weniger wichtige Funktionen, wie `fdroid import`, die nur von wenigen Leuten genutzt werden und niemals in der Kerninfrastruktur. Es ist wichtig festzustellen, dass die Probleme auf der Internetseite nicht bedeuteten, dass der Bezug von Apps über die Android-App davon betroffen war. Am allerwichtigsten, sämtliche Sicherheitsprobleme wurden behoben. Das Audit demonstrierte auch, dass der Aufbau eines Systems mit von Anwendern erzeugten Beiträgen kaum vollständig abzusichern ist. Unser Augenmerk gilt der Entfernung von allem, was Angriffsvektoren auf die externen Datenquellen, wie die App-Quellrepos, eröffnet.
pl: Ta kontrola potwierdziła bezpieczeństwo podstawowych elementów, wymienionych na górze tej strony. Trudno to zauważyć, ponieważ w raporcie omówiono jedynie wykryte luki. W ramach tej kontroli wykryto problemy krytyczne na stronie internetowej, opcjonalne funkcje w wersji beta oraz niektóre pomniejsze funkcje, takie jak `fdroid import`, które są używane tylko przez kilka osób, a nigdy na podstawowej infrastrukturze. Należy pamiętać, że problemy z witryną nigdy nie miały wpływu na pobieranie aplikacji za pośrednictwem aplikacji klienckiej Android. Co najważniejsze, wszystkie problemy bezpieczeństwa zostały naprawione. Kontrola wykazała również, że budowa systemu z danymi wejściowymi generowanymi przez użytkownika jest trudna do pełnego zabezpieczenia. Naszym celem jest usunięcie wszystkiego, co otwiera wektory ataku na zewnętrzne źródła danych, takie jak źródła aplikacji.
ro: Acest audit a confirmat securitatea pieselor de bază, așa cum sunt enumerate în partea de sus a acestei pagini. Acest lucru este puțin cam greu de observat, deoarece raportul a discutat doar despre vulnerabilitățile care au fost descoperite. Acest audit a găsit probleme critice în site-ul web, în funcțiile opt-in beta și în unele funcții minore, cum ar fi `fdroid import`, care este folosit doar de câteva persoane și niciodată în infrastructura de bază. Este important de menționat că problemele legate de site-ul web nu au însemnat niciodată că obținerea de aplicații prin intermediul aplicației client Android a fost afectată. Cel mai important, toate problemele de securitate au fost rezolvate. Auditul a demonstrat, de asemenea, că construirea unui sistem cu intrări generate de utilizatori este greu de securizat în totalitate. Ne concentrăm pe eliminarea a tot ceea ce deschide vectorii de atac către sursele de date externe, cum ar fi depozitele de surse ale aplicațiilor.
ru: Этот аудит подтвердил безопасность основных частей, перечисленных в верхней части этой страницы. Это немного трудно заметить, поскольку в отчете обсуждались только обнаруженные уязвимости. Аудит обнаружил критические проблемы на сайте, в бета-функциях opt-in и некоторых незначительных функциях, таких как `fdroid import`, которая используется только парой человек и никогда не используется в основной инфраструктуре. Важно отметить, что проблемы с веб-сайтом никогда не означали, что получение приложений через клиентское приложение для Android было затронуто. Самое главное, что все проблемы безопасности были устранены. Аудит также показал, что создание системы с пользовательским вводом трудно полностью защитить. Мы сосредоточились на устранении всего, что открывает векторы атак на внешние источники данных, такие как репозитории приложений.
uk: Цей аудит підтвердив безпеку основних частин, перерахованих у верхній частині цієї сторінки. Це трохи важко помітити, оскільки у звіті обговорювалися лише виявлені вразливості. Аудит виявив критичні проблеми на сайті, у бета-функціях opt-in і деяких незначних функціях, як-от `fdroid import`, яка застосовується тільки кількома людьми й ніколи не використовується в основній інфраструктурі. Важливо відзначити, що проблеми з вебсайтом ніколи не означали, що вони стосувалися отримання застосунків через клієнтський застосунок для Android. Найголовніше, що всі проблеми безпеки були усунені. Аудит також показав, що створення системи з користувацьким введенням важко повністю захистити. Ми зосередилися на усуненні всього, що відкриває шляхи нападів на зовнішні джерела даних, як-от репозиторії застосунків.
zh_hans: 如在此页的顶部所列出的那样，这次审计确认了核心部件的安全性。这有点难以理解，因为报告只讨论了被发现的漏洞。这次审计确实在网站，可选的测试版功能以及 `fdroid import` 等只有少数人使用且从未在核心基础设施上使用过的一些次要的功能中发现了严重问题。需要注意的是，网站问题并不意味着通过 Android 客户端应用获取应用会受到影响。最重要的是，所有的安全问题都已修复。审计还表明，构建一个使用用户产生的内容的系统很难做到完全安全。我们的重点是消除任何可能对外部数据源（如应用源代码存储库）提供攻击向量的因素。

source: The normal way of using F-Droid was not affected. For example, regarding _BZ-01-004 Command Injection Flaw_, the root-based installation method was marked experimental, not widely used, and removed around not long after the report came out. The _BZ-01-002_ and _BZ-01-003_ TOFU issues never applied to the default app repos since the repo keys are built into the client app.
de: Die normale Nutzungsart von F-Droid war nicht beeinträchtigt. Betrachtet man beispielsweise _BZ-01-004 Command Injection Flaw_, die root-basierte Installationsmethode war als experimentell gekennzeichnet, nicht weit verbreitet und wurde nach nicht allzu langer Zeit nach Erscheinen des Berichts entfernt..Die _BZ-01-002_ und _BZ-01-003_ TOFU-Probleme betrafen nie die Standard-App-Repos, da die Reposchlüssel im Client eingebaut sind.
pl: Nie miało to wpływu na normalny sposób używania F-Droid. Na przykład w odniesieniu do _BZ-01-004 Command Injection Flaw_, metoda instalacji oparta na katalogu głównym została oznaczona jako eksperymentalna, nie jest powszechnie używana i została usunięta wkrótce po opublikowaniu raportu. Problemy z TOFU _BZ-01-002_ i _BZ-01-003_ nigdy nie miały zastosowania do domyślnych repozytoriów aplikacji, ponieważ klucze repo są wbudowane w aplikację kliencką.
ro: Modul normal de utilizare a F-Droid nu a fost afectat. De exemplu, în ceea ce privește _BZ-01-004 Command Injection Flaw_, metoda de instalare bazată pe root a fost marcată ca fiind experimentală, nefiind utilizată pe scară largă și a fost eliminată la scurt timp după apariția raportului. Problemele _BZ-01-002_ și _BZ-01-003_ TOFU _BZ-01-002_ și _BZ-01-003_ nu s-au aplicat niciodată la depozitele implicite ale aplicației, deoarece cheile depozitului sunt încorporate în aplicația client.
ru: Обычный способ использования F-Droid не был затронут. Например, что касается _BZ-01-004 Command Injection Flaw_, метод установки через root был помечен как экспериментальный, широко не использовался и был удален вскоре после появления отчета. Проблемы TOFU _BZ-01-002_ и _BZ-01-003_ никогда не применялись к репозиториям приложений по умолчанию, поскольку ключи репозитория встроены в клиентское приложение.
uk: Звичайний спосіб використання F-Droid не було порушено. Наприклад, що стосується _BZ-01-004 Command Injection Flaw_, метод встановлення через root був позначений експериментальним, широко не використовувався і був видалений незабаром після появи звіту. Проблеми TOFU _BZ-01-002_ і _BZ-01-003_ ніколи не застосовувалися до типових репозиторіїв застосунків, оскільки ключі сховища вбудовані у клієнтський застосунок.
zh_hans: F-Droid 的正常使用方式不受影响。例如，对于 _BZ-01-004 命令注入漏洞_ ，基于 root 的安装方法被标记为实验，没有广泛使用，并在报告出来后不久就被移除。默认的应用存储库中不会出现 _BZ-01-002_ 和 _BZ-01-003_ TOFU 问题，因为存储库密钥内置在客户端应用中。

source: The serious issues that affected the ecosystem where:
de: Wo ernsthafte Probleme das Ökosystem beeinträchtigten:
pl: Poważne problemy, które dotknęły ekosystem, jakie:
ro: Problemele grave care au afectat ecosistemul au fost:
ru: Серьезные проблемы, повлиявшие на экосистему, были следующие:
uk: Серйозні проблеми, що вплинули на екосистему, були такі:
zh_hans: 影响生态系统的严重问题包括：

source: BZ-01-005 App with WES Permission can replace APKs before Installation (_fixed_)
de: BZ-01-005 App mit WES-Berechtigung kann vor Installation APKs ersetzen (_behoben_)
pl: Aplikacja BZ-01-005 z WES Permission może zastąpić pliki APK przed instalacją (_fixed_)
ro: BZ-01-005 Aplicația cu permisiunea WES poate înlocui APK-urile înainte de instalare (_fixed_)
ru: BZ-01-005 Приложение с разрешением WES может заменить APK перед установкой (_исправлено_)
uk: BZ-01-005 Застосунок із дозволом WES може замінити APK перед встановленням (_виправлено_)
zh_hans: BZ-01-005 具有 WES 权限的应用可以在安装前替换 APK（_已修复_）

source: BZ-01-008 Multiple XSS Problems in WP-FDroid Plugin (_we entirely removed Wordpress, the site is now statically generated using Jekyll_)
de: BZ-01-008 Mehrere XSS-Probleme im WP-FDroid-Plugin (_wir haben Wordpress komplett entfernt, die Site wird nun statisch unter Verwendung von Jekyll erzeugt_)
pl: BZ-01-008 Wiele problemów XSS we wtyczce WP-FDroid (_całkowicie usunięto Wordpress, strona jest teraz generowana statycznie za pomocą Jekyll_)
ro: BZ-01-008 Probleme multiple XSS în plugin-ul WP-FDroid (_am eliminat complet Wordpress, site-ul este acum generat static folosind Jekyll_)
ru: BZ-01-008 Множественные проблемы XSS в плагине WP-FDroid (_мы полностью удалили Wordpress, сайт теперь статически генерируется с помощью Jekyll_)
uk: BZ-01-008 Множинні проблеми XSS у плагіні WP-FDroid (_ми повністю видалили Wordpress, сайт тепер статично генерується за допомогою Jekyll_)
zh_hans: BZ-01-008 WP-FDroid 插件的多个 XSS 问题（ _我们完全删除了Wordpress，网站现在使用Jekyll 静态生成_）

source: BZ-01-011 Persistent XSS via SVG Upload in MediaWiki (_bug fixed in MediaWiki, SVG upload disabled, and open wiki registrations disabled on f-droid.org_)
de: BZ-01-011 Persistentes XSS durch SVG-Upload in MediaWiki (_Fehler in MediaWiki behoben, Hochladen von SVG blockiert und Open-Wiki-Anmeldungen auf f-droid.org unterbunden_)
pl: BZ-01-011 Persistent XSS via SVG Przesyłanie w MediaWiki (_bug naprawiony w MediaWiki, wyłączone przesyłanie SVG i otwarte rejestracje wiki wyłączone na f-droid.org_)
ro: BZ-01-011 XSS persistent prin încărcarea SVG în MediaWiki (_bug fixat în MediaWiki, încărcarea SVG dezactivată și înregistrările wiki deschise dezactivate pe f-droid.org_)
ru: BZ-01-011 Постоянный XSS через загрузку SVG в MediaWiki (_исправлена ошибка в MediaWiki, отключена загрузка SVG и отключена регистрация в открытых вики на f-droid.org_)
uk: BZ-01-011 Постійний XSS через завантаження SVG в MediaWiki (_виправлена помилка в MediaWiki, вимкнено завантаження SVG і вимкнена реєстрація в відкритих вікі на f-droid.org_)
zh_hans: BZ-01-011 在 MediaWiki 中通过 SVG 上传持久化 XSS（ _错误已在 MediaWiki 中修复，已禁用 SVG 上传，并已禁用 f-droid.org 上的开放 wiki 注册_）

source: BZ-01-014 RCE via fdroid checkupdates Command on Git Repository (_fixed_)
de: BZ-01-014 RCE über Befehl "fdroid checkupdates" im Git-Repository (_behoben_)
pl: BZ-01-014 RCE via fdroid checkupdates Polecenie w repozytorium Git (_fixed_)
ro: BZ-01-014 RCE prin intermediul comenzii fdroid checkupdates pe un depozit Git (_fixed_)
ru: BZ-01-014 RCE через команду fdroid checkupdates на Git-репозитории (_fixed_)
uk: BZ-01-014 RCE через команду fdroid checkupdates на Git-репозиторії (_fixed_)
zh_hans: BZ-01-014 在 Git 存储库上通过 fdroid checkupdates 命令的 RCE（ _已修复_）

source: These only affected a few non-critical users or were parts of opt-in beta features:
de: Diese betrafen nur einige unkritische Anwender oder waren Teil von Opt-in-Merkmalen von Betas:
pl: Dotyczyło to tylko kilku niekrytycznych użytkowników lub części funkcji opcjonalnych wersji beta:
ro: Acestea au afectat doar câțiva utilizatori necritici sau au făcut parte din funcțiile beta opt-in:
ru: Они затронули лишь несколько некритичных пользователей или были частью бета-функций, которые можно было использовать по желанию:
uk: Вони торкнулися лише кілька некритичних користувачів або були частиною бета-функцій, які можна було використовувати за бажанням:
zh_hans: 这些只影响了少数非关键用户或选择 beta 功能部分用户：

source: BZ-01-002 TOFU Requests too easy to recognize and intercept (_fixed_)
de: BZ-01-002 TOFU-Anfragen zu leicht zu erkennen und abzufangen (_behoben_)
pl: BZ-01-002 Żądania TOFU zbyt łatwe do rozpoznania i przechwycenia (_fixed_)
ro: BZ-01-002 Cererile TOFU sunt prea ușor de recunoscut și interceptat (_fixed_)
ru: BZ-01-002 Запросы TOFU слишком легко распознать и перехватить (_fixed_)
uk: BZ-01-002 Запити TOFU занадто легко розпізнати та перехопити (_виправлено_)
zh_hans: BZ-01-002 TOFU 请求太容易识别和拦截（_已修复_）

source: BZ-01-003 Repository Fingerprint is not verified on first Fetch (_fixed_)
de: BZ-01-003 Repository-Fingerabdruck wird bei erstem FETCH nicht verfiziert (_behoben_)
pl: BZ-01-003 Odcisk palca repozytorium nie jest weryfikowany podczas pierwszego pobierania (_fixed_)
ro: BZ-01-003 Amprenta depozitului nu este verificată la primul Fetch (_fixed_)
ru: BZ-01-003 Отпечаток репозитория не проверяется при первой выборке (_исправлено_)
uk: BZ-01-003 Відбиток сховища не перевіряється за першого отримання (_виправлено_)
zh_hans: BZ-01-003 存储库指纹在第一次获取的时候不会被验证（ _已修复_）

source: BZ-01-004 Command Injection Flaw in root - based Installation Method (_only repo publisher could do this, removed root-based installation method_)
de: BZ-01-004 Command Injection Flaw in root-basierter Installationsmethode (_nur Repo-Herausgeber waren dazu in der Lage, root-basierte Installationsmethode entfernt_)
pl: BZ-01-004 Usterka wtyczki poleceń w metodzie instalacji opartej na root (_tylko wydawca repo mógłby to zrobić, usunąć metodę instalacji opartą na root_)
ro: BZ-01-004 Defecțiune de injectare a comenzilor în metoda de instalare bazată pe root (_doar editorul repo putea face acest lucru, a eliminat metoda de instalare bazată pe root_)
ru: BZ-01-004 Дефект командной инъекции в методе установки на основе root (_только издатель репозитория мог сделать это, удален метод установки на основе root_)
uk: BZ-01-004 Вада командної ін'єкції в методі встановлення на основі root (_тільки видавець сховища міг зробити це, віддалений метод установлення на основі root_)
zh_hans: BZ-01-004 基于 root 的安装方法中的命令注入漏洞（_只有存储库发布者可以做到这一点，删除了基于 root 的安装方法_ )

source: BZ-01-012 Arbitrary Command Execution via `fdroid import` and SVN
de: BZ-01-012 Eigenmächtige Befehlsausführung über `fdroid import` und SVN
pl: BZ-01-012 Arbitralne wykonywanie poleceń za pomocą `fdroid import` i SVN
ro: BZ-01-012 Execuție de comandă arbitrară prin `fdroid import` și SVN
ru: BZ-01-012 Выполнение произвольной команды через `fdroid import` и SVN
uk: BZ-01-012 Виконання довільної команди через `fdroid import` і SVN
zh_hans: BZ-01-012 通过 `fdroid import` 和 SVN 执行任意命令
