Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The first known user of these new libraries is CalyxOS which is already using them in two of their apps. Thanks to the libraries, they can focus their development effort on the apps themselves and don't need to re-implement the F-Droid related bits.
ru: Первым известным пользователем этих новых библиотек стала компания CalyxOS, которая уже использует их в двух своих приложениях. Благодаря библиотекам они могут сосредоточить свои усилия по разработке на самих приложениях, и им не нужно заново реализовывать части, связанные с F-Droid.
uk: Першим відомим користувачем цих нових бібліотек є CalyxOS, яка вже використовує їх у двох своїх застосунках. Завдяки бібліотекам вони можуть зосередити свої зусилля на розробці самих застосунків, і їм не потрібно повторно реалізовувати біти, пов'язані з F-Droid.
zh_hans: 这些新库的第一个已知用户是 CalyxOS，它已经在两个应用中使用它们。多亏了这些库，他们可以将开发工作集中在应用本身上，而不需要重新实现与 F-Droid 相关的部分。

source: The first app is used as part of their setup wizard that shows up after initial install. It allows the user to install additional apps on an opt-in basis, so they don't need to ship as non-removable system apps. The benefit for CalyxOS is that they can load these apps from an F-Droid repository in the internet without needing to ship APKs as part of their ROM keeping its size minimal.
ru: Первое приложение используется как часть мастера настройки, который появляется после первоначальной установки. Оно позволяет пользователю устанавливать дополнительные приложения по желанию, поэтому их не нужно поставлять в виде неснимаемых системных приложений. Преимущество CalyxOS в том, что они могут загружать эти приложения из репозитория F-Droid в интернете без необходимости поставлять APK как часть своего ROM, сохраняя его размер минимальным.
uk: Перший застосунок використовується частиною майстра налаштування, який з'являється після першого встановлення. Він дозволяє користувачеві встановлювати додаткові застосунки за бажанням, тому їх не потрібно постачати як незнімні системні застосунки. Перевага CalyxOS полягає в тому, що вони можуть завантажувати ці застосунки з репозиторію F-Droid в інтернеті без необхідності постачати APK як частину ROM, зберігаючи його розмір мінімальним.
zh_hans: 第一个应用用作其设置向导的一部分，该向导会在初始安装后显示。它允许用户在选择加入的基础上安装额外的应用，因此它们不需要作为不可移除的系统应用发布。 CalyxOS 的好处是他们可以从互联网上的 F-Droid 存储库加载这些应用，而无需将 APK 作为其 ROM 的一部分发送，从而保持其最小大小。

source: This is [their method](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/-/blob/e78b4e/shared/src/main/java/org/calyxos/lupin/RepoHelper.kt#L83-88) to get an index representation from a file, making use of the index library:
ru: Это [их метод](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/-/blob/e78b4e/shared/src/main/java/org/calyxos/lupin/RepoHelper.kt#L83-88) для получения индексного представления из файла, использующий индексную библиотеку:
uk: Це [їхній метод](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/-/blob/e78b4e/shared/src/main/java/org/calyxos/lupin/RepoHelper.kt#L83-88) отримання представлення індексу з файлу за допомогою бібліотеки індексів:
zh_hans: 这是他们利用索引库获取一个来自文件的索引表示的[方法](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/-/blob/e78b4e/shared/src/main/java/org/calyxos/lupin/RepoHelper.kt#L83-88)：

source: fun getIndex(file: File): IndexV2 = file.inputStream().use { inputStream -> IndexParser.parseV2(inputStream) }
uk: fun getIndex(file: File): IndexV2 = file.inputStream().use { inputStream -&gt; IndexParser.parseV2(inputStream) }
zh_hans: fun getIndex(file: File): IndexV2 = file.inputStream().use { inputStream -&gt; IndexParser.parseV2(inputStream) }

source: The second app uses F-Droid to keep its own essential apps up to date. With a minimal UI, its main purpose is to regularly check for updates and install them in the background, once available.
ru: Второе приложение использует F-Droid для поддержания в актуальном состоянии собственных важных приложений. Имея минимальный пользовательский интерфейс, его основная задача - регулярно проверять наличие обновлений и устанавливать их в фоновом режиме, как только они станут доступны.
uk: Другий застосунок використовує F-Droid для оновлення своїх основних застосунків. З мінімальним інтерфейсом, його основна мета — регулярно перевіряти наявність оновлень і встановлювати їх у фоновому режимі, як тільки вони з'являються.
zh_hans: 第二个应用使用 F-Droid 来保持它自己的基本应用是最新的。使用最小的 UI，其主要目的是定期检查更新并在后台安装更新（一旦可用）。

source: The app makes use of the `UpdateChecker` of the index library to check if updates are available:
ru: Приложение использует `UpdateChecker` из индексной библиотеки для проверки наличия обновлений:
uk: Застосунок використовує `UpdateChecker` бібліотеки індексів для перевірки наявності оновлень:
zh_hans: 该应用使用索引库的 `UpdateChecker` 检查更新是否可用：

source: ([Full code example](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/-/blob/e78b4e/updater/src/main/java/org/calyxos/lupin/updater/UpdateManager.kt#L154-168))
ru: ([Полный пример кода](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/-/blob/e78b4e/updater/src/main/java/org/calyxos/lupin/updater/UpdateManager.kt#L154-168))
uk: ([Приклад усього коду](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/-/blob/e78b4e/updater/src/main/java/org/calyxos/lupin/updater/UpdateManager.kt#L154-168))
zh_hans: （[完整代码示例](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/-/blob/e78b4e/updater/src/main/java/org/calyxos/lupin/updater/UpdateManager.kt#L154-168)）

source: [Both of these apps](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/) don't need to persist any data, so they only use the download and the index library.
ru: [Обоим этим приложениям](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/) не нужно сохранять данные, поэтому они используют только загрузку и индексную библиотеку.
uk: [Обидва ці застосунки](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/) не потребують збереження даних, тому вони використовують лише завантаження та бібліотеку індексів.
zh_hans: [这两个应用](https://gitlab.com/CalyxOS/platform_external_calyx_lupin/)都不需要持久化任何数据，所以它们只使用下载和索引库。

source: _The library work was funded by the [FFDW-DVD grant]({% post_url 2022-02-05-decentralizing-distribution %})_
ru: Работа над библиотекой была профинансирована [грантом FFDW-DVD]({% post_url 2022-02-05-decentralizing-distribution %})_
uk: _Роботу над бібліотекою була профінансована коштом [гранту FFDW-DVD]({% post_url 2022-02-05-decentralizing-distribution %})_
zh_hans: _库的相关工作由[ FFDW-DVD 资助]({% post_url 2022-02-05-decentralizing-distribution %})资助_

source: Progressive web-app client for F-Droid
ru: Прогрессивный клиент веб-приложений для F-Droid
uk: Прогресивний вебклієнт для F-Droid
zh_hans: F-Droid 的渐进式 Web 应用客户端

source: We've created a prototype of a progressive [web app for browsing F-Droid repositories](https://gitlab.com/uniqx/fdroid-webdash). It's built with [Flutter](https://flutter.dev/), which is really great for working in rapid development cycles. It also allows us to make it look and feel like a modern Android app. As a trade-off the web-app is pretty big in size (~ 10 MB). So depending on your internet connection speed loading it for the first time might take a while. Flutter is also notorious for trying to connect to Google servers, and we couldn't figure out how to make the app GDPR compliant just yet.
ru: Мы создали прототип прогрессивного [веб-приложения для просмотра репозиториев F-Droid](https://gitlab.com/uniqx/fdroid-webdash). Оно создано с помощью [Flutter](https://flutter.dev/), что очень удобно для работы в быстрых циклах разработки. Это также позволяет нам сделать так, чтобы оно выглядело и ощущалось как современное приложение для Android. В качестве компромисса веб-приложение имеет довольно большой размер (~ 10 МБ). Поэтому в зависимости от скорости вашего интернет-соединения его загрузка в первый раз может занять некоторое время. Flutter также печально известен тем, что пытается подключиться к серверам Google, и мы пока не смогли придумать, как сделать приложение соответствующим требованиям GDPR.
uk: Ми створили прототип прогресивного [вебзастосунку для перегляду репозиторіїв F-Droid](https://gitlab.com/uniqx/fdroid-webdash). Він створений за допомогою [Flutter](https://flutter.dev/), що дуже добре підходить для роботи у швидких циклах розробки. Це також дозволяє нам зробити його схожим на сучасний застосунок Android. Як компроміс, вебзастосунок має досить великий розмір (~ 10 МБ). Тому, залежно від швидкості вашого інтернет-з'єднання, його перше завантаження може бути тривалим. Flutter також відомий тим, що намагається під'єднатися до служб Google, і ми поки що не змогли з'ясувати, як зробити застосунок сумісним з GDPR.
zh_hans: 我们创建了一个[用于浏览 F-Droid 存储库的渐进式 Web 应用](https://gitlab.com/uniqx/fdroid-webdash)的原型。它是用[Flutter](https://flutter.dev/) 构建的，这项技术真的很适合在快速开发周期中工作。它还允许我们使它看起来和感觉像一个现代 Android 应用。作为取舍，Web 应用的大小相当大（约 10 MB）。因此，根据你的网络连接速度，第一次加载它可能需要一些时间。Flutter 也因试图连接到 Google 服务器而臭名昭著，我们还不知道如何使该应用符合 GDPR。

source: Since it's a just an early prototype, it's nowhere near as complete as our [official Android app](https://f-droid.org/packages/org.fdroid.fdroid/). Right now it only has some of the most basic features: Displaying basic repository informations; Providing a link/QR-code for adding the repository to your F-Droid client; Browsing and searching for apps; Displaying app details and app downloads.
ru: Поскольку это всего лишь ранний прототип, он еще не настолько полный, как наше [официальное приложение для Android](https://f-droid.org/packages/org.fdroid.fdroid/). Сейчас в нем есть только самые основные функции: Отображение основной информации о репозитории; Предоставление ссылки/QR-кода для добавления репозитория в ваш F-Droid клиент; Просмотр и поиск приложений; Отображение информации о приложениях и их загрузках.
uk: Оскільки це лише ранній прототип, він далеко не такий повний, як наш [офіційний застосунок для Android](https://f-droid.org/packages/org.fdroid.fdroid/). Наразі він має лише деякі з найпростіших функцій: Показ основної інформації про репозиторій; надання посилання/QR-коду для додавання репозиторію до вашого F-Droid-клієнта; перегляд і пошук застосунків; показ інформації про застосунки та їх завантаження.
zh_hans: 由于它只是一个早期原型，它远没有我们的[官方 Android 应用](https://f-droid.org/packages/org.fdroid.fdroid/)完整。目前它只有一些最基本的功能：显示基本的存储库信息；提供用于将存储库添加到 F-Droid 客户端的链接/二维码；浏览和搜索应用；显示应用详细信息和应用下载。

source: F-Droid repositories themselves are deployed like web-sites. So naturally it's possible to deploy this web-app into any F-Droid repository and instantly make it browse-able on the web. We're considering adding an option for deploying it automatically to our tools for managing F-Droid repositories.
ru: Сами репозитории F-Droid развертываются как веб-сайты. Поэтому, естественно, можно развернуть это веб-приложение в любом репозитории F-Droid и сразу же сделать его доступным для просмотра в Интернете. Мы рассматриваем возможность добавления опции для автоматического развертывания в наши инструменты для управления репозиториями F-Droid.
uk: Самі репозиторії F-Droid розгортаються як вебсайти. Тож, природно, можна розгорнути цей вебзастосунок у будь-якому репозиторії F-Droid і миттєво зробити його доступним в інтернеті. Ми розглядаємо можливість додати опцію автоматичного розгортання до наших інструментів для керування репозиторіями F-Droid.
zh_hans: F-Droid 存储库本身像网站一样部署。因此，自然可以将此 Web 应用部署到任何 F-Droid 存储库中，并立即使其可在 Web 上浏览。我们正在考虑添加一个选项，用于将其自动部署到我们的 F-Droid 存储库管理工具中。

source: The tooling that runs the F-Droid community can easily be applied to other platforms like iOS. Our team came up with an [experimental](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1275) solution for shipping iOS apps using F-Droid repositories. So our new PWA opens up an opportunity to explore how F-Droid could offer a tiny taste of freedom to iOS users. While we hope to aid the expansion of free software everywhere, even on proprietary platforms like iOS, F-Droid will only ship on platforms that can be free software, like Android.
ru: Инструментарий, на котором работает сообщество F-Droid, можно легко применить и для других платформ, например iOS. Наша команда разработала [экспериментальное](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1275) решение для отправки приложений для iOS с помощью репозиториев F-Droid. Таким образом, наш новый PWA открывает возможность исследовать, как F-Droid может предложить крошечный вкус свободы пользователям iOS. Хотя мы надеемся способствовать распространению свободного программного обеспечения повсюду, даже на проприетарных платформах вроде iOS, F-Droid будет поставляться только на платформы, которые могут быть свободными, например на Android.
uk: Інструментарій, яким користується спільнота F-Droid, може бути легко застосований до інших платформ, таких як iOS. Наша команда розробила [експериментальне](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1275) рішення постачання застосунків для iOS за допомогою репозиторіїв F-Droid. Тож наш новий PWA відкриває можливість дослідити, як F-Droid може запропонувати крихітний смак свободи користувачам iOS. Хоча ми сподіваємося сприяти поширенню вільного програмного забезпечення скрізь, навіть на пропрієтарних платформах, таких як iOS, F-Droid постачатиметься лише на ті платформи, які можуть бути вільними, наприклад, на Android.
zh_hans: 运行 F-Droid 社区的工具可以轻松应用于 iOS 等其他平台。我们的团队提出了一个[实验](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1275)解决方案，用于使用 F-Droid 存储库发布 iOS 应用。因此，我们新的 PWA 提供了一个机会来探索 F-Droid 如何为 iOS 用户提供一点点自由。虽然我们希望帮助自由软件在各地的扩展，即使是在 iOS 等专有平台上，但 F-Droid 只会在 Android 等自由软件平台上发布。

source: Community-controlled Backup Ceremony
ru: Церемония резервного копирования под контролем сообщества
uk: Церемонія резервного копіювання під контролем спільноти
zh_hans: 社区控制的备份仪式

source: Seven core contributors and one board member met in Scotland, the birthplace of F-Droid, for the first in-person F-Droid team meeting. One of the most pressing tasks we needed to take care of was setting up a contributor-controlled backup of all of our signing keys. The requirements made it necessary to have a lengthy, in-person, consensus-driven planning session. We found no good documentation of such a procedure, so we're going out on a limb here and publishing the general outline of our process. This process was informally audited by multiple people with varying expertise before the public key was used to encrypt anything.
ru: Семь основных участников и один член совета директоров встретились в Шотландии, на родине F-Droid, для первого очного собрания команды F-Droid. Одной из самых неотложных задач, которую нам нужно было решить, была организация контролируемого участниками резервного копирования всех наших ключей подписи. В связи с этими требованиями потребовалось провести длительную очную сессию планирования, основанного на консенсусе. Мы не нашли хорошей документации по такой процедуре, поэтому мы решили пойти на хитрость и опубликовать общий план нашего процесса. Этот процесс был неофициально проверен несколькими людьми с разным опытом, прежде чем открытый ключ был использован для шифрования чего-либо.
uk: Сім основних розробників і один член правління зустрілися в Шотландії, на батьківщині F-Droid, на першій особистій зустрічі команди F-Droid. Одним з найнагальніших завдань, яке нам потрібно було вирішити, було створення контрольованої учасниками резервної копії всіх наших ключів підпису. Вимоги зробили необхідним проведення тривалого особистого сеансу планування на основі консенсусу. Ми не знайшли належного документування такої процедури, тому ми ризикуємо і публікуємо загальну схему нашого процесу. Цей процес був неофіційно перевірений кількома людьми з різним досвідом, перш ніж відкритий ключ був використаний для шифрування чого-небудь.
zh_hans: 七位核心贡献者和一位委员会成员在苏格兰，F-Droid 的诞生地，相聚参加第一次 F-Droid 团队线下会议。我们需要处理的最紧迫的任务之一是设置一个由贡献者控制的我们所有签名密钥的备份。冗长，面对面，由共识驱动的计划过程对于这个需求是必要的。我们没有找到关于这个流程的比较好的文档，因此我们冒昧发布了我们的流程的大致框架。在公钥被用于加密之前，这个流程经过了多个具有不同专业技能的人的非正式审计。

source: ![F-Droid core contributors at midnight]({% asset posts/2023-07-15-community-controlled-backup-ceremony/fdroid-at-midnight.jpg %})
ru: ![F-Droid ядро контрибьюторов в полночь]({% asset posts/2023-07-15-community-controlled-backup-ceremony/fdroid-at-midnight.jpg %})
uk: ![Основні розробники F-Droid в нічний час]({% asset posts/2023-07-15-community-controlled-backup-ceremony/fdroid-at-midnight.jpg %})
zh_hans: ![F-Droid 核心贡献者在半夜]({% asset posts/2023-07-15-community-controlled-backup-ceremony/fdroid-at-midnight.jpg %})

source: F-Droid manages secret signing keys for thousands of apps. Someone who has control over those keys could create malicious app releases that could be transparently installed as updates. On top of that, [Android](https://developer.android.com/about/versions/pie/android-9.0#apk-key-rotation) does [not](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/) make it [easy](https://anandbose.gitlab.io/android-development/2020/05/08/android-signing-key-rotation-explained/) to rotate to new signing keys, unlike TLS or Signal. So [these keys]({{ site.baseurl }}/docs/Signing_Process/) are very important to [protect]({{ site.baseurl }}/docs/Building_a_Signing_Server/). They are also very important to backup, since the Android OS uses the signing key combined with the Application ID as the unique identifier to represent each installed app. This meeting gave us the perfect opportunity to create a new backup process that ensures that at least 4 trusted community members must be physically present in order to decrypt the backup of all the keys. First, we started with the requirements:
ru: F-Droid управляет секретными ключами подписи для тысяч приложений. Тот, кто имеет контроль над этими ключами, может создать вредоносные выпуски приложений, которые будут прозрачно установлены как обновления. Кроме того, [Android](https://developer.android.com/about/versions/pie/android-9.0#apk-key-rotation) не делает [не](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/) сделать это [легко](https://anandbose.gitlab.io/android-development/2020/05/08/android-signing-key-rotation-explained/) ротацию на новые ключи подписи, в отличие от TLS или Signal. Поэтому [эти ключи]({{ site.baseurl }}/docs/Signing_Process/) очень важны для [защиты]({{ site.baseurl }}/docs/Building_a_Signing_Server/). Они также очень важны для резервного копирования, поскольку ОС Android использует ключ подписи в сочетании с идентификатором приложения в качестве уникального идентификатора для каждого установленного приложения. Эта встреча дала нам прекрасную возможность создать новый процесс резервного копирования, который гарантирует, что как минимум 4 доверенных члена сообщества должны физически присутствовать, чтобы расшифровать резервную копию всех ключей. Во-первых, мы начали с требований:
uk: F-Droid керує таємними ключами підпису для тисяч застосунків. Той, хто має контроль над цими ключами, може створювати шкідливі версії застосунків, які можуть бути прозоро встановлені як оновлення. Крім того [Android](https://developer.android.com/about/versions/pie/android-9.0#apk-key-rotation) не [дозволяє](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/) [легко](https://anandbose.gitlab.io/android-development/2020/05/08/android-signing-key-rotation-explained/) перейти на нові ключі підпису, на відміну від TLS або Signal. Тому [ці ключі]({{ site.baseurl }}/docs/Signing_Process/) надзвичайно важливі для [захисту]({{ site.baseurl }}/docs/Building_a_Signing_Server/). Вони також дуже важливі для резервного копіювання, оскільки ОС Android використовує ключ підпису в поєднанні з ID застосунку як унікальний ідентифікатор для представлення кожного встановленого застосунку. Ця зустріч дала нам чудову нагоду створити новий процес резервного копіювання, який гарантує фізичну присутність щонайменше 4 довірених учасників громади, щоб розшифрувати резервну копію всіх ключів. По-перше, ми почали з вимог:
zh_hans: F-Droid 管理数以千计应用的签名密钥。掌控这些密钥的人可以发布恶意版本并作为更新透明安装。更重要的是，与 TLS 或 Signal 不同，[Android](https://developer.android.com/about/versions/pie/android-9.0#apk-key-rotation) [并未](https://guardianproject.info/2015/12/29/how-to-migrate-your-android-apps-signing-key/)提供[容易](https://anandbose.gitlab.io/android-development/2020/05/08/android-signing-key-rotation-explained/)的轮转密钥的方法。因此[保护]({{ site.baseurl }}/docs/Building_a_Signing_Server/)[这些密钥]({{ site.baseurl }}/docs/Signing_Process/)非常重要。备份也很重要，因为 Android 操作系统使用签名密钥和应用 ID 作为表示每个已安装应用的唯一标识符。这次会面给了我们一个完美的机会，使我们可以创建一个新的备份流程，确保至少有 4 位受信任的社区成员亲自出席以解密所有密钥的备份。首先，我们从以下要求开始：

source: Regular backups as new keys get added.
ru: Регулярное резервное копирование по мере добавления новых ключей.
uk: Регулярне резервне копіювання в міру додавання нових ключів.
zh_hans: 添加新密钥时定期备份。

source: Strong, proven encryption for all backups.
ru: Надежное и проверенное шифрование всех резервных копий.
uk: Надійне, перевірене шифрування для всіх резервних копій.
zh_hans: 对所有备份进行高强度，已证明的加密。

source: Minimum of four participants to decrypt.
ru: Для расшифровки требуется минимум четыре участника.
uk: Мінімум чотири учасники для розшифрування.
zh_hans: 解密需要最少四名参与者。

source: Specific technical experience should not be required to be a participant.
ru: Для участия в конкурсе не требуется особый технический опыт.
uk: Для участі в конкурсі не потрібен спеціальний технічний досвід.
zh_hans: 参与不需要特殊技术经验。

source: The components should be physically spread out across jurisdictions.
ru: Компоненты должны быть физически распределены по юрисдикциям.
uk: Компоненти повинні бути фізично розподілені між юрисдикціями.
zh_hans: 各部分物理分散到不同的司法管辖区。

source: Access should minimized as much as possible (e.g. the signing server maintainer does not need access to the backups).
ru: Доступ должен быть максимально минимизирован (например, сопровождающему сервера подписей не нужен доступ к резервным копиям).
uk: Доступ повинен бути мінімізований настільки, наскільки це можливо (наприклад, адміністратор сервера підпису не повинен мати доступ до резервних копій).
zh_hans: 访问权限最小化（例如，签名服务器的维护者不需要备份的访问权限）。

source: As low a stress level as possible for each participant.
ru: Как можно более низкий уровень стресса для каждого участника.
uk: Максимально низький рівень стресу для кожного учасника.
zh_hans: 每个参与者的压力尽可能小。

source: Each participant could hand over their component if they are forced to, without jeopardizing the encryption.
ru: Каждый участник может передать свой компонент, если его заставят это сделать, не подвергая опасности шифрование.
uk: Кожен учасник повинен мати можливість вільно передати свій компонент, якщо його змусять, без загрози для шифрування.
zh_hans: 每个参与者如果不得不交出他们保管的组件，加密不会受到影响。

source: Then we mapped out who was present:
ru: Затем мы составили карту присутствующих:
uk: Потім ми визначили, хто був присутній:
zh_hans: 然后出席的人如下：

source: Seven core contributors.
ru: Семь основных контрибуторов.
uk: Сім основних учасників.
zh_hans: 七名核心贡献者。

source: One board member.
ru: Один член совета директоров.
uk: Один з членів правління.
zh_hans: 一位委员会成员。

source: One trusted external witness.
ru: Один надежный внешний свидетель.
uk: Один зовнішній довірений свідок.
zh_hans: 一位受信任的外部观察员。

source: No one else.
ru: Никого больше.
uk: І більше ніхто.
zh_hans: 没有其他人。

source: From that, we built the process:
ru: Исходя из этого, мы выстроили процесс:
uk: Ось із чого ми створили процес:
zh_hans: 基于此，我们构建了如下流程：
