Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Mastodon](https://joinmastodon.org/): We broke 2K followers on Mastodon this week! In part because [linuxrocks.online](https://linuxrocks.online) was restarted, restoring federation and resulting in an influx of followers from that instance, as well as some 10 day old mentions.
de: [Mastodon](https://joinmastodon.org/): wir haben diese Woche 2000 Anhänger auf Mastodon erreicht! Zum Teil, weil [linuxrocks.online](https://linuxrocks.online) wieder startete, wodurch die Föderation ausgebaut wurde, was zu einem Zustrom von Anhängern aus dieser Instanz sowie zu einigen 10 Tage alten Erwähnungen führte.
pl: [Mastodon](https://joinmastodon.org/): W tym tygodniu złamaliśmy 2K obserwujących na Mastodon! Częściowo dlatego, że [linuxrocks.online](https://linuxrocks.online) został zrestartowany, przywracając federację i powodując napływ obserwujących z tej instancji, a także niektóre 10-dniowe wzmianki.
ro: [Mastodon](https://joinmastodon.org/): Am depășit 2K de urmăritori pe Mastodon săptămâna aceasta! În parte pentru că [linuxrocks.online](https://linuxrocks.online) a fost repornit, restabilind federația și având ca rezultat un aflux de urmăritori de la acea instanță, precum și câteva mențiuni vechi de 10 zile.
ru: [Mastodon](https://joinmastodon.org/): На этой неделе мы преодолели отметку в 2К подписчиков на Mastodon! Отчасти потому, что [linuxrocks.online](https://linuxrocks.online) был перезапущен, что восстановило федерацию и привело к притоку подписчиков с этого инстанса, а также к некоторым упоминаниям 10-дневной давности.
uk: [Mastodon](https://joinmastodon.org/): Цього тижня ми подолали позначку 2 тис. підписників на Mastodon! Частково тому, що [linuxrocks.online](https://linuxrocks.online) був перезапущений, що відновило федерацію і привело до припливу підписників з цього сервера, через деякі згадки 10-денної давнини.
zh_hans: [Mastodon](https://joinmastodon.org/)：这周我们在 Mastodon 上达到了两千个关注者！部分原因是 [linuxrocks.online](https://linuxrocks.online) 重启了，恢复了联盟，导致该实例的关注者大量涌入，以及一些 10 天前的提及。

source: Did you know it's been possible to view changelogs in F-Droid for a while now? You can help by adding them to upstream projects, [like this](https://github.com/lexica/lexica/tree/master/metadata/android/en-US/changelogs).
de: Wussten Sie, dass es seit einer Weile möglich ist Änderungsprotokolle in F-Droid anzusehen? Sie können mithelfen, indem Sie sie bei Upstream-Projekten ergänzen, [wie hier](https://github.com/lexica/lexica/tree/master/metadata/android/en-US/changelogs).
pl: Czy wiesz, że od jakiegoś czasu można oglądać dzienniki zmian w F-Droid? Możesz pomóc, dodając je do projektów na wyższym poziomie, [like this](https://github.com/lexica/lexica/tree/master/metadata/android/en-US/changelogs).
ro: Știați că de ceva vreme este posibil să vizualizați changelogs în F-Droid? Puteți ajuta adăugându-le la proiectele din amonte, [like this](https://github.com/lexica/lexica/tree/master/metadata/android/en-US/changelogs).
ru: Знаете ли вы, что в F-Droid уже давно можно просматривать журналы изменений? Вы можете помочь, добавляя их в upstream-проекты, [как, например, этот](https://github.com/lexica/lexica/tree/master/metadata/android/en-US/changelogs).
uk: Чи знаєте ви, що в F-Droid вже давно можна переглядати журнали змін? Ви можете допомогти, додаючи їх в upstream-проєкти, [як, наприклад, цей](https://github.com/lexica/lexica/tree/master/metadata/android/en-US/changelogs).
zh_hans: 你知道在 F-Droid 中可以查看更改日志已经有一段时间了吗？你可以将它们添加到上游项目中，[就像这样](https://github.com/lexica/lexica/tree/master/metadata/android/en-US/changelogs)。

source: [Martin Pitt](https://piware.de) wrote a rather nice [article on de-Googlifying a phone](https://piware.de/post/2018-05-01-android-degoogle/), with a prominent role for F-Droid.
de: [Martin Pitt](https://piware.de) schrieb einen ziemlich guten [Artikel zur Ent-Google-ung eines Smartphones](https://piware.de/post/2018-05-01-android-degoogle/), in dem F-Droid eine wichtige Rolle spielte.
pl: [Martin Pitt](https://piware.de)napisał raczej miły [artykuł na temat telefonu de-Googlifowania](https://piware.de/post/2018-05-01-android-degoogle/), z istotną rolą F-Droid.
ro: [Martin Pitt](https://piware.de) a scris un [article on de-Googlifying a phone](https://piware.de/post/2018-05-01-android-degoogle/), destul de frumos, cu un rol important pentru F-Droid.
ru: [Мартин Питт](https://piware.de) написал довольно хорошую [статью о дегуглировании телефона](https://piware.de/post/2018-05-01-android-degoogle/), в которой видное место отведено F-Droid.
uk: [Мартін Пітт](https://piware.de) написав досить хорошу [статтю про знегуглення телефону](https://piware.de/post/2018-05-01-android-degoogle/), в якій чільне місце відведено F-Droid.
zh_hans: [Martin Pitt](https://piware.de) 写了一篇相当不错的[关于手机去 Google 化的文章](https://piware.de/post/2018-05-01-01-androiddegoogle/)，其中 F-Droid 发挥了突出作用。

source: [Secure photo viewer](https://f-droid.org/packages/com.gtp.showapicturetoyourfriend/): A media-viewer that functions ontop of your lockscreen. Prevents someone seeing what they are not supposed to or doing anything to your phone.
de: [Sicherer Bildbetrachter](https://f-droid.org/packages/com.gtp.showapicturetoyourfriend/): Ein Media-Viewer, der auf Ihrem Sperrbildschirm läuft. Verhindert, dass jemand sieht, was er nicht sehen soll, oder etwas mit Ihrem Telefon macht.
pl: [Bezpieczna przeglądarka zdjęć](https://f-droid.org/packages/com.gtp.showapicturetoourfriend/): przeglądarka multimediów, która działa w trybie online na ekranie blokady. Zapobiega wyświetlaniu tego, czego nie powinien, lub robieniu czegokolwiek na telefonie.
ro: [Secure photo viewer](https://f-droid.org/packages/com.gtp.showapicturetoyourfriend/): Un vizualizator media care funcționează deasupra ecranului de blocare. Împiedică pe cineva să vadă ceea ce nu ar trebui să vadă sau să facă ceva pe telefon.
ru: [Secure photo viewer](https://f-droid.org/packages/com.gtp.showapicturetoyourfriend/): Средство просмотра медиафайлов, которое работает поверх экрана блокировки. Предотвращает просмотр того, что не положено, или действия с вашим телефоном.
uk: [Secure photo viewer](https://f-droid.org/packages/com.gtp.showapicturetoyourfriend/): Засіб перегляду медіафайлів, який працює поверх екрана блокування. Запобігає сторонньому втручанню до дій з вашим телефоном.
zh_hans: [Secure photo viewer](https://f-droid.org/packages/com.gtp.showapicturetoyourfriend/)：一个在锁屏上运行的媒体查看器。防止别人看到他们不应该看到的东西，或阻止他们做对你的手机做一些你不想要的事情。

source: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/): Fairphone Lancher 3 originally developed for Fairphone 2. We've had reports of it failing to install on some phones. See [here](https://gitlab.com/fdroid/fdroiddata/merge_requests/3119) and [here](https://github.com/WeAreFairphone/android_packages_apps_FairphoneLauncher3/issues/6).
de: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/): Fairphone Lancher 3 wurde ursprünglich für Fairphone 2 entwickelt. Es wurde berichtet, dass es auf einigen Telefonen nicht installiert werden konnte. Siehe [hier](https://gitlab.com/fdroid/fdroiddata/merge_requests/3119) und [hier](https://github.com/WeAreFairphone/android_packages_apps_FairphoneLauncher3/issues/6).
pl: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/): Fairphone Lancher 3 pierwotnie opracowany dla Fairphone 2. Mieliśmy raporty o tym, że nie udało się zainstalować na niektórych telefonach. Zobacz [tutaj](https://gitlab.com/fdroid/fdroiddata/merge_requests/3119) i [tutaj](https://github.com/WeAreFairphone/android_packages_apps_FairphoneLauncher3/issues/6).
ro: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/): Fairphone Lancher 3 dezvoltat inițial pentru Fairphone 2. Ni s-a raportat că nu se instalează pe unele telefoane. A se vedea [here](https://gitlab.com/fdroid/fdroiddata/merge_requests/3119) și [here](https://github.com/WeAreFairphone/android_packages_apps_FairphoneLauncher3/issues/6).
ru: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/): Fairphone Lancher 3 изначально разрабатывался для Fairphone 2. Мы получали сообщения о том, что он не устанавливается на некоторые телефоны. См. [здесь](https://gitlab.com/fdroid/fdroiddata/merge_requests/3119) и [здесь](https://github.com/WeAreFairphone/android_packages_apps_FairphoneLauncher3/issues/6).
uk: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/): Fairphone Lancher 3 спочатку розроблявся для Fairphone 2. Ми отримували повідомлення про те, що він не встановлюється на деякі телефони. Див. [Тут](https://gitlab.com/fdroid/fdroiddata/merge_requests/3119) і [тут](https://github.com/WeAreFairphone/android_packages_apps_FairphoneLauncher3/issues/6).
zh_hans: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/)：Fairphone Lancher 3 最初是为 Fairphone 2 开发的。我们收到报告说有些手机安装失败。参见[此处](https://gitlab.com/fdroid/fdroiddata/merge_requests/3119)和[此处](https://github.com/WeAreFairphone/android_packages_apps_FairphoneLauncher3/issues/6)。

source: [ADSdroid](https://f-droid.org/packages/hu.vsza.adsdroid/): Get technical datasheets
de: [ADSdroid](https://f-droid.org/packages/hu.vsza.adsdroid/): Technische Datenblätter anfordern
pl: [ADSdroid](https://f-droid.org/packages/hu.vsza.adsdroid/): Uzyskaj dane techniczne
ro: [ADSdroid](https://f-droid.org/packages/hu.vsza.adsdroid/): Obțineți fișe tehnice
ru: [ADSdroid](https://f-droid.org/packages/hu.vsza.adsdroid/): Получение технических спецификаций
uk: [ADSdroid](https://f-droid.org/packages/hu.vsza.adsdroid/): Отримання технічних специфікацій
zh_hans: [ADSdroid](https://f-droid.org/packages/hu.vsza.adsdroid/)：获取技术数据表

source: [MaterialOS](https://f-droid.org/packages/org.materialos.icons/): Material Design icons for your homescreen
de: [MaterialOS](https://f-droid.org/packages/org.materialos.icons/): Material-Design-Symbole für Ihre Startseite
pl: [MaterialOS](https://f-droid.org/packages/org.materialos.icons/): Ikony projektowania materiałów na ekranie głównym
ro: [MaterialOS](https://f-droid.org/packages/org.materialos.icons/): Pictograme Material Design pentru ecranul de pornire
ru: [MaterialOS](https://f-droid.org/packages/org.materialos.icons/): Иконки Material Design для домашнего экрана
uk: [MaterialOS](https://f-droid.org/packages/org.materialos.icons/): Піктограми Material Design для домашнього екрана
zh_hans: [MaterialOS](https://f-droid.org/packages/org.materialos.icons/)：主屏幕的 Material Design 图标

source: [OpenVegeMap](https://f-droid.org/packages/pro.rudloff.openvegemap/): Find vegetarian and vegan restaurants in your city
de: [OpenVegeMap](https://f-droid.org/packages/pro.rudloff.openvegemap/): Finden Sie vegetarische und vegane Restaurants in Ihrer Stadt
pl: [OpenVegeMap](https://f-droid.org/packages/pro.rudloff.openvegemap/): Znajdź wegetariańskie i wegańskie restauracje w swoim mieście
ro: [OpenVegeMap](https://f-droid.org/packages/pro.rudloff.openvegemap/): Găsiți restaurante vegetariene și vegane în orașul dumneavoastră
ru: [OpenVegeMap](https://f-droid.org/packages/pro.rudloff.openvegemap/): Найдите вегетарианские и веганские рестораны в вашем городе
uk: [OpenVegeMap](https://f-droid.org/packages/pro.rudloff.openvegemap/): Знайдіть вегетаріанські та веганські ресторани в вашому місті
zh_hans: [OpenVegeMap](https://f-droid.org/packages/pro.rudloff.openvegemap/)：在你的城市里找到素食和纯素餐馆

source: [Updater for Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/): Download the latest version of Spotify
de: [Updater für Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/): Die neueste Version von Spotify herunterladen
pl: [Aktualizator dla Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/): Pobierz najnowszą wersję Spotify
ro: [Updater for Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/): Descărcați cea mai recentă versiune de Spotify
ru: [Updater for Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/): Загрузите последнюю версию Spotify
uk: [Оновлювач для Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/): Завантажте останню версію Spotify
zh_hans: [Updater for Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/)：下载最新版本的 Spotify

source: In total, 49 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 49 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 49 aplikacji. Oto najważniejsze cechy:
ro: În total, 49 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 49 приложений. Вот основные из них:
uk: Усього цього тижня було оновлено 49 застосунків. Ось основні з них:
zh_hans: 本周总共更新了 49 个应用。以下是其中的亮点：

source: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/), which is F-Droid's unbranded Firefox build, updated to v60, [finally bringing all Firefox quantum improvements to android](https://www.androidpolice.com/2018/05/04/firefox-60-now-available-finally-brings-quantum-css-engine-android/).
de: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/), das ist F-Droids unbranded Firefox-Build, aktualisiert auf v60, [und bringt endlich alle Firefox-Quantenverbesserungen zu Android](https://www.androidpolice.com/2018/05/04/firefox-60-now-available-finally-brings-quantum-css-engine-android/).
pl: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/), który jest niemarkową wersją Firefoksa F-Droida, zaktualizowaną do wersji v60, [która ostatecznie wprowadza wszystkie ulepszenia kwantowe Firefoxa do Androida](https://www.androidpolice.com/2018/05/04/firefox-60-now-available-finally-brings-quantum-css-engine-android/).
ro: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/), care este o versiune Firefox fără marcă a lui F-Droid, actualizată la v60, [finally bringing all Firefox quantum improvements to android](https://www.androidpolice.com/2018/05/04/firefox-60-now-available-finally-brings-quantum-css-engine-android/).
ru: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/), который является небрендированной сборкой Firefox от F-Droid, обновленной до v60, [наконец-то приносящей все квантовые улучшения Firefox на android](https://www.androidpolice.com/2018/05/04/firefox-60-now-available-finally-brings-quantum-css-engine-android/).
uk: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/), який є не брендованою збіркою Firefox від F-Droid, оновлено до v60, [нарешті приносить всі поліпшення Firefox quantum для android](https://www.androidpolice.com/2018/05/04/firefox-60-now-available-finally-brings-quantum-css-engine-android/).
zh_hans: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)，这是一个 F-Droid 构建的无商标 Firefox 版本，已更新到 v60，[最终将全部 Firefox quantum 改进带到 Android 上](https://www.androidpolice.com/2018/05/04/firefox-60-now-available-finally-brings-quantum-css-engine-android/)。

source: By the way, several people told us they find the icon ugly. Think you can do better? Here's your chance! Send us a new design, and we might make it the official new Fennec F-Droid icon! Submission and discussion will happen in the [Forum](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810).
de: Übrigens haben uns einige Leute gesagt, dass sie das Icon hässlich finden. Denken Sie, Sie könnten es verbessern? Hier ist die Möglichkeit dazu! Schicken Sie uns ein neues Design und wir könnten es zum offiziellen, neuen Icon von Fennec F-Droid machen! Einreichung und Diskussion finden im [Forum](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810) statt.
pl: Przy okazji, kilka osób powiedziało nam, że ikona jest brzydka. Myślę że możesz zrobić to lepiej? Oto Twoja szansa! Wyślij nam nowy projekt, a my możemy uczynić go oficjalną nową ikoną Fennec F-Droid! Zgłoszenie i dyskusja będą miały miejsce na [forum](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810).
ro: Apropo, mai multe persoane ne-au spus că această pictogramă li se pare urâtă. Credeți că puteți face ceva mai bun? Iată șansa ta! Trimite-ne un nou design și poate că îl vom face noua pictogramă oficială a lui Fennec F-Droid! Trimiterea și discuția vor avea loc în [Forum](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810).
ru: Кстати, несколько человек сказали нам, что считают иконку уродливой. Думаете, вы можете сделать лучше? Вот ваш шанс! Пришлите нам новый дизайн, и мы, возможно, сделаем его официальной новой иконкой Fennec F-Droid! Представление и обсуждение будет происходить на [Форуме](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810).
uk: До речі, кілька людей сказали нам, що вважають піктограму потворною. Вважаєте, ви можете зробити краще? Ось ваш шанс! Надішліть нам новий дизайн, і ми, можливо, зробимо його новою офіційною піктограмою Fennec F-Droid! Представлення та обговорення відбуватиметься на [Форумі](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810).
zh_hans: 顺便说一下，有几个人告诉我们他们觉得这个图标很丑。你觉得你能做得更好？你的机会来了！发给我们一个新的设计，我们可能会让它成为正式的新 Fennec F-Droid 图标！提交和讨论将在[论坛](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810)上进行。

source: [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) was updated to version 2.2.0 featuring integrated message search, voice recorder and location sharing. Users of the plugins "[Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/)" from the F-Droid repo and "Open Share Location Plugin" from the F-Droid Archive repo can safely uninstall them after updating.
de: [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) erhielt ein Update auf Version 2.2.0 mit integrierter Nachrichtensuche, Sprachaufzeichnung und Standortfreigabe. Benutzer der Plugins "[Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/)" aus dem F-Droid-Repo und "Open Share Location Plugin" aus dem F-Droid-Archiv können sie nach dem Update sicher deinstallieren.
pl: [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) został zaktualizowany do wersji 2.2.0 ze zintegrowanym wyszukiwaniem wiadomości, dyktafonem i udostępnianiem lokalizacji. Użytkownicy wtyczek "[Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/)" z repozytorium F-Droid i "Open Share Plugin lokalizacji" z F-Droid Archiwum repo mogą bezpiecznie odinstalować je po aktualizacji.
ro: [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) a fost actualizat la versiunea 2.2.0 și include căutare de mesaje integrată, înregistrator vocal și partajare de locații. Utilizatorii plugin-urilor "[Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/)" din repo-ul F-Droid și "Open Share Location Plugin" din repo-ul F-Droid Archive le pot dezinstala în siguranță după actualizare.
ru: [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) был обновлен до версии 2.2.0 с интегрированным поиском сообщений, диктофоном и общим доступом к местоположению. Пользователи плагинов "[Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/)" из репозитория F-Droid и "Open Share Location Plugin" из репозитория F-Droid Archive могут смело удалять их после обновления.
uk: [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) був оновлений до версії 2.2.0 з інтегрованим пошуком повідомлень, диктофоном і загальним доступом до місця розташування. Користувачі плагінів «[Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/)» зі сховищ F-Droid і «Open Share Location Plugin» зі сховищ F-Droid Archive можуть сміливо видаляти їх після оновлення.
zh_hans: [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) 已升级到 2.2.0 版本，具有集成消息搜索、语音记录器和位置共享功能。如果你是 F-Droid 存储库中的插件 "[Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/)" 和 F-Droid Archive 存储库中的插件 "Open Share Location Plugin" 的用户，可以在更新后安全地卸载它们。

source: [Markor](https://f-droid.org/packages/net.gsantner.markor/) 0.3.7 is out on F-Droid, with option to disable red spell check underline, delete action, open link in browser, and more.
de: [Markor](https://f-droid.org/packages/net.gsantner.markor/) 0.3.7 ist auf F-Droid verfügbar, mit der Option, den roten Rechtschreibprüfungs-Unterstrich zu deaktivieren, Aktionen zu löschen, Links im Browser zu öffnen und vielem mehr.
pl: [Markor](https://f-droid.org/packages/net.gsantner.markor/) 0.3.7 jest na F-Droidie, z opcją wyłączenia podkreślenia czerwoną kratką, usunięcia akcji, otwarcia łącza w przeglądarce i jeszcze.
ro: [Markor](https://f-droid.org/packages/net.gsantner.markor/) 0.3.7 a apărut pe F-Droid, cu opțiunea de a dezactiva sublinierea roșie a verificării ortografice, de a șterge acțiunea, de a deschide un link în browser și multe altele.
ru: [Markor](https://f-droid.org/packages/net.gsantner.markor/) 0.3.7 вышел на F-Droid, с возможностью отключения красного подчеркивания при проверке орфографии, удаления действия, открытия ссылки в браузере и др.
uk: [Markor](https://f-droid.org/packages/net.gsantner.markor/) 0.3.7 вийшов на F-Droid, з можливістю вимкнення червоного підкреслення під час перевірки орфографії, дії видалення, відкриття посилання в браузері тощо.
zh_hans: [Markor](https://f-droid.org/packages/net.gsantner.markor/) 0.3.7在 F-Droid 上推出了！新版本带有禁用红色拼写检查下划线、删除操作、在浏览器中打开链接等选项。

source: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.2-ose enables [Collection Synchronization](https://forums.bitfire.at/post/467).
de: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.2-ose ermöglicht die [Synchronisation der Sammlung](https://forums.bitfire.at/post/467).
pl: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.2-ose enables [Synchronizacja kolekcji](https://forums.bitfire.at/post/467).
ro: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.2-ose activează [Collection Synchronization](https://forums.bitfire.at/post/467).
ru: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.2-ose включает [Синхронизацию коллекций](https://forums.bitfire.at/post/467).
uk: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.2-ose вмикає [Синхронізацію колекцій](https://forums.bitfire.at/post/467).
zh_hans: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.2-ose 启用了[集合同步](https://forums.bitfire.at/post/467)。
