Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/): Simple and customizable search bar
de: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/): Einfache und anpassbare Suchleiste
pl: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/): Prosty i dostosowywany pasek wyszukiwania
ro: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/): Bară de căutare simplă și personalizabilă
ru: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/): Простая и настраиваемая панель поиска
uk: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/): Проста і налаштовувана панель пошуку
zh_hans: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/)：简单可定制的搜索栏

source: [IMCKTG](https://f-droid.org/packages/us.achromaticmetaphor.imcktg/): Generates Morse code ringtones in WAVE and iMelody formats
de: [IMCKTG](https://f-droid.org/packages/us.achromaticmetaphor.imcktg/): Erzeugt Morse-Klingeltöne in den Formaten WAVE und iMelody
pl: [IMCKTG](https://f-droid.org/packages/us.achromaticmetaphor.imcktg/): Generuje dzwonki przy pomocy kodu Morse'a w formatach WAVE i iMelody
ro: [IMCKTG](https://f-droid.org/packages/us.achromaticmetaphor.imcktg/): Generează tonuri de apel în cod Morse în formatele WAVE și iMelody
ru: [IMCKTG](https://f-droid.org/packages/us.achromaticmetaphor.imcktg/): Генерирует рингтоны с азбукой Морзе в форматах WAVE и iMelody
uk: [IMCKTG](https://f-droid.org/packages/us.achromaticmetaphor.imcktg/): Генерує мелодії виклику за допомогою азбуки Морзе у форматах WAVE й iMelody
zh_hans: [IMCKTG](https://f-droid.org/packages/us.achromaticmetaphor.imcktg/)：生成 WAVE 和 iMelody 格式的摩斯电码铃声

source: In total, 60 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 60 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 60 aplikacji. Oto najważniejsze cechy:
ro: În total, 60 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 60 приложений. Вот основные из них:
uk: Усього цього тижня було оновлено 60 застосунків. Ось основні з них:
zh_hans: 本周总共更新了 60 个应用。以下是其中的亮点：

source: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 60.0.2 has been released to fix a [security issue](https://www.mozilla.org/en-US/security/advisories/mfsa2018-14/).
de: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 60.0.2 wurde veröffentlicht, um ein [Sicherheitsproblem](https://www.mozilla.org/en-US/security/advisories/mfsa2018-14/) zu beheben.
pl: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 60.0.2 został wydany, aby naprawić [problem bezpieczeństwa](https://www.mozilla.org/en-US/security/advisories/mfsa2018-14/).
ro: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 60.0.2 a fost lansat pentru a remedia o [security issue](https://www.mozilla.org/en-US/security/advisories/mfsa2018-14/).
ru: Выпущена версия 60.0.2 [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) для устранения [проблемы безопасности](https://www.mozilla.org/en-US/security/advisories/mfsa2018-14/).
uk: Випущено нову версію 60.0.2 [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) для усунення [проблем безпеки](https://www.mozilla.org/en-US/security/advisories/mfsa2018-14/).
zh_hans: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 60.0.2 已经发布，以修复一个[安全问题](https://www.mozilla.org/en-US/security/advisories/mfsa2018-14/)。

source: Links to gitlab.com will now open in [LabCoat](https://f-droid.org/packages/com.commit451.gitlab/) as of version 2.6.0!
de: Links zu gitlab.com werden jetzt in [LabCoat](https://f-droid.org/packages/com.commit451.gitlab/) ab Version 2.6.0 geöffnet!
pl: Linki do gitlab.com będą teraz otwierane w [LabCoat](https://f-droid.org/packages/com.commit451.gitlab/) od wersji 2.6.0!
ro: Link-urile către gitlab.com se vor deschide acum în [LabCoat](https://f-droid.org/packages/com.commit451.gitlab/) începând cu versiunea 2.6.0!
ru: Ссылки на gitlab.com теперь будут открываться в [LabCoat](https://f-droid.org/packages/com.commit451.gitlab/) начиная с версии 2.6.0!
uk: Посилання на gitlab.com тепер будуть відкриватися у [LabCoat](https://f-droid.org/packages/com.commit451.gitlab/) починаючи з версії 2.6.0!
zh_hans: 从 2.6.0 版本开始，指向 gitlab.com 的链接现在将在 [LabCoat](https://f-droid.org/packages/com.commit451.gitlab/) 中打开!

source: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) had a major update to 2.0.0 and now has chat! (Including paginated scrolling, mentions auto-completion and other nice tricks.) Other major features include client certificate based authentication, voice-only calls, significantly improved calls UI, and endless loading for contacts & remote search. Note that this app requires you to have your own server.
de: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) hatte ein größeres Update auf 2.0.0 und hat jetzt einen Chat! (Inklusive paginiertem Scrollen, Auto-Vervollständigung und anderen netten Tricks.) Weitere wichtige Funktionen sind die auf Client-Zertifikaten basierende Authentifizierung, Voice-Only-Anrufe, eine deutlich verbesserte Benutzeroberfläche für Anrufe und das endlose Laden von Kontakten und die Remote-Suche. Beachten Sie, dass Sie für diese Anwendung einen eigenen Server benötigen.
pl: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) miał poważną aktualizację do wersji 2.0.0 i ma teraz czat! (W tym paginowane przewijanie, przypomina o autouzupełnianiu i innych fajnych trikach.) Inne ważne funkcje obejmują uwierzytelnianie oparte na certyfikacie klienta, połączenia głosowe, znacznie ulepszony interfejs połączeń i niekończące się ładowanie kontaktów i zdalne wyszukiwanie. Pamiętaj, że ta aplikacja wymaga posiadania własnego serwera.
ro: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) a avut o actualizare majoră la 2.0.0 și acum are chat! (Inclusiv defilare paginată, autocompletare a mențiunilor și alte trucuri drăguțe). Alte caracteristici majore includ autentificarea bazată pe certificat de client, apeluri doar vocale, interfața de utilizare a apelurilor îmbunătățită semnificativ și încărcare nesfârșită pentru contacte și căutare la distanță. Rețineți că această aplicație necesită să aveți propriul server.
ru: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) получил крупное обновление до версии 2.0.0 и теперь имеет чат! (Включая постраничную прокрутку, автозаполнение упоминаний и другие приятные мелочи). Другие важные функции включают аутентификацию на основе клиентского сертификата, звонки только голосом, значительно улучшенный пользовательский интерфейс звонков, а также бесконечную загрузку контактов и удаленный поиск. Обратите внимание, что это приложение требует наличия собственного сервера.
uk: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) отримав велике оновлення до версії 2.0.0 і тепер має чат! (Включно з посторінковим прокручуванням, автозаповненням згадок та інші приємні дрібниці). Інші важливі функції включають автентифікацію на основі клієнтського сертифіката, голосові виклики, значно поліпшений користувальницький інтерфейс викликів, а також нескінченне завантаження контактів і віддалений пошук. Зверніть увагу, що цей застосунок вимагає наявності власного сервера.
zh_hans: [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/) 进行了一次重大更新，达到 2.0.0，现在有了聊天功能！（包括分页滚动，提及自动完成和其他很棒的技巧）。其他主要功能包括基于客户证书的认证，仅语音的通话，显著改善的通话用户界面，以及联系人和远程搜索的无限加载。请注意，这个应用需要你有自己的服务器。

source: [The Light](https://f-droid.org/packages/org.hlwd.bible/) is an easy to use multilingual bible app with quick search and share, plans of reading and articles. Version 3.3 comes with several UI fixes, and recently it has also seen a major update with an additional layout to support tablets, Android TV and set-top boxes. In addition to touchscreen and mouse, it can be controlled by keyboard and [D-pad](https://en.wikipedia.org/wiki/D-pad).
de: [The Light](https://f-droid.org/packages/org.hlwd.bible/) ist eine einfach zu bedienende, mehrsprachige Bibelanwendung mit schneller Suche und Weitergabe, Leseplänen und Artikeln. Version 3.3 kommt mit mehreren UI-Fixes und seit kurzem gibt es auch eine große Aktualisierung mit einem zusätzlichen Layout zur Unterstützung von Tablets, Android TV und Set-Top-Boxen. Neben Touchscreen und Maus kann es auch über die Tastatur und das [D-Pad](https://en.wikipedia.org/wiki/D-pad) gesteuert werden.
pl: [The Light](https://f-droid.org/packages/org.hlwd.bible/) to łatwa w użyciu wielojęzyczna aplikacja biblijna z szybkim wyszukiwaniem i udostępnianiem, planami czytania artykułów. Wersja 3.3 zawiera kilka poprawek UI, a ostatnio pojawiła się także poważna aktualizacja z dodatkowym układem do obsługi tabletów, Android TV i dekoderów. Oprócz ekranu dotykowego i myszy, można go kontrolować za pomocą klawiatury i [D-pad](https://en.wikipedia.org/wiki/D-pad).
ro: [The Light](https://f-droid.org/packages/org.hlwd.bible/) este o aplicație biblică multilingvă ușor de utilizat, cu căutare rapidă și partajare, planuri de lectură și articole. Versiunea 3.3 vine cu mai multe corecturi ale interfeței de utilizare, iar recent a cunoscut și o actualizare majoră cu un layout suplimentar pentru a suporta tablete, Android TV și set-top box-uri. Pe lângă ecranul tactil și mouse, poate fi controlată prin tastatură și [D-pad](https://en.wikipedia.org/wiki/D-pad).
ru: [The Light](https://f-droid.org/packages/org.hlwd.bible/) - это простое в использовании многоязычное приложение для чтения Библии с быстрым поиском и обменом информацией, планами чтения и статьями. Версия 3.3 содержит несколько исправлений пользовательского интерфейса, а недавно она также получила крупное обновление с дополнительной раскладкой для поддержки планшетов, Android TV и приставок. Помимо сенсорного экрана и мыши, управление может осуществляться с помощью клавиатуры и [D-pad](https://en.wikipedia.org/wiki/D-pad).
uk: [The Light](https://f-droid.org/packages/org.hlwd.bible/) - це простий у користуванні багатомовний застосунок для читання Біблії зі швидким пошуком і обміном інформацією, планами читання і статтями. Версія 3.3 містить кілька виправлень користувацького інтерфейсу, а недавно він також отримав велике оновлення з додатковою розкладкою для підтримки планшетів, Android TV та приставок. Крім сенсорного екрана й миші, керування може здійснюватися за допомогою клавіатури та [D-pad](https://en.wikipedia.org/wiki/D-pad).
zh_hans: [The Light](https://f-droid.org/packages/org.hlwd.bible/) 是一个易于使用的多语言圣经应用，具有快速搜索和分享、阅读计划和文章的功能。3.3 版带有几个用户界面修复，最近它还进行了一次重大更新，增加了支持平板电脑、Android TV 和机顶盒的布局。除了触摸屏和鼠标，它还可以通过键盘和 [D-pad](https://en.wikipedia.org/wiki/D-pad) 控制。

source: [Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/) is an offline app that calculates when the sun and moon rise and set, and shows you this in the app or in a widget. Includes golden hour, blue hour, civil, nautical and astronomical twilight etc. 0.8.4 fixes several crashes and bugs, mostly related to the polar regions.
de: [Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/) ist eine Offline-App, die berechnet, wann die Sonne und der Mond aufgehen und untergehen, und dies in der App oder in einem Widget anzeigt. Beinhaltet goldene Stunde, blaue Stunde, zivile, nautische und astronomische Dämmerung, etc. 0.8.4 behebt einige Abstürze und Fehler, die hauptsächlich mit den Polarregionen zusammenhängen.
pl: [Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/) to aplikacja offline, która oblicza, kiedy słońce i księżyc powstają i ustawiają się, i pokazuje to w aplikacji lub widżecie. Obejmuje złotą godzinę, niebieską godzinę, zmierzch cywilny, morski i astronomiczny itp. 0.8.4 naprawia kilka wypadków i błędów, głównie związanych z regionami polarnymi.
ro: [Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/) este o aplicație offline care calculează când răsare și apune soarele și luna și vă arată acest lucru în aplicație sau într-un widget. Include ora de aur, ora albastră, crepusculul civil, nautic și astronomic etc. 0.8.4 corectează mai multe blocaje și erori, majoritatea legate de regiunile polare.
ru: [Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/) - это автономное приложение, которое рассчитывает время восхода и захода солнца и луны и показывает его в приложении или в виджете. Включает золотой час, синий час, гражданские, морские и астрономические сумерки и т.д. В версии 0.8.4 исправлено несколько сбоев и ошибок, в основном связанных с полярными регионами.
uk: [Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/) — це автономний застосунок, який обчислює час сходу і заходу сонця й місяця та показує його в застосунку або віджеті. Включає золоту годину, синю годину, цивільні, морські та астрономічні сутінки тощо. У версії 0.8.4 виправлено кілька збоїв і помилок, в основному пов'язаних з полярними регіонами.
zh_hans: [Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/) 是一个离线应用，计算太阳和月亮何时升起和落下，并在应用或微件中显示。包括黄金时间、蓝色时间、民用、航海和天文黄昏等。0.8.4 修复了几个崩溃和错误，主要与极地地区有关。

source: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/) is a very slim mucic player (app size only ~1M). It offers a colorful and simple "Unified UI" (no need to navigate between activities). With version 2.5 comes a new and improved UI.
de: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/) ist ein sehr schlanker Music-Player (App-Größe nur ~1M). Er bietet eine farbenfrohe und einfache "Unified UI" (keine Notwendigkeit, zwischen den Aktivitäten zu navigieren). Mit der Version 2.5 kommt eine neue und verbesserte Benutzeroberfläche.
pl: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/) jest bardzo lekkim odtwarzaczem (rozmiar aplikacji ~ 1M). Oferuje kolorowy i prosty 'Unified UI' (nie ma potrzeby nawigowania pomiędzy działaniami). W wersji 2.5 pojawia się nowy i ulepszony interfejs użytkownika.
ro: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/) este un player muzical foarte subțire (dimensiunea aplicației este de numai ~1M). Oferă o "interfață unificată" colorată și simplă (nu este nevoie să navigați între activități). Odată cu versiunea 2.5 vine o nouă și îmbunătățită UI.
ru: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/) - это очень тонкий музыкальный проигрыватель (размер приложения всего ~1M). Он предлагает красочный и простой "Единый пользовательский интерфейс" (нет необходимости переходить от одного вида деятельности к другому). В версии 2.5 появился новый и улучшенный пользовательский интерфейс.
uk: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/) — це дуже легкий музичний програвач (розмір всього ~ 1M). Він пропонує барвистий і простий "Єдиний користувальницький інтерфейс" (нема потреби переходити від одного виду дій до інших). У версії 2.5 з'явився новий і покращений інтерфейс.
zh_hans: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/) 是一个非常轻巧的音乐播放器（应用大小只有 ~1M）。它提供了一个丰富多彩和简单的 "统一用户界面"（不需要在活动之间进行导航）。2.5 版本带来了一个新的改进的用户界面。

source: After about a year of inactivity, [BirthDay Droid](https://f-droid.org/packages/com.tmendes.birthdaydroid/) was updated from 20170615_VC12 to 20180602_VC20. Changes are unclear, but it requires at least Android 6.0 now. (Previously 4.4.)
de: Nach etwa einem Jahr Inaktivität wurde [BirthDay Droid](https://f-droid.org/packages/com.tmendes.birthdaydroid/) von 20170615_VC12 auf 20180602_VC20 aktualisiert. Änderungen sind unklar, aber es wird mindestens Android 6.0 benötigt. (Bisher 4.4.)
pl: Po około roku bezczynności [BirthDay Droid](https://f-droid.org/packages/com.tmendes.birthdaydroid/) został zaktualizowany z 20170615_VC12 na 20180602_VC20. Zmiany są niejasne, ale teraz wymaga to co najmniej wersji Androida 6.0. (Wcześniej 4.4.)
ro: După aproximativ un an de inactivitate, [BirthDay Droid](https://f-droid.org/packages/com.tmendes.birthdaydroid/) a fost actualizat de la 20170615_VC12 la 20180602_VC20. Modificările sunt neclare, dar acum necesită cel puțin Android 6.0. (Anterior 4.4.)
ru: После примерно года простоя [BirthDay Droid](https://f-droid.org/packages/com.tmendes.birthdaydroid/) был обновлен с 20170615_VC12 до 20180602_VC20. Изменения неясны, но теперь требуется как минимум Android 6.0. (Ранее была 4.4.)
uk: Після приблизно року простою [BirthDay Droid](https://f-droid.org/packages/com.tmendes.birthdaydroid/) був оновлений з 20170615_VC12 до 20180602_VC20. Зміни неясні, але тепер потрібно як мінімум Android 6.0. (Раніше була 4.4.)
zh_hans: 经过大约一年的停滞，[BirthDay Droid](https://f-droid.org/packages/com.tmendes.birthdaydroid/) 从 20170615_VC12 更新到 20180602_VC20。变化不清楚，但它现在至少需要 Android 6.0。（以前是 4.4。）

source: [WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/) was updated from 1.8.11 to 1.9.1, with translation updates, a new icon, and bug fixes.
de: [WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/) wurde von 1.8.11 auf 1.9.1 aktualisiert, mit Übersetzungsupdates, einem neuen Icon und Fehlerkorrekturen.
pl: [WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/) został zaktualizowany z wersji 1.8.11 na 1.9.1, z aktualizacjami tłumaczeń, nową ikoną i poprawkami.
ro: [WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/) a fost actualizat de la 1.8.11 la 1.9.1, cu actualizări de traducere, o nouă pictogramă și corecturi de erori.
ru: [WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/) был обновлен с 1.8.11 до 1.9.1, с обновлениями перевода, новой иконкой и исправлениями ошибок.
uk: [WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/) був оновлений з 1.8.11 до 1.9.1, з оновленнями перекладу, новою піктограмою та виправленнями помилок.
zh_hans: [WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/) 从 1.8.11 更新到 1.9.1，并带来了翻译更新、新图标和错误修复。

source: [OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/), [OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/) and [Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/) all had a big version jump to bring the version numbers in alignment with the Play Store flavor.
de: [OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/), [OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/) und [Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/) hatten alle einen großen Versionssprung, um die Versionsnummern an die Play Store-Variante anzupassen.
pl: [OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/), [OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/) i [Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/) wszystkie miały duży skok wersji, aby dostosować numery wersji do gustu w Sklepie Play.
ro: [OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/), [OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/) și [Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/), toate au avut un salt mare de versiune pentru a alinia numerele de versiune cu cele din Play Store.
ru: [OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/), [OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/) и [Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/) - все они получили большой скачок версии, чтобы привести номера версий в соответствие со вкусом Play Store.
uk: [OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/), [OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/) і [Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/) — всі вони отримали великий стрибок версії, щоб привести номера версій у відповідність із Play Маркетом.
zh_hans: [OpenFoodFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openfood/)、[OpenBeautyFacts](https://f-droid.org/packages/openfoodfacts.github.scrachx.openbeauty/) 和[Open Pet Food Facts](https://f-droid.org/packages/org.openpetfoodfacts.scanner/) 都有一个很大的版本跳跃，使版本号与 Play Store flavor 一致。

source: The next TWIF will be an XL edition, covering the next two weeks. That's right, [Coffee](https://forum.f-droid.org/u/Coffee) is taking some vacation, so see you in two weeks!
de: Das nächste TWIF wird eine XL-Ausgabe sein, die die nächsten zwei Wochen abdeckt. Es stimmt, [Coffee](https://forum.f-droid.org/u/Coffee) macht Urlaub, also bis in zwei Wochen!
pl: Kolejne wydanie TWIF będzie wydaniem XL, obejmujące kolejne dwa tygodnie. Zgadza się, [Coffee](https://forum.f-droid.org/u/Coffee) robi sobie wakacje, więc do zobaczenia za dwa tygodnie!
ro: Următoarea ediție TWIF va fi o ediție XL, care va acoperi următoarele două săptămâni. Așa este, [Coffee](https://forum.f-droid.org/u/Coffee) își ia o vacanță, așa că ne vedem peste două săptămâni!
ru: Следующий TWIF будет XL-выпуском, охватывающим следующие две недели. Правильно, [Coffee](https://forum.f-droid.org/u/Coffee) уходит в отпуск, так что увидимся через две недели!
uk: Наступний TWIF буде XL-випуском, що охоплює наступні два тижні. Правильно, [Coffee](https://forum.f-droid.org/u/Coffee) йде у відпустку, тож побачимося за два тижні!
zh_hans: 下一期 TWIF 将是一个 XL 版，涵盖未来两周。没错，[Coffee](https://forum.f-droid.org/u/Coffee) 要放假了，两周后再见吧！

source: As usual, please report interesting updates. There are way too many app updates to keep track of them all, so we need your help to highlight the most interesting changes. And of course, we love to hear about all things involving F-Droid in some way.
de: Berichten Sie bitte wie üblich über interessante Aktualisierungen. Es gibt viel zu viele App-Updates, um sie alle im Auge zu behalten, deshalb brauchen wir Ihre Hilfe, um die interessantesten Änderungen hervorzuheben. Und natürlich freuen wir uns über alles, was mit F-Droid zu tun hat.
pl: Jak zwykle, zgłoś interesujące aktualizacje. Jest zbyt wiele aktualizacji aplikacji, aby śledzić je wszystkie, więc potrzebujemy Twojej pomocy, aby podkreślić najciekawsze zmiany. I oczywiście uwielbiamy słuchać o wszystkim, co w jakiś sposób wiąże się z F-Droidem.
ro: Ca de obicei, vă rugăm să raportați actualizări interesante. Există mult prea multe actualizări ale aplicației pentru a le urmări pe toate, așa că avem nevoie de ajutorul dumneavoastră pentru a evidenția cele mai interesante modificări. Și, bineînțeles, ne place să auzim despre toate lucrurile care implică F-Droid într-un fel sau altul.
ru: Как обычно, пожалуйста, сообщайте об интересных обновлениях. Обновлений приложений слишком много, чтобы уследить за всеми, поэтому нам нужна ваша помощь, чтобы выделить наиболее интересные изменения. И, конечно, мы любим слушать обо всем, что так или иначе связано с F-Droid.
uk: Як завжди, будь ласка, повідомляйте про цікаві оновлення. Оновлень застосунків занадто багато, щоб встежити за всіма, тому нам потрібна ваша допомога, щоб виділити найцікавіші зміни. І, звичайно, ми любимо слухати про все, що так чи інакше пов'язане з F-Droid.
zh_hans: 像往常一样，请报告有趣的更新。有太多的应用更新需要追踪，所以我们需要你的帮助来凸显最有趣的变化。当然，我们想要听到所有关于 F-Droid 的事情。
