Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Everybody's favourite app, **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)**, joins the list of apps sporting an [adaptive icon](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive). Other additions are a simplified Chinese translation, fixed What-if thumbnails, and Chrome Custom Tabs can now be disabled in the settings.
de: Die Lieblings-App von jedermann, **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)**, wird in die Liste der Apps mit einem [adaptiven Icon](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive) aufgenommen. Weitere Neuerungen sind eine vereinfachte chinesische Übersetzung, korrigierte What-if-Thumbnails und Chrome Custom Tabs, die nun in den Einstellungen deaktiviert werden können.
pl: Everybody's favourite app, **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)**, dołącza do listy aplikacji sportowych [ikona adaptacyjna](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive). Inne dodatki to uproszczone chińskie tłumaczenie, poprawione miniatury 'co się stanie' i niestandardowe zakładki Chrome mogą być teraz wyłączone w ustawieniach.
ro: Aplicația preferată de toată lumea, **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)**, se alătură listei de aplicații cu o [adaptive icon](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive). Alte adăugiri sunt o traducere simplificată în chineză, miniaturi What-if fixate, iar filele personalizate Chrome pot fi acum dezactivate în setări.
ru: Всеми любимое приложение **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** присоединяется к списку приложений с [адаптивным значком](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive). Также добавлены упрощенный китайский перевод, исправлены миниатюры What-if, а пользовательские вкладки Chrome теперь можно отключить в настройках.
uk: Всіма улюблений застосунок **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** приєднується до списку застосунків з [адаптивним значком](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive). Також додані спрощений китайський переклад, виправлені мініатюри What-if, а призначені для користувача вкладки Chrome тепер можна відключити в налаштуваннях.
zh_hans: 每个人都喜欢的应用 **[Easy xkcd](https://f-droid.org/packages/de.tap.easy_xkcd/)** 加入了带有[自适应图标](https://developer.android.com/guide/practices/ui_guidelines/icon_design_adaptive)的应用列表。其他新增功能包括简体中文翻译、修复的 What-if 缩略图，现在可以在设置中禁用 Chrome 自定义选项卡。

source: **[Commons](https://f-droid.org/packages/fr.free.nrw.commons/)** is an app to upload images to Wikimedia Commons. It was updated from 2.7.2 to 2.8.1, adding automatic Wikidata p18 edits upon Nearby upload, explore feature to browse other Commons images, Achievements feature to see current level and upload stats, quiz for users with high deletion rates, and more.
de: **[Commons](https://f-droid.org/packages/fr.free.nrw.commons/)** ist eine Anwendung zum Hochladen von Bildern auf Wikimedia Commons. Es wurde von 2.7.2 auf 2.8.1 aktualisiert, indem automatische Wikidata p18-Bearbeitungen beim Nearby-Upload hinzugefügt wurden, eine Erkundungsfunktion zum Durchsuchen anderer Commons-Bilder, eine Achievements-Funktion zum Anzeigen des aktuellen Levels und Upload-Statistiken, ein Quiz für Benutzer mit hohen Löschraten und vieles mehr.
pl: **[Commons](https://f-droid.org/packages/fr.free.nrw.commons/)** to aplikacja do przesyłania zdjęć do Wikimedia Commons. Został on zaktualizowany z wersji 2.7.2 do 2.8.1, dodając automatyczne edycje Wikidata p18 podczas przesyłania w pobliżu, eksplorowanie innych funkcji Commons, funkcji osiągnięć, aby zobaczyć aktualny poziom i statystyki przesyłania, quiz dla użytkowników o wysokim współczynniku usuwania i inne.
ro: **[Commons](https://f-droid.org/packages/fr.free.nrw.commons/)** este o aplicație pentru a încărca imagini în Wikimedia Commons. A fost actualizată de la 2.7.2 la 2.8.1, adăugând editarea automată a Wikidata p18 la încărcarea Nearby, funcția de explorare pentru a naviga prin alte imagini Commons, funcția Achievements pentru a vedea nivelul actual și statisticile de încărcare, un chestionar pentru utilizatorii cu rate mari de ștergere și multe altele.
ru: **[Commons](https://f-droid.org/packages/fr.free.nrw.commons/)** - приложение для загрузки изображений в Викисклад. Оно было обновлено с версии 2.7.2 до версии 2.8.1, добавив автоматическое редактирование Викиданных p18 при загрузке рядом, функцию исследования для просмотра других изображений, функцию "Достижения" для просмотра текущего уровня и статистики загрузки, викторину для пользователей с высоким уровнем удаления и многое другое.
uk: **[Commons](https://f-droid.org/packages/fr.free.nrw.commons/)** - застосунок для завантаження зображень в Вікісховища. Воно було оновлено з версії 2.7.2 до версії 2.8.1, додавши автоматичне редагування вікідані p18 при завантаженні поруч, функцію дослідження для перегляду інших зображень, функцію "Досягнення" для перегляду поточного рівня і статистики завантаження, вікторину для користувачів з високим рівнем видалення і багато іншого.
zh_hans: **[Commons](https://f-droid.org/packages/fr.free.nrw.commons/)** 是一个将图像上传到 Wikimedia Commons 的应用。它从 2.7.2 更新到 2.8.1，添加了在附近上传时自动 Wikidata p18 编辑、浏览其他 Commons 图像的探索功能、查看当前级别和上传统计数据的成就功能、针对高删除率用户的测验等等。

source: Version 0.8.13 of the group messenger **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** is out, adding a previewer to preview media before sending it into a room, _replies_, autocompletion for slash commands, improved external keyboard support for newer Androids, and [many other changes, fixes and improvements](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst#changes-in-riot-0813-2018-08-09).
de: Version 0.8.13 des Gruppen-Messengers **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** ist erschienen, der einen Previewer zur Vorschau von Medien vor dem Senden in einen Raum hinzufügt, _Replies_, Autovervollständigung für Slash-Befehle, verbesserte externe Tastaturunterstützung für neuere Androids und [viele andere Änderungen, Korrekturen und Verbesserungen](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst#changes-in-riot-0813-2018-08-09).
pl: Wersja 0.8.13 grupowego komunikatora **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** jest wyłączona, dodaje podgląd do podglądu multimediów przed wysłaniem go do room, _replies_, autouzupełnianie poleceń slasha, ulepszona obsługa klawiatury zewnętrznej dla nowszych Androidów i [wiele innych zmian, poprawek i usprawnień](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst#changes-in-riot-0813-2018-08-09).
ro: Versiunea 0.8.13 a mesagerului de grup **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** a fost lansată, adăugând un previzualizator pentru a previzualiza mediile înainte de a le trimite într-o cameră, _replies_, autocompletare pentru comenzile slash, suport îmbunătățit pentru tastatură externă pentru Androizii mai noi, și [many other changes, fixes and improvements](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst#changes-in-riot-0813-2018-08-09).
ru: Вышла версия 0.8.13 группового мессенджера **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)**, в которой добавлена функция предварительного просмотра медиафайлов перед отправкой в комнату, _ответы_, автозавершение команд со слешем, улучшена поддержка внешней клавиатуры для новых Androids, а также [множество других изменений, исправлений и улучшений](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst#changes-in-riot-0813-2018-08-09).
uk: Вийшла версія 0.8.13 групового месенджера **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)**, в якій додана функція попереднього перегляду медіафайлів перед відправкою в кімнату, _відповіді_ , автозавершення команд зі слешем, поліпшена підтримка зовнішньої клавіатури для нових Androids, а також [безліч інших змін, виправлень і поліпшень](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst# changes-in-riot-0813-2018-08-09).
zh_hans: 群聊应用 **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 0.8.13 版已发布，添加预览器在将媒体文件发送到聊天室之前预览它，_回复_，斜杠命令的自动完成，改进的对较新 Android 的外部键盘支持，以及[许多其他更改，修复和改进](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst#changes-in-riot-0813-2018-08-09)。

source: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, a [markdown](https://commonmark.org) based text editor, released version 1.0.0, with all new description and screenshots in F-Droid! Markor now supports an additional export for calendar appointments, has improved widget and [SD card](https://en.wikipedia.org/wiki/Secure_Digital) handling, and better separator placement in ShareInto, among other things. A blog post detailing the 1.0.0 release should appear on the app's [website](https://gsantner.net/project/markor.html) soon.
de: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, ein auf [markdown](https://commonmark.org) basierender Texteditor, in Version 1.0.0 released, mit allen neuen Beschreibungen und Screenshots in F-Droid! Markor unterstützt nun einen zusätzlichen Export für Kalendertermine, hat die Handhabung des Widgets und der [SD-Karte](https://en.wikipedia.org/wiki/Secure_Digital) verbessert und die Platzierung der Trennzeichen in ShareInto verbessert. Ein Blog-Beitrag über die Version 1.0.0 sollte demnächst auf der [Website](https://gsantner.net/project/markor.html) der App erscheinen.
pl: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, edytor tekstu oparty na [markdown](https://commonmark.org), wydany w wersji 1.0.0, ze wszystkimi nowymi opisami i zrzutami ekranu w F-Droid! Markor obsługuje teraz dodatkowy eksport terminów kalendarza, ulepszony widget i obsługę [karty SD](https://en.wikipedia.org/wiki/Secure_Digital) i lepsze rozmieszczenie separatorów w ShareInto, między innymi. Post na blogu z wydaniem 1.0.0 powinien pojawić się na stronie [aplikacji](https://gsantner.net/project/markor.html) wkrótce.
ro: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, un editor de text bazat pe [markdown](https://commonmark.org), a lansat versiunea 1.0.0, cu o nouă descriere și capturi de ecran în F-Droid! Markor suportă acum un export suplimentar pentru întâlnirile din calendar, are o gestionare îmbunătățită a widget-urilor și a [cardului SD](https://en.wikipedia.org/wiki/Secure_Digital) și o mai bună plasare a separatorului în ShareInto, printre altele. O postare pe blog care detaliază versiunea 1.0.0 ar trebui să apară în curând pe [website](https://gsantner.net/project/markor.html) aplicației.
ru: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, текстовый редактор на основе [markdown](https://commonmark.org), выпустил версию 1.0.0, с новым описанием и скриншотами в F-Droid! Markor теперь поддерживает дополнительный экспорт встреч календаря, улучшена работа с виджетами и [SD картами](https://ru.wikipedia.org/wiki/Secure_Digital), а также улучшено размещение разделителей в ShareInto, среди прочего. Сообщение в блоге с подробным описанием релиза 1.0.0 должно появиться на [веб-сайте](https://gsantner.net/project/markor.html) приложения в ближайшее время.
uk: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, текстовий редактор на основі [markdown](https://commonmark.org ), випустив версію 1.0.0, з новим описом і скріншотами в F-Droid! Markor тепер підтримує додаткові обсяги експорту зустрічей календаря, покращена робота з віджетами і [SD картами](https://ru.wikipedia.org/wiki/Secure_Digital), а також покращено розміщення роздільників в ShareInto, серед іншого. Повідомлення в блозі з докладним описом релізу 1.0.0 має з'явитися на [вебсайті](https://gsantner.net/project/markor.html) застосунки найближчим часом.
zh_hans: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**，基于 [markdown](https://commonmark.org) 的文本编辑器，发布了版本 1.0.0，在 F-Droid 中包含了所有新的描述和屏幕截图！Markor 现在支持额外导出日历预约，改进了对微件和 [SD 卡](https://en.wikipedia.org/wiki/Secure_Digital)的处理，以及更好地在 ShareInto 中放置分隔符等。一篇详细介绍 1.0.0 版本的博文应该很快就会出现在应用的[网站](https://gsantner.net/project/markor.html)上。

source: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** lets you use your Pebble/Mi Band/Amazfit Bip/Hplus device without the vendor's closed source application and without the need to create an account and transmit any of your data to the vendor's servers. Version 0.29.0 adds initial support for the ID115 and Lenovo Watch9, now shows a splash screen on startup, vertically aligns device icon in main activity, untested support for the google clock application, and improvements for Amazfit Cor and Bip.
de: Mit **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** können Sie Ihr Pebble/Mi Band/Amazfit Bip/Hplus-Gerät ohne die Closed-Source-Anwendung des Herstellers verwenden und ohne die Notwendigkeit, ein Konto zu erstellen und Ihre Daten an die Server des Herstellers zu übertragen. Version 0.29.0 fügt initiale Unterstützung für die ID115 und Lenovo Watch9 hinzu, zeigt nun beim Start einen Startbildschirm, richtet das Gerätesymbol in der Haupt-Activity vertikal aus, unterstützt die Google-Clock-Anwendung (ungetestet) und Verbesserungen für Amazfit Cor und Bip.
pl: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** pozwala używać urządzenia Pebble/Mi Band/Amazfit Bip/Hplus bez zamkniętej aplikacji źródłowej dostawcy i bez potrzeby utworzenia konta i przekazania dowolnych danych na serwery dostawcy. Wersja 0.29.0 dodaje początkowe wsparcie dla ID115 i Lenovo Watch9, teraz wyświetla ekran powitalny przy starcie, pionowo wyrównuje ikonę urządzenia w głównej aktywności, nieprzetestowane wsparcie dla aplikacji zegara Google i ulepszenia Amazfit Cor i Bip.
ro: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** vă permite să vă utilizați dispozitivul Pebble/Mi Band/Amazfit Bip/Hplus fără aplicația cu sursă închisă a furnizorului și fără a fi nevoie să creați un cont și să transmiteți datele dvs. către serverele furnizorului. Versiunea 0.29.0 adaugă suportul inițial pentru ID115 și Lenovo Watch9, afișează acum un ecran de întâmpinare la pornire, aliniază pe verticală pictograma dispozitivului în activitatea principală, suport netestat pentru aplicația Google Clock și îmbunătățiri pentru Amazfit Cor și Bip.
ru: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** позволяет использовать устройства Pebble/Mi Band/Amazfit Bip/Hplus без приложения с закрытым кодом от производителя, без необходимости создавать учетную запись и передавать данные на сервера производителя. В версии 0.29.0 добавлена начальная поддержка ID115 и Lenovo Watch9, теперь при запуске отображается заставка, значок устройства выравнивается по вертикали в основной активном окне, добавлена непроверенная поддержка приложения Google Clock, а также улучшения для Amazfit Cor и Bip.
uk: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** дозволяє використовувати пристрій Pebble/Mi Band/Amazfit Bip/Hplus без закритого застосунку виробника, без необхідності створювати обліковий запис і передавати дані на сервери виробника. У версії 0.29.0 додана початкова підтримка ID115 і Lenovo Watch9, тепер при запуску відображається заставка, значок пристрою вирівнюється по вертикалі в основній активності, додана неперевірена підтримка застосунки google clock, а також поліпшення для Amazfit Cor і Bip.
zh_hans: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** 让你不需要供应商的闭源应用即可使用你的 Pebble/Mi Band/Amazfit Bip/Hplus 设备，并且不需要创建帐户并将你的任何数据传输到供应商的服务器。0.29.0 版本增加了对 ID115 和 Lenovo Watch9 的初始支持，现在在启动时显示启动画面，在主要活动中垂直对齐设备图标，对 Google 时钟应用的未经测试的支持，以及对 Amazfit Cor 和 Bip 的改进。

source: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** is a remote control app for the [Transmission](https://transmissionbt.com) BitTorrent client. 1.8.0 adds support for Android 9 (Pie) and the ability to reannounce torrents. Also improved support for self-signed certificates, better behavior when disconnecting from server, and prevents crashing on saving servers.
de: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** ist eine Fernsteuerungsanwendung für den [Transmission](https://transmissionbt.com) BitTorrent-Client. 1.8.0 bietet Unterstützung für Android 9 (Pie) und die Möglichkeit, Torrents neu anzukündigen. Außerdem wurde die Unterstützung für selbstsignierte Zertifikate verbessert, das Verhalten beim Trennen der Verbindung vom Server verbessert und ein Absturz beim Speichern von Servern verhindert.
pl: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** to aplikacja do zdalnego sterowania dla klienta BitTorrent [Transmission](https://transmissionbt.com). 1.8.0 dodaje wsparcie dla Androida 9 (Pie) i możliwość ponownego rozprowadzania torrentów. Ulepszono również obsługę certyfikatów z podpisem własnym, lepsze zachowanie podczas odłączania się od serwera i zapobieganie awariom podczas zapisywania serwerów.
ro: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** este o aplicație de control de la distanță pentru clientul BitTorrent [Transmission](https://transmissionbt.com). 1.8.0 adaugă suport pentru Android 9 (Pie) și posibilitatea de a reanunța torrentele. De asemenea, a fost îmbunătățit suportul pentru certificate autofirmate, un comportament mai bun la deconectarea de la server și previne blocarea pe serverele de salvare.
ru: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** - приложение удаленного управления для BitTorrent-клиента [Transmission](https://transmissionbt.com). В версии 1.8.0 добавлена поддержка Android 9 (Pie) и возможность повторного анонсирования торрентов. Также улучшена поддержка самоподписанных сертификатов, улучшено поведение при отключении от сервера и предотвращено падение при сохранении серверов.
uk: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** — застосунок віддаленого керування для BitTorrent-клієнта [Transmission](https://transmissionbt.com). У версії 1.8.0 додана підтримка Android 9 (Pie) і можливість повторного анонсування торентів. Також поліпшено підтримку самопідпісаних сертифікатів, вдосконалено поведінку після від'єднання від сервера і попереджено збої під час збереження серверів.
zh_hans: **[Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/)** 是 [Transmission](https://transmissionbt.com) BitTorrent 客户端的远程控制应用。1.8.0 增加了对 Android 9 (Pie) 的支持以及重新发布 torrent 的能力。还改进了对自签名证书的支持，与服务器断开连接时的更好行为，并防止在保存服务器时崩溃。

source: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** was updated from 0.11 to 0.12, extending support to Android 4.4! (Previously 5.0+) Video Transcoder lets you encode videos into different formats, trim videos, and extract audio, right on your own phone without connecting to the internet. This update also adds support for custom video resolutions, removes hard-coded video resolutions and only displays the original resolution with 1/2 and 1/4 resolutions.
de: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** wurde von 0.11 auf 0.12 aktualisiert und unterstützt nun auch Android 4.4! (Bisher 5.0+) Video Transcoder ermöglicht es Ihnen, Videos in verschiedene Formate zu kodieren, Videos zu schneiden und Audio zu extrahieren, direkt auf Ihrem eigenen Handy ohne Verbindung zum Internet. Dieses Update unterstützt auch benutzerdefinierte Videoauflösungen, entfernt hartkodierte Videoauflösungen und zeigt nur die ursprüngliche Auflösung mit 1/2 und 1/4 Auflösungen an.
pl: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** został zaktualizowany z wersji 0.11 na 0.12, rozszerzając wsparcie dla Androida 4.4! (Poprzednio 5.0+) Transocoder wideo pozwala kodować wideo do różnych formatów, przycinać wideo i wyodrębniać audio, bezpośrednio na własnym telefonie bez połączenia z internetem. Ta aktualizacja dodaje również obsługę niestandardowych rozdzielczości wideo, usuwa zakodowane rozdzielczości wideo i wyświetla oryginalną rozdzielczość z rozdzielczością 1/2 i 1/4.
ro: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** a fost actualizat de la 0.11 la 0.12, extinzând suportul la Android 4.4! (Anterior 5.0+) Video Transcoder vă permite să codificați clipuri video în diferite formate, să tăiați clipuri video și să extrageți audio, direct de pe propriul telefon, fără a vă conecta la internet. Această actualizare adaugă, de asemenea, suport pentru rezoluții video personalizate, elimină rezoluțiile video codificate în mod dur și afișează doar rezoluția originală cu rezoluții 1/2 și 1/4.
ru: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** был обновлен с 0.11 до 0.12, расширив поддержку до Android 4.4! (Ранее 5.0+) Video Transcoder позволяет кодировать видео в различные форматы, обрезать видео и извлекать аудио прямо на вашем телефоне без подключения к Интернету. В этом обновлении также добавлена поддержка пользовательских разрешений видео, удалены жестко закодированные разрешения видео и отображается только исходное разрешение при разрешениях 1/2 и 1/4.
uk: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** був оновлений з 0.11 до 0.12, розширивши підтримку до Android 4.4! (Раніше 5.0) Video Transcoder дозволяє кодувати відео в різні формати, обрізати відео і витягувати аудіо прямо на вашому телефоні без підключення до Інтернету. У цьому оновленні також додана підтримка для користувача дозволів відео, видалені жорстко закодовані дозволи відео і відображається тільки вихідний дозвіл при дозволах 1/2 і 1/4.
zh_hans: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** 从 0.11 更新到 0.12，支持扩展到 Android 4.4！（之前是 5.0+）Video Transcoder 让你不需要连接到互联网，就可以直接在你自己的手机上将视频编码为不同格式、修剪视频和提取音频。此更新还增加了对自定义视频分辨率的支持，删除了硬编码的视频分辨率，并且仅显示原始分辨率和 1/2 和 1/4 分辨率。

source: TWIF 18: Navigation Apps Updated
de: TWIF 18: Aktualisierung der Navigations-Apps
pl: TWIF 18: Zaktualizowano aplikacje nawigacyjne
ro: TWIF 18: Aplicații de navigație actualizate
ru: TWIF 18: Обновление навигационных приложений
uk: TWIF 18: Оновлення навігаційних застосунків
zh_hans: TWIF 18：导航应用更新

source: This Week in F-Droid 18, Week 34, 2018.
de: Diese Woche in F-Droid 18, Woche 34, 2018.
pl: W tym tygodniu w F-Droid 18, Tydzień 34, 2018.
ro: Săptămâna aceasta în F-Droid 18, săptămâna 34, 2018.
ru: Эта неделя в F-Droid 18, неделя 34, 2018.
uk: Цей тиждень у F-Droid 18, тиждень 34, 2018.
zh_hans: F-Droid 每周新闻 18，第 34 周，2018。
