Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** was [updated](https://github.com/CypherpunkArmory/UserLAnd/releases) from 2.3.4 to 2.3.7, adding support for continuous deployment, user review request, and fixing the "getting started" link.
de: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** wurde von 2.3.4 auf 2.3.7 [aktualisiert](https://github.com/CypherpunkArmory/UserLAnd/releases), Unterstützung für kontinuierliche Programmbereitstellung hinzugefügt, Nutzervorschläge eingearbeitet und einen Fehler im "getting started"-Link behoben.
pl: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** został [zaktualizowany](https://github.com/CypherpunkArmory/UserLAnd/releases) z 2.3.4 do 2.3.7, dodanie wsparcia dla ciągłego wdrażania, żądanie recenzji użytkownika i naprawienie łącza „pierwsze kroki”.
ro: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** a fost [updated](https://github.com/CypherpunkArmory/UserLAnd/releases) de la 2.3.4 la 2.3.7, adăugând suport pentru implementarea continuă, solicitarea de revizuire a utilizatorilor și repararea linkului "să începem".
ru: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** был [обновлен](https://github.com/CypherpunkArmory/UserLAnd/releases) с версии 2.3.4 до 2.3.7, добавлена поддержка непрерывного развертывания, запрос на рецензию пользователей и исправлена ссылка "начало работы".
uk: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** було [оновлено](https://github.com/CypherpunkArmory/UserLAnd/releases) з версії 2.3.4 до 2.3.7, додана підтримка безперервного розгортання, запит на рецензію користувачів і виправлена посилання "початок роботи".
zh_hans: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 从 2.3.4 [更新](https://github.com/CypherpunkArmory/UserLAnd/releases)到 2.3.7，增加了对持续部署、用户审查请求的支持，并修复了“开始”链接。

source: **[CACertMan](https://f-droid.org/wiki/page/info.guardianproject.cacert)** was moved to the archive, as it is completely unmaintained. (No updates since 2011.)
de: **[CACertMan](https://f-droid.org/wiki/page/info.guardianproject.cacert)** wurde ins Archiv verschoben, da sie völlig unbetreut ist. (Keine Updates seit 2011.)
pl: **[CACertMan](https://f-droid.org/wiki/page/info.guardianproject.cacert)** został przeniesiony do archiwum, ponieważ jest całkowicie nieobsługiwany. (Brak aktualizacji od 2011 r.)
ro: **[CACertMan](https://f-droid.org/wiki/page/info.guardianproject.cacert)** a fost mutat în arhivă, deoarece este complet neîntreținută. (Nicio actualizare din 2011.)
ru: **[CACertMan](https://f-droid.org/wiki/page/info.guardianproject.cacert)** был перемещен в архив, так как он совершенно не поддерживается. (Обновлений не было с 2011 года.)
uk: **[CACertMan](https://f-droid.org/wiki/page/info.guardianproject.cacert)** був переміщений в архів, так як він абсолютно не підтримується. (Оновлень не було з 2011 року.)
zh_hans: **[CACertMan](https://f-droid.org/wiki/page/info.guardianproject.cacert)** 已移至存档，因为它完全无人维护。（自 2011 年以来没有更新。）

source: **[FiSSH](https://f-droid.org/wiki/page/science.iodev.fissh)** was moved to the archive as the author apparently no longer wishes to publish it to F-Droid. No reason was specified.
de: **[FiSSH](https://f-droid.org/wiki/page/science.iodev.fissh)** wurde ins Archiv verschoben, da der Autor sie anscheinend nicht länger auf F-Droid veröffentlichen will. Gründe dafür wurden nicht genannt.
pl: **[FiSSH](https://f-droid.org/wiki/page/science.iodev.fissh)** został przeniesiony do archiwum, ponieważ autor najwyraźniej nie chce już publikować go w F-Droid. Nie wyszczególniono powodu.
ro: **[FiSSH](https://f-droid.org/wiki/page/science.iodev.fissh)** a fost mutat în arhivă, deoarece se pare că autorul nu mai dorește să îl publice în F-Droid. Nu a fost specificat niciun motiv.
ru: **[FiSSH](https://f-droid.org/wiki/page/science.iodev.fissh)** был перемещен в архив, так как автор, видимо, больше не желает публиковать его на F-Droid. Причина не была указана.
uk: **[FiSSH](https://f-droid.org/wiki/page/science.iodev.fissh)** був переміщений в архів, так як автор, мабуть, більше не бажає публікувати його на F-Droid. Причина не була вказана.
zh_hans: **[FiSSH](https://f-droid.org/wiki/page/science.iodev.fissh)** 已移至存档，因为作者显然不再希望将其发布到 F-Droid。没有说明原因。

source: TWIF 46 and 47: Android SDK in Debian Buster and more website translations
de: TWIF 46 und 47: Android-SDK in Debian Buster und mehr Website-Übersetzungen
pl: TWIF 46 i 47: Android SDK w Debian Buster i inne tłumaczenia na stronie
ro: TWIF 46 și 47: Android SDK în Debian Buster și mai multe traduceri de site-uri web
ru: TWIF 46 и 47: Android SDK в Debian Buster и больше переводов веб-сайтов
uk: TWIF 46 і 47: Android SDK в Debian Buster і більше перекладів вебсайтів
zh_hans: TWIF 46 和 47：Debian Buster 中的 Android SDK 和更多网站翻译

source: In this edition: App summary translations, looking for maintainer, android SDK in Debian Buster accepted, more languages on the F-Droid website and odds and ends. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Übersetzungen von App-Zusammenfassungen, Maintainer gesucht, Android-SDK in Debian Buster akzeptiert, mehr Sprachen auf der F-Droid-Website und Kleinkram. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualiserte Apps.
pl: W tym wydaniu: Podsumowanie tłumaczeń aplikacji, szukanie opiekuna, android SDK w Debian Buster zaakceptowane, więcej języków na stronie internetowej F -Droid i drobiazgi. Powstało **{{ page.number_of_added_apps }}** nowych i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: Traducerile rezumatului aplicației, căutăm un mentenitor, SDK-ul android în Debian Buster acceptat, mai multe limbi pe site-ul F-Droid și altele. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Переводы резюме приложений, ищем сопровождающего, android SDK в Debian Buster принят, больше языков на сайте F-Droid и всякая всячина. Есть **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Переклади резюме застосунків, шукаємо супроводжуючого, android SDK в Debian Buster прийнятий, більше мов на сайті F-Droid і всяка всячина. Є ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 在这个版本：应用摘要翻译，寻找维护者，android SDK 被 Debian Buster 接受，F-Droid 网站上的更多语言和和一些杂项。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: Due to illness, this edition encompasses both TWIF 46 and 47.
de: Krankheitsbedingt umfasst diese Ausgabe sowohl TWIF 46 als auch 47.
pl: Z powodu choroby niniejsza edycja obejmuje zarówno TWIF 46, jak i 47.
ro: Din cauza unei afecțiuni, această ediție cuprinde atât TWIF 46, cât și 47.
ru: В связи с болезнью, этот выпуск включает в себя как TWIF 46, так и 47.
uk: У зв'язку з хворобою, цей випуск включає в себе як TWIF 46, так і 47.
zh_hans: 由于生病，此版本包含 TWIF 46 和 47。

source: App summary translations, looking for maintainer
de: Übersetzungen von App-Zusammenfassungen, Maintainer gesucht
pl: Tłumaczenia podsumowujące aplikacje, szukające opiekuna
ro: Traducerile de rezumat ale aplicației, în căutare de mentenanță
ru: Сводные переводы приложений, ищем сопровождающего
uk: Зведені переклади застосунків, шукаємо супроводжуючого
zh_hans: 应用简介翻译，寻找维护者

source: The translation workflow for app summaries has seen some more polishing from **[@\_hc](https://forum.f-droid.org/u/hans)**, getting pretty smooth. There are now 600 apps whose summaries have been made [translatable](https://hosted.weblate.org/projects/f-droid/fdroiddata/), and translators have been working on them already. He is now looking for someone to take over the maintenance process for this. Basically it is just pulling in new commits from Weblate, running a few scripts, and some Git(Lab) work.
de: Die Übersetzungsarbeiten an den App-Zusammenfassungen haben durch **[@\_hc](https://forum.f-droid.org/u/hans)** weiteren Schliff erhalten, damit sie ziemlich problemlos werden. Es gibt nun 600 Apps, deren Zusammenfassungen [übersetzbar](https://hosted.weblate.org/projects/f-droid/fdroiddata/) sind, und Übersetzer haben schon an ihnen gearbeitet. Er sucht jetzt jemand, der die Wartungsarbeiten dafür übernimmt. Im Grunde ist es nur das Beziehen neuer Commits aus Weblate, die Ausführung einiger Skripte und etwas Git(Lab)-Arbeit.
pl: W procesie tłumaczeń dla streszczeń aplikacji widać więcej dopracowania od **[@\_hc](https://forum.f-droid.org/u/hans)**, co sprawia, że praca staje się płynna. Obecnie istnieje 600 aplikacji, których streszczenia zostały [przetłumaczone](https://hosted.weblate.org/projects/f-droid/fdroiddata/), a tłumacze już nad nimi pracują. Teraz szuka kogoś, kto przejmie się procesem konserwacji. Zasadniczo to tylko pobieranie nowych commitów z Weblate, uruchomienie kilku skryptów, i niektóre prace Git(Lab).
ro: Fluxul de lucru pentru traducerea rezumatelor aplicațiilor a mai fost îmbunătățit de către **[@\_hc](https://forum.f-droid.org/u/hans)**, devenind destul de fluid. Există acum 600 de aplicații ale căror rezumate au fost făcute [translatable](https://hosted.weblate.org/projects/f-droid/fdroiddata/), iar traducătorii au lucrat deja la ele. El caută acum pe cineva care să preia procesul de întreținere pentru acest lucru. Practic, este vorba doar de a trage noile comenzi de pe Weblate, de a rula câteva scripturi și de ceva muncă Git(Lab).
ru: Процесс перевода аннотаций приложений был еще немного отполирован **[@\_hc](https://forum.f-droid.org/u/hans)** и стал довольно гладким. Сейчас есть 600 приложений, аннотации которых были сделаны [переводимыми](https://hosted.weblate.org/projects/f-droid/fdroiddata/), и переводчики уже работают над ними. Сейчас он ищет человека, который мог бы взять на себя процесс обслуживания этой системы. В основном это просто получение новых коммитов из Weblate, выполнение нескольких скриптов и некоторая работа с Git(Lab).
uk: Процес перекладу анотацій застосунків був ще трохи відполірований **[@ \ _ hc](https://forum.f-droid.org/u/hans)** і став досить гладким. Зараз є 600 застосунків, анотації яких були зроблені [перекладаються](https://hosted.weblate.org/projects/f-droid/fdroiddata/), і перекладачі вже працюють над ними. Зараз він шукає людину, яка могла б взяти на себе процес обслуговування цієї системи. В основному це просто отримання нових коммітов з Weblate, виконання декількох скриптів і деяка робота з Git (Lab).
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 对应用简介的翻译工作流程进行了更多改进，变得相当流畅。现在有 600 个应用的简介已[可翻译](https://hosted.weblate.org/projects/f-droid/fdroiddata/)，翻译者们已经在处理它们。他现在正在寻找人来接管此维护过程。基本上它只是从 Weblate 中提取新的提交，运行一些脚本和一些 Git(Lab) 工作。

source: Android SDK in Debian Buster accepted
de: Android SDK in Debian Buster akzeptiert
pl: Android SDK w Debian Buster akceptowane
ro: Android SDK în Debian Buster acceptat
ru: Android SDK в Debian Buster принят
uk: Android SDK в Debian Buster прийнятий
zh_hans: Debian Buster 接受 Android SDK

source: We also have some good news on the Android SDK packages for the up and coming Debian Buster. **[@\_hc](https://forum.f-droid.org/u/hans)** has been working on finalizing and [championing](https://bugs.debian.org/cgi-bin/bugreport.cgi?bug=923901) these, and the packages were unblocked! This means it will be possible to do some (limited, so far) Android building and development using only packages from Debian Buster, under a fully free and open source license, and without any extra terms and conditions imposed.
de: Wir haben auch einige gute Nachrichten über die Android SDK-Pakete für den zukünftigen Debian Buster. **[@\_hc](https://forum.f-droid.org/u/hans)** hat an der Finalisierung und dem [Championing](https://bugs.debian.org/cgi-bin/bugreport.cgi?bug=923901) dieser Pakete gearbeitet und die Pakete wurden freigegeben! Das bedeutet, dass es (z.Zt. beschränkt) möglich sein wird, Android zu bauen und zu entwickeln, indem man nur Pakete von Debian Buster verwendet, unter einer völlig freien und quelloffenen Lizenz und ohne zusätzliche Bedingungen.
pl: Mamy również dobre wieści na temat pakietów SDK Android dla nadchodzącego Debiana Buster. **[@\_hc](https://forum.f-droid.org/u/hans)** pracuje nad ich sfinalizowaniem i [promocją](https://bugs.debian.org/cgi-bin/bugreport.cgi?bug=923901), aby pakiety zostały odblokowane! Oznacza to, że możliwe będzie budowanie i rozwijanie systemu Android (w ograniczonym zakresie, jak dotąd) przy użyciu jedynie pakietów z Debian Buster, na całkowicie wolnej i otwartej licencji, bez narzucania dodatkowych warunków.
ro: Avem, de asemenea, vești bune despre pachetele Android SDK pentru viitorul Debian Buster. **[@\_hc](https://forum.f-droid.org/u/hans)** a lucrat la finalizarea și [championing](https://bugs.debian.org/cgi-bin/bugreport.cgi?bug=923901) acestora, iar pachetele au fost deblocate! Acest lucru înseamnă că va fi posibil să se facă unele (limitate, deocamdată) construcții și dezvoltări Android folosind doar pachete din Debian Buster, sub o licență complet liberă și open source și fără termeni și condiții suplimentare impuse.
ru: У нас также есть хорошие новости о пакетах Android SDK для грядущего Debian Buster. **[@\_hc](https://forum.f-droid.org/u/hans)** работал над их доработкой и [поддержкой](https://bugs.debian.org/cgi-bin/bugreport.cgi?bug=923901), и пакеты были разблокированы! Это означает, что можно будет делать некоторые (пока ограниченные) сборки и разработки для Android, используя только пакеты из Debian Buster, под полностью свободной лицензией с открытым исходным кодом и без каких-либо дополнительных условий.
uk: У нас також є хороші новини про пакети Android SDK для майбутнього Debian Buster. **[@ \ _ hc](https://forum.f-droid.org/u/hans)** працював над їх доопрацюванням і [підтримкою](https://bugs.debian.org/cgi-bin/bugreport .cgi? bug = 923901), і пакети були розблоковані! Це означає, що можна буде робити деякі (поки обмежені) збірки і розробки для Android, використовуючи тільки пакети з Debian Buster, під повністю вільною ліцензією з відкритим вихідним кодом і без будь-яких додаткових умов.
zh_hans: 我们还有一些关于即将推出的 Debian Buster 的 Android SDK 包的好消息。**[@\_hc](https://forum.f-droid.org/u/hans)** 一直致力于完成和[主持](https://bugs.debian.org/cgi-bin/bugreport.cgi?bug=923901)这些，现在这些包解锁了！这意味着可以仅使用来自 Debian Buster 的软件包，在完全自由开源的许可下进行一些（迄今为止有限的）Android 构建和开发，而免于任何额外的条款和条件。

source: More languages on the F-Droid website
de: Mehr Sprachen auf der F-Droid-Website
pl: Więcej języków na stronie F-Droid
ro: Site-ul F-Droid e tradus in mai multe limbi
ru: Больше языков на сайте F-Droid
uk: Більше мов на сайті F-Droid
zh_hans: F-Droid 网站上的更多语言

source: **[@\_hc](https://forum.f-droid.org/u/hans)** checked with **[@CiaranG](https://ciarang.com)** about the website deploy machine, and the latter said it can handle more languages. After some internal discussion, the following languages were added:
de: **[@\_hc](https://forum.f-droid.org/u/hans)** prüfte mit **[@CiaranG](https://ciarang.com)** die Maschine für das Website-Deployment und Letzterer sagte, dass sie mehr Sprachen verarbeiten könne. Nach einigen internen Beratungen wurden die folgenden Sprachen ergänzt:
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** sprawdzone z **[@CiaranG](https://ciarang.com)** na temat strony internetowej wdrażania maszyny, a ten ostatni powiedział, że może obsługiwać więcej języków. Po kilku wewnętrznych dyskusjach dodano następujące języki:
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** a verificat cu **[@CiaranG](https://ciarang.com)** despre mașina de implementare a site-ului, iar acesta din urmă a spus că poate gestiona mai multe limbi. După câteva discuții interne, au fost adăugate următoarele limbi:
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** уточнил у **[@CiaranG](https://ciarang.com)** насчет машины для развертывания сайта, и последний сказал, что она может обрабатывать больше языков. После некоторого внутреннего обсуждения были добавлены следующие языки:
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** уточнив у **[@CiaranG](https://ciarang.com)** щодо машини для розгортання сайту , і останній сказав, що вона може обробляти більше мов. Після деякого внутрішнього обговорення були додані наступні мови:
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 与 **[@CiaranG](https://ciarang.com)**检查了网站部署设备，后者表示可以处理更多语言。经过一些内部讨论，添加了以下语言：

source: Brazilian Portuguese
de: Brasilianisches Portugiesisch
pl: Brazylijski Portugalski
ro: Portugheză Braziliană
ru: Бразильский португальский
uk: Бразильська португальська
zh_hans: 巴西葡萄牙语

source: Farsi
de: Farsi (Persisch)
pl: Perski
ru: Фарси
uk: Фарсі
zh_hans: 波斯语

source: Hebrew
de: Hebräisch
pl: Hebrajski
ro: Ebraică
ru: Иврит
uk: іврит
zh_hans: 希伯来语

source: Italian
de: Italienisch
pl: Włoski
ro: Italiană
ru: Итальянский
uk: Італійська
zh_hans: 意大利语

source: Korean
de: Koreanisch
pl: Koreański
ro: Coreeană
ru: Корейский
uk: Корейська
zh_hans: 韩语

source: Russian
de: Russisch
pl: Rosyjski
ro: Rusă
ru: Русский
uk: Російська
zh_hans: 俄语

source: These languages were chosen because they are complete enough, relatively actively translated, and have somewhere from 10 to over 100 million native speakers.
de: Diese Sprachen wurden ausgewählt, weil sie weit genug übersetzt sind, relativ aktiv übersetzt werden und ihnen zwischen 10 und über 100 Millionen Muttersprachler zuzurechnen sind.
pl: Języki te zostały wybrane, ponieważ są wystarczająco kompletne, stosunkowo aktywnie przetłumaczone i mają od 10 do ponad 100 milionów rodzimych użytkowników.
ro: Aceste limbi au fost alese pentru că sunt suficient de complete, sunt traduse relativ activ și au între 10 și peste 100 de milioane de vorbitori nativi.
ru: Эти языки были выбраны потому, что они достаточно полны, относительно активно переводятся и имеют от 10 до более 100 миллионов носителей.
uk: Ці мови були вибрані тому, що вони досить повні, відносно активно перекладаються і мають від 10 до понад 100 мільйонів носіїв.
zh_hans: 选择这些语言是因为它们足够完整，翻译相对活跃，并且有一千万到一亿多以其为母语的人。

source: **[@cdesai](https://forum.f-droid.org/u/cdesai)** gave a 5-minute lightning talk on F-Droid in front of about 50 people. Topics included repomaker, whitelabel support and nightly builds.
de: **[@cdesai](https://forum.f-droid.org/u/cdesai)** hielt einen 5-minütigen Blitz-Vortrag über F-Droid vor etwa 50 Personen. Themen waren unter anderem Repomaker, Whitelabel-Support und Nightly Builds.
pl: **[@cdesai](https://forum.f-droid.org/u/cdesai)** dał 5-minutową rozmowę błyskawiczną na temat F-Droida przed około 50 osobami. Tematy obejmowały repomaker, obsługę białej listy i kompilacje nocne.
ro: **[@cdesai](https://forum.f-droid.org/u/cdesai)** a ținut un discurs fulger de 5 minute despre F-Droid în fața a aproximativ 50 de persoane. Printre subiecte s-au numărat repomaker, suport whitelabel și nightly builds.
ru: **[@cdesai](https://forum.f-droid.org/u/cdesai)** провел 5-минутный lightning talk по F-Droid перед примерно 50 людьми. Темы включали repomaker, поддержку белых меток и ночные сборки.
uk: **[@cdesai](https://forum.f-droid.org/u/cdesai)** провів 5-хвилинний lightning talk по F-Droid перед приблизно 50 людьми. Теми включали repomaker, підтримку білих міток і нічні збірки.
zh_hans: **[@cdesai](https://forum.f-droid.org/u/cdesai)** 在大约 50 人面前就 F-Droid 进行了 5 分钟的闪电演讲。主题包括 repomaker、白标支持和每夜构建。

source: **[@\_hc](https://forum.f-droid.org/u/hans)** and **[@uniq](https://chaos.social/@uniq)** have been working on netcipher, which should eventually get Tor support working properly again in the F-Droid app.
de: **[@\_hc](https://forum.f-droid.org/u/hans)** und **[@uniq](https://chaos.social/@uniq)** haben an netcipher gearbeitet, was dazu führen sollte, dass der Tor-Support in der F-Droid-App wieder richtig funktioniert.
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** i **[@uniq](https://chaos.social/@uniq)** pracują nad netcipherem, który powinien w końcu uzyskać wsparcie Tora działające prawidłowo ponownie w aplikacji F-Droid.
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** și **[@uniq](https://chaos.social/@uniq)** au lucrat la netcipher, ceea ce ar trebui să permită în cele din urmă ca suportul Tor să funcționeze din nou în mod corespunzător în aplicația F-Droid.
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** и **[@uniq](https://chaos.social/@uniq)** работали над netcipher, что в конечном итоге должно обеспечить поддержку Tor в приложении F-Droid.
uk: **[@\_hc](https://forum.f-droid.org/u/hans)** і **[@uniq](https://chaos.social/@uniq)** попрацювали над netcipher, що у підсумку повинно забезпечити підтримку Tor у застосунку F-Droid.
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 和 **[@uniq](https://chaos.social/@uniq)** 一直在 netcipher 上工作，它最终应该会让 Tor 支持在 F-Droid 应用中再次正常工作。
