Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Seafile](https://f-droid.org/packages/com.seafile.seadroid2/)** was updated from 2.2.14 to 2.2.16
de: **[Seafile](https://f-droid.org/packages/com.seafile.seadroid2/)** erhielt ein Update von 2.2.14 auf 2.2.16
pl: **[Seafile](https://f-droid.org/packages/com.seafile.seadroid2/)** został zaktualizowany z 2.2.14 do 2.2.16
ro: **[Seafile](https://f-droid.org/packages/com.seafile.seadroid2/)** a fost actualizat de la 2.2.14 la 2.2.16
ru: **[Seafile](https://f-droid.org/packages/com.seafile.seadroid2/)** был обновлен с 2.2.14 до 2.2.16
uk: **[Seafile](https://f-droid.org/packages/com.seafile.seadroid2/)** оновлено з 2.2.14 до 2.2.16
zh_hans: **[Seafile](https://f-droid.org/packages/com.seafile.seadroid2/)** 从 2.2.14 更新到 2.2.16

source: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)** was [updated](https://github.com/Fr4gorSoftware/SecScanQR/releases) from 1.2.0 to 1.2.3
de: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)**-[Aktualisierung](https://github.com/Fr4gorSoftware/SecScanQR/releases) von 1.2.0 auf 1.2.3
pl: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)** został [zaktualizowany](https://github.com/Fr4gorSoftware/SecScanQR/releases) z 1.2.0 do 1.2.3
ro: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)** a fost [updated](https://github.com/Fr4gorSoftware/SecScanQR/releases) de la 1.2.0 la 1.2.3
ru: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)** был [обновлен](https://github.com/Fr4gorSoftware/SecScanQR/releases) с 1.2.0 до 1.2.3
uk: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)** [оновлено](https://github.com/Fr4gorSoftware/SecScanQR/releases) з 1.2.0 до 1.2.3
zh_hans: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)** 从 1.2.0 [更新](https://github.com/Fr4gorSoftware/SecScanQR/releases)到 1.2.3

source: **[Seguime](https://f-droid.org/packages/pc.javier.seguime/)** was updated from 1.6 to 3.0
de: **[Seguime](https://f-droid.org/packages/pc.javier.seguime/)** erhielt ein Update von 1.6 auf 3.0
pl: **[Seguime](https://f-droid.org/packages/pc.javier.seguime/)** został zaktualizowany 1.6 do 3.0
ro: **[Seguime](https://f-droid.org/packages/pc.javier.seguime/)** a fost actualizat de la 1.6 la 3.0
ru: **[Seguime](https://f-droid.org/packages/pc.javier.seguime/)** обновлен с 1.6 до 3.0
uk: **[Seguime](https://f-droid.org/packages/pc.javier.seguime/)** оновлено з 1.6 до 3.0
zh_hans: **[Seguime](https://f-droid.org/packages/pc.javier.seguime/)** 从 1.6 更新到 3.0

source: **[Setup Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/)** was [updated](https://github.com/rkkr/simple-keyboard/releases) from 3.6 to 3.8
de: **[Setup Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/)**-[Aktualisierung](https://github.com/rkkr/simple-keyboard/releases) von 3.6 auf 3.8
pl: **[Setup Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/)** został [zaktualizowany](https://github.com/rkkr/simple-keyboard/releases) z 3.6 do 3.8
ro: **[Setup Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/)** a fost [updated](https://github.com/rkkr/simple-keyboard/releases) de la 3. 6 la 3. 8
ru: **[Setup Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/)** был [обновлен](https://github.com/rkkr/simple-keyboard/releases) с 3.6 до 3.8
uk: **[Setup Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/)** [оновлено](https://github.com/rkkr/simple-keyboard/releases) з 3.6 до 3.8
zh_hans: **[Setup Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/)** 从 3.6 [更新](https://github.com/rkkr/simple-keyboard/releases)到 3.8

source: **[Shaarlier](https://f-droid.org/packages/com.dimtion.shaarlier/)** was [updated](https://github.com/dimtion/Shaarlier/releases) from 1.5.0a1 to 1.6.1
de: **[Shaarlier](https://f-droid.org/packages/com.dimtion.shaarlier/)**-[Aktualisierung](https://github.com/dimtion/Shaarlier/releases) von 1.5.0a1 auf 1.6.1
pl: **[Shaarlier](https://f-droid.org/packages/com.dimtion.shaarlier/)** został [zaktualizowany](https://github.com/dimtion/Shaarlier/releases) z 1.5.0a1 do 1.6.1
ro: **[Shaarlier](https://f-droid.org/packages/com.dimtion.shaarlier/)** a fost [updated](https://github.com/dimtion/Shaarlier/releases) de la 1.5.0a1 la 1.6.1
ru: **[Shaarlier](https://f-droid.org/packages/com.dimtion.shaarlier/)** был [обновлен](https://github.com/dimtion/Shaarlier/releases) с 1.5.0a1 до 1.6.1
uk: **[Shaarlier](https://f-droid.org/packages/com.dimtion.shaarlier/)** [оновлено](https://github.com/dimtion/Shaarlier/releases) з 1.5.0a1 до 1.6.1
zh_hans: **[Shaarlier](https://f-droid.org/packages/com.dimtion.shaarlier/)** 从 1.5.0a1 [更新](https://github.com/dimtion/Shaarlier/releases)到 1.6.1

source: **[Share to Clipboard](https://f-droid.org/packages/com.tengu.sharetoclipboard/)** was [updated](https://github.com/tengusw/share_to_clipboard/blob/HEAD/ChangeLog.md) from 1.11.0 to 1.13.0
de: **[Share auf Clipboard](https://f-droid.org/packages/com.tengu.sharetoclipboard/)**-[Aktualisierung](https://github.com/tengusw/share_to_clipboard/blob/HEAD/ChangeLog.md) von 1.11.0 auf 1.13.0
pl: **[Share to Clipboard](https://f-droid.org/packages/com.tengu.sharetoclipboard/)** został [zaktualizowany](https://github.com/tengusw/share_to_clipboard/blob/HEAD/ChangeLog.md) z 1.11.0 do 1.13.0
ro: **[Share to Clipboard](https://f-droid.org/packages/com.tengu.sharetoclipboard/)** a fost [updated](https://github.com/tengusw/share_to_clipboard/blob/HEAD/ChangeLog.md) de la 1.11.0 la 1.13.0
ru: **[Share to Clipboard](https://f-droid.org/packages/com.tengu.sharetoclipboard/)** был [обновлен](https://github.com/tengusw/share_to_clipboard/blob/HEAD/ChangeLog.md) с 1.11.0 до 1.13.0
uk: **[Share to Clipboard](https://f-droid.org/packages/com.tengu.sharetoclipboard/)** [оновлено](https://github.com/tengusw/share_to_clipboard/blob/HEAD/ChangeLog.md) from 1.11.0 to 1.13.0
zh_hans: **[Share to Clipboard](https://f-droid.org/packages/com.tengu.sharetoclipboard/)** 从 1.11.0 [更新](https://github.com/tengusw/share_to_clipboard/blob/HEAD/ChangeLog.md)到 1.13.0

source: **[Shattered Pixel Dungeon](https://f-droid.org/packages/com.shatteredpixel.shatteredpixeldungeon/)** was updated from 0.7.2a to 0.7.3a
de: **[Shattered Pixel Dungeon](https://f-droid.org/packages/com.shatteredpixel.shatteredpixeldungeon/)** erhielt ein Update von 0.7.2a auf 0.7.3a
pl: **[Shattered Pixel Dungeon](https://f-droid.org/packages/com.shatteredpixel.shatteredpixeldungeon/)** został zaktualizowany z 0.7.2a do 0.7.3a
ro: **[Shattered Pixel Dungeon](https://f-droid.org/packages/com.shatteredpixel.shatteredpixeldungeon/)** a fost actualizat de la 0.7.2a la 0.7.3a
ru: **[Shattered Pixel Dungeon](https://f-droid.org/packages/com.shatteredpixel.shatteredpixeldungeon/)** обновлен с 0.7.2a до 0.7.3a
uk: **[Shattered Pixel Dungeon](https://f-droid.org/packages/com.shatteredpixel.shatteredpixeldungeon/)** оновлено з 0.7.2a до 0.7.3a
zh_hans: **[Shattered Pixel Dungeon](https://f-droid.org/packages/com.shatteredpixel.shatteredpixeldungeon/)** 从 0.7.2a 更新到 0.7.3a

source: **[Signal Generator](https://f-droid.org/packages/org.billthefarmer.siggen/)** was updated from 1.19 to 1.20
de: **[Signal Generator](https://f-droid.org/packages/org.billthefarmer.siggen/)** erhielt ein Update von 1.19 auf 1.20
pl: **[Signal Generator](https://f-droid.org/packages/org.billthefarmer.siggen/)** został zaktualizowany z 1.19 do 1.20
ro: **[Signal Generator](https://f-droid.org/packages/org.billthefarmer.siggen/)** a fost actualizată de la 1.19 la 1.20
ru: **[Signal Generator](https://f-droid.org/packages/org.billthefarmer.siggen/)** был обновлен с 1.19 до 1.20
uk: **[Signal Generator](https://f-droid.org/packages/org.billthefarmer.siggen/)** оновлено з 1.19 до 1.20
zh_hans: **[Signal Generator](https://f-droid.org/packages/org.billthefarmer.siggen/)** 从 1.19 更新到 1.20

source: **[Simple Bitcoin Widget](https://f-droid.org/packages/com.brentpanther.bitcoinwidget/)** was updated from 6.7.4 to 6.8.3
de: **[Simple Bitcoin Widget](https://f-droid.org/packages/com.brentpanther.bitcoinwidget/)** erhielt ein Update von 6.7.4 auf 6.8.3
pl: **[Simple Bitcoin Widget](https://f-droid.org/packages/com.brentpanther.bitcoinwidget/)** został zaktualizowany z 6.7.4 do 6.8.3
ro: **[Simple Bitcoin Widget](https://f-droid.org/packages/com.brentpanther.bitcoinwidget/)** a fost actualizată de la 6.7.4 la 6.8.3
ru: **[Simple Bitcoin Widget](https://f-droid.org/packages/com.brentpanther.bitcoinwidget/)** был обновлен с 6.7.4 до 6.8.3
uk: **[Simple Bitcoin Widget](https://f-droid.org/packages/com.brentpanther.bitcoinwidget/)** оновлено з 6.7.4 до 6.8.3
zh_hans: **[Simple Bitcoin Widget](https://f-droid.org/packages/com.brentpanther.bitcoinwidget/)** 从 6.7.4 更新到 6.8.3

source: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** was [updated](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) from 6.4.1 to 6.5.4
de: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)**-[Aktualisierung](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) von 6.4.1 auf 6.5.4
pl: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) z 6.4.1 do 6.5.4
ro: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) de la 6.4.1 la 6.5.4
ru: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) с 6.4.1 до 6.5.4
uk: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** [оновлено](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) з 6.4.1 до 6.5.4
zh_hans: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** 从 6.4.1 [更新](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md)到 6.5.4

source: **[Simple Chess Clock](https://f-droid.org/packages/com.chessclock.android/)** was [updated](https://github.com/simenheg/simple-chess-clock#changelog) from 1.2.0 to 2.1.2
de: **[Simple Chess Clock](https://f-droid.org/packages/com.chessclock.android/)**-[Aktualisierung](https://github.com/simenheg/simple-chess-clock#changelog) von 1.2.0 auf 2.1.2
pl: **[Simple Chess Clock](https://f-droid.org/packages/com.chessclock.android/)** został [zaktualizowany](https://github.com/simenheg/simple-chess-clock#changelog) z 1.2.0 do 2.1.2
ro: **[Simple Chess Clock](https://f-droid.org/packages/com.chessclock.android/)** a fost [updated](https://github.com/simenheg/simple-chess-clock#changelog) de la 1.2.0 la 2.1.2
ru: **[Simple Chess Clock](https://f-droid.org/packages/com.chessclock.android/)** был [обновлен](https://github.com/simenheg/simple-chess-clock#changelog) с 1.2.0 до 2.1.2
uk: **[Simple Chess Clock](https://f-droid.org/packages/com.chessclock.android/)** [оновлено](https://github.com/simenheg/simple-chess-clock#changelog) з 1.2.0 до 2.1.2
zh_hans: **[Simple Chess Clock](https://f-droid.org/packages/com.chessclock.android/)** 从 1.2.0 [更新](https://github.com/simenheg/simple-chess-clock#changelog)到 2.1.2

source: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)** was [updated](https://github.com/SimpleMobileTools/Simple-Contacts/blob/HEAD/CHANGELOG.md) from 6.3.1 to 6.3.2
de: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)**-[Aktualisierung](https://github.com/SimpleMobileTools/Simple-Contacts/blob/HEAD/CHANGELOG.md) von 6.3.1 auf 6.3.2
pl: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Contacts/blob/HEAD/CHANGELOG.md) from 6.3.1 to 6.3.2
ro: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-Contacts/blob/HEAD/CHANGELOG.md) de la 6.3.1 la 6.3.2
ru: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)** были [обновлены](https://github.com/SimpleMobileTools/Simple-Contacts/blob/HEAD/CHANGELOG.md) с 6.3.1 до 6.3.2
uk: **[Просто контакти Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)** [оновлено](https://github.com/SimpleMobileTools/Simple-Contacts/blob/HEAD/CHANGELOG.md) з 6.3.1 до 6.3.2
zh_hans: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)** 从 6.3.1 [更新](https://github.com/SimpleMobileTools/Simple-Contacts/blob/HEAD/CHANGELOG.md)到 6.3.2

source: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** was [updated](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md) from 6.2.0 to 6.3.2
de: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)**-[Aktualisierung](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md) von 6.2.0 auf 6.3.2
pl: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md) from 6.2.0 to 6.3.2
ro: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md) de la 6.2.0 la 6.3.2
ru: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md) с 6.2.0 до 6.3.2
uk: **[Просто менеджер файлів Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** [оновлено](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md) з 6.2.0 до 6.3.2
zh_hans: **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)** 从 6.2.0 [更新](https://github.com/SimpleMobileTools/Simple-File-Manager/blob/HEAD/CHANGELOG.md)到 6.3.2

source: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** was [updated](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) from 6.6.1 to 6.8.2
de: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)**-[Aktualisierung](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) von 6.6.1 auf 6.8.2
pl: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) from 6.6.1 to 6.8.2
ro: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) de la 6.6.1 la 6.8.2
ru: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) с 6.6.1 до 6.8.2
uk: **[Просто галерея Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** [оновлено](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) з 6.6.1 до 6.8.2
zh_hans: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** 从 6.6.1 [更新](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md)到 6.8.2

source: **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)** was [updated](https://github.com/SimpleMobileTools/Simple-Notes/blob/HEAD/CHANGELOG.md) from 6.1.3 to 6.1.4
de: **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)**-[Aktualisierung](https://github.com/SimpleMobileTools/Simple-Notes/blob/HEAD/CHANGELOG.md) von 6.1.3 auf 6.1.4
pl: **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Notes/blob/HEAD/CHANGELOG.md) from 6.1.3 to 6.1.4
ro: **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-Notes/blob/HEAD/CHANGELOG.md) de la 6.1.3 la 6.1.4
ru: **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)** были [обновлены](https://github.com/SimpleMobileTools/Simple-Notes/blob/HEAD/CHANGELOG.md) с 6.1.3 до 6.1.4
uk: **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)** [оновлено](https://github.com/SimpleMobileTools/Simple-Notes/blob/HEAD/CHANGELOG.md) з 6.1.3 до 6.1.4
zh_hans: **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)** 从 6.1.3 [更新](https://github.com/SimpleMobileTools/Simple-Notes/blob/HEAD/CHANGELOG.md)到 6.1.4

source: **[Simple Philosopherstone Widget](https://f-droid.org/packages/com.toxtox.philosopherstonewidget/)** was updated from 1.1 to 1.2
de: **[Simple Philosopherstone Widget](https://f-droid.org/packages/com.toxtox.philosopherstonewidget/)** erhielt ein Update von 1.1 auf 1.2
pl: **[Simple Philosopherstone Widget](https://f-droid.org/packages/com.toxtox.philosopherstonewidget/)** został zaktualizowany z 1.1 do 1.2
ro: **[Simple Philosopherstone Widget](https://f-droid.org/packages/com.toxtox.philosopherstonewidget/)** a fost actualizată de la 1.1 la 1.2
ru: **[Simple Philosopherstone Widget](https://f-droid.org/packages/com.toxtox.philosopherstonewidget/)** был обновлен с 1.1 до 1.2
uk: **[Simple Philosopherstone Widget](https://f-droid.org/packages/com.toxtox.philosopherstonewidget/)** оновлено з 1.1 до 1.2
zh_hans: **[Simple Philosopherstone Widget](https://f-droid.org/packages/com.toxtox.philosopherstonewidget/)** 从 1.1 更新到 1.2

source: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** was [updated](https://github.com/mpcjanssen/simpletask-android/blob/HEAD/app/src/main/assets/changelog.en.md) from 10.2.9 to 10.3.0
de: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)**-[Aktualisierung](https://github.com/mpcjanssen/simpletask-android/blob/HEAD/app/src/main/assets/changelog.en.md) von 10.2.9 auf 10.3.0
pl: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** został [zaktualizowany](https://github.com/mpcjanssen/simpletask-android/blob/HEAD/app/src/main/assets/changelog.en.md) from 10.2.9 to 10.3.0
ro: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** a fost [updated](https://github.com/mpcjanssen/simpletask-android/blob/HEAD/app/src/main/assets/changelog.en.md) de la 10.2.9 la 10.3.0
ru: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** был [обновлен](https://github.com/mpcjanssen/simpletask-android/blob/HEAD/app/src/main/assets/changelog.en.md) с 10.2.9 до 10.3.0
uk: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** [оновлено](https://github.com/mpcjanssen/simpletask-android/blob/HEAD/app/src/main/assets/changelog.en.md) з 10.2.9 до 10.3.0
zh_hans: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** 从 10.2.9 [更新](https://github.com/mpcjanssen/simpletask-android/blob/HEAD/app/src/main/assets/changelog.en.md)到 10.3.0

source: **[Siteswap Generator](https://f-droid.org/packages/namlit.siteswapgenerator/)** was updated from 1.1.9-beta to 1.1.11-beta
de: **[Siteswap Generator](https://f-droid.org/packages/namlit.siteswapgenerator/)** erhielt ein Update von 1.1.9-beta auf 1.1.11-beta
pl: **[Siteswap Generator](https://f-droid.org/packages/namlit.siteswapgenerator/)** został zaktualizowany z 1.1.9-beta do 1.1.11-beta
ro: **[Siteswap Generator](https://f-droid.org/packages/namlit.siteswapgenerator/)** a fost actualizat de la 1.1.9-beta la 1.1.11-beta
ru: **[Siteswap Generator](https://f-droid.org/packages/namlit.siteswapgenerator/)** обновлен с 1.1.9-beta до 1.1.11-beta
uk: **[Siteswap Generator](https://f-droid.org/packages/namlit.siteswapgenerator/)** оновлено з 1.1.9-beta до 1.1.11-beta
zh_hans: **[Siteswap Generator](https://f-droid.org/packages/namlit.siteswapgenerator/)** 从 1.1.9-beta 更新到 1.1.11-beta

source: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** was [updated](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md) from 6.1 to 6.2
de: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)**-[Aktualisierung](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md) von 6.1 auf 6.2
pl: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** został [zaktualizowany](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md) z 6.1 do 6.2
ro: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** a fost [updated](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md) de la 6.1 la 6.2
ru: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** был [обновлен](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md) с 6.1 до 6.2
uk: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** [оновлено](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md) з 6.1 до 6.2
zh_hans: **[Slide](https://f-droid.org/packages/me.ccrama.redditslide/)** 从 6.1 [更新](https://github.com/ccrama/Slide/blob/HEAD/CHANGELOG.md)到 6.2

source: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)** was updated from 2.2.7 to 2.3.3
de: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)** erhielt ein Update von 2.2.7 auf 2.3.3
pl: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)** został zaktualizowany z 2.2.7 do 2.3.3
ro: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)** a fost actualizat de la 2.2.7 la 2.3.3
ru: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)** был обновлен с 2.2.7 до 2.3.3
uk: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)** оновлено з 2.2.7 до 2.3.3
zh_hans: **[Slim Launcher](https://f-droid.org/packages/com.sduduzog.slimlauncher/)** 从 2.2.7 更新到 2.3.3

source: **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** was [updated](https://opensource.srlabs.de/projects/snoopsnitch#Version-history) from 2.0.8 to 2.0.9
de: **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** [aktualisiert](https://opensource.srlabs.de/projects/snoopsnitch#Version-history) von 2.0.8 auf 2.0.9
pl: **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** został [zaktualizowany](https://opensource.srlabs.de/projects/snoopsnitch#Version-history) z 2.0.8 do 2.0.9
ro: **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** a fost [updated](https://opensource.srlabs.de/projects/snoopsnitch#Version-history) de la 2.0.8 la 2.0.9
ru: **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** был [обновлен](https://opensource.srlabs.de/projects/snoopsnitch#Version-history) с 2.0.8 до 2.0.9
uk: **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** [оновлено](https://opensource.srlabs.de/projects/snoopsnitch#Version-history) з 2.0.8 до 2.0.9
zh_hans: **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** 从 2.0.8 [更新](https://opensource.srlabs.de/projects/snoopsnitch#Version-history)到 2.0.9
