Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We had some experience with WebSocket already, and we knew that firewalls don’t like keepalive connections. To solve this, we used the same workaround for SSE as we did for WebSocket: We send “heartbeat” empty messages every few minutes. We made this interval adjustable from the server side and randomised to not overwhelm the server.
de: Wir hatten bereits einige Erfahrung mit WebSocket und wir wussten, dass Firewalls dauerhaft bestehende Verbindungen nicht mögen. Um dies zu lösen, verwendeten wir für SSE dieselbe Hilfskonstruktion wie für WebSocket: Wir senden alle paar Minuten “Herzschlag”-Leernachrichten. Wir machten dieses Intervall von Server-Seite einstellbar und randomisierten es, um den Server nicht zu überlasten.
pl: Mieliśmy już pewne doświadczenie z WebSocket i wiedzieliśmy, że firewalle nie lubią połączeń keepalive. Aby rozwiązać ten problem, użyliśmy tego samego rozwiązania dla SSE, tak jak to zrobiliśmy dla WebSocket: co kilka minut wysyłamy puste wiadomości “heartbeat”. Zmieniliśmy ten interwał po stronie serwera i losowo, aby nie przytłoczyć serwera.
ro: Aveam deja o oarecare experiență cu WebSocket și știam că firewall-urilor nu le plac conexiunile keepalive. Pentru a rezolva acest lucru, am folosit aceeași soluție pentru SSE ca și pentru WebSocket: Trimitem mesaje goale "heartbeat" la fiecare câteva minute. Am făcut ca acest interval să fie reglabil din partea serverului și aleatoriu pentru a nu copleși serverul.
ru: У нас уже был некоторый опыт работы с WebSocket, и мы знали, что брандмауэры не любят соединения keepalive. Чтобы решить эту проблему, мы использовали тот же обходной путь для SSE, что и для WebSocket: Мы отправляем пустые сообщения "heartbeat" каждые несколько минут. Мы сделали этот интервал регулируемым со стороны сервера и случайным, чтобы не перегружать сервер.
uk: У нас вже був певний досвід роботи з WebSocket, і ми знали, що брандмауери не люблять з'єднання keepalive. Щоб вирішити цю проблему, ми використовували той самий обхідний шлях для SSE, що і для WebSocket: Ми відправляємо порожні повідомлення "heartbeat" кожні кілька хвилин. Ми зробили цей інтервал регульованим з боку сервера і випадковим, щоб не перевантажувати сервер.
zh_hans: 我们已经有一些使用 WebSocket 的经验，而且我们知道防火墙不喜欢 keepalive 连接。为了解决这个问题，我们对 SSE 使用了与 WebSocket 相同的解决方法：我们每隔几分钟发送一次“心跳”空消息。我们使这个间隔可以从服务器端调整，并随机化以免服务器不堪重负。

source: Multi-account support poses extra challenges
de: Mehrfach-Konten-Unterstützung wirft Extraaufgaben auf
pl: Obsługa wielu kont stanowi dodatkowe wyzwania
ro: Suportul pentru mai multe conturi ridică provocări suplimentare
ru: Поддержка нескольких учетных записей создает дополнительные проблемы
uk: Підтримка декількох облікових записів створює додаткові проблеми
zh_hans: 多账户支持带来额外挑战

source: It should be noted that the Tutanota app has multi-account support, and this posed a challenge for us: We wanted to keep only one connection open per device. After a few iterations, we’ve found the design that satisfied us. Each device has only one identifier. When opening the connection, the client sends the list of users for which it wants to receive notifications. The server validates this list against user records and filters out invalid ones.
de: Es sollte bekannt sein, dass die Tutanota-App einen Multi-Account-Support hat, und der stellte eine Herausforderung für uns dar: Wir wollten nur eine Verbindung pro Gerät offen halten. Nach einigen Iterationen, fanden wir das Design, das uns zufriedenstellte. Jedes Gerät besitzt nur einen Identifikator. Bei Eröffnung der Verbindung sendet der Client die Liste der Benutzer, für die er Benachrichtigungen erhalten möchte. Der Server gleicht diese Liste gegen Benutzeraufzeichnungen ab und filtert die ungültigen aus.
pl: Należy zauważyć, że aplikacja Tutanota obsługuje wiele kont, co stanowiło dla nas wyzwanie: Chcieliśmy utrzymać tylko jedno połączenie otwarte na urządzenie. Po kilku iteracjach znaleźliśmy projekt, który nas usatysfakcjonował. Każde urządzenie ma tylko jeden identyfikator. Podczas otwierania połączenia klient wysyła listę użytkowników, dla których chce otrzymywać powiadomienia. Serwer sprawdza poprawność tej listy względem rekordów użytkownika i odfiltrowuje nieprawidłowe.
ro: Trebuie remarcat faptul că aplicația Tutanota este compatibilă cu mai multe conturi, iar acest lucru a reprezentat o provocare pentru noi: Am dorit să păstrăm o singură conexiune deschisă pentru fiecare dispozitiv. După câteva iterații, am găsit designul care ne-a mulțumit. Fiecare dispozitiv are un singur identificator. La deschiderea conexiunii, clientul trimite lista de utilizatori pentru care dorește să primească notificări. Serverul validează această listă în raport cu înregistrările utilizatorilor și le filtrează pe cele invalide.
ru: Следует отметить, что приложение Tutanota поддерживает несколько аккаунтов, и это стало для нас проблемой: Мы хотели, чтобы на каждом устройстве было открыто только одно соединение. После нескольких итераций мы нашли дизайн, который нас удовлетворил. Каждое устройство имеет только один идентификатор. При открытии соединения клиент отправляет список пользователей, для которых он хочет получать уведомления. Сервер сверяет этот список с записями пользователей и отфильтровывает недействительные.
uk: Слід зазначити, що застосунок Tutanota підтримує кілька акаунтів, і це стало для нас проблемою: Ми хотіли, щоб на кожному пристрої було відкрито тільки одне з'єднання. Після декількох ітерацій ми знайшли дизайн, який нас задовольнив. Кожен пристрій має лише один код. При відкритті з'єднання клієнт відправляє список користувачів, для яких він хоче отримувати повідомлення. Сервер звіряє цей список із записами користувачів і відфільтровує недійсні.
zh_hans: 应该注意的是，Tutanota 应用支持多帐户，这对我们提出了挑战：我们希望每台设备只打开一个连接。经过几次迭代，我们找到了令我们满意的设计。每个设备只有一个标识符。打开连接时，客户端会发送它想要接收通知的用户列表。服务器根据用户记录验证此列表并过滤掉无效记录。

source: Users may delete a notification token from their Settings but it would not affect other logins on this device. In addition to that, we had to build a delivery tracking mechanism when a notification is received. Unfortunately, we discovered that our server is unable to detect when a connection is broken so we had to send confirmations from the client side.
de: Benutzer können einen Benachrichtigungs-Token aus ihren Einstellungen löschen, aber das würde keine anderen Logins auf diesem Gerät beeinträchtigen. Zusätzlich mussten wir einen Zustellungsüberwachungsmechanismus für den Erhalt einer Benachrichtigung konstruieren. Unglücklicherweise entdeckten wir, dass unser Server nicht in der Lage ist, einen Verbindungsabbruch zu ermitteln, somit mussten wir von der Client-Seite Bestätigungen verschicken.
pl: Użytkownicy mogą usunąć token powiadomienia ze swoich ustawień, ale nie wpłynie to na inne logowania na tym urządzeniu. Oprócz tego musieliśmy zbudować mechanizm śledzenia dostawy po otrzymaniu powiadomienia. Niestety, odkryliśmy, że nasz serwer nie jest w stanie wykryć, kiedy połączenie jest zerwane, więc musieliśmy wysłać potwierdzenia od klienta.
ro: Utilizatorii pot șterge un token de notificare din Setări, dar acest lucru nu va afecta alte autentificări pe acest dispozitiv. În plus, a trebuit să construim un mecanism de urmărire a livrării atunci când se primește o notificare. Din nefericire, am descoperit că serverul nostru nu este capabil să detecteze momentul în care o conexiune este întreruptă, așa că a trebuit să trimitem confirmări din partea clientului.
ru: Пользователи могут удалить маркер уведомления из своих Настроек, но это не повлияет на другие входы в систему на этом устройстве. Кроме того, нам нужно было создать механизм отслеживания доставки при получении уведомления. К сожалению, мы обнаружили, что наш сервер не может определить, когда соединение разорвано, поэтому нам пришлось отправлять подтверждения со стороны клиента.
uk: Користувачі можуть видалити маркер повідомлення зі своїх Настройок, але це не вплине на інші входи в систему на цьому пристрої. Крім того, нам потрібно було створити механізм відстеження доставки при отриманні повідомлення. На жаль, ми виявили, що наш сервер не може визначити, коли з'єднання розірвано, тому нам довелося відправляти підтвердження з боку клієнта.
zh_hans: 用户可以从他们的设置中删除通知令牌，但不会影响此设备上的其他登录。除此之外，我们还必须在收到通知时建立一个交付跟踪机制。不幸的是，我们发现我们的服务器无法检测到连接何时断开，因此我们不得不从客户端发送确认。

source: To receive notifications, we leverage Android capabilities. We run a background service which keeps the connection to the server open, similar to what the FCM process does. Another difficulty was caused by the Doze mode, introduced in Android M. The Doze, which is turned on after a period of inactivity, among other things prevents background processes to access the network. As you can imagine, this prevents our app from receiving notifications.
de: Um Benachrichtigungen zu erhalten, nutzen wir die Android-Fähigkeiten zu unserem Vorteil. Wir betreiben einen Hintergrunddienst, der die Verbindung zum Server offen hält, ähnlich dem, was der FCM-Prozess macht. Eine weitere Schwierigkeit wurde durch den Doze-Modus verursacht, der in Android M eingeführt wurde. Doze, das sich nach einer Zeitspanne der Inaktivität einschaltet, hindert, unter anderen Dingen, Hintergrundprozesse ins Netz zu gelangen. Wie Sie sich vorstellen können, hindert es unsere App am Empfangen von Benachrichtigungen.
pl: Aby otrzymywać powiadomienia, wykorzystujemy możliwości Androida. Uruchamiamy usługę w tle, która utrzymuje połączenie z serwerem otwartym, podobnie do procesu FCM. Kolejną trudność spowodował tryb Doze wprowadzony w Androidzie M. Drzemka, która jest włączona po okresie bezczynności, między innymi uniemożliwia procesom w tle dostęp do sieci. Jak możesz sobie wyobrazić, uniemożliwia to naszej aplikacji otrzymywanie powiadomień.
ro: Pentru a primi notificări, ne folosim de capacitățile Android. Executăm un serviciu de fundal care menține deschisă conexiunea cu serverul, similar cu ceea ce face procesul FCM. O altă dificultate a fost cauzată de modul Doze, introdus în Android M. Doze, care este activat după o perioadă de inactivitate, împiedică, printre altele, procesele din fundal să acceseze rețeaua. După cum vă puteți imagina, acest lucru împiedică aplicația noastră să primească notificări.
ru: Для получения уведомлений мы используем возможности Android. Мы запускаем фоновую службу, которая держит открытым соединение с сервером, аналогично тому, как это делает процесс FCM. Еще одна сложность была вызвана режимом Doze, представленным в Android M. Режим Doze, который включается после периода бездействия, помимо прочего, не позволяет фоновым процессам получить доступ к сети. Как вы можете себе представить, это не позволяет нашему приложению получать уведомления.
uk: Для отримання сповіщень ми використовуємо можливості Android. Ми запускаємо фонову службу, яка тримає відкритим з'єднання з сервером, аналогічно тому, як це робить процес FCM. Ще одна складність була викликана режимом Doze, представленим в Android M. Режим Doze, який вмикається після періоду бездіяльності, крім іншого, не дозволяє фоновим процесам отримувати доступ до мережі. Як ви можете собі уявити, це не дозволяє нашому застосунку отримувати сповіщення.
zh_hans: 为了接收通知，我们利用了 Android 功能。我们运行一个后台服务来保持与服务器的连接打开，类似于 FCM 进程所做的。另一个困难是由 Android M 中引入的打盹模式引起的。打盹模式会在一段时间不活动后打开，除其他外，它会阻止后台进程访问网络。可以想象，这会阻止我们的应用接收通知。

source: We mitigate this problem by asking users to make an exemption from battery optimisations for our app. It worked fairly well. The similar problem, but unrelated to Doze is vendor-specific battery optimisations. In order to prolong the battery life of their devices phone manufacturers, like Xiaomi, enable strict battery optimisations by default. Luckily users can disable them, but we must communicate this better.
de: Wir entschärfen dieses Problem, indem wir die Anwender bitten, eine Ausnahme für die Akku-Optimierung für unsere App zu machen. Es funktioniert einigermaßen gut. Ein ähnliches Problem, allerdings nicht von Doze abhängig, sind anbieterspezifische Akku-Optimierungen. Um die Akkulaufzeit ihrer Geräte zu verlängern, aktivieren Telefonhersteller, wie Xiaomi, standardmäßig strenge Akku-Optimierungen. Glücklicherweise können Anwender sie deaktivieren, aber das müssen wir noch besser vermitteln.
pl: Ograniczamy ten problem, prosząc użytkowników o zwolnienie z optymalizacji baterii dla naszej aplikacji. Działało całkiem dobrze. Podobny problem, ale niezwiązany z Doze, polega na optymalizacji baterii stosowanej przez producenta. Aby przedłużyć żywotność baterii swoich urządzeń, producenci telefonów, tacy jak Xiaomi, domyślnie umożliwiają ścisłą optymalizację baterii. Na szczęście użytkownicy mogą je wyłączyć, ale musimy to lepiej przekazać.
ro: Atenuăm această problemă cerându-le utilizatorilor să facă o excepție de la optimizarea bateriei pentru aplicația noastră. A funcționat destul de bine. O problemă similară, dar care nu are legătură cu Doze, este reprezentată de optimizările de baterie specifice furnizorului. Pentru a prelungi durata de viață a bateriei dispozitivelor lor, producătorii de telefoane, precum Xiaomi, activează în mod implicit optimizări stricte ale bateriei. Din fericire, utilizatorii le pot dezactiva, dar trebuie să comunicăm mai bine acest lucru.
ru: Мы смягчили эту проблему, попросив пользователей сделать исключение из оптимизации батареи для нашего приложения. Это сработало достаточно хорошо. Аналогичная проблема, но не связанная с Doze, - это оптимизация батареи, зависящая от производителя. Чтобы продлить срок службы батареи своих устройств, производители телефонов, например Xiaomi, по умолчанию включают строгую оптимизацию батареи. К счастью, пользователи могут отключить их, но мы должны лучше информировать об этом.
uk: Ми пом'якшили цю проблему, попросивши користувачів зробити виняток з оптимізації батареї для нашого застосування. Це спрацювало досить добре. Аналогічна проблема, але не пов'язана з Doze, - це оптимізація батареї, що залежить від виробника. Щоб продовжити термін служби батареї своїх пристроїв, виробники телефонів, наприклад Xiaomi, за замовчуванням включають сувору оптимізацію батареї. На щастя, користувачі можуть відключити їх, але ми повинні краще інформувати про це.
zh_hans: 我们通过要求用户免除我们应用的电池优化来缓解这个问题。它工作得相当好。与 Doze 无关的类似问题是特定于供应商的电池优化。为了延长手机制造商（如小米）的电池寿命，默认启用严格的电池优化。幸运的是，用户可以禁用它们，但我们必须更好地传达这一点。

source: Another problem was caused by the Android O changes. One of them is background process restrictions: Unless your app is visible to the user, your background processes are going to be stopped and you’re unable to launch new ones.
de: Ein weiteres Problem wurde durch die Android O-Änderungen ausgelöst. Eine von ihnen sind Hintergrundprozesseinschränkungen: Wenn deine App für den Anwender nicht sichtbar ist, werden deine Hintergrundprozesse angehalten und du hast keine Möglichkeit neue zu starten.
pl: Kolejny problem spowodowały zmiany w Androidzie O. Jednym z nich są ograniczenia procesu w tle: jeśli Twoja aplikacja nie jest widoczna dla użytkownika, procesy w tle zostaną zatrzymane i nie będzie można uruchomić nowych.
ro: O altă problemă a fost cauzată de modificările aduse de Android O. Una dintre ele este restricționarea proceselor din fundal: Dacă aplicația dvs. nu este vizibilă pentru utilizator, procesele din fundal vor fi oprite și nu veți putea lansa altele noi.
ru: Еще одна проблема была вызвана изменениями в Android O. Одно из них - ограничение фоновых процессов: Если ваше приложение не видно пользователю, ваши фоновые процессы будут остановлены, и вы не сможете запустить новые.
uk: Ще одна проблема була викликана змінами в Android O. Одне з них - обмеження фонових процесів: Якщо ваш застосунок не видно користувачеві, ваші фонові процеси будуть зупинені, і ви не зможете запустити нові.
zh_hans: 另一个问题是由 Android O 更改引起的。其中之一是后台进程限制：除非你的应用对用户可见，否则你的后台进程将被停止并且你无法启动新进程。

source: Initially we thought that we can solve this by showing a persistent notification with minimal priority, which is visible in the notification gutter, but not in the status bar. This didn’t work for Oreo: If you try to launch a background service and use priority minimum for its notification, the notification priority is upgraded to a higher priority (visible all the time) and, in addition to that, the system shows another persistent notification: “App X is using battery”.
de: Ursprünglich dachten wir, dass wir dies lösen können, indem wir eine dauerhafte Benachrichtigung mit minimaler Priorität anzeigen, die im Benachrichtigungsauszug aber nicht in der Statusleiste sichtbar ist. Das funktionierte für Oreo nicht: Wenn du versuchst einen Hintergrunddienst zu starten und die Minimalpriorität für seine Benachrichtigung verwendest, wird die Benachrichtigungspriorität in eine höhere Prioritätsstufe (Immer sichtbar) umgewandelt und zusätzlich blendet das System eine weitere dauerhafte Benachrichtigung ein: “App X verbraucht Akku”.
pl: Początkowo sądziliśmy, że możemy rozwiązać ten problem, wyświetlając trwałe powiadomienie o minimalnym priorytecie, które jest widoczne w okienku powiadomień, ale nie na pasku stanu. To nie działało dla Oreo: jeśli spróbujesz uruchomić usługę działającą w tle i wykorzystasz priorytet powiadomienia o priorytecie, priorytet powiadomienia zostanie zaktualizowany do wyższego priorytetu (widoczny cały czas), a dodatkowo system wyświetli kolejne trwałe powiadomienie: "Aplikacja X używa baterii".
ro: Inițial, ne-am gândit că putem rezolva această problemă prin afișarea unei notificări persistente cu prioritate minimă, care este vizibilă în jgheabul de notificare, dar nu și în bara de stare. Acest lucru nu a funcționat pentru Oreo: Dacă încercați să lansați un serviciu în fundal și să utilizați prioritatea minimă pentru notificarea acestuia, prioritatea notificării este actualizată la o prioritate mai mare (vizibilă tot timpul) și, în plus, sistemul afișează o altă notificare persistentă: "App X is using battery" (Aplicația X consumă baterie).
ru: Первоначально мы думали, что можем решить эту проблему, показывая постоянное уведомление с минимальным приоритетом, которое видно в желобе уведомлений, но не в строке состояния. Это не сработало в Oreo: Если попытаться запустить фоновую службу и использовать для ее уведомления минимальный приоритет, то он повышается до более высокого (видимого все время), и в дополнение к этому система показывает еще одно постоянное уведомление: "Приложение X расходует заряд батареи".
uk: Спочатку ми думали, що можемо усунути цю проблему, показуючи постійне повідомлення з мінімальним пріоритетом, яке видно на панелі сповіщень, але не на панелі стану. Це не спрацювало в Oreo: Якщо спробувати запустити фонову службу і використовувати для її сповіщення мінімальний пріоритет, то він підвищується до вищого (видимого весь час), до того ж система показує ще одне постійне сповіщення: «Додаток X витрачає заряд батареї».
zh_hans: 最初我们认为我们可以通过显示具有最低优先级的持久通知来解决这个问题，该通知在通知栏可见，但在状态栏中不可见。这对 Oreo 不起作用：如果你尝试启动后台服务并为其通知使用最低优先级，则通知优先级会升级到更高的优先级（始终可见），除此之外，系统还会显示另一个持续通知：“应用 X 正在使用电池”。

source: We initially planned to explain users how they can hide these persistent notifications but that wasn’t a great user experience so we had to find a better solution. We leveraged Android Job mechanism to launch our service periodically (at least every 15 minutes), and we also try to keep it alive afterwards. We don’t hold WakeLocks manually – the system does this for us. We were able to ditch persistent notifications altogether. Even if notifications sometimes have a small delay, it will always be received and emails are there instantly.
de: Wir planten ursprünglich, den Nutzern zu erklären, wie sie diese dauerhaften Benachrichtigungen ausblenden können, aber das war kein tolles Anwendererlebnis, so mussten wir eine bessere Lösung finden. Wir nutzten den Android Job-Mechanismus aus, um unseren Dienst regelmäßig (wenigstens alle 15 Minuten) zu starten, und wir versuchen auch, ihn danach am Leben zu halten. Wir führen manuell keine WakeLocks durch – das System macht das für uns. Wir konnten die Dauerbenachrichtigungen ganz und gar verwerfen. Selbst wenn die Benachrichtigungen manchmal eine kleine Verspätung haben, werden sie immer ankommen und die E-Mails sind sofort da.
pl: Początkowo planowaliśmy wyjaśnić użytkownikom, w jaki sposób mogą ukryć te trwałe powiadomienia, ale nie było to wspaniałe doświadczenie dla użytkowników, więc musieliśmy znaleźć lepsze rozwiązanie. Zastosowaliśmy mechanizm Android Job, aby okresowo uruchamiać naszą usługę (przynajmniej co 15 minut), a także staramy się ją utrzymać przy życiu. Nie posiadamy ręcznie funkcji WakeLocks - system robi to za nas. Udało nam się całkowicie zrezygnować ze stałych powiadomień. Nawet jeśli powiadomienia mają czasami niewielkie opóźnienie, zawsze będą odbierane, a e-maile będą dostępne natychmiast.
ro: Inițial, am planificat să explicăm utilizatorilor cum pot ascunde aceste notificări persistente, dar aceasta nu era o experiență de utilizare excelentă, așa că a trebuit să găsim o soluție mai bună. Ne-am folosit de mecanismul Android Job pentru a lansa serviciul nostru periodic (cel puțin la fiecare 15 minute) și, de asemenea, încercăm să îl menținem în viață și după aceea. Nu ținem WakeLocks manual - sistemul face acest lucru pentru noi. Am reușit să renunțăm cu totul la notificările persistente. Chiar dacă notificările au uneori o mică întârziere, vor fi întotdeauna primite, iar e-mailurile sunt acolo instantaneu.
ru: Изначально мы планировали объяснить пользователям, как они могут скрыть эти постоянные уведомления, но это было не очень удобно для пользователей, поэтому нам пришлось искать лучшее решение. Мы использовали механизм Android Job для периодического запуска нашего сервиса (по крайней мере, каждые 15 минут), а также стараемся поддерживать его работоспособность после этого. Мы не держим WakeLocks вручную - система делает это за нас. Мы смогли полностью отказаться от постоянных уведомлений. Даже если уведомления иногда имеют небольшую задержку, они всегда будут получены, а электронные письма приходят мгновенно.
uk: Спочатку ми планували пояснити користувачам, як вони можуть приховати ці постійні повідомлення, але це було не дуже зручно для користувачів, тому нам довелося шукати краще рішення. Ми використовували механізм Android Job для періодичного запуску нашого сервісу (принаймні, кожні 15 хвилин), а також намагаємося підтримувати його працездатність після цього. Ми не тримаємо WakeLocks вручну - система робить це за нас. Ми змогли повністю відмовитися від постійних повідомлень. Навіть якщо повідомлення іноді мають невелику затримку, вони завжди будуть отримані, а електронні листи приходять миттєво.
zh_hans: 我们最初计划向用户解释他们如何隐藏这些持久通知，但这并不是一个很好的用户体验，所以我们必须找到一个更好的解决方案。我们利用 Android Job 机制定期启动我们的服务（至少每 15 分钟一次），之后我们也尝试让它保持活跃。我们不会手动持有唤醒锁——系统会为我们做这件事。我们能够完全放弃持久通知。即使通知有时会稍有延迟，但始终会收到通知，并且电子邮件会立即出现。
