Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: {{ page.featured }} Did you know that nowadays apps can track where you are and what you're looking at using inaudible (to humans) high-frequency sounds? Listening via your phone's microphone, apps containing certain trackerware pick up tones from TV, radio and web page ads, but also billboards, retail outlets and sports stadiums. See [this SC magazine article](https://www.scmagazineuk.com/invasive-apps-track-ultrasonic-sounds-via-mobile-microphone/article/1474717), for example.
de: {{ page.featured }} Wussten Sie, dass Apps heutzutage verfolgen können, wo Sie sind und was Sie sich ansehen, indem sie (für Menschen) nicht hörbare, hochfrequente Geräusche nutzen? Durch Abhören Ihres Telefonmikrofons, filtern Apps, die bestimmte Tracker-Software enthalten, Töne von Fernsehern, Radios und Webseiten-Werbungen aber auch von Werbetafeln, Outlets und Sportarenen heraus. Sehen Sie sich als Beispiel [diesen SC-Magazinartikel](https://www.scmagazineuk.com/invasive-apps-track-ultrasonic-sounds-via-mobile-microphone/article/1474717) an.
pl: {{ page.featured }} Czy wiesz, że w dzisiejszych czasach aplikacje mogą śledzić, gdzie jesteś i czego szukasz, używając niesłyszalnych (dla ludzi) dźwięków o wysokiej częstotliwości? Słuchanie za pośrednictwem mikrofonu telefonu powoduje, że aplikacje zawierające określone oprogramowanie śledzące pobierają dźwięki z reklam telewizyjnych, radiowych i internetowych, ale także billboardy, punkty sprzedaży detalicznej i stadiony sportowe. Zobacz [ten artykuł w magazynie SC](https://www.scmagazineuk.com/invasive-apps-track-ultrasonic-sounds-via-mobile-microphone/article/1474717), for example.
ro: {{ page.featured }} Știați că, în zilele noastre, aplicațiile pot urmări unde vă aflați și la ce vă uitați folosind sunete de înaltă frecvență inaudibile (pentru oameni)? Ascultând prin intermediul microfonului telefonului, aplicațiile care conțin anumite programe de urmărire captează tonurile de la reclamele de la televizor, radio și de pe paginile web, dar și de pe panourile publicitare, de la punctele de vânzare și de pe stadioanele sportive. A se vedea [this SC magazine article](https://www.scmagazineuk.com/invasive-apps-track-ultrasonic-sounds-via-mobile-microphone/article/1474717), de exemplu.
ru: {{ page.featured }} Знаете ли вы, что сегодня приложения могут отслеживать, где вы находитесь и на что смотрите, используя неслышимые (для человека) высокочастотные звуки? Прослушивая микрофон вашего телефона, приложения, содержащие определенные программы отслеживания, улавливают звуки, издаваемые рекламой на телевидении, радио и веб-страницах, а также рекламными щитами, торговыми точками и спортивными стадионами. Например, смотрите [эту статью в журнале SC](https://www.scmagazineuk.com/invasive-apps-track-ultrasonic-sounds-via-mobile-microphone/article/1474717).
uk: {{ page.featured }} Чи знаєте ви, що сьогодні застосунки можуть відстежувати, де ви знаходитеся і на що дивіться, використовуючи нечутні (для людини) високочастотні звуки? Прослуховуючи мікрофон вашого телефону, застосунки, що містять певні програми відстеження, вловлюють звуки, що видаються рекламою на телебаченні, радіо та вебсторінках, а також рекламними щитами, торговими точками і спортивними стадіонами. Наприклад, дивіться [цю статтю в журналі SC](https://www.scmagazineuk.com/invasive-apps-track-ultrasonic-sounds-via-mobile-microphone/article/1474717).
zh_hans: {{ page.featured }} 你知道现在的应用可以使用（人类）听不见的高频声音来追踪你在哪里以及你在看什么吗？通过手机的麦克风收听，包含某些跟踪软件的应用会从电视、广播和网页广告以及广告牌、零售店和体育场馆中获取音调。参见 [这篇 SC 杂志文章](https://www.scmagazineuk.com/invasive-apps-track-ultrasonic-sounds-via-mobile-microphone/article/1474717)的例子。

source: Enter **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)**, both a passive and an active microphone jammer. Its primary mode of operation is to hold an exclusive lock on the microphone, blocking other apps from even opening it. If that doesn't work, or if you suspect system apps are in play, it also has an active jamming mode, emitting its own tones from the phone's speaker, which hopefully interfere with these tracking sounds. Obviously this is less reliable, and of course, it's even better to not install hostile closed-source apps in the first place.
de: Kommen Sie zu **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)**, sowohl ein passiver als auch ein aktiver Mikrofonstörsender. Seine primäre Arbeitsweise ist, das Mikrofon ausschließlich geschlossen zu lassen, andere Apps davon abzuhalten es überhaupt zu öffnen. Wenn das nicht funktioniert, oder wenn Sie den Verdacht haben, System-Apps seien im Spiel, hat er auch einen aktiven Störsendermodus, der seine eigenen Töne über den Telefonlautsprecher aussendet, was hoffentlich die Geräusche für das Tracking überlagert. Augenscheinlich ist das weniger zuverlässig und natürlich ist es allemal besser, feindliche Closed Source Apps erst gar nicht zu installieren.
pl: Wprowadź **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)**, pasywną i aktywną wtyczkę mikrofonu. Jego podstawowym trybem działania jest trzymanie wyłącznego zamka na mikrofonie, uniemożliwiając innym aplikacjom nawet otwarcie go. Jeśli to nie zadziała lub jeśli podejrzewasz, że aplikacje systemowe są w grze, ma również aktywny tryb zagłuszania, emitując własne dźwięki z głośnika telefonu, co, mam nadzieję, przeszkadza w tych dźwiękach śledzenia. Oczywiście jest to mniej niezawodne i oczywiście lepiej jest nie instalować wrogich aplikacji o zamkniętym kodzie źródłowym.
ro: Introduceți **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)**, un dispozitiv de bruiaj al microfonului atât pasiv, cât și activ. Principalul său mod de funcționare este de a menține un blocaj exclusiv asupra microfonului, blocând alte aplicații să îl deschidă măcar. Dacă acest lucru nu funcționează sau dacă bănuiți că aplicațiile de sistem sunt în joc, are și un mod de bruiaj activ, care emite propriile tonuri din difuzorul telefonului, care sperăm că interferează cu aceste sunete de urmărire. Evident, acest lucru este mai puțin fiabil și, bineînțeles, este chiar mai bine să nu instalați aplicații ostile cu sursă închisă în primul rând.
ru: Введите **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)**, пассивный и активный глушитель микрофона. Его основной режим работы заключается в эксклюзивной блокировке микрофона, не позволяя другим приложениям даже открыть его. Если это не срабатывает, или если вы подозреваете, что в игре участвуют системные приложения, у него также есть активный режим глушения, излучающий собственные сигналы из динамика телефона, которые, как надеются, помешают этим звукам слежения. Очевидно, что этот способ менее надежен, и, конечно, лучше вообще не устанавливать враждебные приложения с закрытым исходным кодом.
uk: Введіть **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)**, пасивний і активний глушник мікрофона. Його основний режим роботи полягає в ексклюзивній блокування мікрофона, не дозволяючи іншим застосункам навіть відкрити його. Якщо це не спрацьовує, або якщо ви підозрюєте, що в грі беруть участь системні програми, у нього також є активний режим глушіння, що випромінює власні сигнали з динаміка телефону, які, як сподіваються, завадять цим звукам стеження. Очевидно, що цей спосіб менш надійний, і, звичайно, краще взагалі не встановлювати ворожі застосунки з закритим вихідним кодом.
zh_hans: 输入 **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)**，被动和主动麦克风干扰器。它的主要操作模式是对麦克风进行独占锁定，甚至阻止其他应用打开它。如果这不起作用，或者如果你怀疑系统应用正在运行，它还有一个主动干扰模式，从手机的扬声器发出自己的音调，这可能会干扰这些跟踪声音。显然这不太可靠，当然，最好不要一开始就安装恶意的闭源应用。

source: So this week PilferShush Jammer updated from 2.0.13 to 2.2.2, and it can now scan other apps, list their capabilities, and show which ones contain the NUHF beacon SDK. It can also scan a single app and show if it's accessing the microphone, among other things. Finally there are a new notifications channel, and other small improvements and bug fixes.
de: So wurde diese Woche PilferShush Jammer von 2.0.13 auf 2.2.2 aktualisiert, und er kann jetzt andere Apps durchsuchen, ihre Fähikeiten auflisten und anzeigen, welche davon das NUHF Beacon SDK enthalten. Er kann auch eine einzelne App scannen und anzeigen, ob sie auf das Mikrofon zugreift, neben weiteren Dingen. Schließlich gibt es einen neuen Benachrichtigungskanal sowie weitere kleine Verbesserungen und Fehlerkorrekturen.
pl: W tym tygodniu PilferShush Jammer zaktualizował się z wersji 2.0.13 do wersji 2.2.2, a teraz może skanować inne aplikacje, wymieniać ich możliwości i pokazywać, które z nich zawierają SDK NUHF beacon. Może również przeskanować pojedynczą aplikację i pokazać, między innymi, czy ma dostęp do mikrofonu. W końcu jest nowy kanał powiadomień i inne drobne ulepszenia i poprawki błędów
ro: Săptămâna aceasta, PilferShush Jammer a fost actualizat de la 2.0.13 la 2.2.2, iar acum poate scana alte aplicații, le poate lista capacitățile și poate arăta care dintre ele conțin SDK-ul NUHF beacon. Poate, de asemenea, să scaneze o singură aplicație și să arate dacă aceasta accesează microfonul, printre altele. În cele din urmă, există un nou canal de notificări și alte mici îmbunătățiri și corecturi de erori.
ru: На этой неделе PilferShush Jammer обновился с 2.0.13 до 2.2.2, и теперь он может сканировать другие приложения, перечислять их возможности и показывать, какие из них содержат NUHF beacon SDK. Он также может сканировать отдельное приложение и показывать, обращается ли оно к микрофону, среди прочего. Наконец, появился новый канал уведомлений, а также другие мелкие улучшения и исправления ошибок.
uk: На цьому тижні PilferShush Jammer оновився з 2.0.13 до 2.2.2, і тепер він може сканувати інші застосунки, перераховувати їх можливості та показувати, які з них містять NUHF beacon SDK. Він також може сканувати окремий застосунок і показувати, звертається воно до мікрофона, серед іншого. Нарешті, з'явився новий канал повідомлень, а також інші дрібні поліпшення і виправлення помилок.
zh_hans: 所以本周 PilferShush Jammer 从 2.0.13 更新到 2.2.2，它现在可以扫描其他应用，列出它们的功能，并显示哪些包含 NUHF 信标 SDK。它还可以扫描单个应用并显示它是否正在访问麦克风等。最后还有一个新的通知渠道，以及其他小的改进和错误修复。

source: **[Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/)** was updated from 0.43 to 0.45-legacy, adding multiple accounts support and properly handling APK splits, and a slew of other bug fixes and improvements.
de: **[Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/)** wurde von 0.43 auf 0.45-legacy aktualisiert, wobei die Unterstützung mehrerer Konten und die saubere Verarbeitung von APK-Splits sowie eine Menge Bugfixes und Verbesserungen hinzugefügt wurde.
pl: **[Sklep Yalp](https://f-droid.org/packages/com.github.yeriomin.yalpstore/)** został zaktualizowany z wersji 0.43 na 0.45, dodając obsługę wielu kont i poprawnie obsługując podziały APK oraz mnóstwo innych poprawek i usprawnień.
ro: **[Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/)** a fost actualizat de la 0.43 la 0.45-legacy, adăugând suport pentru mai multe conturi și gestionarea corectă a diviziunilor APK, precum și o mulțime de alte îmbunătățiri și corecturi de erori.
ru: **[Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/)** был обновлен с 0.43 до 0.45-legacy, добавлена поддержка нескольких учетных записей и правильная обработка разделения APK, а также множество других исправлений и улучшений.
uk: **[Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/)** був оновлений з 0.43 до 0.45-legacy, додана підтримка кількох облікових записів і виправлено обробку поділу APK, а також безліч інших виправлень і поліпшень.
zh_hans: **[Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/)** 从 0.43 更新到 0.45-legacy，添加了多帐户支持并正确处理 APK 拆分，以及一系列其他错误修复和改进。

source: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** is a map viewer with navigation system. It was updated from 2.3 to 2.6, now showing the unzipping process on the status bar, and with a new select-option to enter map on each startup, a help entry in the main menu linking to online documentation, and several crash fixes.
de: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** ist ein Kartenbetrachter mit Navigationssystem. Er wurde von 2.3 auf 2.6 aktualisiert, zeigt nun den Entpackvorgang in der Statusleiste an und besitzt eine neue Auswahloption zur Angabe der Karte bei jedem Start, einen Hilfeeintrag im Hauptmenü, der auf die Online-Dokumentation weiterleitet, und verschiedene Lösungen für Absturzursachen.
pl: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** to przeglądarka map z systemem nawigacji. Został zaktualizowany z wersji 2.3 do 2.6, pokazując teraz proces rozpakowywania na pasku stanu oraz nową opcję wyboru do wprowadzania mapy przy każdym uruchomieniu, wpis pomocy w menu głównym, łączący się z dokumentacją online i kilka poprawek błędów.
ro: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** este un vizualizator de hărți cu sistem de navigație. A fost actualizat de la 2.3 la 2.6, afișând acum procesul de descompunere pe bara de stare și cu o nouă opțiune de selectare pentru a introduce harta la fiecare pornire, o intrare de ajutor în meniul principal care face legătura cu documentația online și mai multe corecturi de eroare.
ru: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** - это программа для просмотра карт с навигационной системой. Программа была обновлена с версии 2.3 до 2.6. Теперь процесс распаковки отображается в строке состояния, при каждом запуске появляется опция выбора для ввода карты, в главном меню появился пункт справки со ссылкой на онлайн-документацию, а также исправлено несколько ошибок.
uk: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** - це програма для перегляду карт з навігаційною системою. Програма була оновлена з версії 2.3 до 2.6. Тепер процес розпакування відображається в рядку стану, при кожному запуску з'являється опція вибору для введення карти, в головному меню з'явився пункт довідки з посиланням на онлайн-документацію, а також виправлено декілька помилок.
zh_hans: **[PocketMaps](https://f-droid.org/packages/com.junjunguo.pocketmaps/)** 是一款带导航系统的地图查看器。它从 2.3 更新到 2.6，现在在状态栏上显示解压缩过程，并且在每次启动时都有一个新的选择选项来输入地图，主菜单中的帮助条目链接到在线文档，以及一些崩溃修复。

source: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)** shows a scrolling (tailed) view of the Android "logcat" system log, hence the goofy name. In version 1.2.0 the widget was fixed for Android 8+, and a filtered tags setting, progress bar loading from file and kernel log in shared zip were added. Among other small improvements, several crashes were also fixed.
de: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)** zeigt eine scrollende ("tail-te") Ansicht des Android "logcat" Systemprotokolls, daher der alberne Name. In Version 1.2.0 wurde das Widget für Android 8+ repariert und eine gefilterte Tags-Einstellung, das Laden der Fortschrittsanzeige aus der Datei und das Kernel-Log im Shared Zip wurden hinzugefügt. Neben anderen kleinen Verbesserungen wurden auch mehrere Abstürze behoben.
pl: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)** pokazuje przewijany (ogoniasty) widok logu systemowego Android "logcat", stąd głupia nazwa. W wersji 1.2.0 widget został naprawiony dla Androida 8 i dodano ustawienia filtrowanych tagów, ładowanie paska postępu z pliku i log jądra w udostępnionym pliku ZIP. Wśród innych drobnych ulepszeń naprawiono również kilka awarii.
ro: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)** afișează o vizualizare derulantă (cu coadă) a jurnalului de sistem "logcat" al Android, de unde și numele ciudat. În versiunea 1.2.0, widget-ul a fost fixat pentru Android 8+ și au fost adăugate o setare a etichetelor filtrate, o bară de progres care se încarcă din fișier și jurnalul kernelului în zip partajat. Printre alte mici îmbunătățiri, au fost corectate și câteva accidentări.
ru: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)** показывает прокручивающийся (хвостатый) вид системного журнала Android "logcat", отсюда и дурацкое название. В версии 1.2.0 виджет был исправлен для Android 8+, а также добавлена настройка фильтрованных тегов, загрузка прогресс-бара из файла и журнал ядра в общем zip. Помимо прочих мелких улучшений, было исправлено несколько сбоев.
uk: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)** показує, що прокручується (хвостатий) вид системного журналу Android "logcat", звідси і безглузда назва. У версії 1.2.0 віджет був виправлений для Android 8+, а також додана настройка фільтрованих тегів, завантаження прогрес-бару з файлу і журнал ядра в загальному zip. Крім інших дрібних поліпшень, було виправлено кілька збоїв.
zh_hans: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)** 显示了 Android“logcat”系统日志的滚动（尾部）视图，因此得名.在 1.2.0 版中，该小部件已针对 Android 8+ 进行了修复，并添加了过滤标签设置、从文件加载进度条和共享 zip 中的内核日志。在其他小的改进中，还修复了几个崩溃。

source: {{ page.major }} The "simple mobile tools" **[File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** and **[Flashlight](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** were updated to 5.0.1 and 5.0.0 respectively, bumping the minimum required Android version to 5.0 (from 4.1), and replacing the G+ button with Reddit, among some small fixes.
de: {{ page.major }} Die "Simple Mobile Tools" **[File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** und **[Flashlight](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** erhielten Updates auf 5.0.1 bzw. 5.0.0, bei der die Minimalanforderung an die Android-Version auf 5.0 (von 4.1) angehoben und der G+ Button durch Reddit ersetzt wird, neben einigen kleinen Reparaturen.
pl: {{ page.major }} "Proste narzędzia mobilne" **[Menedżer plików](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** i **[Latarka](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** zostały zaktualizowane odpowiednio do 5.0.1 i 5.0.0, podnosząc minimalną wymaganą wersję Androida do 5.0 (z 4.1) i zastępując przycisk G+ Reddit, pośród niewielkich poprawek.
ro: {{ page.major }} "Instrumentele mobile simple" **[File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** și **[Flashlight](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** au fost actualizate la 5.0.1 și, respectiv, 5.0.0.0, ridicând versiunea minimă necesară pentru Android la 5.0 (de la 4.1) și înlocuind butonul G+ cu Reddit, printre câteva mici corecturi.
ru: {{ page.major }} "Simple mobile tool" **[Файловый менеджер](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** и **[Фонарик](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** были обновлены до версий 5.0.1 и 5.0.0 соответственно, минимальная требуемая версия Android увеличена до 5.0 (с 4.1), кнопка G+ заменена на Reddit, а также внесены некоторые мелкие исправления.
uk: {{ page.major }} "Simple mobile tool" **[Файловий менеджер](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** і **[Ліхтарик](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** були оновлені до версій 5.0.1 і 5.0.0 відповідно, мінімальна необхідна версія Android збільшена до 5.0 (з 4.1), кнопка G + замінена на Reddit, а також внесені деякі дрібні виправлення.
zh_hans: {{ page.major }} “简单的移动工具” **[文件管理器](https://f-droid.org/packages/com.simplemobiletools.filemanager/)** 和 **[手电筒](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** 分别更新到 5.0.1 和 5.0.0，将最低要求的 Android 版本提升到 5.0（从 4.1），并替换 Reddit 上的 G+ 按钮，以及一些小的修复。
