Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[LDAP Sync](https://f-droid.org/packages/de.wikilab.android.ldapsync/)**: Sync your contacts with ldap.
de: **[LDAP Sync](https://f-droid.org/packages/de.wikilab.android.ldapsync/)**: Kontakte mit LDAP synchronisieren.
pl: **[LDAP Sync](https://f-droid.org/packages/de.wikilab.android.ldapsync/)**: Synchronizuj swoje kontakty z ldap.
ro: **[LDAP Sync](https://f-droid.org/packages/de.wikilab.android.ldapsync/)**: Sincronizează-ți contactele cu ldap.
ru: **[LDAP Sync](https://f-droid.org/packages/de.wikilab.android.ldapsync/)**: Синхронизация контактов с ldap.
uk: **[LDAP Sync](https://f-droid.org/packages/de.wikilab.android.ldapsync/)**: Синхронізація контактів з ldap.
zh_hans: **[LDAP 同步](https://f-droid.org/packages/de.wikilab.android.ldapsync/)**：将你的联系人与 ldap 同步。

source: **[Chord Reader](https://f-droid.org/packages/org.handmadeideas.chordreader/)**: Search for, display, transpose and save chords on your phone.
de: **[Chord Reader](https://f-droid.org/packages/org.handmadeideas.chordreader/)**: Akkorde suchen, anzeigen, transponieren und auf Ihrem Gerät speichern.
pl: **[Chord Reader](https://f-droid.org/packages/org.handmadeideas.chordreader/)**: Szukaj, wyświetlaj, transponuj i zapisuj akordy w telefonie.
ro: **[Chord Reader](https://f-droid.org/packages/org.handmadeideas.chordreader/)**: Căutați, afișați, transpuneți și salvați acorduri pe telefon.
ru: **[Chord Reader](https://f-droid.org/packages/org.handmadeideas.chordreader/)**: Поиск, отображение, транспонирование и сохранение аккордов на вашем телефоне.
uk: **[Chord Reader](https://f-droid.org/packages/org.handmadeideas.chordreader/)**: Пошук, відображення, транспонування і збереження акордів на вашому телефоні.
zh_hans: **[Chord Reader](https://f-droid.org/packages/org.handmadeideas.chordreader/)**：在手机上搜索、显示、移调和保存和弦。

source: **[Crazyflie Client](https://f-droid.org/packages/se.bitcraze.crazyfliecontrol2/)**: Control your crazyflie quadcopter from your mobile device.
de: **[Crazyflie Client](https://f-droid.org/packages/se.bitcraze.crazyfliecontrol2/)**: Deinen Crazyflie Quadrocopter über dein Mobilgerät steuern.
pl: **[Crazyflie Client](https://f-droid.org/packages/se.bitcraze.crazyfliecontrol2/)**: Kontroluj swój quadkopter crazyflie ze swojego urządzenia mobilnego.
ro: **[Crazyflie Client](https://f-droid.org/packages/se.bitcraze.crazyfliecontrol2/)**: Controlează-ți quadcopterul crazyflie de pe dispozitivul tău mobil.
ru: **[Crazyflie Client](https://f-droid.org/packages/se.bitcraze.crazyfliecontrol2/)**: Управляйте квадрокоптером crazyflie с мобильного устройства.
uk: **[Crazyflie Client](https://f-droid.org/packages/se.bitcraze.crazyfliecontrol2/)**: Керуйте квадрокоптера crazyflie з мобільного пристрою.
zh_hans: **[Crazyflie Client](https://f-droid.org/packages/se.bitcraze.crazyfliecontrol2/)**：从你的移动设备控制你的 crazyflie 四轴飞行器。

source: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** was [updated](https://github.com/duckduckgo/Android/releases) from 5.15.1 to 5.18.0. It fixes a bug that prevents opening homescreen or shared links in the app, adds an information box to let you know how to install the search widget, and improves the data clearing process. The URL bar was also polished and received a few small bugfixes.
de: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** erhielt ein [Update](https://github.com/duckduckgo/Android/releases) von 5.15.1 auf 5.18.0. Es behebt einen Fehler, der den Wechsel zum Startbildschirm oder das Öffnen freigegebener Links in der App verhindert, ergänzt eine Info-Box, um zu erfahren, wie das Such-Widget installiert wird, und verbessert den Datenbereinigungsvorgang. Außerdem wurde die Adressleiste aufpoliert und erhielt einige kleine Korrekturen.
pl: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** co [zaktualizowane](https://github.com/duckduckgo/Android/releases) z 5.15.1 do 5.18.0. Naprawia błąd, który uniemożliwia otwieranie ekranu głównego lub łączy udostępnionych w aplikacji, dodaje pole informacji, aby poinformować, jak zainstalować widżet wyszukiwania i poprawia proces rozliczeń danych. Pasek adresu URL został również dopracowany i otrzymał kilka drobnych poprawek błędów.
ro: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** a fost [updated](https://github.com/duckduckgo/Android/releases) de la 5.15.1 la 5.18.0. Aceasta remediază o eroare care împiedica deschiderea linkurilor de pe ecranul principal sau a linkurilor partajate în aplicație, adaugă o casetă de informații pentru a vă anunța cum să instalați widgetul de căutare și îmbunătățește procesul de ștergere a datelor. Bara URL a fost, de asemenea, lustruită și a primit câteva mici corecturi de erori.
ru: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** был [обновлен](https://github.com/duckduckgo/Android/releases) с 5.15.1 до 5.18.0. В нем исправлена ошибка, не позволяющая открывать ссылки на домашнем экране или общие ссылки в приложении, добавлено информационное окно, информирующее об установке поискового виджета, и улучшен процесс очистки данных. Также была улучшена панель URL-адресов и исправлено несколько мелких ошибок.
uk: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** було [оновлено](https://github.com/duckduckgo/Android/releases) з версії 5.15.1 до 5.18.0. У ньому виправлена помилка, що не дозволяє відкривати посилання на домашньому екрані або загальні посилання в застосунку, додано інформаційне вікно, що інформує про встановлення пошукового віджета, і поліпшено процес очищення даних. Також була покращена панель URL-адреси та виправлено кілька дрібних помилок.
zh_hans: **[DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/)** 已从 5.15.1 [更新](https://github.com/duckduckgo/Android/releases)到 5.18.0。它修复了阻止在应用中打开主屏幕或共享链接的错误，添加了一个信息框，让你知道如何安装搜索小部件，并改进了数据清除过程。URL 栏也进行了优化，并获得了一些小错误修正。

source: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 1.2.0 [is in](https://github.com/etesync/android/blob/HEAD/ChangeLog.md), adding a button to install OpenTasks if it isn't installed, and warning about clients that don't support email attachments when sending event invites.
de: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 1.2.0 [ist da](https://github.com/etesync/android/blob/HEAD/ChangeLog.md), ergänzt einen Schalter, um OpenTasks zu installieren, falls es nicht installiert ist, und warnt vor Clients, die keine E-Mail-Anhänge unterstützen, wenn Einladungen zu Veranstaltungen verschickt werden.
pl: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 1.2.0 [jest w](https://github.com/etesync/android/blob/HEAD/ChangeLog.md), dodano przycisk do instalacji OpenTasks, jeśli nie jest zainstalowany, oraz ostrzega o klientach, które nie obsługują załączników do wiadomości e -mail podczas wysyłania zaproszeń.
ro: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 1.2.0 [is in](https://github.com/etesync/android/blob/HEAD/ChangeLog.md), adăugarea unui buton pentru a instala OpenTasks dacă acesta nu este instalat și avertizarea cu privire la clienții care nu acceptă atașamente de e-mail atunci când trimit invitații la evenimente.
ru: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 1.2.0 [в](https://github.com/etesync/android/blob/HEAD/ChangeLog.md), добавление кнопки для установки OpenTasks, если он не установлен, и предупреждение о клиентах, не поддерживающих вложения электронной почты при отправке приглашений на мероприятия.
uk: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 1.2.0 [в](https://github.com/etesync/android/blob/HEAD/ChangeLog.md), додавання кнопки для установки OpenTasks, якщо він не встановлений, і попередження про клієнтів, які не підтримують вкладення електронної пошти при відправці запрошень на заходи.
zh_hans: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 1.2.0 [发布](https://github.com/etesync/android/blob/HEAD/ChangeLog.md)，如果未安装 OpenTasks，则添加一个按钮以安装它，并在发送事件邀请时警告不支持电子邮件附件的客户端。

source: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** is a baby-game featuring a small piano. This [update](https://github.com/nicolasbrailo/PianOli/releases) from 1.1 to 1.4 brings a new child-lock that blocks any naive attempts at closing the app. It should now be a bit harder for babies to close the app (and unfortunately also for grownups). Also new is the warning sound when quitting the app.
de: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** ist ein Spiel für Kleinkinder in Form eines kleinen Klaviers. Dieses [Update](https://github.com/nicolasbrailo/PianOli/releases) von 1.1 auf 1.4 bringt eine neue Kindersicherung mit, die kindliche Versuche, die App zu schließen, blockiert. Es sollte nun für Babys (und unglücklicherweise auch für Erwachsene) etwas schwieriger sein, die App zu beenden. Ebenfalls neu ist der Warnton beim Verlassen der App.
pl: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** to gra dla dzieci z małym fortepianem. Ta [aktualizacja](https://github.com/nicolasbrailo/PianOli/releases) z 1.1 do 1.4 wprowadza nową blokadę rodzicielską, która blokuje wszelkie naiwne próby zamknięcia aplikacji. Teraz powinno być trochę trudniej dla dzieci, aby zamknąć aplikację (i niestety także dla dorosłych). Nowością jest także dźwięk ostrzegawczy przy zamykaniu aplikacji.
ro: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** este un joc pentru copii cu un pian mic. Acest [update](https://github.com/nicolasbrailo/PianOli/releases) de la 1.1 la 1.4 aduce un nou sistem de blocare pentru copii care blochează orice încercare naivă de închidere a aplicației. Acum ar trebui să fie un pic mai greu pentru bebeluși să închidă aplicația (și, din păcate, și pentru adulți). De asemenea, este nou și sunetul de avertizare la închiderea aplicației.
ru: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** - это детская игра с маленьким пианино. Это [обновление](https://github.com/nicolasbrailo/PianOli/releases) с 1.1 до 1.4 привносит новый детский замок, который блокирует любые наивные попытки закрыть приложение. Теперь малышам будет немного сложнее закрыть приложение (и, к сожалению, взрослым тоже). Также добавлен предупреждающий звук при выходе из приложения.
uk: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** - це дитяча гра з маленьким піаніно. Це [оновлення](https://github.com/nicolasbrailo/PianOli/releases) з 1.1 до 1.4 привносить новий дитячий замок, який блокує будь-які наївні спроби закрити програму. Тепер малюкам буде трохи складніше закрити програму (і, на жаль, дорослим теж). Також доданий застережливий звук при виході з програми.
zh_hans: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** 是一款以小钢琴为特色的婴儿游戏。这个从 1.1 到 1.4 的[更新](https://github.com/nicolasbrailo/PianOli/releases) 带来了一个新的儿童锁，可以阻止任何关闭应用的幼稚尝试。婴儿现在应该更难关闭应用（不幸的是，对于成年人来说也是如此）。退出应用时的警告声音也是新的。

source: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** was [updated](https://github.com/M66B/open-source-email/releases) from 1.333 to 1.338, featuring improved auto-linking, improved inline attachment selection, synchronize-on-demand, support for semi-automatic encryption, and snooze menu on the expanded message view.
de: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** wurde von 1.333 auf 1.338 [aktualisiert](https://github.com/M66B/open-source-email/releases), ausgestattet mit verbesserter automatischer Verknüpfung, verbesserter Inline-Anhang-Auswahl, Synchronisation auf Verlangen, Unterstützung einer halbautomatischen Verschlüsselung und Schlummer-Menü in der erweiterten Nachrichtenansicht.
pl: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** został [zaktualizowany](https://github.com/M66B/open-source-email/releases) z 1.333 do 1.338, z ulepszonym automatycznym łączeniem, ulepszonym wbudowanym wyborem załączników, synchronizacją na żądanie, obsługą półautomatycznego szyfrowania oraz menu drzemki w rozszerzonym widoku wiadomości.
ro: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** a fost [updated](https://github.com/M66B/open-source-email/releases) de la 1.333 to 1.338, cu legături automate îmbunătățite, selecție îmbunătățită a atașamentelor în linie, sincronizare la cerere, suport pentru criptare semiautomată și meniu snooze în vizualizarea extinsă a mesajelor.
ru: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** был [обновлен](https://github.com/M66B/open-source-email/releases) с версии 1.333 до 1.338. В нем улучшена автоматическая привязка, улучшен выбор вложений, синхронизация по требованию, поддержка полуавтоматического шифрования и меню snooze в расширенном просмотре сообщений.
uk: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** було [оновлено](https://github.com/M66B/open-source-email/releases) з версії 1.333 до 1.338. У ньому покращена автоматична прив'язка, поліпшений вибір вкладень, синхронізація на вимогу, підтримка напівавтоматичного шифрування і меню snooze в розширеному перегляді повідомлень.
zh_hans: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** 已从 1.333 [更新](https://github.com/M66B/open-source-email/releases)到 1.338，具有改进的自动链接、改进的内联附件选择、按需同步、支持半自动加密和扩展消息视图上的贪睡菜单。

source: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** was [updated](https://git.angry.im/PeterCxy/Shelter/releases) to 1.4, introducing "linked unfreeze" shortcuts, "camera proxy" feature, support for cross-profile widgets, support for viewing and manipulating all installed applications (may break things), and in-app global search.
de: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** wurde auf 1.4 [aktualisiert](https://git.angry.im/PeterCxy/Shelter/releases), führt "linked unfreeze"-Schnellwahlen, "camera proxy"-Feature, Unterstützung profilübergreifender Widgets, Unterstützung der Ansicht und Manipulation aller installierten Anwendungen (was zu Störungen führen kann) und eine globale In-App-Suche ein.
pl: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** został [zaktualizowany](https://git.angry.im/PeterCxy/Shelter/releases) do wersji 1.4, wprowadzając skróty „połączone odblokowanie”, funkcję „proxy kamery”, obsługę widżetów między profilami, obsługę przeglądania i manipulowania wszystkimi zainstalowanymi aplikacjami (może przerwać działanie) oraz globalne wyszukiwanie w aplikacji.
ro: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** a fost [updated](https://git.angry.im/PeterCxy/Shelter/releases) la 1.4, introducerea comenzilor rapide "legate de dezgheț", a funcției "camera proxy", a suportului pentru widget-uri de profil încrucișat, a suportului pentru vizualizarea și manipularea tuturor aplicațiilor instalate (s-ar putea să strice lucrurile) și a căutării globale în aplicație.
ru: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** был [обновлен](https://git.angry.im/PeterCxy/Shelter/releases) до версии 1.4, в которой появились ярлыки "linked unfreeze", функция "camera proxy", поддержка кросс-профильных виджетов, поддержка просмотра и работы со всеми установленными приложениями (может сломаться), а также глобальный поиск в приложении.
uk: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** було [оновлено](https://git.angry.im/PeterCxy/Shelter/releases) до версії 1.4, в якій з'явилися ярлики "linked unfreeze", функція "camera proxy", підтримка багатопрофільних віджетів, підтримка перегляду і роботи з усіма встановленими застосунками (може зламатися), а також глобальний пошук в застосунку.
zh_hans: **[Shelter](https://f-droid.org/packages/net.typeblog.shelter/)** 已[更新](https://git.angry.im/PeterCxy/Shelter/releases)到 1.4，引入“链接解冻”快捷方式、“相机代理”功能、支持跨配置文件小部件、支持查看和操作所有已安装的应用（可能会破坏）以及应用内全局搜索。

source: TWIF 45: Localization improvements and faster news
de: TWIF 45: Verbesserungen der Lokalisierung und schnellere Neuigkeiten
pl: TWIF 45: Poprawa lokalizacji i szybsze wiadomości
ro: TWIF 45: Îmbunătățiri de localizare și știri mai rapide
ru: TWIF 45: Улучшения локализации и более быстрые новости
uk: TWIF 45: Покращення локалізації і більш швидкі новини
zh_hans: TWIF 45：本地化改进和更快的新闻

source: In this edition: Localization improvements in the F-Droid repository, F-Droid News section is splitting off, german article on how to have your own F-Droid repository, and Calendar Notifications Plus unpublished from Play Store. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Verbesserungen der Lokalisierung im F-Droid-Repository, F-Droid-Nachrichtenbereich spaltet sich ab, deutscher Artikel über eigene F-Droid-Repositorys und Calendar Notifications Plus aus dem Play Store zurückgezogen. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: W tym wydaniu: Poprawki lokalizacyjne w repozytorium F -Droid, sekcja F -Droid News rozdziela się, niemiecki artykuł o tym, jak mieć własne repozytorium F -Droid oraz Calendar Notifications Plus nieopublikowane w Play Store. Dostępne są **{{ page.number_of_added_apps }}** nowe i **{{ page.number_of_updated_apps }}** zaktualizowane aplikacje.
ro: În această ediție: Îmbunătățiri de localizare în depozitul F-Droid, secțiunea F-Droid News se separă, articol în limba germană despre cum să ai propriul depozit F-Droid și Calendar Notifications Plus nepublicat din Play Store. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Улучшения локализации в репозитории F-Droid, раздел F-Droid News отделяется, немецкая статья о том, как иметь свой собственный репозиторий F-Droid, а также Calendar Notifications Plus неопубликован из Play Store. Есть **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Покращення локалізації в репозиторії F-Droid, розділ F-Droid News відділяється, німецька стаття про те, як мати свій власний репозиторій F-Droid, а також Calendar Notifications Plus неоприлюднені з Play Store. Є ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 在此版本中：F-Droid 存储库中的本地化改进、F-Droid 新闻部分正在拆分、关于如何拥有自己的 F-Droid 存储库的德语文章以及从 Play 商店下架的 Calendar Notifications Plus。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: Localization improvements in the F-Droid repository
de: Verbesserungen der Lokalisierung im F-Droid-Repository
pl: Usprawnienia lokalizacji w repozytorium F-Droid
ro: Îmbunătățiri de localizare în depozitul F-Droid
ru: Улучшения локализации в репозитории F-Droid
uk: Покращення локалізації в репозиторії F-Droid
zh_hans: F-Droid 存储库中的本地化改进

source: As part of the Linguine grant, [Weblate](https://weblate.org) has implemented F-Droid/Fastlane support for app description metadata. This makes it incredibly easy to add translations without needing to go through any extra intermediate conversion steps. **[@\_hc](https://forum.f-droid.org/u/hans)** has been deep diving into the localization workflow, converting several apps to this new workflow, including the F-Droid app itself.
de: Im Rahmen des Linguine-Stipendiums hat [Weblate](https://weblate.org) die F-Droid/Fastlane Unterstützung für App-Beschreibungs-Metadaten implementiert. Dies macht es unglaublich einfach, Übersetzungen hinzuzufügen, ohne zusätzliche Zwischenschritte bei der Konvertierung durchführen zu müssen. **[@\_hc](https://forum.f-droid.org/u/hans)** hat sich tief in den Lokalisierungs-Workflow eingearbeitet und mehrere Anwendungen in diesen neuen Workflow konvertiert, einschließlich der F-Droid-App selbst.
pl: W ramach grantu Linguine [Weblate](https://weblate.org) wdrożył obsługę F-Droid/Fastlane dla metadanych opisu aplikacji. Dzięki temu dodawanie tłumaczeń jest niezwykle łatwe bez konieczności przechodzenia przez dodatkowe etapy konwersji. **[@\_hc](https://forum.f-droid.org/u/hans)** zagłębia się głęboko w proces lokalizacji, przekształcając kilka aplikacji w ten nowy proces pracy, w tym samą aplikację F-Droid.
ro: Ca parte a grantului Linguine, [Weblate](https://weblate.org) a implementat suportul F-Droid/Fastlane pentru metadatele de descriere a aplicațiilor. Acest lucru face incredibil de ușoară adăugarea de traduceri fără a fi nevoie să treacă prin etape suplimentare de conversie intermediare. **[@\_hc](https://forum.f-droid.org/u/hans)** a aprofundat fluxul de lucru pentru localizare, convertind mai multe aplicații la acest nou flux de lucru, inclusiv aplicația F-Droid însăși.
ru: В рамках гранта Linguine компания [Weblate](https://weblate.org) внедрила поддержку F-Droid/Fastlane для метаданных описания приложений. Это невероятно упрощает добавление переводов без необходимости проходить дополнительные промежуточные этапы преобразования. **[@\_hc](https://forum.f-droid.org/u/hans)** глубоко погрузился в рабочий процесс локализации, переведя несколько приложений на этот новый рабочий процесс, включая само приложение F-Droid.
uk: В рамках гранту Linguine компанія [Weblate](https://weblate.org) впровадила підтримку F-Droid/Fastlane для метаданих опису застосунків. Це неймовірно спрощує додавання перекладів без необхідності проходити додаткові проміжні етапи перетворення. **[@ \ _ hc](https://forum.f-droid.org/u/hans)** глибоко занурився в робочий процес локалізації, перевівши кілька застосунків на цей новий робочий процес, включаючи сам застосунок F-Droid.
zh_hans: 作为 Linguine 资助的一部分，[Weblate](https://weblate.org) 实现了对应用描述元数据的 F-Droid/Fastlane 支持。这使得添加翻译变得非常容易，不需要经过任何额外的中间转换步骤。 **[@\_hc](https://forum.f-droid.org/u/hans)** 一直在深入研究本地化工作流程，将几个应用转换到这个新的工作流程，包括 F-Droid 应用本身。

source: F-Droid News section is splitting off
de: Abspaltung des F-Droid-Nachrichtenbereichs
pl: Sekcja Aktualności F-Droid wydziela się
ro: Secțiunea F-Droid News se divizează
ru: Раздел новостей F-Droid отделяется
uk: Розділ новин F-Droid відділяється
zh_hans: F-Droid 新闻版块正在拆分
