Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Did we mention **[Peertube](https://f-droid.org/packages/net.schueller.peertube/)**? Yes, even more news, as the app got updated to 1.0.23 adding a work-in-progress like/dislike function, translations updates, general UI polish and video downloads.
de: Haben wir **[Peertube](https://f-droid.org/packages/net.schueller.peertube/)** erwähnt? Ja und es gibt weitere Neuigkeiten dazu, da die App auf 1.0.23 aktualisiert wurde mit Ergänzung einer noch in Entwicklung befindlichen "Gefällt mir/Gefällt mir nicht"-Funktion, Übersetzungsaktualisierungen, generell aufpolierter Benutzerschnittstelle und Video-Downloads.
pl: Czy wspomnieliśmy **[Peertube](https://f-droid.org/packages/net.schueller.peertube/)**? Tak, jeszcze więcej informacji, ponieważ aplikacja została zaktualizowana do wersji 1.0.23, dodając funkcję work-in-progress like/dislike, aktualizacje tłumaczeń, ogólne pliki do pobrania w formacie UI i wideo.
ro: Am menționat **[Peertube](https://f-droid.org/packages/net.schueller.peertube/)**? Da, și mai multe noutăți, deoarece aplicația a fost actualizată la versiunea 1.0.23, adăugând o funcție "like/dislike", actualizări ale traducerilor, lustruirea generală a interfeței de utilizare și descărcări video.
ru: Мы упоминали **[Peertube](https://f-droid.org/packages/net.schueller.peertube/)**? Да, еще больше новостей, так как приложение обновилось до версии 1.0.23, добавив функцию "нравится/не нравится", обновления переводов, общую полировку пользовательского интерфейса и загрузку видео.
uk: Ми згадували **[Peertube](https://f-droid.org/packages/net.schueller.peertube/)**? Так, ще більше новин, так як застосунок оновилося до версії 1.0.23, додавши функцію "подобається/не подобається", оновлення перекладів, загальну полірування призначеного для користувача інтерфейсу і завантаження відео.
zh_hans: 我们有没有提到过 **[Peertube](https://f-droid.org/packages/net.schueller.peertube/)**？是的，还有更多消息，随着应用更新到 1.0.23，添加了一个正在进行的喜欢/不喜欢功能、翻译更新、常规 UI 润色和视频下载。

source: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** was updated to 0.8.21 tracking the upstream [Riot.im](https://f-droid.org/packages/im.vector.alpha/) update that was featured in [TWIF37]({{ site.baseurl }}/2019/01/05/twif-37-the-european-bug-bounty-edition.html) last week.
de: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** wurde auf 0.8.21 aktualisiert, dem eingespielten [Riot.im](https://f-droid.org/packages/im.vector.alpha/)-Update folgend, das im [TWIF37]({{ site.baseurl }}/2019/01/05/twif-37-the-european-bug-bounty-edition.html) letzte Woche vorgestellt wurde.
pl: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** został zaktualizowany do 0.8.21 śledząc aktualizację [Riot.im](https://f-droid.org/packages/im.vector.alpha/), która została przedstawiona w [TWIF37]({{ site.baseurl }}/2019/01/05/twif-37-the-european-bug-bounty-edition.html) w zeszłym tygodniu.
ro: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** a fost actualizat la 0.8.21, urmărind actualizarea [Riot.im](https://f-droid.org/packages/im.vector.alpha/) care a fost prezentată în [TWIF37]({{ site.baseurl }}/2019/01/05/twif-37-the-european-bug-bounty-edition.html) săptămâna trecută.
ru: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** был обновлен до версии 0.8.21, отслеживая обновление [Riot.im](https://f-droid.org/packages/im.vector.alpha/), которое было представлено в [TWIF37]({{ site.baseurl }}/2019/01/05/twif-37-the-european-bug-bounty-edition.html) на прошлой неделе.
uk: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** був оновлений до версії 0.8.21, відстежуючи оновлення [Riot.im](https://f-droid .org/packages/im.vector.alpha/), яке було представлено в [TWIF37]({{ site.baseurl }}/2019/01/05/twif-37-the-european-bug-bounty-edition.html) минулого тижня.
zh_hans: **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)** 跟随上游 [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 在上周的 [TWIF37]({{ site.baseurl }}/2019/01/05/twif-37-the-european-bug-bounty-edition.html) 中提到的更新，更新到了 0.8.21 。

source: **[Movim](https://f-droid.org/packages/com.movim.movim/)** the distributed social networking platform based on XMPP has a new version of their app out, almost 2 years to the day. While the app (a wrapper around Webview) saw just a little polish, the services it connects to have evolved a great deal in the mean time, you can read more [here](https://nl.movim.eu/?node/pubsub.movim.eu/Movim/movim-0-14-scotty-anniversary-edition-J8qk3N).
de: **[Movim](https://f-droid.org/packages/com.movim.movim/)** die auf XMPP basierende, dezentrale Soziale-Netzwerk-Plattform brachte nach fast 2 Jahren eine neue Version ihrer App heraus. Während die App (eine Verpackung um Webview) nur wenig aufpoliert wurde, entwickelten sich die Dienste, mit denen sie sich verbindet, in der Zwischenzeit immens weiter, mehr dazu erfahrt ihr [hier](https://nl.movim.eu/?node/pubsub.movim.eu/Movim/movim-0-14-scotty-anniversary-edition-J8qk3N).
pl: **[Movim](https://f-droid.org/packages/com.movim.movim/)** Rozproszona platforma społecznościowa oparta na XMPP ma nową wersję swojej aplikacji, prawie 2 lata od dnia dzisiejszego. Podczas, gdy aplikacja (opakowana wokół Webview) widziała tylko trochę polskiego, usługi, które łączy rozwinęły się w międzyczasie, można przeczytać więcej [tutaj](https://nl.movim.eu/?node/pubsub.movim.eu/Movim/movim-0-14-scotty-anniversary-edition-J8qk3N).
ro: **[Movim](https://f-droid.org/packages/com.movim.movim/)**, platforma de rețele sociale distribuite bazată pe XMPP, a lansat o nouă versiune a aplicației sale, la aproape 2 ani distanță. În timp ce aplicația (un înveliș în jurul Webview) a fost doar puțin îmbunătățită, serviciile la care se conectează au evoluat foarte mult între timp, puteți citi mai multe [here](https://nl.movim.eu/?node/pubsub.movim.eu/Movim/movim-0-14-scotty-anniversary-edition-J8qk3N).
ru: **[Movim](https://f-droid.org/packages/com.movim.movim/)** платформа распределенных социальных сетей на основе XMPP выпустила новую версию своего приложения, почти 2 года назад. В то время как приложение (обертка вокруг Webview) получило лишь небольшую доработку, сервисы, к которым оно подключается, значительно развились за это время, подробнее можно прочитать [здесь](https://nl.movim.eu/?node/pubsub.movim.eu/Movim/movim-0-14-scotty-anniversary-edition-J8qk3N).
uk: **[Movim](https://f-droid.org/packages/com.movim.movim/)** платформа розподілених соціальних мереж на основі XMPP випустила нову версію свого застосунку, майже 2 роки тому. У той час як застосунок (обгортка навколо Webview) отримав лише незначні доопрацювання, служби, до яких він під'єднується, значно розвинулися за цей час, докладніше можна прочитати [тут](https://nl.movim.eu/?node/pubsub.movim.eu/Movim/movim-0-14-scotty-anniversary-edition-J8qk3N).
zh_hans: **[Movim](https://f-droid.org/packages/com.movim.movim/)** 基于 XMPP 的分布式社交网络平台发布了他们的应用的新版本，将近 2 年那天。虽然该应用（Webview 的包装器）只进行了一些改进，但它所连接的服务发生了很大的变化，你可以在[此处 ](https://nl.movim.eu/?node/pubsub.movim.eu/Movim/movim-0-14-scotty-anniversary-edition-J8qk3N)阅读更多信息。

source: "Muzei Live Wallpaper" got [updated to version 3.0](https://medium.com/muzei/announcing-muzei-live-wallpaper-3-0-d167dd5795a4), so while we wait for the main [Muzei](https://f-droid.org/packages/net.nurik.roman.muzei/) app to be updated (soon), apps like [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) and [Muzei - Bing Image of the Day]({{ site.baseurl }}/app/de.devmil.muzei.bingimageofthedayartsource) that hook up with it had to update as well in order to be compatible with the updated APIs.
de: "Muzei Live Wallpaper" erhielt ein [Update auf Version 3.0](https://medium.com/muzei/announcing-muzei-live-wallpaper-3-0-d167dd5795a4). Während wir also auf die [Muzei](https://f-droid.org/packages/net.nurik.roman.muzei/)-Haupt-App warten, die (bald) aktualisiert werden soll, mussten Apps wie [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) und [Muzei - Bing Image of the Day]({{ site.baseurl }}/app/de.devmil.muzei.bingimageofthedayartsource), die sich an sie anschließen, ebenfalls aktualisiert werden, um mit den aktualisierten APIs kompatibel zu sein.
pl: „Muzei Live Wallpaper” został [zaktualizowany do wersji 3.0](https://medium.com/muzei/announcing-muzei-live-wallpaper-3-0-d167dd5795a4), więc podczas gdy czekamy na główną aplikację [Muzei](https://f-droid.org/packages/net.nurik.roman.muzei/) mającą zostać zaktualizowaną (wkrótce), aplikacje takie jak [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) i [Muzei - Bing Image of the Day]({{ site.baseurl }}/app/de.devmil.muzei.bingimageofthedayartsource), które się z nim łączyły, musiały również zostać zaktualizowane, aby były zgodne ze zaktualizowanymi interfejsami API.
ro: "Muzei Live Wallpaper" a fost [updated to version 3.0](https://medium.com/muzei/announcing-muzei-live-wallpaper-3-0-d167dd5795a4), așa că, în timp ce așteptăm ca principala [Muzei](https://f-droid.org/packages/net.nurik.roman.muzei/) aplicație să fie actualizată (în curând), aplicații precum [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) și [Muzei - Bing Image of the Day]({{ site.baseurl }}/app/de.devmil.muzei.bingimageofthedayartsource) care se conectează cu aceasta, au trebuit să se actualizeze și ele pentru a fi compatibile cu API-urile actualizate.
ru: "Muzei Live Wallpaper" получил [обновление до версии 3.0](https://medium.com/muzei/announcing-muzei-live-wallpaper-3-0-d167dd5795a4), поэтому пока мы ждем обновления основного приложения [Muzei](https://f-droid.org/packages/net.nurik.roman.muzei/) (скоро), такие приложения, как [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) и [Muzei - Bing Image of the Day]({{ site.baseurl }}/app/de.devmil.muzei.bingimageofthedayartsource), которые подключаются к нему, также должны быть обновлены, чтобы быть совместимыми с обновленными API.
uk: «Muzei Live Wallpaper» отримав [оновлення до версії 3.0](https://medium.com/muzei/announcing-muzei-live-wallpaper-3-0-d167dd5795a4), тому поки ми чекаємо оновлення основного застосунку [Muzei](https://f-droid.org/packages/net.nurik.roman.muzei/) (скоро), такі застосунки, як [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) і [Muzei - Bing Image of the Day]({{ site.baseurl }}/app/de.devmil.muzei.bingimageofthedayartsource), які під'єднуються до нього, також повинні бути оновлені, щоб бути сумісними з оновленими API.
zh_hans: “Muzei 动态壁纸”[更新到了 3.0 版本](https://medium.com/muzei/announcing-muzei-live-wallpaper-3-0-d167dd5795a4)，所以在我们等待主 [Muzei](https ://f-droid.org/packages/net.nurik.roman.muzei/) 应用被更新（很快）的同时，与之挂钩的应用例如 [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) 和 [Muzei - Bing Image of the Day]({{ site.baseurl }}/app/de.devmil.muzei.bingimageofthedayartsource) 也必须更新，以便与更新后的 API 兼容。

source: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 2.1.0 is already here, so update, as the crashes in the new terminal were fixed.
de: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 2.1.0 ist schon da, also verbessert, da die Absturzursachen im neuen Terminal behoben wurden.
pl: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 2.1.0 jest już tutaj, więc zaktualizuj, ponieważ awarie w nowym terminalu zostały naprawione.
ro: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 2.1.0 este deja aici, așa că actualizați, deoarece blocajele din noul terminal au fost rezolvate.
ru: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 2.1.0 уже здесь, так что обновитесь, так как сбои в новом терминале были исправлены.
uk: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 2.1.0 вже тут, так що оновіться, так як збої в новому терміналі були виправлені.
zh_hans: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 2.1.0 已经在这里，所以更新吧，新终端中的崩溃已修复。

source: TWIF 40: The NewPipe Broken Builds edition
de: TWIF 40: Die Defekte-NewPipe-Builds-Ausgabe
pl: TWIF 40: Uszkodzona kompilacja NewPipe
ro: TWIF 40: Ediția NewPipe Broken Builds
ru: TWIF 40: Сломанные сборки NewPipe
uk: TWIF 40: Зламані збірки NewPipe
zh_hans: TWIF 40：NewPipe 构建失败版本

source: In this edition: NewPipe and broken builds, and more than 5000 followers on Mastodon. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: NewPipe und kaputte Builds sowie mehr als 5000 Follower auf Mastodon. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: W tym wydaniu: NewPipe i uszkodzona kompilacja oraz ponad 5000 zwolenników na Mastodon. Dostępnych jest **{{ page.number_of_added_apps }}** nowych i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: NewPipe și construcții defecte, și peste 5000 de urmăritori pe Mastodon. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: NewPipe и сломанные сборки, а также более 5000 последователей на Mastodon. Есть **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: NewPipe і зламані збірки, а також понад 5000 послідовників на Mastodon. Є ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 在此版本中：NewPipe 和损坏的构建，以及 Mastodon 上的 5000 多名关注者。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: Hi everyone, here's a fresh new TWIF for you! Many thanks to **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** for writing [edition 38]({% post_url 2019-01-12-twif-38 %})! Unfortunately we had a problem with updating the website, which means it was delayed by almost two weeks. We now have a temporary solution in place for faster updates and are working on a permanent one. This edition will cover both TWIF 39 and 40.
ru: Привет всем, вот новый свежий TWIF для вас! Большое спасибо **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** за написание [выпуск 38]({% post_url 2019-01-12-twif-38 %})! К сожалению, у нас возникла проблема с обновлением сайта, из-за чего оно задержалось почти на две недели. Сейчас у нас есть временное решение для более быстрого обновления и мы работаем над постоянным. В этом выпуске мы расскажем о TWIF 39 и 40.
uk: Привіт всім, ось новий свіжий TWIF для вас! Велике спасибі **[@Licaon \ _Kter](https://forum.f-droid.org/u/Licaon_Kter)** за написання [випуск 38]({% post_url 2019-01-12-twif-38 %})! На жаль, у нас виникла проблема з оновленням сайту, через що воно затрималося майже на два тижні. Зараз у нас є тимчасове рішення для більш швидкого оновлення і ми працюємо над постійним. У цьому випуску ми розповімо про TWIF 39 і 40.
zh_hans: 大家好，这里有一个全新的 TWIF 给你！非常感谢 **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** 编写[第 38 版]({% post_url 2019-01-12-twif-38 %})！不幸的是，我们在更新网站时遇到了问题，这意味着它被推迟了将近两周。我们现在有一个临时解决方案可以加快更新速度，并且正在开发一个永久性解决方案。此版本将涵盖 TWIF 39 和 40。

source: NewPipe and broken builds
de: NewPipe und defekte Builds
pl: NewPipe i uszkodzona konstrukcja
ro: NewPipe și construcțiile defecte
ru: NewPipe и сломанные сборки
uk: NewPipe і зламані збірки
zh_hans: NewPipe 和构建失败

source: We've had problems with building most apps, and with **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** in particular. **[@Bubu](https://forum.f-droid.org/u/Bubu)** reports:
de: Wir hatten Probleme mit dem Building der meisten Apps, und insbesondere mit **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)**. **[@Bubu](https://forum.f-droid.org/u/Bubu)** berichtet:
pl: Mieliśmy problemy z budową większości aplikacji, a w szczególności z **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)**. Raporty **[@Bubu](https://forum.f-droid.org/u/Bubu)**:
ro: Am avut probleme cu construirea majorității aplicațiilor și, în special, cu **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)**. **[@Bubu](https://forum.f-droid.org/u/Bubu)** raportează:
ru: У нас возникли проблемы с созданием большинства приложений, а с **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** в особенности. **[@Bubu](https://forum.f-droid.org/u/Bubu)** сообщает:
uk: У нас виникли проблеми зі створенням більшості застосунків, а з **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** особливо. **[@Bubu](https://forum.f-droid.org/u/Bubu)** повідомляє:
zh_hans: 我们在构建大多数应用时遇到了问题，尤其是 **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)**。 **[@Bubu](https://forum.f-droid.org/u/Bubu)** 报告：

source: Google changes some things in Youtube's webinterface --> NewPipe can't play Youtube videos anymore (previous version works though).
de: Google ändert einige Dinge an der Netzschnittstelle von YouTube --> NewPipe kann keine YouTube-Videos mehr abspielen (die Vorgängerversion funktioniert allerdings).
pl: Google zmienia niektóre elementy w interfejsie internetowym YouTube--&gt; NewPipe nie może już odtwarzać filmów z YouTube'a (poprzednia wersja działa).
ro: Google schimbă unele lucruri în interfața web a Youtube --&gt; NewPipe nu mai poate reda videoclipuri Youtube (versiunea anterioară funcționează totuși).
ru: Google изменил некоторые вещи в веб-интерфейсе Youtube --&gt; NewPipe больше не может воспроизводить видео Youtube (предыдущая версия работает).
uk: Google змінив дещо у вебінтерфейсі Youtube --&gt; NewPipe більше не може відтворювати відео Youtube (попередня версія працює).
zh_hans: Google 在 Youtube 的网络界面中更改了一些内容 --&gt; NewPipe 不能再播放 Youtube 视频（虽然以前的版本可以）。

source: The NewPipe team soon releases an update that fixes the problem.
de: Das NewPipe-Team veröffentlicht bald ein Update, welches das Problem löst.
pl: Zespół NewPipe wkrótce opublikuje aktualizację, która rozwiązuje problem.
ro: Echipa NewPipe lansează în curând o actualizare care rezolvă problema.
ru: Команда NewPipe вскоре выпускает обновление, которое устраняет проблему.
uk: Команда NewPipe незабаром випускає оновлення, що усуває проблему.
zh_hans: NewPipe 团队很快发布了修复该问题的更新。

source: F-Droid buildserver is not fully stable at this point so builds are only running ~ every 2 days.
de: Der F-Droid Buildserver ist zu diesem Zeitpunkt nicht ganz stabil, so laufen Builds nur ~ alle 2 Tage.
pl: W tym momencie F-Droid buildserver nie jest w pełni stabilny, więc kompilacje działają tylko co 2 dni.
ro: F-Droid buildserver nu este pe deplin stabil în acest moment, astfel încât construcțiile rulează doar ~ la fiecare 2 zile.
ru: F-Droid buildserver не полностью стабилен на данный момент, поэтому сборки запускаются ~ раз в 2 дня.
uk: F-Droid buildserver в повному обсязі стабільний на даний момент, тому збірки запускаються ~ раз в 2 дня.
zh_hans: F-Droid buildserver 在这此时并不完全稳定，所以构建只每 2 天运行一次。

source: First build of NewPipe fails with a Github internal server error. (Great!)
de: Der erste Build von NewPipe geht mit einem internen Serverfehler von Github schief. (Toll!)
pl: Pierwsza kompilacja NewPipe nie działa z wewnętrznym błędem serwera Github. (Świetnie!)
ro: Prima compilare a NewPipe eșuează cu o eroare de server intern Github. (Grozav!)
ru: Первая сборка NewPipe не удалась из-за ошибки внутреннего сервера Github. (Отлично!)
uk: Перша збірка NewPipe не вдалася через помилки внутрішнього сервера Github. (Відмінно!)
zh_hans: 首次构建 NewPipe 失败，出现 Github 内部服务器错误。（真棒！）

source: At this point Google somehow pushes a license change to the Android SDK repositories (adding some [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) stuff), but as the license hash is checked programmatically by the SDK tools, this breaks all CI pipelines that install Android SDK components. It also breaks most builds in F-Droid, including the next build of NewPipe. (Great, again!)
de: An diesem Punkt schiebt Google irgendwie eine Lizenzänderung in den Android-SDK-Repositorys an (Ergänzung irgendwelchen [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation)-Krams), da aber die Lizenz-Hashwerte programmgemäß durch die SDK-Tools überprüft werden, brechen damit alle CI Pipelines ab, die Android-SDK-Komponenten installieren. Es schaltet auch die meisten Builds in F-Droid ab, einschließlich des nächsten Build von NewPipe. (Noch toller!)
pl: W tym momencie Google w jakiś sposób wypycha zmianę licencji do repozytoriów zestawu SDK systemu Android (dodając niektóre elementy [RODO](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation)), ale ponieważ skrót licencji jest programowo sprawdzany przez narzędzia SDK , powoduje to uszkodzenie wszystkich potoków CI, które instalują komponenty zestawu SDK systemu Android. Łamie także większość kompilacji w F-Droid, w tym kolejną kompilację NewPipe. (Świetnie znowu!)
ro: În acest moment, Google împinge cumva o modificare a licenței în depozitele Android SDK (adăugând unele lucruri [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation)), dar, deoarece hash-ul licenței este verificat programatic de către instrumentele SDK, acest lucru întrerupe toate conductele CI care instalează componente Android SDK. De asemenea, întrerupe majoritatea compilărilor din F-Droid, inclusiv următoarea compilare a NewPipe. (Minunat, din nou!)
ru: В этот момент Google каким-то образом вносит изменения в лицензии в репозитории Android SDK (добавляя некоторые [GDPR](https://ru.wikipedia.org/wiki/%D0%9E%D0%B1%D1%89%D0%B8%D0%B9_%D1%80%D0%B5%D0%B3%D0%BB%D0%B0%D0%BC%D0%B5%D0%BD%D1%82_%D0%BF%D0%BE_%D0%B7%D0%B0%D1%89%D0%B8%D1%82%D0%B5_%D0%B4%D0%B0%D0%BD%D0%BD%D1%8B%D1%85) вещи), но поскольку хэш лицензии проверяется программно инструментами SDK, это ломает все CI-конвейеры, устанавливающие компоненты Android SDK. Это также ломает большинство сборок в F-Droid, включая следующую сборку NewPipe. (Отлично, снова!)
uk: У цей момент Google якимось чином вносить зміни в ліцензії в репозиторії Android SDK (додаючи деякі [GDPR](https://ru.wikipedia.org/wiki/%D0%9E%D0%B1%D1%89%D0% B8% D0% B9_% D1% 80% D0% B5% D0% B3% D0% BB% D0% B0% D0% BC% D0% B5% D0% BD% D1% 82_% D0% BF% D0% BE_% D0% B7% D0% B0% D1% 89% D0% B8% D1% 82% D0% B5_% D0% B4% D0% B0% D0% BD% D0% BD% D1% 8B% D1% 85) речі) , але оскільки хеш ліцензії перевіряється програмно інструментами SDK, це ламає всі CI-конвеєри, встановлюють компоненти Android SDK. Це також ламає більшість збірок в F-Droid, включаючи наступну збірку NewPipe. (Відмінно, знову!)
zh_hans: 此时，Google 以某种方式将许可证更改推送到 Android SDK 存储库（添加了一些 [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) 内容），但由于 SDK 工具以编程方式检查许可证哈希，这会破坏所有安装 Android SDK 组件的 CI 流水线。它还破坏了 F-Droid 中的大多数构建，包括 NewPipe 的第二次构建。（太好了，又一次！）
