Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Teleposter](https://f-droid.org/packages/telegra.ph/)** was [updated](https://github.com/jlelse/teleposter/releases) from 1.5.3 to 1.5.4
de: **[Teleposter](https://f-droid.org/packages/telegra.ph/)**-[Aktualisierung](https://github.com/jlelse/teleposter/releases) von 1.5.3 auf 1.5.4
pl: **[Teleposter](https://f-droid.org/packages/telegra.ph/)** został [zaktualizowany](https://github.com/jlelse/teleposter/releases) z 1.5.3 do 1.5.4
ro: **[Teleposter](https://f-droid.org/packages/telegra.ph/)** a fost [updated](https://github.com/jlelse/teleposter/releases) de la 1.5.3 la 1.5.4
ru: **[Teleposter](https://f-droid.org/packages/telegra.ph/)** был [обновлен](https://github.com/jlelse/teleposter/releases) с 1.5.3 до 1.5.4
uk: **[Teleposter](https://f-droid.org/packages/telegra.ph/)** [оновлено](https://github.com/jlelse/teleposter/releases) з 1.5.3 до 1.5.4
zh_hans: **[Teleposter](https://f-droid.org/packages/telegra.ph/)** 从 1.5.3 [更新](https://github.com/jlelse/teleposter/releases)到 1.5.4

source: **[Termux:API](https://f-droid.org/packages/com.termux.api/)** was updated from 0.32 to 0.33
de: **[Termux:API](https://f-droid.org/packages/com.termux.api/)** erhielt ein Update von 0.32 auf 0.33
pl: **[Termux:API](https://f-droid.org/packages/com.termux.api/)** został zaktualizowany z 0.32 do 0.33
ro: **[Termux:API](https://f-droid.org/packages/com.termux.api/)** a fost actualizat de la 0. 32 la 0. 33
ru: **[Termux:API](https://f-droid.org/packages/com.termux.api/)** был обновлен с 0.32 до 0.33
uk: **[Termux:API](https://f-droid.org/packages/com.termux.api/)** оновлено з 0.32 до 0.33
zh_hans: **[Termux:API](https://f-droid.org/packages/com.termux.api/)** 从 0.32 更新到 0.33

source: **[Termux](https://f-droid.org/packages/com.termux/)** was [updated](https://github.com/termux/termux-app/releases) from 0.66 to 0.72
de: **[Termux](https://f-droid.org/packages/com.termux/)**-[Aktualisierung](https://github.com/termux/termux-app/releases) von 0.66 auf 0.72
pl: **[Termux](https://f-droid.org/packages/com.termux/)** został [zaktualizowany](https://github.com/termux/termux-app/releases) z 0.66 do 0.72
ro: **[Termux](https://f-droid.org/packages/com.termux/)** a fost [updated](https://github.com/termux/termux-app/releases) de la 0. 66 la 0. 72
ru: **[Termux](https://f-droid.org/packages/com.termux/)** был [обновлен](https://github.com/termux/termux-app/releases) с 0.66 до 0.72
uk: **[Termux](https://f-droid.org/packages/com.termux/)** [оновлено](https://github.com/termux/termux-app/releases) з 0.66 до 0.72
zh_hans: **[Termux](https://f-droid.org/packages/com.termux/)** 从 0.66 [更新](https://github.com/termux/termux-app/releases)至 0.72

source: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** was [updated](https://gitlab.com/hotlittlewhitedog/BibleMultiTheLight/blob/HEAD/CHANGELOG) from 3.9 to 3.13
de: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)**-[Aktualisierung](https://gitlab.com/hotlittlewhitedog/BibleMultiTheLight/blob/HEAD/CHANGELOG) von 3.9 auf 3.13
pl: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** został [zaktualizowany](https://gitlab.com/hotlittlewhitedog/BibleMultiTheLight/blob/HEAD/CHANGELOG) z 3.9 do 3.13
ro: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** a fost [updated](https://gitlab.com/hotlittlewhitedog/BibleMultiTheLight/blob/HEAD/CHANGELOG) de la 3. 9 la 3. 13
ru: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** был [обновлен](https://gitlab.com/hotlittlewhitedog/BibleMultiTheLight/blob/HEAD/CHANGELOG) с 3.9 до 3.13
uk: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** [оновлено](https://gitlab.com/hotlittlewhitedog/BibleMultiTheLight/blob/HEAD/CHANGELOG) з 3.9 до 3.13
zh_hans: **[光](https://f-droid.org/packages/org.hlwd.bible/)** 从 3.9 [更新](https://gitlab.com/hotlittlewhitedog/BibleMultiTheLight/blob/HEAD/CHANGELOG)到 3.13

source: **[Thorium](https://f-droid.org/packages/net.schueller.peertube/)** was [updated](https://raw.githubusercontent.com/sschueller/peertube-android/HEAD/CHANGELOG.md) from 1.0.29 to 1.0.30
de: **[Thorium](https://f-droid.org/packages/net.schueller.peertube/)**-[Aktualisierung](https://raw.githubusercontent.com/sschueller/peertube-android/HEAD/CHANGELOG.md) von 1.0.29 auf 1.0.30
pl: **[Thorium](https://f-droid.org/packages/net.schueller.peertube/)** został [zaktualizowany](https://raw.githubusercontent.com/sschueller/peertube-android/HEAD/CHANGELOG.md) z 1.0.29 do 1.0.30
ro: **[Thorium](https://f-droid.org/packages/net.schueller.peertube/)** a fost [updated](https://raw.githubusercontent.com/sschueller/peertube-android/HEAD/CHANGELOG.md) de la 1.0.29 la 1.0.30
ru: **[Thorium](https://f-droid.org/packages/net.schueller.peertube/)** был [обновлен](https://raw.githubusercontent.com/sschueller/peertube-android/HEAD/CHANGELOG.md) с 1.0.29 до 1.0.30
uk: **[Thorium](https://f-droid.org/packages/net.schueller.peertube/)** [оновлено](https://raw.githubusercontent.com/sschueller/peertube-android/HEAD/CHANGELOG.md) з 1.0.29 до 1.0.30
zh_hans: **[钍](https://f-droid.org/packages/net.schueller.peertube/)** 从 1.0.29 [更新](https://raw.githubusercontent.com/sschueller/peertube-android/HEAD/CHANGELOG.md)到 1.0.30

source: **[TimeLapse](https://f-droid.org/packages/com.thibaudperso.sonycamera/)** was updated from 2.0.4 to 3.0.6
de: **[TimeLapse](https://f-droid.org/packages/com.thibaudperso.sonycamera/)** erhielt ein Update von 2.0.4 auf 3.0.6
pl: **[TimeLapse](https://f-droid.org/packages/com.thibaudperso.sonycamera/)** została zaktualizowana z 2.0.4 do 3.0.6
ro: **[TimeLapse](https://f-droid.org/packages/com.thibaudperso.sonycamera/)** a fost actualizat de la 2.0.4 la 3.0.6
ru: **[TimeLapse](https://f-droid.org/packages/com.thibaudperso.sonycamera/)** был обновлен с 2.0.4 до 3.0.6
uk: **[TimeLapse](https://f-droid.org/packages/com.thibaudperso.sonycamera/)** оновлено з 2.0.4 до 3.0.6
zh_hans: **[TimeLapse](https://f-droid.org/packages/com.thibaudperso.sonycamera/)** 从 2.0.4 更新到 3.0.6

source: **[TimeLimit](https://f-droid.org/packages/io.timelimit.android.open/)** was updated from 0.2.2 to 0.2.3
de: **[TimeLimit](https://f-droid.org/packages/io.timelimit.android.open/)** erhielt ein Update von 0.2.2 auf 0.2.3
pl: **[TimeLimit](https://f-droid.org/packages/io.timelimit.android.open/)** został zaktualizowany z 0.2.2 do 0.2.3
ro: **[TimeLimit](https://f-droid.org/packages/io.timelimit.android.open/)** a fost actualizat de la 0.2.2 la 0.2.3
ru: **[TimeLimit](https://f-droid.org/packages/io.timelimit.android.open/)** был обновлен с 0.2.2 до 0.2.3
uk: **[TimeLimit](https://f-droid.org/packages/io.timelimit.android.open/)** оновлено з 0.2.2 до 0.2.3
zh_hans: **[TimeLimit](https://f-droid.org/packages/io.timelimit.android.open/)** 从 0.2.2 更新到 0.2.3

source: **[Tinc App](https://f-droid.org/packages/org.pacien.tincapp/)** was [updated](https://github.com/pacien/tincapp/blob/HEAD/changelog.md) from 0.25 to 0.27
de: **[Tinc App](https://f-droid.org/packages/org.pacien.tincapp/)**-[Aktualisierung](https://github.com/pacien/tincapp/blob/HEAD/changelog.md) von 0.25 auf 0.27
pl: **[Tinc App](https://f-droid.org/packages/org.pacien.tincapp/)** został [zaktualizowany](https://github.com/pacien/tincapp/blob/HEAD/changelog.md) z 0.25 do 0.27
ro: **[Tinc App](https://f-droid.org/packages/org.pacien.tincapp/)** a fost [updated](https://github.com/pacien/tincapp/blob/HEAD/changelog.md) de la 0. 25 la 0. 27
ru: **[Tinc App](https://f-droid.org/packages/org.pacien.tincapp/)** был [обновлен](https://github.com/pacien/tincapp/blob/HEAD/changelog.md) с 0.25 до 0.27
uk: **[Tinc App](https://f-droid.org/packages/org.pacien.tincapp/)** [оновлено](https://github.com/pacien/tincapp/blob/HEAD/changelog.md) з 0.25 до 0.27
zh_hans: **[Tinc App](https://f-droid.org/packages/org.pacien.tincapp/)** 从 0.25 [更新](https://github.com/pacien/tincapp/blob/HEAD/changelog.md)到 0.27

source: **[Tiny Travel Tracker](https://f-droid.org/packages/com.rareventure.gps2/)** was updated from 1.1.42 to 1.1.45
de: **[Tiny Travel Tracker](https://f-droid.org/packages/com.rareventure.gps2/)** erhielt ein Update von 1.1.42 auf 1.1.45
pl: **[Tiny Travel Tracker](https://f-droid.org/packages/com.rareventure.gps2/)** został zaktualizowany z 1.1.42 do 1.1.45
ro: **[Tiny Travel Tracker](https://f-droid.org/packages/com.rareventure.gps2/)** a fost actualizată de la 1.1.42 la 1.1.45
ru: **[Tiny Travel Tracker](https://f-droid.org/packages/com.rareventure.gps2/)** был обновлен с 1.1.42 до 1.1.45
uk: **[Tiny Travel Tracker](https://f-droid.org/packages/com.rareventure.gps2/)** оновлено з 1.1.42 до 1.1.45
zh_hans: **[Tiny Travel Tracker](https://f-droid.org/packages/com.rareventure.gps2/)** 从 1.1.42 更新到 1.1.45

source: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** was [updated](https://github.com/k3b/toGoZip/wiki/History) from 2.0.18.181224 to 2.0.20.190606
de: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)**-[Aktualisierung](https://github.com/k3b/toGoZip/wiki/History) von 2.0.18.181224 auf 2.0.20.190606
pl: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** został [zaktualizowany](https://github.com/k3b/toGoZip/wiki/History) z 2.0.18.181224 do 2.0.20.190606
ro: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** a fost [updated](https://github.com/k3b/toGoZip/wiki/History) de la 2.0.18.181224 la 2.0.20.190606
ru: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** был [обновлен](https://github.com/k3b/toGoZip/wiki/History) с 2.0.18.181224 до 2.0.20.190606
uk: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** [оновлено](https://github.com/k3b/toGoZip/wiki/History) з 2.0.18.181224 до 2.0.20.190606
zh_hans: **[ToGoZip](https://f-droid.org/packages/de.k3b.android.toGoZip/)** 从 2.0.18.181224 [更新](https://github.com/k3b/toGoZip/wiki/History)到 2.0.20.190606

source: **[Torchie](https://f-droid.org/packages/in.blogspot.anselmbros.torchie/)** was updated from 3.1 to 3.2.1
de: **[Torchie](https://f-droid.org/packages/in.blogspot.anselmbros.torchie/)** erhielt ein Update von 3.1 auf 3.2.1
pl: **[Torchie](https://f-droid.org/packages/in.blogspot.anselmbros.torchie/)** została zaktualizowana z 3.1 do 3.2.1
ro: **[Torchie](https://f-droid.org/packages/in.blogspot.anselmbros.torchie/)** a fost actualizat de la 3.1 la 3.2.1
ru: **[Torchie](https://f-droid.org/packages/in.blogspot.anselmbros.torchie/)** был обновлен с 3.1 до 3.2.1
uk: **[Torchie](https://f-droid.org/packages/in.blogspot.anselmbros.torchie/)** оновлено з 3.1 до 3.2.1
zh_hans: **[Torchie](https://f-droid.org/packages/in.blogspot.anselmbros.torchie/)** 从 3.1 更新到 3.2.1

source: **[Torrent Client](https://f-droid.org/packages/com.github.axet.torrentclient/)** was updated from 3.4.209 to 3.4.213
de: **[Torrent Client](https://f-droid.org/packages/com.github.axet.torrentclient/)** erhielt ein Update von 3.4.209 auf 3.4.213
pl: **[Torrent Client](https://f-droid.org/packages/com.github.axet.torrentclient/)** został zaktualizowany z 3.4.209 do 3.4.213
ro: **[Torrent Client](https://f-droid.org/packages/com.github.axet.torrentclient/)** a fost actualizat de la 3.4.209 la 3.4.213
ru: **[Torrent Client](https://f-droid.org/packages/com.github.axet.torrentclient/)** был обновлен с 3.4.209 до 3.4.213
uk: **[Torrent Client](https://f-droid.org/packages/com.github.axet.torrentclient/)** оновлено з 3.4.209 до 3.4.213
zh_hans: **[Torrent Client](https://f-droid.org/packages/com.github.axet.torrentclient/)** 从 3.4.209 更新到 3.4.213

source: **[TourCount](https://f-droid.org/packages/com.wmstein.tourcount/)** was updated from 3.0.8 to 3.1.1
de: **[TourCount](https://f-droid.org/packages/com.wmstein.tourcount/)** erhielt ein Update von 3.0.8 auf 3.1.1
pl: **[TourCount](https://f-droid.org/packages/com.wmstein.tourcount/)** został zaktualizowany z 3.0.8 do 3.1.1
ro: **[TourCount](https://f-droid.org/packages/com.wmstein.tourcount/)** a fost actualizat de la 3.0.8 la 3.1.1
ru: **[TourCount](https://f-droid.org/packages/com.wmstein.tourcount/)** был обновлен с 3.0.8 до 3.1.1
uk: **[TourCount](https://f-droid.org/packages/com.wmstein.tourcount/)** оновлено з 3.0.8 до 3.1.1
zh_hans: **[TourCount](https://f-droid.org/packages/com.wmstein.tourcount/)** 从 3.0.8 更新到 3.1.1

source: **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** was [updated](https://github.com/zamojski/TowerCollector/releases) from 2.0.2 to 2.0.6
de: **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)**-[Aktualisierung](https://github.com/zamojski/TowerCollector/releases) von 2.0.2 auf 2.0.6
pl: **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** został [zaktualizowany](https://github.com/zamojski/TowerCollector/releases) z 2.0.2 do 2.0.6
ro: **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** a fost [updated](https://github.com/zamojski/TowerCollector/releases) de la 2.0.2 la 2.0.6
ru: **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** был [обновлен](https://github.com/zamojski/TowerCollector/releases) с 2.0.2 до 2.0.6
uk: **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** [оновлено](https://github.com/zamojski/TowerCollector/releases) з 2.0.2 до 2.0.6
zh_hans: **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** 从 2.0.2 [更新](https://github.com/zamojski/TowerCollector/releases)到 2.0.6

source: **[Traccar Client](https://f-droid.org/packages/org.traccar.client/)** was updated from 5.18 to 5.19
de: **[Traccar Client](https://f-droid.org/packages/org.traccar.client/)** erhielt ein Update von 5.18 auf 5.19
pl: **[Traccar Client](https://f-droid.org/packages/org.traccar.client/)** został zaktualizowany z 5.18 do 5.19
ro: **[Traccar Client](https://f-droid.org/packages/org.traccar.client/)** a fost actualizat de la 5.18 la 5.19
ru: **[Traccar Client](https://f-droid.org/packages/org.traccar.client/)** был обновлен с 5.18 до 5.19
uk: **[Traccar Client](https://f-droid.org/packages/org.traccar.client/)** оновлено з 5.18 до 5.19
zh_hans: **[Traccar Client](https://f-droid.org/packages/org.traccar.client/)** 从 5.18 更新到 5.19

source: **[Track Work Time](https://f-droid.org/packages/org.zephyrsoft.trackworktime/)** was [updated](https://zephyrsoft.org/trackworktime/history) from 1.0.4 to 1.0.5
de: **[Track Work Time](https://f-droid.org/packages/org.zephyrsoft.trackworktime/)** wurde [aktualisiert](https://zephyrsoft.org/trackworktime/history) von 1.0.4 auf 1.0.5
pl: **[Track Work Time](https://f-droid.org/packages/org.zephyrsoft.trackworktime/)** został [zaktualizowany](https://zephyrsoft.org/trackworktime/history) z 1.0.4 do 1.0.5
ro: **[Track Work Time](https://f-droid.org/packages/org.zephyrsoft.trackworktime/)** a fost [updated](https://zephyrsoft.org/trackworktime/history) de la 1.0.4 la 1.0.5
ru: **[Track Work Time](https://f-droid.org/packages/org.zephyrsoft.trackworktime/)** был [обновлен](https://zephyrsoft.org/trackworktime/history) с 1.0.4 до 1.0.5
uk: **[Track Work Time](https://f-droid.org/packages/org.zephyrsoft.trackworktime/)** [оновлено](https://zephyrsoft.org/trackworktime/history) з 1.0.4 до 1.0.5
zh_hans: **[Track Work Time](https://f-droid.org/packages/org.zephyrsoft.trackworktime/)** 从 1.0.4 [更新](https://zephyrsoft.org/trackworktime/history)至 1.0.5

source: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)** was [updated](https://github.com/y20k/trackbook/releases) from 1.1.17 to 1.2.2
de: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)**-[Aktualisierung](https://github.com/y20k/trackbook/releases) von 1.1.17 auf 1.2.2
pl: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)** został [zaktualizowany](https://github.com/y20k/trackbook/releases) z 1.1.17 do 1.2.2
ro: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)** a fost [updated](https://github.com/y20k/trackbook/releases) de la 1.1.17 la 1.2.2
ru: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)** был [обновлен](https://github.com/y20k/trackbook/releases) с 1.1.17 до 1.2.2
uk: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)** [оновлено](https://github.com/y20k/trackbook/releases) з 1.1.17 до 1.2.2
zh_hans: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)** 从 1.1.17 [更新](https://github.com/y20k/trackbook/releases) 至 1.2.2

source: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** was [updated](https://github.com/erickok/transdroid/releases) from 2.5.14 to 2.5.15
de: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)**-[Aktualisierung](https://github.com/erickok/transdroid/releases) von 2.5.14 auf 2.5.15
pl: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** został [zaktualizowany](https://github.com/erickok/transdroid/releases) z 2.5.14 do 2.5.15
ro: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** a fost [updated](https://github.com/erickok/transdroid/releases) de la 2.5.14 la 2.5.15
ru: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** был [обновлен](https://github.com/erickok/transdroid/releases) с 2.5.14 до 2.5.15
uk: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** [оновлено](https://github.com/erickok/transdroid/releases) з 2.5.14 до 2.5.15
zh_hans: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** 从 2.5.14 [更新](https://github.com/erickok/transdroid/releases) 至 2.5.15

source: **[TransektCount](https://f-droid.org/packages/com.wmstein.transektcount/)** was updated from 3.0.7 to 3.1.2
de: **[TransektCount](https://f-droid.org/packages/com.wmstein.transektcount/)** erhielt ein Update von 3.0.7 auf 3.1.2
pl: **[TransektCount](https://f-droid.org/packages/com.wmstein.transektcount/)** został zaktualizowany z 3.0.7 do 3.1.2
ro: **[TransektCount](https://f-droid.org/packages/com.wmstein.transektcount/)** a fost actualizat de la 3.0.7 la 3.1.2
ru: **[TransektCount](https://f-droid.org/packages/com.wmstein.transektcount/)** был обновлен с 3.0.7 до 3.1.2
uk: **[TransektCount](https://f-droid.org/packages/com.wmstein.transektcount/)** оновлено з 3.0.7 до 3.1.2
zh_hans: **[TransektCount](https://f-droid.org/packages/com.wmstein.transektcount/)** 从 3.0.7 更新到 3.1.2

source: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)** was [updated](https://github.com/y20k/transistor/releases) from 3.1.2 to 3.2.0
de: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)**-[Aktualisierung](https://github.com/y20k/transistor/releases) von 3.1.2 auf 3.2.0
pl: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)** został [zaktualizowany](https://github.com/y20k/transistor/releases) z 3.1.2 do 3.2.0
ro: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)** a fost [updated](https://github.com/y20k/transistor/releases) de la 3.1.2 la 3.2.0
ru: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)** был [обновлен](https://github.com/y20k/transistor/releases) с 3.1.2 до 3.2.0
uk: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)** [оновлено](https://github.com/y20k/transistor/releases) з 3.1.2 до 3.2.0
zh_hans: **[Transistor](https://f-droid.org/packages/org.y20k.transistor/)** 从 3.1.2 [更新](https://github.com/y20k/transistor/releases) 至 3.2.0

source: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** was [updated](https://github.com/grote/Transportr/releases) from 2.0.5 to 2.0.6
de: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)**-[Aktualisierung](https://github.com/grote/Transportr/releases) von 2.0.5 auf 2.0.6
pl: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** został [zaktualizowany](https://github.com/grote/Transportr/releases) z 2.0.5 do 2.0.6
ro: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** a fost [updated](https://github.com/grote/Transportr/releases) de la 2.0.5 la 2.0.6
ru: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** был [обновлен](https://github.com/grote/Transportr/releases) с 2.0.5 до 2.0.6
uk: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** [оновлено](https://github.com/grote/Transportr/releases) з 2.0.5 до 2.0.6
zh_hans: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** 从 2.0.5 [更新](https://github.com/grote/Transportr/releases)至 2.0.6

source: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** was [updated](https://github.com/genonbeta/TrebleShot/releases) from 1.3.0 to 1.4.2
de: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)**-[Aktualisierung](https://github.com/genonbeta/TrebleShot/releases) von 1.3.0 auf 1.4.2
pl: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** został [zaktualizowany](https://github.com/genonbeta/TrebleShot/releases) z 1.3.0 do 1.4.2
ro: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** a fost [updated](https://github.com/genonbeta/TrebleShot/releases) de la 1.3.0 la 1.4.2
ru: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** был [обновлен](https://github.com/genonbeta/TrebleShot/releases) с 1.3.0 до 1.4.2
uk: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** [оновлено](https://github.com/genonbeta/TrebleShot/releases) з 1.3.0 до 1.4.2
zh_hans: **[TrebleShot](https://f-droid.org/packages/com.genonbeta.TrebleShot/)** 从 1.3.0 [更新](https://github.com/genonbeta/TrebleShot/releases)到 1.4.2

source: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** was [updated](https://github.com/koelleChristian/trickytripper/blob/HEAD/app/src/main/res/raw/changelog.txt) from 1.6.0 to 1.6.1
de: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** erhielt ein [Update](https://github.com/koelleChristian/trickytripper/blob/HEAD/app/src/main/res/raw/changelog.txt) von 1.6.0 auf 1.6.1
pl: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** został [zaktualizowany](https://github.com/koelleChristian/trickytripper/blob/HEAD/app/src/main/res/raw/changelog.txt) z 1.6.0 do 1.6.1
ro: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** a fost [updated](https://github.com/koelleChristian/trickytripper/blob/HEAD/app/src/main/res/raw/changelog.txt) de la 1.6.0 la 1.6.1
ru: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** был [обновлен](https://github.com/koelleChristian/trickytripper/blob/HEAD/app/src/main/res/raw/changelog.txt) с 1.6.0 до 1.6.1
uk: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** [оновлено](https://github.com/koelleChristian/trickytripper/blob/HEAD/app/src/main/res/raw/changelog.txt) з 1.6.0 до 1.6.1
zh_hans: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** 从 1.6.0 [更新](https://github.com/koelleChristian/trickytripper/blob/HEAD/app/src/main/res/raw/changelog.txt)到 1.6.1
