Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Since [CalyxOS](https://calyxos.org/) builds in F-Droid by default, [Calyx Institute](https://calyxinstitute.org/) also want to ensure that F-Droid is running smoothly, and that app developers are happy. I would like to thank Calyx Institute for sponsoring 42 hours a month of my time to work on making our build infrastructure run smoothly. Additionally, I will be working on improving the automation of the signing process. Our signing process is currently 100% offline. While this is nice for security, it does slow down the release process. With modern hardware security modules and server setups, it is possible to have good security without being 100% offline. Having signing automation then opens up possibilities for parallelizing the whole process, including running multiple app builds, and also, running the main steps of building, index generating, and signing all in parallel. This work will be incrementally deployed as each bit is finished. So be patient, and you will notice releases happening faster and faster!
de: Nachdem [CalyxOS](https://calyxos.org/) standardmäßig auf F-Droid baut, möchte das [Calyx Institute](https://calyxinstitute.org/) auch sicherstellen, dass F-Droid läuft wie geschmiert und dass die App-Entwickler glücklich sind. Ich darf mich beim Calyx Institute dafür bedanken, das es 42 Stunden meiner Zeit im Monat finanziert, um daran zu arbeiten, die Abläufe in unserer Build-Infrastruktur reibungslos zu gestalten. Nebenbei werde ich daran arbeiten, die Automation des Signiervorgangs zu verbessern. Unser Signierprozess läuft momentan 100% offline. Während das für die Sicherheit schön ist, verlangsamt es den Freigabeprozess. Mit modernen Hardware-Sicherheitsmodulen und Server-Einrichtungen ist es möglich, gute Sicherheit zu erzielen, ohne zu 100% offline zu sein. Haben wir eine Automatisierung der Signierung, eröffnet das dann Möglichkeiten, den kompletten Prozess zu parallelisieren, das beinhaltet, dass multiple App-Builds laufen und auch dass die Hauptschritte Herstellung, Indexerzeugung und Signierung alle parallel laufen. Diese Arbeit wird schrittweise ausgerollt, sobald jedes Bit fertig ist. Habt also ein wenig Geduld und ihr werdet feststellen, dass Releases schneller und schneller geschehen werden!
pl: Ponieważ [CalyxOS](https://calyxos.org/) domyślnie buduje się w F-Droid, [Instytut Calyx](https://calyxinstitute.org/) chce również zapewnić, że F-Droid działa płynnie, a twórcy aplikacji są zadowoleni. Chciałbym podziękować Instytutowi Calyx za sponsorowanie 42 godzin miesięcznie mojego czasu na pracę nad sprawnym działaniem naszej infrastruktury budowania. Dodatkowo będę pracował nad poprawą automatyzacji procesu podpisywania. Obecnie nasz proces podpisywania jest w 100% offline. Jest to dobre rozwiązanie z punktu widzenia bezpieczeństwa, ale spowalnia proces wydawania. Dzięki nowoczesnym modułom bezpieczeństwa sprzętu i konfiguracjom serwerów możliwe jest zapewnienie dobrego bezpieczeństwa bez bycia w 100% offline. Automatyzacja podpisywania otwiera możliwości pracy równoległej całego procesu, w tym uruchamiania wielu buildów aplikacji, a także równoległego wykonywania głównych etapów budowania, generowania indeksów i podpisywania. Praca ta będzie wdrażana stopniowo, w miarę jak każdy jej fragment będzie kończony. Bądźcie więc cierpliwi, a zauważycie, że wydania będą pojawiać się coraz szybciej!
ro: Din moment ce [CalyxOS](https://calyxos.org/) include în mod implicit clientul F-Droid, [Calyx Institute](https://calyxinstitute.org/) dorește, de asemenea, să se asigure că F-Droid funcționează fără probleme și că dezvoltatorii de aplicații sunt mulțumiți. Aș dori să mulțumesc Institutului Calyx pentru sponsorizarea a 42 de ore pe lună din timpul meu pentru a lucra la buna funcționare a infrastructurii noastre de compilare. În plus, voi lucra la îmbunătățirea automatizării procesului de semnare. Procesul nostru de semnare este în prezent 100% deconectat. Deși acest lucru este bun pentru securitate, încetinește procesul de lansare. Cu modulele de securitate hardware și configurațiile moderne ale serverelor, este posibil să avem o securitate bună fără a fi 100% deconectați. Automatizarea semnării deschide apoi posibilități de paralelizare a întregului proces, inclusiv construirea mai multor aplicații și, de asemenea, rularea în paralel a principalelor etape de generare de indici și semnare. Această activitate va fi implementată în mod incremental, pe măsură ce fiecare parte este finalizată. Așadar, aveți răbdare și veți observa că lansările se vor face din ce în ce mai repede!
ru: Поскольку [CalyxOS](https://calyxos.org/) по умолчанию собирается в F-Droid, [Calyx Institute](https://calyxinstitute.org/) также хочет убедиться, что F-Droid работает гладко, а разработчики приложений довольны. Я хотел бы поблагодарить Calyx Institute за спонсирование 42 часов в месяц моего времени для работы над обеспечением бесперебойной работы нашей инфраструктуры сборки. Кроме того, я буду работать над улучшением автоматизации процесса подписания. В настоящее время наш процесс подписания на 100% автономный. Хотя это хорошо для безопасности, это замедляет процесс выпуска. С современными аппаратными модулями безопасности и настройками серверов можно обеспечить хорошую безопасность без 100-процентной автономности. Автоматизация процесса подписания открывает возможности для распараллеливания всего процесса, включая запуск нескольких сборок приложений, а также параллельное выполнение основных этапов сборки, генерации индексов и подписания. Эта работа будет разворачиваться постепенно, по мере завершения каждого этапа. Наберитесь терпения, и вы заметите, что релизы выходят все быстрее и быстрее!
uk: Оскільки [CalyxOS](https://calyxos.org/) усталено будується в F-Droid, [Calyx Institute](https://calyxinstitute.org/) також хоче переконатися, що F-Droid працює безперебійно, і що розробники застосунків задоволені. Я хотів би подякувати Calyx Institute за спонсорування 42 годин на місяць мого часу для роботи над тим, щоб наша інфраструктура збирання працювала безперебійно. Крім того, я буду працювати над поліпшенням автоматизації процесу підписування. Наш процес підписування нині на 100% автоматичний. Хоча це добре для безпеки, але це сповільнює процес випуску. Завдяки сучасним апаратним модулям безпеки та налаштуванням сервера можна мати хорошу безпеку, не перебуваючи на 100% в автономному режимі. Автоматизація підписування відкриває можливості для паралелізації всього процесу, включно з запуском кількох збірок застосунків, а також, запуск основних етапів побудови, генерування індексів та паралельного підписування. Ця робота буде поступово розгортатися після завершення кожного біта коду. Тож будьте терплячі, і ви помітите, що випуски відбуваються щодень швидше і швидше!
zh_hans: 由于 [CalyxOS](https://calyxos.org/) 默认内置 F-Droid，[Calyx Institute](https://calyxinstitute.org/) 也希望确保 F-Droid 能够顺利运行以及使应用开发者愉快。我要感谢 Calyx Institute 赞助我每个月 42 小时的时间来使我们的构建基础设施顺利运行。此外，我将致力于改进签名过程的自动化。我们的签名过程目前是 100% 离线的。虽然这对安全性很好，但它确实减慢了发布过程。借助现代硬件安全模块和服务器设置，可以在不 100% 离线的情况下获得良好的安全性。然后，签名自动化为并行化整个过程提供了可能性，包括运行多个应用构建，以及并行运行构建、索引生成和签名的主要步骤。随着每一项完成，这项工作将逐步部署。所以请耐心等待，你会发现发布的速度越来越快！

source: Maven Central is not as free as it looks
de: Maven Central ist weniger frei als es aussieht
pl: Maven Central nie jest tak wolny, jakby się wydawał
ro: Maven Central nu este pe atât de gratuit pe cât pare
ru: Maven Central не так бесплатен, как кажется
uk: Maven Central не такий вільний, як здається
zh_hans: Maven Central 并没有它看起来的那么自由

source: F-Droid is always commited to distribute FOSS Android apps. Building free software from source for Android comes with a different set of challenges from GNU/Linux distros like Debian. Android apps are cross-compiled: they are not built on the same OS as they run. On top of that, Android provides only a barebones set of libraries built-in. Like the Java ecosystem, apps are expected to fetch library binaries from Maven repos and build them into the app. To ensure that the app is only built with FOSS deps, we develop a scanning system in _fdroidserver_ to restrict the dependency source and find problematic dependencies.
de: F-Droid ist stets bestrebt FOSS-Android-Apps auszuliefern. Die Herstellung freier Software für Android aus dem Quelltext geht mit einer Reihe verschiedener Anforderungen an GNU/Linux-Distros wie Debian einher. Android-Apps werden kreuz-kompiliert: sie werden nicht auf demselben OS hergestellt, auf dem sie laufen. Zusätzlich liefert Android nur einen Barebone an eigenen Bibliotheken. Wie im Java-System wird von Apps erwartet, sich Bibliothek-Binärdateien aus Maven-Repos zu holen und sie in der App einzubauen. Um sicherzustellen, dass die App nur mit FOSS-Abhängigkeiten hergestellt wird, entwickeln wir ein Scan-System in _fdroidserver_, um Quellcode in Abhängigkeiten zu begrenzen und problematische Abhängigkeiten herauszufinden.
pl: F-Droid jest zawsze zaangażowany w dystrybucję aplikacji FOSS na Androida. Budowanie wolnego oprogramowania ze źródeł dla Androida wiąże się z innym zestawem wyzwań niż dystrybucje GNU/Linux, takie jak Debian. Aplikacje na Androida są skompilowane krzyżowo: nie są zbudowane na tym samym systemie operacyjnym, w którym działają. Co więcej, Android udostępnia tylko zestaw wbudowanych bibliotek. Podobnie jak ekosystem Java, oczekuje się, że aplikacje będą pobierać pliki binarne z bibliotek z repozytoriów Maven i wbudowywać je w aplikację. Aby upewnić się, że aplikacja jest zbudowana tylko z depsami FOSS, opracowujemy system skanowania w _fdroidserver_, aby ograniczyć źródło zależności i znaleźć problematyczne zależności.
ro: F-Droid se angajează întotdeauna să distribuie aplicații Android FOSS. Construirea de software liber din sursă pentru Android vine cu un set diferit de provocări față de distribuțiile GNU/Linux precum Debian. Aplicațiile Android sunt compilate-încrucișat: ele nu sunt construite pe același sistem de operare pe care rulează. În plus, Android oferă doar un set minimalist de biblioteci integrate. La fel ca în ecosistemul Java, se așteaptă ca aplicațiile să obțină binarele bibliotecilor din depozitele Maven și să le integreze în aplicație. Pentru a ne asigura că aplicația este construită numai cu dependințe FOSS, dezvoltăm un sistem de scanare în _fdroidserver_ pentru a restricționa sursa de dependență și a găsi dependențele problematice.
ru: F-Droid всегда стремится распространять FOSS-приложения для Android. Создание свободного программного обеспечения из исходных текстов для Android сопряжено с проблемами, отличными от проблем дистрибутивов GNU/Linux, таких как Debian. Приложения для Android кросс-компилируются: они не создаются на той же ОС, на которой работают. Кроме того, Android предоставляет только пустой набор встроенных библиотек. Как и в экосистеме Java, приложения должны получать двоичные файлы библиотек из репозиториев Maven и встраивать их в приложение. Чтобы убедиться, что приложение собирается только с FOSS-депозитами, мы разработали систему сканирования в _fdroidserver_ для ограничения источника зависимостей и поиска проблемных зависимостей.
uk: F-Droid завжди прагне поширювати вільні застосунки Android. Створення вільного програмного забезпечення з вихідного коду для Android пов'язане з іншим набором проблем, ніж для дистрибутивів GNU/Linux, таких як Debian. Застосунки для Android перехресно-компільовані: вони створені не на тій самій ОС, на якій вони працюють. Крім того, Android надає лише базовий набір вбудованих бібліотек. Як і в екосистемі Java, очікується, що застосунки отримуватимуть двійкові файли бібліотек з репозиторіїв Maven і вбудовувати їх у застосунок. Щоб гарантувати, що застосунок збирається лише з FOSS-складників, ми розробляємо систему сканування на _fdroidserver_ для обмеження джерела залежностей та пошуку проблемних залежностей.
zh_hans: F-Droid 始终致力于分发自由开源 Android 应用。从源代码为 Android 构建自由软件面临与 Debian 等 GNU/Linux 发行版不同的一系列挑战。 Android 应用是交叉编译的：它们与运行的操作系统不同。最重要的是，Android 只提供了一组内置的准系统库。与 Java 生态系统一样，应用通常从 Maven 存储库中获取库二进制文件并使用它们构建应用。为了确保应用只使用自由开源依赖构建，我们在 _fdroidserver_ 中开发了一个扫描系统来限制依赖源并找出有问题的依赖项。

source: F-Droid forbids unknown Maven repos and trusts only some well-known Maven repos [since 2015](https://gitlab.com/fdroid/fdroidserver/-/commit/21117b77d228458b4d3b003c4af19a2ac236b784). From then on, [some](https://gitlab.com/fdroid/fdroidserver/-/commit/d17da074e92e59bd543c362aff1bde3f087a0220) [more](https://gitlab.com/fdroid/fdroidserver/-/commit/a92f9a3a4c26e6b0b66f711891d342813d58cf48) [repos](https://gitlab.com/fdroid/fdroidserver/-/commit/1ff4f63de348ccca80dc3e773fcd2da58ffd07b2) [are](https://gitlab.com/fdroid/fdroidserver/-/commit/c87cdb91db3e731384d67045563d056b03858728) [added](https://gitlab.com/fdroid/fdroidserver/-/commit/c056b95fd5db81484d9e2b21d71975b12ffa9ac3) [to](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/102) the list. Currently there are 8 Maven repos we trust:
de: F-Droid verbietet unbekannte Maven-Repos und vertraut [seit 2015](https://gitlab.com/fdroid/fdroidserver/-/commit/21117b77d228458b4d3b003c4af19a2ac236b784) nur wenigen gut bekanntenMaven-Repos. Seither [wurden](https://gitlab.com/fdroid/fdroidserver/-/commit/d17da074e92e59bd543c362aff1bde3f087a0220) [nur](https://gitlab.com/fdroid/fdroidserver/-/commit/a92f9a3a4c26e6b0b66f711891d342813d58cf48) [einige](https://gitlab.com/fdroid/fdroidserver/-/commit/1ff4f63de348ccca80dc3e773fcd2da58ffd07b2) [weitere](https://gitlab.com/fdroid/fdroidserver/-/commit/c87cdb91db3e731384d67045563d056b03858728) [Repos](https://gitlab.com/fdroid/fdroidserver/-/commit/c056b95fd5db81484d9e2b21d71975b12ffa9ac3) [hinzugefügt](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/102). Momentan enthält die Liste 8 Maven-Repos, denen wir trauen:
pl: F-Droid zabrania nieznanych repozytoriów Maven i ufa tylko niektórym dobrze znanym repozytoriom Maven [od 2015](https://gitlab.com/fdroid/fdroidserver/-/commit/21117b77d228458b4d3b003c4af19a2ac236b784). Od tego czasu, [trochę](https://gitlab.com/fdroid/fdroidserver/-/commit/d17da074e92e59bd543c362aff1bde3f087a0220) [więcej](https://gitlab.com/fdroid/fdroidserver/-/commit/a92f9a3a4c26e6b0b66f711891d342813d58cf48) [repos](https://gitlab.com/fdroid/fdroidserver/-/commit/1ff4f63de348ccca80dc3e773fcd2da58ffd07b2) [repozytoriów](https://gitlab.com/fdroid/fdroidserver/-/commit/c87cdb91db3e731384d67045563d056b03858728) [zostało](https://gitlab.com/fdroid/fdroidserver/-/commit/c056b95fd5db81484d9e2b21d71975b12ffa9ac3) [dodanych](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/102) do listy. Obecnie istnieje 8 repozytoriów Maven, którym ufamy:
ro: F-Droid interzice depozitele Maven necunoscute și are încredere doar în unele depozite Maven bine cunoscute [începând din 2015](https://gitlab.com/fdroid/fdroidserver/-/commit/21117b77d228458b4d3b003c4af19a2ac236b784). De atunci încoace, [din ce](https://gitlab.com/fdroid/fdroidserver/-/commit/d17da074e92e59bd543c362aff1bde3f087a0220) [în ce](https://gitlab.com/fdroid/fdroidserver/-/commit/a92f9a3a4c26e6b0b66f711891d342813d58cf48) [mai multe](https://gitlab.com/fdroid/fdroidserver/-/commit/1ff4f63de348ccca80dc3e773fcd2da58ffd07b2) [depozite](https://gitlab.com/fdroid/fdroidserver/-/commit/c87cdb91db3e731384d67045563d056b03858728) [au fost](https://gitlab.com/fdroid/fdroidserver/-/commit/c056b95fd5db81484d9e2b21d71975b12ffa9ac3) [adăugate](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/102) la listă. În prezent, există 8 depozite Maven în care avem încredere:
ru: F-Droid запрещает неизвестные Maven-репозитории и доверяет только некоторым известным Maven-репозиториям [с 2015 года](https://gitlab.com/fdroid/fdroidserver/-/commit/21117b77d228458b4d3b003c4af19a2ac236b784). С тех пор [некоторые](https://gitlab.com/fdroid/fdroidserver/-/commit/d17da074e92e59bd543c362aff1bde3f087a0220) [более](https://gitlab.com/fdroid/fdroidserver/-/commit/a92f9a3a4c26e6b0b66f711891d342813d58cf48) [репо](https://gitlab.com/fdroid/fdroidserver/-/commit/1ff4f63de348ccca80dc3e773fcd2da58ffd07b2) [добавляются](https://gitlab.com/fdroid/fdroidserver/-/commit/c87cdb91db3e731384d67045563d056b03858728) [к](https://gitlab.com/fdroid/fdroidserver/-/commit/c056b95fd5db81484d9e2b21d71975b12ffa9ac3) [списку](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/102). В настоящее время существует 8 репозиториев Maven, которым мы доверяем:
uk: F-Droid забороняє невідомі репозиторії Maven і довіряє лише деяким відомим репозиторіям Maven [з 2015 року](https://gitlab.com/fdroid/fdroidserver/-/commit/21117b77d228458b4d3b003c4af19a2ac236b784). Відтоді [деякі](https://gitlab.com/fdroid/fdroidserver/-/commit/d17da074e92e59bd543c362aff1bde3f087a0220) [додаткові](https://gitlab.com/fdroid/fdroidserver/-/commit/a92f9a3a4c26e6b0b66f711891d342813d58cf48) [репозиторії](https://gitlab.com/fdroid/fdroidserver/-/commit/1ff4f63de348ccca80dc3e773fcd2da58ffd07b2) [були](https://gitlab.com/fdroid/fdroidserver/-/commit/c87cdb91db3e731384d67045563d056b03858728) [додані](https://gitlab.com/fdroid/fdroidserver/-/commit/c056b95fd5db81484d9e2b21d71975b12ffa9ac3) [до](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/102) списку. Наразі ми довіряємо 8 репозиторіям Maven:
zh_hans: [自 2015 年起](https://gitlab.com/fdroid/fdroidserver/-/commit/21117b77d228458b4d3b003c4af19a2ac236b784)，F-Droid 禁止使用未知的 Maven 存储库并仅信任一些知名的 Maven 存储库。之后，[更多](https://gitlab.com/fdroid/fdroidserver/-/commit/d17da074e92e59bd543c362aff1bde3f087a0220)[存储库](https://gitlab.com/fdroid/fdroidserver/-/commit/a92f9a3a4c26e6b0b66f7118941d342813d85)[被](https://gitlab.com/fdroid/fdroidserver/-/commit/1ff4f63de348ccca80dc3e773fcd2da58ffd07b2)[添加](https://gitlab.com/fdroid/fdroidserver/-/commit/c87cdb91db3e731384d67045563d056b03858728)[到](https:// gitlab.com/fdroid/fdroidserver/-/commit/c056b95fd5db81484d9e2b21d71975b12ffa9ac3)[了](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/102)列表中。目前有 8 个我们信任的 Maven 存储库：

source: Google Maven Repo
pl: Repozytorium Google Maven
ru: Репозиторий Google Maven
uk: Репозиторій Google Maven
zh_hans: 谷歌 Maven 存储库

source: Gradle plugin repo
ru: Репозиторий плагинов Gradle
uk: Репозиторій плагіна Gradle
zh_hans: Gradle 插件存储库

source: In 2020, JAR and AAR files embeded in the source code were [forbidden](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/325) and these trusted repos became the last weak point. We rely on them to provide only FOSS libs. However, none of them are guaranteed to do so and they have been a big source of non-free libs sneaking into the APKs.
de: 2020 wurden im Quellcode eingebettete JAR- und AAR-Dateien [verboten](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/325) und diese Repos, denen vertraut wurde, wurden zum letzten Schwachpunkt. Wir verlassen uns auf sie, um nur FOSS-Bibliotheken zu stellen. Allerdings kann keine garantieren, so zu handeln, und sie sind eine wichtige Ursache geworden, unfreie Bibliotheken in APKs einzuschmuggeln.
pl: W 2020 r. pliki JAR i AAR osadzone w kodzie źródłowym były [zakazane](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/325), a te zaufane repozytoria stały się ostatnim słabym punktem. Polegamy na nich, aby dostarczać tylko biblioteki FOSS. Jednak żaden z nich nie ma gwarancji, że to zrobi i były dużym źródłem niewolnych bibliotek wkradających się do APK.
ro: În 2020, fișierele JAR și AAR încorporate în codul sursă au fost [interzise](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/325), iar aceste depozite de încredere au devenit ultimul punct slab. Ne bazăm pe ele pentru a furniza numai biblioteci FOSS. Cu toate acestea, niciunul dintre ele nu este garantat să facă acest lucru și au fost o sursă importantă de biblioteci ne-libere care se strecoară în APK-uri.
ru: В 2020 году JAR- и AAR-файлы, встроенные в исходный код, были [запрещены](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/325), и эти доверенные репозитории стали последним слабым местом. Мы полагаемся на то, что они предоставляют только FOSS-библиотеки. Однако никто из них не гарантирует этого, и они стали большим источником просачивания несвободных библиотек в APK.
uk: У 2020 році JAR та AAR файли, вбудовані у вихідний код, були [заборонені](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/325), і ці довірені репозиторії стали останнім слабким місцем. Ми покладаємося на те, що вони надають лише FOSS бібліотеки. Однак жоден з них не гарантує цього, і вони були великим джерелом невільних бібліотек, що проникали в APK.
zh_hans: 2020 年，源代码中包含的 JAR 和 AAR 文件被[禁止](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/325)，这些受信任的存储库成为最后的弱点。我们依赖它们只提供 FOSS 库。但是，它们中的任何一个都不能保证这样做，并且它们一直是潜入 APK 的非自由库的重要来源。
