Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Make the tests run once a second (with color!): <br/>`watch --color -n1 pytest-3 --color=yes`
de: Die Tests einmal pro Sekunde laufen lassen (in Farbe!): <br>`watch --color -n1 pytest-3 --color=yes`
pl: Spraw, aby testy były uruchamiane raz na sekundę (z kolorem!): <br>`watch --color -n1 pytest-3 --color=yes`
ro: Faceți testele să ruleze o dată pe secundă (cu culoare!): <br>`watch --color -n1 pytest-3 --color=yes`
ru: Сделайте так, чтобы тесты запускались раз в секунду (с цветом!): <br/>`watch --color -n1 pytest-3 --color=yes`
uk: Зробіть так, щоб тести запускалися раз на секунду (з кольором!): <br>`watch --color -n1 pytest-3 --color=yes`
zh_hans: 使测试每秒运行一次（彩色输出！）： <br/>`watch --color -n1 pytest-3 --color=yes`

source: Edit the regex, for example, in _suss/com.mapbox.yml_
de: Die Regex bearbeiten, beispielsweise in _suss/com.mapbox.yml_
pl: Edytuj wyrażenie regularne, na przykład w _suss/com.mapbox.yml_
ro: Modificați regex-ul, de exemplu, în _suss/com.mapbox.yml_
ru: Отредактируйте regex, например, в _suss/com.mapbox.yml_
uk: Відредагуйте регулярний вираз, наприклад, у _suss/com.mapbox.yml_
zh_hans: 编辑正则表达式，例如，在 _suss/com.mapbox.yml_

source: Since this only uses regexs, this test suite doesn't need any _fdroidserver_ code. This all would also be trivial to use in Javascript, Ruby, Rust, Java, Kotlin, etc. since the profiles are YAML and the signatures are regex.
de: Da nur Regex verwendet wird, braucht diese Testsuite keinen _fdroidserver_-Code. Genauso trivial würde es in Javascript, Ruby, Rust, Java, Kotlin, etc. verwendet werden, solange die Profile YAML und die Signaturen Regex sind.
pl: Ponieważ używa tylko wyrażeń regularnych, ten zestaw testów nie wymaga żadnego kodu _fdroidserver_. To wszystko byłoby również trywialne do użycia w JavaScript, Ruby, Rust, Javie, Kotlin itp., ponieważ profile to YAML, a sygnatury to regex.
ro: Deoarece utilizează doar regex-uri, această suită de testare nu are nevoie de niciun cod _fdroidserver_. Toate acestea ar fi, de asemenea, banale de utilizat în Javascript, Ruby, Rust, Java, Kotlin etc., deoarece profilurile sunt YAML și semnăturile sunt regex.
ru: Поскольку здесь используются только регексы, этот тестовый набор не нуждается в коде _fdroidserver_. Все это также тривиально использовать в Javascript, Ruby, Rust, Java, Kotlin и т. д., поскольку профили представляют собой YAML, а сигнатуры - regex.
uk: Оскільки тут використовуються лише регулярні вирази, для цього набору тестів не потрібен код _fdroidserver_. Все це також було б просто для використання в Javascript, Ruby, Rust, Java, Kotlin тощо, оскільки профілі — це YAML, а сигнатури — регулярні вирази.
zh_hans: 由于这仅使用正则表达式，因此此测试套件不需要任何 _fdroidserver_ 代码。这一切在 Javascript、Ruby、Rust、Java、Kotlin 等中使用也很简单，因为配置文件是 YAML 并且签名是正则表达式。

source: Applying signatures
de: Anwendung von Signaturen
pl: Składanie podpisów
ro: Aplicarea semnăturilor
ru: Нанесение подписей
uk: Застосування сигнатур
zh_hans: 使用签名

source: The _issuebot_ that runs on [fdroid/rfp](https://gitlab.com/fdroid/rfp/-/issues) and [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) now uses signatures from Exodus Privacy ETIP, `fdroid scanner`, and Plexus. It is now easy to use ETIP signatures in _issuebot_ modules, to enable experimentation in how things should be scanned. Here are some snippets of _issuebot_ flagging things based on these signatures.
de: Der _issuebot_, der auf [fdroid/rfp](https://gitlab.com/fdroid/rfp/-/issues) und [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) läuft, verwendet nun Signaturen aus Exodus Privacy ETIP, `fdroid scanner` und Plexus. Es ist jetzt einfach, ETIP-Signaturen in Modulen des _issuebot_ zu nutzen, um experimentieren zu können, wie die Dinge durchsucht werden sollten. Hier einige Ausschnitte mit markierten Sachen aus _issuebot_, die auf diesen Signaturen beruhen.
pl: _issuebot_ działający na [fdroid/rfp](https://gitlab.com/fdroid/rfp/-/issues) i [_fdroiddata_](https://gitlab. com/fdroid/fdroiddata/-/merge_requests) używa teraz sygnatur z Exodus Privacy ETIP, `fdroid scanner` i Plexus. Teraz można łatwo używać podpisów ETIP w modułach _issuebot_, aby umożliwić eksperymentowanie w zakresie skanowania rzeczy. Oto kilka fragmentów _issuebot_ oznaczających rzeczy na podstawie tych sygnatur.
ro: _issuebot_ care rulează pe [fdroid/rfp](https://gitlab.com/fdroid/rfp/-/issues) și [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) utilizează acum semnături de la Exodus Privacy ETIP, `fdroid scanner`, și Plexus. Acum este ușor de utilizat semnăturile ETIP în modulele _issuebot_, pentru a permite experimentarea modului în care ar trebui să fie scanate lucrurile. Iată câteva fragmente din _issuebot_ care semnalizează lucruri pe baza acestor semnături.
ru: В _issuebot_, работающем на [fdroid/rfp](https://gitlab.com/fdroid/rfp/-/issues) и [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests), теперь используются сигнатуры от Exodus Privacy ETIP, `fdroid scanner` и Plexus. Теперь можно легко использовать сигнатуры ETIP в модулях _issuebot_, чтобы экспериментировать с тем, как следует сканировать вещи. Вот несколько фрагментов того, как _issuebot_ помечает вещи, основываясь на этих сигнатурах.
uk: Бот _issuebot_, який працює на [fdroid/rfp](https://gitlab.com/fdroid/rfp/-/issues) та [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) відтепер використовує сигнатури від Exodus Privacy ETIP, `сканер fdroid` та Plexus. Тепер легко використовувати сигнатури ETIP в модулях _issuebot_, що дає можливість експериментувати з тим, як слід виконувати сканування. Ось деякі фрагменти з _issuebot_, що позначають об'єкти на основі цих підписів.
zh_hans: [fdroid/rfp](https://gitlab.com/fdroid/rfp/-/issues) 和 [_fdroiddata_](https://gitlab. com/fdroid/fdroiddata/-/merge_requests) 中运行的 _issuebot_ 现在使用来自 Exodus Privacy ETIP、`fdroid scanner` 和 Plexus 的签名。现在可以很容易地在 _issuebot_ 模块中使用 ETIP 签名，以便对如何扫描事物进行实验。以下是 _issuebot_ 基于这些签名标记事物的一些代码片段。

source: ![gradle-dependencies-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies-1.png %})<br/> _This is clearly a non-free dependency, it is required for all builds of this app._
de: ![gradle-dependencies-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies-1.png %})<br> _Dies ist eindeutig eine proprietäre Abhängigkeit, sie wird für alle Builds dieser App benötigt._
pl: ![gradle-dependencies-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies-1.png %})<br> _Jest to wyraźnie nie-wolna zależność, jest wymagana dla wszystkich kompilacji tej aplikacji._
ro: ![gradle-dependencies-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies-1.png %})<br> _Aceasta este în mod clar o dependență ne liberă, și care este necesară pentru toate compilările acestei aplicații._
ru: ![gradle-dependencies-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies-1.png %})<br/> _Это явно несвободная зависимость, она требуется для всех сборок этого приложения._
uk: ![gradle-dependencies-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies-1.png %})<br> _Це однозначно невільна залежність, вона обов'язкова для всіх збірок цього застосунку._
zh_hans: ![gradle-dependencies-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies-1.png %})<br/> _这显然是一个非自由依赖，这个应用的所有构建都需要它。_

source: ![gradle-dependencies]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies.png %})<br/> _This is a double whammy: non-free library that is used for tracking!_
de: ![gradle-dependencies]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies.png %})<br> _Dies ist ein Doppelschlag: proprietäre Bibliothek, die für das Tracking genutzt wird!_
pl: ![gradle-dependencies]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies.png %})<br> _To jest podwójne whammy: nie-wolna biblioteka, która jest używana do śledzenia!_
ro: ![gradle-dependencies]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies.png %})<br> <br> _Aceasta este o dublă lovitură: bibliotecă ne liberă care este folosită pentru urmărire!_
ru: ![gradle-dependencies]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies.png %})<br/> _Это двойной удар: несвободная библиотека, которая используется для отслеживания!_
uk: ![gradle-dependencies]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies.png %})<br> _Це подвійний удар: невільна бібліотека, яка використовується для стеження!_
zh_hans: ![gradle-dependencies]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/gradle-dependencies.png %})<br/> _这是一个双重打击：用于跟踪的非自由库！_

source: ![source-scan-0]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-0.png %})<br/> _It is a match, but is the "test" flavor relevant?_
de: ![source-scan-0]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-0.png %})<br> _Es ist ein Treffer, aber ist das „Test“-Flavor relevant?_
pl: ![source-scan-0]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-0.png %})<br> _Jest to dopasowanie, ale czy klimat "testowy" jest istotny?_
ro: ![source-scan-0]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-0.png %})<br> _Este o potrivire, dar este relevantă versiunea "test"?_
ru: ![source-scan-0]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-0.png %})<br/> _Это совпадение, но имеет ли значение "тестовый" вкус?_
uk: ![source-scan-0]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-0.png %})<br> _Це збіг, але чи актуальний «тест»? _
zh_hans: ![source-scan-0]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-0.png %})<br/> _这是一个匹配，但是 "test" flavor 是否相关？_

source: ![source-scan-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-1.png %})<br/> _There is a good match, but the library is included in the "play" flavor, and that flavor is obviously not meant for f-droid.org._
de: ![source-scan-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-1.png %})<br> _Es gibt eine passende Übereinstimmung, aber die Bibliothek ist ins „Play“-Flavor eingeschlossen und diese Variante ist offenkundig nicht für f-droid.org bestimmt._
pl: ![source-scan-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-1.png %})<br/> _Istnieje dobre dopasowanie, ale biblioteka jest zawarta w klimacie „graj”, a to oczywiście nie jest przeznaczone dla f-droid.org._
ro: ![source-scan-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-1.png %})<br/> _Există o potrivire bună, dar biblioteca este inclusă în versiunea "play", iar aceasta nu este în mod evident destinată pentru f-droid.org._
ru: ![source-scan-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-1.png %})<br/> _Есть хорошее совпадение, но библиотека включена в "игровой" вариант, а этот вариант явно не предназначен для f-droid.org._
uk: ![source-scan-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-1.png %})<br> _Гарний збіг, але бібліотека включена у варіант «play», і цей варіант, очевидно, не призначений для f-droid.org._
zh_hans: ![source-scan-1]({% asset posts/2022-09-30-free-software-and-inspection-are-key-to-software-we-can-trust/source-scan-1.png %})<br/> _这有一个很好的匹配，但是库包含在 "play" flavor 中，而那个 flavor 显然不适用于 f-droid.org。_

source: The _issuebot_ report has many sections, based on the scan that was done. When a section has some entries that are flagged, then that section will default to being open. So these sections will be readily apparent on first read, but can always be hidden after reviewing.
de: Der _issuebot_-Bericht hat viele Abschnitte, die auf dem Scan beruhen, der durchgeführt wurde. Wenn ein Bereich irgendwelche Einträge hat, die gekennzeichnet sind, dann wird dieser Abschnitt standardmäßig geöffnet werden. So werden diese Abschnitte beim ersten Lesen leicht augenscheinlich, können aber immer nach der Überprüfung ausgeblendet werden.
pl: Raport _issuebot_ zawiera wiele sekcji opartych na wykonanym skanowaniu. Jeśli sekcja zawiera pewne wpisy, które są oflagowane, domyślnie ta sekcja będzie otwarta. Tak więc te sekcje będą widoczne przy pierwszym przeczytaniu, ale zawsze można je ukryć po przejrzeniu.
ro: Raportul _issuebot_ are mai multe secțiuni, în funcție de scanarea efectuată. Atunci când o secțiune are unele intrări care sunt marcate, atunci secțiunea respectivă va fi expandată în mod implicit. Astfel, aceste secțiuni vor fi ușor vizibile la prima citire, dar pot fi oricând ascunse după revizuire.
ru: Отчет _issuebot_ состоит из множества разделов, основанных на проведенном сканировании. Если в разделе есть записи, отмеченные флажками, то этот раздел по умолчанию будет открытым. Таким образом, эти разделы будут видны при первом чтении, но их всегда можно скрыть после просмотра.
uk: Звіт _issuebot_ містить багато розділів на основі виконаного сканування. Якщо в розділі є кілька позначених записів, цей розділ типово буде відкритим. Таким чином, ці розділи будуть очевидні під час першого читання, але їх завжди можна сховати після перегляду.
zh_hans: _issuebot_ 报告有很多部分，基于已完成的扫描。当一个部分有一些被标记的条目时，该部分将默认打开。因此，这些部分在第一次阅读时会很明显，但在查看后总是可以隐藏。

source: There are now active methods for finding domain names and URLs in binary APKs. The network signatures are used to check those for matches. There are also now alternate methods of scraping the data out to then run signature matching on. There is a new Gradle Dependencies module which gets the full list of dependencies from either _gradle/verification-metadata.xml_ if present or generatable, or `./gradlew androidDependencies`, if all else fails. It then applies the code signatures to flag Gradle coordinates. There are now multiple, overlapping methods for scraping the libraries used, both from source code and binary APKs. These can be merged if we can determine there is a single method that reliably finds all the dependencies.
de: Es gibt nun aktive Methoden, um Domain-Namen und URLs in binären APKs herauszufinden. Die Netzwerk-Signaturen werden benutzt, um diese auf Übereinstimmungen zu prüfen. Es bestehen außerdem alternative Methoden, die Daten herauszukratzen und sie danach der Prüfung nach Signaturübereinstimmungen zu unterziehen. Es gibt ein neues Modul für Gradle Dependencies, das die komplette Liste der Abhängigkeiten aus jeder _gradle/verification-metadata.xml_, falls vorhanden oder erzeugbar, oder aus `./gradlew androidDependencies` bezieht, falls alles andere fehlschlägt. Es wendet dann die Code-Signaturen an, um die Gradle-Koordinaten zu markieren. Es sind jetzt multiple, sich überlappende Verfahren vorhanden, die verwendeten Bibliotheken sowohl im Quellcode als auch in den binären APKs herauszufinden. Diese können, wenn wir sie bestimmen können, in eine einzige Methode zusammengeführt werden, die verlässlich alle Abhängigkeiten findet.
pl: Istnieją teraz aktywne metody znajdowania nazw domen i adresów URL w binarnych pakietach APK. Sygnatury sieciowe są używane do sprawdzania, czy są one dopasowane. Istnieją również alternatywne metody usuwania danych, aby następnie uruchomić dopasowanie sygnatur. Dostępny jest nowy moduł Gradle Dependencies, który pobiera pełną listę zależności z _gradle/verification-metadata.xml_, jeśli są obecne lub możliwe do wygenerowania, lub `./gradlew androidDependencies`, jeśli wszystko inne zawiedzie . Następnie stosuje sygnatury kodu do oznaczenia współrzędnych Gradle. Obecnie istnieje wiele nakładających się metod usuwania używanych bibliotek, zarówno z kodu źródłowego, jak i binarnych pakietów APK. Można je połączyć, jeśli uda nam się ustalić, że istnieje jedna metoda, która niezawodnie wyszukuje wszystkie zależności.
ro: În prezent, există metode active de căutare a numelor de domenii și a adreselor Internet în APK-uri binare. Semnăturile de rețea sunt utilizate pentru a verifica dacă acestea corespund. De asemenea, există acum metode alternative de extragere a datelor pentru a executa apoi o potrivire a semnăturilor. Există un nou modul Gradle Dependencies, care obține lista completă de dependențe fie din _gradle/verification-metadata.xml_ dacă este prezent sau poate fi generat, fie din `./gradlew androidDependencies`, dacă toate celelalte eșuează. Apoi aplică semnăturile de cod pentru a semnaliza coordonatele Gradle. Există acum mai multe metode, care se suprapun, pentru aduna lista bibliotecilor utilizate, atât din codul sursă, cât și din APK-urile binare. Acestea pot fi îmbinate dacă putem stabili că există o singură metodă care găsește în mod fiabil toate dependențele.
ru: В настоящее время существуют активные методы поиска доменных имен и URL-адресов в бинарных APK. Для проверки совпадений используются сетевые сигнатуры. Также теперь есть альтернативные методы извлечения данных для последующей проверки сигнатур. Появился новый модуль Gradle Dependencies, который получает полный список зависимостей либо из _gradle/verification-metadata.xml_, если он присутствует или генерируется, либо из `./gradlew androidDependencies`, если все остальное не удается. Затем он применяет сигнатуры кода к координатам флагов Gradle. Сейчас существует несколько перекрывающихся методов поиска используемых библиотек, как из исходного кода, так и из бинарных APK. Они могут быть объединены, если мы определим, что существует единственный метод, который надежно находит все зависимости.
uk: Наразі існують активні способи пошуку доменних імен та URL-адрес у двійкових APK-файлах. Для перевірки збігів використовуються мережеві сигнатури. Також з'явилися альтернативні методи вилучення даних для подальшої перевірки на відповідність сигнатур. Існує новий модуль Gradle Dependencies, який отримує повний список залежностей з файлу _gradle/verification-metadata.xml_, якщо він присутній або може бути згенерований, або з файлу `./gradlew androidDependencies`, якщо нічого іншого не вдається. Потім він застосовує сигнатури коду до координат прапорця Gradle. Наразі існує декілька способів вилучення використаних бібліотек, що перетинаються, як з вихідного коду, так і з двійкових APK. Їх можна об'єднати, якщо ми зможемо визначити, що існує єдиний метод, який надійно знаходить всі залежності.
zh_hans: 现在有用于在二进制 APK 中查找域名和 URL 的有效方法。网络签名用于检查匹配项。现在还有其他方法可以提取数据然后运行签名匹配。有一个新的 Gradle Dependencies 模块，它从 _gradle/verification-metadata.xml_（如果存在或可生成）或 `./gradlew androidDependencies`（如果所有其他方法都失败）获取完整的依赖项列表.然后它应用代码签名来标记 Gradle 坐标。现在有多种重叠的方法可以从源代码和二进制 APK 中抓取所使用的库。如果我们可以确定有一种方法可以可靠地找到所有依赖项，那么这些可以合并。

source: This project has resulted in marked improvements in the existing _issuebot_ setup, and set up a structure for cross-project integration. We hope this data layout and a workflow that can serve as a template for other related work. Now it is launched and in action, we welcome feedback on what is working, and what is not. And contributions for improving any piece of this are always welcome. F-Droid SUSS is now a really easy way to get started, anyone who can edit basic YAML and submit a merge request can now help F-Droid improve our inspection process. Here are some low hanging fruit that are left over from this project:
de: Dieses Projekt hat bedeutende Verbesserungen bei dem bestehenden _issuebot_-Setup zum Ergebnis und die Grundlagen für eine projektübergreifende Integration geschaffen. Wir erhoffen uns ein Daten-Layout und einen Workflow, der als Vorlage für weitere verwandte Arbeiten dienen kann. Es ist nun an den Start gegangen und in Aktion, wir freuen uns über Rückmeldungen, was funktioniert und was nicht. Und Beiträge zur Verbesserung jedes Teils davon werden immer begrüßt. F-Droid-SUSS ist momentan ein wirklich einfacher Weg, um damit anzufangen, jeder, der einfaches YAML bearbeiten und einen Merge Request einreichen kann, kann jetzt F-Droid helfen, unseren Inspektionsprozess zu verbessern. Hier einige tief hängende Früchte, die bei diesem Projekt übrig geblieben sind:
pl: Ten projekt zaowocował wyraźnymi ulepszeniami w istniejącej konfiguracji _issuebot_ i stworzył strukturę dla integracji międzyprojektowej. Mamy nadzieję, że ten układ danych i przepływ pracy może służyć jako szablon dla innych powiązanych prac. Teraz, kiedy wszystko zostało już uruchomione i działa, czekamy na opinie o tym, co działa, a co nie. I wkład w poprawę każdej jego części są zawsze mile widziane. F-Droid SUSS jest teraz naprawdę łatwy dla początkujących, każdy, kto może edytować podstawowe YAML i złożyć wniosek o scalenie, może teraz pomóc F-Droid poprawić nasz proces kontroli. Oto kilka nisko wiszących owoców, które pozostały w tym projekcie:
ro: Acest proiect a dus la îmbunătățiri semnificative în configurația existentă _issuebot_ și a creat o structură pentru integrarea între proiecte. Sperăm că această dispunere a datelor și un flux de lucru care poate servi drept model pentru alte lucrări conexe. Acum că a fost lansat și este în acțiune, așteptăm cu interes răspunsul cu privire la ceea ce funcționează și ceea ce nu funcționează. Iar contribuțiile pentru îmbunătățirea oricărei părți a acestui lucru sunt întotdeauna binevenite. F-Droid SUSS este acum o modalitate foarte ușoară de a începe, oricine care poate edita YAML de bază și trimite o cerere de revizie poate acum să ajute F-Droid să îmbunătățească procesul nostru de inspecție. Iată câteva idei de rezolvat ușor care au rămas din acest proiect:
ru: Этот проект позволил заметно улучшить существующую систему _issuebot_ и создать структуру для межпроектной интеграции. Мы надеемся, что эта схема данных и рабочий процесс могут послужить шаблоном для других подобных работ. Теперь, когда все запущено и работает, мы приветствуем отзывы о том, что работает, а что нет. Также всегда приветствуется вклад в улучшение любой части этого проекта. Теперь F-Droid SUSS - это действительно простой способ начать работу, любой, кто может редактировать базовый YAML и отправлять запросы на слияние, может помочь F-Droid улучшить наш процесс проверки. Вот некоторые низко висящие фрукты, которые остались от этого проекта:
uk: Цей проєкт призвів до значного покращення наявної системи _issuebot_, а також створив структуру для міжпроєктної інтеграції. Ми сподіваємося, що цей макет даних і робочий процес може слугувати шаблоном для інших пов'язаних робіт. Зараз він запущений і в дії, будемо раді зворотному зв'язку про те, що працює, а що ні. І внески для покращення будь-якої частини цього завжди вітаються. F-Droid SUSS - це дійсно простий спосіб розпочати роботу, кожен, хто може відредагувати базовий YAML і подати запит на злиття, тепер може допомогти F-Droid поліпшити наш процес інспекції. Ось деякі результати, які залишилися від цього проєкту:
zh_hans: 该项目对现有的 _issuebot_ 设置进行了显着改进，并建立了跨项目集成的结构。我们希望这种数据布局和工作流程可以作为其他相关工作的模板。现在它已启动并投入使用，我们欢迎就哪些有效，哪些无效提供反馈。并且总是欢迎为改进任何部分做出贡献。 F-Droid SUSS 现在是一个非常简单的开始贡献的起点，任何可以编辑基本 YAML 并提交合并请求的人现在都可以帮助 F-Droid 改进我们的检查过程。以下是这个项目中的一些易于实现的任务：
