Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Storing signing keys in an HSM provides major security advantages once a key is generated inside a HSM it can never be extracted in plain text form. Instead the data to be signed is sent to the HSM which will produce the signature with the internally held key material. They also apply some tamper resistance technologies which makes physical extraction of the key very difficult.
de: Die Speicherung von Signierschlüsseln in einem HSM bietet wesentliche Sicherheitsvorteile, sobald ein Schlüssel in einem HSM erstellt wurde, kann er niemals in reiner Textform extrahiert werden. Stattdessen werden die Daten, die verschlüsselt werden sollen, an das HSM gesendet, das die Signatur mit den bereitgehaltenen Schlüsselteilen erzeugen wird. Sie wenden auch einige manipulationssichere Techniken an, die eine physische Extraktion des Schlüssels sehr erschweren.
pl: Przechowywanie kluczy do podpisu w HSM zapewnia duże korzyści w zakresie bezpieczeństwa. Po wygenerowaniu klucza wewnątrz HSM nie można go wydobyć w postaci zwykłego tekstu. Zamiast tego dane, które mają być podpisane, są przesyłane do HSM, który złoży podpis przy użyciu wewnętrznie przechowywanego materiału klucza. Stosowane są również technologie odporne na manipulacje, które sprawiają, że fizyczne wydobycie klucza jest bardzo trudne.
ro: Stocarea cheilor de semnare într-un HSM oferă avantaje majore de securitate, odată ce o cheie este generată în interiorul unui HSM, aceasta nu poate fi niciodată extrasă în formă de text simplu. În schimb, datele care urmează să fie semnate sunt trimise către HSM, care va produce semnătura cu ajutorul cheii stocate în interior. De asemenea, se aplică anumite tehnologii de rezistență la manipulare, ceea ce face ca extragerea fizică a cheii să fie foarte dificilă.
ru: Хранение ключей подписи в HSM обеспечивает значительные преимущества с точки зрения безопасности. Как только ключ генерируется внутри HSM, он никогда не может быть извлечен в виде обычного текста. Вместо этого данные, которые необходимо подписать, отправляются в HSM, который производит подпись с помощью внутреннего ключевого материала. Также применяются некоторые технологии защиты от несанкционированного вскрытия, что делает физическое извлечение ключа очень сложным.
uk: Зберігання ключів підпису в HSM забезпечує значні переваги з точки зору безпеки. Як тільки ключ генерується всередині HSM, він ніколи не може бути витягнутий у вигляді звичайного тексту. Замість цього дані, які необхідно підписати, відправляються в HSM, який виробляє підпис за допомогою внутрішнього ключового матеріалу. Також застосовуються деякі технології захисту від несанкціонованого розкриття, що робить фізичне витяг ключа дуже складним.
zh_hans: 一旦在 HSM 中生成密钥，将签名密钥存储在 HSM 中会提供主要的安全优势，它永远无法以纯文本形式提取。而是将要签名的数据发送到 HSM，它将使用内部持有的密钥材料生成签名。他们还应用了一些防篡改技术，这使得密钥的物理提取非常困难。

source: A signing key for an Android application is part of the identity of said app. As a security measure an update for an app can only be installed when the new apk is signed with the same private key as the old one. Storing the keys in an HSM makes sure that even if an attacker compromises your infrastructure they will not be able to steal the signing keys. In fact there's never any ambiguity if an attacker might have gotten access to the keys. The physical HSM would need to be stolen and that is at least obvious at that point. The intruder could still possibly use the HSM to sign malicious apps though.
de: Ein Signierschlüssel einer Android-Anwendung ist Teil der Identität der besagten App. Als Sicherheitsmaßnahme kann ein Update für eine App nur dann installiert werden, wenn das neue APK mit demselben privaten Schlüssel signiert ist wie das alte. Eine Speicherung der Schlüssel in einem HSM stellt sicher, dass Angreifer, selbst wenn sie die Infrastruktur gefährden, nicht in der Lage sein werden, die Signierschlüssel zu stehlen. Tatsächlich gibt es niemals Unklarheit darüber, ob ein Angreifer Zugriff auf die Schlüssel erhalten hat. Das HSM an sich muss gestohlen werden und an diesem Punkt wird es auf jeden Fall offenkundig. Der Eindringling könnte allerdings immer noch das HSM dazu nutzen, schädliche Apps damit zu signieren.
pl: Klucz podpisujący aplikację na system Android jest częścią tożsamości tej aplikacji. Jako środek bezpieczeństwa, aktualizacja dla aplikacji może być zainstalowana tylko wtedy, gdy nowa apka jest podpisana tym samym kluczem prywatnym, co stara. Przechowywanie kluczy w HSM daje pewność, że nawet jeśli atakujący naruszy infrastrukturę, nie będzie w stanie wykraść kluczy podpisujących. W rzeczywistości nigdy nie ma żadnych wątpliwości, czy atakujący mógł uzyskać dostęp do kluczy. Fizyczny HSM musiałby zostać skradziony i to jest co najmniej oczywiste w tym momencie. Intruz nadal mógłby ewentualnie użyć HSM do podpisywania złośliwych aplikacji.
ro: O cheie de semnare pentru o aplicație Android face parte din identitatea aplicației respective. Ca măsură de securitate, o actualizare a unei aplicații poate fi instalată numai dacă noul apk este semnat cu aceeași cheie privată ca și cel vechi. Stocarea cheilor într-un HSM garantează că, chiar dacă un atacator vă compromite infrastructura, acesta nu va putea fura cheile de semnare. De fapt, nu există niciodată nicio ambiguitate dacă un atacator ar fi putut avea acces la chei. HSM-ul fizic ar trebui să fie furat și acest lucru este cel puțin evident în acel moment. Totuși, intrusul ar putea totuși să folosească HSM-ul pentru a semna aplicații rău intenționate.
ru: Ключ подписи для приложения Android является частью идентификации приложения. В качестве меры безопасности обновление для приложения может быть установлено только в том случае, если новый apk подписан тем же закрытым ключом, что и старый. Хранение ключей в HSM гарантирует, что даже если злоумышленник скомпрометирует вашу инфраструктуру, он не сможет украсть ключи подписи. Фактически, никогда не возникает никаких сомнений в том, что злоумышленник мог получить доступ к ключам. Для этого необходимо украсть физический HSM, что, по крайней мере, очевидно. Однако злоумышленник все равно может использовать HSM для подписи вредоносных приложений.
uk: Ключ підпису для застосунку Android — це частина ідентифікації застосунку. Заходом безпеки оновлення для застосунку може бути встановлено лише в тому випадку, якщо новий apk підписаний тим же приватним ключем, що і старий. Зберігання ключів в HSM гарантує, що навіть якщо зловмисник скомпрометує вашу інфраструктуру, він не зможе вкрасти ключі підпису. Фактично, ніколи не виникає жодних сумнівів в тому, що зловмисник не зможе отримати доступ до ключів. Для цього необхідно вкрасти фізичний HSM, що очевидно. Однак зловмисник все одно може використовувати HSM для підпису зловмисних застосунків.
zh_hans: Android 应用的签名密钥是所述应用身份的一部分。作为一项安全措施，只有在新的 apk 使用与旧 apk 相同的私钥签名时，才能安装应用的更新。将密钥存储在 HSM 中可确保即使攻击者破坏了你的基础设施，他们也无法窃取签名密钥。事实上，攻击者是否可能已经获得了密钥的访问权永远不会有任何疑虑。这需要盗走物理 HSM，而这至少将轻易发现。尽管如此，入侵者仍可能使用 HSM 签署恶意应用。

source: F-Droid has two signing steps. All apks as well as the repository index are signed. All of those keys should ideally be stored inside a HSM.
de: F-Droid hat zwei Signierschritte. Sowohl alle APKs als auch der Repository-Index sind signiert. Idealerweise sollten alle diese Schlüssel innerhalb eines HSM aufbewahrt sein.
pl: F-Droid ma dwa etapy podpisywania. Wszystkie apki, jak również indeks repozytorium są podpisane. Wszystkie te klucze powinny być idealnie przechowywane wewnątrz HSM.
ro: F-Droid are două etape de semnare. Toate apk-urile, precum și indexul depozitului sunt semnate. În mod ideal, toate aceste chei ar trebui să fie stocate în interiorul unui HSM.
ru: F-Droid имеет два этапа подписания. Подписываются все apk, а также индекс хранилища. Все эти ключи в идеале должны храниться в HSM.
uk: F-Droid має два етапи підписання. Підписуються всі apk, а також індекс сховища. Всі ці ключі в ідеалі повинні зберігатися в HSM.
zh_hans: F-Droid 有两个签名步骤。所有 apk 以及存储库索引都已签名。理想情况下，所有这些密钥都应存储在 HSM 中。

source: **Disclaimer:** I asked Nitrokey if they could sponsor some Nitrokey HSMs to get F-Droid's publishing workflow to work with it. They agreed to send me three of them and asked me to write a blog post about my results.
de: **Disclaimer:** Ich bat Nitrokey, ob sie einige Nitrokey HSMs sponsern könnten, um sie in F-Droids Workflow integrieren zu können. Sie waren damit einverstanden, mir drei zu senden, und baten mich einen Blog-Beitrag über meine Ergebnisse zu schreiben.
pl: **Disclaimer:** Zapytałem Nitrokey czy mogliby zasponsorować kilka HSM Nitrokey, aby przepływ publikacji F-Droid'a działał z nimi. Zgodzili się wysłać mi trzy z nich i poprosili mnie o napisanie posta na blogu o moich wynikach.
ro: **Disclaimer:** Am întrebat Nitrokey dacă ar putea sponsoriza câteva HSM-uri Nitrokey pentru ca fluxul de lucru de publicare al F-Droid să funcționeze cu acesta. Au fost de acord să-mi trimită trei dintre ele și m-au rugat să scriu un articol pe blog despre rezultatele mele.
ru: **Дисклеймер:** Я спросил Nitrokey, могут ли они спонсировать несколько HSM Nitrokey, чтобы заставить рабочий процесс публикации F-Droid работать с ними. Они согласились прислать мне три штуки и попросили написать в блоге статью о моих результатах.
uk: ** Дисклеймер: ** Я запитав Nitrokey, чи можуть вони спонсорувати кілька HSM Nitrokey, щоб змусити робочий процес публікації F-Droid працювати з ними. Вони погодилися надіслати мені три штуки і попросили написати в блозі статтю про моїх результатах.
zh_hans: **声明：** 我问 Nitrokey 他们是否可以赞助一些 Nitrokey HSM 来让 F-Droid 的发布工作流程与之配合使用。他们同意给我寄三个，并让我写一篇关于我的结果的博客文章。

source: Step 0: Preparing the Nitrokey HSM2
de: Schritt 0: Vorbereitung des Nitrokey HSM2
pl: Krok 0: Przygotowanie Nitrokey HSM2
ro: Pasul 0: Pregătirea Nitrokey HSM2
ru: Шаг 0: Подготовка Nitrokey HSM2
uk: Крок 0: Підготовка Nitrokey HSM2
zh_hans: 步骤 0：准备 Nitrokey HSM2

source: It's highly recommended to initialize the Nitrokey with a Device Key Encryption Key (DKEK) before use. This allows key backup and restore onto another Nitrokey initialized with the same DKEK in case of a Hardware failure. It's also required for importing existing signing keys into the HSM (see below).
de: Es wird dringend empfohlen, das Nitrokey vor der Verwendung mit einem Device Key Encryption Key (DKEK) zu initialisieren. Dies ermöglicht die Schlüsselsicherung und -wiederherstellung auf einem anderen Nitrokey, das mit demselben DKEK initialisiert wurde, im Falle eines Hardware-Ausfalls. Es wird außerdem empfohlen, bestehende Signierschlüssel in das HSM zu importieren (siehe unten).
pl: Jest wysoce zalecane, aby przed użyciem Nitrokey zainicjować kluczem szyfrowania urządzenia (DKEK). Umożliwia to tworzenie kopii zapasowych kluczy i przywracanie ich na inny Nitrokey zainicjowany tym samym DKEK w przypadku awarii sprzętu. Jest to również wymagane do importu istniejących kluczy podpisu do HSM (patrz poniżej).
ro: Este foarte recomandat să inițializați Nitrokey cu o cheie de criptare a cheii dispozitivului (DKEK) înainte de utilizare. Acest lucru permite salvarea și restaurarea cheii pe o altă Nitrokey inițializată cu aceeași DKEK în cazul unei defecțiuni hardware. De asemenea, este necesară pentru a importa cheile de semnare existente în HSM (a se vedea mai jos).
ru: Настоятельно рекомендуется инициализировать Nitrokey ключом шифрования устройства (DKEK) перед использованием. Это позволяет создавать резервные копии ключей и восстанавливать их на другой Nitrokey, инициализированный тем же DKEK, в случае отказа оборудования. Это также необходимо для импорта существующих ключей подписи в HSM (см. ниже).
uk: Настійно рекомендується форматувати Nitrokey ключем шифрування пристрою (DKEK) перед використанням. Це дозволяє створювати резервні копії ключів і відновлювати їх на інший Nitrokey, ініціалізований тим же DKEK, в разі відмови обладнання. Це також необхідно для імпорту наявних ключів підпису в HSM (див. Нижче).
zh_hans: 强烈建议在使用前用设备密钥加密密钥 (DKEK) 初始化 Nitrokey。这允许密钥备份和恢复到另一个使用相同 DKEK 初始化的 Nitrokey，以防出现硬件故障。将现有的签名密钥导入 HSM 也需要它（见下文）。

source: A step-by-step guide on how to set this up and the possible options for managing DKEK shares and passphrases can be found [here](https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#using-key-backup-and-restore)
de: Eine Schritt-für-Schritt-Anleitung, wie dies einzurichten ist, und die möglichen Optionen zur Verwaltung von DKEK-Freigaben und Passphrasen findet man [hier](https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#using-key-backup-and-restore)
pl: Przewodnik krok po kroku, jak to skonfigurować i jakie są możliwe opcje zarządzania udziałami DKEK i hasłami można znaleźć [tutaj](https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#using-key-backup-and-restore)
ro: Un ghid pas cu pas privind modul de configurare și opțiunile posibile pentru gestionarea acțiunilor DKEK și a frazelor de acces poate fi găsit [here](https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#using-key-backup-and-restore)
ru: Пошаговое руководство по настройке и возможные варианты управления ресурсами DKEK и парольными фразами можно найти [здесь](https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#using-key-backup-and-restore)
uk: Покрокове керівництво по налаштуванню і можливі варіанти управління ресурсами DKEK і парольної фрази можна знайти [тут](https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#using-key-backup-and-restore)
zh_hans: 有关如何设置此功能的分步指南以及管理 DKEK 共享和密码短语的可能选项，可在[此处](https://github.com/OpenSC/OpenSC/wiki/SmartCardHSM#using-key-backup-and-restore)找到

source: Needless to say that you should keep the DKEK stored at a very secure place.
de: Unnötig zu sagen, dass man die DKEK an einem sehr sicheren Ort aufbewahren sollte.
pl: Nie trzeba dodawać, że DKEK należy przechowywać w bardzo bezpiecznym miejscu.
ro: Inutil să mai spunem că trebuie să păstrați DKEK-ul într-un loc foarte sigur.
ru: Излишне говорить, что хранить DKEK следует в очень надежном месте.
uk: Зайве говорити, що зберігати DKEK слід в дуже надійному місці.
zh_hans: 不用说，你应该将 DKEK 存放在一个非常安全的地方。

source: (optional) Step 1: Import Existing Signing Keys into the HSM
de: (optional) Schritt 1: Vorhandene Signierschlüssel in das HSM importieren
pl: (opcjonalnie) Krok 1: Importowanie istniejących kluczy podpisów do HSM
ro: (opțional) Pasul 1: Importați cheile de cântat existente în HSM
ru: (необязательно) Шаг 1: Импорт существующих ключей в HSM
uk: (Необов'язково) Крок 1: Імпорт наявних ключів в HSM
zh_hans: （可选）第 1 步：将现有的签名密钥导入 HSM

source: The Nitrokey HSM2 can only import keys that are "wrapped" (encrypted) with the correct DKEK, so to import a plain key from a java keystore this key has to be manually wrapped with the DKEK first. The manufacturer of the SmartCard inside the Nitrokey HSMs ([CardContact](http://www.cardcontact.de/)) has a tool called smartcard-shell which can do this. The tools isn't that great to use (it's a java GUI tool scripted with javascript). I ported this process to a small command-line python tool, which can be found [here](https://git.bubu1.eu/Bubu/nitrokeywrapper).
de: Das Nitrokey HSM2 kann nur Schlüssel importieren, die mit dem korrekten DKEK ge"wrapped" (verschlüsselt) sind, um also einen einfachen Schlüssel aus einem Java-Keystore zu importieren, muss dieser zuerst manuell mit dem DKEK verschlüsselt werden. Der Hersteller der SmartCard in den Nitrokey HSMs ([CardContact](http://www.cardcontact.de/)) besitzt ein Tool, das sich Smartcard-Shell nennt, das dies übernehmen kann. Die Verwendung der Tools ist nicht so toll (es ist ein Java-GUI-Tool in Javascript). Ich habe den Vorgang in ein kleines Kommandozeilen-Tool in Python übertragen, das man [hier](https://git.bubu1.eu/Bubu/nitrokeywrapper) findet.
pl: Nitrokey HSM2 może importować tylko klucze, które są „opakowane” (zaszyfrowane) poprawnym DKEK, więc aby zaimportować zwykły klucz z magazynu kluczy Java, należy najpierw ręcznie owinąć ten klucz DKEK. Producent karty SmartCard wewnątrz modułów HSM Nitrokey ([CardContact](http://www.cardcontact.de/)) ma narzędzie o nazwie smartcard-shell, które może to zrobić. Narzędzia nie są tak dobre w użyciu (jest to narzędzie GUI java ze skryptem javascript). Przeniosłem ten proces do małego narzędzia Pythona z linii poleceń, które można znaleźć [tutaj](https://git.bubu1.eu/Bubu/nitrokeywrapper).
ro: Nitrokey HSM2 poate importa numai chei care sunt "înfășurate" (criptate) cu DKEK-ul corect, astfel încât pentru a importa o cheie simplă dintr-un depozit de chei java, această cheie trebuie să fie înfășurată manual cu DKEK mai întâi. Producătorul SmartCard-ului din interiorul Nitrokey HSM-urilor ([CardContact](http://www.cardcontact.de/)) are un instrument numit smartcard-shell care poate face acest lucru. Instrumentul nu este foarte ușor de utilizat (este un instrument Java GUI cu scripturi javascript). Am portat acest proces pe un mic instrument python cu linie de comandă, care poate fi găsit [here](https://git.bubu1.eu/Bubu/nitrokeywrapper).
ru: Nitrokey HSM2 может импортировать только те ключи, которые "обернуты" (зашифрованы) правильным DKEK, поэтому для импорта простого ключа из хранилища ключей java этот ключ необходимо сначала вручную обернуть DKEK. Производитель SmartCard, используемых в Nitrokey HSMs ([CardContact](http://www.cardcontact.de/)), имеет инструмент под названием smartcard-shell, который может это сделать. Инструмент не очень удобен в использовании (это java GUI инструмент, написанный на javascript). Я перенес этот процесс на небольшой инструмент командной строки python, который можно найти [здесь](https://git.bubu1.eu/Bubu/nitrokeywrapper).
uk: Nitrokey HSM2 може імпортувати тільки ті ключі, які "обгорнуті" (зашифровані) правильним DKEK, тому для імпорту простого ключа зі сховища ключів java цей ключ необхідно спочатку вручну обернути DKEK. Виробник SmartCard, використовуваних в Nitrokey HSMs ([CardContact](http://www.cardcontact.de/)), має інструмент під назвою smartcard-shell, який може це зробити. Інструмент не дуже зручний у використанні (це java GUI інструмент, написаний на javascript). Я переніс цей процес на невеликий інструмент командного рядка python, який можна знайти [тут](https://git.bubu1.eu/Bubu/nitrokeywrapper).
zh_hans: Nitrokey HSM2 只能导入使用正确的 DKEK “包装”（加密）的密钥，因此要从 java 密钥库中导入纯密钥，必须首先使用 DKEK 手动包装该密钥。Nitrokey HSM 内的智能卡制造商 ([CardContact](http://www.cardcontact.de/)) 有一个名为 smartcard-shell 的工具可以做到这一点。这些工具不是很好用（它是一个用 javascript 编写的 java GUI 工具）。我将此过程移植到了一个小型命令行 python 工具，可以在[这里](https://git.bubu1.eu/Bubu/nitrokeywrapper)找到该工具。

source: Step 2: Setting up the F-Droid Repo
de: Schritt 2: Einrichtung des F-Droid-Repos
pl: Krok 2: Konfigurowanie repozytorium F-Droid
ro: Pasul 2: Configurarea Repo F-Droid
ru: Шаг 2: Настройка репозитория F-Droid
uk: Крок 2: Налаштування сховища F-Droid
zh_hans: 第 2 步：设置 F-Droid 存储库

source: You should use the latest [2.0a](https://gitlab.com/fdroid/fdroidserver/-/tags/2.0a0) version of F-Droid or install it from git master. A few HSM usage issues have recently been ironed out.
de: Sie sollten die neuste Version [2.0a](https://gitlab.com/fdroid/fdroidserver/-/tags/2.0a0) von F-Droid verwenden oder sie vom Git Master installieren. Ein paar HSM-Nutzungsprobleme wurden kürzlich ausgebügelt.
pl: Powinieneś użyć najnowszej [2.0a](https://gitlab.com/fdroid/fdroidserver/-/tags/2.0a0) wersji F-Droid lub zainstalować go z git master. Kilka problemów związanych z używaniem HSM zostało ostatnio usuniętych.
ro: Ar trebui să folosiți cea mai recentă versiune [2.0a](https://gitlab.com/fdroid/fdroidserver/-/tags/2.0a0) a F-Droid sau să o instalați din git master. Câteva probleme legate de utilizarea HSM au fost rezolvate recent.
ru: Вам следует использовать последнюю версию F-Droid [2.0a](https://gitlab.com/fdroid/fdroidserver/-/tags/2.0a0) или установить ее с git master. Недавно были устранены некоторые проблемы с использованием HSM.
uk: Вам слід використовувати останню версію F-Droid [2.0a](https://gitlab.com/fdroid/fdroidserver/-/tags/2.0a0) або встановити її з git master. Нещодавно були усунені деякі проблеми з використанням HSM.
zh_hans: 你应该使用最新的 [2.0a](https://gitlab.com/fdroid/fdroidserver/-/tags/2.0a0) 版本的 F-Droid 或从 git master 安装它。最近解决了一些 HSM 使用问题。

source: Initialize a new repo as follows, this will setup the necessary config files for using fdroid with a HSM
de: Richten Sie wie folgt eine neue Paketquelle ein, dies wird die notwendigen Konfigurationsdateien bereitstellen, um F-Droid mit einem Hardware-Sicherheitsmodul (HSM) zu nutzen
pl: Zainicjuj nowe repozytorium w następujący sposób, to skonfiguruje niezbędne pliki konfiguracyjne do używania fdroid z HSM
ro: Inițializați un nou repo după cum urmează, acest lucru va configura fișierele de configurare necesare pentru a utiliza fdroid cu un HSM
ru: Инициализируйте новый репозиторий следующим образом, это позволит установить необходимые конфигурационные файлы для использования fdroid с HSM
uk: Ініціалізуйте новий репозиторій наступним чином, це дозволить встановити необхідні конфігураційні файли для використання fdroid з HSM
zh_hans: 初始化一个新的存储库如下，这将设置必要的配置文件，以便将 fdroid 与 HSM 一起使用

source: $ fdroid init --keystore NONE # NONE means using a HSM keystore
pl: $ fdroid init --keystore NONE # NONE oznacza użycie keystore HSM
ro: $ fdroid init --keystore NONE # NONE înseamnă utilizarea unui keystore HSM
ru: $ fdroid init --keystore NONE # NONE означает использование хранилища ключей HSM
uk: $ Fdroid init --keystore NONE # NONE означає використання сховища ключів HSM
zh_hans: $ fdroid init --keystore NONE # NONE 表示使用 HSM 密钥库
