Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: One of the most reliable methods for human inspection of software is to automatically apply signatures of interesting features to present to a human reviewer. The signatures can be chunks of binary machine code, URLs, function names, domain names, or bits of metadata like API Key IDs. Binary code signatures are the main method used by all sorts of malware scanners. Malware researchers work to find small patterns that are unique to that specific malware, but not found elsewhere. Here is an example of such a signature, it is the YARA profile for the _Silentbanker_ trojan:
de: Eine der zuverlässigsten Methoden für die Softwareinspektion von Menschenhand ist die automatische Anwendung von Signaturen interessanter Features, die einem menschlichen Prüfer präsentiert werden sollen. Die Signaturen können Stücke binären Maschinencodes, URLs, Funktionsnamen, Domain-Namen oder Metadaten-Stückchen wie API-Key-IDs sein. Binärcode-Signaturen sind das Hauptverfahren, das von allen Arten der Malware-Scanner genutzt wird. Malware-Forscher arbeiten daran, kleine Muster herauszufinden, die für diese spezielle Malware einzigartig sind und sonst nirgends auftreten. Hier ist ein Beispiel für solch eine Signatur, es ist das YARA-Profil für den Trojaner _Silentbanker_:
pl: Jedną z najbardziej niezawodnych metod inspekcji oprogramowania przez człowieka jest automatyczne stosowanie sygnatur interesujących funkcji, które można przedstawić ludzkiemu recenzentowi. Sygnatury mogą być kawałkami binarnego kodu maszynowego, adresami URL, nazwami funkcji, nazwami domen lub kawałkami metadanych, takimi jak identyfikatory kluczy API. Sygnatury kodu binarnego są główną metodą wykorzystywaną przez wszelkiego rodzaju skanery złośliwego oprogramowania. Badacze malware'u pracują nad znalezieniem małych wzorców, które są unikalne dla tego konkretnego malware'u, ale nie występują w innych miejscach. Oto przykład takiej sygnatury, jest to profil YARA dla trojana _Silentbanker_:
ro: Una dintre cele mai fiabile metode de inspecție umană a software-ului este aplicarea automată a semnăturilor de caracteristici interesante pentru a le prezenta unui evaluator uman. Semnăturile pot fi bucăți de cod binar, adrese Internet, nume de funcții, nume de domenii sau fragmente de metadate, cum ar fi API Key ID. Semnăturile de cod binar reprezintă principala metodă utilizată de toate tipurile de scanere de programe răuvoitoare. Cercetătorii lucrează pentru a găsi mici modele care sunt unice și specifice, dar care nu se găsesc în altă parte. Iată un exemplu de astfel de semnătură, este profilul YARA pentru troianul _Silentbanker_:
ru: Один из самых надежных методов проверки программного обеспечения человеком - это автоматическое применение сигнатур интересных особенностей для представления человеку, проводящему проверку. В качестве сигнатур могут выступать фрагменты двоичного машинного кода, URL-адреса, имена функций, имена доменов или биты метаданных, например идентификаторы ключей API. Сигнатуры двоичного кода - основной метод, используемый всевозможными сканерами вредоносного ПО. Исследователи вредоносного ПО работают над поиском небольших шаблонов, которые уникальны для данной конкретной вредоносной программы, но не встречаются в других местах. Вот пример такой сигнатуры, это профиль YARA для трояна _Silentbanker_:
uk: Одним з найнадійніших способів перевірки програмного забезпечення людиною — автоматичне застосування сигнатур потенційно цікавих функцій для представлення людині-рецензенту. Сигнатури можуть бути фрагментами двійкового машинного коду, URL-адресами, назвами функцій, доменними іменами або бітами метаданих, такими як ID ключів API. Сигнатури двійкового коду — основний спосіб, який використовується всіма видами сканерів шкідливого програмного забезпечення. Дослідники шкідливого програмного забезпечення намагаються знайти невеликі шаблони, які неповторювані для цього конкретного шкідливого програмного забезпечення, тобто не зустрічаються більше ніде. Ось приклад такої сигнатури, це профіль YARA для трояна _Silentbanker_:
zh_hans: 人工检查软件的最可靠方法之一是自动扫描感兴趣特征的签名并将结果展示给人工审查者。签名可以是二进制机器代码块、URL、函数名、域名或元数据位（如 API 密钥 ID）。二进制代码签名是各种恶意软件扫描程序使用的主要方法。恶意软件研究人员致力于寻找特定恶意软件独有而其他软件没有的小模式。以下是此类签名的示例，它是 _Silentbanker_ 木马的 YARA 配置文件：

source: F-Droid also uses signatures to help app maintainers find Anti-Features and block non-free bits. The oldest version of this is the command line tool `fdroid scanner`. F-Droid's founder, Ciaran Gultnieks, added a scanner to find some "usual suspects" over [ten years ago](https://gitlab.com/fdroid/fdroidserver/-/commit/4ce764c676e8114625fa07cf7e3b2008301f3543):
de: F-Droid nutzt auch Signaturen, um App-Maintainer dabei zu helfen, unerwünschte Merkmale zu finden und unfreie Bits zu blockieren. Die älteste Version davon ist das Befehlszeilen-Tool `fdroid scanner`. F-Droids Gründer, Ciaran Gultnieks, fügte [vor mehr als zehn Jahren](https://gitlab.com/fdroid/fdroidserver/-/commit/4ce764c676e8114625fa07cf7e3b2008301f3543) einen Scanner hinzu, um einige „übliche Verdächtige“ zu finden:
pl: F-Droid używa również sygnatur, aby pomóc opiekunom aplikacji znaleźć funkcje blokujące i blokować niewolne bity. Najstarszą wersją tego narzędzia jest narzędzie wiersza poleceń `fdroid scanner`. Założyciel F-Droid, Ciaran Gultnieks, dodał skaner, aby znaleźć „zwykłych podejrzanych” ponad [dziesięć lat temu](https://gitlab.com/fdroid/fdroidserver/-/commit/4ce764c676e8114625fa07cf7e3b2008301f3543):
ro: F-Droid utilizează, de asemenea, semnături pentru a ajuta responsabilii cu întreținerea aplicațiilor să găsească caracteristi negative și să blocheze bucățile care nu sunt libere. Cea mai veche versiune a acestui instrument este instrumentul de linie de comandă `fdroid scanner`. Fondatorul F-Droid, Ciaran Gultnieks, a adăugat un scaner pentru a găsi unii "suspecți obișnuiți" cu peste [zece ani în urmă](https://gitlab.com/fdroid/fdroidserver/-/commit/4ce764c676e8114625fa07cf7e3b2008301f3543):
ru: F-Droid также использует сигнатуры, чтобы помочь разработчикам приложений найти анти-функции и заблокировать несвободные биты. Самой старой версией этого инструмента является инструмент командной строки `fdroid scanner`. Основатель F-Droid, Киаран Гултниекс, добавил сканер для поиска некоторых "обычных подозреваемых" более [десяти лет назад](https://gitlab.com/fdroid/fdroidserver/-/commit/4ce764c676e8114625fa07cf7e3b2008301f3543):
uk: F-Droid також використовує сигнатури, щоб допомогти розробникам застосунків знаходити антифункції та блокувати невільні біти. Найстарішою версією цього засобу — засіб командного рядка `fdroid scanner`. Засновник F-Droid, Кіаран Ґультнієкс, додав сканер для пошуку деяких "звичайних підозрюваних" понад [десять років тому](https://gitlab.com/fdroid/fdroidserver/-/commit/4ce764c676e8114625fa07cf7e3b2008301f3543):
zh_hans: F-Droid 还使用签名来帮助应用维护者找到负面特征并阻止非自由依赖。最古老的版本是命令行工具 `fdroid scanner`。[十年前](https://gitlab.com/fdroid/fdroidserver/-/commit/4ce764c676e8114625fa07cf7e3b2008301f3543)，F-Droid 的创始人 Ciaran Gultnieks 添加了一个扫描器来查找的一些“常见嫌疑人”：

source: Exodus Privacy has built a large collection of profiles on tracking companies. [ETIP](https://etip.exodus-privacy.eu.org/) is their platform for creating and managing profiles of trackers. Data is entered and maintained there, then as given profiles are proven accurate enough, they are added to the [official Exodus dataset](https://reports.exodus-privacy.eu.org/api/trackers). These profiles include signatures for automatically detecting the trackers in the APK files that are installed onto your device when you install an app. F-Droid has used the Exodus profiles indirectly for a long time now.
de: Exodus Privacy hat eine große Sammlung von Profilen bei Überwachungsfirmen aufgebaut. [ETIP](https://etip.exodus-privacy.eu.org/) ist ihre Plattform für die Erstellung und Verwaltung der Profile von Trackern. Die Daten werden dort eingetragen und gepflegt und wenn sich dann die vorgegebenen Profile als genau genug erwiesen haben, werden sie dem [offiziellen Exodus-Datenstamm](https://reports.exodus-privacy.eu.org/api/trackers) hinzugefügt. Diese Profile beinhalten Signaturen zur automatischen Erkennung der Tracker in den APK-Dateien, die auf eurem Gerät gespeichert sind, wenn ihr eine App installiert. F-Droid nutzt schon seit langer Zeit indirekt die Exodus-Profile.
pl: Exodus Privacy stworzył dużą kolekcję profili firm śledzących. [ETIP](https://etip.exodus-privacy.eu.org/) to ich platforma do tworzenia i zarządzania profilami trackerów. Dane są tam wprowadzane i utrzymywane, a następnie, gdy dane profile są wystarczająco dokładne, są one dodawane do [oficjalnego zbioru danych Exodus](https://reports.exodus-privacy.eu.org/api/trackers). Profile te zawierają podpisy do automatycznego wykrywania modułów śledzących w plikach APK, które są instalowane na urządzeniu podczas instalowania aplikacji. F-Droid od dawna pośrednio korzysta z profili Exodus.
ro: Exodus Privacy a creat o colecție mare de profiluri ale companiilor de urmărire. [ETIP](https://etip.exodus-privacy.eu.org/) este platforma lor pentru crearea și gestionarea profilurilor de urmăritori. Datele sunt introduse și menținute acolo, apoi, pe măsură ce se dovedește că anumite profiluri sunt suficient de precise, acestea sunt adăugate la [setul oficial de date Exodus](https://reports.exodus-privacy.eu.org/api/trackers). Aceste profiluri includ semnături pentru detectarea automată a urmăritorilor în fișierele APK care sunt instalate pe dispozitivul dumneavoastră atunci când instalați o aplicație. F-Droid utilizează indirect profilurile Exodus de multă vreme.
ru: Компания Exodus Privacy собрала большую коллекцию профилей компаний, занимающихся отслеживанием. [ETIP](https://etip.exodus-privacy.eu.org/) - это платформа для создания и управления профилями трекеров. Данные вводятся и поддерживаются там, а затем, когда профили оказываются достаточно точными, они добавляются в [официальный набор данных Exodus](https://reports.exodus-privacy.eu.org/api/trackers). Эти профили включают сигнатуры для автоматического обнаружения трекеров в APK-файлах, которые устанавливаются на ваше устройство при установке приложений. F-Droid уже давно косвенно использует профили Exodus.
uk: Exodus Privacy створив велику колекцію профілів компаній відстеження. [ETIP](https://etip.exodus-privacy.eu.org/) - це їхня платформа для створення та управління профілями відстежувачів. Дані вводяться і зберігаються там, а потім, коли профілі виявляються достатньо точними, вони додаються до [офіційного набору даних Exodus](https://reports.exodus-privacy.eu.org/api/trackers). Ці профілі включають сигнатури для автоматичного виявлення відстежувачів у файлах APK, які встановлюються на ваш пристрій під час встановлення застосунку. F-Droid вже давно опосередковано використовує профілі Exodus.
zh_hans: Exodus Privacy 建立了大量关于跟踪公司的配置文件。[ETIP](https://etip.exodus-privacy.eu.org/) 是他们创建和管理跟踪器配置文件的平台。在那里输入和维护数据，然后当给定的配置文件被证明足够准确时，它们被添加到[官方 Exodus 数据集](https://reports.exodus-privacy.eu.org/api/trackers)中。这些配置文件包括各种签名，用于在你安装应用时自动检测安装到你设备上的 APK 文件中的跟踪器。F-Droid 长期以来一直间接使用 Exodus 配置文件。

source: @IzzySoft has been maintaining the F-Droid repo for "almost free" apps. It includes its own signatures for detecting Anti-Features that might not be allowed in f-droid.org, as well as another line of defense for detecting the more general Anti-Features like Tracking.
de: @IzzySoft unterhält das F-Droid-Repo für „fast freie“ Apps. Es beinhaltet seine eigenen Signaturen zur Erkennung der Anti-Features, die auf f-droid.org nicht erlaubt sein mögen, wie auch eine weitere Verteidigungslinie zur Erkennung gewöhnlicherer Anti-Features wie Tracking.
pl: @IzzySoft utrzymuje repozytorium F-Droid dla „prawie darmowych” aplikacji. Zawiera własne sygnatury do wykrywania anty-funkcji, które mogą być niedozwolone w f-droid.org, a także inną linię obrony do wykrywania bardziej ogólnych niepożądanych funkcji, takich jak śledzenie.
ro: @IzzySoft întreține depozitul F-Droid pentru aplicații "aproape gratuite". Acesta include propriile semnături pentru detectarea caracteristicilor negative care ar putea să nu fie permise în f-droid.org, precum și o altă linie de apărare pentru detectarea caracteristicilor negative mai generale, cum ar fi Urmărirea.
ru: @IzzySoft поддерживает репозиторий F-Droid для "почти бесплатных" приложений. Оно включает в себя собственные сигнатуры для обнаружения анти-функций, которые могут быть запрещены в f-droid.org, а также другую линию защиты для обнаружения более общих анти-функций, таких как отслеживание.
uk: @IzzySoft підтримує репозиторій F-Droid для умовно вільних застосунків. Він включає власні сигнатури для виявлення небажаних функцій, які можуть бути заборонені на f-droid.org, а також іншу лінію захисту для виявлення загальніших небажаних функцій, таких як відстеження користувачів.
zh_hans: @IzzySoft 一直维护一个包含“几乎自由”的应用的 F-Droid 存储库。它包括它自己的签名，用于检测 f-droid.org 中可能不允许的负面特征，它还包括用于检测更一般的负面特征（如跟踪）的另一道防线。

source: [Plexus](https://github.com/techlore/plexus) is a project of the Techlore community project for mapping out which apps work on "de-Googled" devices, and which apps work with the microG free software replacement for Google Play Services. They gather the results of tests run by humans into a machine readable format. Although it relies on human testers, not on automated pattern matching like most of the other projects mentioned here, the resulting data has a similar structure, and can be consumed in the same way in generating reports, like with _issuebot_.
de: [Plexus](https://github.com/techlore/plexus) ist ein Projekt des Techlore-Gemeinschaftsvorhabens zur Festlegung, welche Apps auf „google-freien“ Geräten laufen und welche Apps mit microG dem freien Softwareersatz für die Google Play Services funktionieren. Sie erfassen die Ergebnisse der von Menschen durchgeführten Tests in einem maschinenlesbaren Format. Obwohl es auf menschlichen Testern beruht, nicht auf automatisiertem Abgleichen von Mustern wie die meisten anderen hier erwähnten Projekte, besitzen die entstehenden Daten eine ähnliche Struktur und können in derselben Weise abgeschöpft werden, um Berichte zu generieren, beispielsweise mit _issuebot_.
pl: [Plexus](https://github.com/techlore/plexus) to projekt społeczności Techlore mający na celu określenie, które aplikacje działają na urządzeniach „od-Googlowanych” i które aplikacje współpracują z zamiennikiem bezpłatnego oprogramowania microG dla Google Usługi Play. Gromadzą wyniki testów przeprowadzonych przez ludzi w formacie do odczytu maszynowego. Chociaż opiera się na ludzkich testerach, a nie na automatycznym dopasowywaniu wzorców, jak większość innych wymienionych tutaj projektów, dane wynikowe mają podobną strukturę i mogą być wykorzystywane w ten sam sposób podczas generowania raportów, jak w przypadku _issuebot_ .
ro: [Plexus](https://github.com/techlore/plexus) este un proiect al proiectului comunității Techlore pentru a identifica aplicațiile care funcționează pe dispozitive "fără Google" și aplicațiile care funcționează cu software-ul gratuit microG, înlocuitor al serviciilor Google Play Services. Acestea adună rezultatele testelor efectuate de oameni într-un format lizibil pentru mașini. Deși se bazează pe testeri umani, nu pe potrivirea automată a modelelor, ca majoritatea celorlalte proiecte menționate aici, datele rezultate au o structură similară și pot fi consumate în același mod pentru a genera rapoarte, ca în cazul _issuebot_.
ru: [Plexus](https://github.com/techlore/plexus) - это проект сообщества Techlore, цель которого - выяснить, какие приложения работают на "де-гугловских" устройствах, а какие - на бесплатной программной замене microG для сервисов Google Play. Они собирают результаты тестов, проведенных людьми, в машиночитаемый формат. Несмотря на то, что в основе проекта лежат люди-тестеры, а не автоматическое сопоставление шаблонов, как в большинстве других упомянутых здесь проектов, получаемые данные имеют схожую структуру и могут быть использованы для создания отчетов, как в случае с _issuebot_.
uk: [Plexus](https://github.com/techlore/plexus) - проєкт спільноти Techlore, що дозволяє визначити, які застосунки працюють на "розґуґлених" пристроях, а які - із заміною вільного програмного забезпечення для сервісів Google Play Services - microG. Вони збирають результати тестів, проведених людьми, у машинозчитуваний формат. Хоча він покладається на людей-тестувальників, а не на автоматизоване зіставлення шаблонів, як більшість інших проєктів, згаданих тут, отримані дані мають схожу структуру і можуть бути використані таким же чином при створенні звітів, як у випадку з _issuebot_.
zh_hans: [Plexus](https://github.com/techlore/plexus) 是 Techlore 社区的一个项目，用于确定哪些应用可在 "de-Googled" 设备上运行，以及哪些应用可与 Google Play Services 的 microG 自由软件替代品一起使用。他们将人类运行的测试结果收集成机器可读的格式。尽管它依赖于人类测试人员，而不是像这里提到的大多数其他项目那样依赖于自动模式匹配，但生成的数据具有相似的结构，并且可以以相同的方式在生成报告时使用，例如在 _issuebot_ 中。

source: [_Mobil Sicher_](https://mobilsicher.de/) also reviews apps, with a focus on Germany. They have an impressive system to do dynamic analysis of apps to find exactly what services they use on the internet. And with that data, they can mark not only trackers, but whether an app sends personal data to third party services like ad companies, cloud services, etc.
de: [_Mobil Sicher_](https://mobilsicher.de/) überprüft ebenfalls Apps, mit dem Schwerpunkt auf Deutschland. Sie besitzen ein beeindruckendes System, um dynamische Analysen von Apps durchzuführen, die genau herausfinden sollen, welche Dienste sie im Internet nutzen. Und mit diesen Daten, können sie nicht nur Tracker markieren, sondern auch ob eine App persönliche Daten zu Drittanbieter-Diensten wie Werbefirmen, Cloud-Diensten usw. sendet.
pl: [_Mobil Sicher_](https://mobilsicher.de/) również recenzuje aplikacje, ze szczególnym uwzględnieniem Niemiec. Mają imponujący system do dynamicznej analizy aplikacji, aby znaleźć dokładnie usługi, z których korzystają w Internecie. Dzięki tym danym mogą oznaczać nie tylko trackery, ale także to, czy aplikacja wysyła dane osobowe do usług stron trzecich, takich jak firmy reklamowe, usługi w chmurze itp.
ro: [_Mobil Sicher_](https://mobilsicher.de/) analizează, de asemenea, aplicații, cu accent pe Germania. Ei au un sistem impresionant de analiză dinamică a aplicațiilor pentru a afla exact ce servicii folosesc pe internet. Iar cu aceste date, ei pot marca nu numai urmăritorii, ci și dacă o aplicație trimite date personale către servicii terțe, cum ar fi companiile de publicitate, serviciile cloud etc.
ru: [_Mobil Sicher_](https://mobilsicher.de/) также занимается обзором приложений, уделяя особое внимание Германии. У них есть впечатляющая система динамического анализа приложений, позволяющая определить, какие именно сервисы они используют в Интернете. И с помощью этих данных они могут отметить не только трекеры, но и то, отправляет ли приложение личные данные сторонним сервисам, таким как рекламные компании, облачные сервисы и т. д.
uk: [_Mobil Sicher_](https://mobilsicher.de/) також проводить огляд застосунків, з акцентом на Німеччину. Вони мають вражаючу систему для динамічного аналізу застосунку, щоб точно визначити, які служби вони використовують в Інтернеті. За допомогою цих даних вони можуть відмічати не лише відстежувачі, але й те, чи надсилає застосунок особисті дані стороннім службам, таким як рекламні компанії, хмари тощо.
zh_hans: [_Mobil Sicher_](https://mobilsicher.de/) 也审查应用，它重点关注德国。他们有一个令人印象深刻的系统来对应用进行动态分析，以准确找到他们在互联网上使用的服务。有了这些数据，他们不仅可以标记跟踪器，还可以标记应用是否将个人数据发送到第三方服务，如广告公司、云服务等。

source: Our partners also use signatures, let's join forces!
de: Unsere Partner verwenden auch Signaturen, lasst uns die Kräfte bündeln!
pl: Nasi partnerzy również używają podpisów, połączmy siły!
ro: Partenerii noștri folosesc și ei semnături, haideți să ne unim forțele!
ru: Наши партнеры также используют подписи, давайте объединим усилия!
uk: Наші партнери також використовують сигнатури, об'єднаймо зусилля!
zh_hans: 我们的合作伙伴也使用签名，让我们通力合作！
