Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [4.1.30 OTF-030 — Repomaker:apk:_def_get_type Allows for Mime Type Mismatches]({{ site.baseurl }}/docs/Second_Audit_Report/#f9-repomaker-apk-_def_get_type-allows-for-mime-type-mismatches)
de: [4.1.30 OTF-030 — Repomaker:apk:_def_get_type lässt Fehlzuordnungen des MIME-Type zu]({{ site.baseurl }}/docs/Second_Audit_Report/#f9-repomaker-apk-_def_get_type-allows-for-mime-type-mismatches)
pl: [4.1.30 OTF-030 — Repomaker: apk: _def_get_type Zezwala na niedopasowanie typu Mime]({{ site.baseurl }}/docs/Second_Audit_Report/#f9-repomaker-apk-_def_get_type-allows-for-mime-type-mismatches)
ro: [4.1.30 OTF-030 - Repomaker:apk:_def_get_type permite neconcordanțe de tip Mime]({{ site.baseurl }}/docs/Second_Audit_Report/#f9-repomaker-apk-_def_get_type-allows-for-mime-type-mismatches)
uk: [4.1.30 OTF-030 — Repomaker:apk:_def_get_type Дозволяє розбіжності типу MIME]({{ site.baseurl }}/docs/Second_Audit_Report/#f9-repomaker-apk-_def_get_type-allows-for-mime-type-mismatches)
zh_hans: [4.1.30 OTF-030 — Repomaker:apk:_def_get_type 允许 Mime 类型不匹配]({{ site.baseurl }}/docs/Second_Audit_Report/#f9-repomaker-apk-_def_get_type-allows-for-mime-type-mismatches)

source: [4.1.31 OTF-031 — Unsafe HTML Rendering of Arbitrary Input]({{ site.baseurl }}/docs/Second_Audit_Report/#f10-unsafe-html-rendering-of-arbitrary-input)
de: [4.1.31 OTF-031 — Unsicheres HTML-Rendering willkürlicher Einträge]({{ site.baseurl }}/docs/Second_Audit_Report/#f10-unsafe-html-rendering-of-arbitrary-input)
pl: [4.1.31 OTF-031 — Niebezpieczne renderowanie HTML arbitralnych danych wejściowych]({{ site.baseurl }}/docs/Second_Audit_Report/#f10-unsafe-html-rendering-of-arbitrary-input)
ro: [4.1.31 OTF-031 - Redare HTML nesigură a intrărilor arbitrare]({{ site.baseurl }}/docs/Second_Audit_Report/#f10-unsafe-html-rendering-of-arbitrary-input)
uk: [4.1.31 OTF-031 — Небезпечне відтворення HTML довільного введення]({{ site.baseurl }}/docs/Second_Audit_Report/#f10-unsafe-html-rendering-of-arbitrary-input)
zh_hans: [4.1.31 OTF-031 — 任意输入的不安全 HTML 呈现]({{ site.baseurl }}/docs/Second_Audit_Report/#f10-unsafe-html-rendering-of-arbitrary-input)

source: Findings that are not relevant or too pedantic
de: Befunde, die nicht relevant oder zu kleinlich sind
pl: Ustalenia, które nie są istotne lub zbyt pedantyczne
ro: Constatări care nu sunt relevante sau prea pedante
ru: Выводы, которые не относятся к делу или слишком педантичны
uk: Висновки, які не належать до справи або занадто педантичні
zh_hans: 不相关或过于迂腐的发现

source: These are issues which are not technically wrong, but are not relevant in the context of how F-Droid is using the code.
de: Dies sind Probleme, die zwar technisch gesehen zutreffend aber im Kontext, wie F-Droid den Code verwendet, irrelevant sind.
pl: Są to kwestie, które nie są technicznie błędne, ale nie są istotne w kontekście tego, w jaki sposób F-Droid używa kodu.
ro: Acestea sunt aspecte care nu sunt greșite din punct de vedere tehnic, dar care nu sunt relevante în contextul modului în care F-Droid utilizează codul.
ru: Это вопросы, которые не являются технически неправильными, но не имеют значения в контексте того, как F-Droid использует код.
uk: Це питання, які не є технічно неправильними, але не мають значення в контексті того, як F-Droid використовує код.
zh_hans: 这些问题在技术上没有错，但在 F-Droid 所使用的代码的情况下无关。

source: [4.1.8 OTF-008 — Unvalidated User Input Included in Response]({{ site.baseurl }}/docs/Second_Audit_Report/#f33-bluetoothserver-java-request-uri-included-in-response)
de: [4.1.8 OTF-008 — In die Antwort eingebundene, unvalidierte Benutzereingaben]({{ site.baseurl }}/docs/Second_Audit_Report/#f33-bluetoothserver-java-request-uri-included-in-response)
pl: [4.1.8 OTF-008 — Niewłaściwe dane wejściowe użytkownika zawarte w odpowiedzi]({{ site.baseurl }}/docs/Second_Audit_Report/#f33-bluetoothserver-java-request-uri-included-in-response)
ro: [4.1.8 OTF-008 - Date de intrare nevalidate ale utilizatorului incluse în răspuns]({{ site.baseurl }}/docs/Second_Audit_Report/#f33-bluetoothserver-java-request-uri-included-in-response)
ru: [4.1.8 OTF-008 — Недоверенный пользовательский ввод включен в ответ]({{ site.baseurl }}/docs/Second_Audit_Report/#f33-bluetoothserver-java-request-uri-included-in-response)
uk: [4.1.8 OTF-008 — непідтверджений вхід користувача, включений у відповідь]({{ site.baseurl }}/docs/Second_Audit_Report/#f33-bluetoothserver-java-request-uri-included-in-response)
zh_hans: [4.1.8 OTF-008 - 响应中包含未经验证的用户输入]({{ site.baseurl }}/docs/Second_Audit_Report/#f33-bluetoothserver-java-request-uri-included-in-response)

source: The _BluetoothServer_ is only ever used to serve files to F-Droid client's Bluetooth handling, which is nothing like a browser and definitely does not execute HTML/CSS/Javascript or display websites. It would not be possible to ever display this information in a browser without custom code in to receive it.
de: Der _BluetoothServer_ wird einzig und allein dazu genutzt, Dateien an die Bluetooth-Verarbeitung des F-Droid-Clients zu liefern, was mit einem Browser nichts zu tun hat. Er führt definitiv kein HTML/CSS/Javascript aus und zeigt keine Webseiten an. Ohne eigens in ihm erstellten Code, der diese Informationen empfängt, wäre es niemals möglich, sie in einem Browser anzuzeigen.
pl: _BluetoothServer_ jest używany tylko do obsługi plików do obsługi Bluetooth przez klienta F-Droid, który nie jest niczym w przeglądarce i zdecydowanie nie wykonuje stron HTML/CSS/Javascript lub wyświetlanych. Nie można wyświetlać tych informacji w przeglądarce bez niestandardowego kodu, aby je otrzymać.
ro: _BluetoothServer_ este folosit doar pentru a servi fișiere către aplicația Bluetooth a clientului F-Droid, care nu seamănă deloc cu un browser și cu siguranță nu execută HTML/CSS/Javascript sau afișează site-uri web. Nu ar fi posibil să se afișeze vreodată aceste informații într-un browser fără un cod personalizat pentru a le primi.
ru: _BluetoothServer_ используется только для передачи файлов на Bluetooth-обработку клиента F-Droid, который не похож на браузер и определенно не выполняет HTML/CSS/Javascript и не отображает веб-сайты. Невозможно отобразить эту информацию в браузере без специального кода для ее получения.
uk: _BluetoothServer_ використовується тільки для передачі файлів на Bluetooth-обробку клієнта F-Droid, який не схожий на браузер і безумовно не виконує HTML/CSS/Javascript і не відображає вебсайти. Неможливо відобразити цю інформацію в браузері без спеціального коду для її отримання.
zh_hans: _BluetoothServer_ 仅用于为 F-Droid 客户端的蓝牙处理提供文件，这与浏览器完全不同，绝对不会执行 HTML/CSS/Javascript 或显示网站。如果没有自定义代码来接收它，就不可能在浏览器中显示这些信息。

source: [4.1.16 OTF-016 — Missing file type and size validation]({{ site.baseurl }}/docs/Second_Audit_Report/#f34-bluetootheserver-java-file-in-response-without-size-of-type-check)
de: [4.1.16 OTF-016 — Fehlende Validierung von Dateitypen und -größen]({{ site.baseurl }}/docs/Second_Audit_Report/#f34-bluetootheserver-java-file-in-response-without-size-of-type-check)
pl: [4.1.16 OTF-016 — Brak sprawdzania poprawności typu i rozmiaru pliku]({{ site.baseurl }}/docs/Second_Audit_Report/#f34-bluetootheserver-java-file-in-response-without-size-of-type-check)
ro: [4.1.16 OTF-016 - Lipsește validarea tipului și dimensiunii fișierului]({{ site.baseurl }}/docs/Second_Audit_Report/#f34-bluetootheserver-java-file-in-response-without-size-of-type-check)
ru: [4.1.16 OTF-016 - Отсутствует проверка типа и размера файла]({{ site.baseurl }}/docs/Second_Audit_Report/#f34-bluetootheserver-java-file-in-response-without-size-of-type-check)
uk: [4.1.16 OTF-016 — Відсутня перевірка типу та розміру файлу]({{ site.baseurl }}/docs/Second_Audit_Report/#f34-bluetootheserver-java-file-in-response-without-size-of-type-check)
zh_hans: [4.1.16 OTF-016 - 缺少文件类型和大小验证]({{ site.baseurl }}/docs/Second_Audit_Report/#f34-bluetootheserver-java-file-in-response-without-size-of-type-check)

source: [4.1.34 OTF-034 — Missing file type and size validation]({{ site.baseurl }}/docs/Second_Audit_Report/#f30-downloader-download-file-type-and-size-are-not-verified)
de: [4.1.34 OTF-034 — Fehlende Validierung von Dateitypen und -größen]({{ site.baseurl }}/docs/Second_Audit_Report/#f30-downloader-download-file-type-and-size-are-not-verified)
pl: [4.1.34 OTF-034 — Brak sprawdzania poprawności typu i rozmiaru pliku]({{ site.baseurl }}/docs/Second_Audit_Report/#f30-downloader-download-file-type-and-size-are-not-verified)
ro: [4.1.34 OTF-034 - Lipsește validarea tipului și dimensiunii fișierului]({{ site.baseurl }}/docs/Second_Audit_Report/#f30-downloader-download-file-type-and-size-are-not-verified)
ru: [4.1.34 OTF-034 - Отсутствует проверка типа и размера файла]({{ site.baseurl }}/docs/Second_Audit_Report/#f30-downloader-download-file-type-and-size-are-not-verified)
uk: [4.1.34 OTF-034 — Відсутня перевірка типу та розміру файлу]({{ site.baseurl }}/docs/Second_Audit_Report/#f30-downloader-download-file-type-and-size-are-not-verified)
zh_hans: [4.1.34 OTF-034 - 缺少文件类型和大小验证]({{ site.baseurl }}/docs/Second_Audit_Report/#f30-downloader-download-file-type-and-size-are-not-verified)

source: The download process only downloads files to a private directory. The file validation happens during the install process for all files. After download, the install process validates the SHA-256 against what is in the signed file index.
de: Der Download-Vorgang lädt nur Dateien in ein privates Verzeichnis herunter. Die Dateivalidierung geschieht während des Installationsvorgangs für alle Dateien. Nach dem Download gleicht der Installationsprozess den SHA-256 gegenüber dem im signierten Dateiindex ab.
pl: Proces pobierania pobiera tylko pliki do prywatnego katalogu. Sprawdzanie poprawności plików odbywa się podczas procesu instalacji wszystkich plików. Po pobraniu proces instalacji sprawdza poprawność SHA-256 względem zawartości podpisanego pliku.
ro: Procesul de descărcare descarcă numai fișiere într-un director privat. Validarea fișierelor are loc în timpul procesului de instalare pentru toate fișierele. După descărcare, procesul de instalare validează SHA-256 în raport cu ceea ce se află în indexul fișierelor semnate.
ru: Процесс загрузки загружает файлы только в личный каталог. Проверка файлов происходит во время процесса установки для всех файлов. После загрузки процесс установки сверяет SHA-256 с тем, что находится в индексе подписанных файлов.
uk: Процес завантаження завантажує файли тільки в особистий каталог. Перевірка файлів відбувається під час процесу установки для всіх файлів. Після завантаження процес установки звіряє SHA-256 з тим, що знаходиться в індексі підписаних файлів.
zh_hans: 下载过程仅将文件下载到私有目录。文件验证发生在所有文件的安装过程中。下载后，安装过程会根据签名文件索引中的内容验证 SHA-256。

source: [4.1.21 OTF-021 — File Deleted Unconditionally]({{ site.baseurl }}/docs/Second_Audit_Report/#f43-file-deleted-unconditionally)
de: [4.1.21 OTF-021 — Vorbehaltslose Dateilöschung]({{ site.baseurl }}/docs/Second_Audit_Report/#f43-file-deleted-unconditionally)
pl: [4.1.21 OTF-021 — Plik usunięty bezwarunkowo]({{ site.baseurl }}/docs/Second_Audit_Report/#f43-file-deleted-unconditionally)
ro: [4.1.21 OTF-021 - Fișier șters necondiționat]({{ site.baseurl }}/docs/Second_Audit_Report/#f43-file-deleted-unconditionally)
uk: [4.1.21 OTF-021 — файл видалено без умов]({{ site.baseurl }}/docs/Second_Audit_Report/#f43-file-deleted-unconditionally)
zh_hans: [4.1.21 OTF-021 - 无条件删除文件]({{ site.baseurl }}/docs/Second_Audit_Report/#f43-file-deleted-unconditionally)

source: This code is only used to make JAR signatures on the _index.jar_ for the nearby/swap process. Android protects critical files from deletion with file permissions. Only the _index.jar_ file is ever handled by the zipsigner code.
de: Dieser Code wird nur verwendet, um JAR-Signaturen auf der _index.jar_ für den Nearby/Swap-Prozess zu erstellen. Android schützt kritische Dateien durch Dateiberechtigungen vor dem Löschen. Nur die Datei _index.jar_ wird überhaupt vom Zipsigner-Code behandelt.
pl: Ten kod służy tylko do tworzenia podpisów JAR w pliku _index.jar_ dla procesu nearby/swap. Android chroni ważne pliki przed usunięciem za pomocą uprawnień do plików. Tylko plik _index.jar_ jest zawsze obsługiwany przez kod zipsigner.
ro: Acest cod este folosit doar pentru a face semnături JAR pe _index.jar_ pentru procesul nearby/swap. Android protejează fișierele critice împotriva ștergerii cu ajutorul permisiunilor de fișiere. Numai fișierul _index.jar_ este gestionat de codul zipsigner.
ru: Этот код используется только для создания подписей JAR на _index.jar_ для процесса nearby/swap. Android защищает критические файлы от удаления с помощью разрешений на файлы. Только файл _index.jar_ когда-либо обрабатывается кодом zipsigner.
uk: Цей код використовується тільки для створення підписів JAR на _index.jar_ для процесу nearby/swap. Android захищає критичні файли від видалення за допомогою дозволів на файли. Тільки файл _index.jar_ коли-небудь обробляється кодом zipsigner.
zh_hans: 此代码仅用于在 _index.jar_ 上为附近/交换进程制作 JAR 签名。 Android 通过文件权限保护关键文件不被删除。只有 _index.jar_ 文件由 zipsigner 代码处理。

source: [4.1.22 OTF-022 — Secure Temp File Usage Recommended]({{ site.baseurl }}/docs/Second_Audit_Report/#f44-secure-temp-file-usage-recommended)
de: [4.1.22 OTF-022 — Sichere Verwendung von Temp-Dateien empfohlen]({{ site.baseurl }}/docs/Second_Audit_Report/#f44-secure-temp-file-usage-recommended)
pl: [4.1.22 OTF-022 — Zalecane bezpieczne użycie pliku Temp]({{ site.baseurl }}/docs/Second_Audit_Report/#f44-secure-temp-file-usage-recommended)
ro: [4.1.22 OTF-022 - Se recomandă utilizarea securizată a fișierelor temporare]({{ site.baseurl }}/docs/Second_Audit_Report/#f44-secure-temp-file-usage-recommended)
ru: [4.1.22 OTF-022 — Рекомендованное использование файла Secure Temp]({{ site.baseurl }}/docs/Second_Audit_Report/#f44-secure-temp-file-usage-recommended)
uk: [4.1.22 OTF-022 — Рекомендується використовувати безпечний тимчасовий файл]({{ site.baseurl }}/docs/Second_Audit_Report/#f44-secure-temp-file-usage-recommended)
zh_hans: [4.1.22 OTF-022 — 建议使用安全临时文件]({{ site.baseurl }}/docs/Second_Audit_Report/#f44-secure-temp-file-usage-recommended)

source: The NanoHTTPD built-in webserver is only ever used to serve public information. Also, the parts of the code in the NanoHTTPD library that creates temp files is likely never used in F-Droid.
de: Der eingebaute Webserver von NanoHTTPD wird immer nur für öffentliche Informationen verwendet. Außerdem werden die Teile des Codes in der NanoHTTPD-Bibliothek, die temporäre Dateien erstellen, wahrscheinlich nie in F-Droid verwendet.
pl: Wbudowany serwer sieciowy NanoHTTPD jest wykorzystywany wyłącznie do udostępniania informacji publicznych. Również części kodu w bibliotece NanoHTTPD, które tworzą pliki tymczasowe, prawdopodobnie nigdy nie będą używane w F-Droid.
ro: Serverul web încorporat NanoHTTPD este utilizat doar pentru a furniza informații publice. De asemenea, părțile de cod din biblioteca NanoHTTPD care creează fișiere temporare nu sunt probabil niciodată utilizate în F-Droid.
ru: Встроенный веб-сервер NanoHTTPD используется только для обслуживания публичной информации. Кроме того, часть кода библиотеки NanoHTTPD, которая создает временные файлы, скорее всего, никогда не используется в F-Droid.
uk: Вбудований вебсервер NanoHTTPD використовується тільки для обслуговування публічної інформації. Крім того, частина коду бібліотеки NanoHTTPD, яка створює тимчасові файли, швидше за все, ніколи не використовується в F-Droid.
zh_hans: NanoHTTPD 内置网络服务器仅用于提供公共信息。此外，NanoHTTPD 库中创建临时文件的部分代码可能从未在 F-Droid 中使用。

source: [4.1.36 OTF-036 — Use of weak methods for data protection]({{ site.baseurl }}/docs/Second_Audit_Report/#f37-use-of-rot13-and-base64-encoding)
de: [4.1.36 OTF-036 — Verwendung schwacher Methoden zum Schutz von Daten]({{ site.baseurl }}/docs/Second_Audit_Report/#f37-use-of-rot13-and-base64-encoding)
pl: [4.1.36 OTF-036 — Wykorzystanie słabych metod ochrony danych]({{ site.baseurl }}/docs/Second_Audit_Report/#f37-use-of-rot13-and-base64-encoding)
ro: [4.1.36 OTF-036 - Utilizarea de metode fragile pentru protecția datelor]({{ site.baseurl }}/docs/Second_Audit_Report/#f37-use-of-rot13-and-base64-encoding)
ru: [4.1.36 OTF-036 - Использование слабых методов для защиты данных]({{ site.baseurl }}/docs/Second_Audit_Report/#f37-use-of-rot13-and-base64-encoding)
uk: [4.1.36 OTF-036 - Використання слабких методів для захисту даних]({{ site.baseurl }}/docs/Second_Audit_Report/#f37-use-of-rot13-and-base64-encoding)
zh_hans: [4.1.36 OTF-036 - 使用弱方法保护数据]({{ site.baseurl }}/docs/Second_Audit_Report/#f37-use-of-rot13-and-base64-encoding)

source: Obfuscation here is used not as a security mechanism, but rather as a lightweight anti-piracy mechanism. The obscured information ultimately need to be available to the app to use it, so there would always be a way to extract the obscured information, as we have seen in the decades of software copy protection arms races.
de: Verschleierung wird hier nicht als Sicherheitsmechanismus, sondern als leichtgewichtiger Anti-Piraterie-Mechanismus eingesetzt. Die verschleierten Informationen müssen letztendlich der App zur Verfügung stehen, um sie zu nutzen. So würde es immer einen Weg geben, die verdeckten Informationen zu extrahieren, wie wir es in den Jahrzehnten des Softwarekopierschutz-Wettrüstens gesehen haben.
pl: Obfuskacja nie jest tu wykorzystywana jako mechanizm bezpieczeństwa, ale raczej jako lekki mechanizm antypiracki. Ukryte informacje muszą być ostatecznie dostępne dla aplikacji, aby mogła z niej korzystać, więc zawsze istnieje sposób na wydobycie ukrytych informacji, jak widzieliśmy w ciągu dziesięcioleci wyścigów broni w zakresie ochrony oprogramowania.
ro: Obfuscarea nu este folosită aici ca un mecanism de securitate, ci mai degrabă ca un mecanism ușor de combatere a pirateriei. În cele din urmă, informațiile ascunse trebuie să fie disponibile aplicației care le utilizează, astfel încât ar exista întotdeauna o modalitate de a extrage informațiile ascunse, așa cum am văzut în deceniile de curse de armament pentru protecția împotriva copierii de software.
ru: Обфускация здесь используется не как механизм безопасности, а скорее как легкий механизм защиты от пиратства. Затуманенная информация в конечном итоге должна быть доступна приложению для ее использования, поэтому всегда будет существовать способ извлечь затуманенную информацию, как мы видели на протяжении десятилетий гонки вооружений по защите программного обеспечения от копирования.
uk: Обфускація тут використовується не механізмом безпеки, а скоріше простим механізмом захисту від піратства. Приховані дані зрештою повинні бути доступними застосунку для їх використання, тому завжди буде існувати спосіб витягти приховані дані, як ми бачили протягом десятиліть в гонитві за захистом програмного забезпечення від копіювання.
zh_hans: 这里的混淆不是用作安全机制，而是用作轻量级的反盗版机制。隐藏信息最终需要对应用可见才能使用，因此总会有一种方法可以提取隐藏信息，正如我们在数十年的软件复制保护军备竞赛中所看到的那样。

source: [4.1.38 OTF-038 — Weak pattern matching filter]({{ site.baseurl }}/docs/Second_Audit_Report/#f42-stronger-regular-expression-recommended)
de: [4.1.38 OTF-038 - Schwacher Mustervergleichsfilter]({{ site.baseurl }}/docs/Second_Audit_Report/#f42-stronger-regular-expression-recommended)
pl: [4.1.38 OTF-038 — Słaby filtr dopasowujący wzór]({{ site.baseurl }}/docs/Second_Audit_Report/#f42-stronger-regular-expression-recommended)
ro: [4.1.38 OTF-038 - Filtru vulnerabil de potrivire a tiparelor]({{ site.baseurl }}/docs/Second_Audit_Report/#f42-stronger-regular-expression-recommended)
ru: [4.1.38 OTF-038 - Слабый фильтр совпадения шаблонов]({{ site.baseurl }}/docs/Second_Audit_Report/#f42-stronger-regular-expression-recommended)
uk: [4.1.38 OTF-038 — Слабкий фільтр відповідності шаблонів]({{ site.baseurl }}/docs/Second_Audit_Report/#f42-stronger-regular-expression-recommended)
zh_hans: [4.1.38 OTF-038 — 弱模式匹配过滤器]({{ site.baseurl }}/docs/Second_Audit_Report/#f42-stronger-regular-expression-recommended)

source: Filenames in Java are not executed by a shell. Only the `/` character is problematic with filesystems and file handling code. Ideally, all files produced by F-Droid software would end up safe no matter where or how they are used, but it seems that the only manageable way to sanitize files is on the endpoints that are consuming the files (e.g. _fdroidclient_ or _f-droid.org_).
de: Dateinamen in Java werden nicht von einer Shell ausgeführt. Nur das Zeichen `/` ist bei Dateisystemen und Dateibearbeitungscode problematisch. Im Idealfall würden alle von der F-Droid-Software erzeugten Dateien unabhängig davon, wo und wie sie verwendet werden, sicher sein, aber es scheint, dass der einzig mögliche Weg zur Desinfektion von Dateien auf den Endpunkten liegt, die die Dateien nutzen (z.B. _fdroidclient_ oder _f-droid.org_).
pl: Nazwy plików w Javie nie są wykonywane przez powłokę. Tylko znak `/` jest problematyczny w przypadku systemów plików i kodu obsługi plików. Idealnie byłoby, gdyby wszystkie pliki tworzone przez oprogramowanie F-Droid były bezpieczne, bez względu na to, gdzie i jak są używane, ale wydaje się, że jedynym sposobem na zdezynfekowanie plików są punkty końcowe zużywające pliki (np. _fdroidclient_ lub _f-droid.org_).
ro: Numele de fișiere în Java nu sunt executate de un shell. Numai caracterul `/` este problematic pentru sistemele de fișiere și codul de manipulare a fișierelor. În mod ideal, toate fișierele produse de software-ul F-Droid ar trebui să fie sigure, indiferent unde sau cum sunt folosite, dar se pare că singura modalitate gestionabilă de a curăța fișierele este la punctele finale care consumă fișierele (de exemplu, _fdroidclient_ sau _f-droid.org_).
ru: Имена файлов в Java не выполняются оболочкой. Только символ `/` вызывает проблемы с файловыми системами и кодом обработки файлов. В идеале, все файлы, создаваемые программным обеспечением F-Droid, должны быть безопасными, независимо от того, где и как они используются, но, похоже, единственный управляемый способ дезинфекции файлов - на конечных точках, которые потребляют файлы (например, _fdroidclient_ или _f-droid.org_).
uk: Імена файлів в Java не виконуються оболонкою. Тільки символ `/` викликає проблеми з файловими системами і кодом обробки файлів. В ідеалі, всі файли, створювані програмним забезпеченням F-Droid, повинні бути безпечними, незалежно від того, де і як вони використовуються, але, схоже, єдиний керований спосіб дезінфекції файлів - на кінцевих точках, які споживають файли (наприклад, _fdroidclient_ або _f -droid.org_).
zh_hans: Java 中的文件名不是由 shell 执行的。只有 `/` 字符对文件系统和文件处理代码有问题。理想情况下，F-Droid 软件生成的所有文件最终都会安全，无论它们在何处或以何种方式使用，但似乎唯一可管理的清理文件的方法是在使用文件的端点上（例如 _fdroidclient_ 或 _f-droid.org_）。

source: TWIF 20: Security audit completed, buildserver setup with ansible
de: TWIF 20: Sicherheitsaudit abgeschlossen, Buildserver-Einrichtung mit Ansible
pl: TWIF 20: Audyt bezpieczeństwa zakończony, konfiguracja buildserver z ansible
ro: TWIF 20: Audit de securitate finalizat, configurarea serverului de construcție cu ansible
ru: TWIF 20: Аудит безопасности завершен, настройка buildserver с помощью ansible
uk: TWIF 20: Аудит безпеки завершено, налаштування buildserver за допомогою ansible
zh_hans: TWIF 20：安全审计完成，使用 ansible 设置构建服务器

source: This Week In F-Droid 20, Week 36, 2018
de: Diese Woche in F-Droid 20, Woche 36, 2018
pl: W tym tygodniu w F-Droid 20, Tydzień 36, 2018
ro: Săptămâna aceasta în F-Droid 20, Săptămâna 36, 2018
ru: На этой неделе в F-Droid 20, неделя 36, 2018
uk: Цього тижня у F-Droid 20, тиждень 36, 2018
zh_hans: F-Droid 每周新闻 20，第 36 周，2018
