Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/) 1.2 brings a new dark theme! Metager has been added as a search engine, and 3 different customized search engines can now be set up.
de: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/): 1.2 bringt ein neues, dunkles Design mit! Als Suchmaschine wurde Metager ergänzt und es können nun 3 verschiedene benutzerdefinierte Suchmaschinen festgelegt werden.
pl: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/) 1.2 wprowadza nowy mroczny motyw! Metager został dodany jako wyszukiwarka i można teraz skonfigurować 3 różne dostosowane wyszukiwarki.
ro: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/) 1.2 aduce o nouă temă întunecată! Metager a fost adăugat ca motor de căutare, iar acum pot fi configurate 3 motoare de căutare personalizate diferite.
ru: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/) 1.2 предлагает новую темную тему! Metager был добавлен в качестве поисковой системы, и теперь можно настроить 3 различных пользовательских поисковых системы.
uk: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/) 1.2 пропонує нову темну тему! Metager був доданий в якості пошукової системи, і тепер можна налаштувати 3 різних призначених для користувача пошукових системи.
zh_hans: [Simple Search](https://f-droid.org/packages/de.tobiasbielefeld.searchbar/) 1.2 带来了一个新的黑暗主题！Metager 已被添加为搜索引擎，现在可以设置 3 个不同的自定义搜索引擎。

source: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) also had a major release. 6.0 adds 3 new quests: building type, path surface and one-way roads. There are enhancements to 6 more quest types, an updated privacy statement, and several smaller enhancements and fixes.
de: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) hatte auch ein Major-Release. 6.0 fügt 3 neue Quests hinzu: Gebäudetyp, Wegbeschaffenheit und Einbahnstraßen. Es gibt Verbesserungen für 6 weitere Questtypen, eine aktualisierte Datenschutzerklärung und einige kleinere Verbesserungen und Korrekturen.
pl: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) również miał główne wydanie. 6.0 dodaje 3 nowe zadania: rodzaj budynku, nawierzchnię drogi i drogi jednokierunkowe. Dostępne są ulepszenia do 6 kolejnych typów zadań, zaktualizowane oświadczenie o ochronie prywatności oraz kilka mniejszych ulepszeń i poprawek.
ro: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) a avut, de asemenea, o versiune majoră. 6.0 adaugă 3 misiuni noi: tipul de clădire, suprafața drumului și drumurile cu sens unic. Există îmbunătățiri pentru încă 6 tipuri de căutări, o declarație de confidențialitate actualizată și câteva îmbunătățiri și corecturi mai mici.
ru: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) также получил крупный релиз. В версии 6.0 добавлены 3 новых задания: тип здания, поверхность дорожки и односторонние дороги. Кроме того, улучшены еще 6 типов заданий, обновлено заявление о конфиденциальности, а также внесено несколько мелких улучшений и исправлений.
uk: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) також отримав великий реліз. У версії 6.0 додані 3 нових завдання: тип будівлі, поверхня доріжки та односторонні дороги. Крім того, поліпшені ще 6 типів завдань, оновлено заяву про конфіденційність, а також внесено кілька дрібних поліпшень і виправлень.
zh_hans: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) 也有一个重要版本。6.0 增加了 3 种新的请求：建筑类型、路径表面和单行道。还有 6 种请求类型的增强，更新了隐私声明，以及一些小的增强和修复。

source: [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.12 brings important improvements, including a floating action menu, voice messages (in conjunction with any compatible external app - [Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/) seems to be the most recommended), and the ability to manually re-request decryption keys from your other devices. Other small improvements and bug fixes include the ability to detect when the phone is in Do Not Disturb mode. Note that voice messages are experimental and need to be enabled in settings.
de: [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.12 bringt wichtige Verbesserungen, einschließlich eines schwebenden Aktionsmenüs, Sprachnachrichten (in Verbindung mit jeder kompatiblen externen Anwendung - [Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/) scheint die am meisten empfohlene zu sein) und die Möglichkeit, manuell Entschlüsselungsschlüssel von Ihren anderen Geräten erneut anzufordern. Weitere kleine Verbesserungen und Fehlerbehebungen beinhalten die Möglichkeit, zu erkennen, wenn sich das Telefon im Nicht stören-Modus befindet. Beachten Sie, dass Sprachnachrichten experimentell sind und in den Einstellungen aktiviert werden müssen.
pl: [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.12 wprowadza ważne usprawnienia, w tym pływające menu akcji, komunikaty głosowe (w połączeniu z dowolną kompatybilną aplikacją zewnętrzną - [Wtyczka Rejestrator Głosu](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/) wydaje się być najbardziej zalecana) oraz możliwość ręcznego ponownego żądania kluczy odszyfrowywania od innych urządzeń. Inne drobne ulepszenia i poprawki błędów obejmują możliwość wykrycia, kiedy telefon jest w trybie Nie przeszkadzać. Pamiętaj, że wiadomości głosowe są eksperymentalne i muszą być włączone w ustawieniach.
ro: [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.12 aduce îmbunătățiri importante, inclusiv un meniu de acțiune mobil, mesaje vocale (împreună cu orice aplicație externă compatibilă - [Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/) pare a fi cea mai recomandată) și posibilitatea de a solicita din nou manual chei de decriptare de la alte dispozitive. Alte mici îmbunătățiri și corecturi de erori includ capacitatea de a detecta când telefonul se află în modul Nu deranjați. Rețineți că mesajele vocale sunt experimentale și trebuie să fie activate în setări.
ru: В [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.12 внесены важные улучшения, включая плавающее меню действий, голосовые сообщения (в сочетании с любым совместимым внешним приложением - [Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/) кажется наиболее рекомендуемым) и возможность вручную повторно запрашивать ключи дешифровки с других устройств. Другие небольшие улучшения и исправления ошибок включают возможность определения, когда телефон находится в режиме "Не беспокоить". Обратите внимание, что голосовые сообщения являются экспериментальными и должны быть включены в настройках.
uk: У [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.12 внесені важливі поліпшення, включно з плавним меню дій, голосовими повідомленнями (у поєднанні з будь-яким сумісним зовнішнім стосунком — [Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/) здається найбільш рекомендованим) і можливість вручну повторно запитувати ключі розшифрування з інших пристроїв. Інші незначні поліпшення і виправлення помилок включають можливість визначення, коли телефон перебуває в режимі «Не турбувати». Зверніть увагу, що голосові повідомлення експериментальні й повинні бути ввімкнені в налаштуваннях.
zh_hans: [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.12 带来了重要的改进，包括浮动操作菜单、语音信息（与任何兼容的外部应用结合使用 - [Voice Recorder Plugin](https://f-droid.org/packages/eu.siacs.conversations.voicerecorder/) 似乎是最值得推荐的），以及从你的其他设备手动重新请求解密密钥的能力。其他小的改进和错误修复包括检测手机何时处于免打扰模式的能力。注意，语音信息是试验性的，需要在设置中启用。

source: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 61.0 comes with some performance enhancements to rendering and scrolling, on-by-default support for the latest TLSv1.3 draft, and fixes a recurring crash with Galaxy S8 devices running Android 8.0 as well as various security issues.
de: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 61.0 enthält einige Leistungsverbesserungen beim Rendern und Scrollen, standardmäßig eingeschaltete Unterstützung für den neuesten TLSv1.3-Entwurf und behebt einen wiederkehrenden Absturz mit Galaxy S8-Geräten unter Android 8.0 sowie verschiedene Sicherheitsprobleme.
pl: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 61.0 zawiera ulepszenia wydajności renderowania i przewijania, domyślną obsługę najnowszych wersji protokołu TLSv1.3 i naprawia powtarzające się awarie urządzeń Galaxy S8 z systemem Android 8.0, a także różne problemy z zabezpieczeniami.
ro: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 61.0 vine cu unele îmbunătățiri de performanță pentru redare și derulare, suport implicit pentru cel mai recent proiect TLSv1.3 și corectează o blocare recurentă cu dispozitivele Galaxy S8 care rulează Android 8.0, precum și diverse probleme de securitate.
ru: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 61.0 включает в себя некоторые улучшения производительности рендеринга и прокрутки, поддержку по умолчанию последнего проекта TLSv1.3, исправляет повторяющиеся сбои на устройствах Galaxy S8 под управлением Android 8.0, а также различные проблемы безопасности.
uk: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 61.0 включає в себе деякі поліпшення продуктивності рендеринга і прокрутки, підтримку за замовчуванням останнього проєкту TLSv1.3, виправляє повторювані збої на пристроях Galaxy S8 під управлінням Android 8.0, а також різні проблеми безпеки.
zh_hans: [Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/) 61.0 对渲染和滚动进行了一些性能增强，默认支持最新的 TLSv1.3 草案，并修复了运行 Android 8.0 的 Galaxy S8 设备经常出现的崩溃以及各种安全问题。

source: [Tasks](https://f-droid.org/packages/org.tasks/) 6.1 brings customized launcher and shortcut widget icons, custom text selection action for Android 6+, updated translations and a slew of crash fixes.
de: [Tasks](https://f-droid.org/packages/org.tasks/) 6.1 bringt benutzerdefinierte Launcher- und Shortcut-Widget-Symbole, benutzerdefinierte Textauswahl-Aktionen für Android 6+, aktualisierte Übersetzungen und eine Reihe von Crash-Fixes.
pl: [Tasks](https://f-droid.org/packages/org.tasks/) 6.1 oferuje spersonalizowane opcje uruchamiania i ikony widżetów skrótów, niestandardową akcję selekcji tekstu dla Androida 6+, zaktualizowane tłumaczenia i mnóstwo poprawek błędów.
ro: [Tasks](https://f-droid.org/packages/org.tasks/) 6.1 aduce pictograme personalizate pentru lansator și widget-uri de comenzi rapide, acțiune personalizată de selectare a textului pentru Android 6+, traduceri actualizate și o mulțime de corecturi de erori.
ru: [Tasks](https://f-droid.org/packages/org.tasks/) 6.1 предлагает настраиваемые иконки запуска и виджета быстрого доступа, настраиваемое действие выбора текста для Android 6+, обновленные переводы и множество исправлений сбоев.
uk: [Tasks](https://f-droid.org/packages/org.tasks/) 6.1 пропонує настроюються іконки запуску і віджета швидкого доступу, що настроюється дію вибору тексту для Android 6+, оновлені переклади і безліч виправлень збоїв.
zh_hans: [Tasks](https://f-droid.org/packages/org.tasks/) 6.1 带来了定制的启动器和快捷微件图标，为 Android 6+ 定制的文本选择动作，更新的翻译和一系列的崩溃修复。

source: [Easer](https://f-droid.org/packages/ryey.easer/) is that event-driven Android automation app. Version 0.6.7 adds _Dynamics_ and support for _Dynamics_ in `NotificationEventPlugin`. _Dynamics_ is the universal way of passing data from _Event_ to _Profile_, and replaces the previous formatting expressions.
de: [Easer](https://f-droid.org/packages/ryey.easer/) ist die ereignisgesteuerte Android-Automatisierungsanwendung. Version 0.6.7 fügt _Dynamics_ und Unterstützung für _Dynamics_ im `NotificationEventPlugin` hinzu. _Dynamics_ ist die universelle Möglichkeit, Daten von _Event_ an _Profile_ zu übergeben und ersetzt die bisherigen Formatierungsausdrücke.
pl: [Easer](https://f-droid.org/packages/ryey.easer/) to oparta na zdarzeniach aplikacja do automatyzacji systemu Android. W wersji 0.6.7 dodano _Dynamics_ i wsparcie dla _Dynamics_ w `NotificationEventPlugin`. _Dynamics_ jest uniwersalnym sposobem przekazywania danych z _Event_ do _Profile_ i zastępuje poprzednie wyrażenia formatujące.
ro: [Easer](https://f-droid.org/packages/ryey.easer/) este acea aplicație de automatizare Android bazată pe evenimente. Versiunea 0.6.7 adaugă _Dynamics_ și suport pentru _Dynamics_ în `NotificationEventPlugin`. _Dynamics_ este modalitatea universală de trecere a datelor de la _Event_ la _Profile_ și înlocuiește expresiile de formatare anterioare.
ru: [Easer](https://f-droid.org/packages/ryey.easer/) - это приложение для автоматизации Android, управляемое событиями. Версия 0.6.7 добавляет _Dynamics_ и поддержку _Dynamics_ в `NotificationEventPlugin`. _Dynamics_ является универсальным способом передачи данных от _Event_ к _Profile_ и заменяет предыдущие выражения форматирования.
uk: [Easer](https://f-droid.org/packages/ryey.easer/) - це застосунок для автоматизації Android, кероване подіями. Версія 0.6.7 додає _Dynamics_ і підтримку _Dynamics_ в `NotificationEventPlugin`. _Dynamics_ є універсальним способом передачі даних від _Event_ до _Profile_ і замінює попередні вирази форматування.
zh_hans: [Easer](https://f-droid.org/packages/ryey.easer/) 是那个事件驱动的 Android 自动化应用。0.6.7 版增加了 _Dynamics_ 及其在 `NotificationEventPlugin` 中的支持。_Dynamics_ 是将数据从 _Event_ 传递到 _Profile_ 的通用方式，并且取代了之前的格式化表达式。

source: TWIF 13: Public Transport Edition
de: TWIF 13: ÖPNV-Edition
pl: TWIF 13: Edycja Transport Publiczny
ro: TWIF 13: Ediția dedicată transportului public
ru: TWIF 13: Public Transport
uk: TWIF 13: Public Transport
zh_hans: TWIF 13：公共交通版

source: This Week In F-Droid 13, Week 29, 2018
de: Diese Woche in F-Droid 13, Woche 29, 2018
pl: W tym tygodniu w F-Droid 13, Tydzień 29, 2018
ro: Săptămâna aceasta în F-Droid 13, Săptămâna 29, 2018
ru: На этой неделе в F-Droid 13, неделя 29, 2018
uk: Цього тижня у F-Droid 13, тиждень 29, 2018
zh_hans: F-Droid 每周新闻 13，第 29 周，2018

source: In this edition: Öffi released as open source, Transportr 2.0 released, better app descriptions and that annoying bug that causes updates to keep reappearing has been fixed in the latest alpha.
de: In dieser Ausgabe: Öffi als Open Source veröffentlicht, Transportr 2.0 veröffentlicht, bessere App-Beschreibungen und der lästige Fehler, der dazu führt, dass Updates immer wieder auftauchen, wurde in der neuesten Version behoben.
pl: W tej edycji: wydany Öffi jako open source, wydany Transportr 2.0, lepsze opisy aplikacji i denerwujący błąd, który powoduje, że aktualizacje pojawiają się ponownie w najnowszej alfy.
ro: În această ediție: Öffi a fost lansat ca sursă deschisă, Transportr 2.0 a fost lansat, descrieri mai bune ale aplicațiilor și acel bug enervant care face ca actualizările să tot reapară a fost rezolvat în ultima versiune alfa.
ru: В этом выпуске: Öffi выпущен с открытым исходным кодом, Transportr 2.0 выпущен, улучшены описания приложений, а раздражающая ошибка, из-за которой обновления постоянно появляются снова, была исправлена в последней альфа-версии.
uk: У цьому випуску: Öffi випущений з відкритим вихідним кодом, Transportr 2.0 випущений, поліпшення опису застосунків, а дратує помилка, через яку оновлення постійно з'являються знову, була виправлена в останній альфа-версії.
zh_hans: 在这个版本中：Öffi 开源发布，Transportr 2.0 发布，更好的应用描述，以及那个导致更新不断重现的恼人的错误已经在最新的 alpha 中被修复。

source: [_hc](https://forum.f-droid.org/u/hans) is polishing up fdroidserver for Ubuntu/bionic, but for the most part he has been at work deep in the client, closing about 40 issues. 1.3 is drawing closer, and is looking to be a nice stable release. That said, more than 200 [issues](https://gitlab.com/fdroid/fdroidclient/issues) still remain, so if you're familiar with Android development, your help is more than welcome.
de: [_hc](https://forum.f-droid.org/u/hans) poliert fdroidserver für Ubuntu/bionic auf, aber zum größten Teil hat er in den Tiefen des Clients gearbeitet und etwa 40 Probleme erledigt. 1.3 rückt näher und sieht nach einer schönen stabilen Veröffentlichung aus. Allerdings bleiben noch mehr als 200 [Issues](https://gitlab.com/fdroid/fdroidclient/issues) übrig, wenn Sie also mit der Entwicklung von Android vertraut sind, ist Ihre Hilfe mehr als willkommen.
pl: [_hc](https://forum.f-droid.org/u/hans) poleruje serwer fdroid dla Ubuntu/bionic, ale w większości przypadków był w pracy głęboko w kliencie, zamykając około 40 problemów. 1.3 zbliża się coraz bardziej i wydaje się być dobrym stabilnym wydawnictwem. Mimo to ponad 200 [problemów](https://gitlab.com/fdroid/fdroidclient/issues) nadal pozostaje, więc jeśli znasz już programowanie Androida, twoja pomoc jest więcej niż mile widziane.
ro: [_hc](https://forum.f-droid.org/u/hans) este în curs de finisare a serverului fdroids pentru Ubuntu/bionic, dar în cea mai mare parte a fost la lucru în client, închizând aproximativ 40 de probleme. 1.3 se apropie și pare a fi o versiune stabilă și plăcută. Acestea fiind spuse, mai mult de 200 de [issues](https://gitlab.com/fdroid/fdroidclient/issues) rămân încă, așa că, dacă sunteți familiarizați cu dezvoltarea Android, ajutorul dumneavoastră este mai mult decât binevenit.
ru: [_hc](https://forum.f-droid.org/u/hans) дорабатывает fdroidserver для Ubuntu/bionic, но в основном он работает в клиенте, закрывая около 40 проблем. 1.3 все ближе, и похоже, что это будет хороший стабильный релиз. Тем не менее, более 200 [issues](https://gitlab.com/fdroid/fdroidclient/issues) все еще остаются, так что если вы знакомы с разработкой Android, ваша помощь более чем приветствуется.
uk: [_Hc](https://forum.f-droid.org/u/hans) доопрацьовує fdroidserver для Ubuntu/bionic, але в основному він працює в клієнті, закриваючи близько 40 проблем. 1.3 все ближче, і схоже, що це буде хороший стабільний реліз. Проте, понад 200 [issues](https://gitlab.com/fdroid/fdroidclient/issues) все ще залишаються, так що якщо ви знайомі з розробкою Android, ваша допомога більш ніж вітається.
zh_hans: [_hc](https://forum.f-droid.org/u/hans) 正在为 Ubuntu/bionic 打磨 fdroidserver，但在大多数情况下，他一直在客户端的深入工作，关闭了大约 40 个问题。1.3 正在接近，并且看起来是一个不错的稳定版本。尽管如此，仍有超过 200 个[问题](https://gitlab.com/fdroid/fdroidclient/issues)，所以如果你熟悉 Android 开发，我们非常欢迎你的帮助。

source: [Izzy](https://forum.f-droid.org/u/izzy) has [added](https://gitlab.com/fdroid/fdroidserver/merge_requests/529) (with the help of [_hc](https://forum.f-droid.org/u/hans)) the new [NoSourceSince antifeature](https://monitor.f-droid.org/anti-feature/NoSourceSince) which is automatically added to any app with `NoSourceSince:` in the metadata. In other words, it will be more obvious from within the client/website whether the source code of an app has disappeared. And yes, lots of apps have been updated in this regard, or the description has been updated to state "no longer maintained".
de: [Izzy](https://forum.f-droid.org/u/izzy) hat (mit Hilfe von [_hc](https://forum.f-droid.org/u/hans)) das neue [NoSourceSince Antifeature](https://monitor.f-droid.org/anti-feature/NoSourceSince) [hinzugefügt](https://gitlab.com/fdroid/fdroidserver/merge_requests/529), die automatisch zu jeder Anwendung mit `NoSourceSince:` in den Metadaten hinzugefügt wird. Mit anderen Worten, es wird aus der Client/Website ersichtlich, ob der Quellcode einer App verschwunden ist. Und ja, viele Apps wurden in dieser Hinsicht aktualisiert oder die Beschreibung wurde in "nicht mehr gepflegt" aktualisiert.
pl: [Izzy](https://forum.f-droid.org/u/izzy) ma [dodano](https://gitlab.com/fdroid/fdroidserver/merge_requests/529) (przy pomocy [_hc](https://forum.f-droid.org/u/hans)) nowy [Antyprzedaż NoSourceSince](https://monitor.f-droid.org/anti-feature/NoSourceSince), który jest automatycznie dodawany do dowolnej aplikacji z `NoSourceSince:` w metadanych. Innymi słowy, w kliencie/witrynie internetowej będzie bardziej oczywiste, czy kod źródłowy aplikacji zniknął. I tak, wiele aplikacji zostało zaktualizowanych w tym względzie lub opis został zaktualizowany do stanu "nie jest już utrzymywany".
ro: [Izzy](https://forum.f-droid.org/u/izzy) a [added](https://gitlab.com/fdroid/fdroidserver/merge_requests/529) (with the help of [_hc](https://forum.f-droid.org/u/hans)) noua [antifeature [NoSourceSince](https://monitor.f-droid.org/anti-feature/NoSourceSince) care este adăugată automat la orice aplicație cu `NoSourceSince:` în metadate. Cu alte cuvinte, va fi mai evident din interiorul clientului/site-ului web dacă codul sursă al unei aplicații a dispărut. Și da, o mulțime de aplicații au fost actualizate în acest sens, sau descrierea a fost actualizată pentru a indica "nu mai este întreținută".
ru: [Izzy](https://forum.f-droid.org/u/izzy) [добавил](https://gitlab.com/fdroid/fdroidserver/merge_requests/529) (с помощью [_hc](https://forum.f-droid.org/u/hans)) новую [NoSourceSince antifeature](https://monitor.f-droid.org/anti-feature/NoSourceSince), которая автоматически добавляется к любому приложению с `NoSourceSince:` в метаданных. Другими словами, из клиента/веб-сайта будет более очевидно, исчез ли исходный код приложения. И да, многие приложения были обновлены в этом отношении, или в описании было указано "больше не поддерживается".
uk: [Izzy](https://forum.f-droid.org/u/izzy) [додав](https://gitlab.com/fdroid/fdroidserver/merge_requests/529) (за допомогою [_hc](https://forum.f-droid.org/u/hans)) нову [небажану функцію NoSourceSince](https://monitor.f-droid.org/anti-feature/NoSourceSince), яка автоматично додається до будь-якого застосунку з `NoSourceSince:` в метаданих. Іншими словами, з клієнта/вебсайту буде зрозуміло, чи зник джерельний код застосунку. І так, багато застосунків були оновлені після цього, або в описі було вказано «більше не підтримується».
zh_hans: [Izzy](https://forum.f-droid.org/u/izzy)（在 [_hc](https://forum.f-droid.org/u/hans) 的帮助下）[添加](https://gitlab.com/fdroid/fdroidserver/merge_requests/529)了新的[NoSourceSince 负面特征](https://monitor.f-droid.org/anti-feature/NoSourceSince)，它会自动添加到元数据中带有 `NoSourceSince:` 的任何应用中。换句话说，从客户端/网站中可以更清楚地看出应用的源代码是否已经消失。是的，在这方面许多应用已进行了更新，或者描述已更新为“不再维护”。

source: The new antifeature is available in 1.3-alpha4 if you want to test it, and will be in 1.3 if you prefer to wait for the stable version.
de: Das neue Antifeature ist in 1.3-alpha4 verfügbar, wenn Sie es testen wollen und in 1.3, wenn Sie lieber auf die stabile Version warten möchten.
pl: Nowa antifeature jest dostępna w wersji 1.3-alpha4, jeśli chcesz ją przetestować, i będzie w wersji 1.3, jeśli wolisz poczekać na wersję stabilną.
ro: Noul antifeature este disponibil în versiunea 1.3-alpha4 dacă doriți să îl testați și va fi disponibil în versiunea 1.3 dacă preferați să așteptați versiunea stabilă.
ru: Новая антифича доступна в версии 1.3-alpha4, если вы хотите ее протестировать, и будет доступна в версии 1.3, если вы предпочитаете дождаться стабильной версии.
uk: Нова антіфіча доступна у версії 1.3-alpha4, якщо ви хочете її протестувати, і буде доступна у версії 1.3, якщо ви віддаєте перевагу дочекатися стабільної версії.
zh_hans: 如果你想测试的话，新的负面特征已在 1.3-alpha4 中可用，如果你愿意等待稳定版的话，将进入 1.3 中。
