Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) was updated to 0.13.3. You can now double-tap the middle of the player screen to pause the video. The history view and project layout was refactored, along with other improvements and fixes.
de: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) wurde auf 0.13.3 aktualisiert. Sie können nun auf die Mitte des Playerbildschirms doppeltippen, um das Video anzuhalten. Die Ansicht des Verlaufs und das Projektlayout wurden überarbeitet, zusammen mit weiteren Verbesserungen und Korrekturen.
pl: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) został zaktualizowany do wersji 0.13.3. Możesz teraz dwukrotnie dotknąć środkowej części ekranu odtwarzacza, aby wstrzymać wideo. Widok historii i układ projektu został refaktoryzowany wraz z innymi ulepszeniami i poprawkami.
ro: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) a fost actualizat la 0.13.3. Acum puteți apăsa de două ori pe mijlocul ecranului playerului pentru a pune pe pauză videoclipul. Vizualizarea istoricului și aspectul proiectului au fost refactorizate, împreună cu alte îmbunătățiri și corecturi.
ru: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) был обновлен до версии 0.13.3. Теперь вы можете дважды коснуться середины экрана плеера, чтобы поставить видео на паузу. Внесены изменения в представление истории и макет проекта, а также другие улучшения и исправления.
uk: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) був оновлений до версії 0.13.3. Тепер ви можете двічі торкнутися середини екрана програвача, щоб зупинити відео. Внесено зміни в уявлення історії та макет проєкту, а також інші поліпшення і виправлення.
zh_hans: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) 更新到了 0.13.3。你现在可以双击播放器屏幕的中间来暂停视频。历史视图和项目布局被重构，还有一些其他改进和修复。

source: [KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/) 3.2.0 brings improved gestures, drag & drop for favourites, and the keyboard layout no longer changes when typing a phone number.
de: [KISS Launcher](https://f-droid.org/packages/fr.neamar.kiss/) 3.2.0 bringt verbesserte Gesten, Drag &amp; Drop für Favoriten, und das Tastaturlayout ändert sich nicht mehr, wenn eine Telefonnummer eingegeben wird.
pl: [KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/) 3.2.0 wprowadza ulepszone gesty, drag &amp; drop dla ulubionych, a układ klawiatury nie zmienia się już po wpisaniu numeru telefonu.
ro: [KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/) 3.2.0 aduce gesturi îmbunătățite, drag &amp; drop pentru favorite, iar aspectul tastaturii nu se mai schimbă atunci când se tastează un număr de telefon.
ru: В [KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/) 3.2.0 улучшены жесты, перетаскивание избранного, а раскладка клавиатуры больше не меняется при наборе номера телефона.
uk: У [KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/) 3.2.0 поліпшені жести, перетягування обраного, а розкладка клавіатури більше не змінюється під час уведення номера телефону.
zh_hans: [KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/) 3.2.0 带来了改进的手势和收藏夹拖放，以及当输入电话号码时键盘布局不再改变。

source: [Street­Complete](https://f-droid.org/packages/de.westnordost.streetcomplete/) was updated from 5.0 to 5.2, fixing battery drain and performance problems, a crash on downloading construction quest, compass improvements and more.
de: [Street­Complete](https://f-droid.org/packages/de.westnordost.streetcomplete/) wurde von 5.0 auf 5.2 aktualisiert, mit Lösungen zu Problemen mit dem Akkuverbrauch und der Leistung, einem Absturz beim Download von Konstruktionsfragen, Kompass-Verbesserungen und mehr.
pl: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) został zaktualizowany z wersji 5.0 do 5.2, naprawiając problemy z rozładowaniem baterii i wydajnością, awarię podczas pobierania zadania konstrukcyjnego, ulepszenia kompasu i wiele więcej.
ro: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) a fost actualizat de la 5.0 la 5.2, rezolvând problemele de consum al bateriei și de performanță, o eroare la descărcarea misiunii de construcție, îmbunătățiri ale busolei și multe altele.
ru: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) был обновлен с 5.0 до 5.2, исправлены проблемы с разрядкой батареи и производительностью, ошибка при загрузке строительного квеста, улучшен компас и многое другое.
uk: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) був оновлений з 5.0 до 5.2, виправлені проблеми з розрядкою батареї та швидкодією, збої завантаження будівельного квесту, поліпшений компас і багато іншого.
zh_hans: [StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/) 从 5.0 升级到了 5.2，解决了电池消耗和性能问题、下载施工任务时崩溃、指南针改进等。

source: [Ring](https://f-droid.org/packages/cx.ring/) was updated from 20180421 to 20180501
de: [Ring](https://f-droid.org/packages/cx.ring/) wurde von 20180421 auf 20180501 aktualisiert
pl: [Ring](https://f-droid.org/packages/cx.ring/) został zaktualizowany z 20180421 na 20180501
ro: [Ring](https://f-droid.org/packages/cx.ring/) a fost actualizat de la 20180421 la 20180501
ru: [Ring](https://f-droid.org/packages/cx.ring/) обновлен с 20180421 до 20180501
uk: [Ring](https://f-droid.org/packages/cx.ring/) оновлений з 20180421 до 20180501
zh_hans: [Ring](https://f-droid.org/packages/cx.ring/) 从 20180421 更新到了 20180501

source: [Maps](https://f-droid.org/packages/com.github.axet.maps/) was updated from 8.1.0-4-Google to 8.2.3-1-Google
de: [Maps](https://f-droid.org/packages/com.github.axet.maps/) wurde von 8.1.0-4-Google auf 8.2.3-1-Google aktualisiert
pl: [Maps](https://f-droid.org/packages/com.github.axet.maps/) został zaktualizowany z wersji 8.1.0-4-Google do wersji 8.2.3-1-Google
ro: [Maps](https://f-droid.org/packages/com.github.axet.maps/) a fost actualizat de la 8.1.0-4-Google la 8.2.3-1-Google
ru: [Maps](https://f-droid.org/packages/com.github.axet.maps/) были обновлены с 8.1.0-4-Google до 8.2.3-1-Google
uk: [Maps](https://f-droid.org/packages/com.github.axet.maps/) оновлено з 8.1.0-4-Google до 8.2.3-1-Google
zh_hans: [Maps](https://f-droid.org/packages/com.github.axet.maps/) 从 8.1.0-4-Google 更新到了 8.2.3-1-Google

source: **Orweb** was archived because it has been superceded by **Orfox** from the Guardian Project repo a while ago, and is no longer maintained at all.
de: **Orweb** wurde archiviert, weil es vor einiger Zeit durch **Orfox** aus dem Guardian Project Repo ersetzt wurde und überhaupt nicht mehr gepflegt wird.
pl: ** Orweb ** został zarchiwizowany, ponieważ został ostatnio zastąpiony przez ** Orfox ** z repozytorium Guardian Project i nie jest już dłużej utrzymywany.
ro: **Orweb** a fost arhivat pentru că a fost înlocuit de **Orfox** din repo-ul Guardian Project cu ceva timp în urmă și nu mai este întreținut deloc.
ru: **Orweb** был заархивирован, поскольку некоторое время назад он был вытеснен **Orfox** из репозитория Guardian Project и больше не поддерживается.
uk: **Orweb** був заархівований, оскільки недавно він був витіснений **Orfox** з репозиторіїв Guardian Project і більше не підтримується.
zh_hans: **Orweb** 被存档，因为它已经在一段时间前被 Guardian Project 存储库中的 **Orfox** 所取代，并且不再被维护。

source: We want to hear from you! Did your favourite app update? Tell us what's good and new! Did someone write an article involving F-Droid? Let us know! Anything that's of interest to F-Droid users is game.
de: Lassen Sie von sich hören! Wurde Ihre Lieblingsapp aktualisiert? Erzählen Sie, was gut und neu ist! Hat jemand einen Bericht geschrieben, in dem F-Droid vorkam? Lassen Sie es uns wissen! Alles was für F-Droid-Anwender von Interesse ist, gehört hierher.
pl: Chcemy usłyszeć od ciebie! Czy pojawiła się aktualizacja Twojej ulubionej aplikacji? Powiedz nam, co jest dobre i nowe! Czy ktoś napisał artykuł dotyczący F-Droid? Daj nam znać! Wszystko, co interesuje użytkowników F-Droid, to gra.
ro: Vrem să auzim de la tine! S-a actualizat aplicația ta preferată? Spune-ne ce este bun și nou! A scris cineva un articol care implică F-Droid? Anunțați-ne! Orice este de interes pentru utilizatorii F-Droid este un joc.
ru: Мы хотим услышать вас! Ваше любимое приложение обновилось? Расскажите нам, что хорошего и нового! Кто-то написал статью с участием F-Droid? Дайте нам знать! Все, что представляет интерес для пользователей F-Droid - это игра.
uk: Ми хочемо почути вас! Ваш улюблений застосунок оновився? Розкажіть нам, що хорошого і нового! Хтось написав статтю за участю F-Droid? Дайте нам знати! Все, що представляє інтерес для користувачів F-Droid — це гра.
zh_hans: 我们想听听你的意见！你最喜欢的应用更新了吗？告诉我们哪些是好的和新的！有人写了一篇关于 F-Droid 的文章吗？请分享给我们！F-Droid 用户感兴趣的任何东西都可以。

source: Please tell us in the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum, or tag your update [#fdroid](https://mastodon.technology/tags/fdroid) on Mastodon. (And cc [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) to make sure it reaches our instance.)
de: Erzählen Sie von Ihrem Update im [TWIF Submission Thread](https://forum.f-droid.org/t/twif-submission-thread) im Forum oder taggen Sie es mit [#fdroid](https://mastodon.technology/tags/fdroid) auf Mastodon. (Und leiten Sie es an [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) weiter, um sicherzugehen, dass es unsere Instanz erreicht.)
pl: Powiedz nam w wątku [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) na forum lub oznacz swoją aktualizację [#fdroid](https://mastodon.technology/tags/fdroid) na Mastodon. (And cc [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg), aby upewnić się, że dociera do naszej instancji.)
ro: Vă rugăm să ne spuneți în [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) de pe forum, sau să etichetați actualizarea [#fdroid](https://mastodon.technology/tags/fdroid) pe Mastodon. (And cc [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) to make sure it reaches our instance.)
zh_hans: 请在论坛上的 [TWIF 提交主题](https://forum.f-droid.org/t/twif-submission-thread)告诉我们，或在 Mastodon 上在你的更新中带上 [#fdroid](https://mastodon.technology/tags/fdroid) 标签。（并抄送 [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) 以确保它到达我们的实例。）

source: This Week in F-Droid, Week 20
de: Diese Woche in F-Droid, Woche 20
pl: W tym tygodniu w F-Droid, Tydzień 20
ro: Săptămâna aceasta în F-Droid, săptămâna 20
ru: Эта неделя в F-Droid, неделя 20
uk: Цей тиждень у F-Droid, тиждень 20
zh_hans: F-Droid 每周新闻，第 20 周

source: [F-Droid](https://f-droid.org/) is a [repository](https://f-droid.org/packages/) of verified [free and open source](https://en.wikipedia.org/wiki/Free_and_open-source_software) Android apps, a [client](https://f-droid.org/packages/org.fdroid.fdroid/) to access it, as well as a whole "app store kit", providing all the tools needed to set up and run an app store. It is a community-run free software project developed by a wide range of contributors. This is their story this past week.
de: [F-Droid](https://f-droid.org/) ist ein [Repository](https://f-droid.org/de/packages/) verifizierter [Free & Open Source](https://de.wikipedia.org/wiki/Free/Libre_Open_Source_Software) Android Apps, ein [Client](https://f-droid.org/packages/org.fdroid.fdroid/), um darauf zuzugreifen, sowie ein ganzes "App Store Set", das alle notwendigen Werkzeuge zum Einrichten und Betreiben eines App Stores bietet. Es ist ein gemeinschaftlich geführtes freies Softwareprojekt, das von einer Vielzahl von Mitwirkenden weiterentwickelt wird. Das ist ihre Geschichte der letzten Woche.
pl: [F-Droid](https://f-droid.org/) to [repozytorium](https://f-droid.org/packages/) zweryfikowanego [wolnego i otwartego źródła](https://en.wikipedia.org/wiki/Free_and_open-source_software) aplikacje na Androida, [klient](https://f-droid.org/packages/org.fdroid.fdroid/), aby uzyskać do niego dostęp, a także cały "zestaw aplikacji sklepu", zapewniając wszystkie narzędzia potrzebne do skonfigurowania i uruchomienia sklepu z aplikacjami. Jest to projekt wolnego oprogramowania tworzony przez społeczność, opracowany przez wielu różnych autorów. To jest ich historia w zeszłym tygodniu.
ro: [F-Droid](https://f-droid.org/) este un [repository](https://f-droid.org/packages/) de aplicații Android [free and open source](https://en.wikipedia.org/wiki/Free_and_open-source_software) verificate, un [client](https://f-droid.org/packages/org.fdroid.fdroid/) pentru a le accesa, precum și un întreg "kit de magazin de aplicații", care oferă toate instrumentele necesare pentru a configura și a rula un magazin de aplicații. Este un proiect de software liber gestionat de o comunitate, dezvoltat de o gamă largă de contribuitori. Aceasta este povestea lor din ultima săptămână.
ru: [F-Droid](https://f-droid.org/) - это [хранилище](https://f-droid.org/packages/) проверенных [свободных и открытых](https://en.wikipedia.org/wiki/Free_and_open-source_software) приложений для Android, [клиент](https://f-droid.org/packages/org.fdroid.fdroid/) для доступа к нему, а также целый "комплект магазина приложений", предоставляющий все инструменты, необходимые для создания и запуска магазина приложений. Это управляемый сообществом проект свободного программного обеспечения, разработанный широким кругом участников. Вот их история за прошедшую неделю.
uk: [F-Droid](https://f-droid.org/) — це [репозиторій](https://f-droid.org/packages/) перевірених [вільних і відкритих](https://uk.wikipedia.org/wiki/%D0%92%D1%96%D0%BB%D1%8C%D0%BD%D0%B5_%D1%82%D0%B0_%D0%B2%D1%96%D0%B4%D0%BA%D1%80%D0%B8%D1%82%D0%B5_%D0%BF%D1%80%D0%BE%D0%B3%D1%80%D0%B0%D0%BC%D0%BD%D0%B5_%D0%B7%D0%B0%D0%B1%D0%B5%D0%B7%D0%BF%D0%B5%D1%87%D0%B5%D0%BD%D0%BD%D1%8F) застосунків для Android, [клієнт](https://f-droid.org/packages/org.fdroid.fdroid/) для доступу до нього, а також цілий «комплект крамниці застосунків», надає всі інструменти, необхідні для створення і запуску крамниці застосунків. Це керований спільнотою проєкт вільного програмного забезпечення, розроблений широким колом учасників. Ось їх історія за минулий тиждень.
zh_hans: [F-Droid](https://f-droid.org/) 是一个其中的应用经过验证的[自由开源](https://en.wikipedia.org/wiki/Free_and_open-source_software) Android 应用[存储库](https://f-droid.org/packages/)，一个用于访问它的[客户端](https://f-droid.org/packages/org.fdroid.fdroid/)，和一个完整的“应用商店工具包”，提供设置并运行一个应用商店所需的所有工具。它是一个由众多贡献者支撑的社区运行的自由软件项目。这是他们上周的故事。

source: F-Droid core
de: F-Droid Kern
pl: Rdzeń F-Droid
ro: Nucleul F-Droid
ru: Ядро F-Droid
uk: Ядро F-Droid
zh_hans: F-Droid 核心

source: [Rudloff](https://social.rudloff.pro/profile/rudloff) has been very active again, and is responsible for most of the record-breaking 12 new apps!
de: [Rudloff](https://social.rudloff.pro/profile/rudloff) war wieder sehr aktiv und ist für die meisten der rekordverdächtigen 12 neuen Apps verantwortlich!
pl: [Rudloff](https://social.rudloff.pro/profile/rudloff) jest znowu bardzo aktywny i jest odpowiedzialny za większość rekordowych 12 nowych aplikacji!
ro: [Rudloff](https://social.rudloff.pro/profile/rudloff) a fost din nou foarte activă și este responsabilă pentru cele mai multe dintre cele 12 aplicații noi care au bătut recordul!
ru: [Rudloff](https://social.rudloff.pro/profile/rudloff) снова очень активен и отвечает за большинство из рекордных 12 новых приложений!
uk: [Rudloff](https://social.rudloff.pro/profile/rudloff) знову дуже активний і відповідає за більшість з рекордних 12 нових застосунків!
zh_hans: [Rudloff](https://social.rudloff.pro/profile/rudloff) 再次变得非常活跃，并贡献了打破纪录的12个新应中的大部分！

source: [_hc](https://forum.f-droid.org/u/hans) has tagged and released [fdroidserver]({{ site.baseurl }}/docs/Installing_the_Server_and_Repo_Tools/) v1.0.4. This release finally fixes the problems mentioned [two weeks ago]({{ site.baseurl }}/2018/05/04/this-week-in-fdroid-w18.html). So if users of your repository are complaining that they [can't update](https://forum.f-droid.org/t/unable-to-get-apps-and-update-f-droid), please update ASAP!
de: [_hc](https://forum.f-droid.org/u/hans) hat [fdroidserver]({{ site.baseurl }}/docs/Installing_the_Server_and_Repo_Tools/) v1.0.4 getaggt und freigegeben. Diese Version behebt endlich die erwähnten Probleme [vor zwei Wochen]({{ site.baseurl }}/2018/05/04/this-week-in-fdroid-w18.html). Wenn sich also Benutzer Ihres Repositorys beschweren, dass sie [nicht updaten können](https://forum.f-droid.org/t/unable-to-get-apps-and-update-f-droid), aktualisieren Sie bitte so schnell wie möglich!
pl: [_hc](https://forum.f-droid.org/u/hans) otagował i opublikował [fdroidserver]({{ site.baseurl }}/docs/Installing_the_Server_and_Repo_Tools/) v1.0.4. To wydanie ostatecznie naprawia wymienione problemy [dwa tygodnie temu]({{ site.baseurl }}/2018/05/04/this-week-in-fdroid-w18.html). Więc jeśli użytkownicy twojego repozytorium skarżą się, że [nie mogą zaktualizować](https://forum.f-droid.org/t/unable-to-get-apps-and-update-f-droid), proszę zaktualizować JAK NAJSZYBCIEJ!
ro: [_hc](https://forum.f-droid.org/u/hans) a etichetat și lansat [fdroidserver]({{ site.baseurl }}/docs/Installing_the_Server_and_Repo_Tools/) v1.0.4. Această versiune rezolvă în sfârșit problemele menționate [two weeks ago]({{ site.baseurl }}/2018/05/04/this-week-in-fdroid-w18.html). Așadar, dacă utilizatorii depozitului dvs. se plâng că [can't update](https://forum.f-droid.org/t/unable-to-get-apps-and-update-f-droid), vă rugăm să actualizați cât mai repede!
ru: [_hc](https://forum.f-droid.org/u/hans) отметил и выпустил [fdroidserver]({{ site.baseurl }}/docs/Installing_the_Server_and_Repo_Tools/) v1.0.4. В этом выпуске наконец-то исправлены проблемы, упомянутые [две недели назад]({{ site.baseurl }}/2018/05/04/this-week-in-fdroid-w18.html). Так что если пользователи вашего репозитория жалуются, что они [не могут обновить](https://forum.f-droid.org/t/unable-to-get-apps-and-update-f-droid), пожалуйста, обновитесь как можно скорее!
uk: [_hc](https://forum.f-droid.org/u/hans) зазначив і випустив [fdroidserver]({{ site.baseurl }}/docs/Installing_the_Server_and_Repo_Tools/) v1.0.4. У цьому випуску нарешті виправлені проблеми, згадані [два тижні тому]({{ site.baseurl }}/2018/05/04/this-week-in-fdroid-w18.html). Тож якщо користувачі вашого репозиторію скаржаться, що вони [не можуть оновити](https://forum.f-droid.org/t/unable-to-get-apps-and-update-f-droid), будь ласка, оновіться якомога швидше!
zh_hans: [_hc](https://forum.f-droid.org/u/hans) 已经标记并发布了 [fdroidserver]({{ site.baseurl }}/docs/Installing_the_Server_and_Repo_Tools/) v1.0.4。这个版本最终修复了[两周前]({{ site.baseurl }}/2018/05/04/this-week-in-fdroid-w18.html)提到的问题。因此，如果存储库的用户抱怨他们[无法更新](https://forum.f-droid.org/t/unable-to-get-apps-and-update-f-droid)，请尽快更新!

source: Under the hood, fdroidserver can now accomplish most tasks without the Android SDK, relying on [androguard](https://pypi.org/project/androguard/) instead.
de: Unter der Haube kann fdroidserver nun die meisten Aufgaben ohne das Android SDK erledigen und sich stattdessen auf [androguard](https://pypi.org/project/androguard/) verlassen.
pl: Pod maską, fdroidserver może teraz wykonywać większość zadań bez SDK Androida, opierając się na [androguard](https://pypi.org/project/androguard/).
ro: Sub acoperire, fdroidserver poate îndeplini acum majoritatea sarcinilor fără SDK Android, bazându-se în schimb pe [androguard](https://pypi.org/project/androguard/).
ru: Под капотом fdroidserver теперь может выполнять большинство задач без Android SDK, полагаясь вместо этого на [androguard](https://pypi.org/project/androguard/).
uk: Під капотом fdroidserver тепер може виконувати більшість завдань без Android SDK, покладаючись натомість на [androguard](https://pypi.org/project/androguard/).
zh_hans: 在底层，fdroidserver 现在无需 Android SDK 即可完成大部分任务，依赖于 [androguard](https://pypi.org/project/androguard/)。

source: [_hc](https://forum.f-droid.org/u/hans) also added a security scanner for Python to the build process. It didn't catch anything, but for an extra 1.5 minutes of build time, it's nice to have.
de: [_hc](https://forum.f-droid.org/u/hans) hat auch einen Sicherheitsscanner für Python zum Build-Prozess hinzugefügt. Er hat nichts erfasst, aber für zusätzliche 1,5 Minuten Bauzeit ist es fein, einen zu haben.
pl: [_hc](https://forum.f-droid.org/u/hans) dodał także skaner bezpieczeństwa dla Pythona do procesu kompilacji. Nic się nie złapało, ale przez dodatkowe 1,5 minuty czasu budowy, miło jest mieć.
ro: [_hc](https://forum.f-droid.org/u/hans) a adăugat, de asemenea, un scaner de securitate pentru Python la procesul de construire. Nu a prins nimic, dar pentru 1,5 minute în plus de timp de compilare, este bine să fie disponibil.
ru: [_hc](https://forum.f-droid.org/u/hans) также добавил сканер безопасности для Python в процесс сборки. Он ничего не поймал, но за дополнительные 1,5 минуты времени сборки это приятно иметь.
uk: [_hc](https://forum.f-droid.org/u/hans) також додав сканер безпеки для Python в процес складання. Він нічого не піймав, але за додаткові 1,5 хвилини часу збірки це приємно мати.
zh_hans: [_hc](https://forum.f-droid.org/u/hans) 还将 Python 的安全扫描程序添加到构建过程中。它没有捕获任何东西，但是对于额外的 1.5 分钟构建时间来说，这很值得。

source: [hotlittlewhitedog](https://forum.f-droid.org/u/hotlittlewhitedog) has been putting in some work to make the F-Droid client work on Android TV.
de: [hotlittlewhitedog](https://forum.f-droid.org/u/hotlittlewhitedog) hat einige Arbeit geleistet, damit der F-Droid-Client auf Android TV funktioniert.
pl: [hotlittlewhitedog](https://forum.f-droid.org/u/hotlittlewhitedog) pracuje nad tym, aby klient F-Droid działał na Android TV.
ro: [hotlittlewhitedog](https://forum.f-droid.org/u/hotlittlewhitedog) a lucrat pentru a face clientul F-Droid să funcționeze pe Android TV.
ru: [hotlittlewhitedog](https://forum.f-droid.org/u/hotlittlewhitedog) приложил некоторые усилия для того, чтобы клиент F-Droid работал на Android TV.
uk: [hotlittlewhitedog](https://forum.f-droid.org/u/hotlittlewhitedog) доклав певних зусиль для того, щоб клієнт F-Droid працював на Android TV.
zh_hans: [hotlittlewhitedog](https://forum.f-droid.org/u/hotlittlewhitedog) 已经投入了一些工作，让 F-Droid 客户端在 Android TV 上运行。
