Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Mozilla has taken this idea a step further with [Firefox Klar](https://support.mozilla.org/en-US/kb/what-firefox-klar-android) (also known as [Firefox Focus](https://www.mozilla.org/firefox/browsers/mobile/focus/) similar to Firefox Klar but with less private default settings). This web browser makes it easy to use the web without keeping any state at all. The browser version for mobiles follows the same basic idea: tracking people is not necessary to provide a good user experience. I personally prefer using Firefox Focus on my phone because I specifically want to avoid thinking about managing accounts, cookie preference screens, history, etc. I just use it to look up information, and when I'm done and click the notification, its all wiped clean. (_Unfortunately, Focus and Klar both contain Google Play Services proprietary libraries, e.g. com.google.android.gms, so they are not currently distributed on f-droid.org. We welcome contributions to remove the proprietary bits so we can distribute them again_).
de: Mozilla hat diese Idee aufgegriffen und mit [Firefox Klar](https://support.mozilla.org/en-US/kb/what-firefox-klar-android) (auch bekannt als [Firefox Focus](https://www.mozilla.org/firefox/browsers/mobile/focus/) , Firefox Klar ähnlich aber mit weniger Datenschutzvoreinstellungen) einen Schritt weitergebracht. Dieser Internetbrowser vereinfacht die Nutzung des Webs, ohne irgendwelche Spuren zu hinterlassen. Die Browserversion für Mobilgeräte folgt demselben Grundgedanken: Tracking der Leute ist nicht erforderlich um ein gutes Benutzererlebnis zu erzielen. Ich persönlich verwende lieber Firefox Focus auf meinem Telefon, weil ich insbesondere vermeiden möchte, mir Gedanken über Kontenmanagement, Bildschirme zu Cookie-Einstellungen, den Verlauf usw. zu machen. Ich möchte einfach damit nach Informationen suchen und wenn ich damit fertig bin auf die Benachrichtigung klicken, und alles ist sauber gelöscht. (_Unglücklicherweise enthalten sowohl Focus als auch Klar proprietäre Google-Play-Services-Bibliotheken, z. B. com.google.android.gms, sodass sie momentan nicht über f-droid.org verteilt werden. Wir würden Beiträge begrüßen, um die proprietären Bits zu entfernen, damit wir sie wieder ausliefern können_).
pl: Mozilla poszła o krok dalej z [Firefox Klar](https://support.mozilla.org/en-US/kb/what-firefox-klar-android) (znanym również jako [Firefox Focus](https://www.mozilla.org/firefox/browsers/mobile/focus/) podobnym do Firefox Klar, ale z mniej prywatnymi ustawieniami domyślnymi). Ta przeglądarka internetowa ułatwia korzystanie z Internetu bez utrzymywania jakiegokolwiek stanu. Wersja przeglądarki dla telefonów komórkowych podąża za tą samą podstawową ideą: śledzenie osób nie jest konieczne, aby zapewnić dobre wrażenia użytkownika. Osobiście wolę używać Firefox Focus na moim telefonie, ponieważ chcę uniknąć myślenia o zarządzaniu kontami, ekranami preferencji plików cookie, historią itp. Po prostu używam go do wyszukiwania informacji, a kiedy skończę i kliknę powiadomienie, wszystko zostanie wyczyszczone. (_Niestety, focus i Klar zawierają zastrzeżone biblioteki Google Play Services, np.com.google.android.gms, więc nie są obecnie dystrybuowane na f-droid.org. Z zadowoleniem przyjmujemy wkład w usunięcie zastrzeżonych bitów, abyśmy mogli je ponownie dystrybuować _).
ro: Mozilla a dus această idee cu un pas mai departe cu [Firefox Klar](https://support.mozilla.org/en-US/kb/what-firefox-klar-android) (cunoscut și sub numele de [Firefox Focus](https://www.mozilla.org/firefox/browsers/mobile/focus/), similar cu Firefox Klar, dar cu setări implicite mai puțin private). Acest browser web facilitează utilizarea internetului fără a păstra niciun fel de stare. Versiunea browserului pentru telefoane mobile urmează aceeași idee de bază: urmărirea persoanelor nu este necesară pentru a oferi o experiență bună de utilizare. Personal, prefer să folosesc Firefox Focus pe telefon pentru că vreau în mod special să evit să mă gândesc la gestionarea conturilor, a ecranelor de preferințe pentru cookie-uri, a istoricului etc. Îl folosesc doar pentru a căuta informații, iar când am terminat și fac clic pe notificare, totul este șters. (_Din păcate, atât Focus cât și Klar conțin biblioteci proprietare ale Google Play Services, de exemplu com.google.android.gms, așa că în prezent nu sunt distribuite pe f-droid.org. Primim cu plăcere contribuții pentru a elimina biții proprietari, astfel încât să le putem distribui din nou_).
ru: Mozilla продвинула эту идею на шаг вперед, выпустив браузер [Firefox Klar](https://support.mozilla.org/en-US/kb/what-firefox-klar-android) (также известный как [Firefox Focus](https://www.mozilla.org/firefox/browsers/mobile/focus/) , похожий на Firefox Klar, но с менее приватными настройками по умолчанию). Этот браузер позволяет легко пользоваться Интернетом, не сохраняя никаких личных данных. Версия браузера для мобильных устройств следует той же основной идее: слежка за людьми не является необходимой для обеспечения хорошего пользовательского опыта. Лично я предпочитаю использовать Firefox Focus на телефоне, потому что мне не нужно думать об управлении учетными записями, экранами предпочтений куки, историей и т. д. Я просто использую его для поиска информации, а когда заканчиваю и нажимаю на уведомление, все стирается. (_К сожалению, Focus и Klar содержат библиотеки, принадлежащие Google Play Services, например com.google.android.gms, поэтому в настоящее время они не распространяются на f-droid.org. Мы приветствуем вклад в удаление проприетарных битов, чтобы мы могли распространять их снова_).
uk: Mozilla просунула цю ідею на крок далі з [Firefox Klar](https://support.mozilla.org/en-US/kb/what-firefox-klar-android) (також [Firefox Focus](https://www.mozilla.org/firefox/browsers/mobile/focus/), але його усталені налаштування слабше захищають приватність). Цей вебпереглядач спрощує використання інтернету без постійного збереження будь-яких даних. В основі версії переглядача для мобільних — та ж ідея: стеження за людьми не потрібне для забезпечення хороших користувацьких вражень. Особисто я надаю перевагу Firefox Focus на телефоні, бо хочу не відволікатись на думки про керування обліковими записами, екрани налаштувань кук, історію тощо. Я просто шукаю ним дані, а по завершенню натискаю сповіщення — й він повністю очищується. (_На жаль, і Focus, і Klar містять пропрієтарні бібліотеки Google Play Services, як-от com.google.android.gms, тож наразі f-droid.org їх не розповсюджує. Будемо раді вашим внескам, що вилучать ці пропрієтарні складові, чим нададуть нам змогу знову поширити застосунки_).
zh_hans: Mozilla 通过 [Firefox Klar](https://support.mozilla.org/en-US/kb/what-firefox-klar-android)（也称为 [Firefox Focus](https://www.mozilla.org/firefox/browsers/mobile/focus/) 类似于 Firefox Klar，但具有较少的隐私默认设置）。这个网络浏览器可以轻松使用网络，而不需要保留任何状态。手机浏览器版本遵循相同的基本理念：跟踪人员并不是提供良好用户体验的必要条件。我个人更喜欢在我的手机上使用 Firefox Focus，因为我特别想避免考虑管理帐户、cookie 偏好屏幕、历史记录等。我只是用它来查找信息，当我完成并点击通知时，这一切都会被清除。（_不幸的是，Focus 和 Klar 都包含 Google Play Services 专有库，例如 com.google.android.gms，因此它们目前未在 f-droid.org 上分发。我们欢迎贡献者删除专有比特，以便我们可以再次分发它们_）。

source: Guardian Project is developing [Clean Insights](https://cleaninsights.org/) to promote the idea that usage analytics can provide useful insights that only benefit the end users. For this to happen, there must be absolutely no way to track users: no tracking IDs, no user accounts, no nothing. F-Droid has done [some]({% post_url 2019-04-15-privacy-preserving-analytics %}) [experiments]({% post_url 2021-03-01-fdroid-metrics-and-clean-insights %}) with Clean Insights, and the approach looks quite promising. Any kind of analytics needs to go beyond concerns of privacy in order to serve users. We also need to consider that digital media has the power to [manipulate](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/) and [addict](https://www.wired.com/story/phone-addiction-formula/) [us](https://sitn.hms.harvard.edu/flash/2018/dopamine-smartphones-battle-time/).
ru: Проект Guardian разрабатывает [Clean Insights](https://cleaninsights.org/), чтобы продвинуть идею о том, что аналитика использования может дать полезные сведения, которые выгодны только конечным пользователям. Для этого не должно быть абсолютно никаких способов отслеживания пользователей: никаких идентификаторов отслеживания, никаких учетных записей пользователей, ничего. Компания F-Droid провела [некоторые]({% post_url 2019-04-15-privacy-preserving-analytics %}) [эксперименты]({% post_url 2021-03-01-fdroid-metrics-and-clean-insights %}) с Clean Insights, и подход выглядит весьма многообещающим. Любой вид аналитики должен выходить за рамки соображений конфиденциальности, чтобы служить пользователям. Мы также должны учитывать, что цифровые медиа способны [манипулировать](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/) и [вызывать зависимость](https://www.wired.com/story/phone-addiction-formula/) [от нас](https://sitn.hms.harvard.edu/flash/2018/dopamine-smartphones-battle-time/).
uk: Guardian Project розробляє [Clean Insights](https://cleaninsights.org/) заради просування ідеї: аналітика використання здатна надавати корисні висновки без шкоди кінцевим користувачкам і користувачам. Задля цього в ній нема жодного способу стеження за авдиторією: ні ідентифікаторів стеження, ні користувацьких облікових засобів — нічого. F-Droid проводить [певні]({% post_url 2019-04-15-privacy-preserving-analytics %}) [досліди]({% post_url 2021-03-01-fdroid-metrics-and-clean-insights %}) з Clean Insights, і цей підхід виглядає досить перспективно. Щоб справді служити авдиторії, будь-яка аналітика має йти ще далі, ніж просто дотримувати приватність. Нам також слід враховувати, що цифрові ЗМІ достатньо потужні, щоб [маніпулювати](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/) нами й викликати [в нас](https://sitn.hms.harvard.edu/flash/2018/dopamine-smartphones-battle-time/) [залежність](https://www.wired.com/story/phone-addiction-formula/).
zh_hans: Guardian Project 正在开发 [Clean Insights](https://cleaninsights.org/)，旨在宣传用量分析可以提供只使最终用户受益的有用的见解。为此，必须完全无法跟踪用户：没有跟踪 ID，没有用户帐户，什么都没有。F-Droid 用 Clean Insights 做了 [一些]({% post_url 2019-04-15-privacy-preserving-analytics %})[实验]({% post_url 2021-03-01-fdroid-metrics-and-clean-insights %})，这种方法看起来很有前途。任何类型的分析都需要超越隐私问题才能为用户服务。我们还需要考虑到数字媒体有能力[操纵](https://guardianproject.info/2021/02/18/usability-the-wonderful-powerful-idea-that-betrayed-us/)我们并使[我们](https://sitn.hms.harvard.edu/flash/2018/dopamine-smartphones-battle-time/)[上瘾](https://www.wired.com/story/phone-addiction-formula/)。

source: Since the F-Droid ecosystem works on [hashes](https://en.wikipedia.org/wiki/Cryptographic_hash_function) of static files without access controls, it unlocks all sorts of flexibility. Mirrors of the _f-droid.org/repo_ repository can be safely delivered via services around the world, [local Raspberry Pis](https://gitlab.com/guardianproject/wind-offline-fdroid-repo-on-rpi), or even a USB thumb drive. Any content can be archived by anyone [without permission or centralized services]({% post_url 2022-02-05-decentralizing-distribution %}) using [IPFS](https://en.wikipedia.org/wiki/InterPlanetary_File_System).
ru: Поскольку экосистема F-Droid работает с [хэшами](https://en.wikipedia.org/wiki/Cryptographic_hash_function) статических файлов без контроля доступа, она открывает всевозможные возможности. Зеркала репозитория _f-droid.org/repo_ могут быть безопасно доставлены через сервисы по всему миру, [локальные Raspberry Pis](https://gitlab.com/guardianproject/wind-offline-fdroid-repo-on-rpi) или даже USB-накопитель. Любое содержимое может быть заархивировано кем угодно [без разрешения или централизованных служб]({% post_url 2022-02-05-decentralizing-distribution %}) с помощью [IPFS](https://en.wikipedia.org/wiki/InterPlanetary_File_System).
uk: Оскільки екосистема F-Droid працює на [хешах](https://en.wikipedia.org/wiki/Cryptographic_hash_function) статичних файлів без розмежування доступу, це відкриває нам безліч можливостей. Дзеркала репозиторію _f-droid.org/repo_ можна безпечно розповсюджувати сервісами по всьому світу, [локальними Raspberry Pi](https://gitlab.com/guardianproject/wind-offline-fdroid-repo-on-rpi) чи навіть USB-флешками. Будь-який вміст можна архівувати [без дозволу чи централізованих сервісів]({% post_url 2022-02-05-decentralizing-distribution %}) за допомогою [IPFS](https://en.wikipedia.org/wiki/InterPlanetary_File_System).
zh_hans: 由于 F-Droid 生态系统在没有访问控制的情况下处理静态文件的 [hashes](https://en.wikipedia.org/wiki/Cryptographic_hash_function)，因此它解锁了各种灵活性。_f-droid.org/repo_ 存储库的镜像可以通过世界各地的服务，[本地树莓派](https://gitlab.com/guardianproject/wind-offline-fdroid-repo-on-rpi)，甚至是 U 盘安全交付。任何人都可以使用 [IPFS](https://en.wikipedia.org/wiki/InterPlanetary_File_System) 存档任何内容而[不需要许可或中心服务]({% post_url 2022-02-05-decentralizing-distribution %})。

source: Accounts used when making F-Droid
de: Verwendete Konten bei der Schaffung von F-Droid
pl: Konta użyte podczas tworzenia F-Droid
ro: Conturi utilizate la crearea F-Droid
ru: Учетные записи, используемые при создании F-Droid
uk: Облікові записи, що використовуються для створення F-Droid
zh_hans: 制作 F-Droid 时使用的帐户

source: We can also announce that the _f-droid.org_ website has no user accounts at all in any part of it. The final piece was the old MediaWiki instance that was at _https://f-droid.org/wiki_. This has been replaced by <https://monitor.f-droid.org> and <https://gitlab.com/fdroid/wiki>. The [forum](https://forum.f-droid.org) is built with Discourse, which is built around user accounts. Still, our forum can be read without logging in or using Javascript. User accounts are a well known tool for managing spam and abusive behavior on public forums, and that is how they are used in our forum. We are open to proven alternatives that can operate more privately.
de: Wir können auch vermelden, dass die Internetseite _f-droid.org_ an keiner Stelle irgendwelche Benutzerkonten hat. Das letzte Stück war die alte MediaWiki-Instanz, die auf _https://f-droid.org/wiki_ zu finden war. Diese wurde ersetzt durch <https://monitor.f-droid.org> und <https://gitlab.com/fdroid/wiki>. Das [Forum](https://forum.f-droid.org) baut auf Discourse auf, das rund um Benutzerkonten aufgebaut ist. Immer noch kann unser Forum ohne Anmeldung oder die Verwendung von Javascript gelesen werden. Benutzerkonten sind ein gut bekanntes Instrument zur Regulierung von Spam und Missbrauch in öffentlichen Foren und das ist der Punkt, wie sie in unserem Forum eingesetzt werden. Wir sind offen gegenüber probaten Alternativen, die vertraulicher agieren können.
pl: Możemy również ogłosić, że strona _f-droid.org_ nie ma kont użytkowników w żadnej części. Ostatnim elementem była stara instancja MediaWiki, która znajdowała się pod adresem _https://f-droid.org/wiki_. Została ona zastąpiona przez <https://monitor.f-droid.org> i <https://gitlab.com/fdroid/wiki>. Forum [forum](https://forum.f-droid.org) jest zbudowane w programie Discourse, który opiera się na kontach użytkowników. Mimo to nasze forum można czytać bez konieczności logowania się lub używania Javascript. Konta użytkowników są dobrze znanym narzędziem do zarządzania spamem i niewłaściwym zachowaniem na forach publicznych, i tak właśnie są używane na naszym forum. Jesteśmy otwarci na sprawdzone alternatywy, które mogą działać bardziej prywatnie.
ro: Putem anunța, de asemenea, că site-ul _f-droid.org_ nu are niciun cont de utilizator în nicio parte a acestuia. Ultima piesă a fost vechea instanță MediaWiki care se afla la _https://f-droid.org/wiki_. Aceasta a fost înlocuită cu <https://monitor.f-droid.org> și <https://gitlab.com/fdroid/wiki>. [forum](https://forum.f-droid.org) este construit cu Discourse, care este construit în jurul conturilor de utilizator. Cu toate acestea, forumul nostru poate fi citit fără a se autentifica sau a folosi Javascript. Conturile de utilizator sunt un instrument bine cunoscut pentru gestionarea spam-ului și a comportamentului abuziv pe forumurile publice, și așa sunt folosite și în forumul nostru. Suntem deschiși la alternative dovedite care pot funcționa mai privat.
ru: Мы также можем сообщить, что на сайте _f-droid.org_ нет учетных записей пользователей ни в одной его части. Последней частью был старый экземпляр MediaWiki, который находился по адресу _https://f-droid.org/wiki_. Он был заменен на <https://monitor.f-droid.org> и <https://gitlab.com/fdroid/wiki>. [Форум](https://forum.f-droid.org) построен с помощью Discourse, который построен на учетных записях пользователей. Тем не менее, наш форум можно читать, не входя в систему и не используя Javascript. Учетные записи пользователей - хорошо известный инструмент для борьбы со спамом и оскорбительным поведением на публичных форумах, и именно так они используются на нашем форуме. Мы открыты к проверенным альтернативам, которые могут работать более приватно.
uk: Також раді оголосити, що жоден розділ вебсайту _f-droid.org_ не має користувацьких облікових записів. Останнім пазлом був старий екземпляр MediaWiki — _https://f-droid.org/wiki_. Його замінено на <https://monitor.f-droid.org> і <https://gitlab.com/fdroid/wiki>. [Форум](https://forum.f-droid.org) працює на Discourse, в основі якого лежать облікові записи. Втім, наш форум можна читати без автентифікації чи використання JavaScript. Облікові записи — відомий засіб обмеження спаму та образливої поведінки на загальнодоступних форумах, і саме так наш форум їх використовує. Ми відкриті до перевірених альтернатив, що здатні діяти більш приватно.
zh_hans: 我们还可以宣布 _f-droid.org_ 网站的任何部分都没有用户帐户。最后一部分是位于 _https://f-droid.org/wiki_ 的旧 MediaWiki 实例。这已被 <https://monitor.f-droid.org> 和 <https://gitlab.com/fdroid/wiki> 取代。[论坛](https://forum.f-droid.org)基于围绕用户帐户构建的 Discourse。尽管如此，不需要登录或使用 Javascript 即可阅读我们的论坛。用户帐户是管理公共论坛上的垃圾邮件和滥用行为的众所周知的工具，这就是它们在我们论坛中的使用方式。我们对可以更尊重隐私地运营的成熟替代方案持开放态度。

source: With the right setup, it is possible to send contributions via git with only minimal traces of the original author. This now also applies to our wiki. Where appropriate, we also allow contributions to come in via the `@fdroid-anyone` account, which anyone can use by finding the password on the wiki.
de: Mit der richtigen Konfiguration ist es möglich, Beiträge via Git mit nur minimalen Spuren zum ursprünglichen Autor zu senden. Dies wird nun auch auf unser Wiki angewandt. Wo es geeignet erscheint, ermöglichen wir auch Beiträge, die über das Konto `@fdroid-anyone` eintreffen, das jeder nutzen kann, indem er das Passwort im Wiki nachschlägt.
pl: Przy odpowiednim ustawieniu możliwe jest przesyłanie materiałów przez git z minimalnym śladem autora. Dotyczy to teraz także naszej wiki. Tam, gdzie jest to wskazane, pozwalamy też na przesyłanie materiałów przez konto `@fdroid-anyone`, z którego każdy może korzystać, znajdując hasło na wiki.
ro: Cu o configurație corectă, este posibil să trimiteți contribuții prin git cu urme minime ale autorului original. Acest lucru se aplică acum și la wiki-ul nostru. Acolo unde este cazul, permitem, de asemenea, ca contribuțiile să vină prin intermediul contului `@fdroid-anyone`, pe care oricine îl poate folosi dacă găsește parola pe wiki.
ru: При правильной настройке можно отправлять материалы через git с минимальными следами оригинального автора. Теперь это касается и нашей вики. Там, где это уместно, мы также разрешаем отправлять материалы через аккаунт `@fdroid-anyone`, которым может воспользоваться любой желающий, узнав пароль на вики.
uk: За правильного налаштування, внески можливо надсилати через git, залишаючи мінімум слідів початкового авторства. Це також стосується нашої вікі. Де це доречно, ми також дозволяємо внески від облікового запису `@fdroid-anyone` — доступного всім, хто знайде пароль на вікі.
zh_hans: 通过正确的设置，可以通过 git 进行贡献，而原始作者的痕迹很少。这现在也适用于我们的 wiki。在适当的情况下，我们还允许通过 `@fdroid-anyone` 帐户进行贡献，任何人都可以通过在 wiki 上找到密码来使用该帐户。

source: Working on F-Droid itself does require user accounts. We know of no other proven method of access control for building trusted systems that millions can rely on. Core contributors are willing to give up some privacy in order to ensure that users can have real privacy.
de: Arbeiten an F-Droid selbst erfordern Benutzerkonten. Wir wissen von keiner anderen sicheren Methode der Zugriffskontrolle bei der Herstellung von vertrauenswürdigen Systemen, auf die sich Millionen verlassen können. Der Kern der Mitwirkenden sind bereit einen Teil ihrer Privatsphäre aufzugeben, damit sichergestellt ist, dass Nutzer wirklichen Datenschutz erfahren können.
pl: Praca na samym F-Droidzie wymaga kont użytkowników. Nie znamy żadnej innej sprawdzonej metody kontroli dostępu do budowania zaufanych systemów, na których mogą polegać miliony. Główni współpracownicy są gotowi zrezygnować z części prywatności, aby zapewnić użytkownikom prawdziwą prywatność.
ro: Lucrul pe F-Droid necesită conturi de utilizator. Nu cunoaștem nicio altă metodă dovedită de control al accesului pentru crearea unor sisteme de încredere pe care să se poată baza milioane de oameni. Colaboratorii principali sunt dispuși să renunțe la o parte din intimitate pentru a se asigura că utilizatorii pot avea o intimitate reală.
ru: Работа на F-Droid сама по себе требует наличия учетных записей пользователей. Мы не знаем другого проверенного метода контроля доступа для создания доверенных систем, на которые могут положиться миллионы. Основные участники готовы отказаться от некоторой конфиденциальности, чтобы обеспечить пользователям реальную конфиденциальность.
uk: Робота над самим F-Droid усе ж потребує облікових записів. Нам не відомий жоден інший перевірений спосіб розмежування доступу для побудови довірених систем, на які можуть спиратися мільйони. Команда жертвує частиною своєї приватності, щоб забезпечити справжню приватність авдиторії.
zh_hans: 在 F-Droid 工作本身确实需要用户帐户。我们不知道其他经过验证的访问控制方法可用于构建数百万人可以依赖的可信系统。核心贡献者愿意放弃一些隐私，以确保用户能够拥有真正的隐私。

source: From user to contributor and beyond
de: Vom Anwender zum Mitwirkenden und darüber hinaus
pl: Od użytkownika do współtwórcy i nie tylko
ro: De la utilizator la colaborator și mai departe
ru: От пользователя к соавтору и далее
uk: Від користувача до учасника й не тільки
zh_hans: 从用户到贡献者并更进一步
