Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: There is a new story to add to the list of horrors of [Surveillance Capitalism](https://en.wikipedia.org/wiki/Surveillance_capitalism): the United States' Military is [purchasing tracking and location data](https://www.vice.com/en/article/jgqm5x/us-military-location-data-xmode-locate-x) from companies that track many millions of people. Users must have real options for stepping out of "big tech", [where tracking dominates](https://www.theguardian.com/technology/2017/nov/28/android-apps-third-party-tracker-google-privacy-security-yale-university). We review all apps submitted to [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/merge_requests) for tracking and other "[anti-features]({{ site.baseurl }}/docs/Anti-Features/)". F-Droid is built into mobile platforms like [CalyxOS](https://calyxos.org/) that are free of proprietary, big tech software. Since we only distribute free software, that means we have the complete source code to review. This makes it much easier to find tracking activity, even when it slips in accidentally without the app developer knowing it, like when one free library pulls in other dependencies.
de: Der Schreckensliste des [Überwachungskapitalismus](https://en.wikipedia.org/wiki/Surveillance_capitalism) ist eine weitere Story hinzuzufügen: das Militär der Vereinigten Staaten [verkauft Tracking- und Standortdaten](https://www.vice.com/en/article/jgqm5x/us-military-location-data-xmode-locate-x) von Firmen, die viele Millionen Leute tracken. Nutzer müssen reelle Möglichkeiten haben, aus „Big Tech“ auszusteigen, [wo Überwachung vorherrscht](https://www.theguardian.com/technology/2017/nov/28/android-apps-third-party-tracker-google-privacy-security-yale-university). Wir prüfen alle Apps, die bei [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/merge_requests) eingereicht werden, auf Tracking und andere „[Anti-Features]({{ site.baseurl }}/docs/Anti-Features/)“. F-Droid ist in mobile Plattformen wie [CalyxOS](https://calyxos.org/) integriert, die frei von proprietärer Big-Tech-Software sind. Nachdem wir nur freie Software herausgeben, bedeutet das, dass wir den kompletten Quellcode überprüfen müssen. Das macht es sehr viel einfacher Tracking-Aktivitäten herauszufinden, selbst wenn sie versehentlich hineingerutscht sind, ohne dass die App-Entwickler davon wissen, zum Beispiel wenn eine freie Bibliothek andere Abhängigkeiten nachsichzieht.
pl: Do listy okropności związanych z [kapitalizmem nadzoru](https://en.wikipedia.org/wiki/Surveillance_capitalism) należy dodać nową historię: Wojsko Stanów Zjednoczonych [kupuje dane śledzenia i lokalizacji](https://www.vice.com/en/article/jgqm5x/us-military-location-data-xmode-locate-x) z firm, które śledzą wiele milionów ludzi. Użytkownicy muszą mieć realne możliwości wyjścia z „big techu”, [gdzie dominuje śledzenie](https://www.theguardian.com/technology/2017/nov/28/android-apps-third-party-tracker-google-privacy-security-yale-university). Sprawdzamy wszystkie aplikacje przesłane do [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/merge_requests) pod kątem śledzenia i innych „[niepożądanych funkcji]({{ site.baseurl }}/docs/Anti-Features/)”. F-Droid jest wbudowany w platformy mobilne, takie jak [CalyxOS](https://calyxos.org/), które są wolne od zastrzeżonego oprogramowania big techów. Ponieważ rozpowszechniamy wyłącznie wolne oprogramowanie, oznacza to, że mamy do sprawdzenia cały kod źródłowy. Dzięki temu znacznie łatwiej jest znaleźć aktywność śledzenia, nawet jeśli przypadkowo wpadnie ona bez wiedzy programisty aplikacji, na przykład gdy jedna darmowa biblioteka pobiera inne zależności.
ro: Există o nouă poveste care se adaugă la lista ororilor [Surveillance Capitalism](https://en.wikipedia.org/wiki/Surveillance_capitalism): Armata Statelor Unite [purchasing tracking and location data](https://www.vice.com/en/article/jgqm5x/us-military-location-data-xmode-locate-x) de la companii care urmăresc multe milioane de oameni. Utilizatorii trebuie să aibă opțiuni reale pentru a ieși din "big tech", [where tracking dominates](https://www.theguardian.com/technology/2017/nov/28/android-apps-third-party-tracker-google-privacy-security-yale-university). Examinăm toate aplicațiile trimise la [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/merge_requests) pentru urmărire și alte "[anti-features]({{ site.baseurl }}/docs/Anti-Features/)". F-Droid este încorporat în platforme mobile precum [CalyxOS](https://calyxos.org/), care sunt libere de software proprietar, de tehnologie mare. Deoarece distribuim numai software liber, asta înseamnă că avem codul sursă complet pentru a-l revizui. Acest lucru face mult mai ușor de găsit activitatea de urmărire, chiar și atunci când se strecoară accidental fără ca dezvoltatorul aplicației să știe, cum ar fi atunci când o bibliotecă gratuită atrage alte dependențe.
ru: К списку ужасов [капитализма слежки](https://en.wikipedia.org/wiki/Surveillance_capitalism) добавилась новая история: вооруженные силы США [покупают данные о слежении и местоположении](https://www.vice.com/en/article/jgqm5x/us-military-location-data-xmode-locate-x) у компаний, которые отслеживают многие миллионы людей. У пользователей должны быть реальные возможности выйти из "больших технологий", [где доминирует слежка](https://www.theguardian.com/technology/2017/nov/28/android-apps-third-party-tracker-google-privacy-security-yale-university). Мы проверяем все приложения, представленные в [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/merge_requests) на предмет отслеживания и других "[анти-функций]({{ site.baseurl }}/docs/Anti-Features/)". F-Droid встроен в мобильные платформы, такие как [CalyxOS](https://calyxos.org/), которые свободны от проприетарного программного обеспечения больших технологий. Поскольку мы распространяем только свободное программное обеспечение, это означает, что у нас есть полный исходный код для просмотра. Это значительно облегчает поиск отслеживания активности, даже когда она случайно проскальзывает без ведома разработчика приложения, например, когда одна бесплатная библиотека подтягивает другие зависимости.
uk: До списку жахів [капіталізму стеження](https://en.wikipedia.org/wiki/Surveillance_capitalism) додалася нова історія: збройні сили США [купують дані про стеження і місцезнаходження](https://www.vice.com/en/article/jgqm5x/us-military-location-data-xmode-locate-x) у компаній, які відстежують не один мільйон людей. У користувачів повинні бути реальні можливості вийти з "високих технологій", [де домінує стеження](https://www.theguardian.com/technology/2017/nov/28/android-apps-third-party-tracker-google-privacy -security-yale-university). Ми перевіряємо всі застосунки, представлені в [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/merge_requests) на предмет відстеження та інших "[анти-функцій]({{ site.baseurl }}/docs/Anti-Features/) ". F-Droid вбудований в мобільні платформи, такі як [CalyxOS](https://calyxos. org/), які вільні від пропрієтарного програмного забезпечення високих технологій. Оскільки ми поширюємо тільки вільне програмне забезпечення, це означає, що у нас є повний вихідний код для перегляду. Це значно полегшує пошук відстеження активності, навіть коли вона випадково прослизає без відома розробника програми, наприклад, коли одна безкоштовна бібліотека підтягує інші залежності.
zh_hans: [监视资本主义](https://en.wikipedia.org/wiki/Surveillance_capitalism)的恐怖清单中添加了一个新故事：美国军方正在从跟踪数百万人的公司[购买跟踪和位置数据](https:// /www.vice.com/en/article/jgqm5x/us-military-location-data-xmode-locate-x)。用户必须有真正的选择退出[以跟踪为主](https://www.theguardian.com/technology/2017/nov/28/android-apps-third-party-tracker-google-privacy-security-yale-university)的“科技巨头”。我们审查提交给 [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/merge_requests) 的所有应用以标记跟踪和其他“[负面特征]({{ site.baseurl }}/docs/Anti-Features/)”。F-Droid 内置于 [CalyxOS](https://calyxos.org/) 等不包含专有的来自技术巨头的软件的移动平台中。由于我们只分发自由软件，这意味着我们有完整的源代码可供审查。这使得查找跟踪活动变得更加容易，即使它在应用开发人员不知情的情况下意外溜入，例如当一个自由库引入其他依赖项时。

source: Right now, the most effective method for automatically finding trackers is to search for well known strings in the extracted contents of the APK. Domain names are one example, like if an app is sending data to `google-analytics.com` or `facebook.com`, then it is clear that it is doing some kind of tracking. These lists of well known strings must be created and managed by people, then gathered and reviewed. [Exodus Privacy](https://exodus-privacy.eu.org/) created their [Exodus Tracker Investigation Platform (ETIP)](https://etip.exodus-privacy.eu.org/) for exactly this purpose. F-Droid, [Yale Privacy Lab](https://github.com/YalePrivacyLab/tracker-profiles), [_jawz101_](https://github.com/jawz101/potentialTrackers), Guardian Project, and others have centralized their efforts on εxodus ETIP as the canonical database for these strings.
de: Bis jetzt ist die wirkungsvollste Methode, automatisch Tracker zu finden, eine Suche nach bekannten Zeichenketten in den aus dem APK extrahierten Inhalten. Domain-Namen sind ein Beispiel, also wenn eine App zu `google-analytics.com` oder `facebook.com` Daten sendet, dann ist klar, dass sie eine Form von Tracking durchführt. Diese Listen gut bekannter Strings muss von Menschen erstellt und gepflegt, dann gesammelt und geprüft werden. [Exodus Privacy](https://exodus-privacy.eu.org/) schufen ihre [Exodus Tracker Investigation Platform (ETIP)](https://etip.exodus-privacy.eu.org/) für genau diesen Zweck. F-Droid, [Yale Privacy Lab](https://github.com/YalePrivacyLab/tracker-profiles), [_jawz101_](https://github.com/jawz101/potentialTrackers), Guardian Project und weitere haben ihre Anstrengungen auf εxodus ETIP als die autorisierte Datenbank für diese Strings zusammengefasst.
pl: Obecnie najskuteczniejszą metodą automatycznego wyszukiwania trackerów jest wyszukiwanie dobrze znanych ciągów znaków w wyodrębnionej zawartości APK. Jednym z przykładów są nazwy domen, na przykład jeśli aplikacja wysyła dane do `google-analytics.com` lub `facebook.com`, to jasne jest, że wykonuje jakiś rodzaj śledzenia. Te listy dobrze znanych ciągów muszą być tworzone i zarządzane przez ludzi, a następnie gromadzone i przeglądane. [Exodus Privacy](https://exodus-privacy.eu.org/) utworzył swoją [Exodus Tracker Investigation Platform (ETIP)](https://etip.exodus-privacy.eu.org/) dokładnie w tym celu. F-Droid, [Yale Privacy Lab](https://github.com/YalePrivacyLab/tracker-profiles), [_jawz101_](https://github.com/jawz101/potentialTrackers), Guardian Project i inni skupili swoje wysiłki na εxodus ETIP jako kanonicznej bazie danych dla tych ciągów.
ro: În acest moment, cea mai eficientă metodă pentru găsirea automată a urmăritorilor este căutarea unor șiruri de caractere bine cunoscute în conținutul extras al APK-ului. Numele de domenii sunt un exemplu, de exemplu, dacă o aplicație trimite date către `google-analytics.com` sau `facebook.com`, atunci este clar că face un fel de urmărire. Aceste liste de șiruri de caractere bine cunoscute trebuie create și gestionate de oameni, apoi adunate și revizuite. [Exodus Privacy](https://exodus-privacy.eu.org/) a creat [Exodus Tracker Investigation Platform (ETIP)](https://etip.exodus-privacy.eu.org/) exact în acest scop. F-Droid, [Yale Privacy Lab](https://github.com/YalePrivacyLab/tracker-profiles), [_jawz101_](https://github.com/jawz101/potentialTrackers), Guardian Project și alții și-au centralizat eforturile pe εxodus ETIP ca bază de date canonică pentru aceste șiruri.
ru: В настоящее время наиболее эффективным методом автоматического поиска трекеров является поиск хорошо известных строк в извлеченном содержимом APK. Одним из примеров являются доменные имена, например, если приложение отправляет данные на `google-analytics.com` или `facebook.com`, то очевидно, что оно осуществляет отслеживание. Эти списки хорошо известных строк должны быть созданы и управляться людьми, затем собраны и проверены. Компания [Exodus Privacy](https://exodus-privacy.eu.org/) создала свою [Exodus Tracker Investigation Platform (ETIP)](https://etip.exodus-privacy.eu.org/) именно для этой цели. F-Droid, [Yale Privacy Lab](https://github.com/YalePrivacyLab/tracker-profiles), [_jawz101_](https://github.com/jawz101/potentialTrackers), Guardian Project и другие сосредоточили свои усилия на εxodus ETIP как канонической базе данных для этих строк.
uk: В даний час найбільш ефективним методом автоматичного пошуку трекерів є пошук добре відомих рядків в витягнутому вмісті APK. Одним із прикладів є доменні імена, наприклад, якщо застосунок відправляє дані на `google-analytics.com` або` facebook.com`, то очевидно, що воно здійснює відстеження. Ці списки добре відомих рядків повинні бути створені і управлятися людьми, потім зібрані і перевірені. Компанія [Exodus Privacy](https://exodus-privacy.eu.org/) створила свою [Exodus Tracker Investigation Platform (ETIP)](https://etip.exodus-privacy.eu.org/) саме для цієї мети . F-Droid, [Yale Privacy Lab](https://github.com/YalePrivacyLab/tracker-profiles), [_jawz101_](https://github.com/jawz101/potentialTrackers), Guardian Project та інші зосередили свої зусилля на εxodus ETIP як канонічної базі даних для цих рядків.
zh_hans: 目前，自动查找跟踪器最有效的方法是在提取的 APK 内容中搜索众所周知的字符串。域名就是一个例子，如果一个应用正在向 `google-analytics.com` 或 `facebook.com` 发送数据，那么很明显它正在执行某种跟踪。这些众所周知的字符串列表必须由人们创建和管理，然后收集和审查。[Exodus Privacy](https://exodus-privacy.eu.org/) 正是为此而创建了他们的 [Exodus Tracker Investigation Platform (ETIP)](https://etip.exodus-privacy.eu.org/)。F-Droid, [耶鲁隐私实验室](https://github.com/YalePrivacyLab/tracker-profiles), [_jawz101_](https://github.com/jawz101/potentialTrackers), Guardian Project ，和其他人则将 εxodus ETIP 作为这些字符串的标准数据库共同努力。

source: Searching the open web for key bits
de: Durchsuchen des offenen Webs nach Schlüsselbegriffen
pl: Przeszukiwanie otwartej sieci w poszukiwaniu kluczowych bitów
ro: Căutarea de biți cheie pe internet
ru: Поиск ключевых битов в открытом Интернете
uk: Пошук ключових бітів у відкритому інтернеті
zh_hans: 在开放网络中搜索关键比特位

source: Since tracking is mostly done by companies trying to get customers, they advertise and document their services on the web. We spent some time searching for that information to see what we could find. We mostly searched using two bits of information: the API Key Identifiers that we [extracted](https://gitlab.com/trackingthetrackers/extracted-features/-/blob/master/axml-meta-data-run) and "top 10" lists of companies that provide tracking and related services. From this, we added over 50 new service profiles to the εxodus ETIP database. We also added upwards of 100 pieces of additional information to existing entries like SDK identity strings, links to documentation, privacy policies, and information on the company's tracking methods.
de: Nachdem Tracking meistens durch Firmen erfolgt, die versuchen Kunden zu gewinnen, bewerben und dokumentieren sie ihre Dienste im Netz. Wir verbrachten einige Zeit mit der Suche nach diesen Informationen, um zu sehen, was wir heraufinden können. Wir suchten hauptsächlich mittels zweier Informationshappen: die API Key Identifiers, die wir [extrahierten](https://gitlab.com/trackingthetrackers/extracted-features/-/blob/master/axml-meta-data-run) und „Top 10“-Listen der Firmen, die Tracking und verwandte Dienste anbieten. Dabei fügten wir der Datenbank von εxodus ETIP über 50 neue Dienstprofile hinzu. Wir ergänzten auch mehr als 100 zusätzliche Informationsteile zu bereits bestehenden Einträgen wie Strings zur SDK-Identität, Verknüpfungen zu Dokumentationen, Datenschutzrichlinien und Informationen über die Tracking-Methoden der Firmen.
pl: Ponieważ śledzenie jest wykonywane głównie przez firmy próbujące zdobyć klientów, które reklamują i dokumentują swoje usługi w Internecie. Poświęciliśmy trochę czasu na szukanie tych informacji, aby zobaczyć, co możemy znaleźć. Przeszukiwaliśmy najczęściej przy użyciu dwóch informacji: identyfikatorów kluczy API, które [wyodrębniliśmy](https://gitlab.com/trackingthetrackers/extracted-features/-/blob/master/axml-meta-data-run), i listy „top 10” firm, które świadczą usługi śledzenia i powiązane. Dzięki temu do bazy danych εxodus ETIP dodaliśmy ponad 50 nowych profili usług. Dodaliśmy również ponad 100 dodatkowych informacji do istniejących wpisów, takich jak ciągi tożsamości SDK, linki do dokumentacji, polityki prywatności i informacje o metodach śledzenia firmy.
ro: Deoarece urmărirea este efectuată în principal de către companiile care încearcă să obțină clienți, acestea își fac publicitate și își documentează serviciile pe internet. Am petrecut ceva timp căutând aceste informații pentru a vedea ce am putut găsi. Am căutat folosind în principal două informații: identificatorii cheilor API pe care i-am [extras](https://gitlab.com/trackingthetrackers/extracted-features/-/blob/master/axml-meta-data-run) și listele "top 10" ale companiilor care oferă servicii de urmărire și servicii conexe. Din aceste informații, am adăugat peste 50 de noi profiluri de servicii în baza de date εxodus ETIP. De asemenea, am adăugat peste 100 de informații suplimentare la intrările existente, cum ar fi șiruri de identitate SDK, linkuri către documentație, politici de confidențialitate și informații despre metodele de urmărire ale companiei.
ru: Поскольку отслеживанием занимаются в основном компании, пытающиеся получить клиентов, они рекламируют и документируют свои услуги в Интернете. Мы потратили некоторое время на поиск этой информации, чтобы посмотреть, что мы сможем найти. В основном мы искали, используя две части информации: идентификаторы ключей API, которые мы [извлекли](https://gitlab.com/trackingthetrackers/extracted-features/-/blob/master/axml-meta-data-run), и списки "топ-10" компаний, предоставляющих услуги слежения и сопутствующие услуги. В результате мы добавили более 50 новых профилей услуг в базу данных εxodus ETIP. Мы также добавили около 100 единиц дополнительной информации к существующим записям, например, идентификационные строки SDK, ссылки на документацию, политику конфиденциальности и информацию о методах отслеживания компании.
uk: Оскільки відстеженням займаються в основному компанії, що намагаються отримати клієнтів, вони рекламують і документують свої послуги в Інтернеті. Ми витратили деякий час на пошук цієї інформації, щоб подивитися, що ми зможемо знайти. В основному ми шукали, використовуючи дві частини інформації: ідентифікатори ключів API, які ми [витягли](https://gitlab.com/trackingthetrackers/extracted-features/-/blob/master/axml-meta-data-run), і списки "топ-10" компаній, що надають послуги стеження і супутні послуги. В результаті ми додали більше 50 нових профілів послуг в базу даних εxodus ETIP. Ми також додали близько 100 одиниць додаткової інформації до наявних записів, наприклад, ідентифікаційні рядки SDK, посилання на документацію, політику конфіденційності та інформацію про методи відстеження компанії.
zh_hans: 由于跟踪主要由试图获取客户的公司完成，因此他们在网络上宣传和记录他们的服务。我们花了一些时间搜索这些信息，看看我们能找到什么。我们主要使用两个信息进行搜索：我们[提取](https://gitlab.com/trackingthetrackers/extracted-features/-/blob/master/axml-meta-data-run) 的 API Key 标识符和提供跟踪和相关服务的公司的 top 10 名单。由此，我们向 εxodus ETIP 数据库添加了 50 多个新的服务配置文件。我们还在现有条目中添加了超过 100 条附加信息，例如 SDK 标识字符串、文档链接、隐私政策以及有关公司跟踪方法的信息。

source: From that research, we saved some choice promises from selected tracking companies:
de: Aus dieser Recherche bewahrten wir eine Auswahl an Versprechungen ausgewählter Tracking-Firmen auf:
pl: Na podstawie tych badań zapisaliśmy kilka wybranych obietnic od wybranych firm śledzących:
ro: În urma acestei cercetări, am salvat câteva promisiuni ale unor companii de urmărire selectate:
ru: На основе этого исследования мы сохранили некоторые обещания избранных компаний по отслеживанию:
uk: На основі цього дослідження ми зберегли деякі обіцянки обраних компаній по відстеженню:
zh_hans: 从那项研究中，我们保存了一些选定跟踪公司的选择承诺：

source: "Glassbox offers customer experience analytics solutions that doesn’t just tell you what a customer is doing. It tells you why."
de: „Glassbox bietet Lösungen zur Kundenverhaltensanalyse, die Ihnen nicht nur sagen, was ein Kunde tut. Sie erklären Ihnen warum.“
pl: „Glassbox oferuje rozwiązania do analizy doświadczeń klientów, które nie tylko mówią Ci, co robi klient. Mówią też, dlaczego.”
ro: "Glassbox oferă soluții de analiză a experienței clienților care nu se limitează la a vă spune ce face un client. Îți spune și de ce."
ru: "Glassbox предлагает решения по анализу клиентского опыта, которые не просто говорят вам, что делает клиент. Оно говорит вам, почему."
uk: «Glassbox надає рішення аналітики клієнтського досвіду: що роблять люди, а головне — чому.»
zh_hans: “Glassbox 提供的客户体验分析解决方案不仅仅告诉你客户在做什么。它告诉你为什么。”

source: "Target traffic from all sources, including the 50% from the hidden web where third-party cookies are blocked, to increase targetable inventory."
de: „Geplanter Traffic aus allen Quellen, einschließlich der 50% aus dem verborgenen Netz, in dem Drittanbieter-Cookies blockiert werden, zur Erhöhung zielorientierter Datenbestände.“
pl: „Docelowy ruch ze wszystkich źródeł, w tym 50% z ukrytej sieci, w której pliki cookie innych firm są blokowane, aby zwiększyć zasoby reklamowe, na które można kierować reklamy.”
ro: "Țintiți traficul din toate sursele, inclusiv cele 50% din webul ascuns, unde cookie-urile de la terți sunt blocate, pentru a crește inventarul care poate fi țintit."
ru: "Целевой трафик из всех источников, включая 50% из скрытого интернета, где заблокированы cookies третьих лиц, для увеличения целевого инвентаря."
uk: «Відстежуйте всі джерела трафіку — навіть 50% невидимого інтернету, які блокують сторонні cookies, — і досягайте більше людей.»
zh_hans: “定位来自所有来源的流量，包括来自第三方 cookie 被阻止的隐藏网络的 50% 流量，以增加可定位的库存。”

source: "Collect customer and product data in real time, from anywhere"
de: „Kunden- und Produktdaten in Echtzeit sammeln, von überall“
pl: "Zbieraj dane o klientach i produktach w czasie rzeczywistym, z dowolnego miejsca"
ro: "Colectați date despre clienți și produse în timp real, de oriunde"
ru: "Сбор данных о клиентах и продуктах в режиме реального времени из любого места"
uk: Збір даних про клієнтів і продуктах в режимі реального часу з будь-якого місця
zh_hans: “从任何地方实时收集客户和产品数据”

source: "PlaytestCloud will capture the whole gameplay experience, turning you into a spectator with super powers."
de: „PlaytestCloud fängt das gesamte Gameplay-Erlebnis ein, verwandelt Sie in einen Zuschauer mit Superkräften.“
pl: „PlaytestCloud uchwyci całą rozgrywkę, zamieniając cię w widza z supermocami.”
ro: "PlaytestCloud va capta întreaga experiență de joc, transformându-vă într-un spectator cu super puteri."
ru: "PlaytestCloud будет фиксировать весь игровой процесс, превращая вас в зрителя с суперспособностями."
uk: «PlaytestCloud запише весь хід гри. Ви — глядач із надздібностями.»
zh_hans: “PlaytestCloud 将捕捉整个游戏体验，将你变成一个拥有超能力的观众。”

source: "We record the players’ screen, their touches and what they have to say at all times."
de: „Wir zeichnen den Bildschirm der Spieler auf, ihre Kontakte und was sie zu sagen haben, zu jeder Zeit.“
pl: „Nagrywamy ekrany graczy, ich dotknięcia i to, co mają do powiedzenia przez cały czas.”
ro: "Înregistrăm ecranul jucătorilor, atingerile lor și ceea ce au de spus în orice moment."
ru: "Мы постоянно записываем экран игроков, их прикосновения и то, что они говорят."
uk: «Ми записуємо все, що гравці бачать, натискають і кажуть.»
zh_hans: “我们随时记录玩家的屏幕、他们的触摸以及他们要说的话。”

source: "We curate geospatial ground truth data sets on a global scale"
de: „Wir kuratieren Geospatial Ground Truth Datensets in einem globalen Umfang“
pl: „Zajmujemy się opieką geoprzestrzennych zbiorów danych gruntowych na skalę globalną”
ro: "Culegem seturi de date geospațiale la nivel global"
ru: "Мы курируем наборы геопространственных наземных истинных данных в глобальном масштабе"
uk: Ми займаємося набори геопросторових наземних справжніх даних в глобальному масштабі
zh_hans: “我们管理全球范围内的地理空间地面实况数据集”
