Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: After successfully identifying the pain points, some market research participants pointed out a FOSS-based solution on the market that solves some of them - [Fastlane](https://fastlane.tools/). Fastlane is an open-source platform aimed at simplifying Android and iOS deployment, by helping developers automate their development and release workflow. We had already been exploring how we could potentially use a Fastlane framework for our idea, so when some of our study participants mentioned they were already implementing Fastlane tools to automate their Google Play launches and updates, we took that as a good sign.
ru: После успешного выявления болевых точек некоторые участники маркетингового исследования указали на имеющееся на рынке решение на базе FOSS, которое решает некоторые из них, - [Fastlane](https://fastlane.tools/). Fastlane - это платформа с открытым исходным кодом, призванная упростить развертывание Android и iOS, помогая разработчикам автоматизировать процесс разработки и выпуска приложений. Мы уже изучали, как можно использовать фреймворк Fastlane для нашей идеи, поэтому, когда некоторые участники нашего исследования упомянули, что уже применяют инструменты Fastlane для автоматизации запуска и обновления приложений в Google Play, мы восприняли это как хороший знак.
uk: Після успішного визначення больових точок, деякі учасники дослідження ринку вказали на рішення на основі FOSS, яке вирішує деякі з них - [Fastlane](https://fastlane.tools/). Fastlane - це платформа з відкритим кодом, спрямована на спрощення розгортання Android та iOS, допомагаючи розробникам автоматизувати робочий процес розробки та випуску застосунків. Ми вже досліджували, як ми могли б потенційно використовувати фреймворк Fastlane для нашої ідеї, тому коли деякі учасники нашого дослідження згадали, що вони вже впроваджують засоби Fastlane для автоматизації запуску та оновлення своїх Google Play, ми сприйняли це як добрий знак.
zh_hans: 在成功识别痛点后，一些市场研究参与者指出市面上的一个基于 FOSS 的方案解决了一些问题 - [Fastlane](https://fastlane.tools/)。Fastlane 是一个旨在通过帮助开发者自动化部署和发布工作流简化 Android 和 iOS 部署的开源平台。我们已经在探索我们可以怎样利用 Fastlane 框架实现我们的想法，所以当我们的一些研究参与者提到他们已经在使用 Fastlane 工具自动化 Google Play 发布和更新时，我们将其视作一个好的信号。

source: However we noticed some limitations within the Fastlane framework. Their main focus is automating the app deployment, upload and review process for the two biggest players - Google Play and the Apple App Store. Our goal is to create a workflow that automatically deploys and uploads to multiple stores simultaneously, helping diversify the market.
ru: Однако мы заметили некоторые ограничения в рамках Fastlane. Их основной задачей является автоматизация процесса развертывания, загрузки и проверки приложений для двух крупнейших игроков - Google Play и Apple App Store. Наша цель - создать рабочий процесс, который автоматически развертывает и загружает приложения в несколько магазинов одновременно, помогая диверсифицировать рынок.
uk: Однак ми помітили деякі обмеження в рамках Fastlane. Основна увага приділяється автоматизації процесу розгортання, завантаження та перевірки застосунків для двох найбільших гравців - Google Play та Apple App Store. Наша мета — створити робочий процес, який автоматично розгортає та завантажує застосунки в кілька крамниць одночасно, допомагаючи диверсифікувати ринок.
zh_hans: 然而我们注意到一些 Fastlane 框架的局限性。它们的重点关注两个最大玩家 - Google Play 和苹果应用商店的自动化应用部署，上传和审核流程。我们的目标是创建一个工作流，同时自动化部署和上传到多个应用商店，促进市场多样化。

source: In addition to Fastlane´s app upload feature, the Fastlane core team and community have created a nice list of additional [plug-ins](https://docs.fastlane.tools/actions/) for developers to further automate various aspects of the app development, screenshot generation, testing, uploading and the updating process.
ru: В дополнение к функции загрузки приложений Fastlane, основная команда и сообщество Fastlane создали хороший список дополнительных [плагинов](https://docs.fastlane.tools/actions/) для разработчиков, чтобы еще больше автоматизировать различные аспекты разработки приложений, создания скриншотов, тестирования, загрузки и процесса обновления.
uk: На додаток до функції завантаження застосунків Fastlane, основна команда та спільнота Fastlane створили чудовий список додаткових [плагінів](https://docs.fastlane.tools/actions/) для розробників для подальшої автоматизації різних аспектів розробки застосунків, створення знімків екрана, тестування, завантаження та процесу оновлення застосунків.
zh_hans: 除了 Fastlane 的应用上传功能，Fastlane 核心团队和社区还为开发者创建了一系列额外的[插件](https://docs.fastlane.tools/actions/)以进一步自动化应用开发，截图生成，测试，上传和更新流程的不同方面。

source: Once we begin the development process, we will have a clearer idea of how we can lean on Fastlane´s existing framework, for our own solution.
ru: Когда мы начнем процесс разработки, у нас будет более четкое представление о том, как мы можем опираться на существующие рамки Fastlane для нашего собственного решения.
uk: Як тільки ми почнемо процес розробки, у нас буде чіткіше уявлення про те, як ми можемо використати наявний фреймворк Fastlane для створення власного рішення.
zh_hans: 一旦我们开始开发流程，我们将对如何利用 Fastlane 的现有框架构建我们自己的解决方案有一个更明确的想法。

source: Accounting for Financial Sustainability
ru: Учет финансовой устойчивости
uk: Облік для забезпечення фінансової стійкості
zh_hans: 解决财务可持续性

source: Our aim is to create a solution that is streamlined and straightforward, encouraging a decentralization of the app market in general. But in order to create a solution that will be mainstream enough to make in-roads into the hold Big Tech has on the market, we need to consider how to streamline the payment processes as well, making it easy for developers receive financial compensation. Therefore, we included compensation model preferences in our interviews with developers to gain insight into their values and preferences.
ru: Наша цель - создать упрощенное и простое решение, способствующее децентрализации рынка приложений в целом. Но чтобы создать решение, которое будет достаточно популярным, чтобы преодолеть влияние больших технологий на рынок, нам нужно подумать о том, как упростить процессы оплаты, чтобы разработчики могли легко получать финансовую компенсацию. Поэтому мы включили в наши интервью с разработчиками вопрос о предпочтениях модели компенсации, чтобы получить представление об их ценностях и предпочтениях.
uk: Наша мета — створити рішення, яке буде спрощеним і зрозумілим, що сприятиме децентралізації ринку застосунків в цілому. Але щоб створити рішення, яке буде достатньо поширеним, щоб потіснити техногігантів на ринку, нам потрібно подумати, як спростити процеси оплати, щоб розробники могли легко отримувати фінансову компенсацію. Тому ми включили питання про модель компенсації в наші інтерв'ю з розробниками, щоб отримати уявлення про їхні цінності та вподобання.
zh_hans: 我们的目标是常见一个高效直观的方案，促进应用市场一般意义上的去中心化。但为了创建一个足够主流的解决方案从而影响到科技巨头的市场地位，我们需要考虑如何使支付流程高效，从而使开发者可以轻松接收财务报酬。因此，我们在我们和开发者的访谈中纳入了报酬模型偏好以获得对他们的价值和偏好的了解。

source: When it came to preferred compensation models such as pay-to-download, in-app payments, donations or subscription-based models, it became clear that the preferred model was highly dependent on the type of app and user base.
ru: Когда речь зашла о предпочтительных моделях компенсации, таких как оплата за скачивание, оплата в приложении, пожертвования или модели на основе подписки, стало ясно, что предпочтительная модель сильно зависит от типа приложения и базы пользователей.
uk: Коли мова зайшла про бажані моделі компенсації, такі як оплата перед завантаженням, оплата в застосунку, допомога або моделі на основі передплати, стало зрозуміло, що бажана модель сильно залежить від типу застосунку та користувацької бази.
zh_hans: 当我们考虑到偏好的报酬模型如付费下载，应用内购买，捐赠或基于订阅的模型是，很明显首选的模型高度依赖于应用和用户基础的类型。

source: Some developers we interviewed noted a preference towards the old school pay-to-download approach. With this compensation model, users pay a one-time fee to download the app from an app store. The transaction occurs before the users has access to the app.
ru: Некоторые опрошенные нами разработчики отдавали предпочтение старой доброй модели оплаты по факту загрузки. При такой модели компенсации пользователи платят единовременную плату за загрузку приложения из магазина приложений. Сделка происходит до того, как пользователь получает доступ к приложению.
uk: Деякі розробники, з якими ми провели інтерв'ю, зазначили, що віддають перевагу старому доброму підходу з оплатою за завантаження. За такої моделі компенсації користувачі платять одноразову плату за завантаження застосунку з крамниці застосунків. Транзакція відбувається до того, як користувач отримує доступ до застосунку.
zh_hans: 我们访谈的一些开发者更偏好传统的付费下载方式。在这个报酬模型中，用户支付一次性费用从应用商店下载应用。交易发生在用户可以获取应用之前。

source: For app stores like Google Play, this is straightforward as they have their own built in licensing service where distributing and verifying license keys is handled internally and the tool is of course proprietary.
ru: Для таких магазинов приложений, как Google Play, это несложно, поскольку у них есть собственная встроенная служба лицензирования, где распространение и проверка лицензионных ключей осуществляется внутри компании, а инструмент, разумеется, является собственным.
uk: Для таких крамниць застосунків, як Google Play, це просто, оскільки вони мають власну вбудовану службу ліцензування, де розповсюдження та перевірка ліцензійних ключів здійснюється внутрішньо, а сам засіб, звісно, пропрієтарний.
zh_hans: 对于 Google Play 这样的应用商店，这很直观因为它们有它们自己的内置许可服务，分发和验证许可密钥在内部处理，并且工具当然是专有的。

source: If we want to create a solution that includes a pay-to-download option for developers who are uploading their apps to multiple app stores simultaneously, integrating with payment gateways like PayPal or Stripe can provide a straightforward approach to handle transactions externally. Users can purchase the app through these gateways and receive a download link or licensing key upon successful payment. Furthermore, to streamline the payment and licensing key distribution process, developers can leverage providers that offer unified APIs. These unified APIs simplify the integration by providing a single point of access to manage payments and distribute licensing keys across various platforms, ensuring a more efficient and cohesive user experience.
ru: Если мы хотим создать решение, включающее опцию оплаты скачивания для разработчиков, которые загружают свои приложения в несколько магазинов приложений одновременно, интеграция с платежными шлюзами, такими как PayPal или Stripe, может обеспечить простой подход к обработке транзакций извне. Пользователи могут приобрести приложение через эти шлюзы и получить ссылку на скачивание или лицензионный ключ после успешной оплаты. Кроме того, чтобы упростить процесс оплаты и распространения лицензионных ключей, разработчики могут воспользоваться услугами провайдеров, предлагающих унифицированные API. Эти унифицированные API упрощают интеграцию, предоставляя единую точку доступа для управления платежами и распространения лицензионных ключей на различных платформах, обеспечивая более эффективный и согласованный пользовательский опыт.
uk: Якщо ми хочемо створити рішення з опцією оплати за завантаження для розробників, які завантажують свої застосунки в кілька крамниць одночасно, інтеграція з платіжними шлюзами, такими як PayPal або Stripe, може забезпечити простий підхід до обробки транзакцій ззовні. Користувачі можуть придбати застосунок через ці шлюзи та отримати посилання для завантаження або ліцензійний ключ після успішної оплати. Крім того, щоб спростити процес оплати та розповсюдження ліцензійних ключів, розробники можуть скористатися послугами постачальників, які пропонують уніфіковані API. Ці уніфіковані API спрощують інтеграцію, надаючи єдину точку доступу для керування платежами та розповсюдженням ліцензійних ключів на різних платформах, забезпечуючи більш дієву та узгоджену роботу користувачів.
zh_hans: 如果我们想要为将应用同时上传到多个应用商店开发者创建一个包括付费下载选项的解决方案，和支付门户如 PayPal 或 Stripe 交互将提供一个高效的方法在外部处理交易。用户可以通过这些门户购买应用并在成功付款后收到下载链接或许可密钥。此外，为了使支付和许可密钥分发流程更高效，开发者可以利用提供统一 API 的提供商。这些统一 API 通过提供对不同平台的单点访问管理支付和分发许可密钥从而简化集成，确保了更高效和整合的体验。

source: After pay-to-download, several developers pointed towards a subscription-based model preference. In this case, they cited regular maintenance and storage expenses they carry as a company, as the reason for their decision. Subscription based compensation models often include a free trial period, then after that time limit has been reached, a payment occurs. We also heard the “freemium” model being used frequently, where some features are free, while others come at a cost. Subscription based models are considered a type of in-app payment, since the transaction is usually repetitive and occurs after the app has been downloaded and installed.
ru: После оплаты за скачивание несколько разработчиков указали на предпочтение модели, основанной на подписке. При этом в качестве причины своего решения они назвали регулярные расходы на обслуживание и хранение, которые несет компания. Модели компенсации на основе подписки часто включают в себя бесплатный пробный период, а затем, по истечении этого срока, происходит оплата. Также часто используется модель "freemium", когда некоторые функции предоставляются бесплатно, а за другие приходится платить. Модели, основанные на подписке, считаются разновидностью оплаты в приложении, поскольку транзакция обычно повторяется и происходит после загрузки и установки приложения.
uk: Після оплати за завантаження кілька розробників вказали на перевагу моделі на основі передплати. У цьому випадку вони пояснили своє рішення регулярними витратами на обслуговування та зберігання, які вони несуть як компанія. Моделі компенсації на основі передплати часто включають безплатний пробний період, після закінчення якого стягується оплата. Ми також часто чули про модель «фреміум», коли деякі функції безплатні, а інші — платні. Моделі на основі передплати вважаються різновидом внутрішньої оплати, оскільки транзакція, як правило, повторюється і відбувається після завантаження та встановлення застосунку.
zh_hans: 在付费下载之后，一些开发者倾向于基于订阅的模型。在这种情况下他们引用了作为公司承担的定期维护和存储费用作为他们决定的理由。基于订阅的报酬模型经常包含一个免费试用期，在此期限之后发生付费。我们也听说免费增值模式经常被使用，其中一些功能免费，其它功能需要付费。基于订阅的模型被视作应用内购买的一种类型，因为交易通常重复发生并在应用下载安装之后。

source: Within the FOSS community, donation-based models are regularly adopted to improve access to technology, while securing financial sustainability of FOSS-based projects. [Liberapay](https://en.liberapay.com/) is a great FOSS-based example, providing a way to help facilitate regular, reoccurring donation payments, in a similar way to subscription model.
ru: В сообществе FOSS регулярно используются модели, основанные на пожертвованиях, для улучшения доступа к технологиям и обеспечения финансовой устойчивости проектов, основанных на FOSS. [Liberapay](https://en.liberapay.com/) - отличный пример FOSS, предоставляющий способ облегчить регулярные, повторяющиеся платежи пожертвований, аналогично модели подписки.
uk: У спільноті FOSS регулярно застосовуються моделі, засновані на внесках, щоб покращити доступ до технологій, забезпечуючи при цьому фінансову стійкість проєктів, заснованих на FOSS. [Liberapay](https://en.liberapay.com/) — це чудовий приклад FOSS, що допомагає полегшити регулярні, повторювані внески, подібно до моделі передплати.
zh_hans: 在 FOSS 社区之内，基于捐赠的模型经常被采用以提高技术的可访问性，同时确保基于 FOSS 的项目的财务可持续性。[Liberapay](https://en.liberapay.com/) 是一个很好的基于 FOSS 的例子，提供了一种促进定期，多次捐赠支付的方式，和订阅模型相似。

source: [Open Collective](https://opencollective.com/) offers similar services and is also FOSS-based. However, Open Collective offers more advanced financial management tools for its users, and is geared towards larger projects with more complex needs. Additionally, they are more focused on individually occurring payments, rather than recurring ones. However, this is also an option. Several developers and app stores told us that prefer in-app payment models, because it gives them more freedom and flexibility for developers and end users alike. In many cases in-app payments include an SDK which is built into the APK file. This enables in-app payments to occur. The SDK typically integrates with a payment gateway such as Stripe or PayPal or a service provider. The SDK also includes UI components for payments, supports various payment methods such as credit cards and digital wallets, and also handles the transaction management. Finally we discussed in-app advertising as a potential revenue source. There are of course inherent privacy issues with advertising models that allow user tracking, so the general consensus was that if in-app advertising models are used, they should be done so with caution. Not only are privacy and data protection founding principles for both Mobifree and F-Droid, the use of tracking-based in-app advertising poses a moral dilemma as well. If someone wants to gain access to an app, but does not have the financial means to purchase it, they can use it at a different kind of price - their user data. It should be mentioned that it is possible to include in-app advertising without user tracking. However the lead conversion ratio drops dramatically, so the efficacy of this approach is not nearly as high.
ru: [Open Collective](https://opencollective.com/) предлагает аналогичные услуги и также основан на FOSS. Однако Open Collective предлагает более продвинутые инструменты управления финансами для своих пользователей и ориентирован на крупные проекты с более сложными потребностями. Кроме того, они больше ориентированы на индивидуальные платежи, а не на повторяющиеся. Однако это тоже вариант. Несколько разработчиков и магазинов приложений рассказали нам, что предпочитают модели оплаты через приложения, поскольку они дают больше свободы и гибкости как разработчикам, так и конечным пользователям. Во многих случаях in-app платежи включают SDK, который встроен в APK-файл. Это позволяет осуществлять in-app платежи. SDK обычно интегрируется с платежным шлюзом, таким как Stripe или PayPal, или с поставщиком услуг. SDK также включает компоненты пользовательского интерфейса для платежей, поддерживает различные способы оплаты, такие как кредитные карты и цифровые кошельки, а также управляет транзакциями. Наконец, мы обсудили рекламу в приложениях как потенциальный источник дохода. Конечно, рекламные модели, позволяющие отслеживать пользователей, несут в себе проблемы с конфиденциальностью, поэтому общее мнение было таково: если использовать модели in-app рекламы, то делать это следует с осторожностью. Мало того, что конфиденциальность и защита данных являются основополагающими принципами для Mobifree и F-Droid, использование in-app рекламы, основанной на отслеживании, также ставит моральную дилемму. Если кто-то хочет получить доступ к приложению, но не имеет финансовых возможностей для его покупки, он может воспользоваться им по другой цене - с помощью своих пользовательских данных. Следует отметить, что можно включить рекламу в приложении и без отслеживания пользователей. Однако коэффициент конверсии в лиды резко падает, поэтому эффективность такого подхода не так высока.
uk: [Open Collective](https://opencollective.com/) пропонує схожі послуги й також базується на принципах FOSS. Однак Open Collective пропонує користувачам просунутіші засоби керування фінансами та орієнтований на великі проєкти зі складнішими потребами. Крім того, вони більше зосереджені на індивідуальних платежах, а не на періодичних. Втім, це теж варіант. Кілька розробників і крамниць застосунків розповіли нам, що надають перевагу моделям оплати через застосунок, оскільки це дає більше свободи та гнучкості як для розробників, так і для кінцевих користувачів. У багатьох випадках внутрішні платежі включають SDK, який вбудований у файл APK. Це дає змогу здійснювати внутрішні платежі. SDK зазвичай інтегрується з платіжним шлюзом, таким як Stripe або PayPal, або з постачальником послуг. SDK також включає компоненти інтерфейсу користувача для платежів, підтримує різні способи оплати, такі як кредитні картки та цифрові гаманці, а також займається керуванням транзакціями. Нарешті, ми обговорили рекламу в застосунку як потенційне джерело доходу. Звичайно, рекламні моделі, які дають змогу відстежувати користувачів, пов'язані з питаннями приватності, тому загальний консенсус полягав у тому, що якщо використовувати моделі вбудованої реклами, то робити це слід обережно. Мало того, що приватність і захист даних є основоположними принципами як для Mobifree, так і для F-Droid, використання вбудованої реклами, що базується на стеженні, також створює моральну дилему. Якщо хтось хоче отримати доступ до застосунку, але не має фінансових можливостей для його придбання, він може скористатися ним за іншу ціну — дані користувача. Варто зазначити, що можна включати внутрішню рекламу без відстеження користувачів. Однак коефіцієнт конверсії лідів різко падає, тому дієвість такого підходу не така висока.
zh_hans: [Open Collective](https://opencollective.com/) 提供类似服务，也是基于 FOSS 的。但 Open Collective 为用户提供了更高级的财务管理工具，并针对需求更为复杂的大型项目。此外,它们更侧重于单笔支付，而不是长期支付。然而，这也是一种选择。一些开发者和应用商店告诉我们，他们倾向于使用应用内购买模式，因为它给开发者和终端用户带来了更多的自由和灵活性。在许多情况下，应用内购买包含一个 APK 内置的 SDK。这样就可以进行应用内购买。SDK 通常与诸如 Stripe 或 PayPal 或服务提供商等支付门户集成。SDK 还包含支付的 UI 组件，支持信用卡和数字钱包等各种支付方式，并处理交易管理。最后,我们讨论了应用内广告作为潜在收入来源的问题。当然，在允许用户跟踪的广告模式中存在固有的隐私问题，因此，普遍共识是如果使用应用内广告模式，就应当谨慎处理。隐私和数据保护不仅是 Mobifree 和 F-Droid 的基本原则，使用基于跟踪的应用内广告也构成道德困境。如果有人想要获取一款应用，但又没有财力购买，他们可以以另一种代价使用，即用户数据。值得一提的是，在不跟踪用户的情况下包含应用内广告是可能的。然而潜在客户转化率大幅下降，因此这种方法并不高效。

source: Making sense of it all
ru: Все это имеет смысл
uk: Осмислення всього цього
zh_hans: 理解这一切

source: At the end of the day, finding a streamlined approach for app distribution that considers diverse compensation model options for developers and users is a tall order. However motivation and support for the concept is high, from both Mobifree partners, F-Droid contributors and the FOSS community in general.
ru: В конце концов, найти рациональный подход к распространению приложений, учитывающий различные варианты компенсационных моделей для разработчиков и пользователей, - задача не из легких. Однако мотивация и поддержка этой концепции высока как со стороны партнеров Mobifree, так и со стороны участников F-Droid и сообщества FOSS в целом.
uk: Зрештою, пошук раціонального підходу до розповсюдження застосунків, який би враховував різноманітні варіанти моделей компенсації для розробників і користувачів, є дуже складним завданням. Однак мотивація та підтримка цієї концепції є високою, як з боку партнерів Mobifree, так і з боку учасників F-Droid та спільноти FOSS загалом.
zh_hans: 最终，找到一个高效的应用分发方式并为开发者和用户考虑到多种报酬模型选项是很困难的。然而来自 Mobifree 参与者，F-Droid 贡献者和广泛的 FOSS 社区对这一概念的动机和支持很高。

source: We are looking forward to taking you on the journey with us as we break ground on this project in the coming months. Stay tuned to our blog for future updates and if you would like to contribute to our project, feel free to reach out at mailto:team@f-droid.org.
ru: Мы с нетерпением ждем возможности отправиться в путешествие вместе с вами, поскольку в ближайшие месяцы мы заложим фундамент для этого проекта. Следите за обновлениями в нашем блоге, а если вы хотите внести свой вклад в наш проект, обращайтесь по адресу mailto:team@f-droid.org.
uk: Ми з нетерпінням чекаємо на те, що в найближчі місяці ми розпочнемо реалізацію цього проєкту разом з вами. Слідкуйте за оновленнями нашого блогу, і якщо ви хочете зробити свій внесок у наш проєкт, будь ласка, пишіть на mailto:team@f-droid.org.
zh_hans: 我们希望在接下来的几个月我们在这一项目上破土动工时可以与你一同踏上这一旅程。请关注我们的博客以获取未来的更新，如果你想要对我们的项目做出贡献，请尽管在 mailto:team@f-droid.org 联系我们。

source: F-Droid website now available in Czech!
ru: Сайт F-Droid теперь доступен на чешском языке!
uk: Сайт F-Droid тепер доступний чеською мовою!
zh_hans: F-Droid 网站现在可以用捷克语显示了！
