Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: You'll need to then at least change `keystorepass` in *config.py* which needs to be set to the Nitrokeys smartcard pin. If you have imported an existing repository signing key, this needs to be set as `repo_keyalias`. Otherwise you can create a new key directly on the HSM (change `keydname` to what the certificate details should look like for your repo.)
de: Sie müssen dann zumindest `keystorepass` in *config.py* ändern, das auf den PIN der Nitrokeys-Smartcard eingestellt werden muss. Wenn Sie einen bestehenden Repository-Signierschlüssel importiert haben, muss dieser als `repo_keyalias` festgelegt werden. Ansonsten können Sie direkt auf der HSM einen neuen erstellen (ändern Sie `keydname` in etwas, wonach die Zertifikateinzelheiten für Ihr Repo aussehen sollen.)
pl: Musisz wtedy przynajmniej zmienić `keystorepass` w *config.py*, który musi być ustawiony na pin karty inteligentnej Nitrokeys. Jeśli zaimportowałeś istniejący klucz podpisywania repozytorium, należy go ustawić jako `repo_keyalias`. W przeciwnym razie możesz utworzyć nowy klucz bezpośrednio na HSM (zmień `keydname` na to, jak powinny wyglądać szczegóły certyfikatu dla Twojego repozytorium)
ro: Va trebui să modificați cel puțin `keystorepass` în *config.py*, care trebuie să fie setat la pinul cardului inteligent Nitrokeys. Dacă ați importat o cheie de semnare a unui depozit existent, aceasta trebuie să fie setată ca `repo_keyalias`. În caz contrar, puteți crea o nouă cheie direct pe HSM (change `keydname` cu ceea ce ar trebui să arate detaliile certificatului pentru repo-ul dumneavoastră.)
ru: Затем вам нужно будет изменить `keystorepass` в *config.py*, который должен быть установлен на пин-код смарт-карты Nitrokeys. Если вы импортировали существующий ключ подписи репозитория, его нужно установить как `repo_keyalias`. В противном случае вы можете создать новый ключ непосредственно на HSM (измените `keydname` на то, как должны выглядеть данные сертификата для вашего репозитория)
uk: Потім вам потрібно буде змінити `keystorepass` в * config.py *, який повинен бути встановлений на пін-код смарт-карти Nitrokeys. Якщо ви імпортували наявний ключ підпису сховища, його потрібно встановити як `repo_keyalias`. В іншому випадку ви можете створити новий ключ безпосередньо на HSM (змініть `keydname` на те, як повинні виглядати дані сертифікату для вашого сховища)
zh_hans: 然后，你至少需要更改 *config.py* 中的 `keystorepass` ，这需要设置为 Nitrokeys 智能卡引脚。如果你已导入现有存储库签名密钥，则需要将其设置为 `repo_keyalias`。否则，你可以直接在 HSM 上创建一个新密钥（将 `keydname` 更改为你的存储库证书详细信息。）

source: $ fdroid update --create-key # This will take a while...
pl: $ fdroid update --create-key # To zajmie chwilę...
ro: $ fdroid update --create-key # Acest lucru va dura ceva timp...
ru: $ fdroid update --create-key # Это займет некоторое время...
uk: $ Fdroid update --create-key # Це займе деякий час ...
zh_hans: $ fdroid update --create-key # 这需要一段时间...

source: Step 3: Sign an app and publish an index
de: Schritt 3: Eine App signieren und einen Index veröffentlichen
pl: Krok 3: Podpisz aplikację i opublikuj index
ro: Pasul 3: Semnați o aplicație și publicați un index
ru: Шаг 3: Подписать приложение и опубликовать индекс
uk: Крок 3: Підписати застосунок і опублікувати індекс
zh_hans: 第 3 步：签名应用并发布索引

source: From now on everything should work as usual as long as the Nitrokey is plugged into your machine. F-Droid will automatically use it when singing apps with `fdroid publish` and when generating a signed repository index with `fdroid update`.
de: Ab jetzt sollte alles wie gewohnt funktionieren solange der Nitrokey an Ihrem Rechner angeschlossen ist. F-Droid wird ihn automatisch verwenden, wenn Apps mit `fdroid publish` signiert werden und ein signierter Repository-Index mit `fdroid update` erzeugt wird.
pl: Od teraz wszystko powinno działać normalnie, o ile Nitrokey jest podłączony do Twojego komputera. F-Droid automatycznie użyje go podczas podpisywania aplikacji za pomocą `fdroid publish` i podczas generowania podpisanego indeksu repozytorium za pomocą `fdroid update`.
ro: De acum încolo, totul ar trebui să funcționeze ca de obicei, atâta timp cât Nitrokey este conectat la computerul dumneavoastră. F-Droid o va folosi automat când va cânta aplicații cu `fdroid publish` și când va genera un index de depozit semnat cu `fdroid update`.
ru: С этого момента все должно работать как обычно, пока Nitrokey подключен к вашей машине. F-Droid будет автоматически использовать его при публикации приложений с помощью `fdroid publish` и при создании подписанного индекса репозитория с помощью `fdroid update`.
uk: З цього моменту все має працювати як зазвичай, поки Nitrokey підключений до вашого комп'ютера. F-Droid буде автоматично використовувати його при публікації застосунків за допомогою `fdroid publish` і при створенні підписаного індексу репозиторію за допомогою` fdroid update`.
zh_hans: 从现在开始，只要将 Nitrokey 插入你的机器，一切都应该照常工作。当使用 `fdroid publish` 和使用 `fdroid update` 生成签名的存储库索引时，F-Droid 将自动使用它。

source: What about signing a lot of apps?
de: Wie sieht es mit der Signatur vieler Apps aus?
pl: A co z podpisywaniem wielu aplikacji?
ro: Cum rămâne cu semnarea mai multor aplicații?
ru: А как насчет подписания большого количества приложений?
uk: А як щодо підписання великої кількості застосунків?
zh_hans: 那么签名很多应用呢？

source: The Nitrokey HSM2 has only limited space for signing keys, it can store up to 38 2048 bit RSA keys. There's a [work-in-progress MR](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/783) making use of the wrapped key functionality to only load app signing keys onto the HSM on demand. This allows using an unlimited amount of different keys with a single Nitrokey. (Many thanks to [Jason Donenfeld (zx2c4)](https://www.zx2c4.com/) for coming up with this idea!)
de: Das Nitrokey-HSM2 hat nur begrenzt Platz für Signierschlüssel, es kann bis zu 38 2048-bit-RSA-Schlüssel speichern. Es gibt einen noch [unvollendeten MR](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/783), der sich der Wrapped-Key-Funktionalität bedient, um nur bedarfsweise App-Signierschlüssel auf das HSM zu laden. Dies ermöglicht die Verwendung einer unbegrenzten Anzahl verschiedener Schlüssel mit einem einzigen Nitrokey. (Vielen Dank an [Jason Donenfeld (zx2c4)](https://www.zx2c4.com/), der diese Idee aufgebracht hat!)
pl: HSM2 Nitrokey ma ograniczoną ilość miejsca na klucze podpisujące, może przechowywać do 38 2048 bitowych kluczy RSA. Istnieje [work-in-progress MR](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/783) wykorzystujący funkcjonalność klucza "wrapped key" do ładowania na HSM tylko kluczy podpisujących aplikacji na żądanie. Pozwala to na używanie nieograniczonej ilości różnych kluczy z pojedynczym Nitrokey. (Wielkie podziękowania dla [Jason Donenfeld (zx2c4)](https://www.zx2c4.com/) za podsunięcie tego pomysłu!)
ro: Nitrokey HSM2 are un spațiu limitat pentru cheile de semnare, putând stoca până la 38 de chei RSA de 2048 biți. Există un [work-in-progress MR](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/783) care utilizează funcționalitatea de cheie înfășurată pentru a încărca cheile de semnare a aplicațiilor pe HSM doar la cerere. Acest lucru permite utilizarea unui număr nelimitat de chei diferite cu o singură Nitrokey. (Many thanks to [Jason Donenfeld (zx2c4)](https://www.zx2c4.com/) for coming up with this idea!)
ru: Nitrokey HSM2 имеет ограниченное пространство для ключей подписи, он может хранить до 38 2048-битных RSA-ключей. Существует [work-in-progress MR](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/783), использующий функциональность обернутого ключа для загрузки ключей подписи приложений в HSM только по требованию. Это позволяет использовать неограниченное количество различных ключей с одним Nitrokey. (Большое спасибо [Джейсону Доненфельду (zx2c4)](https://www.zx2c4.com/) за эту идею!)
uk: Nitrokey HSM2 має обмежений простір для ключів підпису, він може зберігати до 38 2048-бітних RSA-ключів. Існує [work-in-progress MR](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/783), який використовує функціональність обернутого ключа для завантаження ключів підпису застосунків в HSM тільки на вимогу. Це дозволяє використовувати необмежену кількість різних ключів з одним Nitrokey. (Велике спасибі [Джейсону Доненфельду (zx2c4)](https://www.zx2c4.com/) за цю ідею!)
zh_hans: Nitrokey HSM2 用于签名密钥的空间有限，它最多可以存储 38 个 2048 位 RSA 密钥。有一个[正在进行的合并请求 MR](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/783)利用包装的密钥功能仅按需将应用签名密钥加载到 HSM 上。这允许通过单个 Nitrokey 使用无限数量的不同键。（非常感谢 [Jason Donenfeld (zx2c4)](https://www.zx2c4.com/) 提出这个想法！）

source: Adding React Native Apps to F-Droid
de: React Native Apps in F-Droid ergänzen
pl: Dodawanie aplikacji React Native do F-Droid
ro: Adăugarea aplicațiilor React Native la F-Droid
ru: Добавление приложений React Native в F-Droid
uk: Додавання React Native застосунків у F-Droid
zh_hans: 将 React Native 应用添加到 F-Droid

source: [React Native](https://reactnative.dev/) is a popular open-source app development framework that makes it easy to build cross-platform applications using the platform's native UI components. This makes it an ideal choice for developers building apps for all platforms.
de: [React Native](https://reactnative.dev/) ist ein beliebtes Open-Source-App-Entwicklungsframework, das die Herstellung plattformübergreifender Anwendungen vereinfacht, indem plattformeigene UI-Komponenten verwendet werden. Das macht es zur ersten Wahl für Entwickler, die für alle Plattformen programmieren.
pl: [React Native](https://reactnative.dev/) to popularny framework open-source do tworzenia aplikacji, który ułatwia tworzenie międzyplatformowych aplikacji wykorzystujących natywne komponenty UI platformy. To sprawia, że jest to idealny wybór dla programistów budujących aplikacje na wszystkie platformy.
ro: [React Native](https://reactnative.dev/) este un cadru popular de dezvoltare de aplicații open-source care facilitează crearea de aplicații multi-platformă utilizând componentele native ale interfeței de utilizator ale platformei. Acest lucru îl face o alegere ideală pentru dezvoltatorii care construiesc aplicații pentru toate platformele.
ru: [React Native](https://reactnative.dev/) - это популярная платформа для разработки приложений с открытым исходным кодом, которая позволяет легко создавать кроссплатформенные приложения с использованием нативных компонентов пользовательского интерфейса платформы. Это делает его идеальным выбором для разработчиков, создающих приложения для всех платформ.
uk: [React Native](https://reactnative.dev/) — це розповсюджений фреймворк з відкритим кодом для розробки застосунків, що спрощує створення багатоплатформових застосунків за допомогою власних складників інтерфейсу платформи. Це робить його ідеальним вибором для розробників, що створюють програми для всіх платформ.
zh_hans: [React Native](https://reactnative.dev/) 是一个流行的开源应用开发框架，可以使用平台的原生 UI 组件轻松构建跨平台应用。这使其成为为所有平台构建应用的开发人员的理想选择。

source: That's why we chose it when we started working on the new [EteSync Notes](https://github.com/etesync/etesync-notes/) app. It enabled us to build an app in a very short time reusing 100% of the code on Android, iOS, the web, and once we release the desktop clients, the desktop too.
de: Darum wählten wir es, als wir begannen an der neuen App [EteSync Notes](https://github.com/etesync/etesync-notes/) zu arbeiten. Es ermöglichte uns, eine App in sehr kurzer Zeit herzustellen, indem wir 100% des Codes in Android, iOS, dem Web und, sobald wir die Desktopversion veröffentlichen, auch auf dem PC wiederverwenden.
pl: Dlatego wybraliśmy go, gdy zaczynaliśmy pracę nad nową aplikacją [EteSync Notes](https://github.com/etesync/etesync-notes/). Umożliwiło nam to zbudowanie aplikacji w bardzo krótkim czasie, ponownie wykorzystując 100% kodu na system Android, iOS, www, a po wydaniu klientów desktopowych również na komputery stacjonarne.
ro: Acesta este motivul pentru care am ales-o atunci când am început să lucrăm la noua aplicație [EteSync Notes](https://github.com/etesync/etesync-notes/). Ne-a permis să construim o aplicație într-un timp foarte scurt, reutilizând 100% din cod pe Android, iOS, web și, odată ce vom lansa clienții desktop, și pe desktop.
ru: Именно поэтому мы выбрали его, когда начали работать над новым приложением [EteSync Notes](https://github.com/etesync/etesync-notes/). Это позволило нам создать приложение за очень короткое время, повторно используя 100% кода на Android, iOS, в Интернете, а когда мы выпустим настольные клиенты, то и на настольных компьютерах.
uk: Ось чому ми вибрали його, коли почали працювати над новою програмою [EteSync Notes](https://github.com/etesync/etesync-notes/). Це дозволило нам створити застосунок за дуже короткий час, повторно використовуючи 100% коду на Android, iOS, Інтернеті та як тільки ми випустимо клієнт для настільних ПК, для комп'ютерів теж.
zh_hans: 这就是我们在开始开发新的 [EteSync Notes](https://github.com/etesync/etesync-notes/) 应用时选择它的原因。它使我们能够在很短的时间内构建一个应用，100% 重用 Android、iOS、Web 上的代码，一旦我们发布桌面客户端，也是如此。

source: Being an open-source project ourselves, and long-time (very happy) users of F-Droid, one of our main concerns before building the app was: can react-native applications be built on F-Droid? Looking online we couldn't find a clear answer. We then looked at the [fdroiddata repository](https://gitlab.com/fdroid/fdroiddata/) we saw some mentions of react-native, which led us to react native apps that are available on F-Droid. So we know it can be done, we were just missing the how.
de: Nachdem wir selbst ein Open-Source-Projekt und (sehr zufriedene) Langzeitnutzer von F-Droid sind, war eine unserer Hauptfragen vor Erstellung der App: Können React-Native-Anwendungen auf F-Droid gebaut werden? Eine Online-Suche erbrachte keine klare Antwort. Wir warfen dann einen Blick auf das [fdroiddata-Repository](https://gitlab.com/fdroid/fdroiddata/), wo wir einige Erwähnungen von React-Native fanden, was uns zu React-Native-Apps führte, die auf F-Droid abrufbar sind. Wir wussten also, dass es möglich war, es fehlte nur noch das Wie.
pl: Jako że sami jesteśmy projektem open-source i długoletnimi (bardzo szczęśliwymi) użytkownikami F-Droid, jednym z naszych głównych problemów przed zbudowaniem aplikacji było: czy aplikacje natywne mogą być budowane na F-Droid? Szukając w Internecie nie mogliśmy znaleźć jasnej odpowiedzi. Następnie przyjrzeliśmy się [repozytorium fdroiddata](https://gitlab.com/fdroid/fdroiddata/), zauważyliśmy kilka wzmianek o natywnych reakcjach, co doprowadziło nas do reagowania na natywne aplikacje dostępne na F-Droid. Więc wiemy, że można to zrobić, po prostu brakowało nam tego, jak.
ro: Fiind noi înșine un proiect open-source și utilizatori de mult timp (foarte fericiți) ai F-Droid, una dintre principalele noastre preocupări înainte de a construi aplicația a fost: pot fi construite aplicații react-native pe F-Droid? Căutând pe internet nu am găsit un răspuns clar. Ne-am uitat apoi în [fdroiddata repository](https://gitlab.com/fdroid/fdroiddata/) am văzut câteva mențiuni despre react-native, ceea ce ne-a condus la aplicațiile react-native care sunt disponibile pe F-Droid. Deci știm că se poate face, ne lipsea doar modul în care se poate face.
ru: Будучи сами проектом с открытым исходным кодом и давними (очень счастливыми) пользователями F-Droid, одной из наших главных проблем перед созданием приложения была следующая: можно ли создавать реактивно-нативные приложения на F-Droid? Поискав в Интернете, мы не смогли найти четкого ответа. Затем мы заглянули в [fdroiddata repository](https://gitlab.com/fdroid/fdroiddata/) и увидели несколько упоминаний о react-native, что привело нас к react native приложениям, которые доступны на F-Droid. Итак, мы знаем, что это можно сделать, нам просто не хватало способа.
uk: Будучи самі проєктом з відкритим вихідним кодом і давніми (дуже щасливими) користувачами F-Droid, однією з наших головних проблем перед створенням програми була наступна: чи можна створювати реактивно-нативні застосунки на F-Droid? Пошукавши в Інтернеті, ми не змогли знайти чіткої відповіді. Потім ми заглянули в [fdroiddata repository](https://gitlab.com/fdroid/fdroiddata/) і побачили кілька згадок про react-native, що призвело нас до react native застосунків, які доступні на F-Droid. Отже, ми знаємо, що це можна зробити, нам просто не вистачало способу.
zh_hans: 作为一个开源项目，以及 F-Droid 的长期（非常快乐的）用户，我们在构建应用之前的主要关注点之一是：react-native 应用可以在 F-Droid 上构建吗？我们上网查了一下，但没找到明确的答案。然后，我们查看了 [fdroiddata 存储库](https://gitlab.com/fdroid/fdroiddata/)，我们看到了一些地方提到了 react-native，将我们引向 F-Droid 上可用的 react native 应用。所以我们知道了这是可以做到的，我们只是不知道该如何做。

source: The rest of this post assumes you are familiar with the F-Droid metadata files and [how to build normal Android applications](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
de: Im Rest dieses Artikels wird vorausgesetzt, dass euch F-Droid-Metadatendateien und der [Ablauf der Herstellung normaler Android-Anwendungen](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md) vertraut sind.
pl: Reszta tego postu zakłada, że jesteś zaznajomiony z plikami metadanych F-Droid i [jak budować normalne aplikacje na system Android](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
ro: Restul acestei postări presupune că sunteți familiarizat cu fișierele de metadate F-Droid și cu [how to build normal Android applications](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
ru: Остальная часть этого сообщения предполагает, что вы знакомы с файлами метаданных F-Droid и [как создавать нормальные приложения Android](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
uk: Інша частина цього повідомлення передбачає, що ви знайомі з файлами метаданих F-Droid і [як створювати нормальні застосунки Android](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md).
zh_hans: 本文的其余部分假设你熟悉 F-Droid 元数据文件以及[如何构建普通的 Android 应用](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md)。

source: There are a few main challenges with building React Native applications on F-Droid:
de: Es gibt ein paar wichtige Probleme beim Bau von React-Native-Apps auf F-Droid:
pl: Istnieje kilka głównych wyzwań związanych z budowaniem aplikacji React Native na F-Droid:
ro: Există câteva provocări principale în ceea ce privește crearea de aplicații React Native pe F-Droid:
ru: Существует несколько основных проблем при создании приложений React Native на F-Droid:
uk: Існує кілька основних проблем при створенні застосунків React Native на F-Droid:
zh_hans: 在 F-Droid 上构建 React Native 应用存在一些主要挑战：

source: React Native apps have two build and dependency management systems (the React Native one, and the Android one).
de: React-Native-Apps haben zwei Managementsysteme für Build und Abhängigkeiten (das von React Native und das von Android).
pl: Aplikacje React Native mają dwa systemy budowania i zarządzania zależnościami (system React Native oraz system Android).
ro: Aplicațiile React Native au două sisteme de construire și de gestionare a dependențelor (cel pentru React Native și cel pentru Android).
ru: Приложения React Native имеют две системы сборки и управления зависимостями (React Native и Android).
uk: Застосунки React Native мають дві системи побудови та керування залежностями (React Native та Android).
zh_hans: React Native 应用有两个构建和依赖管理系统（React Native 的和 Android 的）。

source: React Native apps require a more recent NodeJS environment than is available on F-Droid.
de: React-Native-Apps benötigen eine aktuellere NodeJS-Umgebung als sie F-Droid bereitstellt.
pl: Aplikacje React Native wymagają bardziej aktualnego środowiska NodeJS niż to dostępne na F-Droid.
ro: Aplicațiile React Native necesită un mediu NodeJS mai recent decât cel disponibil pe F-Droid.
ru: Для приложений React Native требуется более современная среда NodeJS, чем та, которая доступна на F-Droid.
uk: Для застосунків React Native потрібно більш сучасне середовище NodeJS, ніж та, яка доступна на F-Droid.
zh_hans: React Native 应用需要比 F-Droid 上可用的 NodeJS 环境版本更新的版本。

source: React Native apps have pre-built dependencies that are shipped using the JavaScript dependency management systems, and we need to tell F-Droid these components are actually FLOSS and compatible with F-Droid.
de: React-Native-Apps besitzen vorgefertigte Abhängigkeiten, die mittels des JavaScript Dependency Management Systems ausgeliefert werden, und wir müssen F-Droid verständlich machen, dass diese Komponenten tatsächlich FLOSS und mit F-Droid kompatibel sind.
pl: Aplikacje React Native mają wstępnie wbudowane zależności, które są dostarczane za pomocą systemów zarządzania zależnościami JavaScript i musimy powiedzieć F-Droid, że te składniki są rzeczywiście FLOSS i kompatybilne z F-Droid.
ro: Aplicațiile React Native au dependențe pre-construite care sunt livrate folosind sistemele de gestionare a dependențelor JavaScript și trebuie să îi spunem lui F-Droid că aceste componente sunt de fapt FLOSS și compatibile cu F-Droid.
ru: В приложениях React Native есть заранее созданные зависимости, которые поставляются с помощью систем управления зависимостями JavaScript, и нам нужно сообщить F-Droid, что эти компоненты действительно FLOSS и совместимы с F-Droid.
uk: У застосунках React Native є заздалегідь створені залежності, які поставляються за допомогою систем керування залежностями JavaScript, і нам потрібно повідомити F-Droid, що ці компоненти дійсно FLOSS і сумісні з F-Droid.
zh_hans: React Native 应用具有使用 JavaScript 依赖管理系统交付的预构建依赖项，我们需要告诉 F-Droid 这些组件实际上是 FLOSS 并且与 F-Droid 兼容。

source: Before we go on with explaining the important components and how they play together, here is the [working EteSync Notes spec file](https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/com.etesync.notes.yml) for your reference.
de: Bevor wir mit den Erklärungen fortfahren, was die wichtigen Komponenten sind und wie sie zusammenspielen, hier die [funktionstüchtige Spezifikationsdatei für EteSync Notes](https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/com.etesync.notes.yml) als Referenz.
pl: Zanim przejdziemy do wyjaśniania ważnych komponentów i ich współpracy, poniżej znajduje się [roboczy plik specyfikacji EteSync Notes](https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/com.etesync.notes.yml) do wglądu.
ro: Înainte de a continua cu explicarea componentelor importante și a modului în care acestea acționează împreună, iată [working EteSync Notes spec file](https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/com.etesync.notes.yml) pentru referință.
ru: Прежде чем мы перейдем к объяснению важных компонентов и того, как они работают вместе, вот [рабочий файл спецификации EteSync Notes](https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/com.etesync.notes.yml) для справки.
uk: Перш ніж ми перейдемо до пояснення важливих компонентів і того, як вони працюють разом, ось [робочий файл специфікації EteSync Notes](https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/com.etesync.notes .yml) для довідки.
zh_hans: 在我们继续解释重要的组件以及它们如何协同工作之前，这里是[有效的 EteSync Notes 规范文件](https://gitlab.com/fdroid/fdroiddata/-/blob/master/metadata/com.etesync.notes.yml)供你参考。
