Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** is making good progress on packaging [Repomaker]({{ site.baseurl }}/repomaker/) as a flatpak. It's not finished yet, but he's getting close. We are also happy to report that we had good response to our call for help on Mastodon, and now have **[@Persival](https://gitlab.com/Persival)** working on the flatpak continuously!
de: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** macht gute Fortschritte bei der Verpackung von [Repomaker]({{ site.baseurl }}/repomaker/) als Flatpak. Es ist noch nicht fertig, aber er kommt dem Ergebnis näher. Wir freuen uns auch, mitteilen zu können, dass auf unseren Hilferuf auf Mastodon gut reagiert wurde und nun **[@Persival](https://gitlab.com/Persival)** kontinuierlich am Flatpak arbeitet!
pl: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** robi postępy w pakowaniu [Repomaker]({{ site.baseurl }}/repomaker/) jako flatpak. Nie jest jeszcze skończony, ale zbliża się. Z przyjemnością informujemy, że dobrze zareagowaliśmy na nasze wezwanie do pomocy w Mastodon, a teraz mamy **[@Persival](https://gitlab.com/Persival)** pracując stale nad flatpak!
ro: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** face progrese bune în ceea ce privește împachetarea [Repomaker]({{ site.baseurl }}/repomaker/) ca un flatpak. Nu este încă terminat, dar se apropie. Suntem, de asemenea, bucuroși să anunțăm că am avut un răspuns bun la cererea noastră de ajutor pentru Mastodon, iar acum **[@Persival](https://gitlab.com/Persival)** lucrează la flatpak în mod continuu!
ru: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** успешно работает над упаковкой [Repomaker]({{ site.baseurl }}/repomaker/) в виде flatpak. Он еще не закончил, но уже близок к этому. Мы также рады сообщить, что мы получили хороший отклик на наш призыв о помощи по Mastodon, и теперь **[@Persival](https://gitlab.com/Persival)** постоянно работает над flatpak!
uk: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** успішно працює над пакуванням [Repomaker]({{ site.baseurl }}/repomaker/) у вигляді flatpak. Він ще не закінчив, але вже близький до цього. Ми також раді повідомити, що ми отримали хороший відгук на наш заклик про допомогу на Mastodon, і тепер **[@Persival](https://gitlab.com/Persival)** постійно працює над flatpak!
zh_hans: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** 在将 [Repomaker]({{ site.baseurl }}/repomaker/) 打包为 flatpak 方面取得了良好进展。它还没有完成，但正在接近。我们也很高兴地报告说，我们的求助在 Mastodon 得到了很好的响应，现在 **[@Persival](https://gitlab.com/Persival)** 继续在 flatpak 上工作！

source: TWIF Call for Help
de: TWIF-Hilferuf
pl: TWIF Zaproszenie do pomocy
ro: Apelul TWIF pentru ajutor
ru: Призыв TWIF о помощи
uk: Заклик TWIF про допомогу
zh_hans: TWIF 帮助请求

source: And finally, yours truly had a drastic reduction in the amount of available spare time, in the shape of a new job. This impacts {{ page.twifTag }}, as it needs to be written in 50% less time from now on. I put out a [call for help](https://forum.f-droid.org/t/twif-needs-your-help/4658) on the forum and on Mastodon, and I love how **[@vanitasvitae](https://gitlab.com/vanitasvitae)** has picked up the gauntlet and is adding missing changelogs to the [metadata](https://gitlab.com/fdroid/fdroiddata), like [here](https://gitlab.com/fdroid/fdroiddata/merge_requests/4004) and [here](https://gitlab.com/fdroid/fdroiddata/merge_requests/4005). There were also some good submissions to the {{ page.twifThread }}.
de: Und schließlich, meine Wenigkeit erfuhr eine drastische Reduktion der verfügbaren Freizeit, in Form eines neuen Jobs. Das hat Auswirkungen auf den {{ page.twifTag }}, da er von nun an in 50% weniger Zeit geschrieben werden muss. Ich veröffentlichte einen [Aufruf zur Mithilfe](https://forum.f-droid.org/t/twif-needs-your-help/4658) im Forum und auf Mastodon und bin begeistert wie **[@vanitasvitae](https://gitlab.com/vanitasvitae)** den Fehdehandschuh aufgenommen hat und fehlende Changelogs in den [Metadaten](https://gitlab.com/fdroid/fdroiddata) ergänzt, wie [hier](https://gitlab.com/fdroid/fdroiddata/merge_requests/4004) und [hier](https://gitlab.com/fdroid/fdroiddata/merge_requests/4005). Es gab auch zu einige gute Beiträge im {{ page.twifThread }}.
pl: I wreszcie, naprawdę miał drastyczne zmniejszenie ilości wolnego czasu, w postaci nowej pracy. Wpływa to na {{ page.twifTag }}, ponieważ od tej pory musi być napisane w 50% mniej czasu. Zgłaszam [zaproszenie do pomocy](https://forum.f-droid.org/t/twif-needs-your-help/4658) na forum i na Mastodon, i uwielbiam jak **[@vanitasvitae](https://gitlab.com/vanitasvitae)** podniósł rękawicę i dodaje brakujące dzienniki zmian do [metadanych](https://gitlab.com/fdroid/fdroiddata), np. [tutaj](https://gitlab.com/fdroid/fdroiddata/merge_requests/4004) i [tutaj](https://gitlab.com/fdroid/fdroiddata/merge_requests/4005). Było również kilka dobrych zgłoszeń do {{ page.twifThread }}.
ro: Și, în cele din urmă, a avut loc o reducere drastică a timpului liber disponibil, sub forma unui nou loc de muncă. Acest lucru are un impact asupra {{ page.twifTag }}, deoarece de acum înainte trebuie să fie scris în 50% mai puțin timp. Am lansat un [call for help](https://forum.f-droid.org/t/twif-needs-your-help/4658) pe forum și pe Mastodon, și îmi place cum **[@vanitasvitae](https://gitlab.com/vanitasvitae)** a preluat mănușa și adaugă changelog-urile lipsă la [metadate](https://gitlab.com/fdroid/fdroiddata), cum ar fi [here](https://gitlab.com/fdroid/fdroiddata/merge_requests/4004) și [here](https://gitlab.com/fdroid/fdroiddata/merge_requests/4005). Au existat, de asemenea, câteva contribuții bune la {{ page.twifThread }}.
ru: И, наконец, у вашего покорного слуги резко сократилось количество свободного времени в связи с новой работой. Это повлияло на {{ page.twifTag }}, так как отныне на написание книги нужно тратить на 50% меньше времени. Я опубликовал [призыв о помощи](https://forum.f-droid.org/t/twif-needs-your-help/4658) на форуме и на Mastodon, и мне нравится, как **[@vanitasvitae](https://gitlab.com/vanitasvitae)** подхватил перчатку и добавляет недостающие журналы изменений в [метаданные](https://gitlab.com/fdroid/fdroiddata), как [здесь](https://gitlab.com/fdroid/fdroiddata/merge_requests/4004) и [здесь](https://gitlab.com/fdroid/fdroiddata/merge_requests/4005). В {{ page.twifThread }} также было сделано несколько хороших сообщений.
uk: І, нарешті, у вашого покірного слуги різко скоротилася кількість вільного часу у зв'язку з новою роботою. Це вплинуло на {{ page.twifTag }}, так як відтепер на написання книги потрібно витрачати на 50% менше часу. Я оприлюднив [заклик про допомогу](https://forum.f-droid.org/t/twif-needs-your-help/4658) на форумі і на Mastodon, і мені подобається, як **[@ vanitasvitae](https://gitlab.com/vanitasvitae)** підхопив рукавичку і додає відсутні журнали змін в [метадані](https://gitlab.com/fdroid/fdroiddata), як [тут](https://gitlab.com/fdroid/fdroiddata/merge_requests/4004) і [тут](https://gitlab.com/fdroid/fdroiddata/merge_requests/4005). В {{ page.twifThread }} також було зроблено кілька хороших повідомлень.
zh_hans: 最后，以新工作的形式，你的空闲时间确实大大减少了。这会影响 {{ page.twifTag }}，因为从现在开始需要减少 50% 的时间来编写它。我在论坛和 Mastodon 上发出了[帮助请求](https://forum.f-droid.org/t/twif-needs-your-help/4658)，我高兴看到 **[@ vanitasvitae](https://gitlab.com/vanitasvitae)** 已经接受了挑战，正在向[元数据](https://gitlab.com/fdroid/fdroiddata)添加缺少的更改日志，例如[这里](https://gitlab.com/fdroid/fdroiddata/merge_requests/4004)和[这里](https://gitlab.com/fdroid/fdroiddata/merge_requests/4005)。{{ page.twifThread }} 也有一些不错的提交。

source: Nevertheless, ongoing help is needed! Please have a look at the [forum thread](https://forum.f-droid.org/t/twif-needs-your-help/4658), send in tips, or better yet, complete news items. I'm also looking for someone who would be interested in writing at least one TWIF a month.
de: Nichtsdestotrotz wird eine dauerhafte Unterstützung nötig sein! Bitte schaut nach dem [Forumbeitrag](https://forum.f-droid.org/t/twif-needs-your-help/4658), sendet Tipps ein, oder besser noch, komplette Nachrichtenbeiträge. Ich suche auch jemanden, der Interesse hätte, mindestens einen TWIF im Monat zu schreiben.
pl: Niemniej jednak potrzebna jest ciągła pomoc! Przeczytaj [wątek na forum](https://forum.f-droid.org/t/twif-needs-your-help/4658), wyślij porady lub jeszcze lepiej, kompletne wiadomości. Szukam również kogoś, kto byłby zainteresowany napisaniem co najmniej jednego TWIF miesięcznie.
ro: Cu toate acestea, este nevoie de ajutor permanent! Vă rugăm să aruncați o privire pe [forum thread](https://forum.f-droid.org/t/twif-needs-your-help/4658), să trimiteți sfaturi sau, mai bine zis, știri complete. De asemenea, caut pe cineva care ar fi interesat să scrie cel puțin un TWIF pe lună.
ru: Тем не менее, постоянная помощь необходима! Пожалуйста, загляните в [тему форума](https://forum.f-droid.org/t/twif-needs-your-help/4658), присылайте советы, а еще лучше - полные новости. Я также ищу человека, который был бы заинтересован в написании хотя бы одного TWIF в месяц.
uk: Проте, постійна допомога необхідна! Будь ласка, загляньте в [тему форуму](https://forum.f-droid.org/t/twif-needs-your-help/4658), надсилайте поради, а ще краще - повні новини. Я також шукаю людину, яка була б зацікавлена в написанні хоча б одного TWIF в місяць.
zh_hans: 然而，需要持续的帮助！请查看[论坛主题](https://forum.f-droid.org/t/twif-needs-your-help/4658)，发送提示，或者更好的是，完整的新闻项目。我也在寻找有兴趣每月至少写一个 TWIF 的人。

source: **[Frost for Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** is a fully functional web wrapper, with many unique and native features:
de: **[Frost for Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** ist ein vollwertiger Web-Wrapper mit vielen einzigartigen und nativen Funktionen:
pl: **[Frost dla Facebooka](https://f-droid.org/packages/com.pitchedapps.frost/)** to w pełni funkcjonalna aplikacja z wieloma wyjątkowymi i natywnymi funkcjami:
ro: **[Frost for Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** este un wrapper web complet funcțional, cu multe caracteristici unice și native:
ru: **[Frost for Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** - это полнофункциональная веб-обертка с множеством уникальных и собственных функций:
uk: **[Frost для Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** — це повнофункціональна вебобгортка з безліччю унікальних і вбудованих можливостей:
zh_hans: **[Frost for Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** 是一个功能齐全的网页包装器，具有许多独特的原生功能：

source: True multi user interactions
de: Echte Mehrbenutzer-Interaktionen
pl: Prawdziwe interakcje wielu użytkowników
ro: Adevărate interacțiuni cu mai mulți utilizatori
ru: Настоящее многопользовательское взаимодействие
uk: Справжня багатокористувацька взаємодія
zh_hans: 真正的多用户交互

source: Better multitasking
de: Besseres Multitasking
pl: Lepsza wielozadaniowość
ro: Multitasking mai bun
ru: Улучшенная многозадачность
uk: Покращена багатозадачність
zh_hans: 更好的多任务处理

source: Contextual awareness
pl: Świadomość kontekstowa
ro: Conștientizarea contextuală
ru: Контекстная осведомленность
uk: Контекстна обізнаність
zh_hans: 上下文感知

source: Complete theme engine
pl: Kompletny silnik motywów
ro: Motor tematic complet
ru: Полный движок темы
uk: Повноцінний рушій тем
zh_hans: 完整的主题引擎

source: Fully opened
pl: W pełni otwarty
ro: Complet deschis
ru: Полностью открыт
uk: Повністю відкритий
zh_hans: 完全开放

source: Fixes the little things
de: Die kleinen Dinge korrigiert
pl: Naprawia małe rzeczy
ro: Repară lucrurile mărunte
ru: Исправляет мелочи
uk: Виправляє дрібниці
zh_hans: 修复小东西

source: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** An Arch Linux packages browser, it makes use of the official API to browse the repos.
de: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** Ein Arch Linux Paketbrowser, er nutzt das offizielle API, um die Repos zu durchsuchen.
pl: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** Przeglądarka pakietów Arch Linux, korzysta z oficjalnego API do przeglądania repozytoriów.
ro: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** Un browser pentru pachetele Arch Linux, care utilizează API-ul oficial pentru a naviga prin depozite.
ru: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** Браузер пакетов Arch Linux, он использует официальный API для просмотра репозиториев.
uk: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** Оглядач пакунків Arch Linux, він використовує офіційний API для перегляду репозиторіїв.
zh_hans: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** Arch Linux 包浏览器，它使用官方 API 来浏览存储库。

source: Another Pro version of the **Simple Mobile Tools** is landing in F-Droid: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)**. For background, see [this forum thread](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
de: Eine weitere Pro-Version der **Simple Mobile Tools** landet in F-Droid: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)**. Hintergrundinformationen dazu gibt es in [diesem Forumbeitrag](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
pl: Kolejna wersja Pro **Simple Mobile Tools** ląduje w F-Droid: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)**. W tle, patrz [ten wątek na forum](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
ro: O altă versiune Pro a **Simple Mobile Tools** aterizează în F-Droid: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)**. Pentru informații de fond, consultați [this forum thread](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
ru: Еще одна Pro-версия **Simple Mobile Tools** приземляется в F-Droid: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)**. Предысторию см. в [этой теме форума](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
uk: Ще одна Pro-версія **Simple Mobile Tools** з'явилася у F-Droid: : **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)**. Передісторію див. у [цій темі форуму](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
zh_hans: **Simple Mobile Tools** 的另一个 Pro 版本登陆 F-Droid：**[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/ )**。相关背景，请参阅[此论坛主题](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553)。

source: **[PiGrid Companion](https://f-droid.org/packages/de.blocklink.pigrid/)**: Gridcoin stakebox companion app.
de: **[PiGrid Companion](https://f-droid.org/packages/de.blocklink.pigrid/)**: Gridcoin Stakebox Begleiter App.
pl: **[PiGrid Companion](https://f-droid.org/packages/de.blocklink.pigrid/)**: Aplikacja companion stakebox Gridcoin.
ro: **[PiGrid Companion](https://f-droid.org/packages/de.blocklink.pigrid/)**: Aplicația de însoțire Gridcoin stakebox.
ru: **[PiGrid Companion](https://f-droid.org/packages/de.blocklink.pigrid/)**: Приложение-компаньон для стейкинга Gridcoin.
uk: **[PiGrid Companion](https://f-droid.org/packages/de.blocklink.pigrid/)**: Застосунок-компаньйон для стейкінгу Gridcoin.
zh_hans: **[PiGrid Companion](https://f-droid.org/packages/de.blocklink.pigrid/)**：Gridcoin stakebox 伴侣应用。

source: **[Yaacc](https://f-droid.org/packages/de.yaacc/)**: Upnp client and server.
de: **[Yaacc](https://f-droid.org/packages/de.yaacc/)**: UPnP-Client und -Server.
pl: **[Yaacc](https://f-droid.org/packages/de.yaacc/)**: Upnp klient i serwer.
ro: **[Yaacc](https://f-droid.org/packages/de.yaacc/)**: Upnp client și server.
ru: **[Yaacc](https://f-droid.org/packages/de.yaacc/)**: Upnp клиент и сервер.
uk: **[Yaacc](https://f-droid.org/packages/de.yaacc/)**: Upnp клієнт і сервер.
zh_hans: **[Yaacc](https://f-droid.org/packages/de.yaacc/)**：Upnp 客户端和服务器。

source: **[Open In WhatsApp](https://f-droid.org/packages/io.github.subhamtyagi.openinwhatsapp/)**: Open chat in Whatsapp.
de: **[Open In WhatsApp](https://f-droid.org/packages/io.github.subhamtyagi.openinwhatsapp/)**: Chat in WhatsApp öffnen.
pl: **[Open In WhatsApp](https://f-droid.org/packages/io.github.subhamtyagi.openinwhatsapp/)**: Otwarty czat w Whatsapp.
ro: **[Open In WhatsApp](https://f-droid.org/packages/io.github.subhamtyagi.openinwhatsapp/)**: Deschideți chat-ul în Whatsapp.
ru: **[Open In WhatsApp](https://f-droid.org/packages/io.github.subhamtyagi.openinwhatsapp/)**: Открыть чат в Whatsapp.
uk: **[Open In WhatsApp](https://f-droid.org/packages/io.github.subhamtyagi.openinwhatsapp/)**: Відкрити чат у Whatsapp.
zh_hans: **[在 WhatsApp 中打开](https://f-droid.org/packages/io.github.subhamtyagi.openinwhatsapp/)**：在 WhatsApp 中打开聊天。

source: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: SSH authentication via fingerprint scanning over the network (SSL sockets). It stores your SSH key phrase and sends it to your PC securely via the LAN when an authorized fingerprint is detected by the fingerprint scanner. Your PC needs to be running the complementary [desktop app](https://git.iodev.science/ioan/FiSSH-Desktop).
de: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: SSH-Authentifizierung via Fingerabdruck-Scanner über das Netzwerk (SSL Sockets). Speichert Ihre SSH-Passphrase und sendet sie sicher an Ihren PC über das LAN, wenn ein autorisierter Fingerabdruck durch den Fingerabdruck-Scanner ermittelt wird. Auf Ihrem PC muss dazu die entsprechende [Desktop-App](https://git.iodev.science/ioan/FiSSH-Desktop) laufen.
pl: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: Uwierzytelnianie SSH poprzez skanowanie linii papilarnych przez sieć (gniazda SSL). Przechowuje twoje hasło kluczowe SSH i wysyła je bezpiecznie do twojego komputera przez LAN, kiedy autoryzowany odcisk palca zostanie wykryty przez skaner linii papilarnych. Twój komputer musi być komplementarny [aplikacja komputerowa](https://git.iodev.science/ioan/FiSSH-Desktop).
ro: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: Autentificare SSH prin scanarea amprentelor digitale în rețea (socket-uri SSL). Stochează fraza cheie SSH și o trimite la PC-ul dumneavoastră în siguranță prin LAN atunci când o amprentă digitală autorizată este detectată de scanerul de amprente. PC-ul dvs. trebuie să ruleze aplicația complementară [desktop app](https://git.iodev.science/ioan/FiSSH-Desktop).
ru: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: SSH-аутентификация с помощью сканирования отпечатков пальцев по сети (SSL-сокеты). Хранит вашу ключевую фразу SSH и безопасно отправляет ее на ваш ПК по локальной сети, когда сканер отпечатков пальцев обнаруживает авторизованный отпечаток пальца. На вашем ПК должно быть установлено дополнительное [настольное приложение](https://git.iodev.science/ioan/FiSSH-Desktop).
uk: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**: SSH-автентифікація за допомогою сканування відбитків пальців через мережу (SSL-сокети). Зберігає вашу ключову фразу SSH і безпечно відправляє її на ваш ПК локальною мережею, коли сканер відбитків пальців виявляє авторизований відбиток пальця. На вашому ПК має бути встановлено додатковий [застосунок](https://git.iodev.science/ioan/FiSSH-Desktop).
zh_hans: **[FiSSH](https://f-droid.org/packages/science.iodev.fissh/)**：通过网络上的指纹扫描（SSL 套接字）进行 SSH 身份验证。它存储你的 SSH 密钥短语，并在指纹扫描仪检测到授权指纹时通过 LAN 将其安全地发送到你的电脑。你的电脑需要运行配套的[桌面应用](https://git.iodev.science/ioan/FiSSH-Desktop)。

source: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)**: Unofficial mobile client for Firefly III, a self-hosted financial manager. In order to use this app, you must first setup a [Firefly III instance](https://firefly-iii.org/).
de: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)**: Inoffizieller mobiler Client für Firefly III, ein selbstgehosteter Finanzmanager. Um diese App zu nutzen, muss zunächst eine [Firefly III Instanz](https://firefly-iii.org/) eingerichtet werden.
pl: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)**: Nieoficjalny klient mobilny dla Firefly III, samodzielnie zarządzanego menedżera finansowego. Aby korzystać z tej aplikacji, musisz najpierw skonfigurować [Firefly III instance](https://firefly-iii.org/).
ro: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)**: Client mobil neoficial pentru Firefly III, un manager financiar auto-găzduit. Pentru a utiliza această aplicație, trebuie să configurați mai întâi o [Firefly III instance](https://firefly-iii.org/).
ru: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)**: Неофициальный мобильный клиент для Firefly III, самостоятельного финансового менеджера. Чтобы использовать это приложение, вы должны сначала установить [экземпляр Firefly III](https://firefly-iii.org/).
uk: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)**: Неофіційний мобільний клієнт для Firefly III, самостійного фінансового менеджера. Щоб користуватися цією програмою, ви повинні спочатку встановити [екземпляр Firefly III](https://firefly-iii.org/).
zh_hans: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)**：Firefly III 的非官方移动客户端，自托管财务管理器。为了使用这个应用，你必须首先设置一个 [Firefly III 实例](https://firefly-iii.org/)。
