Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: In this edition: Happy New Year, @Izzy's third F-Droid article on-line and Europe to fund bug bounties for 15 open source programs. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps, with a major release for UserLAnd.
de: In dieser Ausgabe: Frohes Neues Jahr, @Izzy's dritter F-Droid-Artikel ist online und Europa will Bug-Bounties für 15 Open-Source-Programmme fördern. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps, darunter eine wichtige Veröffentlichung von UserLAnd.
pl: W tym wydaniu: Planeta F-Droid już istnieje, apel o przesłanie do Planet F-Droid i pierwszy artykuł z serii Izzy F-Droid dostępny w języku angielskim. Dostępnych jest **{{ page.number_of_added_apps }}** nowych aplikacji i **{{ page.number_of_updated_apps }}** zaktualizowanych.
ro: În această ediție: Un an nou fericit, al treilea articol F-Droid online al lui @Izzy și Europa va finanța recompense de erori pentru 15 programe open source. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate, cu o versiune majoră pentru UserLAnd.
ru: В этом выпуске: С Новым годом, третья статья @Izzy о F-Droid в онлайне и Европа для финансирования баг-баунти для 15 программ с открытым исходным кодом. В выпуске **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений, с крупным релизом для UserLAnd.
uk: У цьому випуску: З Новим роком, третя стаття @Izzy про F-Droid в онлайні і Європа для фінансування баг-баунти для 15 програм з відкритим вихідним кодом. У випуску ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків, з великим релізом для UserLAnd.
zh_hans: 本期中：新年快乐，@Izzy 的第三篇 F-Droid 文章上线和欧洲为 15 个开源程序的漏洞赏金提供资金。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新，包括 UserLAnd 的一个大版本更新。

source: Happy New Year
de: Frohes Neues Jahr
pl: Szczęśliwego Nowego Roku
ro: Un an nou fericit
ru: С Новым годом
uk: З новим роком
zh_hans: 新年快乐

source: It's a new year! The F-Droid team wishes you a great 2019 in health, prosperity and freedom.
de: Das neue Jahr ist da! Das F-Droid-Team wünscht euch ein tolles 2019 in Gesundheit, Wohlstand und Freiheit.
pl: To nowy rok! Zespół F-Droid życzy Ci w 2019 wspaniałego zdrowia, dobrobytu i wolności.
ro: Este un nou an! Echipa F-Droid vă urează un 2019 plin de sănătate, prosperitate și libertate.
ru: Наступил новый год! Команда F-Droid желает вам отличного 2019 года в здоровье, процветании и свободе.
uk: Настав новий рік! Команда F-Droid бажає вам чудового 2019 року в здоров'я, процвітання і свободу.
zh_hans: 这是新的一年！F-Droid 团队祝你 2019 年健康、兴旺和自由。

source: @Izzy's third F-Droid article on-line
de: @Izzy's dritter F-Droid-Artikel online
pl: Trzeci artykuł @Izzy's z F-Droid on-line
ro: Al treilea articol F-Droid al lui @Izzy on-line
ru: Третья статья @Izzy о F-Droid в режиме онлайн
uk: Третя онлайн-стаття @Izzy про F-Droid
zh_hans: @Izzy 的第三篇 F-Droid 文章上线

source: **[@Izzy](https://forum.f-droid.org/u/izzy)** [writes](https://mastodon.technology/users/IzzyOnDroid/statuses/101334420638305540):
de: **[@Izzy](https://forum.f-droid.org/u/izzy)** [schreibt](https://mastodon.technology/users/IzzyOnDroid/statuses/101334420638305540):
pl: **[@Izzy](https://forum.f-droid.org/u/izzy)** [pisze](https://mastodon.technology/users/IzzyOnDroid/statuses/101334420638305540):
ro: **[@Izzy](https://forum.f-droid.org/u/izzy)** [scrie](https://mastodon.technology/users/IzzyOnDroid/statuses/101334420638305540):
ru: **[@Izzy](https://forum.f-droid.org/u/izzy)**[пишет](https://mastodon.technology/users/IzzyOnDroid/statuses/101334420638305540):
uk: **[@Izzy](https://forum.f-droid.org/u/izzy)**[пише](https://mastodon.technology/users/IzzyOnDroid/statuses/101334420638305540):
zh_hans: **[@Izzy](https://forum.f-droid.org/u/izzy)** [写道](https://mastodon.technology/users/IzzyOnDroid/statuses/101334420638305540)：

source: Always wanted to run your own F-Droid repo – but were afraid it's too complicated? No longer, as part 3 of my [@fdroidorg](https://mastodon.technology/@fdroidorg) series shows:
de: Wer wollte schon immer sein eigenes F-Droid-Repo betreiben – hatte aber Angst, es sei zu kompliziert? Jetzt nicht mehr, wie Teil 3 meiner [@fdroidorg](https://mastodon.technology/@fdroidorg)-Serie zeigt:
pl: Zawsze chciałeś uruchomić swoje własne repozytorium F-Droid - ale bałeś się, że to zbyt skomplikowane? Już nie, ponieważ część 3 mojej serii [@fdroidorg](https://mastodon.technology/@fdroidorg) to pokazuje:
ro: Întotdeauna ați dorit să rulați propriul repo F-Droid - dar v-ați temut că este prea complicat? Nu mai este cazul, după cum arată partea a treia a seriei [@fdroidorg](https://mastodon.technology/@fdroidorg):
zh_hans: 一直想运行自己的 F-Droid 存储库 - 但害怕它太复杂？不再是这样了，正如我的 [@fdroidorg](https://mastodon.technology/@fdroidorg) 系列的第 3 部分所示：

source: [Your own F-Droid Repository with Repomaker](https://android.izzysoft.de/articles/named/fdroid-intro-3)
de: [Ihr eigenes F-Droid-Repository mit Repomaker](https://android.izzysoft.de/articles/named/fdroid-intro-3)
pl: [Twoje własne repozytorium F-Droid z Repomakerem](https://android.izzysoft.de/articles/named/fdroid-intro-3)
ro: [Propriul tău depozit F-Droid cu Repomaker](https://android.izzysoft.de/articles/named/fdroid-intro-3)
ru: [Ваш собственный репозиторий F-Droid с Repomaker](https://android.izzysoft.de/articles/named/fdroid-intro-3)
uk: [Ваш власний репозиторій F-Droid з Repomaker](https://android.izzysoft.de/articles/named/fdroid-intro-3)
zh_hans: [你自己的 F-Droid 存储库与 Repomaker](https://android.izzysoft.de/articles/named/fdroid-intro-3)

source: Europe to fund bug bounties for 15 open source programs
de: Europa fördert Bug-Bounties für 15 Open-Source-Programme
pl: Europa finansuje nagrody za błąd dla 15 programów open source
ro: Europa va finanța recompense pentru 15 programe open source
ru: Европа профинансирует борьбу с ошибками для 15 программ с открытым исходным кодом
uk: Європа профінансує боротьбу з помилками для 15 програм з відкритим вихідним кодом
zh_hans: 欧洲为 15 个开源程序提供漏洞赏金

source: Starting in January, [the European Commission is going to fund bug bounty programs for a number of open source projects](https://betanews.com/2018/12/30/european-commission-bug-bounty-open-source/), as part of the [FOSSA project](https://juliareda.eu/FOSSA/). Projects include Drupal, Notepad++, and of interest to F-Droid users: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**.
de: Ab Januar [beginnt die Europäische Kommission mit der Förderung von Bug-Bounty-Programmen für eine Reihe von Open-Source-Projekten](https://betanews.com/2018/12/30/european-commission-bug-bounty-open-source/), als Teil des [FOSSA-Projekts](https://juliareda.eu/FOSSA/). Eingeschlossene Projekte sind Drupal, Notepad++ und für F-Droid-Nutzer von Interesse: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**.
pl: Od stycznia [Komisja Europejska będzie finansować programy nagród za błędy dla szeregu projektów typu open source](https://betanews.com/2018/12/30/european-commission-bug-bounty-open-source/), w ramach projektu [FOSSA](https://juliareda.eu/FOSSA/). Projekty obejmują Drupal, Notepad+++ i interesujące dla użytkowników F-Droid: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**.
ro: Începând cu luna ianuarie, [the European Commission is going to fund bug bounty programs for a number of open source projects](https://betanews.com/2018/12/30/european-commission-bug-bounty-open-source/), ca parte a [FOSSA project](https://juliareda.eu/FOSSA/). Printre proiecte se numără Drupal, Notepad++ și, de interes pentru utilizatorii F-Droid: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**.
ru: Начиная с января [Европейская комиссия собирается финансировать программы вознаграждения за ошибки для ряда проектов с открытым исходным кодом](https://betanews.com/2018/12/30/european-commission-bug-bounty-open-source/), как часть [проекта FOSSA](https://juliareda.eu/FOSSA/). Проекты включают Drupal, Notepad++, а также представляют интерес для пользователей F-Droid: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**.
uk: Починаючи з січня [Європейська комісія збирається фінансувати програми винагороди за помилки для ряду проєктів з відкритим вихідним кодом](https://betanews.com/2018/12/30/european-commission-bug-bounty-open-source/), як частина [проєкту FOSSA](https://juliareda.eu/FOSSA/). Проєкти включають Drupal, Notepad ++, а також представляють інтерес для користувачів F-Droid: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**.
zh_hans: 从 1 月开始，[欧盟委员会将资助一些开源项目的漏洞赏金计划](https://betanews.com/2018/12/30/european-commission-bug-bounty-open-source/)，作为 [FOSSA 项目](https://juliareda.eu/FOSSA/) 的一部分。项目包括 Drupal、Notepad++ 和 F-Droid 用户感兴趣的项目：**[VLC](https://f-droid.org/packages/org.videolan.vlc/)**。

source: (via [@kuketzblog](https://social.tchncs.de/users/kuketzblog/statuses/101334611047910088))
de: (über [@kuketzblog](https://social.tchncs.de/users/kuketzblog/statuses/101334611047910088))
pl: (przez [@kuketzblog](https://social.tchncs.de/users/kuketzblog/statuses/101334611047910088))
ro: (prin [@kuketzblog](https://social.tchncs.de/users/kuketzblog/statuses/101334611047910088))
ru: (через [@kuketzblog](https://social.tchncs.de/users/kuketzblog/statuses/101334611047910088))
uk: (Через [@kuketzblog](https://social.tchncs.de/users/kuketzblog/statuses/101334611047910088))
zh_hans: （通过 [@kuketzblog](https://social.tchncs.de/users/kuketzblog/statuses/101334611047910088)）

source: **[DCipher](https://f-droid.org/packages/com.adityakamble49.dcipher/)**: Secret text with 100% offline encryption.
de: **[DCipher](https://f-droid.org/packages/com.adityakamble49.dcipher/)**: Geheime Texte mit 100%-iger Offline-Verschlüsselung.
pl: **[DCipher](https://f-droid.org/packages/com.adityakamble49.dcipher/)**: Tajny tekst ze 100% szyfrowaniem offline.
ro: **[DCipher](https://f-droid.org/packages/com.adityakamble49.dcipher/)**: Text secret cu criptare 100% offline.
ru: **[DCipher](https://f-droid.org/packages/com.adityakamble49.dcipher/)**: Секретный текст со 100% автономным шифрованием.
uk: **[DCipher](https://f-droid.org/packages/com.adityakamble49.dcipher/)**: Секретний текст зі 100% автономним шифруванням.
zh_hans: **[DCipher](https://f-droid.org/packages/com.adityakamble49.dcipher/)**：100% 离线加密的秘密文本。

source: **[arXiv eXplorer](https://f-droid.org/packages/com.gbeatty.arxiv/)**
zh_hans: **[arXiv 探索器](https://f-droid.org/packages/com.gbeatty.arxiv/)**

source: **[Vanilla Metadata Fetch](https://f-droid.org/packages/com.kanedias.vanilla.metadata/)**: Vanilla music player metadata retrieval plugin.
de: **[Vanilla Metadata Fetch](https://f-droid.org/packages/com.kanedias.vanilla.metadata/)**: Erweiterung zur Metadatenabfrage für Vanilla Music Player.
pl: **[Vanilla Metadata Fetch](https://f-droid.org/packages/com.kanedias.vanilla.metadata/)**: Wtyczka do pobierania metadanych odtwarzacza Vanilla.
ro: **[Vanilla Metadata Fetch](https://f-droid.org/packages/com.kanedias.vanilla.metadata/)**: Plugin de regăsire a metadatelor pentru playerul de muzică Vanilla.
ru: **[Vanilla Metadata Fetch](https://f-droid.org/packages/com.kanedias.vanilla.metadata/)**: Плагин для получения метаданных музыкального проигрывателя Vanilla.
uk: **[Vanilla Metadata Fetch](https://f-droid.org/packages/com.kanedias.vanilla.metadata/)**: Плагін для отримання метаданих музичного програвача Vanilla.
zh_hans: **[Vanilla Metadata Fetch](https://f-droid.org/packages/com.kanedias.vanilla.metadata/)**：Vanilla 音乐播放器元数据检索插件。

source: **[apps\_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)**: Updated applicationsinfos with colors & mini-tags (and basic fixes).
de: **[apps\_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)**: Aktualisierte Anwendungsinfos mit Farben & Mini-Tags (sowie wichtigen Korrekturen).
pl: **[apps\_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)**: Zaktualizowane informacje o aplikacjach za pomocą kolorów i mini-tagów (i podstawowe popraweki).
ro: **[apps\_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)**: Actualizat applicationsinfos cu culori și mini-tag-uri (și corecturi de bază).
ru: **[apps\_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)**: Обновлены applicationsinfos с цветами и мини-тегами (и основные исправления).
uk: **[apps \ _Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)**: Оновлені applicationsinfos з квітами і міні-тегами (і основні виправлення).
zh_hans: **[apps\_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)**：使用颜色和迷你标签（和基本修复）更新了应用信息。

source: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)**: A plain audio file metadata editor especially for classical music.
de: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)**: Ein schlichter Musikdatei-Metadaten-Editor speziell für klassische Musik.
pl: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)**: Prosty edytor metadanych plików audio, szczególnie w przypadku muzyki klasycznej.
ro: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)**: Un editor de metadate pentru fișiere audio simplu, special pentru muzica clasică.
ru: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)**: Обычный редактор метаданных аудиофайлов специально для классической музыки.
uk: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)**: Звичайний редактор метаданих звукових файлів спеціально для класичної музики.
zh_hans: **[Classical Music Tagger](https://f-droid.org/packages/de.kromke.andreas.musictagger/)**：一个纯音频文件元数据编辑器，特别适用于古典音乐。

source: **[Tri Peaks Solitaire for Android](https://f-droid.org/packages/eu.veldsoft.tri.peaks/)**: Solitaire card game.
de: **[Tri Peaks Solitaire for Android](https://f-droid.org/packages/eu.veldsoft.tri.peaks/)**: Solitär-Kartenspiel.
pl: **[Tri Peaks Solitaire dla systemu Android]](https://f-droid.org/packages/eu.veldsoft.tri.peaks/)**: Gra Pasjans.
ro: **[Tri Peaks Solitaire for Android](https://f-droid.org/packages/eu.veldsoft.tri.peaks/)**: Joc de cărți Solitaire.
ru: **[Tri Peaks Solitaire for Android](https://f-droid.org/packages/eu.veldsoft.tri.peaks/)**: Карточная игра пасьянс.
uk: **[Tri Peaks Solitaire for Android](https://f-droid.org/packages/eu.veldsoft.tri.peaks/)**: Карткова гра «Пасьянс».
zh_hans: **[Tri Peaks Solitaire for Android](https://f-droid.org/packages/eu.veldsoft.tri.peaks/)**：纸牌游戏。

source: **[My Wifi Passwords](https://f-droid.org/packages/info.aario.mywifipasswords/)**: View your wi-fi passwords.
de: **[My Wifi Passwords](https://f-droid.org/packages/info.aario.mywifipasswords/)**: Ihre WLAN-Passwörter ansehen.
pl: **[Moje hasła Wi-Fi](https://f-droid.org/packages/info.aario.mywifipasswords/)**: Wyświetl swoje hasła do sieci Wi-Fi.
ro: **[My Wifi Passwords](https://f-droid.org/packages/info.aario.mywifipasswords/)**: Vizualizați parolele wi-fi.
ru: **[My Wifi Passwords](https://f-droid.org/packages/info.aario.mywifipasswords/)**: Просмотр паролей wi-fi.
uk: **[My Wifi Passwords](https://f-droid.org/packages/info.aario.mywifipasswords/)**: Перегляд паролів wi-fi.
zh_hans: **[My Wifi Passwords](https://f-droid.org/packages/info.aario.mywifipasswords/)**：查看你的 wi-fi 密码。

source: **[Meritous](https://f-droid.org/packages/net.asceai.meritous/)**: Dungeon crawl game.
de: **[Meritous](https://f-droid.org/packages/net.asceai.meritous/)**: Dungeon-Spiel.
pl: **[Meritous](https://f-droid.org/packages/net.asceai.meritous/)**: Gra Lochy.
ro: **[Meritous](https://f-droid.org/packages/net.asceai.meritous/)**: Joc Dungeon crawl.
ru: **[Meritous](https://f-droid.org/packages/net.asceai.meritous/)**: Игра Dungeon crawl.
uk: **[Meritous](https://f-droid.org/packages/net.asceai.meritous/)**: Гра Dungeon crawl.
zh_hans: **[Meritous](https://f-droid.org/packages/net.asceai.meritous/)**：地牢爬行游戏。

source: **[35C3 Wifi Setup](https://f-droid.org/packages/nl.eventinfra.wifisetup/)**: Official noc application for connecting to the 35c3 wifi.
de: **[35C3 Wifi Setup](https://f-droid.org/packages/nl.eventinfra.wifisetup/)**: Offizielle NOC-Anwendung zur Verbindung mit dem WLAN des 35C3.
pl: **[35C3 Wifi Setup](https://f-droid.org/packages/nl.eventinfra.wifisetup/)**: Oficjalna aplikacja noc do podłączenia do wifi 35c3.
ro: **[35C3 Wifi Setup](https://f-droid.org/packages/nl.eventinfra.wifisetup/)**: Aplicația oficială noc pentru conectarea la 35c3 wifi.
ru: **[35C3 Wifi Setup](https://f-droid.org/packages/nl.eventinfra.wifisetup/)**: Официальное приложение noc для подключения к 35c3 wifi.
uk: **[35C3 Wifi Setup](https://f-droid.org/packages/nl.eventinfra.wifisetup/)**: Офіційний застосунок noc для підключення до 35c3 wifi.
zh_hans: **[35C3 Wifi Setup](https://f-droid.org/packages/nl.eventinfra.wifisetup/)**：官方 noc 应用，用于连接35c3 wifi。

source: **DAVdroid** is now known as **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)**. You can read more about this [here](https://www.davx5.com/faq/general/what-does-davx5-stand-for). It was also [updated](https://forums.bitfire.at/category/4/davdroid?tag=announcement) from 2.0.7-ose to 2.1-ose, removing the "Accounts may be gone after rebooting" startup dialog, and offering several smaller changes and bug fixes, and behind-the-scenes changes.
de: **DAVdroid** wird nun unter dem Namen **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)** geführt. Sie können [hier](https://www.davx5.com/faq/general/what-does-davx5-stand-for) mehr darüber erfahren. Sie wurde auch von 2.0.7-ose auf 2.1-ose [aktualisiert](https://forums.bitfire.at/category/4/davdroid?tag=announcement), womit der Startdialog "Konten können nach einem Neustart verschwunden sein" entfernt und einige kleinere Änderungen und Fehlerlösungen eingebracht werden, sowie Veränderungen hinter der Bühne.
pl: **DAVdroid** jest teraz znany jako **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)**. Możesz przeczytać więcej na ten temat [tutaj](https://www.davx5.com/faq/general/what-does-davx5-stand-for). Został również [zaktualizowany](https://forums.bitfire.at/category/4/davdroid?tag=announcement) z 2.0.7-ose do 2.1-ose, usunięto okno dialogowe uruchamiania „Konta mogą zniknąć po ponownym uruchomieniu” , oferuje kilka mniejszych zmian i poprawek błędów, a także zmiany zakulisowe.
ro: **DAVdroid** este acum cunoscut sub numele de **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)**. Puteți citi mai multe despre acest lucru [here](https://www.davx5.com/faq/general/what-does-davx5-stand-for). De asemenea, a fost [updated](https://forums.bitfire.at/category/4/davdroid?tag=announcement) de la 2.0.7-ose la 2.1-ose, eliminând dialogul de pornire "Accounts may be gone after rebooting" și oferind mai multe modificări mai mici și corecturi de erori, precum și modificări în spatele scenei.
ru: **DAVdroid** теперь известен как **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)**. Вы можете прочитать больше об этом [здесь](https://www.davx5.com/faq/general/what-does-davx5-stand-for). Он также был [обновлен](https://forums.bitfire.at/category/4/davdroid?tag=announcement) с 2.0.7-ose до 2.1-ose, удалив диалог запуска "Учетные записи могут исчезнуть после перезагрузки" и предложив несколько более мелких изменений, исправлений ошибок и закулисных изменений.
uk: ** DAVdroid ** тепер відомий як **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)**. Ви можете прочитати більше про це [тут](https://www.davx5.com/faq/general/what-does-davx5-stand-for). Він також було [оновлено](https://forums.bitfire.at/category/4/davdroid?tag=announcement) з 2.0.7-ose до 2.1-ose, видаливши діалог запуску "Облікові записи можуть зникнути після перезавантаження" і запропонувавши кілька дрібніших змін, виправлень помилок і закулісних змін.
zh_hans: **DAVdroid** 现在称为 **[DAVx⁵](https://f-droid.org/packages/at.bitfire.davdroid/)**。你可以在[此处](https://www.davx5.com/faq/general/what-does-davx5-stand-for)阅读有关此内容的更多信息。它也是从 2.0.7-ose 到 2.1-ose [更新](https://forums.bitfire.at/category/4/davdroid?tag=announcement)，删除“重启后帐户可能消失”启动对话框，并提供一些较小的更改和错误修复，以及幕后更改。

source: **[A Time Tracker](https://f-droid.org/packages/com.markuspage.android.atimetracker/)** lets you easily track how much time you spend on various activities. After 2½ years of inactivity, it [updated](https://github.com/netmackan/ATimeTracker/releases) to 0.50, moving all menu items to the Settings menu on the main screen, improving its F-Droid listing and making under-the-hood changes to its build process.
de: **[A Time Tracker](https://f-droid.org/packages/com.markuspage.android.atimetracker/)** lässt Sie einfach überwachen, wieviel Zeit Sie für verschiedene Aktivitäten verwenden. Nach 2½ Jahren der Inaktivität erhielt sie ein [Update](https://github.com/netmackan/ATimeTracker/releases) auf 0.50, in dem alle Menüelemente in das Einstellungsmenü auf dem Hauptbildschirm verschoben wurden, ihre F-Droid-Notierung verbessert wurde und interne Änderungen zu ihrem Build-Prozess gemacht wurden.
pl: **[A Time Tracker](https://f-droid.org/packages/com.markuspage.android.atimetracker/)** pozwala łatwo śledzić, ile czasu spędzasz na różnych czynnościach. Po 2,5 roku bezczynności [zaktualizowano](https://github.com/netmackan/ATimeTracker/releases) do 0,50, przenosząc wszystkie elementy menu do menu Ustawienia na ekranie głównym, poprawiając listę F-Droid i wprowadzając zmiany pod maską w procesie kompilacji.
ro: **[A Time Tracker](https://f-droid.org/packages/com.markuspage.android.atimetracker/)** vă permite să urmăriți cu ușurință cât timp petreceți în diverse activități. După 2½ ani de inactivitate, [updated](https://github.com/netmackan/ATimeTracker/releases) la 0.50, mutând toate elementele de meniu în meniul Setări de pe ecranul principal, îmbunătățind listarea sa F-Droid și făcând modificări sub capotă în procesul de construire.
ru: **[A Time Tracker](https://f-droid.org/packages/com.markuspage.android.atimetracker/)** позволяет легко отслеживать, сколько времени вы тратите на различные виды деятельности. После 2,5 лет простоя он [обновился](https://github.com/netmackan/ATimeTracker/releases) до версии 0.50, переместив все пункты меню в меню Настройки на главном экране, улучшив листинг F-Droid и внеся изменения в процесс сборки.
uk: **[A Time Tracker](https://f-droid.org/packages/com.markuspage.android.atimetracker/)** дозволяє легко відстежувати, скільки часу ви витрачаєте на різні види діяльності. Після 2,5 років простою він [оновився](https://github.com/netmackan/ATimeTracker/releases) до версії 0.50, перемістивши всі пункти меню в меню Налаштування на головному екрані, поліпшивши лістинг F-Droid і внісши зміни в процес збірки.
zh_hans: **[A Time Tracker](https://f-droid.org/packages/com.markuspage.android.atimetracker/)** 让你轻松跟踪你在各种活动上花费的时间。在停滞 2½ 年后，它[更新](https://github.com/netmackan/ATimeTracker/releases) 到 0.50，将所有菜单项移动到主屏幕上的设置菜单，改进其 F-Droid 列表并对它的构建过程在底层做了更改。
