Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** was [updated](https://github.com/teal77/trireme/releases) from 1.0.3 to 1.1.0
de: **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)**-[Aktualisierung](https://github.com/teal77/trireme/releases) von 1.0.3 auf 1.1.0
pl: **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** został [zaktualizowany](https://github.com/teal77/trireme/releases) z 1.0.3 do 1.1.0
ro: **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** a fost [updated](https://github.com/teal77/trireme/releases) de la 1.0.3 la 1.1.0
ru: **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** был [обновлен](https://github.com/teal77/trireme/releases) с 1.0.3 до 1.1.0
uk: **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** [оновлено](https://github.com/teal77/trireme/releases) з 1.0.3 до 1.1.0
zh_hans: **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** 从 1.0.3 [更新](https://github.com/teal77/trireme/releases)到 1.1.0

source: **[Tuner](https://f-droid.org/packages/org.billthefarmer.tuner/)** was [updated](https://github.com/billthefarmer/tuner/releases) from 1.31 to 1.33
de: **[Tuner](https://f-droid.org/packages/org.billthefarmer.tuner/)**-[Aktualisierung](https://github.com/billthefarmer/tuner/releases) von 1.31 auf 1.33
pl: **[Tuner](https://f-droid.org/packages/org.billthefarmer.tuner/)** został [zaktualizowany](https://github.com/billthefarmer/tuner/releases) z 1.31 do 1.33
ro: **[Tuner](https://f-droid.org/packages/org.billthefarmer.tuner/)** a fost [updated](https://github.com/billthefarmer/tuner/releases) de la 1.31 la 1.33
ru: **[Tuner](https://f-droid.org/packages/org.billthefarmer.tuner/)** был [обновлен](https://github.com/billthefarmer/tuner/releases) с 1.31 до 1.33
uk: **[Tuner](https://f-droid.org/packages/org.billthefarmer.tuner/)** [оновлено](https://github.com/billthefarmer/tuner/releases) з 1.31 до 1.33
zh_hans: **[Tuner](https://f-droid.org/packages/org.billthefarmer.tuner/)** 从 1.31 [更新](https://github.com/billthefarmer/tuner/releases)至 1.33

source: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** was [updated](https://github.com/tuskyapp/Tusky/releases) from 5.2 to 8.0
de: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**-[Aktualisierung](https://github.com/tuskyapp/Tusky/releases) von 5.2 auf 8.0
pl: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** został [zaktualizowany](https://github.com/tuskyapp/Tusky/releases) z 5.2 do 8.0
ro: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** a fost [updated](https://github.com/tuskyapp/Tusky/releases) de la 5.2 la 8.0
ru: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** был [обновлен](https://github.com/tuskyapp/Tusky/releases) с 5.2 до 8.0
uk: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** [оновлено](https://github.com/tuskyapp/Tusky/releases) з 5.2 до 8.0
zh_hans: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** 从 5.2 [更新](https://github.com/tuskyapp/Tusky/releases)到 8.0

source: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** was updated from 3.48.5 to 3.55.2
de: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** erhielt ein Update von 3.48.5 auf 3.55.2
pl: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** została zaktualizowana z 3.48.5 do 3.55.2
ro: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** a fost actualizat de la 3.48.5 la 3.55.2
ru: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** был обновлен с 3.48.5 до 3.55.2
uk: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** оновлено з 3.48.5 до 3.55.2
zh_hans: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** 从 3.48.5 更新到 3.55.2

source: **[Twidere](https://f-droid.org/packages/org.mariotaku.twidere/)** was updated from 3.7.3 to 3.7.5
de: **[Twidere](https://f-droid.org/packages/org.mariotaku.twidere/)** erhielt ein Update von 3.7.3 auf 3.7.5
pl: **[Twidere](https://f-droid.org/packages/org.mariotaku.twidere/)** został zaktualizowany z 3.7.3 do 3.7.5
ro: **[Twidere](https://f-droid.org/packages/org.mariotaku.twidere/)** a fost actualizat de la 3.7.3 la 3.7.5
ru: **[Twidere](https://f-droid.org/packages/org.mariotaku.twidere/)** был обновлен с 3.7.3 до 3.7.5
uk: **[Twidere](https://f-droid.org/packages/org.mariotaku.twidere/)** оновлено з 3.7.3 до 3.7.5
zh_hans: **[Twidere](https://f-droid.org/packages/org.mariotaku.twidere/)** 从 3.7.3 更新到 3.7.5

source: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)** was [updated](https://github.com/Ryosuke839/UnicodePad/releases) from 2.4.0 to 2.5.0
de: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)**-[Aktualisierung](https://github.com/Ryosuke839/UnicodePad/releases) von 2.4.0 auf 2.5.0
pl: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)** został [zaktualizowany](https://github.com/Ryosuke839/UnicodePad/releases) z 2.4.0 do 2.5.0
ro: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)** a fost [updated](https://github.com/Ryosuke839/UnicodePad/releases) de la 2.4.0 la 2.5.0
ru: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)** был [обновлен](https://github.com/Ryosuke839/UnicodePad/releases) с 2.4.0 до 2.5.0
uk: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)** [оновлено](https://github.com/Ryosuke839/UnicodePad/releases) з 2.4.0 до 2.5.0
zh_hans: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)** 从 2.4.0 [更新](https://github.com/Ryosuke839/UnicodePad/releases)到 2.5.0

source: **[Unpopular Music Player](https://f-droid.org/packages/de.kromke.andreas.unpopmusicplayerfree/)** was [updated](https://gitlab.com/AndreasK/unpopular-music-player/blob/HEAD/app/src/main/assets/version-history.txt) from 1.51 to 2.10
de: **[Unpopular Music Player](https://f-droid.org/packages/de.kromke.andreas.unpopmusicplayerfree/)** wurde [aktualisiert](https://gitlab.com/AndreasK/unpopular-music-player/blob/HEAD/app/src/main/assets/version-history.txt) von 1.51 nach 2.10
pl: **[Unpopular Music Player](https://f-droid.org/packages/de.kromke.andreas.unpopmusicplayerfree/)** został [zaktualizowany](https://gitlab.com/AndreasK/unpopular-music-player/blob/HEAD/app/src/main/assets/version-history.txt) z 1.51 do 2.10
ro: **[Unpopular Music Player](https://f-droid.org/packages/de.kromke.andreas.unpopmusicplayerfree/)** a fost [updated](https://gitlab.com/AndreasK/unpopular-music-player/blob/HEAD/app/src/main/assets/version-history.txt) de la 1.51 la 2.10
ru: **[Unpopular Music Player](https://f-droid.org/packages/de.kromke.andreas.unpopmusicplayerfree/)** был [обновлен](https://gitlab.com/AndreasK/unpopular-music-player/blob/HEAD/app/src/main/assets/version-history.txt) с 1.51 до 2.10
uk: **[Unpopular Music Player](https://f-droid.org/packages/de.kromke.andreas.unpopmusicplayerfree/)** [оновлено](https://gitlab.com/AndreasK/unpopular-music-player/blob/HEAD/app/src/main/assets/version-history.txt) з 1.51 до 2.10
zh_hans: **[Unpopular Music Player](https://f-droid.org/packages/de.kromke.andreas.unpopmusicplayerfree/)** 从 1.51 [更新](https://gitlab.com/AndreasK/unpopular-music-player/blob/HEAD/app/src/main/assets/version-history.txt)到 2.10

source: **[Updater for Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/)** was [updated](https://github.com/2Ra66it/updater-for-spotify/releases) from 1.29 to 1.31
de: **[Updater for Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/)**-[Aktualisierung](https://github.com/2Ra66it/updater-for-spotify/releases) von 1.29 auf 1.31
pl: **[Updater for Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/)** został [zaktualizowany](https://github.com/2Ra66it/updater-for-spotify/releases) z 1.29 do 1.31
ro: **[Updater for Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/)** a fost [updated](https://github.com/2Ra66it/updater-for-spotify/releases) de la 1.29 la 1.31
ru: **[Updater for Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/)** был [обновлен](https://github.com/2Ra66it/updater-for-spotify/releases) с 1.29 до 1.31
uk: **[Updater для Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/)** [оновлено](https://github.com/2Ra66it/updater-for-spotify/releases) з 1.29 до 1.31
zh_hans: **[Updater for Spotify](https://f-droid.org/packages/ru.ra66it.updaterforspotify/)** 从 1.29 [更新](https://github.com/2Ra66it/updater-for-spotify/releases)到 1.31

source: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** was [updated](https://github.com/CypherpunkArmory/UserLAnd/releases) from 2.4.0 to 2.5.13
de: **[UserLAnd](https://f-droid.org/packages/tech.ula/)**-[Aktualisierung](https://github.com/CypherpunkArmory/UserLAnd/releases) von 2.4.0 auf 2.5.13
pl: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** został [zaktualizowany](https://github.com/CypherpunkArmory/UserLAnd/releases) z 2.4.0 do 2.5.13
ro: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** a fost [updated](https://github.com/CypherpunkArmory/UserLAnd/releases) de la 2.4.0 la 2.5.13
ru: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** был [обновлен](https://github.com/CypherpunkArmory/UserLAnd/releases) с 2.4.0 до 2.5.13
uk: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** [оновлено](https://github.com/CypherpunkArmory/UserLAnd/releases) з 2.4.0 до 2.5.13
zh_hans: **[UserLAnd](https://f-droid.org/packages/tech.ula/)** 从 2.4.0 [更新](https://github.com/CypherpunkArmory/UserLAnd/releases)到 2.5.13

source: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** was [updated](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) from 3.1.0 to 3.1.7
de: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)**-[Aktualisierung](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) von 3.1.0 auf 3.1.7
pl: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** został [zaktualizowany](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) z 3.1.0 do 3.1.7
ro: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** a fost [updated](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) de la 3.1.0 la 3.1.7
ru: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** был [обновлен](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) с 3.1.0 до 3.1.7
uk: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** [оновлено](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS) з 3.1.0 до 3.1.7
zh_hans: **[VLC](https://f-droid.org/packages/org.videolan.vlc/)** 从 3.1.0 [更新](https://code.videolan.org/videolan/vlc-android/blob/HEAD/NEWS)到 3.1.7

source: **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)** was updated from 2.3.0 to 2.4.4
de: **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)** erhielt ein Update von 2.3.0 auf 2.4.4
pl: **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)** został zaktualizowany z 2.3.0 do 2.4.4
ro: **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)** a fost actualizat de la 2.3.0 la 2.4.4
ru: **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)** был обновлен с 2.3.0 до 2.4.4
uk: **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)** оновлено з 2.3.0 до 2.4.4
zh_hans: **[VPN Hotspot](https://f-droid.org/packages/be.mygod.vpnhotspot/)** 从 2.3.0 更新到 2.4.4

source: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** was [updated](https://cdn.rawgit.com/vanilla-music/vanilla/HEAD/app/src/main/assets/about.html) from 1.0.82 to 1.0.83
de: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)**-[Aktualisierung](https://cdn.rawgit.com/vanilla-music/vanilla/HEAD/app/src/main/assets/about.html) von 1.0.82 auf 1.0.83
pl: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** został [zaktualizowany](https://cdn.rawgit.com/vanilla-music/vanilla/HEAD/app/src/main/assets/about.html) z 1.0.82 do 1.0.83
ro: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** a fost [updated](https://cdn.rawgit.com/vanilla-music/vanilla/HEAD/app/src/main/assets/about.html) de la 1.0.82 la 1.0.83
ru: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** был [обновлен](https://cdn.rawgit.com/vanilla-music/vanilla/HEAD/app/src/main/assets/about.html) с 1.0.82 до 1.0.83
uk: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** [оновлено](https://cdn.rawgit.com/vanilla-music/vanilla/HEAD/app/src/main/assets/about.html) з 1.0.82 до 1.0.83
zh_hans: **[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/)** 从 1.0.82 [更新](https://cdn.rawgit.com/vanilla-music/vanilla/HEAD/app/src/main/assets/about.html)到 1.0.83

source: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)** was updated from 1.4.2 to 1.4.3
de: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)** erhielt ein Update von 1.4.2 auf 1.4.3
pl: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)** została zaktualizowana z 1.4.2 do 1.4.3
ro: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)** a fost actualizat de la 1.4.2 la 1.4.3
ru: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)** обновлена с 1.4.2 до 1.4.3
uk: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)** оновлено з 1.4.2 до 1.4.3
zh_hans: **[Vector Camera](https://f-droid.org/packages/com.dozingcatsoftware.vectorcamera/)** 从 1.4.2 更新到 1.4.3

source: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** was [updated](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt) from 13.0.0.3 to 13.1.0.0
de: **[Vespucci](https://f-droid.org/packages/de.blau.android/)**-[Aktualisierung](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt) von 13.0.0.3 auf 13.1.0.0
pl: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** został [zaktualizowany](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt) z 13.0.0.3 do 13.1.0.0
ro: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** a fost [updated](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt) de la 13.0.0.3 la 13.1.0.0
ru: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** был [обновлен](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt) с 13.0.0.3 до 13.1.0.0
uk: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** [оновлено](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt) з 13.0.0.3 до 13.1.0.0
zh_hans: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** 从 13.0.0.3 [更新](https://github.com/MarcusWolschon/osmeditor4android/blob/HEAD/CHANGELOG.txt)到 13.1.0.0

source: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** was [updated](https://github.com/brarcher/video-transcoder/releases) from 0.13 to 0.14
de: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)**-[Aktualisierung](https://github.com/brarcher/video-transcoder/releases) von 0.13 auf 0.14
pl: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** został [zaktualizowany](https://github.com/brarcher/video-transcoder/releases) z 0.13 do 0.14
ro: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** a fost [updated](https://github.com/brarcher/video-transcoder/releases) de la 0.13 la 0.14
ru: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** был [обновлен](https://github.com/brarcher/video-transcoder/releases) с 0.13 до 0.14
uk: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** [оновлено](https://github.com/brarcher/video-transcoder/releases) з 0.13 до 0.14
zh_hans: **[Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)** 从 0.13 [更新](https://github.com/brarcher/video-transcoder/releases)至 0.14

source: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)** was [updated](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) from 0.20.1 to 0.22.1
de: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)**-[Aktualisierung](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) von 0.20.1 auf 0.22.1
pl: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)**został [zaktualizowany](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) z 0.20.1 do 0.22.1
ro: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)** a fost [updated](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) de la 0.20.1 la 0.22.1
ru: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)** был [обновлен](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) с 0.20.1 до 0.22.1
uk: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)** [оновлено](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md) з 0.20.1 до 0.22.1
zh_hans: **[Vinyl](https://f-droid.org/packages/com.poupa.vinylmusicplayer/)** 从 0.20.1 [更新](https://github.com/AdrienPoupa/VinylMusicPlayer/blob/HEAD/CHANGELOG.md)到 0.22.1

source: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** was [updated](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) from 0.1.8 to 1.1.0
de: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)**-[Aktualisierung](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) von 0.1.8 auf 1.1.0
pl: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** został [zaktualizowany](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) z 0.1.8 do 1.1.0
ro: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** a fost [updated](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) de la 0.1.8 la 1.1.0
ru: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** был [обновлен](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) с 0.1.8 до 1.1.0
uk: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** [оновлено](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md) з 0.1.8 до 1.1.0
zh_hans: **[Vädret](https://f-droid.org/packages/fi.kroon.vadret/)** 从 0.1.8 [更新](https://github.com/vadret/android/blob/HEAD/app/src/main/res/raw/changelog.md)到 1.1.0

source: **[WallETH](https://f-droid.org/packages/org.walleth/)** was updated from 0.44.8 to 0.45.9
de: **[WallETH](https://f-droid.org/packages/org.walleth/)** erhielt ein Update von 0.44.8 auf 0.45.9
pl: **[WallETH](https://f-droid.org/packages/org.walleth/)** został zaktualizowany z 0.44.8 do 0.45.9
ro: **[WallETH](https://f-droid.org/packages/org.walleth/)** a fost actualizată de la 0.44.8 la 0.45.9
ru: **[WallETH](https://f-droid.org/packages/org.walleth/)** обновлен с 0.44.8 до 0.45.9
uk: **[WallETH](https://f-droid.org/packages/org.walleth/)** оновлено з 0.44.8 до 0.45.9
zh_hans: **[WallETH](https://f-droid.org/packages/org.walleth/)** 从 0.44.8 更新到 0.45.9

source: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)** was updated from 1.5.0 to 1.6.0
de: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)** erhielt ein Update von 1.5.0 auf 1.6.0
pl: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)** został zaktualizowany z 1.5.0 do 1.6.0
ro: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)** a fost actualizat de la 1.5.0 la 1.6.0
ru: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)** обновлен с 1.5.0 до 1.6.0
uk: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)** оновлено з 1.5.0 до 1.6.0
zh_hans: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)** 从 1.5.0 更新到 1.6.0

source: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)** was updated from 2.6.7 to 3.0.12
de: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)** erhielt ein Update von 2.6.7 auf 3.0.12
pl: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)** został zaktualizowany z 2.6.7 do 3.0.12
ro: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)** a fost actualizat de la 2.6.7 la 3.0.12
ru: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)** был обновлен с 2.6.7 до 3.0.12
uk: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)** оновлено з 2.6.7 до 3.0.12
zh_hans: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)** 从 2.6.7 更新到 3.0.12

source: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)** was updated from 1.1.0 to 1.3.0
de: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)** erhielt ein Update von 1.1.0 auf 1.3.0
pl: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)** został zaktualizowany z 1.1.0 do 1.3.0
ro: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)** a fost actualizat de la 1.1.0 la 1.3.0
ru: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)** был обновлен с 1.1.0 до 1.3.0
uk: **[Погода Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)** оновлено з 1.1.0 до 1.3.0
zh_hans: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)** 从 1.1.0 更新到 1.3.0

source: **[Weather Widget](https://f-droid.org/packages/nl.implode.weer/)** was updated from 1.3.4 to 1.3.5
de: **[Weather Widget](https://f-droid.org/packages/nl.implode.weer/)** erhielt ein Update von 1.3.4 auf 1.3.5
pl: **[Weather Widget](https://f-droid.org/packages/nl.implode.weer/)** został zaktualizowany z 1.3.4 do 1.3.5
ro: **[Weather Widget](https://f-droid.org/packages/nl.implode.weer/)** a fost actualizat de la 1.3.4 la 1.3.5
ru: **[Weather Widget](https://f-droid.org/packages/nl.implode.weer/)** был обновлен с 1.3.4 до 1.3.5
uk: **[Weather Widget](https://f-droid.org/packages/nl.implode.weer/)** оновлено з 1.3.4 до 1.3.5
zh_hans: **[Weather Widget](https://f-droid.org/packages/nl.implode.weer/)** 从 1.3.4 更新到 1.3.5

source: **[Web Opac](https://f-droid.org/packages/de.geeksfactory.opacclient/)** was updated from 5.7.1 to 6.0.3
de: **[Web Opac](https://f-droid.org/packages/de.geeksfactory.opacclient/)** erhielt ein Update von 5.7.1 auf 6.0.3
pl: **[Web Opac](https://f-droid.org/packages/de.geeksfactory.opacclient/)** została zaktualizowana z 5.7.1 do 6.0.3
ro: **[Web Opac](https://f-droid.org/packages/de.geeksfactory.opacclient/)** a fost actualizat de la 5.7.1 la 6.0.3
ru: **[Web Opac](https://f-droid.org/packages/de.geeksfactory.opacclient/)** был обновлен с 5.7.1 до 6.0.3
uk: **[Web Opac](https://f-droid.org/packages/de.geeksfactory.opacclient/)** оновлено з 5.7.1 до 6.0.3
zh_hans: **[Web Opac](https://f-droid.org/packages/de.geeksfactory.opacclient/)** 从 5.7.1 更新到 6.0.3
