Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We already mentioned it being in beta last time, and now [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) 3.0.2 [has finally been released](http://osmand.net/blog?id=osmand-3-0-released). The 3.0 release brings a completely new 'Travel' menu integrating WikiVoyage data, updates to GPX import and a new way of starting subscriptions. [Check it out!](http://osmand.net/blog?id=osmand-3-0-released)
de: Wir haben es schon letztes Mal in der Beta erwähnt und wurde jetzt [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) 3.0.2 [endlich freigegeben](http://osmand.net/blog?id=osmand-3-0-released). Die Version 3.0 bringt ein völlig neues 'Travel'-Menü mit WikiVoyage-Daten, Updates für den GPX-Import und eine neue Art, Abonnements zu starten. [Seht euch das an!](http://osmand.net/blog?id=osmand-3-0-released)
pl: Wspomnieliśmy już, że jest w wersji beta ostatnio i teraz [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) 3.0.2 [w końcu został zwolniony](http://osmand.net/blog?id=osmand-3-0-released). Wersja 3.0 wprowadza zupełnie nowe menu 'Podróże' integrujące dane WikiVoyage, aktualizacje do importu GPX i nowy sposób uruchamiania subskrypcji. [Sprawdź to!](http://osmand.net/blog?id=osmand-3-0-released)
ro: Am menționat deja că este în versiune beta data trecută, iar acum [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) 3.0.2 [has finally been released](http://osmand.net/blog?id=osmand-3-0-released). Versiunea 3.0 aduce un meniu "Călătorie" complet nou, care integrează datele WikiVoyage, actualizări ale importului GPX și un nou mod de a începe abonamentele. [Check it out!](http://osmand.net/blog?id=osmand-3-0-released)
ru: В прошлый раз мы уже упоминали о том, что он находится в бета-версии, а теперь [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) 3.0.2 [наконец-то выпущен](http://osmand.net/blog?id=osmand-3-0-released). Релиз 3.0 привнес совершенно новое меню "Путешествия", интегрирующее данные WikiVoyage, обновления для импорта GPX и новый способ запуска подписок. [Проверьте это!](http://osmand.net/blog?id=osmand-3-0-released)
uk: Минулого разу ми вже згадували про те, що він знаходиться в бета-версії, а тепер [OsmAnd ~](https://f-droid.org/packages/net.osmand.plus/) 3.0.2 [нарешті випущений](http://osmand.net/blog?id=osmand-3-0-released). Реліз 3.0 привніс абсолютно нове меню "Подорожі", що інтегрує дані WikiVoyage, оновлення для імпорту GPX і новий спосіб запуску підписок. [Перевірте це!](http://osmand.net/blog?id=osmand-3-0-released)
zh_hans: 我们上次已经提到它处于测试阶段，现在 [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) 3.0.2 [终于发布了](http://osmand.net/blog?id=osmand-3-0-released)。3.0 版本带来了一个全新的‘旅行’菜单，整合了 WikiVoyage 数据，更新了 GPX 导入和新的开始订阅的方式。[看看吧！](http://osmand.net/blog?id=osmand-3-0-released)

source: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/) saw a new major release in 2.0.0, although this update mainly contains bug fixes. Most features that were originally planned for 2.0.0 were already included in the 1.9.0 release. [Changelog here](https://notabug.org/nvb/MovieDB/releases).
de: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/) eine neue Hauptversion in 2.0.0, obwohl dieses Update hauptsächlich Fehlerbehebungen enthält. Die meisten Features, die ursprünglich für 2.0.0 geplant waren, sind bereits in der Version 1.9.0 enthalten. [Changelog hier](https://notabug.org/nvb/MovieDB/releases).
pl: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/) zobaczyłem nowe główne wydanie w wersji 2.0.0, chociaż ta aktualizacja zawiera głównie poprawki błędów. Większość funkcji, które pierwotnie planowano w wersji 2.0.0, znalazło się już w wydaniu 1.9.0. [Dziennik zmian tutaj](https://notabug.org/nvb/MovieDB/releases).
ro: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/) a cunoscut o nouă versiune majoră în 2.0.0, deși această actualizare conține în principal corecturi de erori. Majoritatea caracteristicilor care au fost planificate inițial pentru 2.0.0 au fost deja incluse în versiunea 1.9.0. [Changelog here](https://notabug.org/nvb/MovieDB/releases).
ru: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/) получил новый крупный релиз 2.0.0, хотя это обновление в основном содержит исправления ошибок. Большинство функций, которые изначально планировались для 2.0.0, уже были включены в релиз 1.9.0. [Changelog здесь](https://notabug.org/nvb/MovieDB/releases).
uk: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/) отримав новий великий реліз 2.0.0, хоча це оновлення в основному містить виправлення помилок. Більшість функцій, які спочатку планувалися для 2.0.0, вже були включені в реліз 1.9.0. [Changelog тут](https://notabug.org/nvb/MovieDB/releases).
zh_hans: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/) 发布了新的主要版本 2.0.0，尽管这次更新主要包含错误修复。原本计划在 2.0.0 版本中发布的大部分功能已经包含在 1.9.0 版本中。[更新日志在这里](https://notabug.org/nvb/MovieDB/releases)。

source: [Etar](https://f-droid.org/packages/ws.xsoh.etar/) 1.0.13 is in, adding support for displaying lunar/festival when Language is Chinese, fixing a permission [bug](https://github.com/Etar-Group/Etar-Calendar/issues/249) in which Etar fails to run after first install on Android 6+, and many other fixes.
de: [Etar](https://f-droid.org/packages/ws.xsoh.etar/) 1.0.13 ist in, Unterstützung für die Anzeige von Lunar/Festival, wenn Chinesisch als Sprache eingestellt ist, Behebung eines [Berechtigungsbugs](https://github.com/Etar-Group/Etar-Calendar/issues/249), wegen dem Etar nach der ersten Installation auf Android 6 und höher nicht läuft und viele andere Korrekturen.
pl: [Etar](https://f-droid.org/packages/ws.xsoh.etar/) 1.0.13 jest w, dodając obsługę wyświetlania księżycowy/festiwal, gdy język jest chiński, ustalając pozwolenie [błąd](https://github.com/Etar-Group/Etar-Calendar/issues/249) w którym Etar nie działa po pierwszej instalacji na systemie Android 6+ i wielu innych poprawkach.
ro: [Etar](https://f-droid.org/packages/ws.xsoh.etar/) 1.0.13 este în, adăugând suport pentru afișarea lunară / festival atunci când limba este chineză, repararea unei permisiuni [bug](https://github.com/Etar-Group/Etar-Calendar/issues/249) în care Etar nu reușește să ruleze după prima instalare pe Android 6+, și multe alte corecții.
ru: Вышла [Etar](https://f-droid.org/packages/ws.xsoh.etar/) 1.0.13, в которой добавлена поддержка отображения лун/фестивалей, когда язык - китайский, исправлена ошибка разрешения [bug](https://github.com/Etar-Group/Etar-Calendar/issues/249), при которой Etar не запускался после первой установки на Android 6+, и много других исправлений.
uk: Випущено [Etar](https://f-droid.org/packages/ws.xsoh.etar/) 1.0.13, в якому додано підтримку показу місячного/фестивалів, коли мова китайський, виправлено [помилку](https://github.com/Etar-Group/Etar-Calendar/issues/249) дозволу, через яку Etar не запускався після першого встановлення на Android 6+, і багато інших виправлень.
zh_hans: [Etar](https://f-droid.org/packages/ws.xsoh.etar/) 1.0.13 版已经发布，增加了中文语言时显示农历/节日的支持，修复了 Etar 在 Android 6+ 首次安装后无法运行的权限[错误](https://github.com/Etar-Group/Etar-Calendar/issues/249)，以及许多其他修复。

source: [KeePassDroid](https://f-droid.org/packages/com.android.keepass/) was set back to 2.2.2.4. Apparently we automatically pulled in a prerelease which just crashes on opening the DB. Technical details are [here](https://github.com/bpellin/keepassdroid/issues/291).
de: [KeePassDroid](https://f-droid.org/packages/com.android.keepass/) wurde auf 2.2.2.4 zurückgesetzt. Anscheinend haben wir automatisch eine Vorabversion geholt, die beim Öffnen der DB abstürzt. Technische Details sind [hier](https://github.com/bpellin/keepassdroid/issues/291).
pl: [KeePassDroid](https://f-droid.org/packages/com.android.keepass/) została przywrócona do wersji 2.2.2.4. Wygląda na to, że automatycznie wciągnęliśmy wersję wstępną, która właśnie zawiesza się przy otwieraniu DB. Dane techniczne są [tutaj](https://github.com/bpellin/keepassdroid/issues/291).
ro: [KeePassDroid](https://f-droid.org/packages/com.android.keepass/) a fost setat înapoi la 2.2.2.2.4. Se pare că am tras automat o versiune preliminară care se blochează pur și simplu la deschiderea BD. Detaliile tehnice sunt [aici](https://github.com/bpellin/keepassdroid/issues/291).
ru: [KeePassDroid](https://f-droid.org/packages/com.android.keepass/) был установлен обратно на 2.2.2.4. Очевидно, мы автоматически подтянули пререлиз, который просто падает при открытии БД. Технические подробности [здесь](https://github.com/bpellin/keepassdroid/issues/291).
uk: [KeePassDroid](https://f-droid.org/packages/com.android.keepass/) був встановлений назад на 2.2.2.4. Очевидно, ми автоматично підтягнули пререліз, який просто падає при відкритті БД. Технічні подробиці [тут](https://github.com/bpellin/keepassdroid/issues/291).
zh_hans: [KeePassDroid](https://f-droid.org/packages/com.android.keepass/) 被设置回 2.2.2.4。显然，我们自动拉取了一个预发布版本，该版本在打开数据库时就崩溃了。技术细节在[这里](https://github.com/bpellin/keepassdroid/issues/291)。

source: I would like to point out that some apps that could have been in this overview were passed over, because they didn't have any changelogs that I could find. If you'd like your app to be picked up, be sure you _have_ changelogs, and make sure they are linked in the fdroid metadata or in fastlane format inside your repository. Better yet, if you have important updates coming out, drop us a line! See below.
de: Ich möchte darauf hinweisen, dass einige Apps, die in dieser Übersicht hätten sein können, übergangen wurden, weil sie keine Changelogs hatten, die ich finden konnte. Wenn Sie möchten, dass Ihre Anwendung aufgenommen wird, stellen Sie sicher, dass die Changelogs in den fdroid-Metadaten oder im Fastlane-Format in Ihrem Repository _verlinkt sind_. Besser noch: wenn Sie wichtige Updates haben, schreiben Sie uns! Siehe unten.
pl: Chciałbym zwrócić uwagę, że niektóre aplikacje, które mogły znaleźć się w tym przeglądzie, zostały pominięte, ponieważ nie miały żadnych zmian, które mógłbym znaleźć. Jeśli chcesz, aby Twoja aplikacja została pobrana, upewnij się, że _masz_ dziennik zmian i upewnij się, że jest on połączony w metadanych fdroid lub w formacie fastlane wewnątrz repozytorium. Co więcej, jeśli pojawią się ważne aktualizacje, napisz do nas! Zobacz poniżej.
ro: Aș dori să subliniez faptul că unele aplicații care ar fi putut fi incluse în această prezentare generală au fost trecute cu vederea, deoarece nu aveau niciun registru de modificări pe care să le fi putut găsi. Dacă doriți ca aplicația dvs. să fie preluată, asigurați-vă că _aveți_ registre de modificări și asigurați-vă că acestea sunt legate în metadatele fdroid sau în format fastlane în cadrul depozitului dvs. Mai bine, dacă aveți actualizări importante în curs de apariție, trimiteți-ne un mesaj! Vedeți mai jos.
ru: Я хотел бы отметить, что некоторые приложения, которые могли бы попасть в этот обзор, были пропущены, потому что у них не было журналов изменений, которые я смог найти. Если вы хотите, чтобы ваше приложение попало в обзор, убедитесь, что у вас _есть_ журналы изменений, и убедитесь, что они связаны в метаданных fdroid или в формате fastlane в вашем репозитории. А еще лучше, если у вас выходят важные обновления, напишите нам! См. ниже.
uk: Я хотів би відзначити, що деякі програми, які могли б потрапити в цей огляд, були пропущені, тому що у них не було журналів змін, які я зміг знайти. Якщо ви хочете, щоб ваше застосунок потрапило в огляд, переконайтеся, що у вас _є_ журнали змін, і переконайтеся, що вони пов'язані в метаданих fdroid або в форматі fastlane в ваше сховище. А ще краще, якщо у вас виходять важливі оновлення, напишіть нам! Див. нижче.
zh_hans: 我想指出的是，一些本可以在这个概览中出现的应用被忽略了，因为它们没有我可以找到的任何更新日志。如果你希望你的应用被选中，请确保你 _有_ 更新日志，并确保它们被链接在 fdroid 元数据中或以 fastlane 格式发布在你的仓库中。甚至更好的是，如果你有重要的更新发布，请给我们留言！请看下面。

source: All apps have been kept safe and sound this week.
de: Alle Apps wurden diese Woche sicher gehalten.
pl: Wszystkie aplikacje zostały zachowane w tym tygodniu.
ro: Toate aplicațiile au fost păstrate în siguranță în această săptămână.
ru: На этой неделе все приложения были сохранены в целости и сохранности.
uk: Цього тижня всі застосунки були збережені в цілості й збереженості.
zh_hans: 本周所有的应用都保持安全可靠。

source: Feedback? Come talk to us in #fdroid on [Freenode](https://freenode.net/), on Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) or on [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). All of these spaces are bridged together. You can also join us on the [forum](https://forum.f-droid.org/), toot at [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) on Mastodon, or, if you absolutely must, [tweet us](https://twitter.com/fdroidorg).
de: Feedback? Sprechen Sie mit uns in #fdroid auf [Freenode](https://freenode.net/), in Matrix über [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) oder über [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Alle diese Plätze werden zusammengeführt. Treten Sie dem [Forum](https://forum.f-droid.org/) bei. Tröten Sie auf [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) oder, wenn es unbedingt sein muss, [twittern Sie uns](https://twitter.com/fdroidorg).
pl: Informacje zwrotne? Przyjdź porozmawiaj z nami w fdroid na [Freenode](https://freenode.net/), na Matrixie przez [freenode_fdroid: matrix.org](https://matrix.to//freenode_fdroid:matrix.org) lub na [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Wszystkie te przestrzenie są ze sobą połączone. Możesz również dołączyć do nas na [forum] ](https://forum.f-droid.org/), toot at [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) na Mastodon, lub, jeśli absolutnie musisz, [tweetuj na](https://twitter.com/fdroidorg).
ro: Feedback? Veniți să vorbiți cu noi în #fdroid pe [Freenode](https://freenode.net/), pe Matrix prin [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) sau pe [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Toate aceste spații sunt conectate între ele. De asemenea, puteți să vă alăturați nouă pe [forum](https://forum.f-droid.org/), să tootăm la [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) pe Mastodon sau, dacă trebuie neapărat, să ne [tweet us](https://twitter.com/fdroidorg).
zh_hans: 想要反馈吗？请在 [Freenode](https://freenode.net/) 的 #fdroid 频道，或在 Matrix 中通过 [#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)，或通过 [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA) 与我们联系。所有这些空间都是桥接在一起的。你也可以在[论坛](https://forum.f-droid.org/)上加入我们，[在 Mastodon 上发嘟文](https://mastodon.technology/@fdroidorg)，或者，如果你非得这么做，[tweet 我们](https://twitter.com/fdroidorg)。

source: This Week in F-Droid, Week 23
de: Diese Woche in F-Droid, Woche 23
pl: W tym tygodniu w F-Droid, Tydzień 23
ro: Săptămâna aceasta în F-Droid, săptămâna 23
ru: Эта неделя в F-Droid, неделя 23
uk: Цей тиждень у F-Droid, тиждень 23
zh_hans: F-Droid 每周新闻，第 23 周

source: Only a few days left for the [Fennec icon challenge](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810)! This is your final reminder that submissions close [Sunday the 10th of June, 24:00 UTC](https://www.wolframalpha.com/input/?i=June+10,+2018,+24:00+UTC)!
de: Nur noch wenige Tage bis zur [Fennec Icon Challenge](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810)! Dies ist die letzte Erinnerung an den Einsendeschluss am [Sonntag, den 10. Juni, 24:00 UTC](https://www.wolframalpha.com/input/?i=Juni+10,+2018,+24:00+UTC)!
pl: Zostało tylko kilka dni na [Ikona Fennec](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810)! To jest twoje ostatnie przypomnienie, że zgłoszenia się zamykają [Niedziela 10 czerwca, 24:00 UTC](https://www.wolframalpha.com/input/?i=June+10,+2018,+24:00+UTC)!
ro: Au mai rămas doar câteva zile pentru [Fennec icon challenge](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810)! Aceasta este ultima atenționare că înscrierile se încheie [Sunday the 10th of June, 24:00 UTC](https://www.wolframalpha.com/input/?i=June+10,+2018,+24:00+UTC)!
ru: Осталось всего несколько дней для участия в [Fennec icon challenge](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810)! Это последнее напоминание о том, что прием заявок заканчивается [воскресенье 10 июня, 24:00 UTC](https://www.wolframalpha.com/input/?i=June+10,+2018,+24:00+UTC)!
uk: Залишилося всього кілька днів для участі в [Fennec icon challenge](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810)! Це останнє нагадування про те, що приймання заявок завершується у [неділю 10 червня о 24:00 UTC](https://www.wolframalpha.com/input/?i=June+10,+2018,+24:00+UTC)!
zh_hans: [Fennec 图标挑战](https://forum.f-droid.org/t/new-icon-for-fennec-f-droid/2810) 只剩下几天时间了！这是最后一次提醒你，提交截止日期为[6 月 10 日星期日，24:00 UTC](https://www.wolframalpha.com/input/?i=June+10,+2018,+24:00+UTC)！

source: We will be starting the vote shortly after that. The voting period will last until the end of June to give less frequent contributers a chance to vote.
de: Wir werden kurz danach mit der Abstimmung beginnen. Die Abstimmung wird bis Ende Juni dauern, um weniger häufig Mitwirkenden eine Möglichkeit zur Abstimmung zu geben.
pl: Wkrótce rozpoczniemy głosowanie. Okres głosowania potrwa do końca czerwca, aby rzadziej uczestnicy mogli zagłosować.
ro: Vom începe votul la scurt timp după aceea. Perioada de votare va dura până la sfârșitul lunii iunie, pentru a le oferi contribuitorilor mai puțin frecvenți șansa de a vota.
ru: Вскоре после этого мы начнем голосование. Период голосования продлится до конца июня, чтобы дать возможность проголосовать тем, кто вносит свой вклад реже.
uk: Незабаром після цього ми почнемо голосування. Воно триватиме до кінця червня, щоб дати можливість проголосувати тим, хто робить свій внесок рідше.
zh_hans: 我们将在此后不久开始投票。投票期将持续到 6 月底，以便给不太经常出现的贡献者一个投票的机会。

source: By the time you read this, [Bubu](https://forum.f-droid.org/u/Bubu) will have given a talk at the AfRA hackerspace in Berlin, demonstrating the whole process of adding apps to the main F-Droid repository, from the [rfp](https://gitlab.com/fdroid/rfp) to the actual publishing.
de: Wenn Sie dies lesen, wird [Bubu](https://forum.f-droid.org/u/Bubu) einen Vortrag im AfRA-Hackerspace in Berlin gehalten haben, der den gesamten Prozess des Hinzufügens von Apps zum Hauptrepository von F-Droid demonstriert, aus dem [rfp](https://gitlab.com/fdroid/rfp) zur eigentlichen Veröffentlichung.
pl: Zanim to przeczytasz, [Bubu](https://forum.f-droid.org/u/Bubu) przeprowadzi rozmowę w hackerze AfRA w Berlinie, demonstrując cały proces dodawania aplikacji do głównego repozytorium F -Droid, od [rfp](https://gitlab.com/fdroid/rfp) do faktycznego publikowania.
ro: Până când veți citi aceste rânduri, [Bubu](https://forum.f-droid.org/u/Bubu) va fi ținut un discurs la AfRA hackerspace din Berlin, demonstrând întregul proces de adăugare a aplicațiilor la depozitul principal F-Droid, de la [rfp](https://gitlab.com/fdroid/rfp) până la publicarea efectivă.
ru: К тому времени, когда вы будете читать это, [Bubu](https://forum.f-droid.org/u/Bubu) выступит с докладом в хакерспейсе AfRA в Берлине, демонстрируя весь процесс добавления приложений в основной репозиторий F-Droid, от [rfp](https://gitlab.com/fdroid/rfp) до фактической публикации.
uk: На той час, коли ви будете читати це, [Bubu](https://forum.f-droid.org/u/Bubu) виступить з доповіддю в хакерспейсі AfRA в Берліні, демонструючи весь процес додавання застосунків в основний репозиторій F-Droid, від [rfp](https://gitlab.com/fdroid/rfp) до фактичної публікації.
zh_hans: 当你读到这篇文章时，[Bubu](https://forum.f-droid.org/u/Bubu) 将在柏林的 AfRA 黑客空间发表演讲，演示将应用添加到 F-Droid 主仓库的整个过程，从 [rfp](https://gitlab.com/fdroid/rfp) 到实际发布。
