Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Inspecting software is essential for understanding what that piece of software is actually doing. And free software means that all users have the guaranteed opportunity to fully inspect the source code they rely on. The cyber-security industry is built on inspecting software to find malware and build up defenses. Malware scanners use large collections of characteristic signatures of software to scan billions of devices, while finding new attacks requires code audits, [technical](https://googleprojectzero.blogspot.com/2021/12/a-deep-dive-into-nso-zero-click.html) analysis, and forensics. This is the most well known field of software inspection. There are also volunteers, [academics](https://www.cbc.ca/news/science/citizen-lab-packrat-1.3357099), and civil society organizations [looking](https://cryptax.medium.com/investigating-android-malware-with-pithus-17d2143cc528) for [tracking](https://techcrunch.com/2021/01/28/x-mode-location-google-apple-ban/), [targeted](https://www.amnesty.org/en/latest/news/2022/03/the-pegasus-project-how-amnesty-tech-uncovered-the-spyware-scandal-new-video/) [attacks](https://www.eff.org/press/releases/eff-and-lookout-uncover-new-malware-espionage-campaign-infecting-thousands-around), addictive [dark patterns](https://www.ftc.gov/news-events/news/press-releases/2021/10/ftc-ramp-enforcement-against-illegal-dark-patterns-trick-or-trap-consumers-subscriptions), surveillance capitalism, and other unethical practices. The F-Droid community is also built on inspection, making sure we ship free software and mark [Anti-Features]({{ site.baseurl }}/docs/Anti-Features).
de: Die Untersuchung von Software ist essentiell für das Verständnis, was das Stück Software tatsächlich macht. Und freie Software heißt, dass alle Anwender die verbriefte Möglichkeit haben, den Quellcode, dem sie vertrauen, vollständig zu überprüfen. Die Cyber-Security-Industrie baut auf Prüfsoftware, um Malware herauszufinden und Schutz dagegen zu entwickeln. Malware-Scanner nutzen riesige Sammlungen von charakteristischen Software-Signaturen, um Milliarden von Geräten zu durchforsten, da das Finden neuer Angriffsziele die Inspektion, [technical](https://googleprojectzero.blogspot.com/2021/12/a-deep-dive-into-nso-zero-click.html) Analyse und Forensik von Code erfordert. Das ist das bekannteste Gebiet der Software-Untersuchung. Es gibt auch Freiwillige, [Wissenschaftler](https://www.cbc.ca/news/science/citizen-lab-packrat-1.3357099) und zivilgesellschaftliche Institutionen, die nach [Tracking](https://techcrunch.com/2021/01/28/x-mode-location-google-apple-ban/) [suchen](https://cryptax.medium.com/investigating-android-malware-with-pithus-17d2143cc528), das [gezielt](https://www.amnesty.org/en/latest/news/2022/03/the-pegasus-project-how-amnesty-tech-uncovered-the-spyware-scandal-new-video/) [Angriffe](https://www.eff.org/press/releases/eff-and-lookout-uncover-new-malware-espionage-campaign-infecting-thousands-around), verführerische [Dark Patterns](https://www.ftc.gov/news-events/news/press-releases/2021/10/ftc-ramp-enforcement-against-illegal-dark-patterns-trick-or-trap-consumers-subscriptions), Überwachungskapitalismus und andere unethische Praktiken ausübt. Die F-Droid-Community baut ebenfalls auf Überprüfung, um sicherzustellen, dass wir freie Software ausliefern und [Anti-Features]({{ site.baseurl }}/docs/Anti-Features) kennzeichnen.
pl: Sprawdzanie oprogramowania jest niezbędne do zrozumienia, co dana część oprogramowania tak naprawdę robi. Wolne oprogramowanie oznacza, że wszyscy użytkownicy mają zagwarantowaną możliwość pełnego sprawdzenia kodu źródłowego, na którym polegają. Branża cyberbezpieczeństwa opiera się na badaniu oprogramowania w celu znalezienia złośliwego oprogramowania i zbudowania obrony. Skanery złośliwego oprogramowania używają dużych zbiorów charakterystycznych sygnatur oprogramowania do skanowania miliardów urządzeń, podczas gdy znalezienie nowych ataków wymaga audytu kodu, [technicznej](https://googleprojectzero.blogspot.com/2021/12/a-deep-dive-into-nso-zero-click.html) analizy i kryminalistyki. Jest to najbardziej znana dziedzina inspekcji oprogramowania. Istnieją również wolontariusze, [naukowcy](https://www.cbc.ca/news/science/citizen-lab-packrat-1.3357099) i organizacje społeczeństwa obywatelskiego [poszukujące](https://cryptax.medium.com/investigating-android-malware-with-pithus-17d2143cc528) do [śledzenia](https://techcrunch.com/2021/01/28/x-mode-location-google-apple-ban/), [ukierunkowanych](https://www.amnesty.org/en/latest/news/2022/03/the-pegasus-project-how-amnesty-tech-uncovered-the-spyware-scandal-new-video/) [ataków](https://www.eff.org/press/releases/eff-and-lookout-uncover-new-malware-espionage-campaign-infecting-thousands-around), uzależniających [ciemnych wzorców](https://www.ftc.gov/news-events/news/press-releases/2021/10/ftc-ramp-enforcement-against-illegal-dark-patterns-trick-or-trap-consumers-subscriptions), kapitalizmu inwigilacyjnego i innych nieetycznych praktyk. Społeczność F-Droid jest również zbudowana na kontroli, upewniając się, że wysyłamy wolne oprogramowanie i oznaczone [Niepożądane funkcje]({{ site.baseurl }}/docs/Anti-Features).
ro: Inspectarea software-ului este esențială pentru a înțelege ce face de fapt acea bucată de software. Iar software-ul liber înseamnă că toți utilizatorii au posibilitatea garantată de a inspecta integral codul sursă pe care se bazează. Industria securității cibernetice se bazează pe inspectarea software-ului pentru a găsi programe răuvoitoare și pentru a construi apărări. Scanerele folosesc colecții mari de semnături caracteristice ale software-ului pentru a scana miliarde de dispozitive, în timp ce pentru a găsi noi atacuri este nevoie de auditări de cod, analize [tehnice](https://googleprojectzero.blogspot.com/2021/12/a-deep-dive-into-nso-zero-click.html) și expertize. Acesta este cel mai cunoscut domeniu al inspecției software. Există, de asemenea, voluntari, [cadre universitare](https://www.cbc.ca/news/science/citizen-lab-packrat-1.3357099) și organizații ale societății civile care [caută](https://cryptax.medium.com/investigating-android-malware-with-pithus-17d2143cc528) operațiunile de [supraveghere](https://techcrunch.com/2021/01/28/x-mode-location-google-apple-ban/) si [atacurile](https://www.amnesty.org/en/latest/news/2022/03/the-pegasus-project-how-amnesty-tech-uncovered-the-spyware-scandal-new-video/) [direcționate](https://www.eff.org/press/releases/eff-and-lookout-uncover-new-malware-espionage-campaign-infecting-thousands-around), [tipare întunecate](https://www.ftc.gov/news-events/news/press-releases/2021/10/ftc-ramp-enforcement-against-illegal-dark-patterns-trick-or-trap-consumers-subscriptions) care creează dependență, capitalismul de supraveghere și alte practici neetice. Comunitatea F-Droid este, de asemenea, construită pe inspecție, asigurându-ne că livrăm software liber și marcăm [Caracteristici negative]({{ site.baseurl }}/docs/Anti-Features).
ru: Осмотр программного обеспечения необходим для понимания того, что на самом деле делает эта часть программы. А свободное программное обеспечение означает, что все пользователи имеют гарантированную возможность полностью изучить исходный код, на который они полагаются. Индустрия кибербезопасности построена на проверке программного обеспечения для поиска вредоносных программ и создания защитных систем. Сканеры вредоносного ПО используют большие коллекции характерных сигнатур программ для сканирования миллиардов устройств, а поиск новых атак требует аудита кода, [технического](https://googleprojectzero.blogspot.com/2021/12/a-deep-dive-into-nso-zero-click.html) анализа и криминалистики. Это наиболее известная область проверки программного обеспечения. Кроме того, волонтеры, [ученые](https://www.cbc.ca/news/science/citizen-lab-packrat-1.3357099) и общественные организации [ищут](https://cryptax.medium.com/investigating-android-malware-with-pithus-17d2143cc528) [отслеживание](https://techcrunch.com/2021/01/28/x-mode-location-google-apple-ban/), [целевые](https://www.amnesty.org/en/latest/news/2022/03/the-pegasus-project-how-amnesty-tech-uncovered-the-spyware-scandal-new-video/) [атаки](https://www.eff.org/press/releases/eff-and-lookout-uncover-new-malware-espionage-campaign-infecting-thousands-around), вызывающие зависимость [темные схемы](https://www.ftc.gov/news-events/news/press-releases/2021/10/ftc-ramp-enforcement-against-illegal-dark-patterns-trick-or-trap-consumers-subscriptions), капитализм слежки и другие неэтичные практики. Сообщество F-Droid также построено на проверке, убеждаясь, что мы поставляем свободное программное обеспечение и отмечаем [Anti-Features]({{ site.baseurl }}/docs/Anti-Features).
uk: Перевірка програмного забезпечення має важливе значення для розуміння того, що ця частина програмного забезпечення насправді робить. А вільне програмне забезпечення означає, що всі користувачі мають гарантовану можливість повністю перевірити вихідний код, на який вони покладаються. Індустрія кібербезпеки побудована на перевірці програмного забезпечення з метою виявлення шкідливого програмного забезпечення та побудови захисту. Сканери шкідливого програмного забезпечення використовують великі сховища характерних сигнатур програмного забезпечення для сканування мільярдів пристроїв, в той час, як пошук нових атак вимагає аудиту коду, [технічного](https://googleprojectzero.blogspot.com/2021/12/a-deep-dive-into-nso-zero-click.html) аналізу та криміналістики. Це найвідоміша сфера перевірки програмного забезпечення. Існують також волонтери, [науковці](https://www.cbc.ca/news/science/citizen-lab-packrat-1.3357099) та організації громадянського суспільства, які [шукають](https://cryptax.medium.com/investigating-android-malware-with-pithus-17d2143cc528) [стеження](https://techcrunch.com/2021/01/28/x-mode-location-google-apple-ban/), [цілеспрямовані](https://www.amnesty.org/en/latest/news/2022/03/the-pegasus-project-how-amnesty-tech-uncovered-the-spyware-scandal-new-video/) [атаки](https://www.eff.org/press/releases/eff-and-lookout-uncover-new-malware-espionage-campaign-infecting-thousands-around), різні [приховані схеми](https://www.ftc.gov/news-events/news/press-releases/2021/10/ftc-ramp-enforcement-against-illegal-dark-patterns-trick-or-trap-consumers-subscriptions), несанкціоноване відстеження користувачів та інші неетичні практики. Спільнота F-Droid також побудована на перевірці, щоб переконатися, що ми постачаємо вільне програмне забезпечення та позначаємо [Небажані функції]({{ site.baseurl }}/docs/Anti-Features).
zh_hans: 检查软件对于了解该软件实际在做什么至关重要。自由软件意味着所有用户都有机会全面检查他们所依赖的源代码。网络安全行业建立在检查软件以发现恶意软件并建立防御的基础上。恶意软件扫描器使用大量软件特征签名来扫描数十亿台设备，而发现新的攻击需要代码审计，[技术](https://googleprojectzero.blogspot.com/2021/12/a-deep-dive-into-nso-zero-click.html)分析和取证。这是最著名的软件检查领域。还有志愿者、[学者](https://www.cbc.ca/news/science/citizen-lab-packrat-1.3357099)和民间社会组织[寻找](https://cryptax.medium.com/investigating-android-malware-with-pithus-17d2143cc528)[跟踪](https://techcrunch.com/2021/01/28/x-mode-location-google-apple-ban/)，[针对性](https://www.amnesty.org/en/latest/news/2022/03/the-pegasus-project-how-amnesty-tech-uncovered-the-spyware-scandal-new-video/)[攻击](https://www.eff.org/press/releases/eff-and-lookout-uncover-new-malware-espionage-campaign-infecting-thousands-around)，令人上瘾的[黑暗模式](https://www.ftc.gov/news-events/news/press-releases/2021/10/ftc-ramp-enforcement-against-illegal-dark-patterns-trick-or-trap-consumers-subscriptions)，监视资本主义和其他不道德的做法。 F-Droid 社区也建立在检查之上，确保我们分发自由软件并标记[负面特征]({{ site.baseurl }}/docs/Anti-Features)。

source: Some developers will describe the features, but leave key details out. This can be just a simple oversight, or they might know that users will be unhappy, so they aim to keep those details out of the public eye. Even developers who are working hard to be transparent and honestly serve their users can be ensnared. We have huge industries telling developers to include all sorts of libraries and services in their apps because it will improve the functionality or development process.
de: Einige Entwickler werden die Merkmale beschreiben aber die wichtigen Einzelheiten dazu weglassen. Dies kann einfach ein schlichtes Übersehen sein, oder sie wissen vielleicht schon, dass Anwender damit unglücklich wären, und beabsichtigen, diese Details vor der Öffentlichkeit zu verbergen. Selbst Entwickler, die hart an sich arbeiten, transparent zu sein und ihre Anwender ehrlich bedienen, können verführt werden. Wir haben riesige Industrien, die Entwickler verleiten, alle Arten von Bibliotheken und Diensten in ihre Apps einzuschließen, weil sie die Funktionalität oder die Weiterentwicklung verbessern werden.
pl: Niektórzy programiści opisują funkcje, ale pomijają kluczowe szczegóły. Może to być zwykłe niedopatrzenie, albo mogą wiedzieć, że użytkownicy będą niezadowoleni, więc starają się trzymać te szczegóły z dala od opinii publicznej. Nawet programiści, którzy ciężko pracują, aby być przejrzystymi i uczciwie służyć swoim użytkownikom, mogą zostać złapani w pułapkę. Mamy ogromne branże, które każą programistom dołączać do swoich aplikacji wszelkiego rodzaju biblioteki i usługi, ponieważ poprawi to funkcjonalność lub proces tworzenia.
ro: Unii dezvoltatori vor descrie caracteristicile, dar vor omite detalii cheie. Aceasta poate fi doar o simplă neglijență, sau poate că știu că utilizatorii vor fi nemulțumiți, așa că urmăresc să țină aceste detalii departe de ochii publicului. Chiar și dezvoltatorii care se străduiesc să fie transparenți și să își servească în mod onest utilizatorii pot fi prinși în capcană. Avem industrii uriașe care le spun dezvoltatorilor să includă tot felul de biblioteci și servicii în aplicațiile lor, deoarece acestea vor îmbunătăți funcționalitatea sau procesul de dezvoltare.
ru: Некоторые разработчики описывают функции, но опускают ключевые детали. Это может быть простая оплошность, а может быть, они знают, что пользователи будут недовольны, и поэтому стараются скрыть эти детали от общественности. Даже разработчики, которые стараются быть прозрачными и честно служить своим пользователям, могут попасть в ловушку. У нас есть огромные индустрии, которые говорят разработчикам включать в свои приложения всевозможные библиотеки и сервисы, потому что это улучшит функциональность или процесс разработки.
uk: Деякі розробники описують функції, але залишають ключові подробиці поза увагою. Це може бути просто недогляд, або вони можуть знати, що користувачі будуть незадоволені, тому прагнуть приховати ці подробиці від очей громадськості. Навіть розробники, які наполегливо працюють над тим, щоб бути прозорими та чесно служити своїм користувачам, можуть потрапити в пастку. У нас є величезні індустрії, які закликають розробників включати всілякі бібліотеки та служби у свої програми, тому що це покращить функціональність або полегшить процес розробки.
zh_hans: 一些开发者会描述这些功能，但会忽略关键细节。这可能只是一个简单的疏忽，也可能他们知道用户会不高兴，因此他们的目标是让这些细节远离公众视线。即使是努力保持透明并诚实地为用户服务的开发者也可能掉进坑里。我们有庞大的设施告诉开发者在他们的应用中包含了哪些库和服务，因为这将改善功能或开发过程。

source: "Finding opportunities to generate revenue shouldn’t be difficult!"
de: "Gelegenheiten zu finden, Einkommen zu generieren, sollte nicht schwierig sein!"
pl: „Znalezienie możliwości generowania przychodów nie powinno być trudne!”
ro: "Să găsești oportunități de a genera venituri nu ar trebui să fie dificil!"
ru: "Поиск возможностей для получения прибыли не должен быть сложным!"
uk: "Знайти можливості для отримання доходу не має бути складним!"
zh_hans: “寻找创收机会应该轻而易举！”

source: "Great data collection software enables you to maximize productivity!"
de: "Eine großartige Datenerhebungssoftware versetzt Sie in die Lage, Ihre Produktivität zu maximieren!"
pl: "Świetne oprogramowanie do gromadzenia danych pozwala zmaksymalizować produktywność!"
ro: "Un software excelent de colectare a datelor vă permite să maximizați productivitatea!"
ru: "Отличное программное обеспечение для сбора данных позволяет добиться максимальной производительности!"
uk: "Чудове програмне забезпечення для збору даних дасть вам змогу максимізувати продуктивність!"
zh_hans: “出色的数据收集软件使您能够最大限度地提高生产力！”

source: "App monetization is a way of helping you make money from your mobile app without charging for it."
de: "App-Monetarisierung ist eine Möglichkeit, Ihnen dabei zu helfen, Geld mit Ihrer mobilen App zu verdienen, ohne Gebühren für sie zu erheben."
pl: "Monetyzacja aplikacji to sposób, który pomaga zarabiać na aplikacji mobilnej bez pobierania za nią opłat."
ro: "Monetizarea aplicațiilor este o modalitate de a vă ajuta să faceți bani din aplicația dvs. mobilă fără să cereți bani pentru ea."
ru: "Монетизация приложений - это способ помочь вам заработать на своем мобильном приложении, не взимая за него плату"
uk: "Монетизація - це спосіб, який допоможе вам заробляти гроші зі свого мобільного застосунку, не стягуючи за нього плату."
zh_hans: “应用货币化是一种帮助您从移动应用中赚钱而无需收费的方式。”

source: Those often include things that users do not want. What those industries are actually saying is: gather as much personal data as possible, track the users, hook them addictive dark patterns, and demand their attention to show them as many ads as possible. These are what we are working to expose, and building tools so we are more effective and more people can get involved.
de: So etwas beinhaltet oft Dinge, die Anwender nicht möchten. Was solche Industrien eigentlich sagen ist: sammle so viel persönliche Daten wie möglich, überwache die Nutzer, fessle sie mit verführerischen Dark Patterns und beanspruche ihre Aufmerksamkeit, indem du ihnen so viel Werbung wie möglich zeigst. Wir arbeiten daran, solche Dinge aufzudecken und Tools zu entwickeln, damit wir schlagkräftiger werden und mehr Leute davon mitbekommen.
pl: Te często zawierają rzeczy, których użytkownicy nie chcą. To, co te branże tak naprawdę mówią, to: zbieraj jak najwięcej danych osobowych, śledź użytkowników, zaczepiaj ich uzależniając, od ciemnych wzorców i domagaj się ich uwagi, aby pokazać im jak najwięcej reklam. To właśnie nad tym pracujemy, aby ujawnić, i budujemy narzędzia, abyśmy byli bardziej skuteczni i więcej osób mogło się zaangażować.
ro: Acestea includ adesea lucruri pe care utilizatorii nu le doresc. Ceea ce spun de fapt aceste industrii este: adunați cât mai multe date personale, urmăriți utilizatorii, agățați-i de tipare întunecate care creează dependență și solicitați-le atenția pentru a le arăta cât mai multe reclame. Aceste lucruri sunt cele pe care noi lucrăm să le expunem și construim instrumente pentru a fi mai eficienți și pentru ca mai mulți oameni să se poată implica.
ru: Часто они включают в себя то, чего пользователи не хотят. На самом деле эти индустрии говорят следующее: собирайте как можно больше персональных данных, отслеживайте пользователей, зацепляйте их за темные шаблоны и требуйте их внимания, чтобы показать им как можно больше рекламы. Именно это мы и пытаемся разоблачить, создавая инструменты для повышения эффективности и вовлечения большего количества людей.
uk: Вони часто включають речі, які користувачі не хочуть. Ці індустрії фактично говорять: збирайте якомога більше персональних даних, відстежуйте користувачів, заманюйте їх темними схемами, що викликають звикання, і вимагайте їхньої уваги, щоб показати їм якомога більше реклами. Ми працюємо над тим, щоб викрити їх, і створюємо засоби, щоб ми були дієвішими та більше людей могли долучитися.
zh_hans: 这些通常包括用户不想要的东西。这些行业实际上在说的是：收集尽可能多的个人数据，跟踪用户，用令人上瘾的黑暗模式留住他们，并吸引他们的注意力向他们展示尽可能多的广告。这些是我们正在努力揭露的事情，并且我们正在构建工具以提高效率并使更多人可以参与其中。

source: Scanning with signatures
de: Nach Signaturen scannen
pl: Skanowanie z podpisami
ro: Scanarea cu semnături
ru: Сканирование с подписями
uk: Сканування з сигнатурами
zh_hans: 使用签名进行扫描
