Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** lets you read and organize mangas. This update from 1.86 to 1.89 now comes as a dedicated F-Droid build flavor, adding new mangas and various fixes.
de: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** lässt Sie Mangas lesen und organisieren. Diese Aktualisierung von 1.86 auf 1.89 kommt nun als F-Droid gewidmete Build-Variante heraus, die neue Mangas und verschiedene Korrekturen hinzufügt.
pl: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** pozwala ci czytać i organizować mangi. Ta aktualizacja z wersji 1.86 do 1.89 jest teraz dedykowana dla F-Droida, dodając nowe mangi i różne poprawki.
ro: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** vă permite să citiți și să organizați mangas. Această actualizare de la 1.86 la 1.89 vine acum ca o aromă dedicată F-Droid build, adăugând noi mangas și diverse corecții.
ru: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** позволяет читать и упорядочивать манги. Это обновление с 1.86 до 1.89 теперь поставляется в виде специальной сборки для F-Droid, добавляя новые манги и различные исправления.
uk: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** дозволяє читати і впорядковувати манги. Це оновлення з 1.86 до 1.89 тепер поставляється у вигляді спеціальної збірки для F-Droid, додаючи нові манги і різні виправлення.
zh_hans: **[Mi Manga Nu](https://f-droid.org/packages/ar.rulosoft.mimanganu/)** 让你阅读和整理漫画。这次从 1.86 到 1.89 的更新现在通过专用的 F-Droid 构建风格提供，添加了新的漫画和各种修复。

source: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** had two updates during this period. First off, 0.14.0 was released featuring a more customizable main page and different UI and UX tweaks including a reworked navigation drawer, drag and drop to close the popup / pip mode and much more. For more info you can [check the blog post](https://newpipe.schabi.org/blog/release/pinned/newpipe-0.14.0-released/).
de: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** hatte in diesem Zeitraum zwei Updates. Zunächst wurde 0.14.0 veröffentlicht, herauszustellen sind dabei eine besser zu personalisierende Hauptseite und verschiedene Anpassungen der Benutzeroberfläche und Bedienung, einschließlich einem überarbeiteten Navigationsauszug, das Drag-and-Drop, um den Popup-/ Pip-Modus zu schließen und noch viel mehr. Weitere Informationen dazu finden Sie im [Blog-Post](https://newpipe.schabi.org/blog/release/pinned/newpipe-0.14.0-released/).
pl: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** miał dwie aktualizacje w tym okresie. Po pierwsze, opublikowano wersję 0.14.0 z bardziej konfigurowalną stroną główną i różnymi poprawkami UI i UX, w tym przerobioną szufladą nawigacji, metodą przeciągnij i upuść, aby zamknąć tryb popup / pip i wiele więcej. Aby uzyskać więcej informacji, możesz [sprawdzić wpis na blogu](https://newpipe.schabi.org/blog/release/pinned/newpipe-0.14.0-released/).
ro: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** a avut două actualizări în această perioadă. În primul rând, a fost lansată versiunea 0.14.0, care include o pagină principală mai personalizabilă și diferite ajustări ale interfeței de utilizare și UX, inclusiv un sertar de navigare refăcut, drag and drop pentru a închide modul popup / pip și multe altele. Pentru mai multe informații, puteți [check the blog post](https://newpipe.schabi.org/blog/release/pinned/newpipe-0.14.0-released/).
ru: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** за этот период вышло два обновления. Во-первых, была выпущена версия 0.14.0 с более настраиваемой главной страницей и различными улучшениями UI и UX, включая переработанный навигационный ящик, перетаскивание для закрытия всплывающего окна / режима pip и многое другое. Для получения дополнительной информации вы можете [проверить запись в блоге](https://newpipe.schabi.org/blog/release/pinned/newpipe-0.14.0-released/).
uk: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** за цей період вийшло два оновлення. По-перше, була випущена версія 0.14.0 з більш настроюється головною сторінкою та різними поліпшеннями UI і UX, включаючи перероблений навігаційний ящик, перетягування для закриття спливаючого вікна/режиму pip і багато іншого. Для отримання додаткової інформації ви можете [перевірити запис в блозі](https://newpipe.schabi.org/blog/release/pinned/newpipe-0.14.0-released/).
zh_hans: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** 在此期间有两次更新。首先，0.14.0 发布了，具有更可定制的主页以及不同的 UI 和 UX 调整，包括重新设计的导航抽屉、拖放以关闭弹出/点子模式等等。有关更多信息，你可以[查看博客文章](https://newpipe.schabi.org/blog/release/pinned/newpipe-0.14.0-released/)。

source: On the heels of that comes the 0.14.1 hotfix, which fixes NewPipe after a change on YouTube's side basically [broke everything](https://forum.f-droid.org/t/help-fail-newspipe-why/3800). Also includes a fix for long links in video descriptions.
de: Direkt auf dessen Fersen folgte der Hotfix 0.14.1, der NewPipe reparierte, nachdem eine Änderung auf der YouTube-Seite im Grunde [alles zerstörte](https://forum.f-droid.org/t/help-fail-newspipe-why/3800). Er enthält auch einen Fix für lange Links in Videobeschreibungen.
pl: W tym momencie pojawia się poprawka 0.14.1, która naprawia NewPipe po zmianie strony YouTube [wszystko zepsuł](https://forum.f-droid.org/t/help-fail-newspipe-why/3800). Zawiera również poprawkę dla długich linków w opisach filmów.
ro: Pe urmele acesteia vine hotfixul 0.14.1, care repară NewPipe după o schimbare din partea YouTube, practic [broke everything](https://forum.f-droid.org/t/help-fail-newspipe-why/3800). Include, de asemenea, o corecție pentru linkurile lungi din descrierile video.
ru: Вслед за этим выходит исправление 0.14.1, которое исправляет NewPipe после того, как изменения на стороне YouTube по сути [сломали все](https://forum.f-droid.org/t/help-fail-newspipe-why/3800). Также исправлены длинные ссылки в описаниях видео.
uk: Слідом за цим виходить виправлення 0.14.1, яке виправляє NewPipe після того, як зміни на стороні YouTube по суті [зламали всі](https://forum.f-droid.org/t/help-fail-newspipe-why/3800 ). Також виправлені довгі посилання в описах відео.
zh_hans: 紧随其后的是 0.14.1 修补程序，它在 YouTube 方面发生的基本上[破坏了一切](https://forum.f-droid.org/t/help-fail-newspipe-why/3800)的变化后修复了 NewPipe。还包括对视频描述中长链接的修复。

source: We now have **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 3.2 beta in the repo which is supposed to fix Android 8 rendering performance issues, and fixes a crash on startup that occurred with non-latin maps. This update won't be automatically suggested to you unless you have "Unstable updates" enabled in the F-Droid app, but you can expand the "Versions" tab and install it manually. Note that this is a beta version: proceed at your own risk.
de: Wir haben jetzt **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 3.2 beta im Repo, das beabsichtigt, die Rendering-Leistungsprobleme auf Android 8 zu beheben und einen Absturz nach dem Start beseitigt, der bei Karten in nicht-lateinischer Schrift auftrat. Es werden Ihnen keine automatischen Updates angeboten, außer Sie haben in der F-Droid-App die "Instabilen Aktualisierungen" aktiviert, Sie können aber die "Versionen" ausklappen und sie manuell installieren. Beachten Sie, dass dies eine Beta-Version ist: fahren Sie auf eigenes Risiko fort.
pl: Teraz mamy **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 3.2 beta w repozytorium, które ma naprawić problemy z wydajnością renderowania Androida 8 i naprawia awarię podczas uruchamiania, która miała miejsce w przypadku map innych niż łacińskie. Ta aktualizacja nie zostanie automatycznie zasugerowana, chyba że w aplikacji F-Droid jest włączona opcja "Niestabilne aktualizacje", ale możesz rozwinąć kartę "Wersje" i zainstalować ją ręcznie. Zwróć uwagę, że jest to wersja beta: przejdź na własne ryzyko.
ro: Avem acum **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 3.2 beta în depozit, care ar trebui să rezolve problemele de performanță de redare de pe Android 8 și să rezolve o blocare la pornire care a avut loc cu hărți nelatine. Această actualizare nu vă va fi sugerată automat decât dacă aveți activată opțiunea "Unstable updates" (Actualizări instabile) în aplicația F-Droid, dar puteți extinde fila "Versions" (Versiuni) și să o instalați manual. Rețineți că aceasta este o versiune beta: procedați pe propriul risc.
ru: Сейчас в репозитории находится **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 3.2 beta, который должен исправить проблемы производительности рендеринга Android 8, а также устранить сбой при запуске, который происходил с нелатинскими картами. Это обновление не будет предложено вам автоматически, если у вас не включена функция "Нестабильные обновления" в приложении F-Droid, но вы можете открыть вкладку "Версии" и установить его вручную. Обратите внимание, что это бета-версия: действуйте на свой страх и риск.
uk: Зараз в репозиторії розміщено **[OsmAnd ~](https://f-droid.org/packages/net.osmand.plus/)** 3.2 бета, який повинен виправити проблеми швидкодії рендерингу Android 8, а також усунути збій під час запуску, який виникав з мапами без латиниці. Це оновлення не буде запропоновано вам автоматично, якщо у вас не ввімкнена функція «Нестабільні оновлення» в застосунку F-Droid, але ви можете відкрити вкладку «Версії» й установити його вручну. Зверніть увагу, що це бета-версія: дійте на свій страх і ризик.
zh_hans: 我们现在在存储库中有 **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 3.2 beta，它应该修复 Android 8 渲染性能问题，并且修复了非拉丁字母地图在启动时发生的崩溃。除非你在 F-Droid 应用中启用了“不稳定更新”，否则不会自动向你建议此更新，但你可以展开“版本”选项卡并手动安装。请注意，这是一个测试版：风险自负。

source: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)**, a material design replacement for the stock AOSP messaging app, was updated from 3.4.5 to 3.5.3, with initial SMS backup and restore, direct share support, smoother scrolling for MMS messages, and _many_ bug fixes.
de: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)**, ein Material-Design-Ersatz für die AOSP-Standardnachrichtenapp, wurde von 3.4.5 auf 3.5.3 aktualisiert, mit ersten SMS-Sicherungen und -Wiederherstellungen, Unterstützung des direkten Teilens, flüssigerem Durchblättern von MMS-Nachrichten und _vielen_ Fehlerkorrekturen.
pl: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)**, materialny zamiennik projektu dla aplikacji do przesyłania wiadomości AOSP, został zaktualizowany z wersji 3.4.5 do wersji 3.5.3, z początkowym tworzeniem kopii zapasowych i przywracania wiadomości SMS, obsługą bezpośredniego udostępniania, płynniejszym przewijaniem wiadomości MMS i poprawkami _wielu_ błędów.
ro: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)**, un înlocuitor de design material pentru aplicația de mesagerie AOSP stock, a fost actualizată de la 3.4.5 la 3.5.3, cu backup și restaurare inițială a SMS-urilor, suport pentru partajare directă, derulare mai lină pentru mesajele MMS și _multe_ corecturi de erori.
ru: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)**, приложение для обмена сообщениями, заменяющее стоковое приложение AOSP с материальным дизайном, было обновлено с 3.4.5 до 3.5.3, с первоначальным резервным копированием и восстановлением SMS, поддержкой прямого обмена, более плавной прокруткой для сообщений MMS и _многими_ исправлениями.
uk: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)**, застосунок для обміну повідомленнями, що заміняє стічний застосунок AOSP з матеріальним дизайном, було оновлено з 3.4.5 до 3.5. 3, з початковим резервним копіюванням і відновленням SMS, підтримкою прямого обміну, більш плавною прокруткою для повідомлень MMS і _багатьма_ виправленнями.
zh_hans: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)**， AOSP 原装消息收发应用的 material design 替代品，已从 3.4.5 更新到 3.5.3，具备初始短信备份和恢复功能、直接分享支持、更流畅的彩信滚动，及_许多_错误修复。

source: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** is a lightweight material design Mastodon client. Version 3.1 fixes image orientation when uploading them, fixes bugs with loading bottom items, allows account switching while offline, and other bug fixes and improvements.
de: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** ist ein schlanker Mastodon-Client im Material Design. Version 3.1 korrigiert die Bildausrichtung, wenn sie hochgeladen werden, behebt Fehler beim Laden von Objekten am unteren Rand, ermöglicht den Offline-Kontenwechsel und enthält weitere Bugfixes und Verbesserungen.
pl: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** jest lekkim materiałem konstrukcyjnym klienta Mastodon. Wersja 3.1 poprawia orientację obrazu podczas przesyłania, naprawia błędy z ładowaniem dolnych elementów, umożliwia przełączanie kont w trybie offline oraz inne poprawki i ulepszenia.
ro: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** este un client Mastodon cu un design material ușor. Versiunea 3.1 corectează orientarea imaginilor la încărcarea lor, corectează erori la încărcarea elementelor de jos, permite schimbarea contului în timp ce este offline și alte corecturi și îmbunătățiri.
ru: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** - это легкий клиент Mastodon с материальным дизайном. Версия 3.1 исправляет ориентацию изображений при их загрузке, исправляет ошибки с загрузкой нижних элементов, позволяет переключать учетные записи в автономном режиме, а также другие исправления и улучшения.
uk: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** - це легкий клієнт Mastodon з матеріальним дизайном. Версія 3.1 виправляє орієнтацію зображень при їх завантаженні, виправляє помилки із завантаженням нижніх елементів, дозволяє перемикати облікові записи в автономному режимі, а також інші виправлення і поліпшення.
zh_hans: **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)** 是一款轻量 material design 的Mastodon 客户端。版本 3.1 修复了上传时的图像方向，修复了加载底部项目的错误，允许离线时切换帐户，以及其他错误修复和改进。

source: Do you have important app updates we should write about? Send in your tips via [Mastodon](https://joinmastodon.org)! Send them to **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** and remember to tag with **[#TWIF](https://mastodon.technology/tags/twif)**. Or use the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum. The deadline to the next TWIF is **Thursday** 12:00 UTC.
de: Haben Sie wichtige Updates einer App, über die wir schreiben sollten? Senden Sie Ihre Tipps über [Mastodon](https://joinmastodon.org) ein! Senden Sie sie an **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** und denken Sie an einen **[#TWIF](https://mastodon.technology/tags/twif)**-Tag. Oder nutzen Sie den [TWIF Submission Thread](https://forum.f-droid.org/t/twif-submission-thread) im Forum. Einsendeschluss für das nächste TWIF ist **Donnerstag** 12:00 UTC.
pl: Czy masz ważne informacje o aktualizacjach aplikacji, o których powinniśmy pisać? Wyślij swoje porady przez [Mastodon](https://joinmastodon.org)! Wyślij je do **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** i pamiętaj, by oznaczyć je tagiem **[#TWIF](https://mastodon.technology/tags/twif)**. Lub użyj [wątku składania TWIF](https://forum.f-droid.org/t/twif-submission-thread) na forum. Termin do następnego TWIF to * Czwartek** 12:00 UTC.
ro: Aveți actualizări importante ale aplicațiilor despre care ar trebui să scriem? Trimiteți-ne sfaturile dvs. prin [Mastodon](https://joinmastodon.org)! Trimiteți-le la **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** și nu uitați să le etichetați cu **[#TWIF](https://mastodon.technology/tags/twif)**. Sau folosiți [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) de pe forum. Termenul limită pentru următorul TWIF este **joi** 12:00 UTC.
zh_hans: 你有我们应该写出来的重要应用更新吗？通过 [Mastodon](https://joinmastodon.org) 发送你的提示！将它们发送到 **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** 并记得使用 **[#TWIF](https://mastodon.technology/tags/twif)**。或者使用论坛上的[TWIF 提交主题](https://forum.f-droid.org/t/twif-submission-thread)。下一个 TWIF 的截止时间是**星期四** 12:00 UTC。

source: TWIF 22: Servers Edition
de: TWIF 22: Server-Ausgabe
pl: TWIF 22: Edycja serwerów
ro: TWIF 22: Ediția serverelor
ru: TWIF 22: Сервера
uk: TWIF 22: Випуски Сервера
zh_hans: TWIF 22：服务器版

source: This Week In F-Droid 22, Week 38, 2018 <a href="{{ site.baseurl }}/feed.xml"><img src="{% asset Feed-icon-16x16.png %}" alt="Feed"></a>
de: Diese Woche in F-Droid 22, Woche 38, 2018 <a href="{{ site.baseurl }}/feed.xml"><img src="{% asset Feed-icon-16x16.png %}" alt="Feed"></a>
pl: W tym tygodniu w F-Droid 22, Tydzień 38, 2018 <a href="{{ site.baseurl }}/feed.xml"><img alt="Feed" src="{% asset Feed-icon-16x16.png %}"></a>
ro: Săptămâna aceasta în F-Droid 22, săptămâna 38, 2018 <a href="{{ site.baseurl }}/feed.xml"><img alt="Feed" src="{% asset Feed-icon-16x16.png %}"></a>
ru: Эта неделя в F-Droid 22, Неделя 38, 2018 <a href="{{ site.baseurl }}/feed.xml"><img alt="Feed" src="{% asset Feed-icon-16x16.png %}"></a>
uk: Цей тиждень у F-Droid 22, Тиждень 38, 2018 <a href="{{ site.baseurl }}/feed.xml"><img alt="Feed" src="{% asset Feed-icon-16x16.png %}"></a>
zh_hans: F-Droid 每周新闻 22，第 38 周，2018 <a href="{{ site.baseurl }}/feed.xml"><img alt="“订阅”" src="{%asset Feed-icon-16x16.png %}"></a>

source: In this edition: Buildserver ready to upgrade to Stretch, SET Anti-Feature bug, hosted basebox images, pretty fdroiddata graphs, Rocket.Chat finally lands, and 68 updated apps including Mastalab. <!--more-->
de: In dieser Ausgabe: Buildserver bereit für ein Upgrade auf Stretch, der SET-Fehler für Anti-Features, gehostete Basebox Images, hübsche fdroiddata-Grafiken, Rocket.Chat landet endlich und 68 aktualisierte Apps, einschließlich Mastalab. <!--more-->
pl: W tej edycji: Buildserver gotowy do uaktualnienia do Stretch, SET Anti-Feature bug, hostowane obrazy basebox, ładne wykresy fdroiddata, Rocket.Chat wreszcie ląduje i 68 zaktualizowane aplikacje, w tym Mastalab.
ro: În această ediție: Buildserver gata de upgrade la Stretch, bug-ul SET Anti-Feature, imagini basebox găzduite, grafice fdroiddata frumoase, Rocket.Chat aterizează în sfârșit și 68 de aplicații actualizate, inclusiv Mastalab.
ru: В этом выпуске: Buildserver готов к обновлению до Stretch, ошибка SET Anti-Feature, размещенные изображения basebox, красивые графики fdroiddata, Rocket.Chat наконец-то приземлился, и 68 обновленных приложений, включая Mastalab. <!--more-->
uk: У цьому випуску: Buildserver готовий до оновлення до Stretch, помилка SET Anti-Feature, розміщені зображення basebox, красиві графіки fdroiddata, Rocket.Chat нарешті додано, і 68 оновлених застосунків, включно з Mastalab. <!--more-->
zh_hans: 在本期中：Buildserver 准备升级到 Stretch、SET 负面特征错误、托管的 basebox 镜像、漂亮的 fdroiddata 图表、Rocket.Chat 终于登陆商店，以及包括 Mastalab 在内的 68 个更新的应用。 <!--more-->

source: Buildserver upgrade to _Debian Stretch_ nearing completion
de: Buildserver-Upgrade auf _Debian Stretch_ nähert sich dem Abschluss
pl: Aktualizacja Buildserver do _Debian Stretch_ bliska ukończenia
ro: Actualizarea serverului de compilare la _Debian Stretch_ se apropie de finalizare
ru: Обновление сервера сборки до _Debian Stretch_ близится к завершению
uk: Оновлення сервера збирання до _Debian Stretch_ наближається до завершення
zh_hans: Buildserver 升级到 _Debian Stretch_ 即将完成

source: **[@uniqx](https://forum.f-droid.org/u/uniqx)**'s big buildserver update to Stretch has been merged, and has been successfully validated on [jenkins.debian.net](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/). **[@CiaranG](https://ciarang.com)** has indicated that he is ready to update, so this will go live on our production buildserver very soon! This is a _huge_ upgrade that we've been working towards for a long time. Once it's in, it should be easier for us to add apps (less complicated recipes), and allow us to include more apps that we were previously unable to build.
de: **[@uniqx](https://forum.f-droid.org/u/uniqx)**'s großes Buildserver-Update auf Stretch wurde eingespielt und auf [jenkins.debian.net](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/) erfolgreich validiert. **[@CiaranG](https://ciarang.com)** hat angedeutet, dass er bereit ist zu aktualisieren, somit wird es sehr bald auf unserem Produktions-Buildserver in Betrieb gehen! Dies ist ein _riesiges_ Upgrade, auf das wir seit langer Zeit hingearbeitet haben. Sobald es steht, sollte es für uns leichter sein, Apps hinzuzufügen (weniger komplizierte Rezepte), und es sollte uns ermöglichen, weitere Apps, die wir zuvor nicht herstellen konnten, aufzunehmen.
pl: **[@uniqx](https://forum.f-droid.org/u/uniqx)** aktualizacja dużego buildserver do Stretch została scalona i została pomyślnie sprawdzona na [jenkins.debian.net](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/). **[@CiaranG](https://ciarang.com)** oznajmił, że jest gotowy do aktualizacji, więc wkrótce pojawią się na naszym serwerze budującym produkcje! To jest _wielkie_ ulepszenie, nad którym pracujemy od dłuższego czasu. Po wejściu na rynek powinno nam być łatwiej dodawać aplikacje (mniej skomplikowane przepisy) i umożliwić nam dodanie większej liczby aplikacji, których wcześniej nie byliśmy w stanie zbudować.
ro: **[@uniqx](https://forum.f-droid.org/u/uniqx)**marea actualizare a serverului de compilare pentru Stretch a fost îmbinată și a fost validată cu succes pe [jenkins.debian.net](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/). **[@CiaranG](https://ciarang.com)** a indicat că este gata să facă actualizarea, așa că aceasta va fi activată pe serverul nostru de compilare de producție foarte curând! Aceasta este o actualizare _importantă_ la care lucrăm de mult timp. Odată ce va fi înăuntru, ar trebui să ne fie mai ușor să adăugăm aplicații (rețete mai puțin complicate) și să ne permită să includem mai multe aplicații pe care anterior nu le puteam construi.
ru: **[@uniqx](https://forum.f-droid.org/u/uniqx)** большое обновление билдсервера до Stretch было объединено и успешно подтверждено на [jenkins.debian.net](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/). **[@CiaranG](https://ciarang.com)** сообщил, что он готов к обновлению, так что это обновление будет запущено на нашем производственном билдсервере очень скоро! Это _огромное_ обновление, над которым мы работали в течение долгого времени. После его внедрения нам будет проще добавлять приложения (менее сложные рецепты), и мы сможем включить больше приложений, которые раньше не могли создать.
uk: **[@uniqx](https://forum.f-droid.org/u/uniqx)** велике оновлення білдсервера до Stretch було об'єднано і успішно підтверджено на [jenkins.debian.net](https://jenkins. debian.net/job/reproducible_fdroid_build_apps/). **[@CiaranG](https://ciarang.com)** повідомив, що він готовий до оновлення, так що це оновлення буде запущено на нашому виробничому білдсервере дуже скоро! Це _велике_ оновлення, над яким ми працювали протягом довгого часу. Після його впровадження нам буде простіше додавати застосунки (менш складні рецепти), і ми зможемо включити більше застосунків, які раніше не могли створити.
zh_hans: **[@uniqx](https://forum.f-droid.org/u/uniqx)**对 Stretch 的大构建服务器更新已被合并，且已在 [jenkins.debian.net](https://jenkins.debian.net/job/reproducible_fdroid_build_apps/)上成功验证。**[@CiaranG](https://ciarang.com)** 表示他已准备好更新，所以这将很快在我们的生产构建服务器上上线！ 这是个 _巨型_ 升级，我们为之努力了很长时间。有了它，我们添加应用应该会更容易 (不那么复杂的配方)，并允许我们纳入更多之前无法构建的应用。

source: SET Anti-Feature bug
de: Unerwünschtes Merkmal "SET"
pl: ZBIÓR funkcji anty błąd
ro: SET Anti-Feature eroare
ru: Ошибка SET Anti-Feature
uk: Помилка SET Anti-Feature
zh_hans: SET 负面特征错误
