Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: There is also a flurry of activity around donation-based funding of free software. That has been nicely encapsulated in GitHub Sponsor's [definition](https://help.github.com/en/github/administering-a-repository/displaying-a-sponsor-button-in-your-repository) of the [_FUNDING.yml_](https://gitlab.com/fdroid/fdroidclient/blob/master/FUNDING.yml) file to register donation methods as part of a Git repo. This fits in nicely with F-Droid concept of deferring to the developer's Git repo as the source of key metadata about the app (descriptions, translations, screenshots, email address, etc). Once F-Droid has established the source repo URL as the canonical source location, it is already trusted, so it provides a trusted channel from the app developer to the users of that app, via F-Droid.
de: Es herrscht zudem eine hektische Aktivität rund um die spendenbasierte Finanzierung freier Software. Die wurde fein in GitHub Sponsor's [Definition](https://help.github.com/en/github/administering-a-repository/displaying-a-sponsor-button-in-your-repository) zur Datei [_FUNDING.yml_](https://gitlab.com/fdroid/fdroidclient/blob/master/FUNDING.yml)eingebaut, um Spendenmethoden als Teil eines Git-Repos zu erfassen. Das passt wunderbar zu F-Droids Konzept, das Git-Repo der Entwickler als Quelle der Schlüsselmetadaten zur App (Beschreibungen, Übersetzungen, Screenshots, E-Mail-Adresse etc.) zu betrachten. Nachdem F-Droid die Quellrepo-URL als anerkannten Ursprungsort eingeführt hat, gilt die bereits als vertrauenswürdig, somit liefert sie, über F-Droid, einen zuverlässigen Kanal vom App-Entwickler zum Anwender der App.
pl: Ożywia się również działalność związana z finansowaniem wolnego oprogramowania z darowizn. Zostało to dobrze ujęte w [definicji](https://help.github.com/en/github/administering-a-repository/displaying-a-sponsor-button-in-your-repository) pliku [_FUNDING.yml_](https://gitlab.com/fdroid/fdroidclient/blob/master/FUNDING.yml) określonej przez GitHub Sponsor’s w celu zarejestrowania metod darowizn w ramach repozytorium Git. Świetnie pasuje to do koncepcji F-Droid polegającej na korzystaniu programisty z repozytorium Git jako źródła kluczowych metadanych dotyczących aplikacji (opisy, tłumaczenia, zrzuty ekranu, adres e-mail itp.). Gdy F-Droid ustali adres URL źródła repozytorium jako kanoniczną lokalizację źródła, jest już zaufany, więc zapewnia zaufany kanał od twórcy aplikacji do użytkowników tej aplikacji za pośrednictwem F-Droid.
ro: Există, de asemenea, o activitate intensă în ceea ce privește finanțarea bazată pe donații a software-ului liber. Aceasta a fost frumos încapsulată în [definition](https://help.github.com/en/github/administering-a-repository/displaying-a-sponsor-button-in-your-repository) a fișierului [_FUNDING.yml_](https://gitlab.com/fdroid/fdroidclient/blob/master/FUNDING.yml) de la GitHub Sponsor pentru a înregistra metodele de donație ca parte a unui repo Git. Acest lucru se potrivește foarte bine cu conceptul F-Droid de a se raporta la repo-ul Git al dezvoltatorului ca sursă de metadate cheie despre aplicație (descrieri, traduceri, capturi de ecran, adresă de e-mail etc.). Odată ce F-Droid a stabilit URL-ul repo-ului sursă ca locație canonică a sursei, acesta este deja de încredere, astfel încât oferă un canal de încredere de la dezvoltatorul aplicației către utilizatorii aplicației respective, prin intermediul F-Droid.
ru: Также наблюдается активность вокруг финансирования свободных программ на основе пожертвований. Это было хорошо отражено в [определении](https://help.github.com/en/github/administering-a-repository/displaying-a-sponsor-button-in-your-repository) GitHub Sponsor файла [_FUNDING.yml_](https://gitlab.com/fdroid/fdroidclient/blob/master/FUNDING.yml) для регистрации методов пожертвования как части Git-репозитория. Это хорошо вписывается в концепцию F-Droid, согласно которой Git-репо разработчика является источником ключевых метаданных о приложении (описание, перевод, скриншоты, адрес электронной почты и т.д.). Как только F-Droid установил URL исходного репозитория в качестве канонического местоположения источника, ему уже доверяют, поэтому он обеспечивает надежный канал от разработчика приложения к пользователям этого приложения через F-Droid.
uk: Також спостерігається активність навколо фінансування вільного програмного забезпечення коштом внесків. Це було добре показано у [визначенні](https://help.github.com/en/github/administering-a-repository/displaying-a-sponsor-button-in-your-repository) GitHub Sponsor файлу [_FUNDING.yml_](https://gitlab.com/fdroid/fdroidclient/blob/master/FUNDING.yml) для реєстрації методів допомоги як частини Git-репозиторію. Це добре вписується в концепцію F-Droid, згідно з якою Git-репозиторій розробника — це джерело ключових метаданих про застосунок (опис, переклад, знімки екрана, адреса електронної пошти тощо). Як тільки F-Droid визначив URL репозиторій розташування джерела, йому вже довіряють, тому він забезпечує надійний канал від розробника застосунку до користувачів цього застосунку через F-Droid.
zh_hans: 围绕基于捐赠的自由软件资助也开展了一系列活动。将捐赠方式记录在 Git 存储库中的方法已经很好地封装在 GitHub Sponsor 对 [_FUNDING.yml_](https://gitlab.com/fdroid/fdroidclient/blob/master/FUNDING.yml) 文件的[定义](https://help.github.com/en/github/administering-a-repository/displaying-a-sponsor-button-in-your-repository) 中。这非常符合 F-Droid 将开发者的 Git 存储库作为有关应用的关键元数据（描述、翻译、屏幕截图、电子邮件地址等）的来源的概念。一旦 F-Droid 将源存储库 URL 建立为首选源位置，它就已经是受信任的，因此它通过 F-Droid 提供了从应用开发者到该应用用户的受信任通道。

source: What does this change for app developers?
de: Welche Änderungen bringt das für App-Entwickler?
pl: Co to zmienia dla programistów aplikacji?
ro: Ce schimbă acest lucru pentru dezvoltatorii de aplicații?
ru: Что это меняет для разработчиков приложений?
uk: Що це змінює для розробників застосунків?
zh_hans: 这对应用开发者有什么改变？

source: One goal of F-Droid is to drive donations to app developers, because high quality free software apps are the reason for F-Droid existence. We want to do this while respecting user freedom. So while this will affect how each app's donation options are displayed, it will not remove any of the existing services or links. Developers are users of F-Droid as well, so giving full flexibility is important to us. All of them will still be displayed. With the new _FUNDING.yml_ support, it will hopefully be easier for app developers to manage the donation methods they are using. Right now, the F-Droid ecosystem only supports a single generic URL as a donate option [`Donate:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Donate). _FUNDING.yml_ lets developers specify a list. Welcome contributions to implement showing all available donation options. Our current workaround is to have a [web page]({{ site.baseurl }}/donate/) that lists all donation options.
de: Ein Ziel von F-Droid ist es, Spenden an die App-Entwickler weiterzuleiten, weil hochqualitative Apps aus freier Software der Grund für F-Droids Existenz sind. Wir möchten dies unter Berücksichtigung der Nutzerfreiheiten tun. Auch wenn das die Anzeige der einzelnen App-Spendenoptionen beeinflussen wird, es wird keiner der vorhandenen Dienste oder Links entfernt werden. Entwickler sind genauso F-Droid-Nutzer, somit ist das Angebot völliger Flexibilität wichtig für uns. Alle von ihnen werden weiterhin angezeigt werden. Mit der neuen Unterstützung von _FUNDING.yml_, wird es hoffentlich leichter für App-Entwickler, die von ihnen genutzten Spendenverfahren zu verwalten. Bis jetzt unterstützt das F-Droid-Ökosystem nur eine einzige allgemeine URL als Spendenoption [`Donate:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Donate). _FUNDING.yml_ ermöglicht Entwicklern eine Liste festzulegen. Beiträge zur Implementierung einer Anzeige aller zur Verfügung stehender Spendenoptionen werden begrüßt. Unser aktueller Workaround sieht eine [Internetseite]({{ site.baseurl }}/donate/) vor, die alle Spendenoptionen auflistet.
pl: Jednym z celów F-Droid jest przekazywanie darowizn dla twórców aplikacji, ponieważ wysokiej jakości bezpłatne aplikacje są powodem istnienia F-Droid. Chcemy to zrobić, szanując wolność użytkownika. Więc chociaż wpłynie to na sposób wyświetlania opcji darowizn w każdej aplikacji, nie usunie żadnych istniejących usług ani linków. Deweloperzy są również użytkownikami F-Droida, więc zapewnienie pełnej elastyczności jest dla nas ważne. Wszystkie z nich będą nadal wyświetlane. Mamy nadzieję, że dzięki nowej obsłudze _FUNDING.yml_ deweloperom aplikacji będzie łatwiej zarządzać metodami darowizn, z których korzystają. Obecnie ekosystem F-Droid obsługuje tylko jeden ogólny adres URL jako opcję darowizny [`Donate:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Donate). _FUNDING.yml_ pozwala programistom określić listę. Powitalne składki do wdrożenia pokazujące wszystkie dostępne opcje darowizn. Naszym obecnym obejściem jest posiadanie [strony internetowej]({{ site.baseurl }}/donate/), która zawiera listę wszystkich opcji darowizn.
ro: Unul dintre obiectivele F-Droid este de a atrage donații către dezvoltatorii de aplicații, deoarece aplicațiile de software liber de înaltă calitate sunt motivul existenței F-Droid. Dorim să facem acest lucru respectând în același timp libertatea utilizatorilor. Așadar, deși acest lucru va afecta modul în care sunt afișate opțiunile de donație ale fiecărei aplicații, nu va elimina niciunul dintre serviciile sau linkurile existente. Dezvoltatorii sunt, de asemenea, utilizatori ai F-Droid, așa că oferirea unei flexibilități depline este importantă pentru noi. Toate acestea vor fi în continuare afișate. Cu noul suport _FUNDING.yml_, sperăm că va fi mai ușor pentru dezvoltatorii de aplicații să gestioneze metodele de donație pe care le folosesc. În acest moment, ecosistemul F-Droid acceptă doar o singură adresă URL generică ca opțiune de donare [`Donate:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Donate). _FUNDING.yml_ permite dezvoltatorilor să specifice o listă. Contribuții binevenite pentru a implementa afișarea tuturor opțiunilor de donație disponibile. Soluția noastră de lucru actuală este de a avea o [pagină web]({{ site.baseurl }}/donate/) care listează toate opțiunile de donație.
ru: Одной из целей F-Droid является привлечение пожертвований к разработчикам приложений, потому что высококачественные бесплатные приложения - это причина существования F-Droid. Мы хотим добиться этого, уважая свободу пользователей. Поэтому, хотя это повлияет на то, как отображаются возможности пожертвований в каждом приложении, это не приведет к удалению каких-либо существующих сервисов или ссылок. Разработчики - это тоже пользователи F-Droid, поэтому предоставление полной свободы действий важно для нас. Все они по-прежнему будут отображаться. С новой поддержкой _FUNDING.yml_ разработчикам приложений, надеюсь, будет проще управлять используемыми ими методами пожертвований. В настоящее время экосистема F-Droid поддерживает только один общий URL в качестве опции пожертвования [`Donate:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Donate). _FUNDING.yml_ позволяет разработчикам указать список. Приветствуется вклад в реализацию отображения всех доступных вариантов пожертвований. Наш текущий обходной путь состоит в том, чтобы иметь [веб-страницу]({{ site.baseurl }}/donate/), на которой перечислены все варианты пожертвований.
uk: Одна з цілей F-Droid — залучення внесків для розробників застосунків, тому що високоякісні вільні застосунки — це причина існування F-Droid. Ми хочемо домогтися цього, поважаючи свободу користувачів. Тому, хоча це вплине на те, як показуватимуться можливості внесків до кожного застосунку, це не призведе до вилучення будь-яких наявних служб або посилань. Розробники — це також користувачі F-Droid, тому надання повної свободи дій важливо для нас. Усі вони, як і раніше будуть показані. З новою підтримкою _FUNDING.yml_ розробникам застосунків, сподіваюся, буде простіше керувати використовуваними ними методами допомоги. У цей час екосистема F-Droid підтримує лише одну загальну URL для допомоги [`Donate:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Donate). _FUNDING.yml_ дає розробникам можливість вказати список. Вітається допомога з реалізацією показу всіх доступних варіантів внесків. Наш поточний обхідний шлях — мати [вебсторінку]({{ site.baseurl }}/donate/), на якій перераховані всі варіанти допомоги.
zh_hans: F-Droid 的目标之一是推动对应用开发者的捐赠，因为高质量的自由软件应用是 F-Droid 存在的原因。我们希望在尊重用户自由的同时做到这一点。因此，虽然这会影响每个应用的捐赠选项的显示方式，但它不会删除任何现有服务或链接。开发者也是 F-Droid 的用户，因此提供充分的灵活性对我们很重要。仍将显示所有这些。借助新的 _FUNDING.yml_ 支持，应用开发者有望更轻松地管理他们正在使用的捐赠方式。目前，F-Droid 生态系统仅支持单个通用 URL 作为捐赠选项 [`Donate:`]({{ site.baseurl }}/docs/Build_Metadata_Reference/#Donate)。_FUNDING.yml_ 让开发者可以指定一个列表。欢迎对实现显示所有可用的捐赠选项作出贡献。我们当前的解决方法是用一个[网页]({{ site.baseurl }}/donate/)列出所有捐赠选项。

source: De-emphasizing Proprietary Services
de: Zurückdrängen proprietärer Dienste
pl: Zmniejszanie znaczenia usług zastrzeżonych
ro: Reducerea accentului asupra serviciilor proprietare
ru: Прекращение акцента на проприетарных услугах
uk: Припинення акценту на пропрієтарних послуги
zh_hans: 降低专有服务重要性

source: Since we have two good free software options for receiving funding, we are taking this opportunity to promote them, and reduce the visibility of the proprietary options. It is too soon to rule out proprietary funding services altogether. This is a stepping stone along that path, for that is our destination.
de: Nachdem wir zwei gute freie Software-Optionen haben, um Geldmittel zu erhalten, ergreifen wir die Gelegenheit, für sie zu werben, und reduzieren die Anzeige proprietärer Möglichkeiten. Es ist noch zu früh, sämtliche kommerziellen Finanzdienste auszuschließen. Dies ist ein erster Schritt auf unserem Weg mit diesem Ziel.
pl: Ponieważ mamy dwie dobre opcje bezpłatnego oprogramowania do otrzymywania funduszy, korzystamy z okazji, aby je promować i zmniejszać widoczność opcji zastrzeżonych. Jest zbyt wcześnie, aby całkowicie wykluczyć usługi finansowania własnościowego. To jest odskocznia na tej ścieżce, bo to jest nasz cel.
ro: Având în vedere că avem două opțiuni bune de software liber pentru a primi finanțare, profităm de această ocazie pentru a le promova și pentru a reduce vizibilitatea opțiunilor proprietare. Este prea devreme pentru a exclude cu totul serviciile de finanțare proprietare. Acesta este un pas înainte pe această cale, pentru că aceasta este destinația noastră.
ru: Поскольку у нас есть два хороших варианта бесплатного программного обеспечения для получения финансирования, мы пользуемся этой возможностью, чтобы продвигать их и снижать видимость несвободных программ. Еще слишком рано полностью исключать проприетарные услуги финансирования. Это ступенька на этом пути, потому что это наша цель.
uk: Оскільки у нас є два хороших варіанти безкоштовного програмного забезпечення для отримання фінансування, ми користуємося цією можливістю, щоб просувати їх і знижувати видимість невільних програм. Ще занадто рано повністю виключати пропрієтарні послуги фінансування. Це сходинка на цьому шляху, тому що це наша мета.
zh_hans: 由于我们有两个很好的自由软件选项来获得资金，我们借此机会推广它们，并降低专有选项的知名度。现在完全排除专有资助服务还为时过早，但这是沿着那条道路的垫脚石，因为那是我们的目的地。

source: Happy 10 Years of F-Droid!
de: 10 Jahre F-Droid, alles Gute!
pl: Wszystkiego najlepszego z okazji 10 lat F-Droid!
ro: La mulți ani 10 ani de F-Droid!
ru: С 10-летием F-Droid!
uk: Щасливі 10 років F-Droid!
zh_hans: F-Droid 10 周年快乐！

source: 10 years ago today, Ciaran Gultnieks posted the first blog post on f-droid.org 1, kicking off 10 years of bringing free software to Android. From early on, F-Droid also had a strong commitment to privacy and marked Anti-Features to help users choose software that most respects the users. Thanks to the many dozens of contributors over the years, F-Droid now brings free software to millions of users, and is built into many Android ROMs and devices.
de: Vor 10 Jahren stellte Ciaran Gultnieks den ersten Blog-Post auf f-droid.org ein, womit er 10 Jahre freie Software für Android einläutete. Von Beginn an fühlte sich F-Droid auch dem Datenschutz verpflichtet und kennzeichnete Anti-Features, um Nutzer bei der Wahl der Software, die Anwender am meisten respektiert, zu unterstützen. Dank vieler dutzender Mitwirkender im Laufe der Zeit, liefert F-Droid mittlerweile Millionen von Anwendern freie Software und wird in viele Android-ROMs und Geräte integriert.
pl: 10 lat temu Ciaran Gultnieks opublikował pierwszy wpis na blogu f-droid.org 1, rozpoczynając 10 lat wprowadzania wolnego oprogramowania na system Android. Od samego początku firma F-Droid była również mocno zaangażowana w ochronę prywatności i oznaczyła Anti-Features, aby pomóc użytkownikom wybrać oprogramowanie, które najbardziej szanuje użytkowników. Dzięki wielu dziesiątkom współpracowników na przestrzeni lat F-Droid dostarcza teraz darmowe oprogramowanie milionom użytkowników i jest wbudowane w wiele ROM-ów i urządzeń z systemem Android.
ro: În urmă cu 10 ani, Ciaran Gultnieks a postat prima postare pe blogul f-droid.org 1, dând astfel startul la 10 ani de software liber pentru Android. Încă de la început, F-Droid a avut, de asemenea, un angajament puternic față de confidențialitate și a marcat Anti-Features pentru a ajuta utilizatorii să aleagă software-ul care respectă cel mai mult utilizatorii. Datorită numeroaselor zeci de contribuitori de-a lungul anilor, F-Droid aduce acum software liber pentru milioane de utilizatori și este integrat în multe ROM-uri și dispozitive Android.
ru: 10 лет назад сегодня Ciaran Gultnieks опубликовал первую запись в блоге на f-droid.org 1, положив начало 10-летней истории распространения свободного программного обеспечения на Android. С самого начала F-Droid также был привержен принципам конфиденциальности и отмечал анти-функции, чтобы помочь пользователям выбрать программное обеспечение, которое наиболее уважительно относится к пользователям. Благодаря многим десяткам участников за эти годы, F-Droid теперь приносит свободное программное обеспечение миллионам пользователей и встроен во многие ПЗУ и устройства Android.
uk: Цього дня, 10 років тому, Сіаран Гультнієкс оприлюднив перший допис у блозі на f-droid.org 1, започаткувавши 10 років надання безплатного програмного забезпечення для Android. З самого початку F-Droid також твердо прихильно ставився до таємності та мав можливості, які допомагатимуть шукачам вибрати програмне забезпечення, яке найбільше поважає користувачів. Завдяки багатьом десяткам співробітників протягом багатьох років, F-Droid тепер пропонує безплатне програмне забезпечення для мільйонів користувачів і його вбудовано у багато прошивок пристроїв Android.
zh_hans: 10 年前的今天，Ciaran Gultnieks 在 f-droid.org 1 上发布了第一篇博文，开启了将自由软件引入 Android 的 10 年。从一开始，F-Droid 就对隐私也做出了坚定的承诺，并标记了负面特征以帮助用户选择最尊重用户的软件。感谢多年来的数十位贡献者，F-Droid 现在为数百万用户带来了自由软件，并内置于许多 Android ROM 和设备中。

source: In honor of this occasion, there are two new alpha releases:
de: Zu Ehren dieses Ereignisses gibt es zwei neue Alpha-Releases:
pl: Z tej okazji pojawiły się dwie nowe wersje alfa:
ro: În cinstea acestei ocazii, există două noi versiuni alfa:
ru: В честь этого события вышло два новых альфа-релиза:
uk: З цієї нагоди є два нових альфа-випуски:
zh_hans: 为了纪念这一时刻，有两个新的 alpha 版本：

source: F-Droid (_client_) [v1.10](https://gitlab.com/fdroid/fdroidclient/-/milestones/43)-alpha1
ru: F-Droid (_клиент_) [v1.10](https://gitlab.com/fdroid/fdroidclient/-/milestones/43)-alpha1
zh_hans: F-Droid (_客户端_) [v1.10](https://gitlab.com/fdroid/fdroidclient/-/milestones/43)-alpha1

source: Publishing an F-Droid Repo using a Hardware Security Module
de: Veröffentlichung eines F-Droid-Repos mit einem Hardware-Sicherheitsmodul
pl: Publikowanie repozytorium F-Droid przy użyciu sprzętowego modułu zabezpieczeń
ro: Publicarea unui Repo F-Droid utilizând un modul de securitate hardware
ru: Публикация репозитория F-Droid с использованием модуля аппаратной безопасности
uk: Публікація сховища F-Droid з використанням модуля апаратної безпеки
zh_hans: 使用硬件安全模块发布 F-Droid 存储库

source: The following is a tutorial for publishing apps through F-Droid using a hardware security module (HSM). The HSM used in this post is a [Nitrokey HSM2](https://www.nitrokey.com/#comparison). Other hardware tokens should have similar functionality, but you'll have to use different commands for interacting with the HSM.
de: Das Folgende ist eine Anleitung zur Veröffentlichung von Apps über F-Droid unter Verwendung eines Hardware-Sicherheitsmoduls (HSM). Das in diesem Beitrag verwendete HSM ist ein [Nitrokey HSM2](https://www.nitrokey.com/#comparison). Andere Hardwarekomponenten sollten eine ähnliche Funktionsweise haben, man wird aber andere Befehle verwenden müssen, um mit dem HSM zu kommunizieren.
pl: Poniżej znajduje się instrukcja publikowania aplikacji za pośrednictwem F-Droid przy użyciu modułu bezpieczeństwa sprzętu (HSM). HSM używany w tym poście to [Nitrokey HSM2](https://www.nitrokey.com/#comparison). Inne tokeny sprzętowe powinny mieć podobną funkcjonalność, ale będziesz musiał użyć innych poleceń do interakcji z HSM.
ro: Următorul este un tutorial pentru publicarea aplicațiilor prin F-Droid utilizând un modul de securitate hardware (HSM). HSM-ul utilizat în această postare este un [Nitrokey HSM2](https://www.nitrokey.com/#comparison). Alte token-uri hardware ar trebui să aibă o funcționalitate similară, dar va trebui să folosiți comenzi diferite pentru a interacționa cu HSM-ul.
ru: Ниже приводится руководство по публикации приложений через F-Droid с помощью аппаратного модуля безопасности (HSM). HSM, используемый в этом сообщении, - это [Nitrokey HSM2](https://www.nitrokey.com/#comparison). Другие аппаратные токены должны обладать аналогичной функциональностью, но для взаимодействия с HSM вам придется использовать другие команды.
uk: Нижче наводиться керівництво по публікації застосунків через F-Droid за допомогою апаратного модуля безпеки (HSM). HSM, який використовується в цьому повідомленні, - це [Nitrokey HSM2](https://www.nitrokey.com/#comparison). Інші апаратні токени повинні володіти аналогічною функціональністю, але для взаємодії з HSM вам доведеться використовувати інші команди.
zh_hans: 以下是使用硬件安全模块 (HSM) 通过 F-Droid 发布应用的教程。本文中使用的 HSM 是 [Nitrokey HSM2](https://www.nitrokey.com/#comparison)。其他硬件令牌应该具有类似的功能，但你必须使用不同的命令与 HSM 交互。
