Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[HgLauncher](https://f-droid.org/packages/mono.hg/)** [updated](https://github.com/F4uzan/HgLauncher/releases) from 1.3.6.1 to 1.4.0, featuring a super shiny new icon, "shorthands", support for modifying web search providers, extended widget support, more gesture action, and "hide status bar" for the 4.x versions of Android.
de: **[HgLauncher](https://f-droid.org/packages/mono.hg/)**-[Update](https://github.com/F4uzan/HgLauncher/releases) von 1.3.6.1 auf 1.4.0, ausgestattet mit einem neuen Hochglanz-Icon, "Shorthands", der Möglichkeit , den Internetsuchanbieter zu ändern, erweiterter Widget-Unterstützung, mehr Gestenaktionen und "Statusleiste ausblenden" für die 4.x-Versionen von Android.
pl: **[HgLauncher](https://f-droid.org/packages/mono.hg/)** został [zaktualizowany](https://github.com/F4uzan/HgLauncher/releases) z 1.3.6.1 do 1.4.0, wyposażony w super błyszczącą nową ikonę, "shorthands", wsparcie dla modyfikowania dostawców usług wyszukiwania stron internetowych, rozszerzone wsparcie dla widżetów, więcej akcji gestów i "ukryj pasek stanu" dla wersji 4.x systemu Android.
ro: **[HgLauncher](https://f-droid.org/packages/mono.hg/)** [updated](https://github.com/F4uzan/HgLauncher/releases) de la 1.3.6.1 la 1.4.0, cu o nouă pictogramă super strălucitoare, "stenograme", suport pentru modificarea furnizorilor de căutare web, suport extins pentru widget-uri, mai multe acțiuni prin gesturi și "ascundeți bara de stare" pentru versiunile 4.x de Android.
ru: **[HgLauncher](https://f-droid.org/packages/mono.hg/)**[обновлен](https://github.com/F4uzan/HgLauncher/releases) с 1.3.6.1 до 1.4.0, с новой блестящей иконкой, поддержкой изменения провайдеров веб-поиска, расширенной поддержкой виджетов, более активными жестами и "скрытием строки состояния" для версий Android 4.x.
uk: **[HgLauncher](https://f-droid.org/packages/mono.hg/)**[оновлено](https://github.com/F4uzan/HgLauncher/releases) з 1.3.6.1 до 1.4. 0, з новою блискучою іконкою, підтримкою зміни провайдерів вебпошуку, розширеною підтримкою віджетів, більш активними жестами і "утаєнням рядки стану" для версій Android 4.x.
zh_hans: **[HgLauncher](https://f-droid.org/packages/mono.hg/)** 从 1.3.6.1 [更新](https://github.com/F4uzan/HgLauncher/releases)到 1.4.0，具有超级闪亮的新图标，“速记”，支持修改网络搜索提供程序，扩展微件支持，更多手势操作，以及 Android 4.x 版本的“隐藏状态栏”。

source: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** [updated](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) from 1.6.2 to 1.7.1, bringing an improved app color theme for better readability, support for loading custom fonts from file, automatically convert links shared from browser to Markdown, LinkBox is now listed on the main view bottom bar, swipe to change between edit and preview, ability to set which tab opens on starting, and many more. For full details, refer to the [blog post](https://gsantner.net/blog/2019/03/11/markor-release-v1.7-custom-fonts-linkbox-markdown.html?source=inapp_changelog&project=markor).
de: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** wurde von 1.6.2 auf 1.7.1 [aktualisiert](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md), bringt ein zur besseren Lesbarkeit überarbeitetes Farbdesign der App mit, unterstützt das Laden eigener Schriftarten aus Dateien, wandelt aus dem Browser freigegebene Links automatisch in Markdown um, LinkBox wird jetzt auf dem Hauptbildschirm in der unteren Leiste gelistet, Wischen, um zwischen Editor und Vorschau zu wechseln, Einstellungsmöglichkeit für den beim Start zu öffnenden Tab und vieles mehr. Alle Details dazu findet man im [Blog](https://gsantner.net/blog/2019/03/11/markor-release-v1.7-custom-fonts-linkbox-markdown.html?source=inapp_changelog&project=markor).
pl: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** [zaktualizowany](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) od 1.6.2 do 1.7.1, wprowadzając ulepszony motyw kolorów aplikacji dla lepszej czytelności, obsługę ładowania niestandardowych czcionek z pliku, automatyczną konwersję linków udostępnianych z przeglądarki do Markdown, LinkBox jest teraz wyświetlany na dolnym pasku głównego widoku, przeciągnij, aby zmienić między edycją a podglądem, możliwość ustawienia, która karta otwiera się przy uruchomieniu i wiele innych. Aby uzyskać szczegółowe informacje, zobacz [post na blogu](https://gsantner.net/blog/2019/03/11/markor-release-v1.7-custom-fonts-linkbox-markdown.html?source=inapp_changelog&amp;project= markor).
ro: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** [updated](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) de la 1.6.2 la 1.7.1, aducând o temă de culori îmbunătățită pentru o mai bună lizibilitate a aplicației, suport pentru încărcarea fonturilor personalizate din fișier, convertirea automată a link-urilor partajate din browser în Markdown, LinkBox este acum listat pe bara de jos a vizualizării principale, glisarea pentru a trece de la editare la previzualizare, posibilitatea de a seta ce filă se deschide la pornire și multe altele. Pentru detalii complete, consultați pagina [blog post](https://gsantner.net/blog/2019/03/11/markor-release-v1.7-custom-fonts-linkbox-markdown.html?source=inapp_changelog&amp;project=markor).
ru: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** [обновлен](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md) с 1.6.2 до 1.7.1, улучшена цветовая тема приложения для лучшей читабельности, добавлена поддержка загрузки пользовательских шрифтов из файла, автоматически конвертируются ссылки, передаваемые из браузера в Markdown, LinkBox теперь отображается на нижней панели основного вида, пролистывание для перехода между редактированием и предварительным просмотром, возможность установить, какая вкладка открывается при запуске, и многое другое. Подробную информацию можно найти в [записи блога](https://gsantner.net/blog/2019/03/11/markor-release-v1.7-custom-fonts-linkbox-markdown.html?source=inapp_changelog&amp;project=markor).
uk: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**[оновлено](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md ) з 1.6.2 до 1.7.1, покращена колірна тема застосунки для кращої читабельності, додана підтримка завантаження призначених для користувача шрифтів з файлу, автоматично конвертуються посилання, що передаються з браузера в Markdown, LinkBox тепер відображається на нижній панелі основного виду, гортання для переходу між редагуванням і попереднім переглядом, можливість встановити, яка вкладка відкривається при запуску, і багато іншого. Детальну інформацію можна знайти в [записи блогу](https://gsantner.net/blog/2019/03/11/markor-release-v1.7-custom-fonts-linkbox-markdown.html?source=inapp_changelog&amp;project= markor).
zh_hans: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 从 1.6.2 [更新](https://github.com/gsantner/markor/blob/HEAD/CHANGELOG.md)到 1.7.1，带来改进的应用颜色主题以提高可读性，支持从文件加载自定义字体，自动将浏览器共享的链接转换为 Markdown，LinkBox 现在列在主视图底部栏上，滑动以在编辑和预览之间切换，能够设置启动时打开哪个选项卡，等等。有关完整详细信息，请参阅 [博客文章](https://gsantner.net/blog/2019/03/11/markor-release-v1.7-custom-fonts-linkbox-markdown.html?source=inapp_changelog&project=markor)。

source: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** [updated](http://osmand.net/help/changes.html) from 3.2.7 to 3.3.5, removing Facebook and Firebase analytics from the Google version, adding navigation on public transport, additional info in the Route details, improved Quick Action, and a redesigned Directions menu.
de: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)**, [aktualisiert](http://osmand.net/help/changes.html) von 3.2.7 auf 3.3.5, entfernt Facebook- und Firebase-Analaysetools aus der Google-Version, ergänzt die Navigation für den ÖPNV, zusätzliche Infos in den Routendetails, verbesserte Schnellaktion und ein neu gestaltetes Navigationsmenü.
pl: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** [aktualizacja](http://osmand.net/help/changes.html) z 3.2.7 do 3.3.5, usunięto Facebook i analitykę Firebase z wersji Google, dodawno funkcję nawigacji dla transportu publicznego, dodatkowe informacje o szczegółach trasy, ulepszone Szybsze Działanie, i przeprojektowane menu dojazdu.
ro: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** [updated](http://osmand.net/help/changes.html) de la 3.2.7 la 3.3.5, eliminând analizele Facebook și Firebase din versiunea Google, adăugând navigația pe mijloacele de transport în comun, informații suplimentare în detaliile traseului, acțiuni rapide îmbunătățite și un meniu Direcții reproiectat.
ru: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** [обновлен](http://osmand.net/help/changes.html) с 3.2.7 до 3.3.5, удалена аналитика Facebook и Firebase из версии Google, добавлена навигация в общественном транспорте, дополнительная информация в деталях маршрута, улучшено Быстрое действие и переработано меню "Направления".
uk: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** [оновлено](http://osmand.net/help/changes.html) з 3.2.7 до 3.3.5, вилучена аналітика Facebook і Firebase з версії Google, додана навігація в громадському транспорті, додаткові відомості в подробицях маршруту, удосконалено Швидкі дії та перероблено меню «Напрями».
zh_hans: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 从 3.2 .7 [更新](http://osmand.net/help/changes.html)到 3.3.5，从 Google 版本中删除 Facebook 和 Firebase 分析，添加公共交通导航，路线详细信息中的附加信息，改进的快速操作，以及重新设计的方向菜单。

source: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** [updated](https://github.com/TeamNewPipe/NewPipe/releases) from 0.15.1 to 0.16.1, adding basic support for MediaCCC, as well as support for comments. Other improvements include support for youtube-nocookie.com, Amazon Fire TV virtual keyboard, swipe away search history, and clearing watch history via the options menu.
de: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)**-[Update](https://github.com/TeamNewPipe/NewPipe/releases) von 0.15.1 auf 0.16.1 führt sowohl eine grundlegende Unterstützung von MediaCCC als auch von Kommentaren ein. Weitere Verbesserungen enthalten die Unterstützung von youtube-nocookie.com, der virtuellen Tastatur von Amazon Fire TV, Wegwischen des Suchverlaufs und Bereinigung des Sehverlaufs über das Optionsmenü.
pl: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** [aktualizacja](https://github.com/TeamNewPipe/NewPipe/releases) z 0.15.1 do 0.16.1, dodając podstawową obsługę MediaCCC, a także obsługę komentarzy. Inne ulepszenia obejmują obsługę youtube-nocookie.com, wirtualnej klawiatury Amazon Fire TV, przesuwanie historii wyszukiwania i czyszczenie historii oglądania za pomocą menu opcji.
ro: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** [updated](https://github.com/TeamNewPipe/NewPipe/releases) de la 0.15.1 la 0.16.1, adăugând suportul de bază pentru MediaCCC, precum și suport pentru comentarii. Alte îmbunătățiri includ suport pentru youtube-nocookie.com, tastatura virtuală Amazon Fire TV, ștergerea istoricului de căutare și ștergerea istoricului de vizionare prin intermediul meniului de opțiuni.
ru: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)**[обновлен](https://github.com/TeamNewPipe/NewPipe/releases) с 0.15.1 до 0.16.1, добавлена базовая поддержка MediaCCC, а также поддержка комментариев. Среди других улучшений - поддержка youtube-nocookie.com, виртуальной клавиатуры Amazon Fire TV, пролистывание истории поиска и очистка истории просмотров через меню опций.
uk: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)**[оновлено](https://github.com/TeamNewPipe/NewPipe/releases) з 0.15.1 до 0.16.1, добавлена базова підтримка MediaCCC, а також підтримка коментарів. Серед інших поліпшень - підтримка youtube-nocookie.com, віртуальної клавіатури Amazon Fire TV, гортання історії пошуку та очищення історії переглядів через меню опцій.
zh_hans: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** 从 0.15.1 [更新](https://github.com/TeamNewPipe/NewPipe/releases)到 0.16.1，增加了对 MediaCCC 的基本支持，以及对评论的支持。其他改进包括支持 youtube-nocookie.com、Amazon Fire TV 虚拟键盘、滑动搜索历史记录以及通过选项菜单清除观看历史记录。

source: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** [updated](https://github.com/TheRedSpy15/LTECleanerFOSS/releases) from 3.1.0 to 3.6.2, bringing an optional default whitelist, a dedicated whitelist menu, enhanced cleaning, auto whitelisting, UI improvements, and the amount removed is now shown in a toast.
de: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** wurde von 3.1.0 auf 3.6.2 [aktualisiert](https://github.com/TheRedSpy15/LTECleanerFOSS/releases), bringt eine optionale Whitelist-Voreinstellung, ein spezielles Whitelist-Menü, eine verstärkte Reinigung, autom. Whitelisting, UI-Verbesserungen und jetzt eine Toast-Anzeige zur entfernten Menge.
pl: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** [aktualizacja](https://github.com/TheRedSpy15/LTECleanerFOSS/releases) z 3.1.0 do 3.6.2, wprowadzenie opcjonalnej domyślnej białej listy, dedykowane menu białej listy, ulepszone czyszczenie, automatyczna biała lista, ulepszenia interfejsu użytkownika, a ilość usunięta jest teraz wyświetlana w toast.
ro: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** [updated](https://github.com/TheRedSpy15/LTECleanerFOSS/releases) de la 3.1.0 la 3.6.2, aducând o listă albă implicită opțională, un meniu dedicat listei albe, o curățare îmbunătățită, lista albă automată, îmbunătățiri ale interfeței de utilizare, iar suma eliminată este acum afișată într-un toast.
ru: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)**[обновлен](https://github.com/TheRedSpy15/LTECleanerFOSS/releases) с 3.1.0 до 3.6.2, добавив опциональный белый список по умолчанию, специальное меню белого списка, улучшенную очистку, автоматический белый список, улучшения пользовательского интерфейса, а количество удаленных файлов теперь отображается в тосте.
uk: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)**[оновлено](https://github.com/TheRedSpy15/LTECleanerFOSS/releases) з 3.1.0 до 3.6 .2, додавши опціональний білий список за замовчуванням, спеціальне меню білого списку, поліпшену очищення, автоматичний білий список, поліпшення користувальницького інтерфейсу, а кількість вилучених файлів тепер відображається в тості.
zh_hans: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** 从 3.1.0 [更新](https://github.com/TheRedSpy15/LTECleanerFOSS/releases)到 3.6.2，带来可选的默认白名单、专用的白名单菜单、增强的清理、自动白名单、UI 改进，并且移除的数量现在显示在 toast 中。

source: **[Quoting Stars](https://f-droid.org/wiki/page/de.fzi.bettyrieckmann.quotingstars)** was moved to the archive, as its github source code seems to have vanished, and hasn't come back in ~3 months.
de: **[Quoting Stars](https://f-droid.org/packages/de.fzi.bettyrieckmann.quotingstars/)** wurde ins Archiv verschoben, da ihr Quellcode auf GitHub verschwunden zu sein scheint und in ca. 3 Monaten nicht wieder auftauchte.
pl: **[Quoting Stars](https://f-droid.org/wiki/page/de.fzi.bettyrieckmann.quotingstars)** został przeniesiony do archiwum, ponieważ wydaje się, że jego kod źródłowy github zniknął i nie powrócił za ~ 3 miesiące.
ro: **[Quoting Stars](https://f-droid.org/wiki/page/de.fzi.bettyrieckmann.quotingstars)** a fost mutat în arhivă, deoarece codul său sursă de pe github pare să fi dispărut și nu a mai revenit de ~3 luni.
ru: **[Quoting Stars](https://f-droid.org/wiki/page/de.fzi.bettyrieckmann.quotingstars)** был перемещен в архив, поскольку его исходный код на github, похоже, исчез и не появлялся в течение ~3 месяцев.
uk: **[Quoting Stars](https://f-droid.org/wiki/page/de.fzi.bettyrieckmann.quotingstars)** був переміщений в архів, оскільки його вихідний код на github, схоже, зник і не з'являвся в протягом ~ 3 місяців.
zh_hans: **[Quoting Stars](https://f-droid.org/wiki/page/de.fzi.bettyrieckmann.quotingstars)** 已移至存档，因为它的 github 源代码似乎已经消失了，并且大约 3 个月没有回来。

source: **[Akhyou!](https://f-droid.org/wiki/page/dulleh.akhyou.fdroid)** was moved to the archive, because the app stopped working and isn't updated anymore.
de: **[Akhyou!](https://f-droid.org/wiki/page/dulleh.akhyou.fdroid)** wurde ins Archiv verschoben, weil die App nicht mehr funktioniert und nicht mehr aktualisiert wird.
pl: **[Akhyou!](https://f-droid.org/wiki/page/dulleh.akhyou.fdroid)** został przeniesiony do archiwum, ponieważ aplikacja przestała działać i nie jest już aktualizowana.
ro: **[Akhyou!](https://f-droid.org/wiki/page/dulleh.akhyou.fdroid)** a fost mutat în arhivă, deoarece aplicația a încetat să mai funcționeze și nu mai este actualizată.
ru: **[Akhyou!](https://f-droid.org/wiki/page/dulleh.akhyou.fdroid)** был перемещен в архив, потому что приложение перестало работать и больше не обновляется.
uk: **[Akhyou!](https://f-droid.org/wiki/page/dulleh.akhyou.fdroid)** був переміщений в архів, тому що застосунок перестав працювати й більше не оновлюється.
zh_hans: **[Akhyou!](https://f-droid.org/wiki/page/dulleh.akhyou.fdroid)** 已移至存档，因为该应用已停止工作并且不再更新。

source: **[OSMTracker](https://f-droid.org/wiki/page/me.guillaumin.android.osmtracker)** was moved to the archive because its applicationID was changed. In other words, this is the old version of the app, which has been replaced by **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)**.
de: **[OSMTracker](https://f-droid.org/wiki/page/me.guillaumin.android.osmtracker)** wurde ins Archiv verschoben, weil sich ihre AnwendungsID geändert hat. Mit anderen Worten, es handelt sich hierbei um die alte Version der App, die durch **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)** ersetzt wurde.
pl: **[OSMTracker](https://f-droid.org/wiki/page/me.guillaumin.android.osmtracker)** został przeniesiony do archiwum, ponieważ zmieniono jego identyfikator aplikacji. Innymi słowy, jest to stara wersja aplikacji, która została zastąpiona przez **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)**.
ro: **[OSMTracker](https://f-droid.org/wiki/page/me.guillaumin.android.osmtracker)**a fost mutat în arhivă deoarece ID-ul aplicației sale a fost schimbat. Cu alte cuvinte, aceasta este vechea versiune a aplicației, care a fost înlocuită cu **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)**.
ru: **[OSMTracker](https://f-droid.org/wiki/page/me.guillaumin.android.osmtracker)** был перемещен в архив, потому что его applicationID был изменен. Другими словами, это старая версия приложения, которая была заменена на **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)**.
uk: **[OSMTracker](https://f-droid.org/wiki/page/me.guillaumin.android.osmtracker)** був переміщений в архів, тому що його applicationID був змінений. Іншими словами, це стара версія програми, яка була замінена на **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)**.
zh_hans: **[OSMTracker](https://f-droid.org/wiki/page/me.guillaumin.android.osmtracker)** 已移至存档，因为其 applicationID 已更改。换句话说，这是该应用的旧版本，已被 **[OSMTracker](https://f-droid.org/packages/net.osmtracker/)** 取代。

source: **[Onze](https://f-droid.org/wiki/page/org.tw.onze.cmtheme)** and **[Ameixa LOS](https://f-droid.org/wiki/page/org.twelf.cmtheme)** were moved to the archive because these two themes are no longer maintained.
de: **[Onze](https://f-droid.org/wiki/page/org.tw.onze.cmtheme)** und **[Ameixa LOS](https://f-droid.org/wiki/page/org.twelf.cmtheme)** wurden ins Archiv verschoben, weil diese beiden Themes nicht mehr gewartet werden.
pl: **[Onze](https://f-droid.org/wiki/page/org.tw.onze.cmtheme)** i **[Ameixa LOS](https://f-droid.org/wiki/page/org.twelf.cmtheme)** zostały przeniesione do archiwum, motywy nie są już utrzymywane.
ro: **[Onze](https://f-droid.org/wiki/page/org.tw.onze.cmtheme)** și **[Ameixa LOS](https://f-droid.org/wiki/page/org.twelf.cmtheme)** au fost mutate în arhivă deoarece aceste două teme nu mai sunt întreținute.
ru: **[Onze](https://f-droid.org/wiki/page/org.tw.onze.cmtheme)** и **[Ameixa LOS](https://f-droid.org/wiki/page/org.twelf.cmtheme)** были перемещены в архив, поскольку эти две темы больше не поддерживаются.
uk: **[Onze](https://f-droid.org/wiki/page/org.tw.onze.cmtheme)** і **[Ameixa LOS](https://f-droid.org/wiki/page/org.twelf.cmtheme)** були переміщені в архів, оскільки ці дві теми більше не підтримуються.
zh_hans: **[Onze](https://f-droid.org/wiki/page/org.tw.onze.cmtheme)** 和 **[Ameixa LOS](https://f-droid.org /wiki/page/org.twelf.cmtheme)** 已移至存档，因为这两个主题不再维护。

source: TWIF 48: guardianproject.info migration
de: TWIF 48: Migration von guardianproject.info
pl: TWIF 48: migracja guardianproject.info
ro: TWIF 48: migrația guardianproject.info
ru: TWIF 48: миграция guardianproject.info
uk: TWIF 48: міграція guardianproject.info
zh_hans: TWIF 48：guardianproject.info 迁移

source: In this edition: The [guardianproject.info](https://guardianproject.info/) website migration effort is underway, and odds-and-ends. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Bemühungen zur Migration der [guardianproject.info](https://guardianproject.info/)-Website und Kleinkram. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: W tym wydaniu: Trwają prace nad migracją strony internetowej [guardianproject.info](https://guardianproject.info/), a także kursy i zakończenia. Dostępne są **{{ strona.numer_of_added_apps }}** nowe i **{{ strona.numer_of_updated_apps }}** zaktualizowane aplikacje.
ro: În această ediție: Efortul de migrare a site-ului [guardianproject.info](https://guardianproject.info/) este în curs de desfășurare, precum și peripeții. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Идет работа по переносу сайта [guardianproject.info](https://guardianproject.info/), а также по устранению неполадок. Есть **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Йде робота по перенесенню сайту [guardianproject.info](https://guardianproject.info/), а також щодо усунення неполадок. Є ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 在此版本中： [guardianproject.info](https://guardianproject.info/) 网站迁移工作正在进行中，和一些零散消息。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: Guardian Project Hugo Migration
de: Migration von Guardian Project nach Hugo
pl: Migracja Guardian Project do Hugo
ro: Guardian Project Hugo Migrație
ru: Миграция на Hugo Guardian Project
uk: Міграція на Hugo Guardian Project
zh_hans: Guardian Project Hugo 迁移
