Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Do you have important app updates we should write about? Send in your tips via [Mastodon](https://joinmastodon.org)! Send them to {{ page.mastodonAccount }} and remember to tag with {{ page.twifTag }}. Or use the {{ page.twifThread }} on the forum. The deadline to the next TWIF is **Thursday** 12:00 UTC.
de: Haben Sie wichtige Updates einer App, über die wir schreiben sollten? Senden Sie Ihre Tipps über [Mastodon](https://joinmastodon.org) ein! Senden Sie sie an {{ page.mastodonAccount }} und denken Sie an einen {{ page.twifTag }}-Tag. Oder nutzen Sie den {{ page.twifThread }} im Forum. Einsendeschluss für das nächste TWIF ist **Donnerstag** 12:00 UTC.
pl: Czy masz ważne informacje o aktualizacjach aplikacji, o których powinniśmy pisać? Wyślij swoje porady przez [Mastodon](https://joinmastodon.org)! Wyślij je do {{ page.mastodonAccount }} i pamiętaj, by oznaczyć tagiem {{ page.twifTag }}. Lub użyj {{ page.twifThread }} na forum. Termin do następnego TWIF to **Czwartek** 12:00 UTC.
ro: Aveți actualizări importante ale aplicațiilor despre care ar trebui să scriem? Trimiteți-ne sfaturile dvs. prin [Mastodon](https://joinmastodon.org)! Trimiteți-le la {{ page.mastodonAccount }} și nu uitați să le etichetați cu {{ page.twifTag }}. Sau folosiți {{ page.twifThread }} de pe forum. Termenul limită pentru următorul TWIF este **joi** 12:00 UTC.
ru: У вас есть важные обновления приложений, о которых мы должны написать? Присылайте свои советы через [Mastodon](https://joinmastodon.org)! Отправляйте их на {{ page.mastodonAccount }} и не забывайте отмечать {{ page.twifTag }}. Или используйте {{ page.twifThread }} на форуме. Дедлайн для следующего TWIF - **четверг** 12:00 UTC.
uk: У вас є важливі оновлення застосунків, про які ми повинні написати? Надсилайте свої поради через [Mastodon](https://joinmastodon.org)! Надсилайте їх на {{ page.mastodonAccount }} і не забувайте відзначати {{ page.twifTag }}. Або використовуйте {{ page.twifThread }} на форумі. Дедлайн для наступного TWIF - ** четвер ** 12:00 UTC.
zh_hans: 你有什么我们应该写的重要应用更新吗？通过 [Mastodon](https://joinmastodon.org) 发送你的建议！将它们发送到 {{ page.mastodonAccount }} 并记住使用 {{ page.twifTag }} 进行标记。或者使用论坛上的 {{ page.twifThread }}。下一个 TWIF 的截止日期是**星期四** 12:00 UTC。

source: General feedback can also be sent via Mastodon, or, if you'd like to have a live chat, you can find us in **#fdroid** on [Freenode](https://freenode.net), on Matrix via {{ page.matrixRoom }} or on [Telegram]({{ page.telegramRoom }}). All of these spaces are bridged together, so the choice is yours. You can also join us on the **[forum]({{ page.forum }})**.
de: Ein allgemeines Feedback kann ebenfalls über Mastodon abgegeben werden oder, wenn Sie gerne an einem Live-Chat teilnehmen möchten, dann finden Sie uns in **#fdroid** auf [Freenode](https://freenode.net), auf Matrix über {{ page.matrixRoom }} oder auf [Telegram]({{ page.telegramRoom }}). Alle diese Orte werden miteinander verbunden, Sie haben also die Wahl. Sie können sich uns auch im **[Forum]({{ page.forum }})** anschließen.
pl: Ogólne informacje zwrotne można również przesyłać przez Mastodon, lub, jeśli chcesz mieć czat na żywo, możesz nas znaleźć w **#fdroid** na [Freenode](https://freenode.net), na Matrix przez {{ page.matrixRoom }} lub w [Telegram]({{ page.telegramRoom }}). Wszystkie te przestrzenie są ze sobą połączone, więc wybór należy do ciebie. Możesz również dołączyć do nas na **[forum]({{ page.forum }})**.
ro: Feedback-ul general poate fi trimis și prin Mastodon, sau, dacă doriți să aveți o discuție live, ne puteți găsi în **#fdroid** pe [Freenode](https://freenode.net), pe Matrix prin {{ page.matrixRoom }} sau pe [Telegram]({{ page.telegramRoom }}). Toate aceste spații sunt conectate împreună, așa că alegerea vă aparține. De asemenea, ne puteți fi alături și pe **[forum]({{ page.forum }})**.
ru: Общие отзывы также можно отправлять через Mastodon, или, если вы хотите пообщаться вживую, вы можете найти нас в **#fdroid** на [Freenode](https://freenode.net), на Matrix через {{ page.matrixRoom }} или на [Telegram]({{ page.telegramRoom }}). Все эти пространства связаны между собой, так что выбор за вами. Вы также можете присоединиться к нам на **[форуме]({{ page.forum }})**.
uk: Загальні відгуки також можна відправляти через Mastodon, або, якщо ви хочете поспілкуватися наживо, ви можете знайти нас в ** #fdroid ** на [Freenode](https://freenode.net), на Matrix через {{ page.matrixRoom }} або на [Telegram]({{ page.telegramRoom }}). Всі ці простору пов'язані між собою, так що вибір за вами. Ви також можете приєднатися до нас на **[головна]({{ page.forum }})**.
zh_hans: 一般反馈也可以通过 Mastodon 发送，或者，如果你想进行实时聊天，你可以在 [Freenode](https://freenode.net) 上的 **#fdroid** ，Matrix 上的 {{ page.matrixRoom }} 或 [Telegram]({{ page.telegramRoom }}) 联系我们。所有这些空间都连接在一起，所以选择权在你。你也可以加入我们的**[论坛]({{ page.forum }})**。

source: TWIF 26: Tagesschau F-Droid repo and translation workflow improvement
de: TWIF 26: F-Droid-Repo der Tagesschau und Verbesserung des Übersetzungsworkflow
pl: TWIF 26: Repozytorium Tagesschau F-Droid i usprawnienie pracy nad tłumaczeniem
ro: TWIF 26: Tagesschau F-Droid repo și îmbunătățirea fluxului de lucru al traducerilor
ru: TWIF 26: Репозиторий Tagesschau F-Droid и улучшение рабочего процесса перевода
uk: TWIF 26: Репозиторій Tagesschau F-Droid і поліпшення робочого процесу перекладу
zh_hans: TWIF 26：Tagesschau F-Droid 存储库和翻译工作流程改进

source: In this edition: Tagesschau running an F-Droid repo, starting up translation improvements, finalizing buildserver automation, and 2 new and {{ page.number_of_updated_apps }} updated apps. <!--more-->
de: In dieser Ausgabe: Die Tagesschau betreibt ein F-Droid-Repo, Beginn der Übersetzungsoptimierung, Abschluss der Buildserver-Automation, sowie 2 neue und {{ page.number_of_updated_apps }} aktualisierte Apps. <!--more-->
pl: W tej edycji: Tagesschau uruchamia repozytorium F-Droid, rozpoczęcie usprawnienia tłumaczeń, finalizacja automatyzacji buildserver oraz 2 nowe i {{ page.number_of_updated_apps }} zaktualizowanych aplikacji.
ro: În această ediție: Tagesschau rulează un repo F-Droid, începe să îmbunătățească traducerile, finalizează automatizarea serverului de construcție și 2 aplicații noi și {{ page.number_of_updated_apps }} actualizate.
ru: В этом выпуске: Tagesschau запускает репозиторий F-Droid, начинает работу над улучшением перевода, завершает автоматизацию buildserver, а также 2 новых и {{ page.number_of_updated_apps }} обновленных приложения. <!--more-->
uk: У цьому випуску: Tagesschau запускає репозиторій F-Droid, починає роботу над поліпшенням перекладу, завершує автоматизацію buildserver, а також 2 нових і {{ page.number_of_updated_apps }} оновлених застосунків. <!--more-->
zh_hans: 本期中： Tagesschau 运行 F-Droid 存储库、开始着手改进翻译、最终完成构建服务器自动化，还有 2 个新的和 {{ page.number_of_updated_apps }} 个更新的应用。 <!--more-->

source: Tagesschau running their own F-Droid repository
de: Die Tagesschau betreibt ihr eigenes F-Droid-Repository
pl: Tagesschau uruchamia własne repozytorium F-Droid
ro: Tagesschau rulează propriul lor depozit F-Droid
ru: Tagesschau запускает свой собственный репозиторий F-Droid
uk: Tagesschau запускає свій власний репозиторій F-Droid
zh_hans: Tagesschau 运行自己的 F-Droid 存储库

source: We recently learned that [Tagesschau](https://en.wikipedia.org/wiki/Tagesschau_(German_TV_series)) distributes their official app through their own F-Droid repository at `https://service.tagesschau.de/app/repo`.
de: Wir haben kürzlich erfahren, dass die [Tagesschau](https://en.wikipedia.org/wiki/Tagesschau_(German_TV_series)) ihre offizielle App über ihr eigenes F-Droid-Repository auf `https://service.tagesschau.de/app/repo` vertreibt.
pl: Niedawno dowiedzieliśmy się, że [Tagesschau](https://en.wikipedia.org/wiki/Tagesschau_(German_TV_series)) rozprowadza oficjalną aplikację za pośrednictwem własnego repozytorium F-Droid `https://service.tagesschau.de/app/repo`.
ro: Am aflat recent că [Tagesschau](https://en.wikipedia.org/wiki/Tagesschau_(German_TV_series)) își distribuie aplicația oficială prin propriul lor depozit F-Droid la `https://service.tagesschau.de/app/repo`.
ru: Недавно мы узнали, что [Tagesschau](https://en.wikipedia.org/wiki/Tagesschau_(немецкий_телесериал)) распространяет свое официальное приложение через собственный репозиторий F-Droid по адресу `https://service.tagesschau.de/app/repo`.
uk: Нещодавно ми дізналися, що [Tagesschau](https://en.wikipedia.org/wiki/Tagesschau_ (німецький_телесеріал)) поширює свою офіційний застосунок через власний репозиторій F-Droid за адресою `https://service.tagesschau.de/app/repo`.
zh_hans: 我们最近了解到 [Tagesschau](https://en.wikipedia.org/wiki/Tagesschau_(German_TV_series)) 通过他们自己的 F-Droid 存储库 `https://service.tagesschau.de/app/repo`分发他们的官方应用。

source: We see this move as a great step towards user rights and freedom. Sadly the app isn't [free and open source software](https://en.wikipedia.org/wiki/Free_and_open-source_software), although it is financed with public money. If it is public money, it should be [public code](https://publiccode.eu) as well.
de: Wir betrachten diesen Zug als großen Schritt in Richtung Anwenderrechte und -freiheiten. Bedauerlicherweise ist die App keine [Free and Open Source Software](https://en.wikipedia.org/wiki/Free_and_open-source_software), obwohl sie mit öffentlichen Geldern finanziert ist. Wenn es öffentliche Gelder sind, sollte es auch [öffentlicher Programmcode](https://publiccode.eu) sein.
pl: Postrzegamy ten ruch jako wielki krok w kierunku praw i wolności użytkownika. Niestety aplikacja nie jest [darmowym oprogramowaniem open source](https://en.wikipedia.org/wiki/Free_and_open-source_software), chociaż jest finansowana z publicznych pieniędzy. Jeśli są to pieniądze publiczne, powinien to być również [publiczny kod](https://publiccode.eu).
ro: Considerăm că acest demers reprezintă un pas important în direcția drepturilor și libertății utilizatorilor. Din păcate, aplicația nu este [free and open source software](https://en.wikipedia.org/wiki/Free_and_open-source_software), deși este finanțată din bani publici. Dacă este vorba de bani publici, ar trebui să fie și [public code](https://publiccode.eu).
ru: Мы считаем этот шаг большим шагом в сторону прав и свободы пользователей. К сожалению, приложение не является [свободным и открытым программным обеспечением](https://en.wikipedia.org/wiki/Free_and_open-source_software), хотя оно финансируется из государственных средств. Если это государственные деньги, то это должен быть и [открытый код](https://publiccode.eu).
uk: Ми вважаємо цей крок великим кроком в сторону прав і свобод користувачів. На жаль, програма не є [вільним і відкритим програмним забезпеченням](https://en.wikipedia.org/wiki/Free_and_open-source_software), хоча воно фінансується за державний кошт. Якщо це державні гроші, то це повинен бути і [відкритий код](https://publiccode.eu).
zh_hans: 我们认为这一举措是朝着用户权利和自由迈出的一大步。遗憾的是，该应用不是[自由开源软件](https://en.wikipedia.org/wiki/Free_and_open-source_software)，尽管它是由公共资金资助的。如果是公共资金，也应该是[公共代码](https://publiccode.eu)。

source: Background for non-German readers: Tagesschau is essentially the German national TV news, airing every day at 20:00. For a longer and more nuanced description, please [refer to Wikipedia](https://en.wikipedia.org/wiki/Tagesschau_(German_TV_series)).
de: Hintergrund für nicht-deutsche Leser: Die Tagesschau ist die zentrale, deutsche TV-Nachrichtensendung, die jeden Tag um 20:00 Uhr ausgestrahlt wird. Eine längere und nuanciertere Beschreibung finden Sie [in der Wikipedia](https://de.wikipedia.org/wiki/Tagesschau_(ARD)).
pl: Tło dla nie-niemieckich czytelników: Tagesschau to zasadniczo niemieckie krajowe wiadomości telewizyjne, emitowane codziennie o 20:00. Aby uzyskać dłuższy i bardziej dopracowany opis, proszę [sprawdź w Wikipedii](https://en.wikipedia.org/wiki/Tagesschau_(German_TV_series)).
ro: Context pentru cititorii care nu sunt germani: Tagesschau este, în esență, buletinul național de știri al televiziunii germane, difuzat în fiecare zi la ora 20:00. Pentru o descriere mai lungă și mai nuanțată, vă rugăm să [refer to Wikipedia](https://en.wikipedia.org/wiki/Tagesschau_(German_TV_series)).
ru: Справка для читателей, не владеющих немецким языком: Tagesschau - это, по сути, национальные телевизионные новости Германии, выходящие в эфир каждый день в 20:00. Более подробное и нюансированное описание можно [найти в Википедии](https://en.wikipedia.org/wiki/Tagesschau_(Germanan_TV_series)).
uk: Довідка для читачів, які не володіють німецькою мовою: Tagesschau - це, по суті, національні телевізійні новини Німеччини, що виходять в ефір щодня о 20:00. Більш докладний і нюансований опис можна [знайти у Вікіпедії](https://en.wikipedia.org/wiki/Tagesschau_ (Germanan_TV_series)).
zh_hans: 给非德国读者的背景介绍：Tagesschau 本质上是德国国家电视新闻，每天 20:00 播出。如需更长更细致的描述，请[参考维基百科](https://en.wikipedia.org/wiki/Tagesschau_(German_TV_series))。

source: Starting up translation improvements around Weblate
de: Übersetzungsverbesserungen rund um Weblate laufen an
pl: Uruchamianie usprawnień tłumaczeń w serwisie Weblate
ro: Începerea îmbunătățirilor de traducere în jurul Weblate
ru: Начало работ по улучшению перевода в Weblate
uk: Початок робіт з поліпшення перекладу в Weblate
zh_hans: 围绕 Weblate 启动翻译改进

source: **[@\_hc](https://forum.f-droid.org/u/hans)** and **[@uniq](https://chaos.social/@uniq)** will be working together to improve the Weblate workflow as part of a funded effort. The work is specifically targeted at Markdown, like we use on this website. Effort will also be going towards app store translations like [Fastlane](https://fastlane.tools) and [Triple-T](https://github.com/Triple-T). In addition, there is a little bit of time to work on stabilizing [Jekyll](https://jekyllrb.com), so that it can support more than 9 languages on our site. If you are a Ruby developer who likes to help with the latter, please [get in touch]({{ site.baseurl }}/about/#contact).
de: **[@\_hc](https://forum.f-droid.org/u/hans)** und **[@uniq](https://chaos.social/@uniq)** werden zusammenarbeiten, um im Rahmen eines geförderten Projekts den Weblate-Workflow zu verbessern. Die Arbeiten sind speziell auf Markdown ausgerichtet, wie wir es auf dieser Internetseite verwenden. Es werden auch Anstrengungen in Richtung App-Store-Übersetzungen wie [Fastlane](https://fastlane.tools) und [Triple-T](https://github.com/Triple-T) gehen. Zusätzlich bleibt ein wenig Zeit, um an der Stabilisierung von [Jekyll](https://jekyllrb.com) zu arbeiten, damit mehr als 9 Sprachen auf unserer Website unterstützt werden können. Sollten Sie Ruby-Entwickler sein, der bei Letzterem helfen möchte, nehmen Sie bitte [Kontakt]({{ site.baseurl }}/about/#contact) mit uns auf.
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** i **[@uniq](https://chaos.social/@uniq)** będą współpracować w celu usprawnienia obiegu pracy Weblate w ramach finansowanego wysiłku. Praca jest specjalnie ukierunkowana na Markdown, jak używamy na tej stronie. Wysiłek będzie również skierowany na tłumaczenia w sklepie z aplikacjami, takie jak [Fastlane](https://fastlane.tools) i [Triple-T](https://github.com/Triple-T). Ponadto jest trochę czasu, aby pracować nad stabilizacją [Jekyll](https://jekyllrb.com), aby mógł on obsługiwać więcej niż 9 języków w naszej witrynie. Jeśli jesteś programistą Ruby, który lubi pomagać w tym drugim, prosimy [skontaktuj się]({{ site.baseurl }}/about/#contact).
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** și **[@uniq](https://chaos.social/@uniq)** vor lucra împreună pentru a îmbunătăți fluxul de lucru Weblate ca parte a unui efort finanțat. Lucrările vizează în mod special Markdown, așa cum folosim noi pe acest site. De asemenea, se vor depune eforturi pentru traducerile din magazinele de aplicații, cum ar fi [Fastlane](https://fastlane.tools) și [Triple-T](https://github.com/Triple-T). În plus, există puțin timp pentru a lucra la stabilizarea [Jekyll](https://jekyllrb.com), astfel încât să poată susține mai mult de 9 limbi pe site-ul nostru. Dacă sunteți un dezvoltator Ruby căruia îi place să ajute la aceasta din urmă, vă rugăm să [get in touch]({{ site.baseurl }}/about/#contact).
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** и **[@uniq](https://chaos.social/@uniq)** будут работать вместе над улучшением рабочего процесса Weblate в рамках финансируемой работы. Работа направлена, в частности, на Markdown, который мы используем на этом сайте. Усилия также будут направлены на переводы магазинов приложений, таких как [Fastlane](https://fastlane.tools) и [Triple-T](https://github.com/Triple-T). Кроме того, есть немного времени для работы над стабилизацией [Jekyll](https://jekyllrb.com), чтобы он мог поддерживать более 9 языков на нашем сайте. Если вы разработчик Ruby, который любит помогать с последним, пожалуйста, [свяжитесь с нами]({{ site.baseurl }}/about/#contact).
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** і **[@uniq](https://chaos.social/@uniq)** працюватимуть разом над поліпшенням робочого процесу Weblate в рамках фінансованої роботи. Робота спрямована, зокрема, на Markdown, який ми використовуємо на цьому сайті. Зусилля також будуть спрямовані на переклади магазинів застосунків, таких як [Fastlane](https://fastlane.tools) і [Triple-T](https://github.com/Triple-T). Крім того, є трохи часу для роботи над стабілізацією [Jekyll](https://jekyllrb.com), щоб він міг підтримувати понад 9 мов на нашому сайті. Якщо ви розробник Ruby, який любить допомагати з останнім, будь ласка, [зв'яжіться з нами]({{ site.baseurl }}/about/#contact).
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 和 **[@uniq](https://chaos.social/@uniq)** 将共同致力于改进 Weblate 工作流程，作为资助工作的一部分。该工作针对 Markdown，就像我们在本网站上使用的一样。还将努力实现应用商店翻译，例如 [Fastlane](https://fastlane.tools) 和 [Triple-T](https://github.com/Triple-T)。另外，还有一点时间将用于使 [Jekyll](https://jekyllrb.com) 稳定，让它在我们的网站上可以支持超过 9 种语言。如果您是一名 Ruby 开发者，并且喜欢在最后一项工作上提供帮助，请[联系我们]({{ site.baseurl }}/about/#contact)。

source: Buildserver automation
de: Buildserver-Automatisierung
pl: Automatyzacja Buildserver
ro: Automatizarea serverului de construcție
ru: Автоматизация сервера сборки
uk: Автоматизація сервера збірки
zh_hans: 构建服务器自动化

source: **[@uniq](https://chaos.social/@uniq)** has been finalizing his awesome buildserver automation, with some help from **[@\_hc](https://forum.f-droid.org/u/hans)**. This same [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) setup can also be used for [verification server](https://reproducible-builds.org)s.
de: **[@uniq](https://chaos.social/@uniq)** hat seine grandiose Buildserver-Automatisierung mit einiger Hilfe von **[@\_hc](https://forum.f-droid.org/u/hans)** abgeschlossen. Dasselbe [Ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29)-Setup kann auch für [Verifikationsserver](https://reproducible-builds.org) verwendet werden.
pl: **[@uniq](https://chaos.social/@uniq)** sfinalizował swoją niesamowitą automatyzację buildserver, z pewną pomocą **[@\_hc](https://forum.f-droid.org/u/hans)**. Ta sama [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) konfiguracja może być również używana dla [serwera weryfikacji](https://reproducible-builds.org).
ro: **[@uniq](https://chaos.social/@uniq)** și-a finalizat minunata automatizare a serverului de construcție, cu puțin ajutor din partea lui **[@\_hc](https://forum.f-droid.org/u/hans)**. Aceeași configurație [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) poate fi folosită și pentru [verification server](https://reproducible-builds.org)s.
ru: **[@uniq](https://chaos.social/@uniq)** дорабатывает свою потрясающую автоматизацию buildserver, с некоторой помощью от **[@\_hc](https://forum.f-droid.org/u/hans)**. Эта же настройка [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) может быть использована для [сервера проверки](https://reproducible-builds.org).
uk: **[@uniq](https://chaos.social/@uniq)** допрацьовує свою приголомшливу автоматизацію buildserver, з деякою допомогою від **[@ \ _ hc](https://forum.f-droid.org/u/hans)**. Ця ж настройка [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) може бути використана для [сервера перевірки](https://reproducible-builds.org).
zh_hans: **[@uniq](https://chaos.social/@uniq)** 在 **[@\_hc](https://forum.f -droid.org/u/hans)** 的帮助下完成了他的令人惊叹的构建服务器自动化工作。同样的 [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) 设置也可用于[验证服务器](https://reproducible-builds.org)。

source: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)**: Quick settings tile for adaptive brightness.
de: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)**: Schnelleinstellungskachel für adaptive Helligkeit.
pl: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)**: Szybkie ustawienia płytek dla adaptacyjnej jasności.
ro: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)**: Tăbliță de setări rapide pentru luminozitatea adaptivă.
ru: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)**: Плитка быстрых настроек для адаптивной яркости.
uk: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)**: Плитка швидких налаштувань для адаптивної яскравості.
zh_hans: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)**：自适应亮度的快速设置磁贴。

source: **[BookmarkOS](https://f-droid.org/packages/com.weskenyon.bookmarkos/)**: This application will allow you to share urls directly from your Android browsers right into BookmarkOS.
de: **[BookmarkOS](https://f-droid.org/packages/com.weskenyon.bookmarkos/)**: Diese Anwendung ermöglicht Ihnen die direkte URL-Freigabe aus dem Android-Browser geradewegs in BookmarkOS.
pl: **[BookmarkOS](https://f-droid.org/packages/com.weskenyon.bookmarkos/)**: Ta aplikacja pozwoli Ci udostępniać adresy URL bezpośrednio z Twoich przeglądarek Androida bezpośrednio w BookmarkOS.
ro: **[BookmarkOS](https://f-droid.org/packages/com.weskenyon.bookmarkos/)**: Această aplicație vă va permite să partajați urile direct din browserele Android direct în BookmarkOS.
ru: **[BookmarkOS](https://f-droid.org/packages/com.weskenyon.bookmarkos/)**: Это приложение позволит вам обмениваться ссылками прямо из браузеров Android прямо в BookmarkOS.
uk: **[BookmarkOS](https://f-droid.org/packages/com.weskenyon.bookmarkos/)**: Цей застосунок дає змогу обмінюватися посиланнями безпосередньо з переглядачів Android прямо у BookmarkOS.
zh_hans: **[BookmarkOS](https://f-droid.org/packages/com.weskenyon.bookmarkos/)**：此应用将允许你直接从 Android 浏览器将 URL 共享到 BookmarkOS。
