Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We believe platforms like F-Droid's repository or fediverse instances must be moderated in order to prevent oppression and harassment to flourish. We think, however, that one needs to differentiate between platforms and tools. By its very nature, free software [by definition](https://www.gnu.org/philosophy/free-sw.en.html) allows users "to study how the program works, and change it so it does your computing as you wish". Because of this, any restriction implemented in free software is basically ineffective, because people can modify the source code and remove those restrictions. We respect Tusky's decision to block mentioned website; it's their right to introduce restrictions like these into their software. We also respect Fedilab's decision not to hardcode a login block; instead they are actively working on making it easier to block certain domains in the app itself and thus giving users more power to moderate which content they'll see. If people disagree with F-Droid's decision not to flag Fedilab, a idea is to develop a decentralized tag system based on package IDs which allow third-party servers to share their own warnings with their community.
de: Wir glauben, dass Plattformen wie das Repository von F-Droid oder Fediverse-Instanzen moderiert werden müssen, um das Aufblühen von Unterdrückung und Bedrohungen zu verhindern. Wir denken jedoch, dass man zwischen Plattformen und Programmen unterscheiden muss. Durch ihre ureigene Natur ermöglicht freie Software [definitionsgemäß](https://www.gnu.org/philosophy/free-sw.en.html), Anwendern „zu ergründen, wie das Programm funktioniert und es so zu verändern, dass es arbeitet, wie es von ihnen gewünscht wird“. Aus diesem Grund ist jede in freie Software implememtierte Beschränkung im Grunde genommen wirkungslos, da Menschen den Quellcode abändern und jene Beschränkungen wieder entfernen können. Wir respektieren Tuskys Entscheidung, die erwähnte Seite zu blockieren; es ist deren Recht, Einschränkungen wie diese in ihre Software einzuschließen. Wir respektieren auch Fedilabs Entschluss, keine Blockade der Anmeldung zu programmieren; stattdessen arbeiten sie aktiv daran, es zu vereinfachen, bestimmte Domains in der App selbst zu sperren und den Nutzern so mehr Macht an die Hand zu geben, welche Inhalte sie sehen werden. Sollten Menschen mit F-Droids Entscheidung, Fedilab nicht zu kennzeichnen, nicht einverstanden sein, wäre eine Idee, ein dezentrales, auf Paket-IDs basierendes Kennzeichnungssystem zu entwickeln, das es Drittanbieter-Servern erlaubt, ihre eigenen Warnungen an ihre Community zu verteilen.
pl: Uważamy, że platformy takie jak repozytorium F-Droid lub instancji fediverse muszą być moderowane, aby zapobiec uciskowi i szykanom. Uważamy jednak, że należy rozróżnić platformy i narzędzia. Ze swej natury wolne oprogramowanie [z definicji](https://www.gnu.org/philosophy/free-sw.en.html) pozwala użytkownikom „studiować działanie programu i zmieniać go tak, aby działał na komputerze jak sobie życzysz". Z tego powodu wszelkie ograniczenia wprowadzone w wolnym oprogramowaniu są zasadniczo nieskuteczne, ponieważ ludzie mogą modyfikować kod źródłowy i usuwać te ograniczenia. Szanujemy decyzję Tusky'ego o zablokowaniu wspomnianej strony internetowej; mają prawo wprowadzić takie ograniczenia do swojego oprogramowania. Szanujemy również decyzję Fedilabu o niezakodowaniu kodu logowania; zamiast tego aktywnie pracują nad ułatwieniem blokowania niektórych domen w samej aplikacji, a tym samym dają użytkownikom większą moc do moderowania wyświetlanych treści. Jeśli ludzie nie zgadzają się z decyzją F-Droid o nie oznaczaniu Fedilabu, pomysł polega na opracowaniu zdecentralizowanego systemu tagów opartego na identyfikatorach pakietów, który pozwala serwerom stron trzecich na dzielenie się swoimi ostrzeżeniami ze społecznością.
ro: Credem că platformele precum depozitul F-Droid sau instanțele fediverse trebuie să fie moderate pentru a preveni opresiunea și hărțuirea. Cu toate acestea, credem că trebuie să facem diferența între platforme și instrumente. Prin însăși natura sa, software-ul liber [by definition](https://www.gnu.org/philosophy/free-sw.en.html) permite utilizatorilor "să studieze modul în care funcționează programul și să îl modifice astfel încât acesta să vă facă calculele așa cum doriți". Din acest motiv, orice restricție implementată în software-ul liber este practic ineficientă, deoarece oamenii pot modifica codul sursă și pot elimina aceste restricții. Respectăm decizia Tusky de a bloca site-ul menționat; este dreptul lor să introducă restricții de acest gen în software-ul lor. De asemenea, respectăm decizia Fedilab de a nu introduce un cod dur de blocare a accesului; în schimb, lucrează în mod activ pentru a facilita blocarea anumitor domenii în aplicația însăși, oferind astfel utilizatorilor mai multă putere de a modera conținutul pe care îl vor vedea. În cazul în care oamenii nu sunt de acord cu decizia F-Droid de a nu marca Fedilab, o idee este de a dezvolta un sistem de etichetare descentralizat bazat pe ID-uri de pachete care să permită serverelor terțe să își împărtășească propriile avertismente cu comunitatea lor.
ru: Мы считаем, что такие платформы, как репозиторий F-Droid или сервис fediverse, должны модерироваться, чтобы предотвратить распространение притеснений и преследований. Однако мы считаем, что нужно различать платформы и инструменты. По самой своей природе бесплатное программное обеспечение [по определению](https://www.gnu.org/philosophy/free-sw.en.html) позволяет пользователям «изучать, как работает программа, и изменять ее так, чтобы она выполняла ваши задачи. Из-за этого любые ограничения, реализованные в бесплатном программном обеспечении, в основном неэффективны, потому что люди могут изменять исходный код и снимать эти ограничения. Мы уважаем решение Tusky заблокировать указанный веб-сайт; это их право вводить подобные ограничения в свое программное обеспечение. Мы также уважаем решение Fedilab не жестко кодировать блокировку входа в систему; вместо этого они активно работают над тем, чтобы упростить блокировку определенных доменов в самом приложении и, таким образом, дать пользователям больше возможностей для модерации того контента, который они увидят. Если люди не согласны с решением F-Droid не отмечать Fedilab, идея состоит в том, чтобы разработать децентрализованную систему тегов на основе идентификаторов пакетов, которые позволят сторонним серверам делиться своими собственными предупреждениями со своим сообществом.
uk: Ми вважаємо, що такі платформи, як репозиторій F-Droid або служба fediverse, повинні модеруватись, щоб запобігти поширенню утисків і переслідувань. Однак ми вважаємо, що потрібно розрізняти платформи та інструменти. За самою своєю природою вільне програмне забезпечення [за визначенням](https://www.gnu.org/philosophy/free-sw.en.html) дозволяє користувачам «вивчати, як працює програма, і змінювати її так, щоб вона виконувала ваші завдання». Через це будь-які обмеження, реалізовані у вільному програмному забезпеченні, в основному неефективні, тому що люди можуть змінювати джерельний код і прибирати ці обмеження. Ми поважаємо рішення Tusky заблокувати зазначений вебсайт; це їх право вводити подібні обмеження у своє програмне забезпечення. Ми також поважаємо рішення Fedilab не хардкодити блокування входу в систему; замість цього вони активно працюють над тим, щоб спростити блокування певних доменів в самому застосунку і, таким чином, дати користувачам більше можливостей для модерації того вмісту, який вони побачать. Якщо люди не згодні з рішенням F-Droid не позначати Fedilab, ідея полягає в тому, щоб розробити децентралізовану систему міток на основі ID пакунків, які дозволять стороннім серверам ділитися своїми власними попередженнями зі своєю спільнотою.
zh_hans: 我们认为，必须对 F-Droid 的存储库或 fediverse 实例等平台进行审核，以防止压迫和骚扰猖獗。然而，我们认为需要区分平台和工具。就其本质而言，自由软件[按定义](https://www.gnu.org/philosophy/free-sw.en.html)允许用户“研究程序的工作原理，并对其进行更改，以便进行计算如你所愿”。正因为如此，在自由软件中实现的任何限制基本上都是无效的，因为人们可以修改源代码并消除这些限制。我们尊重 Tusky 屏蔽上述网站的决定；在他们的软件中引入此类限制是他们的权利。我们也尊重 Fedilab 不对登录屏蔽进行硬编码的决定；相反，他们正在积极努力使在应用本身中阻止某些域更容易，从而赋予用户更多权力来调节他们将看到的内容。如果人们不同意 F-Droid 不标记 Fedilab 的决定，一个想法是开发一个基于包 ID 的去中心化标签系统，允许第三方服务器与他们的社区分享他们自己的警告。

source: We're modernizing our App Database
de: Wir modernisieren unsere App-Datenbank
pl: Modernizujemy naszą bazę danych aplikacji
ro: Modernizăm baza noastră de date de aplicații
ru: Мы модернизируем нашу базу данных приложений
uk: Ми модернізуємо нашу базу даних застосунків
zh_hans: 我们正在实现应用数据库的现代化

source: We keep a database containing structured information about all apps we're shipping. Architecture-wise, this is a set of plain text files in a version control system. It's the heart of our data-driven app building- and distribution- systems. Maybe you've heard someone mentioning [F-Droid Data](https://gitlab.com/fdroid/fdroiddata) already. Occasionally we also refer to this as app metadata.
de: Wir unterhalten eine Datenbank, die strukturierte Informationen über alle Apps enthält, die wir ausliefern. Der Architektur entsprechend ist dies eine Sammlung von einfachen Textdateien in einem Versionskontrollsystem. Es ist das Herz unserer datenbetriebenen App-Herstellungs- und Verteilungssysteme. Möglicherweise hat schon jemand von [F-Droid Data](https://gitlab.com/fdroid/fdroiddata) gehört. Gelegentlich sprechen wir davon auch als App-Metadaten.
pl: Prowadzimy bazę danych zawierającą uporządkowane informacje o wszystkich aplikacjach, które wysyłamy. Pod względem architektury jest to zbiór zwykłych plików tekstowych w systemie kontroli wersji. To serce naszych opartych na danych systemów do tworzenia i dystrybucji aplikacji. Być może słyszałeś już kogoś, kto wspomniał o [F-Droid Data](https://gitlab.com/fdroid/fdroiddata). Czasami nazywamy to również metadanymi aplikacji.
ro: Păstrăm o bază de date care conține informații structurate despre toate aplicațiile pe care le livrăm. Din punct de vedere arhitectural, este vorba de un set de fișiere text simplu într-un sistem de control al versiunilor. Este inima sistemului nostru de creare și distribuție a aplicațiilor bazat pe date. Poate că ați auzit deja pe cineva menționând [F-Droid Data](https://gitlab.com/fdroid/fdroiddata). Ocazional, ne referim la aceasta și ca metadate ale aplicației.
ru: Мы храним базу данных, содержащую структурированную информацию обо всех приложениях, которые мы поставляем. С точки зрения архитектуры, это набор обычных текстовых файлов в системе контроля версий. Это сердце нашей системы создания и распространения приложений, основанной на данных. Возможно, вы уже слышали, как кто-то упоминал [F-Droid Data](https://gitlab.com/fdroid/fdroiddata). Иногда мы также называем это метаданными приложения.
uk: Ми зберігаємо базу даних, що містить структуровану інформацію про всі застосунки, які ми поставляємо. З точки зору архітектури, це набір звичайних текстових файлів в системі контролю версій. Це серце нашої системи створення і поширення застосунків, заснованої на даних. Можливо, ви вже чули, як хтось згадував [F-Droid Data](https://gitlab.com/fdroid/fdroiddata). Іноді ми також називаємо це метаданими застосунки.
zh_hans: 我们保留了一个数据库，其中包含有关我们正在发布的所有应用的结构化信息。在架构方面，这是版本控制系统中的一组纯文本文件。它是我们数据驱动的应用构建和分发系统的核心。也许你已经听说有人提到 [F-Droid Data](https://gitlab.com/fdroid/fdroiddata)。有时我们也将其称为应用元数据。

source: We started out with a custom domain specific language (DSL) for storing our metadata files using GIT for version control. Not very surprisingly our custom DSL looks a lot like the popular markup language YAML. That's why we started supporting to store app metadata in `.yml` file format a year ago.
de: Wir starteten mit einer angepassten Domain Specific Language (DSL), um unsere Metadaten-Dateien mittels GIT als Versionskontrolle zu speichern. NIcht sonderlich überraschend sieht unsere benutzerdefinierte DSL der beliebten Markup Language YAML sehr ähnlich. Daher begannen wir vor einem Jahr mit der Unterstützung, App-Metadaten im `.yml`-Dateiformat zu speichern.
pl: Zaczęliśmy od niestandardowego języka specyficznego dla domeny (DSL) do przechowywania naszych plików metadanych za pomocą GIT do kontroli wersji. Nic dziwnego, że nasza niestandardowa DSL przypomina bardzo popularny język znaczników YAML. Dlatego rok temu zaczęliśmy wspierać przechowywanie metadanych aplikacji w formacie pliku `.yml`.
ro: Am început cu un limbaj specific domeniului (DSL) personalizat pentru stocarea fișierelor de metadate, folosind GIT pentru controlul versiunilor. Nu este foarte surprinzător faptul că DSL-ul nostru personalizat seamănă foarte mult cu popularul limbaj de marcare YAML. De aceea am început să susținem stocarea metadatelor aplicațiilor în formatul de fișier `.yml` în urmă cu un an.
ru: Мы начали с создания собственного доменно-специфического языка (DSL) для хранения наших файлов метаданных, используя GIT для контроля версий. Неудивительно, что наш пользовательский DSL очень похож на популярный язык разметки YAML. Именно поэтому год назад мы начали поддерживать хранение метаданных приложений в формате файлов `.yml`.
uk: Ми почали зі створення власного доменно-специфічної мови (DSL) для зберігання наших файлів метаданих, використовуючи GIT для контролю версій. Не дивно, що наш користувальницький DSL дуже схожий на популярний мову розмітки YAML. Саме тому рік назад ми почали підтримувати зберігання метаданих застосунків в форматі файлів `.yml`.
zh_hans: 我们开始使用自定义域特定语言 (DSL) 来存储我们的元数据文件，使用 GIT 进行版本控制。毫不奇怪，我们的自定义 DSL 看起来很像流行的标记语言 YAML。这就是我们在一年前开始支持以 `.yml` 文件格式存储应用元数据的原因。

source: We're finally deprecating `.txt` metadata support altogether. Our amazing packaging team is almost done moving our entire database to `.yml`.
de: Schließlich werden wir die `.txt`-Metadatenunterstützung insgesamt einstellen. Unser wunderbares Packaging-Team ist mit der `.yml`-Umwandlung der Datenbank fast fertig.
pl: W końcu przestajemy obsługiwać obsługę metadanych `.txt`. Nasz niesamowity zespół pakujący jest już prawie gotowy, przenosząc całą bazę danych do pliku `.yml`.
ro: În cele din urmă am renunțat complet la suportul pentru metadatele `.txt`. Uimitoarea noastră echipă de împachetare aproape a terminat de mutat întreaga noastră bază de date în `.yml`.
ru: Мы окончательно отказываемся от поддержки метаданных `.txt`. Наша замечательная команда упаковщиков почти закончила перенос всей нашей базы данных в `.yml`.
uk: Ми остаточно відмовляємося від підтримки метаданих `.txt`. Наша чудова команда пакувальників майже завершила перенесення всієї нашої бази даних у `.yml`.
zh_hans: 我们最终完全弃用 `.txt` 元数据支持。我们出色的打包团队几乎完成了将整个数据库迁移到 `.yml` 的工作。

source: To keep things easy, we will continue to ship a handy sub-command so everyone can conveniently convert now deprecated `.txt` metadata files to `.yml`:
de: Um die Sache zu vereinfachen, werden wir des Weiteren einen praktischen Befehl einführen, damit jeder bequem nun überholte `.txt`-Metadaten in `.yml`umwandeln kann:
pl: Aby ułatwić sobie życie, będziemy nadal wysyłać przydatne podpolecenie, tak aby każdy mógł wygodnie konwertować teraz przestarzałe pliki metadanych `.txt` do `.yml`:
ro: Pentru ca lucrurile să rămână simple, vom continua să livrăm o sub-comandă la îndemână pentru ca toată lumea să poată converti în mod convenabil fișierele de metadate `.txt`, acum depreciate, în `.yml`:
ru: Чтобы упростить работу, мы будем продолжать поставлять удобную подкоманду, чтобы каждый мог удобно конвертировать теперь уже устаревшие `.txt` файлы метаданных в `.yml`:
uk: Щоб спростити роботу, ми будемо продовжувати постачати зручну підкоманду, щоб кожен міг зручно конвертувати тепер уже застарілі `.txt` файли метаданих в` .yml`:
zh_hans: 为了简单起见，我们将继续提供一个方便的子命令，以便每个人都可以方便地将现在已弃用的 `.txt` 元数据文件转换为 `.yml`：

source: In the long run, removing `.txt` metadata support will allow us to get rid of a substantial amount of source-code. This will make maintenance a lot simpler for us and also lower the learning curve for new contributors. It will also make adding new features faster and simplify creating tooling, CI, auditing, metrics, etc.
de: Langfristig wird uns die Beseitigung der `.txt`-Metadatenunterstützung ermöglichen, einen erheblichen Teil des Quellcodes loszuwerden. Das wird uns die Wartung deutlich erleichtern und auch die Lernkurve für neue Mitwirkende absenken. Es wird ebenfalls die Ergänzung neuer Funkionen schneller machen und die Schaffung von Fertigungsmitteln, CI, Auditierung, Kennzahlenbestimmung usw. vereinfachen.
pl: W dłuższej perspektywie, usunięcie obsługi metadanych `.txt` pozwoli nam pozbyć się znacznej ilości kodu źródłowego. Ułatwi nam to utrzymanie i obniży krzywą uczenia się nowych współpracowników. Ułatwi to również szybsze dodawanie nowych funkcji i uprości tworzenie narzędzi, CI, audyt, pomiary itp.
ro: Pe termen lung, eliminarea suportului pentru metadatele `.txt` ne va permite să scăpăm de o cantitate substanțială de cod sursă. Acest lucru va face ca întreținerea să fie mult mai simplă pentru noi și, de asemenea, va reduce curba de învățare pentru noii contribuitori. De asemenea, va face ca adăugarea de noi caracteristici să fie mai rapidă și va simplifica crearea de instrumente, CI, audit, măsurători etc.
ru: В долгосрочной перспективе удаление поддержки метаданных `.txt` позволит нам избавиться от значительной части исходного кода. Это значительно упростит нам сопровождение, а также снизит кривую обучения для новых участников. Это также ускорит добавление новых функций и упростит создание инструментария, CI, аудита, метрик и т.д.
uk: У довгостроковій перспективі видалення підтримки метаданих `.txt` дасть нам змогу позбутися значної частини коду. Це значно спростить нам супровід, а також знизить криву навчання для нових учасників. Це також прискорить додавання нових можливостей і спростить створення інструментарію, CI, аудиту, метрик тощо.
zh_hans: 从长远来看，删除 `.txt` 元数据支持将使我们摆脱大量的源代码。这将使我们的维护变得更加简单，同时也降低了新贡献者的学习曲线。它还将更快地添加新功能并简化创建工具、CI、审计、指标等。

source: Additionally, this will make our database more accessible to everyone. We hope to see developers, enthusiasts and scientists to come up with interesting third party tools, use-cases or studies.
de: Außerdem wird unsere Datenbank dadurch für jeden erreichbarer. Wir hoffen, Entwickler, Enthusiasten und Forscher zu finden, die sich interessante Drittwerkzeuge, Anwendungsfälle oder Studien einfallen lassen.
pl: Dodatkowo, dzięki temu nasza baza danych będzie bardziej dostępna dla wszystkich. Mamy nadzieję, że zobaczymy programistów, entuzjastów i naukowców, którzy wymyślą ciekawe narzędzia, przypadki użycia lub opracowania innych firm.
ro: În plus, acest lucru va face ca baza noastră de date să fie mai accesibilă pentru toată lumea. Sperăm ca dezvoltatorii, entuziaștii și oamenii de știință să vină cu instrumente, cazuri de utilizare sau studii interesante ale unor terțe părți.
ru: Кроме того, это сделает нашу базу данных более доступной для всех. Мы надеемся, что разработчики, энтузиасты и ученые предложат интересные сторонние инструменты, примеры использования или исследования.
uk: Крім того, це зробить нашу базу даних більш доступною для всіх. Ми сподіваємося, що розробники, ентузіасти і вчені запропонують цікаві сторонні інструменти, приклади використання або дослідження.
zh_hans: 此外，这将使每个人都更容易访问我们的数据库。我们希望看到开发者、爱好者和科研人员提出有趣的第三方工具、用例或研究。

source: Our thanks goes to: [Izzy](https://gitlab.com/IzzySoft) and [Bubu](https://gitlab.com/Bubu) for migrating our database and [Hans](https://gitlab.com/eighthave) and [me (uniqx)](https://gitlab.com/uniqx) for implementing YAML metadata support.
de: Wir danken: [Izzy](https://gitlab.com/IzzySoft) und [Bubu](https://gitlab.com/Bubu) für die Migration unserer Datenbank und [Hans](https://gitlab.com/eighthave) und [mir (uniqx)](https://gitlab.com/uniqx) für die Umsetzung der YAML-Metadatenunterstützung.
pl: Nasze podziękowania należą się: [Izzy](https://gitlab.com/IzzySoft) i [Bubu](https://gitlab.com/Bubu) za migrację naszej bazy danych oraz [Hans](https://gitlab.com/eighthave) i [ja (uniqx)](https://gitlab.com/uniqx) za wdrożenie wsparcia dla metadanych YAML.
ro: Mulțumirile noastre se îndreaptă către: [Izzy](https://gitlab.com/IzzySoft) și [Bubu](https://gitlab.com/Bubu) pentru migrarea bazei noastre de date și [Hans](https://gitlab.com/eighthave) și [me (uniqx)](https://gitlab.com/uniqx) pentru implementarea suportului pentru metadate YAML.
ru: Мы благодарим: [Izzy](https://gitlab.com/IzzySoft) и [Bubu](https://gitlab.com/Bubu) за перенос нашей базы данных, а также [Hans](https://gitlab.com/eighthave) и [me (uniqx)](https://gitlab.com/uniqx) за реализацию поддержки метаданных YAML.
uk: Ми дякуємо: [Izzy](https://gitlab.com/IzzySoft) і [Bubu](https://gitlab.com/Bubu) за перенесення нашої бази даних, а також [Hans](https://gitlab. com/eighthave) і [me (uniqx)](https://gitlab.com/uniqx) за реалізацію підтримки метаданих YAML.
zh_hans: 我们感谢：[Izzy](https://gitlab.com/IzzySoft) 和 [Bubu](https://gitlab.com/Bubu) 迁移我们的数据库以及 [Hans](https://gitlab.com/eighthave) 和 [me (uniqx)](https://gitlab.com/uniqx) 实现 YAML 元数据支持。

source: Testing helps get updates out
de: Testen hilft bei der Bereitstellung von Aktualisierungen
pl: Testowanie pomaga otrzymywać aktualizacje
ro: Testarea ajută la distribuirea actualizărilor
ru: Тестирование помогает выпустить обновления
uk: Тестування допомагає випустити оновлення
zh_hans: 测试有助于获取更新
