Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Our everyday lives depend on public infrastructure. Roads, bridges, water supplies, schools, hospitals, etc. enable modern civilization. Most European countries have a long and successful history of funding public infrastructure with public money.
de: Unser alltägliches Leben basiert auf öffentlicher Infrastruktur. Strassen, Brücken, Wasserversorgung, Schulen, Krankenhäuser, etc. ermöglichen unsere moderne Zivilisation. Die meisten europäischen Nationen haben eine lange und erfolgreiche Geschichte in der Finanzierung gemeinnütziger Einrichtungen aus öffentlichen Mitteln.
pl: Nasze codzienne życie zależy od infrastruktury publicznej. Drogi, mosty, zasoby wodne, szkoły, szpitale itp. umożliwiają nowoczesną cywilizację. Większość krajów europejskich ma długą i udaną historię finansowania infrastruktury publicznej środkami publicznymi.
ro: Viața noastră de zi cu zi depinde de infrastructura publică. Drumurile, podurile, aprovizionarea cu apă, școlile, spitalele etc. sunt elementele care permit civilizația modernă. Majoritatea țărilor europene au o istorie lungă și de succes în ceea ce privește finanțarea infrastructurii publice cu bani publici.
ru: Наша повседневная жизнь зависит от общественной инфраструктуры. Дороги, мосты, водоснабжение, школы, больницы и т.д. обеспечивают современную цивилизацию. Большинство европейских стран имеют долгую и успешную историю финансирования общественной инфраструктуры за счет государственных средств.
uk: Наша повсякденне життя залежить від громадської інфраструктури. Дороги, мости, водопостачання, школи, лікарні і т.д. забезпечують сучасну цивілізацію. Більшість європейських країн мають довгу і успішну історію фінансування громадської інфраструктури за рахунок державних коштів.
zh_hans: 我们的日常生活依赖于公共基础设施。道路、桥梁、供水、学校、医院等使现代文明成为可能。大多数欧洲国家在用公共资金资助公共基础设施方面有着悠久而成功的历史。

source: Governments are spending vast amounts of money on software, but they hardly contribute any public digital infrastructure. All their software and source code is locked away from the public by proprietary licenses. Even worse, government institutions often don't have access to the source code of their own critical applications. This can change.
de: Regierungsbehörden geben eine Unmenge an Geld für Software aus, aber sie beteiligen sich kaum an irgendeiner allgemein zugänglichen, digitalen Infrastruktur. Ihre gesamte Software samt Quellcode werden vor der Öffentlichkeit dank proprietärer Lizenzen weggesperrt. Schlimmer noch, staatliche Einrichtungen haben oft selbst keinen Zugriff auf den Quellcode ihrer eigenen kritischen Anwendungen. Das kann sich ändern.
pl: Rządy wydają ogromne sumy pieniędzy na oprogramowanie, ale prawie nie wnoszą żadnej publicznej infrastruktury cyfrowej. Całe ich oprogramowanie i kod źródłowy jest zamknięty przed opinią publiczną przez licencje własnościowe. Co gorsza, instytucje rządowe często nie mają dostępu do kodu źródłowego swoich krytycznych aplikacji. To może się zmienić.
ro: Guvernele cheltuiesc sume uriașe de bani pentru software, dar nu contribuie aproape deloc la infrastructura digitală publică. Toate programele lor software și codul sursă sunt blocate de public prin licențe de proprietate. Chiar mai rău, instituțiile guvernamentale nu au adesea acces la codul sursă al propriilor aplicații critice. Acest lucru se poate schimba.
ru: Правительства тратят огромные средства на программное обеспечение, но они практически не способствуют созданию общественной цифровой инфраструктуры. Все их программное обеспечение и исходный код закрыты от общественности лицензиями на проприетарную собственность. Что еще хуже, государственные учреждения часто не имеют доступа к исходному коду своих собственных критически важных приложений. Ситуация может измениться.
uk: Уряди витрачають величезні кошти на програмне забезпечення, але вони практично не сприяють створенню громадської цифровий інфраструктури. Всі їх програмне забезпечення і вихідний код закриті від громадськості ліцензіями на пропрієтарних власність. Що ще гірше, державні установи часто не мають доступу до вихідного коду своїх власних критично важливих застосунків. Ситуація може змінитися.
zh_hans: 政府在软件上花费了大量资金，但他们几乎没有贡献任何公共数字基础设施。他们所有的软件和源代码都通过专有许可证对公众保密。更糟糕的是，政府机构通常无法访问他们自己的关键应用的源代码。这可以改变。

source: Digital transformation heavily relies on a vast base of public digital infrastructure built and maintained by the free and open source community. It's time for governments to join us and start contributing. Their mobile Apps should certainly respect users demand for freedom and privacy respecting software.
de: Der digitale Umbau hängt stark von einem weitreichenden Fundament aus öffentlichen, digitalen Einrichtungen ab, die von der „Free and Open Source Community“ programmiert und gewartet werden. Es wird Zeit, dass sich Regierungen uns anschließen und beginnen mitzuarbeiten. Ihre mobilen Apps sollten zweifellos die Anwenderforderungen nach Freiheit und Privatsphäre respektierender Software beachten.
pl: Cyfrowa transformacja w dużym stopniu opiera się na ogromnej bazie publicznej infrastruktury cyfrowej zbudowanej i utrzymywanej przez społeczność wolnego i otwartego oprogramowania. Nadszedł czas, aby rządy przyłączyły się do nas i zaczęły wnosić swój wkład. Ich aplikacje mobilne powinny z pewnością szanować wymagania użytkowników w zakresie wolności i prywatności, z poszanowaniem oprogramowania.
ro: Transformarea digitală se bazează în mare măsură pe o bază vastă de infrastructură digitală publică construită și întreținută de comunitatea gratuită și cu sursă deschisă. Este timpul ca guvernele să ni se alăture și să înceapă să contribuie. Aplicațiile lor mobile ar trebui să respecte cu siguranță cererea utilizatorilor de software care să respecte libertatea și confidențialitatea.
ru: Цифровая трансформация в значительной степени опирается на обширную базу государственной цифровой инфраструктуры, созданной и поддерживаемой сообществом свободного и открытого кода. Пришло время правительствам присоединиться к нам и начать вносить свой вклад. Их мобильные приложения, безусловно, должны уважать требование пользователей о свободе и конфиденциальности программного обеспечения.
uk: Цифрова трансформація в значній мірі спирається на широку базу державної цифрової інфраструктури, створеної і підтримуваної спільнотою вільного і відкритого коду. Прийшов час урядам приєднатися до нас і почати вносити свій вклад. Їх мобільні застосунки, безумовно, повинні поважати вимогу користувачів про свободу і конфіденційності програмного забезпечення.
zh_hans: 数字化转型在很大程度上依赖于由自由开源社区构建和维护的大量公共数字基础设施。现在是各国政府加入我们并开始做出贡献的时候了。他们的移动应用当然应该尊重用户对自由和尊重软件的隐私的需求。

source: Free Software Foundation Europe started an amazing campaign for making this shift happen: "Public Money? Public Code!". We're happy to announce that we have signed their open letter and hope you're considering to spread the word and sign too.
de: Die „Free Software Foundation Europe“ startete eine fantastische Kampagne, um diesen Wandel einzuleiten: "Öffentliche Gelder? Öffentlicher Code!". Wir sind glücklich, verkünden zu können, dass wir den Aufruf unterzeichnet haben und hoffen, ihr verbreitet diese Nachricht und unterschreibt ebenfalls.
pl: Fundacja Wolnego Oprogramowania w Europie rozpoczęła niesamowitą kampanię na rzecz wprowadzenia tej zmiany: "Publiczne Pieniądze? Publiczny Kod!". Z radością informujemy, że podpisaliśmy ich list otwarty i mamy nadzieję, że rozważają Państwo również rozpowszechnienie tego listu i podpisanie go.
ro: Free Software Foundation Europe a demarat o campanie extraordinară pentru ca această schimbare să aibă loc: "Bani publici? Cod public!". Suntem bucuroși să anunțăm că am semnat scrisoarea lor deschisă și sperăm că vă gândiți să răspândiți vestea și să semnați și voi.
ru: Европейский фонд свободного программного обеспечения начал удивительную кампанию за то, чтобы этот сдвиг произошел: "Государственные деньги? Общественный код!". Мы рады сообщить, что подписали их открытое письмо, и надеемся, что вы захотите распространить информацию и подписать его тоже.
uk: Європейський фонд вільного програмного забезпечення почав дивовижну кампанію за те, щоб цей зсув стався: "Державні гроші? Громадський код!". Ми раді повідомити, що підписали їх відкритий лист, і сподіваємося, що ви захочете поширити інформацію і підписати його теж.
zh_hans: 欧洲自由软件基金会发起了一项令人惊叹的活动来实现这一转变：“公共资金？公共代码！”。我们很高兴地宣布，我们已经签署了他们的公开信，并希望你也考虑宣传并签署。

source: All the details about this campaign are available on: [publiccode.eu](https://publiccode.eu)
de: Alle Einzelheiten zu dieser Kampagne sind auf [publiccode.eu](https://publiccode.eu) abrufbar
pl: Wszystkie szczegóły dotyczące tej kampanii są dostępne na: [publiccode.eu](https://publiccode.eu)
ro: Toate detaliile despre această campanie sunt disponibile pe: [publiccode.eu](https://publiccode.eu)
ru: Все подробности об этой кампании можно найти на: [publiccode.eu](https://publiccode.eu)
uk: Усі подробиці про цю кампанію доступні на: [publiccode.eu](https://publiccode.eu)
zh_hans: 有关此运动的所有详细信息，请访问：[publiccode.eu](https://publiccode.eu)

source: Panic app uninstall and repo reset
de: App-Deinstallation und Repo-Reset im Krisenfall
pl: Deinstalacja aplikacji Panic i resetowanie repozytorium
ro: Dezinstalarea aplicației Panic și resetarea repo
ru: Удаление аварийного приложения и сброс репозитория
uk: Видалення застосунку Panic та відновлення репозиторію
zh_hans: 紧急应用卸载和存储库重置

source: Sometimes we have things on our devices that are very sensitive, so much so that we need to completely hide or delete them in emergencies. F-Droid already supports receiving [PanicKit](https://guardianproject.info/code/panickit) triggers to make F-Droid hide itself. F-Droid v1.7 adds more alpha features to expand the range of options of what F-Droid can do in response to panic situations. We think these can be very valuable for many users, but keep in mind, these features are alpha. They are functionally complete, but they need to be widely tested before we can call them stable. Specifically, the user experience should clearly communicate what kinds of data will be permanently deleted, and what kinds of data might still be left around afterwards.
de: Gelegentlich haben wir Dinge auf unseren Geräten, die äußerst sensibel sind, so sehr, dass wir sie im Notfall vollständig verstecken oder löschen müssen. F-Droid unterstützt bereits die Verarbeitung von [PanicKit](https://guardianproject.info/code/panickit)-Auslösern, um F-Droid selbst zu verbergen. F-Droid v1.7 ergänzt weitere Funktionen in einer Alpha-Version, um das Sortiment an Möglichkeiten zu erweitern, die F-Droid als Reaktion auf Krisensituationen ergreifen kann. Wir denken, dass diese für viele Anwender sehr wertvoll sein können, aber beachtet bitte, dies sind Alpha-Features. Sie sind funktionell fertig, müssen aber in großem Umfang getestet werden, bevor wir sie als ausgereift bezeichnen können. Insbesondere sollten die Nutzererfahrungen klar zu verstehen geben, welche Art Daten dauerhaft gelöscht werden sollen und welche hinterher noch übrig bleiben sollten.
pl: Czasami mamy na naszych urządzeniach rzeczy bardzo wrażliwe, tak bardzo, że musimy je całkowicie ukryć lub usunąć w nagłych wypadkach. F-Droid obsługuje już odbieranie wyzwalaczy [PanicKit](https://guardianproject.info/code/panickit), aby sam się ukrył. F-Droid v1.7 dodaje więcej funkcji alfa, aby rozszerzyć zakres opcji tego, co F-Droid może zrobić w odpowiedzi na sytuacje paniczne. Uważamy, że mogą one być bardzo cenne dla wielu użytkowników, ale należy pamiętać, że te funkcje są alfa. Są funkcjonalnie kompletne, ale muszą zostać szeroko przetestowane, zanim będziemy mogli nazwać je stabilnymi. W szczególności użytkownika powinny jasno komunikować doznania, jakie rodzaje danych zostaną trwale usunięte, a jakie rodzaje danych mogą być nadal pozostawione.
ro: Uneori avem pe dispozitivele noastre lucruri foarte sensibile, atât de sensibile încât trebuie să le ascundem complet sau să le ștergem în caz de urgență. F-Droid suportă deja primirea de declanșatoare [PanicKit](https://guardianproject.info/code/panickit) pentru a face ca F-Droid să se ascundă singur. F-Droid v1.7 adaugă mai multe caracteristici alfa pentru a extinde gama de opțiuni a ceea ce poate face F-Droid ca răspuns la situațiile de panică. Credem că acestea pot fi foarte valoroase pentru mulți utilizatori, dar nu uitați că aceste caracteristici sunt alfa. Ele sunt complete din punct de vedere funcțional, dar trebuie să fie testate pe scară largă înainte de a le putea numi stabile. În mod specific, experiența utilizatorului ar trebui să comunice în mod clar ce tipuri de date vor fi șterse definitiv și ce tipuri de date ar putea rămâne în continuare prin preajmă după aceea.
ru: Иногда на наших устройствах хранятся очень важные вещи, настолько, что в экстренных ситуациях их нужно полностью скрыть или удалить. F-Droid уже поддерживает прием триггеров [PanicKit](https://guardianproject.info/code/panickit), чтобы заставить F-Droid спрятаться. В F-Droid v1.7 добавлены новые альфа-функции, расширяющие диапазон возможностей F-Droid в ответ на панические ситуации. Мы считаем, что они могут быть очень полезны для многих пользователей, но помните, что эти функции являются альфа-версией. Они функционально завершены, но их необходимо широко протестировать, прежде чем мы сможем назвать их стабильными. В частности, пользователь должен четко представлять, какие данные будут удалены навсегда, а какие могут остаться после этого.
uk: Іноді на наших пристроях зберігаються дуже важливі речі, настільки, що в екстрених ситуаціях їх потрібно повністю приховати або видалити. F-Droid вже підтримує прийом тригерів [PanicKit](https://guardianproject.info/code/panickit), щоб змусити F-Droid сховатися. У F-Droid v1.7 додані нові альфа-функції, що розширюють діапазон можливостей F-Droid у відповідь на панічні ситуації. Ми вважаємо, що вони можуть бути дуже корисні для багатьох користувачів, але пам'ятайте, що ці функції є альфа-версією. Вони функціонально завершені, але їх необхідно широко протестувати, перш ніж ми зможемо назвати їх стабільними. Зокрема, користувач повинен чітко уявляти, які дані будуть видалені назавжди, а які можуть залишитися після цього.
zh_hans: 有时我们的设备上有一些非常敏感的东西，以至于我们需要在紧急情况下完全隐藏或删除它们。F-Droid 已经支持接收 [PanicKit](https://guardianproject.info/code/panickit) 触发器来让 F-Droid 隐藏自己。F-Droid v1.7 添加了更多 alpha 功能，以扩大 F-Droid 应对紧急情况的选项范围。我们认为这些对许多用户来说可能非常有价值，但请记住，这些功能是 Alpha 版。它们在功能上是完整的，但在我们称它们为稳定之前，它们需要进行广泛的测试。具体来说，用户体验应该清楚地传达哪些类型的数据将被永久删除，哪些类型的数据可能在之后仍然存在。

source: <p align="center"> <img width="200" src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_ripple.png %}" /> <img width="200" src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_fdroid_destructive0.png %}" /> <img width="200" src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_fdroid_destructive1.png %}" /> </p>
pl: <p align="center"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_ripple.png %}" width="200"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_fdroid_destructive0.png %}" width="200"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_fdroid_destructive1.png %}" width="200"> </p>
ro: <p align="center"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_ripple.png %}" width="200"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_fdroid_destructive0.png %}" width="200"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_fdroid_destructive1.png %}" width="200"> </p>
uk: <p align="center"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_ripple.png %}" width="200"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_fdroid_destructive0.png %}" width="200"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_fdroid_destructive1.png %}" width="200"> </p>
zh_hans: <p align="center"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_ripple.png %}" width="200"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_fdroid_destructive0.png %}" width="200"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/screenshot_fdroid_destructive1.png %}" width="200"> </p>

source: Full wipes of selected apps
de: Vollständige Löschung ausgewählter Apps
pl: Pełne wymazywanie wybranych aplikacji
ro: Ștergerea completă a aplicațiilor selectate
ru: Полное удаление выбранных приложений
uk: Повне видалення обраних застосунків
zh_hans: 完全擦除选定的应用

source: F-Droid now allows the user to choose any installed app to be uninstalled in response to a panic trigger. Uninstalling will wipe that app's internal data, permanently deleting it. It might not wipe data that apps store on external storage, like images, videos, downloaded documents, etc. To ensure those are wiped, a separate panic response app is required. It is essential to have a complete, tested backup before trying this new feature.
de: F-Droid ermöglicht dem Anwender nun, jede installierte App auszuwählen, die bei Eintreten einer Krisensituation deinstalliert werden soll. Die Deinstallation wird die internen Daten der App dauerhaft löschen. Sie kann keine Daten löschen, die Apps im externen Speicher ablegen, wie Bilder, Videos, heruntergeladene Dokumente usw. Um sicherzustellen, dass diese gelöscht werden, ist eine separate Panikreaktion-App erforderlich. Es ist essentiell vor Testung dieser neuen Funktion, eine vollständige, überprüfte Sicherung zu erstellen.
pl: F-Droid pozwala teraz użytkownikowi wybrać dowolną zainstalowaną aplikację, która ma być odinstalowana w odpowiedzi na wyzwalacz paniki. Odinstalowanie wymaże wewnętrzne dane aplikacji, trwale ją usuwając. Może nie wymazywać danych przechowywanych przez aplikacje na zewnętrznych nośnikach danych, takich jak zdjęcia, filmy, pobrane dokumenty itp. W celu zapewnienia, że są one wycierane, wymagana jest oddzielna aplikacja antypaniczna. Przed wypróbowaniem tej nowej funkcji konieczne jest posiadanie kompletnej, przetestowanej kopii zapasowej.
ro: F-Droid permite acum utilizatorului să aleagă orice aplicație instalată pentru a fi dezinstalată ca răspuns la un declanșator de panică. Dezinstalarea va șterge datele interne ale aplicației respective, eliminând-o definitiv. Este posibil să nu șteargă datele pe care aplicațiile le stochează în spațiul de stocare extern, cum ar fi imagini, videoclipuri, documente descărcate etc. Pentru a vă asigura că acestea sunt șterse, este necesară o aplicație separată de răspuns la panică. Este esențial să aveți o copie de rezervă completă și testată înainte de a încerca această nouă funcție.
ru: F-Droid теперь позволяет пользователю выбрать любое установленное приложение, которое будет удалено в ответ на сигнал паники. При деинсталляции внутренние данные приложения будут удалены безвозвратно. При этом данные, которые приложения хранят на внешнем накопителе, такие как изображения, видео, загруженные документы и т.д., могут быть не удалены. Для обеспечения их удаления необходимо отдельное приложение для панического реагирования. Перед использованием этой новой функции необходимо иметь полную, проверенную резервную копию.
uk: F-Droid тепер дозволяє користувачеві вибрати будь-який встановлений застосунок, яке буде видалено у відповідь на сигнал паніки. При деінсталяції внутрішні дані застосунки будуть видалені безповоротно. При цьому дані, які застосунки зберігають на зовнішньому накопичувачі, такі як зображення, відео, завантажені документи і т.д., можуть бути не видалені. Для забезпечення їх видалення необхідно окремий застосунок для панічного реагування. Перед використанням цієї нової функції необхідно мати повну, перевірену резервну копію.
zh_hans: F-Droid 现在允许用户选择卸载任何已安装的应用以响应紧急触发。卸载将擦除该应用的内部数据，将其永久删除。它可能不会擦除应用存储在外部存储上的数据，例如图像、视频、下载的文档等。为了确保这些数据被擦除，需要一个单独的紧急响应应用。在尝试此新功能之前，必须有一个完整的、经过测试的备份。
