Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: New quests are: Playground access (public/private), max height (of tunnel/parking entrance/height restrictor), and cycleway segregation.
de: Neue Fragen sind: Spielplatzzutritt (öffentlich/privat), Maximalhöhe (von Tunnel/Parkplatzeinfahrt/Höhenbegrenzer) und abgetrennter Radweg.
pl: Nowe zadania to: Dostęp do placu zabaw (publiczny/prywatny), maksymalna wysokość (tunelu/wjazdu na parking/ogranicznika wysokości) oraz podział ścieżek rowerowych.
ro: Noile misiuni sunt: Accesul la locurile de joacă (public/privat), înălțimea maximă (a tunelului/intrării în parcare/restrictorului de înălțime) și segregarea pistelor de biciclete.
ru: Новыми заданиями являются: Доступ на детскую площадку (общественную/частную), максимальная высота (туннеля/въезда на парковку/ограничителя высоты) и разделение велодорожек.
uk: Новими завданнями є: Доступ на дитячий майданчик (суспільний/приватний), максимальна висота (тунелю/в'їзду на паркування/обмежувача висоти) і поділ велодоріжок.
zh_hans: 新任务是：游乐场入口（公共/私人）、最大高度（隧道/停车场入口/高度限制器）和自行车道隔离。

source: It contains many more enhanced quests, other enhancements, and bug fixes. See the [changelog](https://github.com/westnordost/StreetComplete/releases/tag/v7.0) for details as this update is huge.
de: Sie enthält viele weitere, verbesserte Fragen, andere Verbesserungen und Fehlerkorrekturen. Sehen Sie im [Changelog](https://github.com/westnordost/StreetComplete/releases/tag/v7.0) nach Einzelheiten, da diese Aktualisierung riesig ist.
pl: Zawiera wiele ulepszonych zadań, inne ulepszenia i poprawki błędów. Zobacz [dziennik zmian](https://github.com/westnordost/StreetComplete/releases/tag/v7.0) szczegóły, ponieważ ta aktualizacja jest ogromna.
ro: Acesta conține mult mai multe misiuni îmbunătățite, alte îmbunătățiri și corecturi de erori. Consultați [changelog](https://github.com/westnordost/StreetComplete/releases/tag/v7.0) pentru detalii, deoarece această actualizare este uriașă.
ru: Оно содержит множество улучшенных квестов, другие улучшения и исправления ошибок. Подробности смотрите в [журнале изменений](https://github.com/westnordost/StreetComplete/releases/tag/v7.0), так как это обновление очень большое.
uk: Воно містить значну кількість оновлених квестів, інші поліпшення і виправлення помилок. Подробиці дивіться в [журналі змін](https://github.com/westnordost/StreetComplete/releases/tag/v7.0), бо це оновлення дуже велике.
zh_hans: 它包含更多增强的任务、其他增强功能和错误修复。有关详细信息，请参阅[更新日志](https://github.com/westnordost/StreetComplete/releases/tag/v7.0)，因为此更新非常庞大。

source: {{ page.featured }} **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** is a puzzle/action game inspired by Lemmings. Version 0.11 adds a whole 20 new levels in a new level set called Rabbots! Also contains lots of bug fixes and a few little extras.
de: {{ page.featured }} **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** ist ein Rätsel-/Action-Spiel inspiriert durch Lemmings. Version 0.11 fügt ganze 20 neue Levels in einem neuen, Rabbots genannten Satz von Spielstufen hinzu! Enthält auch viele Korrekturen und einige kleine Extras.
pl: {{ page.featured }} **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** to łamigłówka/gra akcji inspirowana Lemmings. Wersja 0.11 dodaje całe 20 nowych poziomów w nowym zestawie poziomów o nazwie Rabbots! Zawiera również wiele poprawek i kilka małych dodatków.
ro: {{ page.featured }} **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** este un joc de puzzle/acțiune inspirat de Lemmings. Versiunea 0.11 adaugă 20 de nivele noi într-un nou set de nivele numit Rabbots! De asemenea, conține o mulțime de remedieri de erori și câteva mici extra.
ru: {{ page.featured }} **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** - это игра-головоломка/экшн, вдохновленная Lemmings. Версия 0.11 добавляет целых 20 новых уровней в новом наборе уровней под названием Rabbots! Также содержит множество исправлений ошибок и несколько небольших дополнений.
uk: {{ page.featured }} **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** - це гра-головоломка / екшн, натхненна Lemmings. Версія 0.11 додає цілих 20 нових рівнів в новому наборі рівнів під назвою Rabbots! Також містить безліч виправлень помилок і кілька невеликих доповнень.
zh_hans: {{ page.featured }} **[Rabbit Escape](https://f-droid.org/packages/net.artificialworlds.rabbitescape/)** 是一款灵感来自旅鼠的益智/动作游戏。0.11 版在名为 Rabbots 的新关卡集中增加了 20 个新关卡！还包含许多错误修复和一些附加功能。

source: **[BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/)** is designed to warn you when you approach some point of interest or dangerous area. In 0.6.5, all known reported bugs should have been fixed. This version also adds support for importing GPX files.
de: **[BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/)**, entworfen, um Sie bei Annäherung an bestimmte POIs oder Gefahrengebiete zu warnen. In 0.6.5, sollten alle bekannten, berichteten Fehler behoben sein. Diese Version ergänzt außerdem die Unterstützung des GPX-Dateiimports.
pl: **[BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/)** ma na celu ostrzec cię, gdy zbliżasz się do jakiegoś punktu zainteresowania lub niebezpiecznego obszaru. W wersji 0.6.5 wszystkie znane zgłoszone błędy powinny zostać naprawione. Ta wersja dodaje również obsługę importowania plików GPX.
ro: **[BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/)** este conceput pentru a vă avertiza atunci când vă apropiați de un punct de interes sau de o zonă periculoasă. În 0.6.5, toate bug-urile cunoscute raportate ar fi trebuit să fie rezolvate. Această versiune adaugă, de asemenea, suport pentru importul de fișiere GPX.
ru: **[BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/)** предназначен для предупреждения о приближении к какой-либо достопримечательности или опасной зоне. В версии 0.6.5 должны были быть исправлены все известные ошибки. В этой версии также добавлена поддержка импорта файлов GPX.
uk: **[BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/)** призначений для попередження про наближення до будь-якої пам'ятки або небезпечній зоні. У версії 0.6.5 повинні були бути виправлені всі відомі помилки. У цій версії також додана підтримка імпорту файлів GPX.
zh_hans: **[BwareArea](https://f-droid.org/packages/fr.byped.bwarearea/)** 旨在在你接近某个兴趣点或危险区域时向你发出警告。在 0.6.5 中，所有已知报告的错误都应该已修复。此版本还增加了对导入 GPX 文件的支持。

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 1.10.5 adds basic support for viewing other instances' local timelines, allows to delete tags with a long-press on the tab, allows to translate your messages before sending them, and some bug fixes.
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 1.10.5 fügt grundlegende Unterstützung für die Anzeige der lokalen Timelines anderer Instanzen hinzu, ermöglicht das Löschen von Tags mit einem langen Druck auf der Registerkarte, ermöglicht die Übersetzung Ihrer Nachrichten vor dem Senden und einige Fehlerbehebungen.
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 1.10.5 dodaje podstawowe wsparcie dla przeglądania lokalnych linii czasu innych instancji, pozwala usuwać znaczniki za pomocą długiego naciśnięcia na karcie, umożliwia tłumaczenie twoich wiadomości przed ich wysłaniem oraz kilka poprawek.
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 1.10.5 adaugă suportul de bază pentru vizualizarea cronologiilor locale ale altor instanțe, permite ștergerea etichetelor cu o apăsare lungă pe filă, permite traducerea mesajelor înainte de a le trimite și câteva corecturi de erori.
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** В версии 1.10.5 добавлена базовая поддержка просмотра локальной временной шкалы других инстансов, возможность удаления тегов долгим нажатием на вкладку, возможность перевода сообщений перед отправкой, а также исправлены некоторые ошибки.
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** У версії 1.10.5 додана базова підтримка перегляду локальної тимчасової шкали інших інстанси, можливість видалення тегів довгим натисканням на вкладку, можливість перекладу повідомлень перед відправкою, а також виправлені деякі помилки.
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 1.10.5 增加了查看其他实例本地时间线的基本支持，允许删除带有长按选项卡，允许在发送消息之前翻译你的消息，并修复一些错误。

source: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** is the next-generation IRC client for Android. This update to 0.4.1 adds a per-server encoding setting, a new word selection mode, automatic message splitting, `irc://` link handling, and many more improvements and fixes. Also of note are DCC download/upload support (with UPnP), and the channel topic is now saved and deduplicated.
de: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** ist der IRC-Client der nächsten Generation für Android. Dieses Update auf 0.4.1 fügt eine Codierungseinstellung pro Server, einen neuen Wortauswahlmodus, automatische Nachrichtenaufteilung, `irc://`-Linkbehandlung und viele weitere Verbesserungen und Korrekturen hinzu. Ebenfalls hervorzuheben ist die DCC-Download/Upload-Unterstützung (mit UPnP), und das Kanalthema wird nun gespeichert und dedupliziert.
pl: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** to klient IRC następnej generacji dla systemu Android. Ta aktualizacja do wersji 0.4.1 dodaje ustawienie kodowania na serwerze, tryb nowego wyboru słów, automatyczne dzielenie wiadomości, obsługę połączeń `irc://` oraz wiele innych ulepszeń i poprawek. Na uwagę zasługuje również obsługa pobierania/wysyłania DCC (z UPnP), a temat kanału jest teraz zapisywany i deduplikowany.
ro: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** este clientul IRC de ultimă generație pentru Android. Această actualizare la 0.4.1 adaugă o setare de codificare pentru fiecare server, un nou mod de selectare a cuvintelor, împărțirea automată a mesajelor, gestionarea link-urilor `irc://` și multe alte îmbunătățiri și corecturi. De asemenea, sunt de remarcat suportul pentru descărcare/încărcare DCC (cu UPnP), iar subiectul canalului este acum salvat și deduplicat.
ru: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** - это IRC-клиент нового поколения для Android. Это обновление до версии 0.4.1 добавляет настройку кодировки для каждого сервера, новый режим выбора слов, автоматическое разбиение сообщений, обработку ссылок `irc://` и множество других улучшений и исправлений. Также стоит отметить поддержку загрузки/выгрузки DCC (с UPnP), а тема канала теперь сохраняется и дедуплицируется.
uk: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** - це IRC-клієнт нового покоління для Android. Це оновлення до версії 0.4.1 додає настройку кодування для кожного сервера, новий режим вибору слів, автоматичне розбиття повідомлень, обробку посилань `irc://` і безліч інших поліпшень і виправлень. Також варто відзначити підтримку завантаження/розвантаження DCC (з UPnP), а тема каналу тепер зберігається і дедупліціруется.
zh_hans: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)**是下一代 Android IRC客户端。对 0.4.1 的更新添加了每个服务器的编码设置、新的单词选择模式、自动消息拆分、`irc://` 链接处理以及更多改进和修复。另外值得注意的是 DCC 下载/上传支持（使用 UPnP），并且频道主题现在已保存和重复数据删除。

source: Send tips to **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** and remember to tag with **[#TWIF](https://mastodon.technology/tags/twif)**. Or use the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum. The deadline to the next TWIF is **Thursday** 12:00 UTC.
de: Senden Sie Tipps an **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** und denken Sie an einen **[#TWIF](https://mastodon.technology/tags/twif)**-Tag. Oder nutzen Sie den [TWIF Submission Thread](https://forum.f-droid.org/t/twif-submission-thread) im Forum. Einsendeschluss für das nächste TWIF ist **Donnerstag** 12:00 UTC.
pl: Wyślij wskazówki do **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** i pamiętaj o oznaczeniu tagami **[#TWIF](https://mastodon.technology/tags/twif)**. Lub użyj [wątku dostarczania TWIF](https://forum.f-droid.org/t/twif-submission-thread) na forum. Termin do następnego TWIF to **Czwartek** 12:00 UTC.
ro: Trimiteți sfaturi la **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** și nu uitați să le etichetați cu **[#TWIF](https://mastodon.technology/tags/twif)**. Sau folosiți [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) de pe forum. Termenul limită pentru următorul TWIF este **joi** 12:00 UTC.
zh_hans: 发送提示到 **[@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg)** 并记得添加 **[#TWIF](https://mastodon.technology/tags/twif)** 标签。或者使用论坛上的 [TWIF 提交主题](https://forum.f-droid.org/t/twif-submission-thread)。下一届 TWIF 的截止时间是**星期四** 12:00 UTC。

source: Dedication
de: Danksagung
pl: Dedykacja
ro: Dedicație
ru: Посвящение
uk: Присвята
zh_hans: 奉献精神

source: Thanks to **[@blendergeek](https://forum.f-droid.org/u/blendergeek)** for doing a great job in my absence! You might see more of him in the future, so stay tuned!
de: Ein Dank geht an **[@blendergeek](https://forum.f-droid.org/u/blendergeek)**, der während meiner Abwesenheit eine großartige Arbeit geleistet hat! Sie könnten in Zukunft mehr von ihm sehen, also bleiben Sie dran!
pl: Podziękowania dla **[@blendergeek](https://forum.f-droid.org/u/blendergeek)** za świetną robotę podczas mojej nieobecności! Możesz go zobaczyć więcej w przyszłości, więc bądź czujny!
ro: Mulțumesc lui **[@blendergeek](https://forum.f-droid.org/u/blendergeek)** pentru că a făcut o treabă grozavă în absența mea! S-ar putea să vedeți mai mult de la el în viitor, așa că stați pe fază!
ru: Спасибо **[@blendergeek](https://forum.f-droid.org/u/blendergeek)** за отличную работу в мое отсутствие! Вы можете увидеть больше его в будущем, так что следите за новостями!
uk: Дякую **[@blendergeek](https://forum.f-droid.org/u/blendergeek)** за відмінну роботу під час моєї відсутності! Ви можете побачити більше його в майбутньому, так що стежте за новинами!
zh_hans: 感谢 **[@blendergeek](https://forum.f-droid.org/u/blendergeek)** 在我不在的情况下做得很好！以后你可能会看到更多他的身影，敬请期待！

source: How Tutanota replaced Google’s FCM with their own notification system
de: Wie Tutanota Google’s FCM durch ihr eigenes Benachrichtigungssystem ersetzte
pl: Jak Tutanota zastępuje Google FCM z ich własny system powiadamiania
ro: Cum a înlocuit Tutanota FCM de la Google cu propriul sistem de notificare
ru: Как Tutanota заменила FCM от Google собственной системой уведомлений
uk: Як Tutanota замінила FCM від Google власною системою повідомлень
zh_hans: Tutanota 如何用自己的通知系统取代 Google 的 FCM

source: As mentioned in [This Week In F-Droid 17]({{ site.baseurl }}/2018/08/16/twif-17-the-reproducible-builds-and-encrypted-e-mail-edition.html), Tutanota is now on F-Droid.
de: Wie in [Diese Woche in F-Droid 17]({{ site.baseurl }}/2018/08/16/twif-17-the-reproducible-builds-and-encrypted-e-mail-edition.html) erwähnt, ist Tutanota nun auf F-Droid.
pl: Jak wspomniano w [W tym tygodniu w F-Droid 17]({{ site.baseurl }}/2018/08/16/twif-17-the-reproducible-builds-and-encrypted-e-mail-edition.html), Tutanota jest teraz na F-Droid.
ro: După cum s-a menționat în [This Week In F-Droid 17]({{ site.baseurl }}/2018/08/16/twif-17-the-reproducible-builds-and-encrypted-e-mail-edition.html), Tutanota este acum pe F-Droid.
ru: Как упоминалось в [This Week In F-Droid 17]({{ site.baseurl }}/2018/08/16/twif-17-the-reproducible-builds-and-encrypted-e-mail-edition.html), Tutanota теперь на F-Droid.
uk: Як згадувалося в [This Week In F-Droid 17]({{ site.baseurl }}/2018/08/16/twif-17-the-reproducible-builds-and-encrypted-e-mail-edition.html), Tutanota тепер на F-Droid.
zh_hans: 正如 [F-Droid 每周新闻 17]({{ site.baseurl }}/2018/08/16/twif-17-the-reproducible-builds-and-encrypted-e-mail-edition.html) 中提到的，Tutanota 现在已进入 F-Droid。

source: In this special post [Ivan](https://tutanota.com/blog/posts/welcome-ivan) from Tutanota, tells us the story.
de: In diesem Sonderbeitrag erzählt uns [Ivan](https://tutanota.com/blog/posts/welcome-ivan) von Tutanota, wie es dazu kam.
pl: W tym specjalnym poście [Ivan](https://tutanota.com/blog/posts/welcome-ivan) od Tutanota opowiada nam historię.
ro: În această postare specială, [Ivan](https://tutanota.com/blog/posts/welcome-ivan) din Tutanota, ne spune povestea.
ru: В этом специальном посте [Иван](https://tutanota.com/blog/posts/welcome-ivan) из Tutanota, рассказывает нам историю.
uk: У цьому спеціальному пості [Іван](https://tutanota.com/blog/posts/welcome-ivan) з Tutanota, розповідає нам історію.
zh_hans: 在这篇特别的帖子中，来自 Tutanota 的 [Ivan](https://tutanota.com/blog/posts/welcome-ivan) 向我们讲述了这个故事。

source: Hi, I'm Ivan and I am developing Tutanota to help build the web of the future where our right to privacy is being respected. I believe that privacy should not be a luxury for the rich and tech-savvy, it should be a basic human right.
de: Hi, ich bin Ivan und ich entwickle Tutanota, um dabei mitzuhelfen das Internet der Zukunft aufzubauen, in dem unser Recht auf Privatsphäre respektiert wird. Ich glaube, dass Datenschutz kein Luxus für Reiche und Computererfahrene sein sollte, es sollte ein grundlegendes Menschenrecht sein.
pl: Cześć, jestem Ivan i pracuję nad Tutanotą, aby pomóc zbudować sieć przyszłości, w której szanowane jest nasze prawo do prywatności. Uważam, że prywatność nie powinna być luksusem dla bogatych i znających się na technologii, powinna być podstawowym prawem człowieka.
ro: Bună, sunt Ivan și dezvolt Tutanota pentru a ajuta la construirea web-ului viitorului în care dreptul nostru la intimitate este respectat. Cred că intimitatea nu ar trebui să fie un lux pentru cei bogați și pricepuți la tehnologie, ci ar trebui să fie un drept uman de bază.
ru: Привет, меня зовут Иван, и я разрабатываю Tutanota, чтобы помочь создать веб будущего, где наше право на приватность будет соблюдаться. Я считаю, что конфиденциальность не должна быть роскошью для богатых и технически подкованных людей, она должна быть основным правом человека.
uk: Привіт, мене звуть Іван, і я розробляю Tutanota, щоб допомогти створити веб майбутнього, де наше право на приватність буде дотримуватися. Я вважаю, що конфіденційність не повинна бути розкішшю для багатих і технічно підкованих людей, вона повинна бути основним правом людини.
zh_hans: 嗨，我是 Ivan，我正在开发 Tutanota，以帮助建立未来的网络，让我们的隐私权得到尊重。我认为隐私不应该是富人和精通技术的人的奢侈品，而应该是一项基本人权。
