Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: If you installed alpha2 of the F-Droid client _and_ are using the [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension), you will need to enable Unknown Sources to be able to upgrade. (After which you can turn it off again.)
de: Wenn Sie die Alpha2 des F-Droid-Clients installiert haben _und_ die [Rechteerweiterung](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension) verwenden, müssen Sie die Unbekannte Herkunft aktivieren, um ein Upgrade durchführen zu können. (Danach können Sie sie wieder abschalten.)
pl: Jeśli zainstalowałeś alfa2 klienta F-Droid _i_ używa rozszerzenia [Rozszerzenie uprzywilejowane](https://gitlab.com/fdroid/privileged-extension/f-droid-privileged-extension), musisz włączyć nieznane źródła żeby dokonać aktualizacji. (Po czym można go wyłączyć ponownie.)
ro: Dacă ați instalat alpha2 a clientului F-Droid _și_ utilizați [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension), va trebui să activați Unknown Sources pentru a putea face upgrade. (După care puteți să o dezactivați din nou)
ru: Если вы установили alpha2 клиента F-Droid _и_ и используете [Privileged Extension](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension), вам нужно будет включить Неизвестные источники, чтобы иметь возможность обновляться. (После этого вы сможете снова отключить его.)
uk: Якщо ви встановили alpha2 клієнта F-Droid _і_ використовуєте [Привілейоване розширення](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension), вам потрібно буде ввімкнути Невідомі джерела, щоб мати можливість оновлюватися. (Після цього ви зможете знову вимкнути це.)
zh_hans: 如果你安装了F-Droid 客户端 alpha2 _并且_ 正在使用[特权扩展](https://gitlab.com/fdroid/privileged-extension/#f-droid-privileged-extension)，你需要启用未知来源，以便能够升级。（之后你可以再把它关掉。）

source: Work on the whitelabel client continues, and [issue 1311](https://gitlab.com/fdroid/fdroidclient/issues/1311), in which F-Droid wants to update/reinstall uninstalled apps, is being fixed as part of this work.
de: Die Arbeit am Whitelabel Client geht voran und [Issue 1311](https://gitlab.com/fdroid/fdroidclient/issues/1311), bei dem F-Droid nicht installierte Apps aktualisieren/wieder installieren will, wurde im Rahmen dieser Arbeiten behoben.
pl: Prace nad klientem whitelabel będą kontynuowane, a [problem 1311](https://gitlab.com/fdroid/fdroidclient/issues/1311), w którym F-Droid chce aktualizować/ponownie odinstalowywać odinstalowane aplikacje, jest naprawiany w ramach tych prac.
ro: Lucrările la clientul cu etichetă albă continuă, iar [issue 1311](https://gitlab.com/fdroid/fdroidclient/issues/1311), în care F-Droid vrea să actualizeze/reinstaleze aplicațiile dezinstalate, este rezolvată ca parte a acestei lucrări.
ru: Работа над белым клиентом продолжается, и [проблема 1311](https://gitlab.com/fdroid/fdroidclient/issues/1311), в которой F-Droid хочет обновить/установить неустановленные приложения, исправляется в рамках этой работы.
uk: Робота над клієнтом whitelabel триває, й [проблема 1311](https://gitlab.com/fdroid/fdroidclient/issues/1311), за якої F-Droid хоче оновити/перевстановити видалені застосунки, виправляється в рамках цієї роботи.
zh_hans: 关于白标客户端的工作仍在继续，F-Droid 想要更新/重新安装未安装的应用的问题 [issue 1311](https://gitlab.com/fdroid/fdroidclient/issues/1311) 作为这项工作的一部分正在被修复。

source: No news. (Is good news.)
de: Keine Nachrichten. (Sind gute Nachrichten.)
pl: Brak nowości. (Czy to dobra wiadomość.)
ro: Nicio veste. (Sunt vești bune.)
ru: Никаких новостей. (Это хорошие новости.)
uk: Жодних новин. (Це гарні новини.)
zh_hans: 没有新闻。（就是好新闻。）

source: [Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/): Consolidation of Stoic texts
de: [Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/): Zusammenstellung stoischer Texte
pl: [Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/): Konsolidacja tekstów Stoic
ro: [Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/): Consolidare de texte stoice
ru: [Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/): Консолидация стоических текстов
uk: [Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/): Консолідація текстів Stoic
zh_hans: [Stoic Reading](https://f-droid.org/packages/app.reading.stoic.stoicreading/)：整合 Stoic 的文本

source: [AnySoftKeyboard: Afrikaans](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.afrikaans/): Language pack for [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
de: [AnySoftKeyboard: Afrikaans](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.afrikaans/): Sprachpaket für [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
pl: [AnySoftKeyboard: Afrikaans](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.afrikaans/):Pakiet językowy dla [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
ro: [AnySoftKeyboard: Afrikaans](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.afrikaans/): Pachet de limbă pentru [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
ru: [AnySoftKeyboard: Afrikaans](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.afrikaans/): Языковой пакет для [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
uk: [AnySoftKeyboard: Afrikaans](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.afrikaans/): Мовний пакунок для [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
zh_hans: [AnySoftKeyboard: Afrikaans](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.afrikaans/)：[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/) 的语言包

source: [AnySoftKeyboard: Galician](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.galician/): Language pack for [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
de: [AnySoftKeyboard: Galizisch](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.galician/): Sprachpaket für [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
pl: [AnySoftKeyboard: Galician](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.galician/): Pakiet językowy dla [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
ro: [AnySoftKeyboard: Galician](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.galician/): Pachet de limbă pentru [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
ru: [AnySoftKeyboard: Galician](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.galician/): Языковой пакет для [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
uk: [AnySoftKeyboard: Galician](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.galician/): Мовний пакунок для [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)
zh_hans: [AnySoftKeyboard: Galician](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.galician/)：[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/) 的语言包

source: [Stratum 0 Widget](https://f-droid.org/packages/horse.amazin.my.stratum0.statuswidget/): Status Widget for Stratum 0, Hackerspace Braunschweig
de: [Stratum 0 Widget](https://f-droid.org/packages/horse.amazin.my.stratum0.statuswidget/): Status-Widget für Stratum 0, Hackerspace Braunschweig
pl: [Stratum 0 Widget](https://f-droid.org/packages/horse.amazin.my.stratum0.statuswidget/): Status Widget dla Stratum 0, Hackerspace Braunschweig
ro: [Stratum 0 Widget](https://f-droid.org/packages/horse.amazin.my.stratum0.statuswidget/): Widget de stare pentru Stratum 0, Hackerspace Braunschweig
ru: [Stratum 0 Widget](https://f-droid.org/packages/horse.amazin.my.stratum0.statuswidget/): Виджет статуса для Stratum 0, Хакерспейс Брауншвейг
uk: [Stratum 0 Widget](https://f-droid.org/packages/horse.amazin.my.stratum0.statuswidget/): Віджет стану для Stratum 0, Hackerspace Braunschweig
zh_hans: [Stratum 0 Widget](https://f-droid.org/packages/horse.amazin.my.stratum0.statuswidget/)：不伦瑞克黑客空间第 0 层的状态微件

source: [J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/): J2ME emulator
pl: [J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/): emulator J2ME
ro: [J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/): Emulator J2ME
ru: [J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/): эмулятор J2ME
uk: [J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/): емулятор J2ME
zh_hans: [J2ME Loader](https://f-droid.org/packages/ru.playsoftware.j2meloader/)：J2ME 仿真器

source: In total, 95 apps were updated in the past two weeks. Here are the highlights:
de: Insgesamt wurden in den vergangenen zwei Wochen 95 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w ciągu ostatnich dwóch tygodni zaktualizowano 95 aplikacji. Oto najważniejsze cechy:
ro: În total, 95 de aplicații au fost actualizate în ultimele două săptămâni. Iată care sunt cele mai importante:
ru: Всего за последние две недели было обновлено 95 приложений. Вот основные из них:
uk: Всього за останні два тижні було оновлено 95 застосунків. Ось основні з них:
zh_hans: 在过去两周里，总共有 95 个应用被更新。以下是其中的亮点：

source: The package ID of [p≡p pretty Easy privacy](https://f-droid.org/packages/pep.android.k9/) was changed from "pep.android.k9" to "[security.pEp](https://f-droid.org/packages/security.pEp/)". In order to update, and to continue receiving updates, you will need to uninstall and reinstall [p≡p](https://f-droid.org/packages/security.pEp/) once.
de: Die Paket-ID von [p≡p pretty Easy privacy](https://f-droid.org/packages/pep.android.k9/) wurde von "pep.android.k9" auf "[security.pEp](https://f-droid.org/packages/security.pEp/)" geändert. Zur Aktualisierung und um weiterhin Updates zu erhalten, muss [p≡p](https://f-droid.org/packages/security.pEp/) einmal deinstalliert und neu installiert werden.
pl: Identyfikator pakietu [p≡p pretty Easy privacy](https://f-droid.org/packages/pep.android.k9/) został zmieniony z "pep.android.k9" na "[security.pEp](https://f-droid.org/packages/security.pEp/)". Aby zaktualizować i kontynuować otrzymywanie aktualizacji, musisz raz odinstalować i ponownie zainstalować [p≡p](https://f-droid.org/packages/security.pEp/).
ro: ID-ul pachetului [p≡p pretty Easy privacy](https://f-droid.org/packages/pep.android.k9/) a fost schimbat din "pep.android.k9" în "[security.pEp](https://f-droid.org/packages/security.pEp/)". Pentru a vă actualiza și pentru a continua să primiți actualizări, va trebui să dezinstalați și să reinstalați [p≡p](https://f-droid.org/packages/security.pEp/) o dată.
ru: ID пакета [p≡p pretty Easy privacy](https://f-droid.org/packages/pep.android.k9/) был изменен с "pep.android.k9" на "[security.pEp](https://f-droid.org/packages/security.pEp/)". Для обновления и дальнейшего получения обновлений вам необходимо один раз удалить и заново установить [p≡p](https://f-droid.org/packages/security.pEp/).
uk: ID пакунку [p≡p pretty Easy privacy](https://f-droid.org/packages/pep.android.k9/) був змінений з "pep.android.k9" на "[security.pEp](https://f-droid.org/packages/security.pEp/)". Для оновлення та подальшого отримання оновлень вам необхідно один раз видалити й заново встановити [p≡p](https://f-droid.org/packages/security.pEp/).
zh_hans: [p≡p pretty Easy privacy](https://f-droid.org/packages/pep.android.k9/) 的软件包 ID 由 "pep.android.k9" 改为 "[security.pEp](https://f-droid.org/packages/security.pEp/)"。为了更新并继续收到更新，你需要卸载并重新安装 [p≡p](https://f-droid.org/packages/security.pEp/)。

source: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) was updated from 5.6.0 to 5.7.0. In this update native feedback and broken site forms were added to make it easier to communicate with DDG anonymously. UX and performance improvements include hiding the omnibar when watching full-screen video, fixing the menu height on small screens and correcting the widget on custom launchers. The browser is shown faster, and now shows the start of a URL by default rather than the end.
de: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) wurde von 5.6.0 auf 5.7.0 aktualisiert. In diesem Update wurden eigene Formulare für Feedback und defekte Internetseiten hinzugefügt, um die anonyme Kommunikation mit DDG zu vereinfachen. Verbesserungen an Benutzerfreundlichkeit und Leistung beinhalten das Ausblenden der Omnibar bei der Videowiedergabe im Vollbildmodus, die Festlegung der Höhe des Menüs auf kleinen Bildschirmen und die Korrektur des Widgets in nutzereigenen Launchern. Der Browser startet schneller und zeigt nun standardmäßig den Anfang einer URL statt deren Ende an.
pl: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) został zaktualizowany z 5.6.0 na 5.7.0. W tej aktualizacji dodano natywne opinie i uszkodzone formularze witryny, aby anonimowo komunikować się z DDG. UX i ulepszenia wydajności obejmują ukrywanie omnibara podczas oglądania wideo na pełnym ekranie, ustalanie wysokości menu na małych ekranach i korygowanie widżetu na niestandardowych programach uruchamiających. Przeglądarka wyświetla się szybciej, a teraz domyślnie pokazuje początek adresu URL, a nie koniec.
ro: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) a fost actualizat de la 5.6.0 la 5.7.0. În cadrul acestei actualizări au fost adăugate formulare native de feedback și formulare de site stricat pentru a facilita comunicarea cu DDG în mod anonim. Printre îmbunătățirile UX și de performanță se numără ascunderea omnibarului atunci când se urmărește un videoclip pe ecran complet, corectarea înălțimii meniului pe ecrane mici și corectarea widget-ului pe lansatoarele personalizate. Browserul este afișat mai rapid și acum afișează în mod implicit începutul unei adrese URL în loc de sfârșitul acesteia.
ru: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) был обновлен с 5.6.0 до 5.7.0. В этом обновлении были добавлены нативные формы обратной связи и формы сломанного сайта, чтобы облегчить анонимное общение с DDG. Улучшения UX и производительности включают в себя скрытие омнибара при просмотре полноэкранного видео, исправление высоты меню на маленьких экранах и исправление виджета на пользовательских пусковых установках. Браузер отображается быстрее и теперь по умолчанию показывает начало URL-адреса, а не его конец.
uk: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) був оновлений з 5.6.0 до 5.7.0. У цьому оновленні були додані нативні форми зворотного зв'язку і форми зламаного сайту, щоб полегшити анонімне спілкування з DDG. Покращення UX і швидкодії охоплюють приховування омнібара у повноекранному перегляді відео, виправлення висоти меню на маленьких екранах і виправлення віджета на призначених для користувача лаунчерах. Браузер запускається швидше і тепер типово показує початок URL-адреси, а не його кінець.
zh_hans: [DuckDuckGo 隐私浏览器](https://f-droid.org/packages/com.duckduckgo.mobile.android/)从 5.6.0 更新到 5.7.0。在这次更新中，增加了原生反馈和破损网站表单，使之更容易与 DDG 进行匿名沟通。用户体验和性能方面的改进包括：在观看全屏视频时隐藏全屏栏，修正小屏幕上的菜单高度，以及修正自定义启动器上的微件。浏览器的显示速度更快，现在默认显示的是 URL 的开头而不是结尾。

source: [UltraSonic](https://f-droid.org/packages/org.moire.ultrasonic/) was updated from 2.1.0 to 2.5.0, with a new app icon, restart of playback if headphones are re-inserted, improved cache management, better error handling and feedback, and loads of bug fixes. And last but not least, builds on F-Droid again.
de: [UltraSonic](https://f-droid.org/packages/org.moire.ultrasonic/) wurde von 2.1.0 auf 2.5.0 aktualisiert, mit einem neuen App-Symbol, dem Wiedereinsetzen der Wiedergabe beim Einstecken von Kopfhörern, einem verbesserten Cache-Management, einer besseren Fehlerbehandlung und verbessertem Feedback sowie zahlreichen Fehlerkorrekturen. Und nicht zuletzt, sie hat wieder ein F-Droid-Build.
pl: [UltraSonic](https://f-droid.org/packages/org.moire.ultrasonic/) został zaktualizowany z wersji 2.1.0 do wersji 2.5.0, z nową ikoną aplikacji, ponownym odtwarzaniem po ponownym włożeniu słuchawek, ulepszonym zarządzanie pamięcią podręczną, lepszą obsługę błędów i opinie oraz mnóstwo poprawek. I ostatnia, ale nie mniej ważna, opiera się na F-Droidie.
ro: [UltraSonic](https://f-droid.org/packages/org.moire.ultrasonic/) a fost actualizat de la 2.1.0 la 2.5.0, cu o nouă pictogramă a aplicației, repornirea redării în cazul în care căștile sunt reintroduse, o mai bună gestionare a memoriei cache, o mai bună gestionare a erorilor și a feedback-ului și o mulțime de corecturi de erori. Și, nu în ultimul rând, se construiește din nou pe F-Droid.
ru: [UltraSonic](https://f-droid.org/packages/org.moire.ultrasonic/) был обновлен с 2.1.0 до 2.5.0, с новой иконкой приложения, перезапуском воспроизведения при повторной установке наушников, улучшенным управлением кэшем, лучшей обработкой ошибок и обратной связью, а также множеством исправлений. И последнее, но не менее важное, - снова сборка на F-Droid.
uk: [UltraSonic](https://f-droid.org/packages/org.moire.ultrasonic/) був оновлений з 2.1.0 до 2.5.0, з новою піктограмою застосунку, перезапуском відтворення за повторного під'єднання навушників, поліпшеним управлінням кешем, кращою обробкою помилок і зворотним зв'язком, а також безліччю виправлень. І останнє, але не менш важливе, — знову збірка на F-Droid.
zh_hans: [UltraSonic](https://f-droid.org/packages/org.moire.ultrasonic/) 从 2.1.0 更新到 2.5.0，有一个新的应用图标，如果重新插入耳机就会重新开始播放，改进的缓存管理，更好的错误处理和反馈，以及大量的错误修复。最后但同样重要的是，再次在 F-Droid 上构建。

source: [Video Transcoder](https://f-droid.org/packages/protect.videoeditor/) updated to 0.11, adding a scroll bar when searching through folder, support for SEND intent and custom resolutions, a setting to configure media search location, and changing the app icon and color scheme.
de: [Video Transcoder](https://f-droid.org/packages/protect.videoeditor/)-Aktualisierung auf 0.11, mit Ergänzung einer Bildlaufleiste beim Durchsuchen von Ordnern, Unterstützung des SEND-Intent und benutzerdefinierter Auflösungen, einer Einstellung, um den Ort für die Mediensuche zu konfigurieren sowie Änderung des App-Icons und des Farbschemas.
pl: [Transkoder wideo](https://f-droid.org/packages/protect.videoeditor/) zaktualizowany do 0.11, dodanie paska przewijania podczas przeszukiwania folderu, obsługa zamiaru wysyłania i niestandardowych rozdzielczości, ustawienie konfiguracji lokalizacji wyszukiwania multimediów, i zmiana ikony aplikacji i schematu kolorów.
ro: [Video Transcoder](https://f-droid.org/packages/protect.videoeditor/) a fost actualizat la 0.11, adăugând o bară de defilare la căutarea în dosar, suport pentru intenția SEND și rezoluții personalizate, o setare pentru a configura locația de căutare media și schimbarea pictogramei aplicației și a schemei de culori.
ru: [Video Transcoder](https://f-droid.org/packages/protect.videoeditor/) обновлен до версии 0.11, добавлена полоса прокрутки при поиске в папке, поддержка намерения SEND и пользовательских разрешений, параметр для настройки местоположения поиска медиафайлов, а также изменены иконка и цветовая схема приложения.
uk: [Video Transcoder](https://f-droid.org/packages/protect.videoeditor/) оновлено до версії 0.11, додана смуга прокрутки під час пошуку в каталозі, підтримка наміру SEND і користувацьких дозволів, налаштування параметра розташування для пошуку медіафайлів, а також змінені піктограма і колірна схема застосунку.
zh_hans: [Video Transcoder](https://f-droid.org/packages/protect.videoeditor/) 更新至 0.11，在搜索文件夹时增加了一个滚动条，支持 SEND intent 和自定义分辨率，增加了配置媒体搜索位置的设置，并改变了应用图标和配色方案。

source: After more than 2 years, [Wi-Fi Reminders](https://f-droid.org/packages/ru.glesik.wifireminders/) has a new release in the form of Android 8-only version 1.3.0 with mobile CellID support and adaptive icon.
de: Nach mehr als 2 Jahren gibt es eine Neuveröffentlichung für [Wi-Fi Reminders](https://f-droid.org/packages/ru.glesik.wifireminders/) in Form einer nur für Android 8 bestimmten Version 1.3.0 mit MobilfunkzellenID-Unterstützung und adaptivem Icon.
pl: Po ponad 2 latach [Przypomnienia Wi-Fi](https://f-droid.org/packages/ru.glesik.wifireminders/) ma nową wersję w postaci tylko wersji Android 1.3.0 z mobilnym CellIDem wsparcie i ikona adaptacyjna.
ro: După mai bine de 2 ani, [Wi-Fi Reminders](https://f-droid.org/packages/ru.glesik.wifireminders/) are o nouă versiune sub forma versiunii 1.3.0 pentru Android 8, cu suport CellID mobil și pictogramă adaptivă.
ru: Спустя более 2 лет, [Wi-Fi Reminders](https://f-droid.org/packages/ru.glesik.wifireminders/) имеет новый релиз в виде версии 1.3.0 только для Android 8 с поддержкой мобильного CellID и адаптивной иконкой.
uk: Через понад 2 роки, [Wi-Fi Reminders](https://f-droid.org/packages/ru.glesik.wifireminders/) має новий реліз у вигляді версії 1.3.0 лише для Android 8 з підтримкою мобільного CellID і адаптивною піктограмою.
zh_hans: 时隔 2 年多，[Wi-Fi Reminders](https://f-droid.org/packages/ru.glesik.wifireminders/) 以Android 8 专用版本 1.3.0 的形式发布了新版本，带来了移动 CellID 支持和自适应图标。

source: After about 1.5 years of not building on F-Droid, [Teleposter](https://f-droid.org/packages/telegra.ph/) was updated from 1.1.1 to 1.5, now finally with the option to upload images, improved editor, login with Telegram, different color scheme, more useful error messages and many crash fixes.
de: Nach ungefähr 1,5 Jahren ohne Build bei F-Droid, wurde [Teleposter](https://f-droid.org/packages/telegra.ph/) von 1.1.1 nach 1.5 aktualisiert, nun endlich mit der Möglichkeit, Bilder hochzuladen, einem verbesserten Editor, der Anmeldung über Telegram, verschiedenfarbigen Designs, hilfreicheren Fehlermeldungen und vielen Lösungen gegen Abstürze.
pl: Po około 1,5 roku nie budowania na F-Droidie, [Teleposter](https://f-droid.org/packages/telegra.ph/) został zaktualizowany z 1.1.1 do 1.5, teraz w końcu z opcją załadowania zdjęć, ulepszony edytor, logowanie za pomocą telegramu, inny schemat kolorów, bardziej przydatne komunikaty o błędach i wiele naprawionych błędów.
ro: După aproximativ 1,5 ani în care nu a fost construit pe F-Droid, [Teleposter](https://f-droid.org/packages/telegra.ph/) a fost actualizat de la 1.1.1 la 1.5, acum, în sfârșit, cu opțiunea de a încărca imagini, un editor îmbunătățit, conectare cu Telegram, o schemă de culori diferită, mesaje de eroare mai utile și multe corecturi de accident.
ru: После примерно 1,5 лет отсутствия сборки на F-Droid, [Teleposter](https://f-droid.org/packages/telegra.ph/) был обновлен с 1.1.1 до 1.5, теперь, наконец, с возможностью загрузки изображений, улучшенным редактором, входом в Telegram, другой цветовой схемой, более полезными сообщениями об ошибках и многими исправлениями сбоев.
uk: Після приблизно 1,5 року відсутності збірки на F-Droid, [Teleposter](https://f-droid.org/packages/telegra.ph/) був оновлений з 1.1.1 до 1.5, тепер, нарешті, з можливістю завантаження зображень, поліпшеним редактором, входом в Telegram, іншою колірною схемою, кориснішими повідомленнями про помилки та усуненням багатьох збоїв.
zh_hans: 经过大约 1.5 年没有在 F-Droid 上构建之后，[Teleposter](https://f-droid.org/packages/telegra.ph/) 从 1.1.1 更新到 1.5，现在终于带来了上传图片的选项，改进了编辑器，用 Telegram 登录，不同的颜色方案，更有用的错误信息和许多崩溃修复。
