Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: One common complaint about decentralized systems is that they work badly. That is not true for the Android app ecosystem, and software distribution in general. Software repositories are usually not monolithic, the big mobile app stores are really the exception. Windows allows many sources. [GNOME Software](https://apps.gnome.org/app/org.gnome.Software/) has one seamless experience based on _apt_, _dnf_, Flatpak, Snapcraft, etc. as software sources. In the [Chinese app store market](https://www.forbes.com/sites/eladnatanson/2019/09/03/the-other-android-app-stores-a-new-frontier-for-app-discovery/) five to ten commonly used app stores, and yet even the largest has less than a majority market share. Most Chinese people have more than one app store on their phone, so there is no monolith there, whereas ["outside of China, Apple and Google control more than 95 percent of the app store market share"](https://www.businessofapps.com/data/app-stores/). Ecosystems with multiple app sources work, and governments around the world believe that [monopoly](https://www.vox.com/recode/2021/7/7/22567656/google-play-store-states-antitrust-suit-letitia-james-utah-new-york-north-carolina) [forces](https://www.medianama.com/2022/07/223-summary-digital-markets-inquiry-south-africa/) [are](https://www.accc.gov.au/focus-areas/inquiries-ongoing/digital-platform-services-inquiry-2020-2025/march-2022-interim-report) [what](https://www.compcom.co.za/online-intermediation-platforms-market-inquiry-provisional-report/) [keeps](https://www.reuters.com/article/us-eu-google-antitrust-idUSKCN1MQ2DI) [Google](https://www.gov.uk/cma-cases/investigation-into-suspected-anti-competitive-conduct-by-google) [Play](https://economictimes.indiatimes.com/tech/technology/cci-probe-finds-googles-play-store-billing-guidelines-unfair-and-discriminatory/articleshow/90550596.cms) [and](https://www.theverge.com/2021/9/14/22673202/google-south-korea-android-fork-fine-anti-fragmentation-agreement-antitrust) [Apple](https://www.engadget.com/uk-regulator-probe-google-apple-mobile-duopoly-130013629.html) [App](https://techcrunch.com/2021/06/15/uks-cma-opens-market-study-into-apple-googles-mobile-duopoly/) [Store](https://www.gov.uk/government/news/cma-and-global-partners-secure-privacy-changes-to-the-app-store) dominant. Even Apple's famous strictly walled garden can coexist with [AltStore](https://altstore.io/), [AppFair](https://appfair.app/), and [Cydia](https://cydia.saurik.com/). This clearly demonstrates that the only barrier to breaking down the app monoliths are the policies of monopolist companies.
de: Eine gebräuchliche Beschwerde über dezentrale Systeme ist, dass sie schlecht funktionieren. Das trifft auf das Android-App-Ökosystem und die Software-Verteilung im Allgemeinen nicht zu. Software-Repositories sind in der Regel nicht aus einem Guss, die großen Stores für mobile Apps sind wirklich die Ausnahme. Windows erlaubt viele Quellen. [GNOME Software](https://apps.gnome.org/app/org.gnome.Software/) bietet, basierend auf _apt_, _dnf_, Flatpak, Snapcraft, etc. als Software-Quellen, ein einzigartiges Erlebnis. Im [chinesischen App-Store-Markt](https://www.forbes.com/sites/eladnatanson/2019/09/03/the-other-android-app-stores-a-new-frontier-for-app-discovery/) haben fünf bis zehn der normalerweise genutzten App-Stores und selbst der größte keinen mehrheitlichen Marktanteil. Die meisten Chinesen haben mehr als einen App-Store auf Ihrem Telefon, so dass es dort keinen Monolith gibt, wohingegen ["außerhalb Chinas Apple und Google mehr als 95 Prozent des Marktanteils der App-Stores kontrollieren"](https://www.businessofapps.com/data/app-stores/). Ökosysteme mit multiplen App-Quellen funktionieren und Regierungen rund um den Globus glauben, dass es [Monopol-](https://www.vox.com/recode/2021/7/7/22567656/google-play-store-states-antitrust-suit-letitia-james-utah-new-york-north-carolina) [Kräfte](https://www.medianama.com/2022/07/223-summary-digital-markets-inquiry-south-africa/) [sind](https://www.accc.gov.au/focus-areas/inquiries-ongoing/digital-platform-services-inquiry-2020-2025/march-2022-interim-report), [die](https://www.compcom.co.za/online-intermediation-platforms-market-inquiry-provisional-report/) die Dominanz von [Google](https://www.gov.uk/cma-cases/investigation-into-suspected-anti-competitive-conduct-by-google) [Play](https://economictimes.indiatimes.com/tech/technology/cci-probe-finds-googles-play-store-billing-guidelines-unfair-and-discriminatory/articleshow/90550596.cms) [und](https://www.theverge.com/2021/9/14/22673202/google-south-korea-android-fork-fine-anti-fragmentation-agreement-antitrust) [Apple](https://www.engadget.com/uk-regulator-probe-google-apple-mobile-duopoly-130013629.html) [App](https://techcrunch.com/2021/06/15/uks-cma-opens-market-study-into-apple-googles-mobile-duopoly/) [Store](https://www.gov.uk/government/news/cma-and-global-partners-secure-privacy-changes-to-the-app-store) [erhalten](https://www.reuters.com/article/us-eu-google-antitrust-idUSKCN1MQ2DI) . Selbst Apples berühmter streng umzäunter Garten kann neben [AltStore](https://altstore.io/), [AppFair](https://appfair.app/) und [Cydia](https://cydia.saurik.com/) koexistieren. Das zeigt eindeutig, dass die Firmenpolitik der Monopolisten das einzige Hindernis ist, um die App-Monolithen zum Einsturz zu bringen.
ro: O plângere frecventă cu privire la sistemele descentralizate este că acestea funcționează prost. Acest lucru nu este adevărat în cazul ecosistemului de aplicații Android și al distribuției de programe în general. Depozitele de programe nu sunt, de obicei, monolitice, marile magazine de aplicații mobile fiind cu adevărat o excepție. Windows permite multe surse. [GNOME Software](https://apps.gnome.org/app/org.gnome.Software/) are o experiență fără cusur, bazată pe _apt_, _dnf_, Flatpak, Snapcraft etc. ca surse de software. Pe [piața chineză a magazinelor de aplicații](https://www.forbes.com/sites/eladnatanson/2019/09/03/the-other-android-app-stores-a-new-frontier-for-app-discovery/) sunt cinci până la zece magazine de aplicații utilizate în mod obișnuit și, cu toate acestea, chiar și cel mai mare are o cotă de piață mai puțin decât majoritară. Majoritatea chinezilor au mai mult de un magazin de aplicații pe telefon, astfel încât nu există un monolit acolo, în timp ce ["în afara Chinei, Apple și Google controlează peste 95 % din cota de piață a magazinelor de aplicații"](https://www.businessofapps.com/data/app-stores/). Ecosistemele cu mai multe surse de aplicații funcționează, iar guvernele din întreaga lume consideră că [monopolul](https://www.vox.com/recode/2021/7/7/22567656/google-play-store-states-antitrust-suit-letitia-james-utah-new-york-north-carolina) [este](https://www.medianama.com/2022/07/223-summary-digital-markets-inquiry-south-africa/) [forța](https://www.accc.gov.au/focus-areas/inquiries-ongoing/digital-platform-services-inquiry-2020-2025/march-2022-interim-report) [din](https://www.compcom.co.za/online-intermediation-platforms-market-inquiry-provisional-report/) [spatele](https://www.reuters.com/article/us-eu-google-antitrust-idUSKCN1MQ2DI) [dominației](https://www.gov.uk/cma-cases/investigation-into-suspected-anti-competitive-conduct-by-google) [Google](https://economictimes.indiatimes.com/tech/technology/cci-probe-finds-googles-play-store-billing-guidelines-unfair-and-discriminatory/articleshow/90550596.cms) [Play](https://www.theverge.com/2021/9/14/22673202/google-south-korea-android-fork-fine-anti-fragmentation-agreement-antitrust) [și](https://www.engadget.com/uk-regulator-probe-google-apple-mobile-duopoly-130013629.html) [Apple](https://techcrunch.com/2021/06/15/uks-cma-opens-market-study-into-apple-googles-mobile-duopoly/) [App Store](https://www.gov.uk/government/news/cma-and-global-partners-secure-privacy-changes-to-the-app-store). Chiar și faimoasa 'grădină strict îngrădită' a Apple poate coexista cu [AltStore](https://altstore.io/), [AppFair](https://appfair.app/) și [Cydia](https://cydia.saurik.com/). Acest lucru demonstrează în mod clar că singura barieră în calea destrămării monolitelor de aplicații sunt politicile companiilor monopoliste.
ru: Одна из распространенных претензий к децентрализованным системам заключается в том, что они плохо работают. Это не так для экосистемы приложений Android и распространения программного обеспечения в целом. Репозитории программного обеспечения обычно не являются монолитными, крупные магазины мобильных приложений - исключение. Windows позволяет использовать множество источников. [GNOME Software](https://apps.gnome.org/app/org.gnome.Software/) имеет единый бесшовный опыт, основанный на _apt_, _dnf_, Flatpak, Snapcraft и т. д. в качестве источников программного обеспечения. На [китайском рынке магазинов приложений](https://www.forbes.com/sites/eladnatanson/2019/09/03/the-other-android-app-stores-a-new-frontier-for-app-discovery/) пять-десять широко используемых магазинов приложений, но даже самый крупный из них занимает менее половины рынка. У большинства китайцев на телефоне установлено более одного магазина приложений, так что монолита не существует, в то время как ["за пределами Китая Apple и Google контролируют более 95 % доли рынка магазинов приложений"](https://www.businessofapps.com/data/app-stores/). Экосистемы с несколькими источниками приложений работают, и правительства по всему миру считают, что [монополия](https://www.vox.com/recode/2021/7/7/22567656/google-play-store-states-antitrust-suit-letitia-james-utah-new-york-north-carolina) [силы](https://www.medianama.com/2022/07/223-summary-digital-markets-inquiry-south-africa/) [являются](https://www.accc.gov.au/focus-areas/inquiries-ongoing/digital-platform-services-inquiry-2020-2025/march-2022-interim-report) [тем](https://www.compcom.co.za/online-intermediation-platforms-market-inquiry-provisional-report/) [удерживает](https://www.reuters.com/article/us-eu-google-antitrust-idUSKCN1MQ2DI) [Google](https://www.gov.uk/cma-cases/investigation-into-suspected-anti-competitive-conduct-by-google) [Play](https://economictimes.indiatimes.com/tech/technology/cci-probe-finds-googles-play-store-billing-guidelines-unfair-and-discriminatory/articleshow/90550596.cms) [и](https://www.theverge.com/2021/9/14/22673202/google-south-korea-android-fork-fine-anti-fragmentation-agreement-antitrust) [Apple](https://www.engadget.com/uk-regulator-probe-google-apple-mobile-duopoly-130013629.html) [App](https://techcrunch.com/2021/06/15/uks-cma-opens-market-study-into-apple-googles-mobile-duopoly/) [Store](https://www.gov.uk/government/news/cma-and-global-partners-secure-privacy-changes-to-the-app-store) доминирующими. Даже знаменитый "строго огороженный сад" Apple может сосуществовать с [AltStore](https://altstore.io/), [AppFair](https://appfair.app/) и [Cydia](https://cydia.saurik.com/). Это наглядно демонстрирует, что единственным препятствием для разрушения монолитов приложений является политика компаний-монополистов.
uk: Однією з поширених скарг на децентралізовані системи є те, що вони погано працюють. Це не стосується екосистеми застосунків для Android та розповсюдження програмного забезпечення в цілому. Репозиторії програмного забезпечення, як правило, не монолітні, великі магазини мобільних застосунків дійсно є винятком. Windows дозволяє використовувати багато джерел. [GNOME Software](https://apps.gnome.org/app/org.gnome.Software/) має один бездоганний спосіб, заснований на _apt_, _dnf_, Flatpak, Snapcraft тощо як джерелах програмного забезпечення. У [китайському ринку магазинів застосунків](https://www.forbes.com/sites/eladnatanson/2019/09/03/the-other-android-app-stores-a-new-frontier-for-app-discovery/) налічується від п'яти до десяти загальновживаних магазинів застосунків, але навіть найбільші з них не займають більшу частину ринку. Більшість китайців мають більше одного магазину застосунків на своєму телефоні, тому там немає моноліту, тоді як [«за межами Китаю Apple і Google контролюють понад 95 відсотків частки ринку магазинів додатків»](https://www.businessofapps.com/data/app-stores/). Екосистеми з кількома джерелами застосунків працюють, і уряди по всьому світу вважають, що [монополія](https://www.vox.com/recode/2021/7/7/22567656/google-play-store-states-antitrust-suit-letitia-james-utah-new-york-north-carolina) [змушує](https://www.medianama.com/2022/07/223-summary-digital-markets-inquiry-south-africa/) [те,](https://www.accc.gov.au/focus-areas/inquiries-ongoing/digital-platform-services-inquiry-2020-2025/march-2022-interim-report) [що](https://www.compcom.co.za/online-intermediation-platforms-market-inquiry-provisional-report/) [залишає](https://www.reuters.com/article/us-eu-google-antitrust-idUSKCN1MQ2DI) [Google](https://www.gov.uk/cma-cases/investigation-into-suspected-anti-competitive-conduct-by-google) [Play](https://economictimes.indiatimes.com/tech/technology/cci-probe-finds-googles-play-store-billing-guidelines-unfair-and-discriminatory/articleshow/90550596.cms) [та](https://www.theverge.com/2021/9/14/22673202/google-south-korea-android-fork-fine-anti-fragmentation-agreement-antitrust) [Apple](https://www.engadget.com/uk-regulator-probe-google-apple-mobile-duopoly-130013629.html) [App](https://techcrunch.com/2021/06/15/uks-cma-opens-market-study-into-apple-googles-mobile-duopoly/) [Store](https://www.gov.uk/government/news/cma-and-global-partners-secure-privacy-changes-to-the-app-store) панівними. Навіть у знаменитому саду Apple, обнесеному суворими стінами, можуть співіснувати [AltStore](https://altstore.io/), [AppFair](https://appfair.app/) та [Cydia](https://cydia.saurik.com/). Це наочно демонструє, що єдиний бар'єр на шляху до руйнування монолітів застосунків — політика компаній-монополістів.
zh_hans: 关于去中心化系统的一个常见的抱怨是，它们不好用。对于 Android 应用生态系统，以及一般的软件分发来说，这并非事实。软件库通常不是单一的，大型移动应用商店才是例外。Windows 允许许多来源。[GNOME 软件](https://apps.gnome.org/app/org.gnome.Software/)有一个基于 _apt_，_dnf_，Flatpak，Snapcraft 等作为软件源的无缝体验。在[中国应用商店市场](https://www.forbes.com/sites/eladnatanson/2019/09/03/the-other-android-app-stores-a-new-frontier-for-app-discovery/)中，有五到十个常用的应用商店，然而即使是最大的应用商店也无法占据大部分市场份额。大多数中国人的手机上有不止一个应用商店，所以那里没有单一的东西，而[“在中国以外，苹果和 Google 控制着 95% 以上的应用商店市场份额”](https://www.businessofapps.com/data/app-stores/)。有多个应用来源的生态系统是可行的，世界各地的政府认为[是](https://www.vox.com/recode/2021/7/7/22567656/google-play-store-states-antitrust-suit-letitia-james-utah-new-york-north-carolina)[垄断](https://www.medianama.com/2022/07/223-summary-digital-markets-inquiry-south-africa/)[力量](https://www.accc.gov.au/focus-areas/inquiries-ongoing/digital-platform-services-inquiry-2020-2025/march-2022-interim-report)[使](https://www.compcom.co.za/online-intermediation-platforms-market-inquiry-provisional-report/) [Google](https://www.reuters.com/article/us-eu-google-antitrust-idUSKCN1MQ2DI) [Play](https://www.gov.uk/cma-cases/investigation-into-suspected-anti-competitive-conduct-by-google) [和](https://economictimes.indiatimes.com/tech/technology/cci-probe-finds-googles-play-store-billing-guidelines-unfair-and-discriminatory/articleshow/90550596.cms)[苹果](https://www.theverge.com/2021/9/14/22673202/google-south-korea-android-fork-fine-anti-fragmentation-agreement-antitrust)[应用](https://www.engadget.com/uk-regulator-probe-google-apple-mobile-duopoly-130013629.html)[商店](https://techcrunch.com/2021/06/15/uks-cma-opens-market-study-into-apple-googles-mobile-duopoly/)[保持](https://www.gov.uk/government/news/cma-and-global-partners-secure-privacy-changes-to-the-app-store)主导地位。即使是苹果著名的严格围墙花园也能与 [AltStore](https://altstore.io/)、[AppFair](https://appfair.app/) 和 [Cydia](https://cydia.saurik.com/) 共存。这清楚地表明，打破应用垄断的唯一障碍是垄断公司的政策。

source: The point remains: for the vast majority of Apple iOS and Google Play device users, when the store removes or restricts an app it is essentially censorship. Using alternatives requires a high level of technical skill. Google Play devices at least allow third party app stores, albeit with a much lower level of integration than Google Play itself. Not only does F-Droid offer truly open app distribution, the F-Droid model offers an improved user experience: many decentralized app repositories can be managed in a single F-Droid client app. So there is the ease of use provided by a unified user experience, but it is not locked to a single provider. Only when there is a free, open, decentralized ecosystem can everyone decide for themselves what apps they want while also choosing which apps they do not want to see. The freedom to get apps will always be in tension with the things that people want to keep out of their life. Decentralization is the only solution, and F-Droid is built from the ground up to enable it.
de: Der Knackpunkt bleibt: für die überwiegende Mehrheit der Gerätenutzer mit Apple iOS und Google Play ist es eine grundlegende Zensurbestimmung, wenn der Store eine App entfernt oder einschränkt. Die Nutzung von Alternativen erfordert ein hohes Maß an technischem Geschick. Geräte mit Google Play erlauben zumindest App Stores von Drittanbietern, wenn auch auf einem deutlich niedrigerem Integrationsniveau als für Google Play selbst. F-Droid besitzt nicht nur einen wirklich offenen App-Vertrieb, das F-Droid-Modell bietet darüber hinaus eine besseres Benutzererlebnis: viele dezentrale App-Repositorys können in einer einzigen F-Droid-App verwaltet werden. So ergibt sich Bedienkomfort durch ein vereinheitlichtes Benutzererlebnis, das aber nicht auf einen einzelnen Anbieter beschränkt ist. Nur wenn es ein freies, offenes, dezentralisiertes Umfeld gibt, können Nutzer selbst entscheiden, welche Apps sie möchten, während sie gleichzeitig darüber entscheiden, welche Apps sie nicht sehen möchten. Die Freiheit, Apps zu bekommen, wird immer im Spannungsfeld mit Dingen stehen, mit denen Menschen in ihrem Leben nichts zu tun haben wollen. Dezentralisation ist die einzige Lösung und F-Droid ist von Grund auf so aufgebaut, das zu ermöglichen.
ro: Ideea rămâne aceeași: pentru marea majoritate a utilizatorilor de dispozitive Apple iOS și Google Play, atunci când magazinul elimină sau restricționează o aplicație, acest lucru reprezintă în esență cenzură. Utilizarea alternativelor necesită un nivel ridicat de competențe tehnice. Dispozitivele Google Play permit cel puțin magazinele de aplicații terțe, deși cu un nivel de integrare mult mai scăzut decât Google Play însuși. Nu numai că F-Droid oferă o distribuție cu adevărat deschisă a aplicațiilor, dar modelul F-Droid oferă o experiență îmbunătățită pentru utilizator: mai multe depozite de aplicații descentralizate pot fi gestionate într-o singură aplicație client F-Droid. Așadar, există ușurința de utilizare oferită de o experiență de utilizare unificată, dar nu este blocată la un singur furnizor. Numai atunci când există un ecosistem liber, deschis și descentralizat, fiecare poate decide singur ce aplicații dorește, alegând în același timp și aplicațiile pe care nu dorește să le vadă. Libertatea de a obține aplicații va fi întotdeauna în tensiune cu lucrurile pe care oamenii vor să le țină departe de viața lor. Descentralizarea este singura soluție, iar F-Droid este construit de la zero pentru a o permite.
ru: Суть в том, что для подавляющего большинства пользователей устройств Apple iOS и Google Play удаление или ограничение приложения магазином - это, по сути, цензура. Использование альтернатив требует высокого уровня технических навыков. Устройства Google Play, по крайней мере, позволяют использовать магазины приложений сторонних разработчиков, хотя и с гораздо более низким уровнем интеграции, чем сам Google Play. F-Droid не только предлагает действительно открытое распространение приложений, модель F-Droid предлагает улучшенный пользовательский опыт: многие децентрализованные хранилища приложений могут управляться одним клиентским приложением F-Droid. Таким образом, простота использования обеспечивается единым пользовательским опытом, но он не привязан к одному поставщику. Только при наличии свободной, открытой, децентрализованной экосистемы каждый может сам решать, какие приложения ему нужны, а также выбирать, какие приложения он не хочет видеть. Свобода получения приложений всегда будет находиться в противоречии с теми вещами, которые люди хотят не допускать в свою жизнь. Децентрализация - это единственное решение, и F-Droid создан с нуля, чтобы обеспечить его.
uk: Суть залишається незмінною: для переважної більшості користувачів пристроїв Apple iOS та Google Play, коли магазин видаляє або обмежує доступ до застосунків, це по суті цензура. Використання альтернатив вимагає високого рівня технічних навичок. Пристрої Google Play принаймні дозволяють використовувати сторонні магазини застосунків, хоча і з набагато нижчим рівнем інтеграції, ніж сам Google Play. F-Droid не тільки пропонує дійсно відкрите розповсюдження застосунків, модель F-Droid пропонує більше: багатьма децентралізованими репозиторіями застосунків можна керувати в одному клієнтському застосунку F-Droid. Таким чином, є простота користування, що забезпечується уніфікацією, але вона не прив'язана до одного постачальника. Тільки коли існує вільна, відкрита, децентралізована екосистема, кожен може вирішувати для себе, які застосунки потрібні, а також вибирати, які застосунки не бажає бачити. Свобода отримувати застосунки завжди буде в суперечності з тим, що люди не хочуть бачити у своєму житті. Децентралізація — єдине рішення, і F-Droid побудований з нуля, щоб забезпечити її.
zh_hans: 问题是：对于绝大多数苹果 iOS 和 Google Play 设备用户来说，当商店删除或限制一个应用时，这基本上是审查制度。使用替代品需要很高的技术水平。Google Play 设备至少允许第三方应用商店，尽管其整合程度远低于 Google Play 本身。F-Droid不仅提供真正开放的应用分发，F-Droid 模式还提供了更好的用户体验：许多分散的应用库可以在一个单一的 F-Droid 客户端应用中进行管理。因此，有了统一的用户体验所提供的易用性，但它并没有被锁定在单一的供应商上。只有在一个自由、开放、去中心化的生态系统中，每个人才可以自己决定他们想要什么应用，同时也可以选择他们不想看到的应用。获得应用的自由将始终与人们希望在其生活中保留的东西处于紧张状态。去中心化是唯一的解决方案，而 F-Droid 是为了实现这一目标而从头开始建立的。

source: Upcoming alpha release of F-Droid Client
de: Bevorstehende Alpha-Version der F-Droid-App
ro: Viitoarea versiune alfa a clientului F-Droid
ru: Предстоящий альфа-релиз F-Droid Client
uk: Майбутній альфа-випуск клієнта F-Droid
zh_hans: 即将发布的 F-Droid 客户端的 alpha 版本
