Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: {{ page.major }} **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** is a fork of the cryptocurrency Monero with primary alterations. Updating from 1.6.4.0 to 2.3.0.1, the app is now based on Wownero v0.3.0.0 Cool Cage.
de: {{ page.major }} **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** ist ein Fork der Kryptowährung Monero mit grundlegenden Veränderungen. Nach Aktualisierung von 1.6.4.0 auf 2.3.0.1 basiert die App nun auf Wownero v0.3.0.0 Cool Cage.
pl: {{ page.major }} **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** jest gałęzią kryptowaluty Monero z pierwotnymi zmianami. Aktualizacja z wersji 1.6.4.0 do wersji 2.3.0.1 oparta jest teraz na Wownero v0.3.0.0 Cool Cage.
ro: {{ page.major }} **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** este o bifurcație a criptomonedei Monero cu modificări primare. Actualizată de la 1.6.4.0 la 2.3.0.1, aplicația se bazează acum pe Wownero v0.3.0.0.0 Cool Cage.
ru: {{ page.major }} **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** - форк криптовалюты Monero с основными изменениями. Обновленное с 1.6.4.0 до 2.3.0.1, приложение теперь основано на Wownero v0.3.0.0 Cool Cage.
uk: {{ page.major }} **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** - форк криптовалюти Monero з основними змінами. Оновлене з 1.6.4.0 до 2.3.0.1, застосунок тепер засноване на Wownero v0.3.0.0 Cool Cage.
zh_hans: {{ page.major }} **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** 是加密货币 Monero 的一个分支，主要进行了改动。从 1.6.4.0 更新到 2.3.0.1，该应用现在基于 Wownero v0.3.0.0 Cool Cage。

source: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** is an offline-compatible utility for managing travel expenses. 1.6.0 fixes online retrieval of currencies, but without support for El Salvador Colon and Sambian Kwacha.
de: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** ist ein offline-kompatibles Hilfsmittel zur Verwaltung von Reisekosten. 1.6.0 repariert den Online-Abruf von Wechselkursen, allerdings ohne Unterstützung für den salvdorianischen Colon und sambischen Kwacha.
pl: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** to narzędzie działające w trybie offline, służące do zarządzania kosztami podróży. 1.6.0 naprawia pobieranie online walut, ale bez wsparcia dla El Salvador Colon i Sambskiej Kwacha.
ro: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** este un utilitar compatibil cu mediul offline pentru gestionarea cheltuielilor de călătorie. 1.6.0 corectează recuperarea online a monedelor, dar fără suport pentru El Salvador Colon și Sambian Kwacha.
ru: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** - оффлайн-совместимая утилита для управления расходами на путешествия. В версии 1.6.0 исправлен поиск валют в режиме онлайн, но без поддержки сальвадорского колона и самбийской квачи.
uk: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** - офлайн-сумісна утиліта для управління витратами на подорожі. У версії 1.6.0 виправлений пошук валют в режимі онлайн, але без підтримки сальвадорського колона і Самбійского квача.
zh_hans: **[Tricky Tripper](https://f-droid.org/packages/de.koelle.christian.trickytripper/)** 是用于管理差旅费用的离线兼容实用。 1.6.0 修复了在线检索货币，但不支持萨尔瓦多科隆和桑比亚克瓦查。

source: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** 3.37.2 contains updated Terms & Conditions.
de: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** 3.37.2 enthält aktualisierte allgemeine Geschäftdbedingungen.
pl: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** 3.37.2 zawiera zaktualizowane warunki i postanowienia.
ro: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** 3.37.2 conține termenii și condițiile actualizate.
ru: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** 3.37.2 содержит обновленные Правила и условия.
uk: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** 3.37.2 містить оновлені Правила та умови.
zh_hans: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** 3.37.2 包含更新的条款和条件。

source: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)** helps you write images to USB drives. You can use it to make a bootable GNU/Linux USB drive when your laptop is dead and you're in the middle of nowhere. It requires no root. Version 1.3 brings a dark theme, ability to open images from a file manager, and adds a workaround for an Android 9 (Pie) issue.
de: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)** hilft dabei, Images auf USB-Laufwerke zu schreiben. Sie können sie verwenden, um bootfähige GNU/Linux-USB-Laufwerke zu erstellen, wenn Ihr Laptop tot ist und Sie im Nirgendwo sind. Root ist nicht notwendig. Version 1.3 bringt ein dunkles Design, die Möglichkeit, Images aus einem Dateimanager zu öffnen, und ergänzt eine Notlösung für ein Problem in Android 9 (Pie).
pl: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)** pomaga zapisać obrazy na dyskach USB. Możesz go użyć do utworzenia rozruchowego dysku USB systemu GNU/Linux, gdy twój laptop nie działa, a Ty jesteś w szczerym polu. Nie wymaga roota. Wersja 1.3 zawiera ciemny motyw, możliwość otwierania obrazów z menedżera plików i dodaje obejście problemu z Androidem 9 (Pie).
ro: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)** vă ajută să scrieți imagini pe unități USB. Îl puteți utiliza pentru a crea o unitate USB GNU/Linux bootabilă atunci când laptopul este mort și vă aflați în mijlocul pustietății. Nu necesită root. Versiunea 1.3 aduce o temă întunecată, posibilitatea de a deschide imagini dintr-un manager de fișiere și adaugă o soluție pentru o problemă cu Android 9 (Pie).
ru: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)** помогает записывать образы на USB-накопители. Вы можете использовать его для создания загрузочного USB-накопителя GNU/Linux, когда ваш ноутбук разрядился, а вы находитесь в глуши. Программа не требует root. В версии 1.3 добавлена темная тема, возможность открывать образы из файлового менеджера, а также добавлено обходное решение для проблемы с Android 9 (Pie).
uk: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)** допомагає записувати образи на USB-накопичувачі. Ви можете використовувати його для створення завантажувального USB-накопичувача GNU/Linux, коли ваш ноутбук розрядився, а ви перебуваєте в глушині. Програма не вимагає root. У версії 1.3 додана темна тема, можливість відкривати образи з файлового менеджера, а також додано обхідний рішення для проблеми з Android 9 (Pie).
zh_hans: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)** 帮助你将镜像写入 USB 驱动器。当你的笔记本电脑死机并且你在茫茫荒野中时，你可以使用它来制作可启动的 GNU/Linux USB 驱动器。它不需要 root。 1.3 版带来了深色主题、从文件管理器打开图像的能力，并为 Android 9 (Pie) 问题添加了解决方法。

source: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** was updated from 2.207 to 2.212, now checking for always-on VPN, updated translations, and some fixes.
de: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** wurde von 2.207 auf 2.212 aktualisiert, nun mit Prüfung auf ständig mitlaufendes VPN, aktualisierten Übersetzungen und einigen Korrekturen.
pl: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** został zaktualizowany z wersji 2.207 na 2.212, sprawdzając teraz ciągłą sieć VPN, zaktualizowane tłumaczenia i niektóre poprawki.
ro: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** a fost actualizat de la 2.207 la 2.212, verificând acum VPN-ul permanent, traduceri actualizate și câteva corecturi.
ru: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** был обновлен с 2.207 до 2.212, теперь проверяется наличие всегда включенного VPN, обновлены переводы и некоторые исправления.
uk: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** був оновлений з 2.207 до 2.212, тепер перевіряється наявність завжди включеного VPN, оновлені переклади і деякі виправлення.
zh_hans: **[NetGuard](https://f-droid.org/packages/eu.faircode.netguard/)** 从 2.207 更新到 2.212，现在检查永远在线的 VPN、更新的翻译和一些修复.

source: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** is a manga reader. Version 0.8.0 brings quite a few changes, adding a new reader with many fixes, GIF support, showing all entries in the library even if their extensions are not installed, and several bug fixes.
de: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** ist ein Manga-Reader. Version 0.8.0 bringt eine ganze Reihe Änderungen, fügt einen neuen Reader mit vielen Korrekturen hinzu, bietet GIF-Unterstützung, zeigt alle Einträge in der Bibliothek, selbst wenn ihre Erweiterungen nicht installiert sind, und enthält verschiedene Fehlerlösungen.
pl: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** jest czytnikiem manga. Wersja 0.8.0 wprowadza kilka zmian, dodając nowy czytnik z wieloma poprawkami, obsługę GIF, pokazując wszystkie wpisy w bibliotece, nawet jeśli ich rozszerzenia nie są zainstalowane, i kilka poprawek.
ro: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** este un cititor de manga. Versiunea 0.8.0 aduce destul de multe schimbări, adăugând un nou cititor cu multe corecturi, suport pentru GIF-uri, afișarea tuturor intrărilor din bibliotecă chiar dacă extensiile lor nu sunt instalate și câteva corecturi de erori.
ru: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** - программа для чтения манги. Версия 0.8.0 привнесла довольно много изменений, добавив новую читалку с множеством исправлений, поддержку GIF, показ всех записей в библиотеке, даже если их расширения не установлены, и несколько исправлений ошибок.
uk: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** - програма для читання манги. Версія 0.8.0 привнесла досить багато змін, додавши нову читалку з безліччю виправлень, підтримку GIF, показ всіх записів в бібліотеці, навіть якщо їх розширення не встановлені, і кілька виправлень помилок.
zh_hans: **[Tachiyomi](https://f-droid.org/packages/eu.kanade.tachiyomi/)** 是一个漫画阅读器。 0.8.0 版带来了很多变化，添加了一个带有许多修复的新阅读器、GIF 支持、显示库中的所有条目（即使它们的扩展未安装）以及一些错误修复。

source: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** is an instant messenger with support for group chat, based on the XMPP protocol. Starting with version 2.3.0+fcr it brings support for TLSv1.3 and can now disable screen & switch to ear piece in audio player, enable foreground service by default for Android 8 (Oreo), view per-contact media files in contact and conference details screen, preview and ask for confirmation before sending media files, use consistent color generation, fix Quiet Hours on Android 8+, and addition of a video quality selector.
de: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** ist ein Instant Messenger mit Unterstützung von Gruppen-Chats, die auf dem XMPP-Protokoll beruhen. Ab Version 2.3.0+fcr bringt er die TLSv1.3-Unterstützung mit und kann jetzt im Audio-Player den Bildschirm abschalten & zum Kopfhörer umschalten, den Vordergrunddienst standardmäßig in Android 8 (Oreo) aktivieren, in den Kontakt- und Konferenz-Detailansichten die Mediendateien nach Kontakt anzeigen, vor dem Versand von Mediendateien eine Vorschau anzeigen und eine Bestätigung abfragen, verwendet nun eine einheitliche Farbwahl, repariert "Nicht stören" auf Android 8+ und ergänzt eine Wahl der Videoqualität.
pl: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** jest komunikatorem internetowym z obsługą czatu grupowego, opartego na protokole XMPP. Począwszy od wersji 2.3.0+fcr zapewnia wsparcie dla TLSv1.3 i może teraz wyłączyć przełączanie ekranu na słuchawkę w odtwarzaczu audio, domyślnie włącz usługę pierwszego planu dla Androida 8 (Oreo), przeglądaj pliki multimedialne dla poszczególnych kontaktów w kontakcie i konferencji ekran szczegółów, podgląd i poproś o potwierdzenie przed wysłaniem plików multimedialnych, użyj jednolitego generowania kolorów, napraw ciche godziny na systemie Android 8 i dodaj selektor jakości wideo.
ro: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** este un mesager instantaneu cu suport pentru chat în grup, bazat pe protocolul XMPP. Începând cu versiunea 2.3.0+fcr, acesta aduce suport pentru TLSv1.3 și poate acum să dezactiveze ecranul și să treacă la cască în playerul audio, să activeze serviciul de prim-plan în mod implicit pentru Android 8 (Oreo), să vizualizeze fișierele media per contact în ecranul cu detalii de contact și conferință, să previzualizeze și să ceară confirmare înainte de a trimite fișiere media, să utilizeze o generare consistentă a culorilor, să rezolve problema Quiet Hours pe Android 8+ și adăugarea unui selector de calitate video.
ru: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** - это мессенджер с поддержкой группового чата, основанный на протоколе XMPP. Начиная с версии 2.3.0+fcr, он поддерживает TLSv1.3 и теперь может отключать экран и переключаться на наушники в аудиоплеере, включать службу переднего плана по умолчанию для Android 8 (Oreo), просматривать медиафайлы для каждого контакта на экране сведений о контакте и конференции, предварительно просматривать и запрашивать подтверждение перед отправкой медиафайлов, использовать последовательную генерацию цветов, исправлять "Тихие часы" на Android 8+, а также добавлять селектор качества видео.
uk: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** - це месенджер з підтримкою групового чату, заснований на протоколі XMPP. Починаючи з версії 2.3.0 + fcr, він підтримує TLSv1.3 і тепер може відключати екран і перемикатися на навушники в аудіоплеєрі, включати службу переднього плану за замовчуванням для Android 8 (Oreo), переглядати мультимедійні дані для кожного контакту на екрані відомостей про контакт і конференції, попередньо переглядати і запитувати підтвердження перед відправкою медіафайлів, використовувати послідовну генерацію квітів, виправляти "Тихі годинник" на Android 8+, а також додавати селектор якості відео.
zh_hans: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** 是基于 XMPP 协议的支持群聊的即时通讯工具。从版本 2.3.0+fcr 开始，它带来了对 TLSv1.3 的支持，现在可以在音频播放器中禁用屏幕并切换到耳机，默认为 Android 8 (Oreo) 启用前台服务，查看联系人中的每个联系人的媒体文件和会议详细信息屏幕，在发送媒体文件之前预览并要求确认，使用一致的颜色生成，修复 Android 8+ 上的安静时间，并添加视频质量选择器。

source: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** is a featureful multi-account client for [Mastodon](https://joinmastodon.org). Lots of new features in this jump from 1.13.6 to 1.15.2, now with video and Peertube support:
de: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** ist ein funktionsreicher Multi-Account-Client für [Mastodon](https://joinmastodon.org). Viele neue Funktionen in diesem Sprung von 1.13.6 auf 1.15.2, jetzt mit Video- und Peertube-Unterstützung:
pl: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** to funkcjonalny klient dla wielu kont dla [Mastodon](https://joinmastodon.org). Wiele nowych funkcji w tym skoku z 1.13.6 do 1.15.2, teraz z obsługą wideo i Peertube:
ro: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** este un client multi-account pentru [Mastodon](https://joinmastodon.org). O mulțime de caracteristici noi în acest salt de la 1.13.6 la 1.15.2, acum cu suport video și Peertube:
ru: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** - многофункциональный мультиаккаунт клиент для [Mastodon](https://joinmastodon.org). Много новых функций в этом переходе с 1.13.6 на 1.15.2, теперь с поддержкой видео и Peertube:
uk: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** - багатофункціональний мультиакаунтний клієнт для [Mastodon](https://joinmastodon .org). Багато нових функцій в цьому переході з 1.13.6 на 1.15.2, тепер з підтримкою відео і Peertube:
zh_hans: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 是 [Mastodon](https://joinmastodon.org) 的功能丰富的多账户客户端。从 1.13.6 到 1.15.2 的许多新功能，现在支持视频和 Peertube：

source: Long-press on bookmark button to bookmark toots with another account
de: Halte den Lesezeichen-Button, um Toots zu den Lesezeichen eines anderen Benutzerkontos hinzuzufügen
pl: Naciśnij i przytrzymaj przycisk zakładki, aby dodać zakładki do innego konta
ro: Apăsați lung pe butonul de marcaj pentru a marca toots cu un alt cont
ru: Длительное нажатие на кнопку закладки для создания закладки toots с другой учетной записью
uk: Тривале натискання на кнопку закладки для створення закладки toots з іншим користувачем
zh_hans: 长按书签按钮以使用另一个帐户为嘟文添加书签

source: Verified URL on profiles (currently only available on mastodon.social)
de: Verifizierte Webadresse auf Profilen (derzeit nur auf mastodon.social verfügbar)
pl: Zweryfikowany adres URL w profilach (obecnie dostępny tylko w mastodon.social)
ro: URL verificat pe profiluri (momentan disponibil doar pe mastodon.social)
ru: Проверенный URL на профилях (в настоящее время доступен только на mastodon.social)
uk: Перевірений URL на профілях (в даний час доступний тільки на mastodon.social)
zh_hans: 个人资料上经过验证的 URL（目前仅在 mastodon.social 上可用）

source: Support for blocking whole instances
de: Unterstützung für das Sperren ganzer Instanzen
pl: Wsparcie dla blokowania całych instancji
ro: Suport pentru blocarea instanțelor întregi
ru: Поддержка блокировки целых экземпляров
uk: Підтримка блокування цілих екземплярів
zh_hans: 支持屏蔽整个实例

source: Allow to share videos
de: Erlaube Videos zu teilen
pl: Zezwól na udostępnianie filmów
ro: Permiteți partajarea videoclipurilor
ru: Позволяет обмениваться видео
uk: Дозволяє обмінюватися відео
zh_hans: 允许分享视频

source: Howto videos in menu
de: Anleitungsvideos im Menü
pl: Filmy instruktażowe w menu
ro: Cum se afișează videoclipuri în meniu
ru: Видеоролики в меню
uk: Відеоролики в меню
zh_hans: 菜单中的操作视频

source: Manage Peertube videos (fullscreen + comments)
de: Verwalte PeerTube-Videos (Vollbild + Kommentare)
pl: Zarządzanie filmami wideo z Peertube (pełny ekran + komentarze)
ro: Gestionați videoclipurile Peertube (fullscreen + comentarii)
ru: Управление видеороликами Peertube (полноэкранный режим + комментарии)
uk: Управління відеороликами Peertube (повноекранний режим + коментарі)
zh_hans: 管理 Peertube 视频（全屏 + 评论）

source: Screen name not displayed in non-compact mode
de: Bildschirmname nicht im nicht-kompakten Modus angezeigt
pl: Nazwa ekranu nie jest wyświetlana w trybie innym niż kompaktowy
ro: Numele ecranului nu este afișat în modul non-compact
ru: Имя экрана не отображается в некомпактном режиме
uk: Ім'я екрану не відображається в некомпактності режимі
zh_hans: 非紧凑模式下不显示屏幕名称

source: Filter issue with local timeline
de: Filterproblem mit lokaler Zeitleiste
pl: Filtruj problem z lokalną linią czasu
ro: Problemă de filtrare cu cronologie locală
ru: Проблема фильтрации с локальной временной шкалой
uk: Проблема фільтрації з локальної тимчасової шкалою
zh_hans: 使用本地时间线过滤问题

source: Follow Peertube instances with the ability to comment on videos with Mastodon accounts
de: Folge PeerTube-Instanzen mit der Möglichkeit Videos mit Mastodon-Konten zu kommentieren
pl: Podążaj za instancjami Peertube z możliwością komentowania filmów z kontami Mastodon
ro: Urmăriți instanțele Peertube cu posibilitatea de a comenta videoclipurile cu conturi Mastodon
ru: Следовать инстанциям Peertube с возможностью комментировать видео с аккаунтами Mastodon
uk: Слідувати інстанціях Peertube з можливістю коментувати відео з акаунтами Mastodon
zh_hans: 关注 Peertube 实例，能够使用 Mastodon 帐户评论视频

source: Direct messages in a column (can be hidden in settings)
de: Direktnachrichten in einer Spalte (kann in den Einstellungen versteckt werden)
pl: Bezpośrednie wiadomości w kolumnie (mogą być ukryte w ustawieniach)
ro: Mesaje directe într-o coloană (pot fi ascunse în setări)
ru: Личные сообщения в колонке (можно скрыть в настройках)
uk: Особисті повідомлення в колонці (можна приховати в налаштуваннях)
zh_hans: 列中的直接消息（可以在设置中隐藏）

source: Many other changes, improvements and bug fixes
de: Viele andere Änderungen, Verbesserungen und Fehlerbehebungen
pl: Wiele innych zmian, ulepszeń i poprawek błędów
ro: Multe alte modificări, îmbunătățiri și corecturi de erori
ru: Множество других изменений, улучшений и исправлений ошибок
uk: Безліч інших змін, поліпшень і виправлень помилок
zh_hans: 许多其他更改、改进和错误修复
