Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Several projects moved from GitHub to GitLab in the wake of Microsoft's acquisition. Includes [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/), [ownCloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks.owncloud/), [Nextcloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks/), [SVG redirect](https://f-droid.org/packages/org.schabi.svgredirect/), [OpenHitboxStreams](https://f-droid.org/packages/org.schabi.openhitboxstreams/), [Terminightor](https://f-droid.org/packages/org.schabi.terminightor/), [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/), [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/), [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)... More to follow?
de: Im Zuge der Übernahme von Microsoft sind mehrere Projekte von GitHub zu GitLab gewechselt. Z.B. [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/), [ownCloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks.owncloud/), [Nextcloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks/), [SVG redirect](https://f-droid.org/packages/org.schabi.svgredirect/), [OpenHitboxStreams](https://f-droid.org/packages/org.schabi.openhitboxstreams/), [Terminightor](https://f-droid.org/packages/org.schabi.terminightor/), [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/), [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/), [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)... Werden weitere folgen?
pl: Kilka projektów przeniesiono z GitHub do GitLab w związku z przejęciem przez Microsoft. Obejmuje [MALP](https://f-droid.org/packages/org.gateshipone.malp/), [ownCloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks.owncloud/), [Zakładki NextCloud](https://f-droid.org/packages/org.schabi.nxbookmarks/), [przekierowanie SVG](https://f-droid.org/packages/org.schabi.svgredirect/), [OpenHitboxStreams ](https://f-droid.org/packages/org.schabi.openhitboxstreams/), [Terminightor](https://f-droid.org/packages/org.schabi.terminightor/), [BurgerWP](https: //f-droid.org/app/org.sasehash.burgerwp), [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/), [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)... Więcej do obserwowania?
ro: Mai multe proiecte s-au mutat de la GitHub la GitLab în urma achiziției de către Microsoft. Include [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/), [ownCloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks.owncloud/), [Nextcloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks/), [SVG redirect](https://f-droid.org/packages/org.schabi.svgredirect/), [OpenHitboxStreams](https://f-droid.org/packages/org.schabi.openhitboxstreams/), [Terminightor](https://f-droid.org/packages/org.schabi.terminightor/), [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/), [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/), [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)... Vor urma și altele?
ru: Несколько проектов переехали с GitHub на GitLab в связи с приобретением компании Microsoft. Включает [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/), [ownCloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks.owncloud/), [Nextcloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks/), [SVG redirect](https://f-droid.org/packages/org.schabi.svgredirect/), [OpenHitboxStreams](https://f-droid.org/packages/org.schabi.openhitboxstreams/), [Terminightor](https://f-droid.org/packages/org.schabi.terminightor/), [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/), [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/), [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/).... Что еще будет?
uk: Кілька проєктів переїхали з GitHub на GitLab у зв'язку з придбанням компанії Microsoft. Включно з [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/), [ownCloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks.owncloud/), [Nextcloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks/), [SVG redirect](https://f-droid.org/packages/org.schabi.svgredirect/), [OpenHitboxStreams](https://f-droid.org/packages/org.schabi.openhitboxstreams/), [Terminightor](https://f-droid.org/packages/org.schabi.terminightor/), [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/), [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/), [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)... Що ще буде?
zh_hans: 在微软的收购之后，一些项目从 GitHub 转移到了 GitLab。包括 [M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/), [ownCloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks.owncloud/), [Nextcloud Bookmarks](https://f-droid.org/packages/org.schabi.nxbookmarks/), [SVG redirect](https://f-droid.org/packages/org.schabi.svgredirect/), [OpenHitboxStreams](https://f-droid.org/packages/org.schabi.openhitboxstreams/), [Terminightor](https://f-droid.org/packages/org.schabi.terminightor/), [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/), [Apollo Trivia](https://f-droid.org/packages/net.jakevossen.apollotrivia/), [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)... 会有更多人跟随吗？

source: To everyone who is moving off of GitHub: Please let your package maintainers know you've moved! In case of F-Droid, the best way to let us know is to open an issue on [fdroiddata](https://gitlab.com/fdroid/fdroiddata), or better yet, a merge request. [Some](https://gitlab.com/fdroid/fdroiddata/merge_requests/3270) [random](https://gitlab.com/fdroid/fdroiddata/merge_requests/3285) [examples](https://gitlab.com/fdroid/fdroiddata/merge_requests/3287).
de: An alle, die GitHub verlassen: Bitte lassen Sie Ihre Paketbetreuer wissen, dass Sie umgezogen sind! Um F-Droid zu informieren, ist es das Beste, ein Issue auf [fdroiddata](https://gitlab.com/fdroid/fdroiddata) oder besser noch, eine Merge-Anfrage zu öffnen. [Einige](https://gitlab.com/fdroid/fdroiddata/merge_requests/3270) [zufällige](https://gitlab.com/fdroid/fdroiddata/merge_requests/3285) [Beispiele](https://gitlab.com/fdroid/fdroiddata/merge_requests/3287).
pl: Wszystkim, którzy ruszają z GitHub: poinformuj opiekunów pakietów, że się przeprowadziłeś! W przypadku F-Droid, najlepszym sposobem, aby nas poinformować, jest otwarcie problemu na [fdroiddata](https://gitlab.com/fdroid/fdroiddata), lub jeszcze lepiej, na żądanie scalenia. [Some](https://gitlab.com/fdroid/fdroiddata/merge_requests/3270) [random](https://gitlab.com/fdroid/fdroiddata/merge_requests/3285) [przykłady](https://gitlab.com/fdroid/fdroiddata/merge_requests/3287).
ro: Pentru toți cei care se mută de pe GitHub: Vă rugăm să anunțați responsabilii de pachete că v-ați mutat! În cazul F-Droid, cel mai bun mod de a ne anunța este să deschideți o problemă pe [fdroiddata](https://gitlab.com/fdroid/fdroiddata), sau mai bine, o cerere de fuziune. [Some](https://gitlab.com/fdroid/fdroiddata/merge_requests/3270) [random](https://gitlab.com/fdroid/fdroiddata/merge_requests/3285) [examples](https://gitlab.com/fdroid/fdroiddata/merge_requests/3287).
ru: Всем, кто переезжает с GitHub: Пожалуйста, сообщите сопровождающим вашего пакета, что вы переехали! В случае с F-Droid, лучший способ сообщить нам об этом - открыть проблему на [fdroiddata](https://gitlab.com/fdroid/fdroiddata), а еще лучше - запрос на слияние. [Some](https://gitlab.com/fdroid/fdroiddata/merge_requests/3270) [random](https://gitlab.com/fdroid/fdroiddata/merge_requests/3285) [examples](https://gitlab.com/fdroid/fdroiddata/merge_requests/3287).
uk: Всім, хто переїжджає з GitHub: Будь ласка, повідомте супровідним вашого пакунка, що ви переїхали! У випадку з F-Droid, кращий спосіб повідомити нам про це — відкрити обговорення на [fdroiddata](https://gitlab.com/fdroid/fdroiddata), а ще краще — надіслати запит на злиття. [Деякі](https://gitlab.com/fdroid/fdroiddata/merge_requests/3270) [випадкові](https://gitlab.com/fdroid/fdroiddata/merge_requests/3285) [приклади](https://gitlab.com/fdroid/fdroiddata/merge_requests/3287).
zh_hans: 致所有要离开 GitHub 的人。请让你的软件包维护者知道你已经搬家了！如果是 F-Droid，让我们知道的最好方法是在 [fdroiddata](https://gitlab.com/fdroid/fdroiddata) 上开一个问题，或者更好的是，一个合并请求。[一些](https://gitlab.com/fdroid/fdroiddata/merge_requests/3270) [随机](https://gitlab.com/fdroid/fdroiddata/merge_requests/3285)[例子](https://gitlab.com/fdroid/fdroiddata/merge_requests/3287)。

source: This week we added 19! new apps, shattering the previous record of 12! Most of these come from the backlog of our volunteers working through [Rudloff](https://forum.f-droid.org/u/rudloff)'s additions.
de: Diese Woche haben wir 19! neue Apps hinzugefügt, die den bisherigen Rekord von 12 brechen! Die meisten davon stammen aus dem Backlog der Freiwilligen, die durch die Ergänzungen von [Rudloff](https://forum.f-droid.org/u/rudloff) arbeiteten.
pl: W tym tygodniu dodaliśmy 19! nowych aplikacji, pobijając poprzedni rekord 12! Większość z nich pochodzi z zaległości naszych wolontariuszy pracujących poprzez dodatki [Rudloff](https://forum.f-droid.org/u/rudloff).
ro: Săptămâna aceasta am adăugat 19! aplicații noi, depășind recordul anterior de 12! Cele mai multe dintre acestea provin din munca voluntarilor noștri care au lucrat la adăugările lui [Rudloff](https://forum.f-droid.org/u/rudloff).
ru: На этой неделе мы добавили 19! новых приложений, побив предыдущий рекорд в 12! Большинство из них появились благодаря тому, что наши добровольцы работали над дополнениями [Rudloff](https://forum.f-droid.org/u/rudloff).
uk: Цього тижня ми додали 19! нових застосунків, побивши попередній рекорд у 12! Більшість з них з'явилися завдяки тому, що наші добровольці працювали над додаванням [Rudloff](https://forum.f-droid.org/u/rudloff).
zh_hans: 本周我们增加了 19 个（！）新的应用，打破了之前 12 个的记录。其中大部分来自于我们通过[Rudloff](https://forum.f-droid.org/u/rudloff)的添加的志愿者的积压工作。

source: [OpenL](https://f-droid.org/packages/com.anthony.deepl.openl/): Unofficial application of DeepL Translator
de: [OpenL](https://f-droid.org/packages/com.anthony.deepl.openl/): Inoffizielle Anwendung des DeepL Übersetzers
pl: [OpenL](https://f-droid.org/packages/com.anthony.deepl.openl/):Nieoficjalna aplikacja DeepL Translator
ro: [OpenL](https://f-droid.org/packages/com.anthony.deepl.openl/): Aplicație neoficială a DeepL Translator
ru: [OpenL](https://f-droid.org/packages/com.anthony.deepl.openl/): Неофициальное приложение DeepL Translator
uk: [OpenL](https://f-droid.org/packages/com.anthony.deepl.openl/): Неофіційний застосунок DeepL Translator
zh_hans: [OpenL](https://f-droid.org/packages/com.anthony.deepl.openl/)：DeepL 翻译的非官方应用

source: [Simple Accounting](https://f-droid.org/packages/com.emmanuelmess.simpleaccounting/): Manage your money easily
de: [Simple Accounting](https://f-droid.org/packages/com.emmanuelmess.simpleaccounting/): Verwalten Sie Ihr Geld einfach
pl: [Simple Accounting](https://f-droid.org/packages/com.emmanuelmess.simpleaccounting/): Zarządzaj z łatwością swoimi pieniędzmi
ro: [Simple Accounting](https://f-droid.org/packages/com.emmanuelmess.simpleaccounting/): Gestionați-vă banii cu ușurință
ru: [Simple Accounting](https://f-droid.org/packages/com.emmanuelmess.simpleaccounting/): Легко управляйте своими деньгами
uk: [Simple Accounting](https://f-droid.org/packages/com.emmanuelmess.simpleaccounting/): Легко керуйте своїми грошима
zh_hans: [Simple Accounting](https://f-droid.org/packages/com.emmanuelmess.simpleaccounting/)：轻松管理你的金钱

source: [Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/): Guided at-home exercises
de: [Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/): Angeleitete Übungen zu Hause
pl: [Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/): Ćwicz w domu
ro: [Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/): Exerciții ghidate la domiciliu
ru: [Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/): Упражнения для домашнего использования
uk: [Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/): Вправи для виконання вдома
zh_hans: [Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/)：有指导的在家练习

source: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/): Very slim music player
de: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/): Sehr schlanker Musikplayer
pl: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/): Bardzo lekki odtwarzacz muzyki
ro: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/): Player de muzică foarte subțire
ru: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/): Очень тонкий музыкальный плеер
uk: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/): Дуже легкий музичний програвач
zh_hans: [Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)：非常轻的音乐播放器

source: [Apod Classic](https://f-droid.org/packages/com.jvillalba.apod.classic/): NASA Astronomy Picture of the Day Classic
de: [Apod Classic](https://f-droid.org/packages/com.jvillalba.apod.classic/): NASA Astronomie Bild des Tages Classic
pl: [Apod Classic](https://f-droid.org/packages/com.jvillalba.apod.classic/): Astronomiczne Zdjęcia NASA Klasycznego Dnia
ro: [Apod Classic](https://f-droid.org/packages/com.jvillalba.apod.classic/): Imaginea astronomică NASA a zilei Clasic
ru: [Apod Classic](https://f-droid.org/packages/com.jvillalba.apod.classic/): Классическая астрономическая картинка дня НАСА
uk: [Apod Classic](https://f-droid.org/packages/com.jvillalba.apod.classic/): Класична астрономічна картинка дня НАСА
zh_hans: [Apod Classic](https://f-droid.org/packages/com.jvillalba.apod.classic/)：NASA 每日经典天文学图片

source: [Apod MD](https://f-droid.org/packages/com.jvillalba.apod.md/): NASA Astronomy Picture of the Day with Material Design
de: [Apod MD](https://f-droid.org/packages/com.jvillalba.apod.md/): NASA Astronomie Bild des Tages mit Materialdesign
pl: [Apod MD](https://f-droid.org/packages/com.jvillalba.apod.md/): Astronomiczne zdjęcie dnia NASA z wyglądem Material Design
ro: [Apod MD](https://f-droid.org/packages/com.jvillalba.apod.md/): Imaginea astronomică NASA a zilei cu Material Design
ru: [Apod MD](https://f-droid.org/packages/com.jvillalba.apod.md/): Астрономическая картинка дня от NASA с Material Design
uk: [Apod MD](https://f-droid.org/packages/com.jvillalba.apod.md/): Астрономічна картинка дня від NASA з Material Design
zh_hans: [Apod MD](https://f-droid.org/packages/com.jvillalba.apod.md/)：采用 Material Design 的 NASA 每日天文学图片

source: [Blacklist Blocker](https://f-droid.org/packages/com.kaliturin.blacklist/): Block unwanted calls and/or SMS
de: [Blacklist Blocker](https://f-droid.org/packages/com.kaliturin.blacklist/): Unerwünschte Anrufe und/oder SMS blockieren
pl: [Blacklist Blocker](https://f-droid.org/packages/com.kaliturin.blacklist/): Blokuj niechciane połączenia i/lub SMS-y
ro: [Blacklist Blocker](https://f-droid.org/packages/com.kaliturin.blacklist/): Blocați apelurile și/sau SMS-urile nedorite
ru: [Blacklist Blocker](https://f-droid.org/packages/com.kaliturin.blacklist/): Блокировка нежелательных звонков и/или SMS
uk: [Blacklist Blocker](https://f-droid.org/packages/com.kaliturin.blacklist/): Блокування небажаних дзвінків і/або SMS
zh_hans: [Blacklist Blocker](https://f-droid.org/packages/com.kaliturin.blacklist/)：阻止不需要的电话和/或短信

source: [Encrypt Text](https://f-droid.org/packages/dk.meznik.jan.encrypttext/): Minimalistic application to encrypt plain text using AES 256
de: [Encrypt Text](https://f-droid.org/packages/dk.meznik.jan.encrypttext/): Minimalistische Anwendung zur Verschlüsselung von Klartext mit AES 256
pl: [Encrypt Text](https://f-droid.org/packages/dk.meznik.jan.encrypttext/): Minimalistyczna aplikacja do szyfrowania zwykłego tekstu za pomocą AES 256
ro: [Encrypt Text](https://f-droid.org/packages/dk.meznik.jan.encrypttext/): Aplicație minimalistă pentru criptarea textului simplu folosind AES 256
ru: [Encrypt Text](https://f-droid.org/packages/dk.meznik.jan.encrypttext/): Минималистичное приложение для шифрования обычного текста с помощью AES 256
uk: [Encrypt Text](https://f-droid.org/packages/dk.meznik.jan.encrypttext/): мінімалістичний застосунок для шифрування звичайного тексту за допомогою AES 256
zh_hans: [Encrypt Text](https://f-droid.org/packages/dk.meznik.jan.encrypttext/)：使用 AES 256 加密纯文本的极简应用

source: [Android Permissions](https://f-droid.org/packages/in.arjsna.permissionchecker/): Check requested permission details of all installed applications
de: [Android-Berechtigungen](https://f-droid.org/packages/in.arjsna.permissionchecker/): Überprüfen Sie die angeforderten Berechtigungsdetails aller installierten Anwendungen
pl: [Android Permissions](https://f-droid.org/packages/in.arjsna.permissionchecker/): Sprawdź żądane szczegóły uprawnień dla wszystkich zainstalowanych aplikacji
ro: [Android Permissions](https://f-droid.org/packages/in.arjsna.permissionchecker/): Verificați detaliile de permisiune solicitate pentru toate aplicațiile instalate
ru: [Android Permissions](https://f-droid.org/packages/in.arjsna.permissionchecker/): Проверка запрашиваемых разрешений для всех установленных приложений
uk: [Android Permissions](https://f-droid.org/packages/in.arjsna.permissionchecker/): Перевірка запитуваних дозволів для всіх установлених застосунків
zh_hans: [Android Permissions](https://f-droid.org/packages/in.arjsna.permissionchecker/)：检查所有已安装应用请求的权限的详情

source: [Open Sudoku](https://f-droid.org/packages/org.moire.opensudoku/): Sudoku game
de: [Open Sudoku](https://f-droid.org/packages/org.moire.opensudoku/): Sudoku-Spiel
pl: [Open Sudoku](https://f-droid.org/packages/org.moire.opensudoku/): Gra Sudoku
ro: [Open Sudoku](https://f-droid.org/packages/org.moire.opensudoku/): Jocul Sudoku
ru: [Open Sudoku](https://f-droid.org/packages/org.moire.opensudoku/): Игра судоку
uk: [Open Sudoku](https://f-droid.org/packages/org.moire.opensudoku/): Гра судоку
zh_hans: [Open Sudoku](https://f-droid.org/packages/org.moire.opensudoku/)：数独游戏

source: [Mupen64Plus AE](https://f-droid.org/packages/org.mupen64plusae.v3.alpha/): Front end for Mupen64 Plus
de: [Mupen64Plus AE](https://f-droid.org/packages/org.mupen64plusae.v3.alpha/): Frontend für Mupen64 Plus
pl: [Mupen64Plus AE](https://f-droid.org/packages/org.mupen64plusae.v3.alpha/): Przód dla Mupen64 Plus
ro: [Mupen64Plus AE](https://f-droid.org/packages/org.mupen64plusae.v3.alpha/): Front-end pentru Mupen64 Plus
ru: [Mupen64Plus AE](https://f-droid.org/packages/org.mupen64plusae.v3.alpha/): Фронтенд для Mupen64 Plus
uk: [Mupen64Plus AE](https://f-droid.org/packages/org.mupen64plusae.v3.alpha/): фронтенд для Mupen64 Plus
zh_hans: [Mupen64Plus AE](https://f-droid.org/packages/org.mupen64plusae.v3.alpha/)：用于 Mupen64 Plus 的前端

source: [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/): Get rid of your old boring Wallpaper and replace it with burgers and pizza
de: [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/): Werde deine alte, langweilige Wallpaper los und ersetze sie durch Burger und Pizza
pl: [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/): Pozbądź się starej nudnej tapety i zastąp ją burgerami i pizzą
ro: [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/): Scapă de vechiul tău tapet plictisitor și înlocuiește-l cu burgeri și pizza
ru: [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/): Избавьтесь от старых скучных обоев и замените их гамбургерами и пиццей
uk: [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/): Позбавтеся від старих нудних шпалер і замініть їх гамбургерами й піцою
zh_hans: [BurgerWP](https://f-droid.org/packages/org.sasehash.burgerwp/)：摆脱你那无聊的旧壁纸，用汉堡和披萨取代它

source: [Checkers](https://f-droid.org/packages/org.secuso.privacyfriendlydame/): Strategy board game for one or two players
de: [Checkers](https://f-droid.org/packages/org.secuso.privacyfriendlydame/): Strategie-Brettspiel für einen oder zwei Spieler
pl: [Checkers](https://f-droid.org/packages/org.secuso.privacyfriendlydame/): Strategiczna gra planszowa dla jednego lub dwóch graczy
ro: [Checkers](https://f-droid.org/packages/org.secuso.privacyfriendlydame/): Joc de strategie pe tablă pentru unul sau doi jucători
ru: [Checkers](https://f-droid.org/packages/org.secuso.privacyfriendlydame/): Стратегическая настольная игра для одного или двух игроков
uk: [Checkers](https://f-droid.org/packages/org.secuso.privacyfriendlydame/): Стратегічна настільна гра для одного або двох гравців
zh_hans: [Checkers](https://f-droid.org/packages/org.secuso.privacyfriendlydame/)：单人或双人策略桌游

source: [Interval Timer](https://f-droid.org/packages/org.secuso.privacyfriendlyintervaltimer/): Privacy Friendly App that supports you during circuit exercise sessions
de: [Intervall-Timer](https://f-droid.org/packages/org.secuso.privacyfriendlyintervaltimer/): Datenschutzfreundliche App, die Sie während der Trainingseinheiten unterstützt
pl: [Interval Timer](https://f-droid.org/packages/org.secuso.privacyfriendlyintervaltimer/): Aplikacja przyjazna dla środowiska, która wspiera Cię podczas treningów obwodowych
ro: [Interval Timer](https://f-droid.org/packages/org.secuso.privacyfriendlyintervaltimer/): Aplicație prietenoasă cu confidențialitatea care vă sprijină în timpul sesiunilor de exerciții de circuit
ru: [Interval Timer](https://f-droid.org/packages/org.secuso.privacyfriendlyintervaltimer/): Конфиденциальное приложение, поддерживающее вас во время занятий круговой тренировкой
uk: [Interval Timer](https://f-droid.org/packages/org.secuso.privacyfriendlyintervaltimer/): Конфіденційний застосунок, що підтримує вас під час занять круговим тренуванням
zh_hans: [Interval Timer](https://f-droid.org/packages/org.secuso.privacyfriendlyintervaltimer/)：在循环运动过程中为你提供支持的 Privacy Friendly 应用

source: [Ludo](https://f-droid.org/packages/org.secuso.privacyfriendlyludo/): Boardgame for 1 up to 6 players
de: [Ludo](https://f-droid.org/packages/org.secuso.privacyfriendlyludo/): Brettspiel für 1 bis 6 Spieler
pl: [Ludo](https://f-droid.org/packages/org.secuso.privacyfriendlyludo/): Gra planszowa dla 1 do 6 graczy
ro: [Ludo](https://f-droid.org/packages/org.secuso.privacyfriendlyludo/): Joc de societate pentru 1 până la 6 jucători
ru: [Ludo](https://f-droid.org/packages/org.secuso.privacyfriendlyludo/): Настольная игра для 1-6 игроков
uk: [Ludo](https://f-droid.org/packages/org.secuso.privacyfriendlyludo/): Настільна гра для 1-6 гравців
zh_hans: [Ludo](https://f-droid.org/packages/org.secuso.privacyfriendlyludo/)：适合 1 至 6 人的桌游

source: [Reckoning Skills](https://f-droid.org/packages/org.secuso.privacyfriendlyrecknoningskills/): Helps you improving your mental calculation skills
de: [Reckoning Skills](https://f-droid.org/packages/org.secuso.privacyfriendlyrecknoningskills/): Hilft Ihre mentalen Rechenfähigkeiten zu verbessern
pl: [Reckoning Skills](https://f-droid.org/packages/org.secuso.privacyfriendlyrecknoningskills/): Pomaga poprawić twoje umiejętności w zakresie obliczeń umysłowych
ro: [Reckoning Skills](https://f-droid.org/packages/org.secuso.privacyfriendlyrecknoningskills/): Vă ajută să vă îmbunătățiți abilitățile de calcul mental
ru: [Reckoning Skills](https://f-droid.org/packages/org.secuso.privacyfriendlyrecknoningskills/): помогает улучшить навыки умственного расчета
uk: [Reckoning Skills](https://f-droid.org/packages/org.secuso.privacyfriendlyrecknoningskills/): Допомагає поліпшити навички розумового обчислення
zh_hans: [Reckoning Skills](https://f-droid.org/packages/org.secuso.privacyfriendlyrecknoningskills/)：帮助你提高你的心理计算能力
