Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: "at.roteskreuz.stopcorona": [ { "issueId": 1319, "jobId": "925261691", "modules": [ "925261691/1319/active-hostnames.py.json", "925261691/1319/check-for-translation-service.py.json", "925261691/1319/dependencies-scrape.py.json", "925261691/1319/fastlane.py.json", "925261691/1319/fdroid-scan-apk.py.json", "925261691/1319/fdroid-scanner.py.json", "925261691/1319/gradle-productFlavors.py.json", "925261691/1319/gradle-wrapper.py.json", "925261691/1319/links-to-services.py.json", "925261691/1319/sdk.py.json", "925261691/1319/suspicious-names.py.json", ], "successfulBuilds": [] }, { "issueId": 1319, "jobId": "600681223", "modules": [ "600681223/1319/check-for-translation-service.py.json", "600681223/1319/dependencies-scrape.py.json", "600681223/1319/fastlane.py.json", "600681223/1319/fdroid-scan-apk.py.json", "600681223/1319/fdroid-scanner.py.json", "600681223/1319/gradle-productFlavors.py.json", "600681223/1319/gradle-wrapper.py.json" "600681223/1319/sdk.py.json", "600681223/1319/suspicious-names.py.json", ] } ],
ro: "at.roteskreuz.stopcorona": [ { "issueId": 1319, "jobId": "925261691", "module": [ "925261691/1319/active-hostnames.py.json", "925261691/1319/check-for-translation-service.py.json", "925261691/1319/dependencies-scrape.py.json", "925261691/1319/fastlane.py.json", "925261691/1319/fdroid-scan-apk.py.json", "925261691/1319/fdroid-scanner.py.json", "925261691/1319/gradle-productFlavors.py.json", "925261691/1319/gradle-wrapper.py.json", "925261691/1319/links-to-services.py.json", "925261691/1319/sdk.py.json", "925261691/1319/suspicious-names.py.json", ], "construcții reușite": [] }, { "issueId": 1319, "jobId": "600681223", "module": [ "600681223/1319/check-for-translation-service.py.json", "600681223/1319/dependencies-scrape.py.json", "600681223/1319/fastlane.py.json", "600681223/1319/fdroid-scan-apk.py.json", "600681223/1319/fdroid-scanner.py.json", "600681223/1319/gradle-productFlavors.py.json", "600681223/1319/gradle-wrapper.py.json" "600681223/1319/sdk.py.json", "600681223/1319/suspicious-names.py.json", ] } ],

source: _fdroidserver_ is the core collection of tools for building apps, scanning them for issues or [Anti-Features]({{ site.baseurl }}/docs/Anti-Features), collecting the resulting files into repos, and publishing them to the world. Today, a big update was released which has a large number of changes and updates that have been a long time coming. First, this release turns our 10 year old collection of tools and tricks for working with Android apps into more of a toolkit with an API, including a core set of [functions declared with a stable interface](https://gitlab.com/fdroid/fdroidserver/blob/master/fdroidserver/__init__.py). This allows for a wide range of new uses, like [headless, automated repos](https://gitlab.com/guardianproject/wind-repo/-/blob/master/scripts/fdroid-update-ersatz.py) or [_issuebot_](https://gitlab.com/fdroid/issuebot/-/blob/master/issuebot.py). It is now also possible to extend the command line interface using the new [plugins](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/fdroid_fetchsrclibs.py). The app metadata files are now purely [YAML]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}), so they are an API in themselves, easily parsable and writeable by any standard YAML library. Also, the preferred format for the repo config file is now YAML (_config.yml_).
de: _fdroidserver_ ist das Herzstück der Werkzeugsammlung um Apps herzustellen, sie nach Problemen oder [Anti-Features]({{ site.baseurl }}/docs/Anti-Features) zu durchsuchen, die entstehenden Dateien in Repos zu sammeln und sie der Welt zu präsentieren. Heute wurde ein wichtiges Update veröffentlicht, das eine Vielzahl an Änderungen und Weiterentwicklungen beinhaltet, die seit langem anstanden. Zunächst einmal verwandelt diese Veröffentlichung unsere 10 Jahre alte Sammlung aus Werkzeugen und Tricks zum Umgang mit Android-Apps eher in einen Werkzeugkasten mit einer API, einschließlich eines Basissets an [Funktionen, die über eine stabile Schnittstelle deklariert sind](https://gitlab.com/fdroid/fdroidserver/blob/master/fdroidserver/__init__.py). Dies ermöglicht ein weites Spektrum neuer Nutzungen, wie [Headless, automatisierte Repos](https://gitlab.com/guardianproject/wind-repo/-/blob/master/scripts/fdroid-update-ersatz.py) oder [_issuebot_](https://gitlab.com/fdroid/issuebot/-/blob/master/issuebot.py). Es ist nun auch möglich, mittels der neuen [Plugins](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/fdroid_fetchsrclibs.py) die Kommandozeilen-Schnittstelle zu erweitern. Die App-Metadaten-Dateien sind nun reines [YAML]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}), somit sind sie in sich eine API, über jede Standard-YAML-Bibliothek leicht zu analysieren und zu schreiben. Auch das Format der Repo-Konfigurationsdatei ist jetzt YAML (_config.yml_).
pl: _fdroidserver_ to podstawowy zbiór narzędzi do tworzenia aplikacji, skanowania ich w poszukiwaniu problemów lub [niepożądanych funkcji]({{ site.baseurl }}/docs/Anti-Features), zbierania wynikowych plików do repozytoriów, i publikowania ich. Dzisiaj została wydana duża aktualizacja, która zawiera wiele zmian i aktualizacji, które nadchodziły od dłuższego czasu. Po pierwsze, ta wersja zmienia naszą 10-letnią kolekcję narzędzi i sztuczek do pracy z aplikacjami na Androida w bardziej zestaw narzędzi z interfejsem API, w tym podstawowy zestaw [funkcji zadeklarowanych ze stabilnym interfejsem](https://gitlab.com/ fdroid/fdroidserver/blob/master/fdroidserver/__init__.py). Pozwala to na szeroki zakres nowych zastosowań, takich jak [zautomatyzowane repozytoria headless](https://gitlab.com/guardianproject/wind-repo/-/blob/master/scripts/fdroid-update-ersatz.py) lub [ _issuebot_](https://gitlab.com/fdroid/issuebot/-/blob/master/issuebot.py). Możliwe jest teraz rozszerzenie interfejsu wiersza poleceń za pomocą nowych [wtyczek](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/fdroid_fetchsrclibs.py). Pliki metadanych aplikacji są teraz czysto [YAMLowe]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}), więc są same w sobie interfejsem API, łatwo analizowalne i moga byc zapisywane przez dowolną, standardową bibliotekę do YAML. Ponadto preferowanym formatem pliku konfiguracyjnego repozytorium jest teraz YAML (_config.yml_).
ro: _fdroidserver_ este colecția principală de instrumente pentru construirea de aplicații, scanarea lor pentru probleme sau [Anti-Features]({{ site.baseurl }}/docs/Anti-Features), colectarea fișierelor rezultate în depozite și publicarea lor în lume. Astăzi, a fost lansată o actualizare mare, care are un număr mare de modificări și actualizări care au fost așteptate de mult timp. În primul rând, această versiune transformă colecția noastră veche de 10 ani de instrumente și trucuri pentru lucrul cu aplicațiile Android într-un set de instrumente mai mult cu un API, incluzând un set de bază de [functions declared with a stable interface](https://gitlab.com/fdroid/fdroidserver/blob/master/fdroidserver/__init__.py). Acest lucru permite o gamă largă de utilizări noi, cum ar fi [headless, automated repos](https://gitlab.com/guardianproject/wind-repo/-/blob/master/scripts/fdroid-update-ersatz.py) sau [_issuebot_](https://gitlab.com/fdroid/issuebot/-/blob/master/issuebot.py). De asemenea, acum este posibilă extinderea interfeței liniei de comandă cu ajutorul noilor [plugins](https://gitlab.com/fdroid/fdroidserver/-/blob/master/examples/fdroid_fetchsrclibs.py). Fișierele de metadate ale aplicației sunt acum pur [YAML]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}), astfel încât acestea sunt un API în sine, ușor de analizat și de scris de către orice bibliotecă YAML standard. De asemenea, formatul preferat pentru fișierul de configurare repo este acum YAML (_config.yml_).

source: Every app in _f-droid.org_ has a corresponding [build metadata file]({{ site.baseurl }}/docs/Build_Metadata_Reference) in [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). In order to encourage more creative reuse, we keep our data in standard formats in easy to find places. The whole app collection is in [YAML format]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}). The file can either be directly accessed by Application ID using the GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<ApplicationID>.yml` (e.g. <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). The repo index and the [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html) can be used to query which Application IDs are available.
de: Jede App in _f-droid.org_ besitzt eine zugehörige [Build-Metadaten-Datei]({{ site.baseurl }}/docs/Build_Metadata_Reference) in [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). Zur Förderung einer kreativen Wiederverwendung, bewahren wir unsere Daten in Standardformaten an leicht zu findenden Orten auf. Die gesamte App-Sammlung ist im [YAML-Format]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}). Der Zugriff auf die Datei kann in jedem Fall direkt über die Anwendungs-ID mittels der GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<Anwendungs-ID>.yml` (z. B. <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>) erfolgen. Der Repo-Index und die [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html) können für eine Suchanfrage verwendet werden, welche Anwendungs-IDs verfügbar sind.
pl: Każda aplikacja w _f-droid.org_ ma odpowiadający jej [plik metadanych kompilacji]({{ site.baseurl }}/docs/Build_Metadata_Reference) w [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). W celu zachęcenia do bardziej kreatywnego ponownego wykorzystania, przechowujemy nasze dane w standardowych formatach w łatwych do znalezienia miejscach. Cała kolekcja aplikacji jest w formacie [YAML]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}). Do pliku można dostać się bezpośrednio przez Application ID za pomocą GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/[ApplicationID].yml` (np. <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). Indeks repozytorium i [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html) mogą być użyte do zapytania, które identyfikatory aplikacji są dostępne.
ro: Fiecare applicație din _f-droid.org_ are o rețetă corespunzătoare. build metadata file]({{ site.baseurl }}/docs/Build_Metadata_Reference) în [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata). Pentru a încuraja o reutilizare mai creativă, păstrăm datele noastre în formate standard locuri ușor de găsit. Întreaga colecție de aplicații este în [format YAML]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}). Fișierul poate fi accesat fie direct prin ID-ul aplicației, utilizând GitLab Raw URL `https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/<ApplicationID>.yml` (de exemplu, <https://gitlab.com/fdroid/fdroiddata/-/raw/master/metadata/org.fdroid.fdroid.yml>). Indexul depozitul și [GitLab Repository Files API](https://docs.gitlab.com/ee/api/repository_files.html) pot fi utilizate pentru a interoga ce ID-uri de aplicații sunt disponibile.

source: [Usage data]({{ site.baseurl }}/{% post_url 2019-04-15-privacy-preserving-analytics %}) is gathered from [various F-Droid websites](https://fdroid.gitlab.io/metrics/) and published with no personally identifiable information (PII). It is published with one JSON file per-week, with a JSON index file per website. For example, here is a week of search metrics: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
de: [Nutzungsdaten]({{ site.baseurl }}/{% post_url 2019-04-15-privacy-preserving-analytics %}) werden von [verschiedenen Internetseiten von F-Droid](https://fdroid.gitlab.io/metrics/) gesammelt und ohne persönlich identifizierbare Informationen (PII) veröffentlicht. Sie werden in einer wöchentlichen JSON-Datei in einer JSON-Indexdatei pro Website herausgegeben. Beispielsweise hier Kennzahlen zur Suche in einer Woche: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
pl: [Dane o użytkowaniu]({{ site.baseurl }}/{% post_url 2019-04-15-privacy-preserving-analytics %}) są zbierane z [różnych witryn F-Droid](https://fdroid.gitlab.io/metrics/) i publikowane bez informacji umożliwiających identyfikację osoby (PII). Są publikowane jako jeden plikiem JSON na tydzień, z plikiem JSON z indeksem na każdą stronę internetową. Na przykład, oto tydzień metryk wyszukiwania: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
ro: [Usage data]({{ site.baseurl }}/{% post_url 2019-04-15-privacy-preserving-analytics %}) este colectată de pe [various F-Droid websites](https://fdroid.gitlab.io/metrics/) și publicată fără informații personale identificabile (PII). Este publicat cu un fișier JSON pe săptămână, cu un fișier index JSON pentru fiecare site web. De exemplu, iată o săptămână de măsurători de căutare: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>

source: F-Droid has a long history of transparently warning users about potential risks with apps we're distributing. Our team is currently specifically focusing on: [tracking]({{ site.baseurl }}{% post_url 2020-01-16-tracking-the-trackers %}). Usually tracking is perfectly opaque to users. In privacy policies this collected data often is described as metadata, which is usually is a crude over-simplification. Metadata usually reveals: communication partners and habits, consumption preferences, protocols about your location but also activities like sleeping, driving, walking, etc. With a little effort, it is usually feasible to extract politics, sexual preferences, health conditions, etc. from metadata with reasonable statistical confidence.
de: F-Droid warnt seit langem offensichtlich vor möglichen Risiken der von uns vertriebenen Apps. Unser Team konzentriert sich derzeit speziell auf: [Tracking]({{ site.baseurl }}{% post_url 2020-01-16-tracking-the-trackers %}). In der Regel ist das Tracking für den Nutzer vollkommen undurchsichtig. In Datenschutzrichtlinien werden diese gesammelten Daten oft als Metadaten bezeichnet, was meist eine übermäßige Vereinfachung ist. Metadaten verraten in der Regel: Kommunikationspartner und -gewohnheiten, Konsumpräferenzen, Protokolle über Ihren Standort, aber auch Aktivitäten wie Schlafen, Autofahren, Gehen usw. Mit ein wenig Aufwand ist es in der Regel machbar, Politik, sexuelle Vorlieben, Gesundheitszustände usw. mit angemessener statistischer Sicherheit aus Metadaten zu extrahieren.
pl: F-Droid ma długą historię przejrzystego ostrzegania użytkowników o potencjalnych zagrożeniach związanych z aplikacjami, które dystrybuujemy. Nasz zespół skupia się obecnie w szczególności na: [tracking]({{ site.baseurl }}{% post_url 2020-01-16-tracking-the-trackers %}). Zazwyczaj śledzenie jest całkowicie nieprzejrzyste dla użytkowników. W polityce prywatności te zebrane dane są często opisywane jako metadane, co zwykle jest grubym uproszczeniem. Metadane zazwyczaj ujawniają: partnerów i zwyczaje komunikacyjne, preferencje konsumpcyjne, protokoły dotyczące lokalizacji użytkownika, ale także czynności takie jak spanie, prowadzenie samochodu, chodzenie itp. Przy odrobinie wysiłku, zazwyczaj możliwe jest wyodrębnienie z metadanych polityki, preferencji seksualnych, stanu zdrowia, itp. z rozsądną pewnością statystyczną.
ro: F-Droid are o istorie lungă de avertizare transparentă a utilizatorilor cu privire la riscurile potențiale ale aplicațiilor pe care le distribuim. În prezent, echipa noastră se concentrează în mod special asupra: [tracking]({{ site.baseurl }}{% post_url 2020-01-16-tracking-the-trackers %}). De obicei, urmărirea este perfect opacă pentru utilizatori. În politicile de confidențialitate, aceste date colectate sunt deseori descrise ca metadate, ceea ce este de obicei o simplificare grosolană. Metadatele dezvăluie de obicei: partenerii și obiceiurile de comunicare, preferințele de consum, protocoale despre locația dumneavoastră, dar și activități precum somnul, condusul, mersul pe jos etc. Cu puțin efort, este de obicei fezabil să extragi din metadate informații politice, preferințe sexuale, condiții de sănătate etc. cu o încredere statistică rezonabilă.

source: The F-Droid community has been discussing how to measure what apps are popular for a long time. From [2012 through 2015](https://gitlab.com/fdroid/fdroiddata/-/commits/078f32f6/stats/total_downloads_app.txt), some simple download counts were maintained in _fdroiddata_. We also sketched out an idea based on Debian's "[Popularity Contest](https://gitlab.com/fdroid/fdroidclient/-/issues/396)". Then we determined a safe way to [gather logs]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) from our webservers.
de: Die F-Droid-Community diskutiert schon lange darüber, wie man messen kann, welche Apps beliebt sind. Von [2012 bis 2015](https://gitlab.com/fdroid/fdroiddata/-/commits/078f32f6/stats/total_downloads_app.txt) wurden einige einfache Downloadzahlen in _fdroiddata_ gepflegt. Wir skizzierten auch eine Idee, die auf Debians "[Popularity Contest](https://gitlab.com/fdroid/fdroidclient/-/issues/396)" basiert. Dann bestimmten wir einen sicheren Weg, um [Logs]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) von unseren Webservern zu sammeln.
pl: Społeczność F-Droid długo dyskutowała nad tym, jak mierzyć, które aplikacje są popularne. Od [2012 do 2015](https://gitlab.com/fdroid/fdroiddata/-/commits/078f32f6/stats/total_downloads_app.txt) prosty licznik pobrań był utrzymywany w _fdroiddata_. Naszkicowaliśmy również pomysł oparty na „[konkursie popularności](https://gitlab.com/fdroid/fdroidclient/-/issues/396)” Debiana. Następnie określiliśmy bezpieczny sposób na [zbieranie logów]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) z naszych serwerów.
ro: Comunitatea F-Droid discută de mult timp despre cum să măsoare ce aplicații sunt populare. Din [2012 through 2015](https://gitlab.com/fdroid/fdroiddata/-/commits/078f32f6/stats/total_downloads_app.txt), în _fdroiddata_ au fost păstrate câteva numere simple de descărcări. De asemenea, am schițat o idee bazată pe "[Popularity Contest](https://gitlab.com/fdroid/fdroidclient/-/issues/396)" al Debian. Apoi am determinat o modalitate sigură de [colectare a jurnalelor]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) de la serverele noastre web.

source: We have added new privacy-preserving logging setups to all our webservers except _f-droid.org_. [Apache configurations](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/) use the "`privacy+geo`" format that strips the date/time/time zone to only the date, removes the IP address, user agent, and referer. The [nginx configurations]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) use "`privacy+geo`" log format that also strips IP address, user agent, and referer. The key difference is that it is not possible with _nginx_ log configs to normalize the date, so they are stored intact. The logs are then stored not longer than two weeks, after which they are deleted. The [metrics](https://gitlab.com/fdroid/metrics) process runs on the server itself, then pushes only the sanitized data to [private, per-site git repos](https://gitlab.com/fdroid/metrics-data). These are kept private to core contributors in case private data is leaked. It can then be manually removed before going public.
de: Wir haben neue datenschutzfreundliche Protokollierungseinstellungen zu allen unseren Webservern außer _f-droid.org_ hinzugefügt. Die [Apache-Konfigurationen](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/) verwenden das "`privacy+geo`"-Format, das die Datums-/Zeit-/Zeitzone auf das Datum reduziert und die IP-Adresse, den User-Agent und den Referer entfernt. Die [nginx-Konfigurationen]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) verwenden das "`privacy+geo`"-Protokollformat, das auch IP-Adresse, User Agent und Referer entfernt. Der Hauptunterschied besteht darin, dass es mit _nginx_ Log-Konfigurationen nicht möglich ist, das Datum zu normalisieren, so dass sie intakt gespeichert werden. Die Logs werden dann nicht länger als zwei Wochen gespeichert, danach werden sie gelöscht. Der [metrics](https://gitlab.com/fdroid/metrics) Prozess läuft auf dem Server selbst, und schiebt dann nur die bereinigten Daten in [private, pro-Site git repos](https://gitlab.com/fdroid/metrics-data). Diese werden für die Kern-Mitwirkenden privat gehalten, für den Fall, dass private Daten durchgesickert sind. Sie können dann manuell entfernt werden, bevor sie veröffentlicht werden.
pl: Dodaliśmy nowe ustawienia logowania szanujące prywatność do wszystkich naszych serwerów z wyjątkiem _f-droid.org_. [Konfiguracje Apache](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/) używają formatu „`privacy+geo`”, który obcina datę/czas/strefę czasową do samej daty, usuwa adres IP, user agent i referer. [Konfiguracje nginx]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) wykorzystują format logów „`privacy+geo`”, który także obcina adres IP, user agent i referer. Kluczową różnicą jest to, że w konfiguracji logów _nginx_ nie da się normalizować daty, więc jest ona przechowywana bez zmian. Logi są następnie przechowywane nie dłużej niż 2 tygodnie, a potem usuwane. Proces [metryk](https://gitlab.com/fdroid/metrics) jest uruchamiany na serwerze, po czym wypycha oczyszczone dane do [prywatnych repozytoriów git dla każdej strony](https://gitlab.com/fdroid/metrics-data). Są one trzymane jako prywatne dla głównych współautorów na wypadek wycieku prywatnych danych. Następnie mogą zostać ręcznie usunięte przed opublikowaniem.
ro: Am adăugat noi configurații de logare care păstrează confidențialitatea la toate serverele noastre web, cu excepția _f-droid.org_. [Apache configurations](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/) utilizează formatul "`privacy+geo`" care elimină data/ora/zona de timp și doar data, elimină adresa IP, agentul utilizatorului și referer-ul. Configurațiile [nginx]({{ site.baseurl }}{% post_url 2019-04-15-privacy-preserving-analytics %}) utilizează formatul de jurnal "`privacy+geo`" care, de asemenea, elimină adresa IP, agentul utilizatorului și referer-ul. Diferența esențială este că nu este posibil ca în cazul configurațiilor de jurnal _nginx_ să se normalizeze data, astfel încât acestea sunt stocate intacte. Jurnalele sunt apoi stocate nu mai mult de două săptămâni, după care sunt șterse. Procesul [metrics](https://gitlab.com/fdroid/metrics) rulează pe serverul însuși, apoi împinge doar datele igienizate în [private, per-site git repos](https://gitlab.com/fdroid/metrics-data). Acestea sunt păstrate private pentru contribuitorii principali în cazul în care există scurgeri de date private. Acestea pot fi apoi eliminate manual înainte de a fi făcute publice.
