Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: F-Droid supports APK Expansion Files aka OBB
de: F-Droid unterstützt APK-Erweiterungsdateien auch bekannt als OBB
pl: 'F-Droid obsługuje pliki rozszerzeń APK aka OBB'
ro: F-Droid acceptă APK Expansion Files aka OBB
ru: F-Droid поддерживает файлы расширения APK — OBB
uk: F-Droid підтримує файли розширення APK, окрім OBB
zh_hans: F-Droid 支持 APK 扩展文件 (OBB)

source: Many games, mapping, and other apps require a large amount of data to work. The APK file of an Android app is limited to 100MB in size, yet it is common for a single country map file to be well over 100MB. Also, in order to get users running as quickly as possible, they should not have to wait for huge amounts of data to download in order to just start the app for the first time.
de: Viele Spiele, Kartenwerkzeuge und andere Apps benötigen für ihren Betrieb große Datenmengen. Die Größe einer APK-Datei für eine Android-App ist auf 100 MB begrenzt, wobei gewöhnlich eine Datei für eine einzige Landkarte schon weit mehr als 100 MB benötigt. Damit Nutzer Apps möglichst schnell zum Laufen bringen, sollten sie somit vor dem ersten App-Start nicht den Download riesiger Datenmengen abwarten müssen.
pl: Wiele gier, map i innych aplikacji wymaga dużej ilości danych do działania. Plik APK aplikacji na Androida jest ograniczony do 100 MB, ale często jest tak, że pojedynczy plik mapy kraju ma ponad 100 MB. Aby użytkownicy mogli działać tak szybko, jak to możliwe, nie powinni czekać na pobranie ogromnych ilości danych, aby uruchomić aplikację po raz pierwszy.
ro: Multe jocuri, aplicații de cartografiere și alte aplicații necesită o cantitate mare de date pentru a funcționa. Fișierul APK al unei aplicații Android este limitat la o dimensiune de 100 MB, însă este obișnuit ca un singur fișier cu harta unei țări să depășească cu mult 100 MB. De asemenea, pentru ca utilizatorii să funcționeze cât mai repede, aceștia nu ar trebui să fie nevoiți să aștepte descărcarea unor cantități uriașe de date doar pentru a porni aplicația pentru prima dată.
ru: Для работы многих приложений, например, игр или карт, требуются большие объемы данных. Размер пакета APK не должен превышать 100 МБ, в то же время, не редко файл с картой всей страны запросто может оказаться гораздо больше. К тому же, в стремлении скорее показать пользователям приложение, ни к чему дожидаться загрузки огромного количества данных, которые можно загрузить после первого запуска приложения.
uk: Для роботи багатьох ігор, картографії та інших застосунків потрібна велика кількість даних. Файл APK для застосунку Android обмежений розміром 100 Мб, однак загальним є те, що файл для карти однієї країни перевищує 100 Мб. Крім того, щоб користувачі працювали якомога швидше, їм не доведеться чекати величезної кількості завантажених даних, щоб просто запустити застосунок вперше.
zh_hans: 很多游戏、地图等应用都需要大量的数据才能运行。Android 应用的 APK 文件大小限制在 100MB 以内，然而一个国家的地图文件远远超过 100MB 是很常见的。另外，为了让用户尽快运行，用户不应该第一次使用时仅仅为了启动应用就需要等待下载大量的数据。

source: Google created OBB aka "[APK Expansion](https://developer.android.com/google/play/expansion-files.html)" files to provide a flexible means of delivering large amounts of data. This arrangement also saves lots of bandwidth since the APK file and the OBB file can be updated separately. For example, a game's assets do not need to change often, so they can be shipped as an OBB. Then when the app itself is updated (i.e. the APK), it does not need to include all those assets that are in the OBB file.
de: Google schuf OBB-Dateien (auch bekannt als "[APK-Erweiterung](https://developer.android.com/google/play/expansion-files.html)"), um ein flexibles Mittel zur Auslieferung großer Datenmengen bereitzustellen. Diese Regelung führt zu einer deutlichen Einsparung des Datenverkehrs, da die APK-Datei und die OBB-Datei getrennt voneinander aktualisiert werden können. Zum Beispiel muss ein Spielaufbau nicht häufig geändert werden, somit kann er als OBB ausgeliefert werden. Wenn dann die App selbst (d. h. die APK) aktualisiert wird, muss diese nicht den Inhalt der OBB-Datei enthalten.
pl: Google stworzyło OBB, czyli pliki '[Rozszerzenie APK](https://developer.android.com/google/play/expansion-files.html)', które zapewniają elastyczny sposób dostarczania dużych ilości danych. Taki układ oszczędza także dużo przepustowości od pliku APK, a plik OBB można aktualizować osobno. Na przykład zasoby gry nie muszą się często zmieniać, więc mogą być wysyłane jako OBB. Wtedy, gdy sama aplikacja jest aktualizowana (tj. Pakiet APK), nie musi uwzględniać wszystkich zasobów znajdujących się w pliku OBB.
ro: Google a creat fișierele OBB, cunoscute și ca fișiere "[APK Expansion](https://developer.android.com/google/play/expansion-files.html)" pentru a oferi un mijloc flexibil de livrare a unor cantități mari de date. Acest aranjament economisește, de asemenea, multă lățime de bandă, deoarece fișierul APK și fișierul OBB pot fi actualizate separat. De exemplu, activele unui joc nu trebuie să se schimbe des, astfel încât acestea pot fi livrate sub formă de OBB. Apoi, atunci când aplicația în sine este actualizată (adică APK-ul), nu este nevoie să includă toate acele active care se află în fișierul OBB.
ru: Для того, чтобы обеспечить гибкость при доставке большого количества данных в Google были разработаны файлы OBB, известные также как "[APK Expansion](https://developer.android.com/google/play/expansion-files.html)". К тому же, такое распределение данных позволяет сэкономить на передаче данных, поскольку пакеты APK и файлы OBB могут обновляться раздельно. К примеру, ресурсы игры не изменяются так уж часто, а потому их можно передавать в файле OBB. В то же время, при обновлении самого приложения, то есть пакета APK, не нужно включать ресурсы из файла OBB.
uk: Google створив OBB як "[APK Expansion](https://developer.android.com/google/play/expansion-files.html)" файли, щобзабезпечити гнучкий спосіб доставлення великих обсягів даних. Цей механізм також зберігає багато пропускної здатності, оскільки файли APK та OBB можна оновлювати окремо. Наприклад, активи гри не обов'язково часто змінюються, тому їх можна надіслати як OBB. Тоді, коли застосунок сам оновлюється (тобто APK), не потрібно включати всі ті активи з файлу OBB.
zh_hans: 为了提供一种灵活的传输大数据方式，Google 创建了 OBB，即“[APK 扩展](https://developer.android.com/google/play/expansion-files.html)”文件。APK 和 OBB 文件可分开上传，因此这种方式还可以显著节省带宽。比如，游戏资源数据无需经常更改，所以可作为 OBB 提供。当该游戏应用自身（即 APK 文件）更新时，更新数据无需包括 OBB 文件中的游戏数据。

source: OBB files are used by lots of apps like games and MAPS.ME. F-Droid supports OBB by downloading and installing the OBB before the APK, so that once the APK is installed, the OBB files are already in place and ready to use. F-Droid also provides an `Intent` method for apps to fetch the OBB download URLs in case the app itself needs to handle the OBB download/update. That is similar to how it works in Google Play.
de: OBB-Dateien werden von vielen Apps wie Spielen und MAPS.ME verwendet. F-Droid lädt OBB-Dateien vor der APK herunter, sodass diese bei der Installation der APK bereits verfügbar sind. F-Droid bietet auch eine `Intent`-Methode für Apps, um die OBB-Download URLs zu übergeben, falls die App die OBB-Datei eigenständig aktualisieren muss. Die Funktionsweise ähnelt der in Google Play.
pl: Pliki OBB są używane przez wiele aplikacji, takich jak gry i MAPS.ME. F-Droid obsługuje OBB pobierając i instalując OBB przed plikiem APK, dzięki czemu po zainstalowaniu pakietu APK pliki OBB są już na miejscu i gotowe do użycia. F-Droid udostępnia również metodę `Intent` dla aplikacji pobierających adresy URL pobierania OBB, na wypadek gdyby sama aplikacja musiała obsługiwać pobieranie/aktualizację OBB. Jest to podobne do tego, jak działa w Google Play.
ro: Fișierele OBB sunt folosite de o mulțime de aplicații, cum ar fi jocuri și MAPS.ME. F-Droid acceptă OBB prin descărcarea și instalarea OBB înainte de APK, astfel încât, odată ce APK este instalat, fișierele OBB sunt deja la locul lor și gata de utilizare. F-Droid oferă, de asemenea, o metodă `Intent` pentru ca aplicațiile să poată prelua URL-urile de descărcare OBB în cazul în care aplicația însăși trebuie să se ocupe de descărcarea/actualizarea OBB. Acest lucru este similar cu modul în care funcționează în Google Play.
ru: Файлы OBB применяются многими приложениями, такими как, игры и MAPS.ME. F-Droid поддерживает заблаговременную загрузку и установку файлов OBB, таким образом, когда начинается установка пакета APK, файлы OBB уже размещены и готовы к использованию. F-Droid также предоставляет механизм `намерений`, позволяющий приложениям получать ссылки на загрузку файлов OBB, в случаях, когда приложению требуется самостоятельно работать с обновлением или загрузкой файлов OBB. Аналогично механизму применяемому в Google Play.
uk: OBB-файли використовуються безліччю застосунків, таких як ігри та MAPS.ME. F-Droid підтримує OBB шляхом завантаження і встановлення OBB перед APK, тож після встановлення APK, файли OBB вже перебувають на місці та готові до використання. F-Droid також забезпечує метод `Intent` для застосунків, щоб отримати URL-адреси для завантаження OBB у випадку, якщо програма сама потребує завантаження/оновлення самого OBB. Це схоже на те, як це працює в Google Play.
zh_hans: 许多应用如游戏和 MAPS.ME 使用 OBB 文件。F-Droid 对 OBB 的支持方式为在 APK 之前下载并安装 OBB。这样 APK 安装之后即可使用，因为 OBB 已安装就位。同时，F-Droid 为应用提供 `Intent` 方式来获取 OBB 下载 URL，以便通过应用自身来处理 OBB 下载/更新。这种方式类似于 Google Play。

source: In order to use the OBB support, users need at least F-Droid v0.102, and the repo must use _fdroidserver_ v0.7.0 or newer. Adding OBB files to a repo is very easy: just copy them to the same folder where the APKs go, i.e. _/path/to/fdroid/repo/_.
de: Um die OBB-Unterstützung nutzen zu können, benötigen Benutzer mindestens F-Droid v0.102 und das Repository muss _fdroidserver_ v0.7.0 oder neuer verwenden. Das Hinzufügen von OBB-Dateien zum Repository ist sehr leicht: Kopieren Sie sie einfach in den selben Ordner, in dem sich die APKs befinden, d. h. in _/Pfad/zu/fdroid/repo/_.
pl: Aby korzystać z obsługi OBB, użytkownicy potrzebują przynajmniej F-Droid v0.102, a repozytorium musi używać _fdroidserver_ v0.7.0 lub nowszego. Dodawanie plików OBB do repozytorium jest bardzo proste: wystarczy skopiować je do tego samego folderu, w którym znajdują się pliki APK, tj. _/path/to/fdroid/repo/_.
ro: Pentru a utiliza suportul OBB, utilizatorii au nevoie de cel puțin F-Droid v0.102, iar repo-ul trebuie să utilizeze _fdroidserver_ v0.7.0 sau o versiune mai nouă. Adăugarea fișierelor OBB la un repo este foarte ușoară: trebuie doar să le copiați în același dosar în care se află APK-urile, adică _/path/to/fdroid/repo/_.
ru: Для того, чтобы воспользоваться поддержкой OBB, пользователю потребуется версия F-Droid не ниже 0.102, а репозиторий должен использовать _fdroidserver_ версии не ниже 0.7.0. Добавить файлы OBB очень легко: просто скопируйте их в ту же директорию, где располагаются пакеты APK, например, _/path/to/fdroid/repo/_.
uk: Для того, щоб використовувати підтримку OBB, користувачам потрібно мати F-Droid щонайменше v0.102, а репозиторій має використовувати _fdroidserver_ v0.7.0 або новіший. Додати файли OBB до репозиторію дуже просто: копіюйте їх до тієї теки, куди йдуть APK, тобто _ /path/to/fdroid/repo/_.
zh_hans: 如需使用 OBB 支持，用户的 F-Droid 版本应不低于 v0.102，同时资源库应使用 _fdroidserver_ v0.7.0 或更新版本。将 OBB 文件添加至存储库非常简单：将其复制到 APK 所在的同一文件夹，即 _/path/to/fdroid/repo/_。

source: Developer Usage
de: Entwickler-Nutzung
pl: Wykorzystanie przez programistę
ro: Utilizarea dezvoltatorului
ru: Разработчикам
uk: Інструкції розробника
zh_hans: 开发人员使用方式

source: One of the details about using OBB files in apps is that OBB files are not guaranteed to be installed by the app store. That means the app could start, and the expected OBB files will not be there. In that case, the app must download and install the OBB file itself. Google Play recommends using their proprietary [Application Licensing](https://developer.android.com/google/play/licensing/index.html) service for this, F-Droid provides a simple method that is all free software.
de: Eine der Besonderheiten bei der Verwendung von OBB-Dateien in Apps ist es, dass deren Installation durch den App Store nicht garantiert wird. Das bedeutet, die App könnte starten, ohne dass die erwarteten OBB-Dateien vorhanden sind. In diesem Fall muss die App selbst den Download und die Installation der OBB-Datei durchführen. Google Play empfiehlt dafür die Verwendung seines proprietären Dienstes [Application Licensing](https://developer.android.com/google/play/licensing/index.html), F-Droid stellt eine einfache Methode bereit, die auf völlig freier Software beruht.
pl: Jednym ze szczegółów dotyczących używania plików OBB w aplikacjach jest to, że nie można zagwarantować, że pliki OBB będą instalowane w sklepie z aplikacjami. Oznacza to, że aplikacja może się uruchomić, a oczekiwane pliki OBB nie będą dostępne. W takim przypadku aplikacja musi pobrać i zainstalować sam plik OBB. Google Play zaleca używanie do tego zastrzeżonej usługi [Licencjonowanie aplikacji](https://developer.android.com/google/play/licensing/index.html), F-Droid zapewnia prostą metodę, która jest bezpłatnym oprogramowaniem.
ro: Unul dintre detaliile legate de utilizarea fișierelor OBB în aplicații este faptul că fișierele OBB nu sunt garantate a fi instalate de către magazinul de aplicații. Aceasta înseamnă că aplicația ar putea porni, iar fișierele OBB așteptate nu vor fi acolo. În acest caz, aplicația trebuie să descarce și să instaleze singură fișierul OBB. Google Play recomandă utilizarea serviciului lor proprietar [Application Licensing](https://developer.android.com/google/play/licensing/index.html) pentru acest lucru, F-Droid oferă o metodă simplă, care este în întregime software gratuit.
ru: Следует заметить, что применение файлов OBB подразумевает, что они могут не устанавливаться магазином приложений. Это значит, что после запуска приложения искомых файлов OBB может не оказаться на месте. В таком случае, приложение должно загрузить и установить файл OBB самостоятельно. Для этого Google Play рекомендует применять их собственную службу [Application Licensing](https://developer.android.com/google/play/licensing/index.html), F-Droid же предоставляет простой механизм, основанный на свободном ПО.
uk: Однією з деталей про використання файлів OBB у застосунках є те, що файли OBB гарантовано не встановлюються в магазині застосунків. Це означає, що застосунок може почати, а очікуваних файлів OBB там не буде. У цьому випадку застосунок повинен сам завантажити та встановити файл OBB. Google Play рекомендує використовувати для цього власну службу [Ліцензування застосунків](https://developer.android.com/google/play/licensing/index.html), F-Droid - це простий метод, який є вільним програмним забезпеченням.
zh_hans: 在应用中使用 OBB 文件的一个细节是应用商店并不保证 OBB 文件的安装。这意味着在打开应用时可能无法找到 OBB 文件。在这种情况下，应用必须自己下载和安装 OBB 文件。Google Play 推荐使用其专有的[应用授权](https://developer.android.com/google/play/licensing/index.html)的服务，而 F-Droid 提供了一种完全使用自由软件的解决方案。

source: To get the URL for the two possible OBB files, send an `Intent` to F-Droid using these _Actions_:
de: Um die URL für die zwei möglichen OBB-Dateien zu erhalten, senden Sie einen `Absicht` an F-Droid unter Verwendung dieser _Aktionen_:
pl: Aby uzyskać adres URL dla dwóch możliwych plików OBB, wyślij `Intent` do F-Droid za pomocą tego _Działania_:
ro: Pentru a obține URL-ul pentru cele două posibile fișiere OBB, trimiteți o `Intent` către F-Droid folosind aceste _Actions_:
ru: Чтобы получить ссылку на оба возможных файла OBB, сформируйте `Намерение` к F-Droid с помощью таких _Действий_:
uk: Щоб отримати URL-адресу для двох можливих файлів OBB, надішліть `Intent` на F-Droid, використовуючи ці _Actions_:
zh_hans: 应用可能需要两个 OBB 文件，为获取相应的链接，请使用以下 _Actions_ 发送 `Intent` 至 F-Droid：

source: Then download that URL using your favourite method, and make sure that the file ultimately ends up in _Android/obb/[package.name]_ on the device's External Storage.
de: Laden Sie dann die URL mit dem von Ihnen bevorzugten Verfahren herunter und sorgen Sie dafür, dass die Datei schließlich in _Android/obb/[packagename]_ auf dem externen Speicher des Geräts landet.
pl: Następnie pobierz ten adres URL, używając swojej ulubionej metody, i upewnij się, że plik ostatecznie znajdzie się w _Android/obb/[package.name]_ w pamięci zewnętrznej urządzenia.
ro: Apoi descărcați URL-ul respectiv utilizând metoda preferată și asigurați-vă că fișierul ajunge în cele din urmă în _Android/obb/[package.name]_ pe memoria externă a dispozitivului.
ru: Затем, загрузите файл по ссылке удобным Вам способом и убедитесь, что он оказался в _Android/obb[НазваниеПакета]_ во внешнем хранилище устройства.
uk: Потім, завантажте цю URL-адресу, скориставшись вашим улюбленим методом та переконайтеся, що файл, зрештою, опиниться в _Android/obb/[package.name]_ на зовнішньому накопичувачі пристрою.
zh_hans: 接着使用你喜欢的方法下载该链接，并确保该文件最终保存在设备外部存储上的 _Android/obb/[package.name]_ 中。

source: Sailing into a new decade of discussions
de: Aufbruch in eine neue Ära der Diskussionskultur
pl: Wypłynięcie w nową dekadę dyskusji
ro: Navighează spre o nouă decadă de discuții
ru: Переходя в новое десятилетие обсуждений
uk: Вітрила в нове десятиліття дискусій
zh_hans: 步入讨论的新十年

source: We are excited to announce the release of the new official F-Droid forum: [forum.f-droid.org](https://forum.f-droid.org).
de: Wir freuen uns, den Start unseres neuen, offiziellen F-Droid-Forums bekanntgeben zu können: [forum.f-droid.org](https://forum.f-droid.org).
pl: Z przyjemnością ogłaszamy wydanie nowego oficjalnego forum F-Droid: [forum.f-droid.org](https://forum.f-droid.org).
ro: Suntem încântați să anunțăm lansarea noului forum oficial F-Droid: [forum.f-droid.org](https://forum.f-droid.org).
ru: Рады сообщить о запуске нового официального форума F-Droid: [forum.f-droid.org](https://forum.f-droid.org).
uk: Ми з радістю повідомляємо про випуск нового офіційного форуму F-Droid: [forum.f-droid.org](https://forum.f-droid.org).
zh_hans: 我们很高兴地在此宣布新的 F-Droid 官方论坛：[forum.f-droid.org](https://forum.f-droid.org)。

source: We have been working hard to [revise the website](https://gitlab.com/groups/fdroid/milestones/launch?title=Launch) in order to make it easier to modernize, accept contributions, and internationalise. The main part of this is switching the underlying technology from WordPress to [Jekyll](https://jekyllrb.com/). However, this caused us to think about the forum as it was powered by a WordPress plugin. Quickly [we decided to drop the old forum](https://gitlab.com/fdroid/fdroid-website/issues/6) in favor of an indepentently hosted one and chose some modern software called [Discourse](https://www.discourse.org).
de: Wir haben hart an der [Überarbeitung der Webseite](https://gitlab.com/groups/fdroid/milestones/launch?title=Launch) gearbeitet, damit sie leichter modernisiert und internationalisiert werden sowie Beiträge aufnehmen kann. Den Hauptanteil bildet dabei ein Wechsel von WordPress zu [Jekyll](htps://jekyllrb.com) als zugrunde liegende Technologie. Das wiederum hatte zur Folge, über das Forum nachzudenken, da es über ein WordPress-Plugin gesteuert wurde. [Wir entschlossen uns, das alte Forum aufzugeben](https://gitlab.com/fdroid/fdroid-website/issues/6) zugunsten eines unabhängig gehosteten und wählten dafür eine einigermaßen moderne Software [Discourse](https://www.discourse.org).
pl: Ciężko pracowaliśmy, aby [zrewidować stronę internetową](https://gitlab.com/groups/fdroid/milestones/launch?title=Launch), aby ułatwić modernizację, przyjmowanie wkładów i umiędzynarodowienie. Główną jego częścią jest przełączenie podstawowej technologii z WordPress na [Jekyll](https://jekyllrb.com/). Jednak spowodowało to, że zaczęliśmy myśleć o forum, ponieważ było zasilane przez wtyczkę WordPress. Szybko [zdecydowaliśmy się zarzucić stare forum](https://gitlab.com/fdroid/fdroid-website/issues/6) na rzecz niezależnego hostingu i wybraliśmy nowoczesne oprogramowanie o nazwie [Dyskurs](https://www.discourse.org).
ro: Am lucrat din greu la [revise the website](https://gitlab.com/groups/fdroid/milestones/launch?title=Launch) pentru a facilita modernizarea, acceptarea contribuțiilor și internaționalizarea. Principala parte a acestui demers este schimbarea tehnologiei de bază de la WordPress la [Jekyll](https://jekyllrb.com/). Cu toate acestea, acest lucru ne-a determinat să ne gândim la forum, deoarece acesta era alimentat de un plugin WordPress. Rapid [we decided to drop the old forum](https://gitlab.com/fdroid/fdroid-website/issues/6) în favoarea unuia găzduit independent și am ales un software modern numit [Discourse](https://www.discourse.org).
ru: Мы славно потрудились [переделывая сайт](https://gitlab.com/groups/fdroid/milestones/launch?title=Launch), что упростило его дальнейшую модернизацию, перевод и наполнение участниками. В основном, это переход с технологий WordPress на [Jekyll](https://jekyllrb.com/). Но это также заставило задуматься о форуме, поскольку тот основывался на модуле, подключаемому к WordPress. Вскоре [мы решили отказаться от старого форума](https://gitlab.com/fdroid/fdroid-website/issues/6) в пользу отдельно расположенного и выбрали для этого современное ПО под названием [Discourse](https://www.discourse.org).
uk: Ми доклали чимало зусиль, щоб [переробити вебсайт](https://gitlab.com/groups/fdroid/milestones/launch?title=Launch), щоб спростити модернізацію, прийняття внесків та інтернаціоналізацію. Основна частина роботи полягає у зміні базової технології з WordPress на [Jekyll](https://jekyllrb.com/). Однак це змусило нас подумати про форум, оскільки він працював із плагіном WordPress. Швидко [ми вирішили відмовитися від старого форуму](https://gitlab.com/fdroid/fdroid-website/issues/6) на користь незалежного розміщення і вибрали сучасне програмне забезпечення під назвою [Discourse](https://www.discourse.org).
zh_hans: 我们努力地[重建了网站](https://gitlab.com/groups/fdroid/milestones/launch?title=Launch)以使其具有更现代化，易于参与和国际化的环境。主要工作是把网站的底层技术由 WordPress 迁移到 [Jekyll](https://jekyllrb.com/)。然而，这使我们需要考虑论坛的解决方案，因为它是基于 WordPress 插件搭建的。很快[我们决定要放弃旧论坛](https://gitlab.com/fdroid/fdroid-website/issues/6)改为使用独立托管的方案，并选择了更现代的 [Discourse](https://www.discourse.org)。
