Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)** was updated from 1.16.1 to 1.16.2
de: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)** erhielt ein Update von 1.16.1 auf 1.16.2
pl: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)** został zaktualizowany z 1.16.1 do 1.16.2
ro: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)** a fost actualizată de la 1.16.1 la 1.16.2
ru: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)** был обновлен с 1.16.1 до 1.16.2
uk: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)** оновлено з 1.16.1 до 1.16.2
zh_hans: **[AusweisApp2](https://f-droid.org/packages/com.governikus.ausweisapp2/)** 从 1.16.1 更新到 1.16.2

source: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** was updated from 0.3.0 to 0.4.0
de: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** erhielt ein Update von 0.3.0 auf 0.4.0
pl: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** został zaktualizowany z 0.3.0 do 0.4.0
ro: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** a fost actualizat de la 0.3.0 la 0.4.0
ru: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** был обновлен с 0.3.0 до 0.4.0
uk: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** оновлено з 0.3.0 до 0.4.0
zh_hans: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** 从 0.3.0 更新到 0.4.0

source: **[BART Runner](https://f-droid.org/packages/com.dougkeen.bart/)** was updated from 2.2.6 to 2.2.18
de: **[BART Runner](https://f-droid.org/packages/com.dougkeen.bart/)** erhielt ein Update von 2.2.6 auf 2.2.18
pl: **[BART Runner](https://f-droid.org/packages/com.dougkeen.bart/)** został zaktualizowany z 2.2.6 do 2.2.18
ro: **[BART Runner](https://f-droid.org/packages/com.dougkeen.bart/)** a fost actualizat de la 2.2.6 la 2.2.18
ru: **[BART Runner](https://f-droid.org/packages/com.dougkeen.bart/)** был обновлен с 2.2.6 до 2.2.18
uk: **[BART Runner](https://f-droid.org/packages/com.dougkeen.bart/)** оновлено з 2.2.6 до 2.2.18
zh_hans: **[BART Runner](https://f-droid.org/packages/com.dougkeen.bart/)** 从 2.2.6 更新到 2.2.18

source: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)** was updated from 1.4.3 to 1.9.1
de: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)** erhielt ein Update von 1.4.3 auf 1.9.1
pl: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)** został zaktualizowany z 1.4.3 do 1.9.1
ro: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)** a fost actualizat de la 1.4.3 la 1.9.1
ru: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)** был обновлен с 1.4.3 до 1.9.1
uk: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)** оновлено з 1.4.3 до 1.9.1
zh_hans: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)** 从 1.4.3 更新到 1.9.1

source: **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** was [updated](https://raw.githubusercontent.com/bitcoin-wallet/bitcoin-wallet/HEAD/wallet/CHANGES) from 7.04 to 7.11
de: **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** wurde [aktualisiert](https://raw.githubusercontent.com/bitcoin-wallet/bitcoin-wallet/HEAD/wallet/CHANGES) von 7.04 auf 7.11
pl: **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** został [zaktualizowany](https://raw.githubusercontent.com/bitcoin-wallet/bitcoin-wallet/HEAD/wallet/CHANGES) z 7.04 do 7.11
ro: **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** a fost [updated](https://raw.githubusercontent.com/bitcoin-wallet/bitcoin-wallet/HEAD/wallet/CHANGES) de la 7.04 la 7.11
ru: **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** был [обновлен](https://raw.githubusercontent.com/bitcoin-wallet/bitcoin-wallet/HEAD/wallet/CHANGES) с 7.04 до 7.11
uk: **[Гаманець Bitcoin [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** [оновлено](https://raw.githubusercontent.com/bitcoin-wallet/bitcoin-wallet/HEAD/wallet/CHANGES) з 7.04 до 7.11
zh_hans: **[Bitcoin Wallet [testnet3]](https://f-droid.org/packages/de.schildbach.wallet_test/)** 从 7.04 [更新](https://raw.githubusercontent.com/bitcoin-wallet/bitcoin-wallet/HEAD/wallet/CHANGES)到 7.11

source: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** was [updated](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) from 7.04 to 7.11
de: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** wurde [aktualisiert](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) von 7.04 auf 7.11
pl: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** został [zaktualizowany](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) z 7.04 do 7.11
ro: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** a fost [updated](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) de la 7.04 la 7.11
ru: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** был [обновлен](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) с 7.04 до 7.11
uk: **[Гаманець Bitcoin](https://f-droid.org/packages/de.schildbach.wallet/)** [оновлено](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES) з 7.04 до 7.11
zh_hans: **[Bitcoin Wallet](https://f-droid.org/packages/de.schildbach.wallet/)** 从 7.04 [更新](https://raw.github.com/bitcoin-wallet/bitcoin-wallet/prod/wallet/CHANGES)到 7.11

source: **[Bitmask](https://f-droid.org/packages/se.leap.bitmaskclient/)** was [updated](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) from 0.9.10 to 0.9.11
de: **[Bitmask](https://f-droid.org/packages/se.leap.bitmaskclient/)** wurde [aktualisiert](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) von 0.9.10 auf 0.9.11
pl: **[Bitmask](https://f-droid.org/packages/se.leap.bitmaskclient/)** został [zaktualizowany](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) z 0.9.10 do 0.9.11
ro: **[Bitmask](https://f-droid.org/packages/se.leap.bitmaskclient/)** a fost [updated](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) de la 0.9.10 la 0.9.11
ru: **[Bitmask](https://f-droid.org/packages/se.leap.bitmaskclient/)** был [обновлен](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) с 0.9.10 до 0.9.11
uk: **[Bitmask](https://f-droid.org/packages/se.leap.bitmaskclient/)** [оновлено](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG) з 0.9.10 до 0.9.11
zh_hans: **[Bitmask](https://f-droid.org/packages/se.leap.bitmaskclient/)** 从 0.9.10 [更新](https://0xacab.org/leap/bitmask_android/blob/HEAD/CHANGELOG)到 0.9.11

source: **[BlitzMail](https://f-droid.org/packages/de.grobox.blitzmail/)** was [updated](https://github.com/grote/BlitzMail/blob/HEAD/ChangeLog) from 0.7 to 0.7.1
de: **[BlitzMail](https://f-droid.org/packages/de.grobox.blitzmail/)**-[Aktualisierung](https://github.com/grote/BlitzMail/blob/HEAD/ChangeLog) von 0.7 auf 0.7.1
pl: **[BlitzMail](https://f-droid.org/packages/de.grobox.blitzmail/)** został [zaktualizowany](https://github.com/grote/BlitzMail/blob/HEAD/ChangeLog) z 0.7 do 0.7.1
ro: **[BlitzMail](https://f-droid.org/packages/de.grobox.blitzmail/)** a fost [updated](https://github.com/grote/BlitzMail/blob/HEAD/ChangeLog) de la 0.7 la 0.7.1
ru: **[BlitzMail](https://f-droid.org/packages/de.grobox.blitzmail/)** был [обновлен](https://github.com/grote/BlitzMail/blob/HEAD/ChangeLog) с версии 0.7 до 0.7.1
uk: **[BlitzMail](https://f-droid.org/packages/de.grobox.blitzmail/)** [оновленр](https://github.com/grote/BlitzMail/blob/HEAD/ChangeLog) з 0.7 до 0.7.1
zh_hans: **[BlitzMail](https://f-droid.org/packages/de.grobox.blitzmail/)** 从 0.7 [updated](https://github.com/grote/BlitzMail/blob/HEAD/ChangeLog)到 0.7.1

source: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)** was [updated](https://github.com/wuan/bo-android/blob/HEAD/ChangeLog) from 2.0.4 to 2.0.13
de: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)** wurde [aktualisiert](https://github.com/wuan/bo-android/blob/HEAD/ChangeLog) von 2.0.4 auf 2.0.13
pl: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)** został [zaktualizowany](https://github.com/wuan/bo-android/blob/HEAD/ChangeLog) z 2.0.4 do 2.0.13
ro: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)** a fost [updated](https://github.com/wuan/bo-android/blob/HEAD/ChangeLog) de la 2.0.4 la 2.0.13
ru: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)** был [обновлен](https://github.com/wuan/bo-android/blob/HEAD/ChangeLog) от 2.0.4 до 2.0.13
uk: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)** [оновлено](https://github.com/wuan/bo-android/blob/HEAD/ChangeLog) з 2.0.4 до 2.0.13
zh_hans: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)** 从 2.0.4 [更新](https://github.com/wuan/bo-android/blob/HEAD/ChangeLog)到 2.0.13

source: **[Book Reader](https://f-droid.org/packages/com.github.axet.bookreader/)** was updated from 1.11.32 to 1.12.5
de: **[Book Reader](https://f-droid.org/packages/com.github.axet.bookreader/)** erhielt ein Update von 1.11.32 auf 1.12.5
pl: **[Book Reader](https://f-droid.org/packages/com.github.axet.bookreader/)** został zaktualizowany z 1.11.32 do 1.12.5
ro: **[Book Reader](https://f-droid.org/packages/com.github.axet.bookreader/)** a fost actualizat de la 1.11.32 la 1.12.5
ru: **[Book Reader](https://f-droid.org/packages/com.github.axet.bookreader/)** был обновлен с 1.11.32 до 1.12.5
uk: **[Book Reader](https://f-droid.org/packages/com.github.axet.bookreader/)** оновлено з 1.11.32 до 1.12.5
zh_hans: **[Book Reader](https://f-droid.org/packages/com.github.axet.bookreader/)** 从 1.11.32 更新到 1.12.5

source: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** was [updated](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md) from 1.2 to 1.2.1
de: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** wurde [aktualisiert](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md) von 1.2 auf 1.2.1
pl: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** został [zaktualizowany](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md) z 1.2 do 1.2.1
ro: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** a fost [updated](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md) de la 1.2 la 1.2.1
ru: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** был [обновлен](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md) от 1.2 до 1.2.1
uk: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** [оновлено](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md) з 1.2 до 1.2.1
zh_hans: **[Bop-MusicPlayer](https://f-droid.org/packages/com.sahdeepsingh.Bop/)** 已 从 1.2 [更新](https://github.com/iamSahdeep/Bop/blob/HEAD/changelog.md)到 1.2.1

source: **[Bullseye](https://f-droid.org/packages/x653.bullseye/)** was updated from 0.3 to 0.4
de: **[Bullseye](https://f-droid.org/packages/x653.bullseye/)** erhielt ein Update von 0.3 auf 0.4
pl: **[Bullseye](https://f-droid.org/packages/x653.bullseye/)** został zaktualizowany z 0.3 do 0.4
ro: **[Bullseye](https://f-droid.org/packages/x653.bullseye/)** a fost actualizat de la 0.3 la 0.4
ru: **[Bullseye](https://f-droid.org/packages/x653.bullseye/)** был обновлен с 0.3 до 0.4
uk: **[Bullseye](https://f-droid.org/packages/x653.bullseye/)** оновлено з 0.3 до 0.4
zh_hans: **[Bullseye](https://f-droid.org/packages/x653.bullseye/)** 从 0.3 更新到 0.4

source: **[BusTO](https://f-droid.org/packages/it.reyboz.bustorino/)** was updated from 1.9.1 to 1.9.2
de: **[BusTO](https://f-droid.org/packages/it.reyboz.bustorino/)** erhielt ein Update von 1.9.1 auf 1.9.2
pl: **[BusTO](https://f-droid.org/packages/it.reyboz.bustorino/)** został zaktualizowany z 1.9.1 do 1.9.2
ro: **[BusTO](https://f-droid.org/packages/it.reyboz.bustorino/)** a fost actualizat de la 1.9.1 la 1.9.2
ru: **[BusTO](https://f-droid.org/packages/it.reyboz.bustorino/)** был обновлен с 1.9.1 до 1.9.2
uk: **[BusTO](https://f-droid.org/packages/it.reyboz.bustorino/)** оновлено з 1.9.1 до 1.9.2
zh_hans: **[BusTO](https://f-droid.org/packages/it.reyboz.bustorino/)** 从 1.9.1 更新到 1.9.2

source: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)** was [updated](https://github.com/kamgurgul/cpu-info/releases) from 4.2.0 to 4.3.2
de: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)** wurde [aktualisiert](https://github.com/kamgurgul/cpu-info/releases) von 4.2.0 auf 4.3.2
pl: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)** został [zaktualizowany](https://github.com/kamgurgul/cpu-info/releases) z 4.2.0 do 4.3.2
ro: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)** a fost [updated](https://github.com/kamgurgul/cpu-info/releases) de la 4.2.0 la 4.3.2
ru: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)** был [обновлен](https://github.com/kamgurgul/cpu-info/releases) с 4.2.0 до 4.3.2
uk: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)** [оновлено](https://github.com/kamgurgul/cpu-info/releases) з 4.2.0 до 4.3.2
zh_hans: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)** 已从 4.2.0 [更新](https://github.com/kamgurgul/cpu-info/releases)到 4.3.2

source: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** was [updated](https://github.com/SimpleMobileTools/Simple-Calculator/blob/HEAD/CHANGELOG.md) from 5.0.0 to 5.0.3
de: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** wurde [aktualisiert](https://github.com/SimpleMobileTools/Simple-Calculator/blob/HEAD/CHANGELOG.md) von 5.0.0 auf 5.0.3
pl: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Calculator/blob/HEAD/CHANGELOG.md) z 5.0.0 do 5.0.3
ro: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-Calculator/blob/HEAD/CHANGELOG.md) de la 5.0.0 la 5.0.3
ru: **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-Calculator/blob/HEAD/CHANGELOG.md) с 5.0.0 до 5.0.3
uk: **[Калькулятор](https://f-droid.org/packages/com.simplemobiletools.calculator/)** [оновлено](https://github.com/SimpleMobileTools/Simple-Calculator/blob/HEAD/CHANGELOG.md) з 5.0.0 до 5.0.3
zh_hans: **[计算器](https://f-droid.org/packages/com.simplemobiletools.calculator/)** 已从 5.0.0 [更新](https://github.com/SimpleMobileTools/Simple-Calculator/blob/HEAD/CHANGELOG.md)到 5.0.3

source: **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** was updated from 5.0.1 to 5.0.4
de: **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** erhielt ein Update von 5.0.1 auf 5.0.4
pl: **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** został zaktualizowany z 5.0.1 do 5.0.4
ro: **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** a fost actualizat de la 5.0.1 la 5.0.4
ru: **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** был обновлен с 5.0.1 до 5.0.4
uk: **[Сповіщення календаря](https://f-droid.org/packages/com.github.quarck.calnotify/)** оновлено з 5.0.1до 5.0.4
zh_hans: **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** 从 5.0.1 更新到 5.0.4

source: **[Call Recorder](https://f-droid.org/packages/com.github.axet.callrecorder/)** was updated from 1.6.44 to 1.7.3
de: **[Call Recorder](https://f-droid.org/packages/com.github.axet.callrecorder/)** erhielt ein Update von 1.6.44 auf 1.7.3
pl: **[Call Recorder](https://f-droid.org/packages/com.github.axet.callrecorder/)** został zaktualizowany z 1.6.44 do 1.7.3
ro: **[Call Recorder](https://f-droid.org/packages/com.github.axet.callrecorder/)** a fost actualizat de la 1.6.44 la 1.7.3
ru: **[Call Recorder](https://f-droid.org/packages/com.github.axet.callrecorder/)** был обновлен с 1.6.44 до 1.7.3
uk: **[Записувач дзвінків](https://f-droid.org/packages/com.github.axet.callrecorder/)** оновлено з 1.6.44 до 1.7.3
zh_hans: **[Call Recorder](https://f-droid.org/packages/com.github.axet.callrecorder/)** 从 1.6.44 更新到 1.7.3

source: **[Camera](https://f-droid.org/packages/com.simplemobiletools.camera/)** was [updated](https://github.com/SimpleMobileTools/Simple-Camera/blob/HEAD/CHANGELOG.md) from 4.2.0 to 5.0.2
de: **[Camera](https://f-droid.org/packages/com.simplemobiletools.camera/)** wurde [aktualisiert](https://github.com/SimpleMobileTools/Simple-Camera/blob/HEAD/CHANGELOG.md) von 4.2.0 auf 5.0.2
pl: **[Camera](https://f-droid.org/packages/com.simplemobiletools.camera/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Camera/blob/HEAD/CHANGELOG.md) z 4.2.0 do 5.0.2
ro: **[Camera](https://f-droid.org/packages/com.simplemobiletools.camera/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-Camera/blob/HEAD/CHANGELOG.md) de la 4.2.0 la 5.0.2
ru: **[Camera](https://f-droid.org/packages/com.simplemobiletools.camera/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-Camera/blob/HEAD/CHANGELOG.md) от 4.2.0 до 5.0.2
uk: **[Камера](https://f-droid.org/packages/com.simplemobiletools.camera/)** [оновлено](https://github.com/SimpleMobileTools/Simple-Camera/blob/HEAD/CHANGELOG.md) з 4.2.0 до 5.0.2
zh_hans: **[Camera](https://f-droid.org/packages/com.simplemobiletools.camera/)** 已从 4.2.0 [更新](https://github.com/SimpleMobileTools/Simple-Camera/blob/HEAD/CHANGELOG.md)到 5.0.2

source: **[Carnet](https://f-droid.org/packages/com.spisoft.quicknote/)** was [updated](https://qn.phie.ovh/fdroid_changelog) from 0.14.0 to 0.16.3
de: **[Carnet](https://f-droid.org/packages/com.spisoft.quicknote/)** erhielt ein [Update](https://qn.phie.ovh/fdroid_changelog) von 0.14.0 auf 0.16.3
pl: **[Carnet](https://f-droid.org/packages/com.spisoft.quicknote/)** został [zaktualizowany](https://qn.phie.ovh/fdroid_changelog) z 0.14.0 do 0.16.3
ro: **[Carnet](https://f-droid.org/packages/com.spisoft.quicknote/)** a fost [updated](https://qn.phie.ovh/fdroid_changelog) de la 0.14.0 la 0.16.3
ru: **[Carnet](https://f-droid.org/packages/com.spisoft.quicknote/)** был [обновлен](https://qn.phie.ovh/fdroid_changelog) с 0.14.0 до 0.16.3
uk: **[Carnet](https://f-droid.org/packages/com.spisoft.quicknote/)** [оновлено](https://qn.phie.ovh/fdroid_changelog) з 0.14.0 до 0.16.3
zh_hans: **[Carnet](https://f-droid.org/packages/com.spisoft.quicknote/)** 从 0.14.0 [更新](https://qn.phie.ovh/fdroid_changelog)至 0.16.3

source: **[Chicago Commutes](https://f-droid.org/packages/fr.cph.chicago.foss/)** was updated from 5.7.2 to 5.9.3
de: **[Chicago Commutes](https://f-droid.org/packages/fr.cph.chicago.foss/)** erhielt ein Update von 5.7.2 auf 5.9.3
pl: **[Chicago Commutes](https://f-droid.org/packages/fr.cph.chicago.foss/)** został zaktualizowany z 5.7.2 do 5.9.3
ro: **[Chicago Commutes](https://f-droid.org/packages/fr.cph.chicago.foss/)** a fost actualizată de la 5.7.2 la 5.9.3
ru: **[Chicago Commutes](https://f-droid.org/packages/fr.cph.chicago.foss/)** были обновлены с 5.7.2 до 5.9.3
uk: **[Chicago Commutes](https://f-droid.org/packages/fr.cph.chicago.foss/)** оновлено з 5.7.2 до 5.9.3
zh_hans: **[Chicago Commutes](https://f-droid.org/packages/fr.cph.chicago.foss/)** 从 5.7.2 更新到 5.9.3

source: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)** was updated from 1.2.2 to 1.2.3
de: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)** erhielt ein Update von 1.2.2 auf 1.2.3
pl: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)** został zaktualizowany z 1.2.2 do 1.2.3
ro: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)** a fost actualizat de la 1.2.2 la 1.2.3
ru: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)** был обновлен с 1.2.2 до 1.2.3
uk: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)** оновлено з 1.2.2 до 1.2.3
zh_hans: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)** 从 1.2.2 更新到 1.2.3

source: **[CityZen](https://f-droid.org/packages/com.cityzen.cityzen/)** was [updated](https://github.com/CityZenApp/Android-Development/releases) from 1.1.1 to 1.2.1
de: **[CityZen](https://f-droid.org/packages/com.cityzen.cityzen/)** wurde [aktualisiert](https://github.com/CityZenApp/Android-Development/releases) von 1.1.1 auf 1.2.1
pl: **[CityZen](https://f-droid.org/packages/com.cityzen.cityzen/)** został [zaktualizowany](https://github.com/CityZenApp/Android-Development/releases) z 1.1.1 do 1.2.1
ro: **[CityZen](https://f-droid.org/packages/com.cityzen.cityzen/)** a fost [updated](https://github.com/CityZenApp/Android-Development/releases) de la 1.1.1 la 1.2.1
ru: **[CityZen](https://f-droid.org/packages/com.cityzen.cityzen/)** был [обновлен](https://github.com/CityZenApp/Android-Development/releases) с 1.1.1 до 1.2.1
uk: **[CityZen](https://f-droid.org/packages/com.cityzen.cityzen/)** [оновлено](https://github.com/CityZenApp/Android-Development/releases) з 1.1.1 до 1.2.1
zh_hans: **[CityZen](https://f-droid.org/packages/com.cityzen.cityzen/)** 已从 1.1.1 [更新](https://github.com/CityZenApp/Android-Development/releases)到 1.2.1

source: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)** was [updated](https://gitlab.com/AndreasK/mediascanner/blob/HEAD/app/src/main/assets/version-history.txt) from 1.1 to 1.2.4
de: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)** wurde [aktualisiert](https://gitlab.com/AndreasK/mediascanner/blob/HEAD/app/src/main/assets/version-history.txt) von 1.1 auf 1.2.4
pl: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)** został [zaktualizowany](https://gitlab.com/AndreasK/mediascanner/blob/HEAD/app/src/main/assets/version-history.txt) z 1.1 do 1.2.4
ro: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)** a fost [updated](https://gitlab.com/AndreasK/mediascanner/blob/HEAD/app/src/main/assets/version-history.txt) de la 1.1 la 1.2.4
ru: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)** был [обновлен](https://gitlab.com/AndreasK/mediascanner/blob/HEAD/app/src/main/assets/version-history.txt) с 1.1 до 1.2.4
uk: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)** [оновлено](https://gitlab.com/AndreasK/mediascanner/blob/HEAD/app/src/main/assets/version-history.txt) з 1.1 до 1.2.4
zh_hans: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)** 已从 1.1 [更新](https://gitlab.com/AndreasK/mediascanner/blob/HEAD/app/src/main/assets/version-history.txt)到 1.2.4
