Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: One downside of using multiple collections of signatures is that it becomes harder to find where to edit and manage profiles. Some good UX design can help a lot there. For example, when there is a match, the UI can show a direct link to edit the profile, to make it easy for _fdroiddata_ maintainers to fine-tune the profiles, even if they are maintained in Exodus Privacy or elsewhere.
de: Ein Nachteil bei der Verwendung mehrerer Signatur-Sammlungen ist, dass es schwieriger wird, herauszufinden, wo die Profile zu bearbeiten und zu verwalten sind. Ein gut gestaltetes benutzerfreundliches Design kann hier eine Menge helfen. Zum Beispiel, wenn es einen Treffer gibt, kann die Benutzeroberfläche einen direkten Link zur Bearbeitung des Profils präsentieren, damit es für Maintainer von _fdroiddata_ einfach ist, die Feinabstimmung der Profile vorzunehmen, selbst wenn sie in Exodus Privacy oder anderswo gewartet werden.
pl: Jednym minusem używania wielu kolekcji podpisów jest to, że trudniej jest znaleźć miejsce do edycji i zarządzania profilami. Niektóre dobre projekty UX mogą tam bardzo pomóc. Na przykład, gdy istnieje dopasowanie, UI może pokazywać bezpośredni link do edycji profilu, aby ułatwić opiekunom _fdroiddata_ dostrojenie profili, nawet jeśli są one utrzymywane w Exodus Privacy lub gdziekolwiek indziej.
ro: Un dezavantaj al utilizării mai multor colecții de semnături este că devine mai greu să găsești unde să editezi și să gestionezi profilurile. Un design bun al interfeței poate fi de mare ajutor în acest sens. De exemplu, atunci când există o potrivire, interfața de utilizare poate afișa o adresă directă pentru a edita profilul, pentru ca cei care se ocupă de _fdroiddata_ să poată ajusta cu ușurință profilurile, chiar dacă acestea sunt păstrate în Exodus Privacy sau în altă parte.
ru: Один из недостатков использования нескольких коллекций подписей заключается в том, что становится сложнее найти, где редактировать и управлять профилями. Хороший UX-дизайн может существенно помочь в этом. Например, когда есть совпадение, пользовательский интерфейс может показывать прямую ссылку на редактирование профиля, чтобы облегчить сопровождающим _fdroiddata_ тонкую настройку профилей, даже если они поддерживаются в Exodus Privacy или где-либо еще.
uk: Одним із недоліків використання кількох колекцій сигнатур є те, що стає важче знайти місце для редагування та керування профілями. Хороший дизайн UX може тут дуже допомогти. Наприклад, коли є збіг, інтерфейс користувача може показувати пряме посилання для редагування профілю, щоб полегшити для розробників _fdroiddata_ точного налаштування профілів, навіть якщо вони зберігаються в Exodus Privacy або в іншому місці.
zh_hans: 使用多个签名集合的一个缺点是更难找到编辑和管理配置文件的位置。一些好的用户体验设计会很有帮助。例如，当有匹配时，UI 可以显示直接链接以编辑配置文件，以便 _fdroiddata_ 维护者轻松微调配置文件，即使它们在 Exodus Privacy 或其他地方维护。

source: We have prototyped converting the MobilSicher and IzzySoft data into the SUSS format. Once SUSS settles down as a format, we can easily convert those data sets into this format.
de: Wir haben die Umwandlung der Daten von MobilSicher und IzzySoft ins SUSS-Format aufgebaut. Wenn SUSS sich als Format durchgesetzt hat, können wir jene Datensätze leicht in dieses Format übertragen.
pl: Przeprowadziliśmy prototypową konwersję danych MobilSicher i IzzySoft do formatu SUSS. Kiedy SUSS ustali się jako format, będziemy mogli łatwo przekonwertować te zestawy danych na ten format.
ro: Am realizat un prototip de conversie a datelor MobilSicher și IzzySoft în formatul SUSS. Odată ce SUSS se va stabili ca format, vom putea converti cu ușurință aceste seturi de date în acest format.
ru: Мы создали прототип конвертации данных MobilSicher и IzzySoft в формат SUSS. Как только SUSS укоренится как формат, мы сможем легко конвертировать эти наборы данных в этот формат.
uk: Ми створили прототип конвертування даних MobilSicher і IzzySoft у формат SUSS. Як тільки SUSS утвердиться як формат, ми зможемо легко конвертувати ці набори даних у цей формат.
zh_hans: 我们已经将 MobilSicher 和 IzzySoft 数据转换为 SUSS 格式的原型。一旦 SUSS 成为一种稳定格式，我们就可以轻松地将这些数据集转换为这种格式。

source: Some of the _issuebot_ reports can still be quite long. @IzzySoft's module's reports are a good example of how to handle that: show the flagged things directly, then the rest goes into a linked report that is stored in the artifacts that is only loaded on demand.
de: Einige der _issuebot_-Berichte können immer noch ziemlich lang sein. Berichte der Module von @IzzySoft sind ein gutes Beispiel dafür, wie man das handhabt: gekennzeichnete Dinge direkt anzeigen, der Rest wandert dann in einen verlinkten Bericht, der in den Prüfgegenständen abgelegt ist und nur auf Anfrage geladen wird.
pl: Niektóre z raportów _issuebot_ mogą być nadal dość długie. Raporty modułu @IzzySoft są dobrym przykładem tego, jak sobie z tym poradzić: pokaż oflagowane rzeczy bezpośrednio, a reszta trafia do połączonego raportu, który jest przechowywany w artefaktach, który jest ładowany tylko na żądanie.
ro: Unele dintre rapoartele _issuebot_ pot fi totuși destul de lungi. Rapoartele modulului lui @IzzySoft sunt un bun exemplu de cum să se gestioneze acest lucru: arată direct lucrurile marcate, apoi restul se duce într-un raport legat care este stocat în artefacte și care este încărcat doar la cerere.
ru: Некоторые из отчетов _issuebot_ все еще могут быть довольно длинными. Отчеты модуля @IzzySoft - хороший пример того, как с этим справиться: показывать отмеченные вещи напрямую, а остальное - в связанный отчет, который хранится в артефактах и загружается только по требованию.
uk: Деякі звіти _issuebot_ все ще можуть бути досить довгими. Звіти модуля @IzzySoft — це гарний приклад того, як з цим можна впоратися: показувати безпосередньо позначене, а решту — в пов'язаному звіті, який зберігається в артефактах і завантажується лише на вимогу.
zh_hans: 一些 _issuebot_ 报告仍然可能很长。以 @IzzySoft 的模块的报告为例可以很好地说明如何处理这个问题：直接显示标记的东西，然后其余的进入一个链接的报告，该报告存储在仅按需加载的产物中。

source: (_This work was funded by NLnet under an ongoing project known as [Tracking the Trackers](https://nlnet.nl/project/F-Droid-Trackers/) and [The Search for Ethical Apps](https://nlnet.nl/project/EthicalApps/) under the umbrella of [Guardian Project](https://guardianproject.info/2022/09/01/the-search-for-ethical-apps-lets-start-with-governments/)_)
de: (_Diese Arbeiten wurden von NLnet im Rahmen eines fortlaufenden Projekts namens [Tracking the Trackers](https://nlnet.nl/project/F-Droid-Trackers/) und [The Search for Ethical Apps](https://nlnet.nl/project/EthicalApps/) unter der Schirmherrschaft von [Guardian Project](https://guardianproject.info/2022/09/01/the-search-for-ethical-apps-lets-start-with-governments/) gefördert_)
pl: (_Ta praca została sfinansowana przez NLnet w ramach trwającego projektu znanego jako [Tracking the Trackers](https://nlnet.nl/project/F-Droid-Trackers/) oraz [The Search for Ethical Apps](https://nlnet.nl/project/EthicalApps/) pod parasolem [Guardian Project](https://guardianproject.info/2022/09/01/the-search-for-ethical-apps-lets-start-with-governments/)_)
ro: (_Această lucrare a fost finanțată de NLnet în cadrul unui proiect în curs de desfășurare cunoscut sub numele de [Urmărind urmăritorii](https://nlnet.nl/project/F-Droid-Trackers/) și [Căutarea aplicațiilor etice](https://nlnet.nl/project/EthicalApps/) sub umbrela [Guardian Project](https://guardianproject.info/2022/09/01/the-search-for-ethical-apps-lets-start-with-governments/)_)
ru: (_Эта работа финансировалась компанией NLnet в рамках текущего проекта, известного как [Tracking the Trackers](https://nlnet.nl/project/F-Droid-Trackers/) и [The Search for Ethical Apps](https://nlnet.nl/project/EthicalApps/) под зонтиком [Guardian Project](https://guardianproject.info/2022/09/01/the-search-for-ethical-apps-lets-start-with-governments/)_)
uk: (_Ця робота була профінансована NLnet в рамках поточного проєкту, відомого як [Tracking the Trackers](https://nlnet.nl/project/F-Droid-Trackers/) та [The Search for Ethical Apps](https://nlnet.nl/project/EthicalApps/) під егідою [Guardian Project](https://guardianproject.info/2022/09/01/the-search-for-ethical-apps-lets-start-with-governments/)_)
zh_hans: （_这项工作由 NLnet 在 [Tracking the Trackers](https://nlnet.nl/project/F-Droid-Trackers/) 和 [Guardian Project](https://guardianproject.info/2022/09/01/the-search-for-ethical-apps-lets-start-with-governments/) 的 [The Search for Ethical Apps](https://nlnet.nl/project/EthicalApps/) 项目下资助_）

source: Why curation and decentralization is better than millions of apps
de: Warum Kuratieren und Dezentralisierung besser ist als Millionen von Apps
ro: De ce selecția și descentralizarea sunt mai bune decât milioanele de aplicații
ru: Почему курирование и децентрализация лучше, чем миллионы приложений
uk: Чому кураторство та децентралізація краще, ніж мільйони застосунків
zh_hans: 为什么内容管理和去中心化比数百万的应用更好

source: Every desktop computer or mobile device comes with some form of "app store". There is F-Droid for Android. Debian has "software repositories" at its core. Then there are the really big, proprietary ones: Apple App Store and Google Play. These have millions of apps, while Debian has tens of thousands, and F-Droid around 4,000. This statistic is commonly mentioned when the big app stores promote themselves. When comparing by this number, F-Droid is a tiny little blip. But really, how many apps do you need in your app store?
de: Jeder Schreibtischcomputer oder jedes Mobilgerät wird mit irgendeiner Art „App Store“ ausgeliefert. Da gibt es F-Droid für Android. Debian besitzt als Kernstück „Software Repositories“. Dann gibt es die wirklich großen, proprietären: Apple App Store und Google Play. Diese beinhalten Millionen von Apps, während Debian Zehntausende und F-Droid rund 4.000 enthält. Diese statistischen Angaben werden gewöhnlich erwähnt, wenn die großen App Stores für sich werben. Beim Vergleich dieser Zahlen ist F-Droid ein winzig kleiner Pieps. Aber wirklich, wie viele Apps braucht ihr in eurem AppStore?
ro: Fiecare computer de birou sau dispozitiv mobil este dotat cu o anumită formă de "magazin de aplicații". Există F-Droid pentru Android. Debian are în centrul său "depozite de programe". Apoi, există cele cu adevărat mari, proprietare: Apple App Store și Google Play. Acestea au milioane de aplicații, în timp ce Debian are zeci de mii, iar F-Droid aproximativ 4.000. Această statistică este frecvent menționată atunci când marile magazine de aplicații se promovează. Atunci când se compară cu acest număr, F-Droid este o mică pată de praf. Dar pe bune, de câte aplicații aveți nevoie în magazinul dumneavoastră de aplicații?
ru: На каждом настольном компьютере или мобильном устройстве в той или иной форме присутствует магазин приложений. Для Android есть F-Droid. В основе Debian лежат "программные репозитории". Есть и действительно крупные, проприетарные: Apple App Store и Google Play. В них миллионы приложений, в то время как в Debian - десятки тысяч, а в F-Droid - около 4000. Эта статистика часто упоминается, когда крупные магазины приложений рекламируют себя. Если сравнивать по этому показателю, то F-Droid - это крошечный всплеск. Но действительно, сколько приложений вам нужно в вашем магазине приложений?
uk: Кожен стаціонарний комп'ютер або мобільний пристрій постачається з певною формою «магазину застосунків». Існує F-Droid для Android. Debian має «сховища програмного забезпечення» у своїй основі. Існують дійсно великі, власницькі сховища: Apple App Store та Google Play. Вони мають мільйони застосунків, в той час, як Debian має десятки тисяч, а F-Droid близько 4,000. Цю статистику зазвичай згадують, коли великі магазини застосунків рекламують себе. Якщо порівнювати з цим числом, то F-Droid — це крихітний маленький спалах. Але насправді, скільки застосунків вам потрібно у вашому магазині застосунків?
zh_hans: 每台电脑或移动设备都有某种形式的 "应用商店"。Android 有 F-Droid。Debian 的核心是“软件库”。然后也有真正庞大、专有的应用商店：苹果应用商店和 Google Play。这些应用商店有数以百万计的应用，而 Debian 有几万个，F-Droid 大约有 4000 个。这些大应用商店宣传自己时经常提及这个统计数字。当通过这个数字进行比较时，F-Droid 微不足道。但实际上，你需要你的应用商店里有多少个应用呢？

source: Every software collection is fundamentally an act of curation. Only useful software is included. Malicious software is filtered out. Software deemed illegal in your jurisdiction is blocked. Any software that does not meet the standards or terms of service is removed. In the cases of community-curated distros like Debian or F-Droid, the contributors curate by choosing which apps are worth their attention. There is no major end-user software distribution that does not curate. Ideally, it is software that is useful to you, the user. Sadly, that is often not true. Think of the [companies that prioritize surveillance capitalism](https://gizmodo.com/study-vast-majority-of-google-play-apps-are-covertly-t-1820821682): they include software designed to capture your attention so they can sell to advertisers. Or some companies promise privacy protections from apps, but then [exempt their own software](https://gizmodo.com/apple-app-store-iphone-ads-privacy-antitrust-germany-pr-1849058746) from the privacy protections.
de: Jede Software-Sammlung ist im Wesentlichen ein Akt des Kuratierens. Nur nützliche Software wird aufgenommen. Bösartige Software wird herausgefiltert. Software, die als illegal in eurem Rechtssystem erachtet wird, wird gesperrt. Jede Software, die sich nicht an die Standards der Dienstleistungsbedingungen hält, wird entfernt. In den Fällen einer von der Gemeinschaft kuratierten Distribution wie Debian oder F-Droid, kuratieren die Mitwirkenden durch Auswahl der Apps, die ihre Aufmerksamkeit verdienen. Es gibt keine wichtige Software-Distribution für Endnutzer, die nicht kuratiert ist. Idealerweise ist es Software, die hilfreich für euch, die Anwender, ist. Traurigerweise stimmt das oft nicht. Denkt an die [Firmen, die den Überwachungskapitalismus in den Vordergrund stellen](https://gizmodo.com/study-vast-majority-of-google-play-apps-are-covertly-t-1820821682): sie schließen Software ein, die entwickelt wurde, um eure Interessen zu erfassen, damit sie diese an Werbetreibende verkaufen können. Oder ein paar Firmen versprechen Datenschutz für Apps, machen dann aber [Ausnahmen für ihre eigene Software](https://gizmodo.com/apple-app-store-iphone-ads-privacy-antitrust-germany-pr-1849058746) beim Datenschutz.
ro: Orice colecție de programe este în mod fundamental un act de selecție. Sunt incluse doar programele utile. Programele rău intenționate sunt filtrate. Cele considerate ilegale în jurisdicția dumneavoastră sunt blocate. Orice program ce nu respectă standardele sau termenii serviciilor este eliminat. În cazul distribuțiilor în care comunitate face selecția, cum ar fi Debian sau F-Droid, colaboratorii fac selecția alegând aplicațiile care merită atenția lor. Nu există nicio distribuție majoră de programe pentru utilizatorii finali care să nu facă o selecție. În mod ideal, este vorba de programe care sunt utile pentru dumneavoastră, utilizatorul. Din păcate, acest lucru nu este adesea adevărat. Gândiți-vă la [companiile care acordă prioritate capitalismului de supraveghere](https://gizmodo.com/study-vast-majority-of-google-play-apps-are-covertly-t-1820821682): acestea includ programe concepute pentru a vă capta atenția, astfel încât să vă poată vinde agenților de publicitate. Sau unele companii promit protecție a confidențialității din partea aplicațiilor, dar apoi [își exceptează propriile programe](https://gizmodo.com/apple-app-store-iphone-ads-privacy-antitrust-germany-pr-1849058746) de la protecția confidențialității.
ru: Любая коллекция программного обеспечения - это, по сути, акт кураторства. В нее включаются только полезные программы. Вредоносные программы отфильтровываются. Программное обеспечение, считающееся незаконным в вашей юрисдикции, блокируется. Любое программное обеспечение, не соответствующее стандартам или условиям обслуживания, удаляется. В дистрибутивах, созданных сообществом, таких как Debian или F-Droid, разработчики сами выбирают, какие приложения заслуживают их внимания. Нет ни одного крупного дистрибутива программного обеспечения для конечных пользователей, который бы не занимался курированием. В идеале это программы, которые полезны вам, пользователю. К сожалению, часто это не так. Подумайте о [компаниях, ставящих во главу угла капитализм слежки](https://gizmodo.com/study-vast-majority-of-google-play-apps-are-covertly-t-1820821682): они включают в себя программное обеспечение, предназначенное для захвата вашего внимания, чтобы продать его рекламодателям. Или некоторые компании обещают защиту конфиденциальности в приложениях, но затем [освобождают свое собственное программное обеспечение](https://gizmodo.com/apple-app-store-iphone-ads-privacy-antitrust-germany-pr-1849058746) от защиты конфиденциальности.
uk: Кожна збірка програмного забезпечення — це, по суті, акт кураторства. До неї включається лише корисне програмне забезпечення. Шкідливе програмне забезпечення відфільтровується. Програмне забезпечення, яке вважається незаконним у вашій юрисдикції, блокується. Будь-яке програмне забезпечення, яке не відповідає стандартам або умовам надання послуг, вилучається. У випадку з дистрибутивами, що контролюються спільнотою, такими як Debian або F-Droid, учасники вибирають, які застосунки варті їхньої уваги. Не існує жодного великого дистрибутиву програмного забезпечення для кінцевих користувачів, який би не курувався. В ідеалі, це повинно бути програмне забезпечення, корисне для вас, користувача. На жаль, це часто не так. Подумайте про [компанії, які надають пріоритет капіталізму стеження](https://gizmodo.com/study-vast-majority-of-google-play-apps-are-covertly-t-1820821682): вони включають програмне забезпечення, призначене для захоплення вашої уваги, щоб вони могли продавати його рекламодавцям. Або деякі компанії обіцяють захист приватності від застосунків, але потім [звільняють своє власне програмне забезпечення](https://gizmodo.com/apple-app-store-iphone-ads-privacy-antitrust-germany-pr-1849058746) від захисту приватності.
zh_hans: 每一个软件集合从根本上说都是一种内容管理行为。只有有用的软件才会被收录。恶意软件被过滤掉。在你所在地区被认为是非法的软件被阻止。任何不符合标准或服务条款的软件都被删除。在由社区进行内容管理的发行版（如 Debian 或 F-Droid）中，贡献者通过选择值得他们关注的应用来进行内容管理。没有一个主要的面向最终用户的软件发行版是不进行内容管理的。理想的情况是，这些软件对你这个用户是有用的。可悲的是，实际情况往往并非如此。想想那些[优先考虑监控资本主义的公司](https://gizmodo.com/study-vast-majority-of-google-play-apps-are-covertly-t-1820821682)：它们包括旨在捕捉你的注意力的软件，以便它们可以卖给广告商。或者一些承诺对应用进行隐私保护，但随后[豁免他们自己的软件](https://gizmodo.com/apple-app-store-iphone-ads-privacy-antitrust-germany-pr-1849058746)的公司。

source: From the point of the user, the ideal app store would contain exactly what the user wants, and not one thing more. Nobody has millions of apps installed on their device. All those extra apps just get in the way of finding what is important. Even worse, in the big app stores, its not just noise, it is [malware](https://arstechnica.com/information-technology/2020/04/sophisticated-android-backdoors-have-been-populating-google-play-for-years/) or companies trying to rope you into something. They are trying to be the flashiest thing so people click the "buy" button. Or worse, they are trying to [addict](https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0180094) you so that they can sell your data to advertisers.
de: Aus der Sicht des Anwenders würde der ideale App Store exakt das enthalten, was der Anwender wünscht und nicht ein Ding mehr. Niemand hat Millionen von Apps auf dem Gerät installiert. Alle diese Extra-Apps stehen dem Auffinden, was wichtig ist, einfach nur im Weg. Schlimmer noch, in den großen App Stores ist es nicht einfach nur ein Störsignal, es ist [Malware](https://arstechnica.com/information-technology/2020/04/sophisticated-android-backdoors-have-been-populating-google-play-for-years/) oder der Versuch der Firmen, euch in etwas hineinzuziehen. Sie versuchen, das glitzerndste Ding zu sein, damit die Leute auf „Kaufen“ klicken. Oder schlimmer, sie versuchen, euch [süchtig](https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0180094) zu machen, damit sie eure Daten an Werber verkaufen können.
ro: Din punctul de vedere al utilizatorului, magazinul de aplicații ideal ar conține exact ceea ce își dorește și nimic mai mult. Nimeni nu are milioane de aplicații instalate pe dispozitivul său. Toate aceste aplicații suplimentare nu fac decât să împiedice găsirea a ceea ce este important. Chiar mai rău, în marile magazine de aplicații, nu este vorba doar de zgomot, ci și de [aplicații rău intenționate](https://arstechnica.com/information-technology/2020/04/sophisticated-android-backdoors-have-been-populating-google-play-for-years/) sau de companii care încearcă să vă atragă în ceva. Acestea încearcă să fie cel mai strălucitor lucru pentru ca oamenii să facă clic pe butonul "cumpără". Sau, și mai rău, încearcă să vă facă [dependenți](https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0180094) pentru a vă putea vinde datele dumneavoastră agenților de publicitate.
ru: С точки зрения пользователя, идеальный магазин приложений должен содержать именно то, что ему нужно, и ничего больше. Ни у кого нет миллионов приложений, установленных на его устройстве. Все эти лишние приложения только мешают найти то, что важно. Хуже того, в крупных магазинах приложений не просто шум, а [вредоносное ПО](https://arstechnica.com/information-technology/2020/04/sophisticated-android-backdoors-have-been-populating-google-play-for-years/) или компании, которые пытаются вас на что-то развести. Они пытаются быть самыми яркими, чтобы люди нажимали на кнопку "купить". Или, что еще хуже, они пытаются [пристрастить](https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0180094) вас, чтобы продать ваши данные рекламодателям.
uk: З погляду користувача, ідеальний магазин застосунків повинен містити саме те, що він хоче, і нічого зайвого. Ніхто не має мільйони застосунків, установлених на пристрої. Усі ці зайві застосунки просто заважають знайти те, що важливо. Що ще гірше, у великих магазинах застосунків це не просто шум, це [шкідливе програмне забезпечення](https://arstechnica.com/information-technology/2020/04/sophisticated-android-backdoors-have-been-populating-google-play-for-years/) або компанії, які намагаються втягнути вас у щось. Вони намагаються бути найяскравішою річчю, щоб люди натиснули кнопку «купити». Або ще гірше, вони намагаються [підсадити](https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0180094) вас, щоб потім продати ваші дані рекламодавцям.
zh_hans: 从用户的角度来看，理想的应用商店将仅包含用户想要的东西。没有人在他们的设备上安装数百万个应用。所有这些额外的应用只会妨碍寻找重要应用。更糟的是，在大型应用商店里，它不仅仅是噪音，它是[恶意软件](https://arstechnica.com/information-technology/2020/04/sophisticated-android-backdoors-have-been-populating-google-play-for-years/)或公司试图诱使你加入一些东西。他们正试图成为最闪亮的东西，以便人们点击“购买”按钮。或者更糟糕的是，他们试图让你[上瘾](https://journals.plos.org/plosone/article?id=10.1371/journal.pone.0180094)，以便他们可以将你的数据卖给广告商。
