Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[@\_hc](https://forum.f-droid.org/u/hans)** wrote [a bit of code](https://gitlab.com/fdroid/mirror-monitor) to automatically check up on the [status of known F-Droid mirrors](https://fdroid.gitlab.io/mirror-monitor/).
de: **[@\_hc](https://forum.f-droid.org/u/hans)** schrieb [ein bisschen Code](https://gitlab.com/fdroid/mirror-monitor), um den [Status bekannter F-Droid-Spiegel](https://fdroid.gitlab.io/mirror-monitor/) automatisch zu überprüfen.
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** napisał [trochę kodu](https://gitlab.com/fdroid/mirror-monitor) aby automatycznie sprawdź na [statusie znanych luster F-Droid](https://fdroid.gitlab.io/mirror-monitor/).
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** a scris [a bit of code](https://gitlab.com/fdroid/mirror-monitor) pentru a verifica în mod automat [status of known F-Droid mirrors](https://fdroid.gitlab.io/mirror-monitor/).
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** написал [немного кода](https://gitlab.com/fdroid/mirror-monitor) для автоматической проверки [статуса известных зеркал F-Droid](https://fdroid.gitlab.io/mirror-monitor/).
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** написав [трохи коду](https://gitlab.com/fdroid/mirror-monitor) для автоматичної перевірки [ статусу відомих дзеркал F-Droid](https://fdroid.gitlab.io/mirror-monitor/).
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 写了[一点代码](https://gitlab.com/fdroid/mirror-monitor)自动检查[已知 F-Droid 镜像的状态](https://fdroid.gitlab.io/mirror-monitor/)。

source: Repomaker released to Flathub
de: Repomaker auf Flathub veröffentlicht
pl: Repomaker został wydany na rzecz Flathub
ro: Repomaker a fost lansat pe Flathub
ru: Repomaker выпущен на Flathub
uk: Repomaker зʼявився у Flathub
zh_hans: Repomaker 已发布到 Flathub

source: Only a few weeks after [our request for help](https://mastodon.technology/@fdroidorg/101125670095790694), **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** was able to [report the release](https://mastodonten.de/@nicoalt/101246351037397549) of [Repomaker](https://f-droid.org/repomaker/) on [Flathub](https://flathub.org). For those who don't know, Repomaker is a web app allowing you to create F-Droid repositories without needing any special knowledge.
de: Nur einige Wochen nach [unserem Aufruf zur Mithilfe](https://mastodon.technology/@fdroidorg/101125670095790694), konnte **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** [die Veröffentlichung](https://mastodonten.de/@nicoalt/101246351037397549) des [Repomaker](https://f-droid.org/repomaker/) auf [Flathub](https://flathub.org) melden. Für diejenigen, die es nicht wissen, Repomaker ist eine Web-App, welche die Erstellung von F-Droid-Repositorys ohne irgendwelche Spezialkenntnisse ermöglicht.
pl: Tylko kilka tygodni po [naszej prośbie o pomoc](https://mastodon.technology/@fdroidorg/101125670095790694), **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** był w stanie [zgłosić wydanie](https://mastodonten.de/@nicoalt/101246351037397549) z [Repomaker](https://f-droid.org/repomaker/) on [Flathub](https://flathub.org). Dla tych, którzy nie wiedzą, Repomaker jest aplikacją internetową umożliwiającą tworzenie repozytoriów F-Droid bez konieczności posiadania specjalistycznej wiedzy.
ro: La doar câteva săptămâni după [our request for help](https://mastodon.technology/@fdroidorg/101125670095790694), **[@nicoalt](https://forum.f-droid.org/u/nicoalt)**a reușit să [report the release](https://mastodonten.de/@nicoalt/101246351037397549) lui [Repomaker](https://f-droid.org/repomaker/) pe [Flathub](https://flathub.org). Pentru cei care nu știu, Repomaker este o aplicație web care vă permite să creați depozite F-Droid fără a avea nevoie de cunoștințe speciale.
zh_hans: 在[我们寻求帮助](https://mastodon.technology/@fdroidorg/101125670095790694)之后仅几周，**[@nicoalt](https://forum.f-droid.org/u/nicoalt) ** [报告了](https://mastodonten.de/@nicoalt/101246351037397549) [Repomaker](https://f-droid.org/repomaker/) 发布在 [Flathub](https://flathub.org) 上。对于那些不知道的人，Repomaker 是一个网页应用，让你不需要任何特殊知识即可创建 F-Droid 存储库。

source: Repomaker hasn't had an official release so far, but it's already usable, and we'll make an official release soon. If you're interested in trying it out before then, you can go to [Flathub](https://flathub.org/apps/details/org.fdroid.Repomaker) and install it easily on all major Linux distributions.
de: Für Repomaker gab es bislang keine offizielle Version, obwohl er bereits einsatzbereit ist und wir bald ein offizielles Release erstellen werden. Wenn Sie Interesse haben, ihn bereits vorher auszuprobieren, können Sie zu [Flathub](https://flathub.org/apps/details/org.fdroid.Repomaker) gehen und ihn leicht auf allen großen Linux-Distributionen installieren.
pl: Repomaker do tej pory nie miał oficjalnego wydania, ale jest już użyteczny, a niedługo wydamy oficjalne wydanie. Jeśli jesteś zainteresowany wypróbowaniem go wcześniej, możesz przejść do [Flathub](https://flathub.org/apps/details/org.fdroid.Repomaker) i zainstalować go z łatwością we wszystkich głównych dystrybucjach Linuksa.
ro: Repomaker nu a avut o lansare oficială până acum, dar este deja utilizabil și vom face o lansare oficială în curând. Dacă sunteți interesați să îl încercați până atunci, puteți merge la [Flathub](https://flathub.org/apps/details/org.fdroid.Repomaker) și îl puteți instala cu ușurință pe toate distribuțiile Linux majore.
ru: Repomaker пока не имеет официального релиза, но его уже можно использовать, и мы скоро выпустим официальный релиз. Если вы хотите опробовать его до этого, вы можете перейти на [Flathub](https://flathub.org/apps/details/org.fdroid.Repomaker) и легко установить его на все основные дистрибутивы Linux.
uk: Repomaker поки не має офіційного релізу, але його вже можна використовувати, і ми скоро випустимо офіційний реліз. Якщо ви хочете випробувати його до цього, ви можете перейти на [Flathub](https://flathub.org/apps/details/org.fdroid.Repomaker) і легко встановити його на всі основні дистрибутиви Linux.
zh_hans: Repomaker 目前还没有正式发布，但是已经可以使用了，我们会尽快发布正式版。如果你有兴趣在那之前尝试一下，你可以去 [Flathub](https://flathub.org/apps/details/org.fdroid.Repomaker) 并在所有主要的 Linux 发行版上轻松安装它。

source: We would like to thank **[@Persival](https://gitlab.com/Persival)**, **[@Marko10_000](https://gitlab.com/Marko10_000)** and the [Flathub staff](https://flathub.org/about) for their help on making this release possible!
de: Danken möchten wir **[@Persival](https://gitlab.com/Persival)**, **[@Marko10_000](https://gitlab.com/Marko10_000)** und dem [Flathub-Team](https://flathub.org/about) für Ihre Unterstützung, um diese Veröffentlichung zu ermöglichen!
pl: Chcielibyśmy podziękować **[@Persival](https://gitlab.com/Persival)**, **[@Marko10_000](https://gitlab.com/Marko10_000)** oraz pracownikowi [Flathub staff](https://flathub.org/about) za pomoc w udostępnieniu tego wydania!
ro: Am dori să mulțumim **[@Persival](https://gitlab.com/Persival)**, **[@Marko10_000](https://gitlab.com/Marko10_000)** și [Flathub staff](https://flathub.org/about) pentru ajutorul lor în realizarea acestei versiuni!
ru: Мы хотели бы поблагодарить **[@Persival](https://gitlab.com/Persival)**, **[@Marko10_000](https://gitlab.com/Marko10_000)** и [Flathub staff](https://flathub.org/about) за их помощь в создании этого релиза!
uk: Ми хотіли б подякувати **[@Persival](https://gitlab.com/Persival)**, **[@ Marko10_000](https://gitlab.com/Marko10_000)** і [Flathub staff](https ://flathub.org/about) за їх допомогу в створенні цього релізу!
zh_hans: 我们要感谢 **[@Persival](https://gitlab.com/Persival)**、**[@Marko10_000](https://gitlab.com/Marko10_000)** 和 [Flathub 员工](https://flathub.org/about)为使此版本成为可能提供了帮助！

source: Unofficial F-Droid meeting at 35C3
de: Inoffizielles F-Droid-Treffen auf dem 35C3
pl: Nieoficjalne spotkanie F-Droid w 35C3
ro: Întâlnire neoficială F-Droid la 35C3
ru: Неофициальная встреча F-Droid на 35C3
uk: Неофіційна зустріч F-Droid на 35C3
zh_hans: 在 35C3 举行的非官方 F-Droid 会议

source: [The annual Chaos Communication Congress, called 35C3 this year](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page), is taking place soon, from Dec 27th to Dec 30th at the Messe, Leipzig, Germany. As there will be a few F-Droid developers and community members present this year, we are planning to organize an informal meetup during the event. If you want to join us, keep your eyes on our [Mastodon](https://joinmastodon.org), or join #fdroid via [Freenode](https://freenode.net) IRC, [Matrix](https://matrix.to/#/#fdroid:f-droid.org), or [Telegram]({{ page.telegramRoom }}).
de: [Der jährliche Chaos Communication Congress, in diesem Jahr 35C3 genannt](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page), findet bald, vom 27. bis 30. Dezember in der Messe Leipzig, Deutschland, statt. Nachdem daran einige F-Droid-Entwickler und Community-Mitglieder teilnehmen werden, planen wir, ein informelles Treffen während der Veranstaltung zu organisieren. Wenn Sie dazustoßen wollen, werfen Sie einen Blick auf unser [Mastodon](https://joinmastodon.org) oder schließen Sie sich #fdroid über [Freenode](https://freenode.net) IRC, [Matrix](https://matrix.to/#/#fdroid:f-droid.org) oder [Telegram]({{ page.telegramRoom }}) an.
pl: [Coroczny Kongres Komunikacji Chaosu, zwany w tym roku 35C3](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page), odbywa się wkrótce, od 27 grudnia do 30 grudnia w Messe, Lipsk, Niemcy. Ponieważ w tym roku pojawi się kilku deweloperów i członków społeczności F -Droid, planujemy zorganizowanie nieformalnego spotkania podczas imprezy. Jeśli chcesz do nas dołączyć, miej oko na nasz [Mastodon](https://joinmastodon.org), lub dołącz do #fdroid poprzez [Freenode](https://freenode.net) IRC, [Matrix](https://matrix.to/#/#fdroid:f-droid.org), lub [Telegram]({{ page.telegramRoom }}).
ro: [The annual Chaos Communication Congress, called 35C3 this year](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page), va avea loc în curând, între 27 și 30 decembrie la Messe, Leipzig, Germania. Deoarece anul acesta vor fi prezenți câțiva dezvoltatori F-Droid și membri ai comunității, plănuim să organizăm o întâlnire informală în timpul evenimentului. Dacă doriți să vă alăturați nouă, fiți cu ochii pe [Mastodon](https://joinmastodon.org), sau alăturați-vă #fdroid prin [Freenode](https://freenode.net) IRC, [Matrix](https://matrix.to/#/#fdroid:f-droid.org), sau [Telegram]({{ page.telegramRoom }}).
ru: [Ежегодный Chaos Communication Congress, названный в этом году 35C3](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page), пройдет в ближайшее время, с 27 по 30 декабря в Messe, Лейпциг, Германия. Поскольку в этом году там будет присутствовать несколько разработчиков F-Droid и членов сообщества, мы планируем организовать неформальную встречу во время мероприятия. Если вы хотите присоединиться к нам, следите за нашим [Mastodon](https://joinmastodon.org), или присоединяйтесь к #fdroid через [Freenode](https://freenode.net) IRC, [Matrix](https://matrix.to/#/#fdroid:f-droid.org), или [Telegram]({{ page.telegramRoom }}).
uk: [Щорічний Chaos Communication Congress, названий в цьому році 35C3](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page), пройде найближчим часом, з 27 по 30 грудня в Messe, Лейпциг , Німеччина. Оскільки в цьому році там буде присутній кілька розробників F-Droid і членів спільноти, ми плануємо організувати неформальну зустріч під час заходу. Якщо ви хочете приєднатися до нас, стежте за нашим [Mastodon](https://joinmastodon.org), або приєднуйтесь до #fdroid через [Freenode](https://freenode.net) IRC, [Matrix](https://matrix.to/#/#fdroid:f-droid.org), або [Telegram]({{ page.telegramRoom }}).
zh_hans: [一年一度的混沌通信大会，今年称为 35C3](https://events.ccc.de/congress/2018/wiki/index.php/Main_Page)，即将于 12 月 27 日至 12 月 30 日在德国莱比锡展览中心举行。由于今年将有一些 F-Droid 开发者和社区成员出席，我们计划在活动期间组织一次非正式聚会。如果你想加入我们，请关注我们的 [Mastodon](https://joinmastodon.org)，或通过 [Freenode](https://freenode.net) IRC、[Matrix](https://matrix.to/#/#fdroid:f-droid.org)，或 [Telegram]({{ page.telegramRoom }})。

source: Talk about Off-Grid Services by **@\_hc**
de: Vortrag zu versorgungsnetzlosen Diensten von **@\_hc**
pl: Porozmawiaj o Off-Grid Services przez **@\_hc**
ro: Discuție despre serviciile Off-Grid de **@\_hc**
ru: Поговорим об услугах Off-Grid **@\_hc**
uk: Поговоримо про послуги Off-Grid ** @ \ _ hc **
zh_hans: **@\_hc** 谈离网服务

source: **[@\_hc](https://forum.f-droid.org/u/hans)** will be speaking at 35C3 about [Wind: Off-Grid Services for Everyday People - Integrating nearby and offline connectivity with the Internet](https://fahrplan.events.ccc.de/congress/2018/Fahrplan/events/9595.html) on Dec 28th at 16:10.
de: **[@\_hc](https://forum.f-droid.org/u/hans)** wird auf dem 35C3, am 28. Dezember, um 16:10, über [Wind: Netzlose Dienste für den Alltagsgebrauch - Integration von Nahbereichs- und Offline-Konnektivität mit dem Internet](https://fahrplan.events.ccc.de/congress/2018/Fahrplan/events/9595.html) sprechen.
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** będzie mówić na 35C3 o [Wiatr: Usługi Off-Grid dla ludzi na co dzień - Integracja z Internetem w pobliżu i offline](https://fahrplan.events.ccc.de/congress/2018/Fahrplan/events/9595.html) 28 grudnia o godzinie 16:10.
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** va vorbi la 35C3 despre [Wind: Off-Grid Services for Everyday People - Integrating nearby and offline connectivity with the Internet](https://fahrplan.events.ccc.de/congress/2018/Fahrplan/events/9595.html) pe 28 decembrie la ora 16:10.
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** будет выступать на 35C3 на тему [Wind: Off-Grid Services for Everyday People - Integrating nearby and offline connectivity with Internet](https://fahrplan.events.ccc.de/congress/2018/Fahrplan/events/9595.html) 28 декабря в 16:10.
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** виступатиме на 35C3 на тему [Wind: Off-Grid Services for Everyday People - Integrating nearby and offline connectivity with Internet ](https://fahrplan.events.ccc.de/congress/2018/Fahrplan/events/9595.html) 28 грудня о 16:10.
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 将在 12 月 28 日 16:10 在 35C3 发表关于 [Wind: 每个人的离线服务 - 集成附近和离线连接与互联网](https://fahrplan.events.ccc.de/congress/2018/Fahrplan/events/9595.html) 的演讲。

source: > "The internet has become an essential service, and offline methods of sharing data are rapidly disappearing. Other networks are often better suited when connectivity is not available or affordable. Radios, sensors, and computing are available in the cheapest of smartphones and routers. Wind is integrating nearby/offline data exchange with the internet services that we all rely on."
de: > "Das Internet ist ein essentieller Dienst geworden und Offline-Methoden zum Teilen von Daten verschwinden rapide. Andere Netzwerke sind häufig besser geeignet, wenn die Konnektivität nicht zur Verfügung steht oder unerschwinglich ist. Funk, Sensoren und Rechenleistung stellen die billigsten Smartphones und Router bereit. Wind integriert Nahbereichs-/Offline-Datenaustausch mit den Internetdiensten, auf die wir uns alle verlassen."
pl: &gt; "Internet stał się podstawową usługą, a metody udostępniania danych w trybie offline szybko znikają. Inne sieci są często lepiej dostosowane, gdy łączność nie jest dostępna lub nie jest przystępna cenowo. Radia, czujniki i komputery są dostępne w najtańszych smartfonach i routerach. Wind integruje wymianę danych w pobliżu/offline z usługami internetowymi, na których wszyscy polegamy".
ro: &gt; "Internetul a devenit un serviciu esențial, iar metodele offline de partajare a datelor dispar rapid. Alte rețele sunt adesea mai potrivite atunci când conectivitatea nu este disponibilă sau nu este accesibilă. Radiourile, senzorii și calculul sunt disponibile în cele mai ieftine smartphone-uri și routere. Wind integrează schimbul de date din apropiere/offline cu serviciile de internet pe care ne bazăm cu toții."
ru: &gt; "Интернет стал необходимой услугой, а автономные методы обмена данными быстро исчезают. Другие сети часто оказываются более подходящими в тех случаях, когда подключение к сети недоступно или стоит недорого. Радиоприемники, датчики и вычисления доступны в самых дешевых смартфонах и маршрутизаторах. Wind интегрирует обмен данными поблизости/в автономном режиме с интернет-сервисами, на которые мы все полагаемся."
uk: &amp; Gt; "Інтернет став необхідною послугою, а автономні методи обміну даними швидко зникають. Інші мережі часто виявляються більш придатними в тих випадках, коли підключення до мережі недоступно або коштує недорого. Радіоприймачі, сенсори і компʼютерні обчислення доступні в найдешевших смартфонах і маршрутизаторах. Wind інтегрує обмін даними неподалік/в автономному режимі з інтернет-сервісами, на які ми всі сподіваємося. "
zh_hans: &gt; “互联网已成为一项必不可少的服务，而离线共享数据的方法正在迅速消失。当连接不可用或难以负担时，其他网络通常更适合。收音机、传感器和计算在最便宜的智能手机和路由器中可用。Wind 正在将附近/离线数据交换与我们都依赖的互联网服务相结合。”

source: Downgraded apps
de: Zurückgestufte Apps
pl: Aplikacje cofnięte do starszych wersji
ro: Aplicații retrogradate
ru: Пониженные приложения
uk: Знижені застосунки
zh_hans: 降级的应用

source: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** was downgraded to 11.2.2.0 because the auto-update process accidentally pulled in a buggy beta. (See [here](https://github.com/MarcusWolschon/osmeditor4android/issues/796#issuecomment-448131335) for technical details.)
de: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** wurde auf 11.2.2.0 zurückgestuft, weil die automatische Aktualisierungsmethode versehentlich eine fehlerhafte Beta zog. (Technische Einzelheiten dazu sehen Sie [hier](https://github.com/MarcusWolschon/osmeditor4android/issues/796#issuecomment-448131335).)
pl: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** została obniżona do 11.2.2.0, ponieważ proces automatycznej aktualizacji został przypadkowo wciągnięty do bety buggy. (Szczegóły techniczne - patrz [tutaj](https://github.com/MarcusWolschon/osmeditor4android/issues/796#issuecomment-448131335) for technical details.)
ro: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** a fost retrogradat la 11.2.2.0 deoarece procesul de actualizare automată a adus accidental o versiune beta cu erori. (A se vedea [here](https://github.com/MarcusWolschon/osmeditor4android/issues/796#issuecomment-448131335) pentru detalii tehnice.)
ru: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** был понижен до версии 11.2.2.0 из-за того, что процесс автоматического обновления случайно привлек ошибочную бета-версию. (Технические подробности см. [здесь](https://github.com/MarcusWolschon/osmeditor4android/issues/796#issuecomment-448131335).)
uk: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** був знижений до версії 11.2.2.0 через те, що процес автоматичного оновлення випадково привернув помилкову бета-версію. (Технічні подробиці див. [Тут](https://github.com/MarcusWolschon/osmeditor4android/issues/796#issuecomment-448131335).)
zh_hans: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** 被降级到 11.2.2.0，因为自动更新过程意外引入了一个有缺陷的测试版。（有关技术详情，请参阅[此处](https://github.com/MarcusWolschon/osmeditor4android/issues/796#issuecomment-448131335)。）

source: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)**: Helps you and others in case of an emergency.
de: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)**: Hilft Ihnen und anderen in Notfallsituationen.
pl: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)**: Pomaga Tobie i innym w razie niebezpieczeństwa.
ro: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)**: Te ajută pe tine și pe ceilalți în caz de urgență.
ru: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)**: Помогает вам и окружающим в случае чрезвычайной ситуации.
uk: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)**: Допомагає вам та іншим у разі надзвичайної ситуації.
zh_hans: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)**：在紧急情况下帮助你和其他人。

source: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)**: The "Calendar Integration" and permissions added in **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** v0.9.0 have been removed in v0.10.0. The feature is now available separately via this add-on app.
de: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)**: Die "Kalendereinbindung" und Berechtigungen, die in **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** v0.9.0 ergänzt wurden, sind in v0.10.0 entfernt worden. Das Feature ist nun in Form dieser App als separates Add-On erhältlich.
pl: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)**: "Integracja kalendarza" i uprawnienia dodane w **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** v 0.9.0 zostały usunięte w v 0.10.0. Funkcja ta jest teraz dostępna oddzielnie za pośrednictwem tej dodatkowej aplikacji.
ro: **[Calendare Suntimes](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)**: "Integrarea calendarului" și permisiunile adăugate în **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** v0.9.0 au fost eliminate în v0.10.0. Funcția este acum disponibilă separat prin intermediul acestei aplicații adiționale.
ru: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)**: "Интеграция календаря" и разрешения, добавленные в **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** v0.9.0, были удалены в v0.10.0. Теперь эта функция доступна отдельно через это дополнительное приложение.
uk: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)**: "Інтеграція календаря" і дозволу, додані в **[Suntimes](https://f- droid.org/packages/com.forrestguice.suntimeswidget/)** v0.9.0, були видалені в v0.10.0. Тепер ця функція доступна окремо через цей додатковий.
zh_hans: **[Suntimes Calendars](https://f-droid.org/packages/com.forrestguice.suntimescalendars/)**: 在 **[Suntimes](https:// /f-droid.org/packages/com.forrestguice.suntimeswidget/)** v0.9.0 这添加的“日历集成”和权限已在 v0.10.0 中删除。该功能现在可通过此附加应用单独使用。

source: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)**: Backup all your sms to an imap server or a local folder.
de: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)**: Alle SMS auf einem IMAP-Server oder in einem lokalen Ordner sichern.
pl: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)**: Utwórz kopię zapasową wszystkich wiadomości sms na serwerze IMAP lub w folderze lokalnym.
ro: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)**: Efectuați o copie de rezervă a tuturor SMS-urilor pe un server imap sau într-un dosar local.
ru: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)**: Резервное копирование всех ваших sms на imap-сервер или в локальную папку.
uk: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)**: Резервне копіювання всіх ваших sms на imap-сервер або в локальну теку.
zh_hans: **[SMS Gate](https://f-droid.org/packages/com.github.axet.smsgate/)**：将所有短信备份到 imap 服务器或本地文件夹。
