Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Any app that F-Droid can uninstall can be included, including [Ripple]({{ site.baseurl }}/packages/info.guardianproject.ripple) and F-Droid itself. So the whole panic setup could be wiped as part of the response. This requires [F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/) be installed on the device, in order to uninstall apps without a prompt for each app. Android ROMs like [CalyxOS](https://calyxos.org/), CopperheadOS, [Fairphone Open](https://code.fairphone.com/projects/fp-osos/), [Replicant](https://replicant.us/), and [LineageOS for microG](https://lineage.microg.org/) all include F-Droid Privileged Extension.
de: Jede App, die F-Droid deinstallieren kann, kann eingeschlossen werden, einschließlich [Ripple]({{ site.baseurl }}/packages/info.guardianproject.ripple) und F-Droid selbst. Somit kann die gesamte Konfiguration für den Notfall als Teil der Reaktion gelöscht werden. Dafür ist die Installation der [F-Droid Rechteerweiterung](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/) auf dem Gerät erforderlich, um App-Deinstallationen ohne Abfrage für jede App durchführen zu können. Android-ROMs wie [CalyxOS](https://calyxos.org/), CopperheadOS, [Fairphone Open](https://code.fairphone.com/projects/fp-osos/), [Replicant](https://replicant.us/) und [LineageOS for microG](https://lineage.microg.org/) enthalten alle die F-Droid Rechteerweiterung.
pl: Można dołączyć dowolną aplikację, którą F-Droid może odinstalować, w tym [Ripple]({{ site.baseurl }}/packages/info.guardianproject.ripple) i sam F-Droid. Tak więc cała konfiguracja paniki może zostać wyczyszczona jako część odpowiedzi. Wymaga to zainstalowania [F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/), aby odinstalować aplikacje bez monitu dla każdej aplikacji. ROMy z Androidem, takie jak [CalyxOS](https://calyxos.org/), CopperheadOS, [Fairphone Open](https://code.fairphone.com/projects/fp-osos/), [Replicant](https://replicant.us/) i [LineageOS for microG](https://lineage.microg.org/) wszystkie zawierają uprzywilejowane rozszerzenie F-Droid.
ro: Orice aplicație pe care F-Droid o poate dezinstala poate fi inclusă, inclusiv [Ripple]({{ site.baseurl }}/packages/info.guardianproject.ripple) și F-Droid însuși. Astfel, întreaga configurație de panică ar putea fi ștearsă ca parte a răspunsului. Acest lucru necesită ca [F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/) să fie instalat pe dispozitiv, pentru a dezinstala aplicațiile fără o solicitare pentru fiecare app. ROM-uri Android precum [CalyxOS](https://calyxos.org/), CopperheadOS, [Fairphone Open](https://code.fairphone.com/projects/fp-osos/), [Replicant](https://replicant.us/) și [LineageOS for microG](https://lineage.microg.org/) includ toate F-Droid Privileged Extension.
ru: Любое приложение, которое F-Droid может удалить, может быть включено, включая [Ripple]({{ site.baseurl }}/packages/info.guardianproject.ripple) и сам F-Droid. Таким образом, вся паническая установка может быть стерта как часть ответа. Для этого на устройстве должно быть установлено [F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/), чтобы удалять приложения без запроса на каждое приложение. Android ROMs, такие как [CalyxOS](https://calyxos.org/), CopperheadOS, [Fairphone Open](https://code.fairphone.com/projects/fp-osos/), [Replicant](https://replicant.us/), и [LineageOS для microG](https://lineage.microg.org/) все включают F-Droid Privileged Extension.
uk: Будь-який застосунок, яке F-Droid може видалити, може бути включено, включаючи [Ripple]({{ site.baseurl }}/packages/info.guardianproject.ripple) і сам F-Droid. Таким чином, вся панічна установка може бути стерта як частина відповіді. Для цього на пристрої має бути встановлено [F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/), щоб видаляти застосунки без запиту на кожен застосунок. Android ROMs, такі як [CalyxOS](https://calyxos.org/), CopperheadOS, [Fairphone Open](https://code.fairphone.com/projects/fp-osos/), [Replicant](https://replicant.us/), і [LineageOS для microG](https://lineage.microg.org/) все включають F-Droid Privileged Extension.
zh_hans: 任何 F-Droid 可以卸载的应用都可以包含在内，包括 [Ripple]({{ site.baseurl }}/packages/info.guardianproject.ripple) 和 F-Droid 本身。因此，整个紧急设置可以作为响应的一部分被擦除。这需要在设备上安装 [F-Droid Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/)，以便在不对每个应用显示提示的情况下卸载应用。 Android ROM，例如 [CalyxOS](https://calyxos.org/), CopperheadOS, [Fairphone Open](https://code.fairphone.com/projects/fp-osos/), [Replicant](https://replicant.us/), 和 [LineageOS for microG](https://lineage.microg.org/) 都包含 F-Droid 特权扩展。

source: Reset repos to default
de: Repos auf Standardwerte zurücksetzen
pl: Przywrócenie ustawień domyślnych dla repozytorium
ro: Resetați depozitele la valorile implicite
ru: Сбросить настройки репозиториев по умолчанию
uk: Відновлення репозиторіїв до типового стану
zh_hans: 将存储库重置为默认值

source: The repo configuration can also contain sensitive information. For example, there might be a custom repo on a private server, or a specific app repo, like Briar or Tor, that is included to ensure the quickest updates. Therefore, there is now also an option to reset the repo configuration to defaults. Remember to backup your repo configuration before trying this. The repo URLs can be individually shared from the "Repo Details" view, or they are included if you share the install history, after enabling that option in "Expert Mode" in Settings.
de: Die Repo-Konfiguration kann ebenfalls sensible Informationen beinhalten. Zum Beispiel kann es ein eigenes Repo auf einem privatem Server geben oder ein spezielles App-Repo wie Briar oder Tor, das eingeschlossen wurde, um schnellstmöglich Updates zu erhalten. Daher gibt es nun auch eine Option, die Repo-Konfiguration auf die Voreinstellungen zurückzusetzen. Denkt daran, vor der Testung die Repo-Konfiguration zu sichern. Die Repo-URLs können individuell aus der „Repo Details“-Ansicht heraus geteilt werden oder sie werden eingeschlossen, wenn ihr den Installationsverlauf teilt, nachdem diese Möglichkeit in den Einstellungen unter „Expertenmodus“ aktiviert wurde.
pl: Konfiguracja repo może również zawierać poufne informacje. Na przykład, może być niestandardowe repo na prywatnym serwerze, lub konkretnego app repo, jak Briar lub Tor, które jest włączone, aby zapewnić najszybsze aktualizacje. W związku z tym istnieje teraz również możliwość ponownego ustawienia repo na domyślne. Pamiętaj o zabezpieczeniu konfiguracji repo przed spróbowaniem tego. Pliki URL repo mogą być indywidualnie udostępniane z widoku "Szczegóły Repo", lub są one włączone, jeśli dzielisz historię instalacji, po włączeniu tej opcji w "Trybie Ekspert" w Ustawieniach.
ro: Configurația repo poate conține, de asemenea, informații sensibile. De exemplu, ar putea exista un repo personalizat pe un server privat sau un repo de aplicații specifice, cum ar fi Briar sau Tor, care este inclus pentru a asigura cele mai rapide actualizări. Prin urmare, există acum și o opțiune de resetare a configurației repo la valorile implicite. Nu uitați să faceți o copie de rezervă a configurației repo înainte de a încerca acest lucru. URL-urile repo-urilor pot fi partajate individual din vizualizarea "Repo Details" (Detalii repo) sau sunt incluse dacă partajați istoricul instalării, după ce ați activat această opțiune în "Expert Mode" (Modul expert) din Settings (Setări).
ru: Конфигурация репозитория может также содержать конфиденциальную информацию. Например, может существовать пользовательский репозиторий на частном сервере или репозиторий конкретного приложения, такого как Briar или Tor, который включен для обеспечения наиболее быстрого обновления. Поэтому теперь также есть возможность сбросить конфигурацию репозитория к значениям по умолчанию. Не забудьте создать резервную копию конфигурации репозитория, прежде чем пробовать это сделать. URL-адреса репозиториев можно предоставлять по отдельности в представлении "Сведения о репозитории", или они будут включены, если вы поделитесь историей установки, после включения этой опции в "Экспертном режиме" в Настройках.
uk: Конфігурація репозиторію може також містити конфіденційну інформацію. Наприклад, користувацький репозиторій на приватному сервері або репозиторій конкретного застосунку, такого як Briar або Tor, який включений для забезпечення найшвидших оновлень. Тому тепер також є можливість скинути конфігурацію репозиторію до типових значень. Не забудьте створити резервну копію конфігурації репозиторію, перш ніж пробувати це зробити. URL-адреси репозиторіїв можна надавати окремо в поданні «Відомості про репозиторії», або вони будуть включені, якщо ви поділитеся історією встановлення, після включення цієї опції в «Експертному режимі» в налашштуавннях.
zh_hans: 存储库配置也可能包含敏感信息。例如，私人服务器上可能有一个自定义存储库，或者包含一个特定的应用存储库，如 Briar 或 Tor，以确保最快的更新。因此，现在还有一个选项可以将存储库配置重置为默认值。请记住在尝试此操作之前备份你的存储库配置。存储库 URL 可以从“存储库详细信息”视图中单独分享，或者如果你在“设置”中的“专家模式”中启用该选项后分享安装历史记录，则可以将它们包括在内。

source: Built-in panic button
de: Eingebauter Not-Aus-Schalter
pl: Wbudowany przycisk panic
ro: Buton de panică încorporat
ru: Встроенная тревожная кнопка
uk: Вбудована кнопка паніки
zh_hans: 内置紧急按钮

source: This round of work includes a new prototype for embedding _PanicKit_ directly into Android. Android 9.0 Pie introduced a new "lockdown" mode which follows some of the patterns laid out by _PanicKit_. There is an _Enter lockdown_ button available on the power button menu, so it is rapidly available. This is a great panic trigger button, and there is a prototype of a "System Settings" app that lets users connect the full flexibility of _PanicKit_ responses to this _Enter lockdown_ button. The functionality that Google links to this new button is extremely limited, it seems to be a [one time restriction on how you login](https://www.androidpolice.com/2018/03/08/android-p-feature-spotlight-new-lockdown-option-power-menu-turns-off-fingerprint-unlocking-something-called-extended-access/). The _PanicKit_ responses are in addition to what Google included. CalyxOS is [working](https://gitlab.com/calyxos/calyxos/issues/72) to integrate this, look for test releases soon!
de: Dieser Teil der Arbeit beinhaltet einen neuen Prototyp, um _PanicKit_ direkt in Android einzubinden. Android 9.0 Pie führte einen neuen „Lockdown“-Modus ein, der einigen Mustern folgt, die von _PanicKit_ vorgezeichnet wurden. Es gibt eine _Sperren_-Taste im Ausschalt-Menü, die somit schnell zur Verfügung steht. Dies hier ist ein großer Not-Aus-Schalter und es gibt einen Prototyp für eine „Systemeinstellungen“-App, die den Anwendern die ganze Anpassungsfähigkeit der _PanicKit_-Reaktionen hinter dieser _Sperren_-Taste lässt. Die Funktionalität, die Google mit diesem neuen Schalter verbindet, ist äußerst begrenzt. Es scheint eine [einmalige Beschränkung der Optionen zum Entsperren](https://www.androidpolice.com/2018/03/08/android-p-feature-spotlight-new-lockdown-option-power-menu-turns-off-fingerprint-unlocking-something-called-extended-access/) zu sein. Die _PanicKit_-Reaktionen sind eine Ergänzung dessen, was Google bereithält. CalyxOS [arbeitet](https://gitlab.com/calyxos/calyxos/issues/72) daran, es zu integrieren, haltet nach Testversionen Ausschau!
pl: Ten etap pracy obejmuje nowy prototyp do osadzania _PanicKit_ bezpośrednio w systemie Android. Android 9.0 Pie wprowadził nowy tryb "lockdown", który jest zgodny z niektórymi wzorcami określonymi przez _PanicKit_. W menu przycisków zasilania dostępny jest przycisk _Enter lockdown_, więc jest on szybko dostępny. Jest to świetny przycisk wyzwalający panikę i istnieje prototyp aplikacji "Ustawienia Systemowe", która pozwala użytkownikom połączyć pełną elastyczność _PanicKit_ odpowiedzi na ten przycisk _Enter lockdown_. Funkcjonalność, którą Google łączy się z tym nowym przyciskiem jest bardzo ograniczona, wydaje się to być [jednorazowe ograniczenie dotyczące sposobu logowania](https://www.androidpolice.com/2018/03/08/android-p-feature-spotlight-new-lockdown-option-power-menu-turns-off-fingerprint-unlocking-something-called-extended-access/). Odpowiedzi _PanicKit_ są dodatkiem do tego, co zawarł Google. CalyxOS [działa](https://gitlab.com/calyxos/calyxos/issues/72), aby to zintegrować, poszukaj wkrótce wersji testowych!
ro: Această rundă de lucru include un nou prototip pentru încorporarea _PanicKit_ direct în Android. Android 9.0 Pie a introdus un nou mod "lockdown" care urmează unele dintre modelele stabilite de _PanicKit_. Există un buton _Enter lockdown_ disponibil în meniul butonului de pornire, deci este disponibil rapid. Acesta este un buton excelent de declanșare a panicii și există un prototip al unei aplicații "System Settings" care permite utilizatorilor să conecteze întreaga flexibilitate a răspunsurilor _PanicKit_ la acest buton _Enter lockdown_. Funcționalitatea pe care Google o leagă de acest nou buton este extrem de limitată, pare a fi o [one time restriction on how you login](https://www.androidpolice.com/2018/03/08/android-p-feature-spotlight-new-lockdown-option-power-menu-turns-off-fingerprint-unlocking-something-called-extended-access/). Răspunsurile _PanicKit_ sunt în plus față de cele incluse de Google. CalyxOS [working](https://gitlab.com/calyxos/calyxos/issues/72) pentru a integra acest lucru, așteptați în curând versiuni de testare!
ru: Этот раунд работы включает новый прототип для встраивания _PanicKit_ непосредственно в Android. В Android 9.0 Pie появился новый режим "блокировки", который следует некоторым шаблонам, заложенным в _PanicKit_. В меню кнопки питания есть кнопка _Enter lockdown_, поэтому она быстро доступна. Это отличная кнопка включения паники, и существует прототип приложения "Системные настройки", которое позволяет пользователям подключить всю гибкость реакций _PanicKit_ к этой кнопке _Enter lockdown_. Функциональность, которую Google связывает с этой новой кнопкой, крайне ограничена, похоже, что это [одноразовое ограничение на вход в систему](https://www.androidpolice.com/2018/03/08/android-p-feature-spotlight-new-lockdown-option-power-menu-turns-off-fingerprint-unlocking-something-called-extended-access/). Ответы _PanicKit_ являются дополнением к тому, что включил Google. CalyxOS [работает](https://gitlab.com/calyxos/calyxos/issues/72) над интеграцией этого, ищите тестовые выпуски в ближайшее время!
uk: Цей етап роботи включає новий прототип для вбудовування _PanicKit_ безпосередньо в Android. В Android 9.0 Pie з'явився новий режим «блокування», який наслідує деякі шаблони, закладені у _PanicKit_. У меню кнопки живлення є кнопка _Enter lockdown_, тому вона швидко доступна. Це відмінна кнопка увімкнення тривоги, й існує прототип застосунку «Системні налаштування», який дозволяє користувачам під'єднати всю гнучкість реакцій _PanicKit_ до цієї кнопки _Enter lockdown_. Функціональність, яку Google пов'язує з цією новою кнопкою, вкрай обмежена, схоже, що це [одноразове обмеження на вхід в систему](https://www.androidpolice.com/2018/03/08/android-p-feature-spotlight-new-lockdown-option-power-menu-turns-off-fingerprint-unlocking-something-called-extended-access/). Відповіді _PanicKit_ — це доповнення до того, що включив Google. CalyxOS [працює](https://gitlab.com/calyxos/calyxos/issues/72) над інтеграцією цього, шукайте тестові випуски найближчим часом!
zh_hans: 本轮工作包括将 _PanicKit_ 直接嵌入 Android 的新原型。 Android 9.0 Pie 引入了一种新的“锁定”模式，该模式遵循 _PanicKit_ 制定的一些模式。电源按钮菜单上有一个_进入锁定_按钮，因此可以快速使用。这是一个很棒的紧急触发按钮，并且有一个“系统设置”应用的原型，可以让用户将 _PanicKit_ 响应的全部灵活性连接到这个 _Enter lock_ 按钮。Google 链接到这个新按钮的功能非常有限，它似乎是[对你如何登录的一次限制](https://www.androidpolice.com/2018/03/08/android-p-feature-spotlight-new-lockdown-option-power-menu-turns-off-fingerprint-unlocking-something-called-extended-access/)。_PanicKit_ 响应是 Google 所包含的响应的补充。CalyxOS 正在[努力](https://gitlab.com/calyxos/calyxos/issues/72)集成此功能，很快将会有测试版本！

source: <p align="center"> <img width="250" src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/Screenshot_1559551039.png %}" /> <img width="250" src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/Screenshot_1559551407.png %}" /> </p>
pl: <p align="center"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/Screenshot_1559551039.png %}" width="250"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/Screenshot_1559551407.png %}" width="250"> </p>
ro: <p align="center"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/Screenshot_1559551039.png %}" width="250"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/Screenshot_1559551407.png %}" width="250"> </p>
uk: <p align="center"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/Screenshot_1559551039.png %}" width="250"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/Screenshot_1559551407.png %}" width="250"> </p>
zh_hans: <p align="center"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/Screenshot_1559551039.png %}" width="250"> <img src="{% asset posts/2019-06-15-panic-app-uninstall-and-repo-reset/Screenshot_1559551407.png %}" width="250"> </p>

source: Two new ways to get apps nearby, without internet
de: Zwei neue Wege Apps aus der Nähe, ohne Internet zu erhalten
pl: Dwa nowe sposoby na pobieranie aplikacji w pobliżu, bez Internetu
ro: Două noi modalități de a obține aplicații în apropiere, fără internet
ru: Два новых способа получать приложения поблизости без интернета
uk: Два нових способи отримати застосунки поруч, без Інтернету
zh_hans: 在没有互联网的情况下获得附近的应用的两种新方法

source: There are many reasons why it is often better to do things without the internet:your data plan is expensive, there is limited coverage in the area, there is an internet outage or shutdown, or even something is private and should not be online at all. Or even, if you are setting up a new device, you can easily send all your existing apps over to the new device. This is why F-Droid has included the "Nearby Tab" for swapping apps and files without internet. F-Droid v1.7 includes a major overhaul of the existing functionality, so it should work a lot better now, especially when using Wi-Fi. Two new "nearby" methods were added on top of that, to provide effective ways of exchanging apps between devices.
de: Es gibt viele Gründe, warum es oftmals besser ist, Sachen ohne das Internet zu erledigen: Datenvolumen ist teuer, die Abdeckung über die Fläche begrenzt, es gibt Aussetzer oder Abschaltungen des Internets, oder auch etwas ist privat und sollte überhaupt nicht online sein. Oder aber bei Einrichtung eines neuen Geräts können alle vorhandenen Apps einfach auf das neue Gerät übertragen werden. Das ist der Grund, warum F-Droid den "Direkt"-Tab eingeführt hat, um Apps und Dateien ohne Internet auszutauschen. F-Droid v1.7 schließt eine wichtige Überarbeitung der bestehenden Funktionalität ein, somit sollte es nun deutlich besser funktionieren, insbesondere im WLAN. An erster Stelle wurden dafür zwei neue "Direkt"-Methoden ergänzt, um wirkungsvolle Arten des App-Austauschs zwischen Geräten bereitzustellen.
pl: Istnieje wiele powodów, dla których często lepiej jest robić rzeczy bez internetu: Twój plan transmisji danych jest drogi, zasięg jest ograniczony w okolicy, nastąpiła awaria lub zamknięcie internetu, a nawet coś jest prywatne i nie powinno być w ogóle online. A nawet jeśli konfigurujesz nowe urządzenie, możesz łatwo wysłać wszystkie istniejące aplikacje na nowe urządzenie. Dlatego F-Droid dołączył kartę „W pobliżu” do wymiany aplikacji i plików bez Internetu. F-Droid v1.7 zawiera gruntowny przegląd istniejącej funkcjonalności, więc powinien działać teraz znacznie lepiej, szczególnie podczas korzystania z Wi-Fi. Ponadto dodano dwie nowe metody „w pobliżu”, aby zapewnić skuteczne sposoby wymiany aplikacji między urządzeniami.
ro: Există multe motive pentru care este adesea mai bine să faceți lucruri fără internet:planul de date este scump, există o acoperire limitată în zonă, există o întrerupere sau o închidere a internetului sau chiar ceva este privat și nu ar trebui să fie online deloc. Sau chiar, dacă vă configurați un nou dispozitiv, puteți trimite cu ușurință toate aplicațiile existente pe noul dispozitiv. Acesta este motivul pentru care F-Droid a inclus "Nearby Tab" pentru a face schimb de aplicații și fișiere fără internet. F-Droid v1.7 include o revizuire majoră a funcționalității existente, așa că ar trebui să funcționeze mult mai bine acum, mai ales atunci când folosiți Wi-Fi. Pe lângă aceasta, au fost adăugate două noi metode "nearby", pentru a oferi modalități eficiente de a face schimb de aplicații între dispozitive.
ru: Есть много причин, по которым часто лучше делать что-то без интернета: ваш тарифный план дорогой, покрытие в районе ограничено, перебои с интернетом или отключение, или даже что-то личное и не должно быть в сети вообще. Или даже, если вы настраиваете новое устройство, вы можете легко отправить все существующие приложения на новое устройство. Вот почему F-Droid включил "Nearby Tab" для обмена приложениями и файлами без интернета. F-Droid v1.7 включает в себя значительную переработку существующей функциональности, так что теперь она должна работать намного лучше, особенно при использовании Wi-Fi. Кроме того, были добавлены два новых метода "Рядом", чтобы обеспечить эффективные способы обмена приложениями между устройствами.
uk: Є багато причин, за якими часто краще робити щось без інтернету: ваш тарифний план дорогою, покриття в районі обмежена, перебої з інтернетом або відключення, або навіть щось особисте і не повинно бути в мережі взагалі. Або навіть, якщо ви налаштовуєте новий пристрій, ви можете легко відправити всі наявні програми на новий пристрій. Ось чому F-Droid включив "Nearby Tab" для обміну програмами та файлами без інтернету. F-Droid v1.7 включає в себе значну переробку наявної функціональності, так що тепер вона повинна працювати набагато краще, особливо при використанні Wi-Fi. Крім того, були додані два нових методи "Поруч", щоб забезпечити ефективні способи обміну застосунками між пристроями.
zh_hans: 不使用互联网通常更好的原因有很多：你的数据计划很昂贵，该地区的覆盖范围有限，互联网中断或关闭，或者甚至一些事情是私人的，根本不应该在线。甚至，如果你正在设置新设备，你可以轻松地将所有现有应用发送到新设备。这就是为什么 F-Droid 包含用于在没有互联网的情况下交换应用和文件的“附近选项卡”。F-Droid v1.7 对现有功能进行了大修，因此现在应该可以更好地工作，尤其是在使用 Wi-Fi 时。在此之上添加了两种新的“附近”方法，以提供在设备之间交换应用的有效方式。
