Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Big update from 5.6.0 to 5.8.8 for **[Persian Calendar](https://f-droid.org/packages/com.byagowi.persiancalendar/)**. The Persian calendar is not supported by Android natively, and that is where this app comes in. It can now show device calendar events and birthdays with search capability, adds an "add an event" button, and will not play Athan when on a phone call, doesn't always need to restart on coming back from preferences, and lots of other improvements and fixes.
de: Großes Update von 5.6.0 auf 5.8.8 bei **[Persian Calendar](https://f-droid.org/packages/com.byagowi.persiancalendar/)**. Der persische Kalender wird von Android nativ nicht unterstützt und hier kommt diese App ins Spiel. Es kann nun Gerätekalender-Ereignisse und Geburtstage mit Suchfunktion anzeigen, fügt eine Schaltfläche "Ereignis hinzufügen" hinzu und spielt Athan nicht mehr ab, wenn ein Anruf getätigt wird, muss nicht immer neu gestartet werden, wenn er von den Einstellungen zurückkommt und hat viele andere Verbesserungen und Korrekturen erhalten.
pl: Big update from 5.6.0 to 5.8.8 for **[Persian Calendar](https://f-droid.org/packages/com.byagowi.persiancalendar/)**. Kalendarz perski nie jest obsługiwany przez system Android natywnie i jest to miejsce, w którym znajduje się ta aplikacja. Może teraz wyświetlać zdarzenia kalendarza urządzeń i urodziny z możliwością wyszukiwania, dodaje przycisk "dodaj wydarzenie" i nie będzie odtwarzał gry Athan na telefonie zadzwonić, nie zawsze musi być ponownie uruchamiany po przywróceniu preferencji i wielu innych ulepszeń i poprawek.
ro: Mare actualizare de la 5.6.0 la 5.8.8 pentru **[persian Calendar](https://f-droid.org/packages/com.byagowi.persiancalendar/)**. Calendarul persan nu este suportat de Android în mod nativ, iar aici intervine această aplicație. Acum poate afișa evenimentele din calendarul dispozitivului și zilele de naștere cu capacitate de căutare, adaugă un buton "adaugă un eveniment" și nu va reda Athan atunci când este în timpul unui apel telefonic, nu trebuie să repornească întotdeauna la revenirea din preferințe și o mulțime de alte îmbunătățiri și corecturi.
ru: Большое обновление с 5.6.0 до 5.8.8 для **[Persian Calendar](https://f-droid.org/packages/com.byagowi.persiancalendar/)**. Персидский календарь не поддерживается Android нативно, и именно здесь это приложение приходит на помощь. Теперь оно может показывать события календаря устройства и дни рождения с возможностью поиска, добавляет кнопку "добавить событие", не проигрывает Athan во время телефонного звонка, не всегда требует перезапуска при возвращении из настроек, а также множество других улучшений и исправлений.
uk: Велике оновлення з 5.6.0 до 5.8.8 для **[Persian Calendar](https://f-droid.org/packages/com.byagowi.persiancalendar/)**. Перська календар не підтримується Android нативної, і саме тут це застосунок приходить на допомогу. Тепер воно може показувати події календаря пристрою і дні народження з можливістю пошуку, додає кнопку "додати подію", не програє Athan під час телефонного дзвінка, не завжди вимагає перезапуску при поверненні з налаштувань, а також безліч інших поліпшень і виправлень.
zh_hans: **[Persian Calendar](https://f-droid.org/packages/com.byagowi.persiancalendar/)** 从 5.6.0 到 5.8.8 的重大更新。Android 本身不支持波斯日历，这就是这个应用的用武之地。它现在可以显示设备日历事件和具有搜索功能的生日，添加了一个“添加事件”按钮，并且在通话中不会播放 Athan，从首选项返回时不再总是需要重新启动，以及许多其他改进和修复。

source: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)** has a major release out at 4.0. This app puts a start menu and recent apps tray on top of your screen. Freeform now works on Android Pie (9)! There is improved tasker support to show/hide the Taskbar, toggle the start menu and toggle the dashboard. Also includes better handling of options such as default window sizes, faster app switching, a letter popup to fast scrollbar on start menu, and many other small visual tweaks and improvements.
de: **[Taskleiste](https://f-droid.org/packages/com.farmerbb.taskbar/)** hat eine Hauptrelease von 4.0. Diese App legt ein Startmenü und eine Schublade für die kürzlich verwendete Apps auf dem Bildschirm ab. Freeform funktioniert jetzt auch auf Android Pie (9)! Es gibt eine verbesserte Tasker-Unterstützung, um die Taskleiste ein- und auszublenden, das Startmenü umzuschalten und das Dashboard umzuschalten. Enthält auch eine bessere Handhabung von Optionen wie Standardfenstergrößen, schnelleres Umschalten der Anwendung, ein Buchstaben-Popup zur schnellen Bildlaufleiste im Startmenü und viele andere kleine visuelle Optimierungen und Verbesserungen.
pl: **[Pasek zadań](https://f-droid.org/packages/com.farmerbb.taskbar/)** ma główne wydanie na 4.0. Ta aplikacja umieszcza menu startowe i ostatnią tacę aplikacji na górze ekranu. Freeform działa teraz na Androidzie (9)! Udoskonalono obsługę zadań, aby pokazać/ukryć pasek zadań, przełączać menu początkowe i przełączać pulpit. Obejmuje to również lepszą obsługę opcji, takich jak domyślne rozmiary okien, szybsze przełączanie aplikacji, wyskakujące okienka do szybkiego przewijania w menu startowym i wiele innych drobnych usprawnień i ulepszeń wizualnych.
ro: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)** are o versiune majoră la 4.0. Această aplicație pune un meniu de start și o tavă pentru aplicații recente în partea de sus a ecranului. Freeform funcționează acum pe Android Pie (9)! Există un suport tasker îmbunătățit pentru a afișa / ascunde bara de activități, pentru a comuta meniul de start și pentru a comuta tabloul de bord. Include, de asemenea, o mai bună gestionare a opțiunilor, cum ar fi dimensiunile implicite ale ferestrelor, o comutare mai rapidă a aplicațiilor, un pop-up de litere pentru bara de derulare rapidă în meniul de start și multe alte mici ajustări și îmbunătățiri vizuale.
ru: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)** имеет основной релиз 4.0. Это приложение размещает меню "Пуск" и панель недавних приложений в верхней части экрана. Freeform теперь работает на Android Pie (9)! Улучшена поддержка таскера для отображения/скрытия панели задач, переключения стартового меню и панели инструментов. Также улучшена работа с такими опциями, как размеры окон по умолчанию, ускорено переключение приложений, всплывающее окно с буквой для быстрой прокрутки в стартовом меню и множество других мелких визуальных доработок и улучшений.
uk: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)** має основний реліз 4.0. Ця програма розміщує меню "Пуск" і панель недавніх застосунків у верхній частині екрану. Freeform тепер працює на Android Pie (9)! Покращена підтримка Таскер для відображення/приховування панелі завдань, перемикання стартового меню і панелі інструментів. Також покращена робота з такими опціями, як розміри вікон за замовчуванням, прискорене переключення застосунків, спливаюче вікно з буквою для швидкої прокрутки в стартовому меню і безліч інших дрібних візуальних доробок і поліпшень.
zh_hans: **[Taskbar](https://f-droid.org/packages/com.farmerbb.taskbar/)** 更新到了一个主要版本 4.0。此应用将开始菜单和最近应用托盘放在屏幕顶部。Freeform 现在适用于 Android Pie (9)！改进了任务器支持，可以显示/隐藏任务栏，切换开始菜单和切换仪表板。还包括更好地处理选项，例如默认窗口大小，更快的应用切换，“开始”菜单快速滚动条上的字母弹出框，以及许多其他小的视觉调整和改进。

source: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** had a big update to 0.9.0. This update switches to a different data source (by default) which supports altitude-based refinements. Enhancements to the data source selector, data sources (plugins), add elevation to all default locations and an elevation UI, custom action for long-press, tons of new permissions, _world map displaying day/night and moonlight_, and many other improvements, fixes, and translation updates.
de: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** hatte ein großes Update auf 0.9.0. Dieses Update wechselt (standardmäßig) zu einer anderen Datenquelle, die höhenabhängige Verfeinerungen unterstützt. Verbesserungen am Datenquellen-Selektor, Datenquellen (Plugins), Hinzufügen von Höhenangabe zu allen Standardstandorten und einer Höhenangaben-Oberfläche, benutzerdefinierte Aktionen für langes Drücken, Mengen an neuen Berechtigungen, _Weltkarte mit Tag/Nacht und Mondlicht_ und viele andere Verbesserungen, Korrekturen und Übersetzungs-Aktualisierungen.
pl: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** miał dużą aktualizację do 0.9.0. Ta aktualizacja przełącza się na inne źródło danych (domyślnie), które obsługuje udoskonalenia oparte na wysokości. Udoskonalenia selektora źródła danych, źródeł danych (wtyczek), dodawania elewacji do wszystkich domyślnych lokalizacji i interfejsu elewacji, niestandardowej akcji dla długiego naciśnięcia, ton nowych uprawnień, _mapy świata wyświetlającej dzień/noc i księżyca_ oraz wielu innych ulepszeń, poprawki i aktualizacje tłumaczeń.
ro: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** a avut o mare actualizare la 0.9.0. Această actualizare trece la o sursă de date diferită (în mod implicit), care acceptă rafinamente bazate pe altitudine. Îmbunătățiri la selectorul sursei de date, la sursele de date (plugin-uri), adăugarea altitudinii la toate locațiile implicite și o interfață de utilizare a altitudinii, acțiune personalizată pentru apăsarea lungă, tone de permisiuni noi, _hartă mondială care afișează ziua/noaptea și lumina lunii_ și multe alte îmbunătățiri, corecturi și actualizări de traducere.
ru: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** получил большое обновление до версии 0.9.0. Это обновление переключает на другой источник данных (по умолчанию), который поддерживает уточнения на основе высоты. Улучшения в селекторе источников данных, источниках данных (плагинах), добавление высоты для всех мест по умолчанию и пользовательский интерфейс высоты, пользовательское действие для длительного нажатия, множество новых разрешений, _карта мира, отображающая день/ночь и лунный свет_, и множество других улучшений, исправлений и обновлений перевода.
uk: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** отримав велике оновлення до версії 0.9.0. Це оновлення перемикає на інший джерело даних (за замовчуванням), який підтримує уточнення на основі висоти. Покращення в селекторі джерел даних, джерелах даних (плагинах), додавання висоти для всіх місць за замовчуванням і призначений для користувача інтерфейс висоти, призначене для користувача дію для тривалого натискання, безліч нових дозволів, _карта світу, що відображає день/ніч і місячний свет_, і безліч інших поліпшень, виправлень і оновлень перекладу.
zh_hans: **[Suntimes](https://f-droid.org/packages/com.forrestguice.suntimeswidget/)** 在 0.9.0 进行了重大更新。此更新切换到支持基于高度的细化的不同数据源（默认情况下）。改进了数据源选择器和数据源（插件），向所有默认位置添加海拔并添加了海拔用户界面，长按的自定义操作，大量新权限，_ 显示日/夜和月光的世界地图_ ，以及许多其他改进、修复和翻译更新。

source: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** is a musical instrument tuner. This update to 2.8 enables installation on external storage. Other recent updates include a new German translation and a new logo.
de: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** ist ein Stimmgerät für Musikinstrumente. Dieses Update auf 2.8 ermöglicht die Installation auf einem externen Speicher. Weitere Neuerungen sind eine neue deutsche Übersetzung und ein neues Logo.
pl: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** to tuner instrumentów muzycznych. Ta aktualizacja do wersji 2.8 umożliwia instalację w pamięci zewnętrznej. Inne najnowsze aktualizacje obejmują nowe niemieckie tłumaczenie i nowe logo.
ro: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** este un acordor de instrumente muzicale. Această actualizare la versiunea 2.8 permite instalarea pe o unitate de stocare externă. Alte actualizări recente includ o nouă traducere în limba germană și un nou logo.
ru: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** - это тюнер для музыкальных инструментов. Обновление до версии 2.8 позволяет устанавливать программу на внешние накопители. Другие недавние обновления включают новый немецкий перевод и новый логотип.
uk: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** - це тюнер для музичних інструментів. Оновлення до версії 2.8 дозволяє встановлювати програму на зовнішні накопичувачі. Інші недавні оновлення включають новий німецький переклад і новий логотип.
zh_hans: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** 是一个乐器调音器。2.8 更新支持了在外部存储上安装。其他最近的更新包括新的德语翻译和新图标。

source: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** is a client for Twitter, Mastodon and Pleroma. Version 1.5.0 adds configuration switches to show images of quoted tweet on timeline, show tweet count per 24 hour on trends, collapse/expand text of toot having content warning, show custom emojis at user name, and contains many other improvements as well as some bug fixes.
de: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** ist ein Client für Twitter, Mastodon und Pleroma. Version 1.5.0 fügt Konfigurationsschalter hinzu, um Bilder des zitierten Tweets auf der Timeline anzuzeigen, die Anzahl der Tweets pro 24 Stunden bei Trends anzuzeigen, den Text des Tweets mit Inhaltswarnung zuzuklappen/erweitern, benutzerdefinierte Emojis beim Benutzernamen anzuzeigen und enthält viele weitere Verbesserungen sowie einige Bugfixes.
pl: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** jest klientem Twittera, Mastodona i Pleroma. Wersja 1.5.0 dodaje przełączniki konfiguracji, aby wyświetlać obrazy cytowanego tweeta na osi czasu, wyświetlać liczbę tweetów w ciągu 24 godzin według trendów, zwijać/rozwijać tekst toka z ostrzeżeniem o treści, wyświetlać niestandardowe emotikony przy nazwie użytkownika i zawiera wiele innych ulepszeń, a także niektóre poprawki błędów.
ro: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** este un client pentru Twitter, Mastodon și Pleroma. Versiunea 1.5.0 adaugă comutatoare de configurare pentru a afișa imagini ale tweet-urilor citate pe cronologie, pentru a afișa numărul de tweet-uri pe 24 de ore pe tendințe, pentru a prăbuși/extinde textul din toot având avertisment de conținut, pentru a afișa emoji personalizate la numele de utilizator și conține multe alte îmbunătățiri, precum și unele corecturi de erori.
ru: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** - это клиент для Twitter, Mastodon и Pleroma. Версия 1.5.0 добавляет переключатели конфигурации для показа изображений цитируемого твита на временной шкале, показа количества твитов за 24 часа в трендах, сворачивания/разворачивания текста тота с предупреждением о содержании, показа пользовательских эмодзи под именем пользователя, а также содержит множество других улучшений и исправлений.
uk: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** - це клієнт для Twitter, Mastodon і Pleroma. Версія 1.5.0 додає перемикачі конфігурації для показу зображень цитованого твіта на часовій шкалі, показу кількості твітів за 24 години в трендах, згортання / розгортання тексту тота з попередженням про зміст, показу призначених для користувача емодзі під ім'ям користувача, а також містить безліч інших поліпшень і виправлень.
zh_hans: **[twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/)** 是 Twitter、Mastodon 和 Pleroma 的客户端。1.5.0 版添加了配置开关以在时间轴上显示引用推文的图片，在趋势上显示每 24 小时的推文计数，折叠/展开具有内容警告的嘟文，在用户名处显示自定义表情符号，并包含许多其他改进以及一些错误修复。

source: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** is the most beautiful replacement for the stock AOSP messaging app you’ve ever used. This update from 3.4.2 to 3.4.5 adds enhanced logging support, customizable swipe conversation actions, invite friends, can delete messages from notification, and several improvements and bug fixes such as better scrolling performance throughout the app.
de: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** ist der schönste Ersatz für die Standard-AOSP-Messaging-App, die Sie je benutzt haben. Dieses Update von 3.4.2 auf 3.4.5 bietet erweiterte Protokollierungsunterstützung, anpassbare Konversationsaktionen, das Einladen von Freunden, das Löschen von Nachrichten aus Benachrichtigungen und verschiedene Verbesserungen und Fehlerbehebungen, wie z.B. eine bessere Scroll-Performance in der gesamten Anwendung.
pl: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** jest najpiękniejszym zamiennikiem aplikacji do przesyłania wiadomości AOSP, z której korzystałeś. Ta aktualizacja z wersji 3.4.2 do 3.4.5 dodaje obsługę ulepszonego rejestrowania, modyfikowalne akcje dotyczące przeciągania, zapraszania znajomych, usuwania wiadomości z powiadomień oraz kilku ulepszeń i poprawek, takich jak lepsza wydajność przewijania w całej aplikacji.
ro: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** este cel mai frumos înlocuitor pentru aplicația de mesagerie AOSP stoc pe care ați folosit-o vreodată. Această actualizare de la 3.4.2 la 3.4.5 adaugă suport îmbunătățit pentru logare, acțiuni de conversație personalizabile prin glisare, invitarea prietenilor, poate șterge mesajele din notificare și mai multe îmbunătățiri și remedieri de erori, cum ar fi o performanță mai bună a derulării în întreaga aplicație.
ru: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** - это самая красивая замена стоковому AOSP-приложению для обмена сообщениями, которое вы когда-либо использовали. Это обновление с версии 3.4.2 до 3.4.5 добавляет улучшенную поддержку ведения журнала, настраиваемые действия при пролистывании беседы, приглашение друзей, возможность удаления сообщений из уведомлений, а также ряд улучшений и исправлений ошибок, таких как улучшенная работа прокрутки во всем приложении.
uk: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** — це найкрасивіша заміна стандартному AOSP-застосунку для обміну повідомленнями, якою ви коли-небудь користувались. Це оновлення з версії 3.4.2 до 3.4.5 додає поліпшену підтримку ведення журналу, налаштовувані дії посування бесіди, запрошення друзів, можливість видалення повідомлень зі сповіщення, а також ряд поліпшень і виправлень помилок, таких як поліпшена робота прокрутки у всьому застосунку.
zh_hans: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** 是你用过的原生 AOSP 短信应用的最漂亮的替代品。从 3.4.2 到 3.4.5 的这次更新增加了增强的日志记录支持、可自定义的滑动对话操作、邀请朋友、可以从通知中删除消息，以及一些改进和错误修复，例如整个应用中更好的滚动性能。

source: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** is an [OpenStreetMap](https://www.openstreetmap.org) editor. Version 11.0.2.0 updates imagery and translations, adds maxspeeds to geocontext for PT and CZ, updates OH Fragment, protects against crash when layouting empty preset views, fixes regression restoring state in PropertyEditor, tries to avoid crash with null Context in PresetSearch, and adds conveying and priority to direction dependent keys.
de: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** ist ein [OpenStreetMap](https://www.openstreetmap.org)-Editor. Version 11.0.2.0 aktualisiert Bilder und Übersetzungen, fügt Maxspeeds zu Geokontext für PT und CZ hinzu, aktualisiert OH-Fragment, schützt vor Absturz beim Layouten leerer Preset-Ansichten, behebt den Regressionswiederherstellungszustand im PropertyEditor, versucht einen Absturz mit Null-Kontext in PresetSearch zu vermeiden und fügt richtungsabhängigen Schlüsseln die Übertragung und Priorität hinzu.
pl: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** jest edytorem [OpenStreetMap](https://www.openstreetmap.org). Wersja 11.0.2.0 aktualizuje obrazy i tłumaczenia, dodaje maxspeedy do geokontekstu dla PT i CZ, aktualizuje OH Fragment, chroni przed zawieszeniem podczas układania pustych widoków, naprawia regresję przywracania stanu w PropertyEditor, próbuje uniknąć awarii z pustym kontekstem w PresetSearch i dodaje przekazywanie i priorytet dla kluczy zależnych od kierunku.
ro: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** este un editor [OpenStreetMap](https://www.openstreetmap.org). Versiunea 11.0.2.0 actualizează imaginile și traducerile, adaugă viteze maxime la geocontext pentru PT și CZ, actualizează OH Fragment, protejează împotriva blocării atunci când se aranjează vizualizări goale de presetări, remediază regresia restaurării stării în PropertyEditor, încearcă să evite blocarea cu null Context în PresetSearch și adaugă transmiterea și prioritatea la cheile dependente de direcție.
ru: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** - редактор [OpenStreetMap](https://www.openstreetmap.org). В версии 11.0.2.0 обновлены изображения и переводы, добавлены maxspeeds в геоконтекст для PT и CZ, обновлен OH Fragment, защищена от сбоя при компоновке пустых пресетных представлений, исправлена регрессия восстановления состояния в PropertyEditor, сделана попытка избежать сбоя при null Context в PresetSearch, добавлены conveying и priority для ключей, зависящих от направления.
uk: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** - редактор [OpenStreetMap](https://www.openstreetmap.org). У версії 11.0.2.0 оновлені зображення і переклади, додані maxspeeds в геоконтекст для PT і CZ, оновлений OH Fragment, захищена від збою при компонуванні порожніх пресетних уявлень, виправлена регресія відновлення стану в PropertyEditor, зроблена спроба уникнути збою при null Context в PresetSearch, додані conveying і priority для ключів, що залежать від напрямку.
zh_hans: **[Vespucci](https://f-droid.org/packages/de.blau.android/)** 是一个 [OpenStreetMap](https://www.openstreetmap.org) 编辑器。版本 11.0.2.0 更新图像和翻译，为 PT 和 CZ 的地理上下文添加最大速度，更新 OH 片段，在布局空预设视图时防止崩溃，修复 PropertyEditor 中的回归恢复状态，尝试避免 PresetSearch 中的空上下文崩溃，并添加传递和优先级依赖于方向的键。
