Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: If you just released a significant update and want it to get some attention here, please get in touch. There are way too many app updates to keep track of them all, so we need your help to highlight the important ones. And of course, if you're doing anything involving F-Droid in some way, we love to hear about it!
de: Wenn Sie gerade ein bedeutendes Update veröffentlicht haben und möchten, dass es hier Erwähnung findet, melden Sie sich. Es gibt viel zu viele App-Updates, um sie alle im Auge zu behalten, deshalb brauchen wir Ihre Hilfe, um auf die interessantesten hinzuweisen. Und natürlich freuen wir uns über alles, was mit F-Droid zu tun hat!
pl: Jeśli właśnie wydałeś znaczącą aktualizację i chcesz, aby zwróciła na nią uwagę, skontaktuj się z nami. Jest zbyt wiele aktualizacji aplikacji, aby śledzić je wszystkie, więc potrzebujemy Twojej pomocy, aby podkreślić ważne. I oczywiście, jeśli robisz coś, co w jakiś sposób wiąże się z F-Droidem, lubimy o tym słyszeć!
ro: Dacă tocmai ați lansat o actualizare semnificativă și doriți să i se acorde atenție aici, vă rugăm să ne contactați. Sunt mult prea multe actualizări de aplicații pentru a le putea urmări pe toate, așa că avem nevoie de ajutorul dumneavoastră pentru a le evidenția pe cele importante. Și, bineînțeles, dacă faceți ceva care implică F-Droid într-un fel sau altul, ne place să auzim despre asta!
ru: Если вы только что выпустили важное обновление и хотите, чтобы оно получило внимание здесь, пожалуйста, свяжитесь с нами. Обновлений приложений слишком много, чтобы отслеживать их все, поэтому нам нужна ваша помощь, чтобы выделить важные из них. И, конечно, если вы делаете что-то, связанное с F-Droid, мы будем рады услышать об этом!
uk: Якщо ви тільки що випустили важливе оновлення і хочете, щоб воно отримало увагу тут, будь ласка, зв'яжіться з нами. Оновлень застосунків занадто багато, щоб відстежувати їх все, тому нам потрібна ваша допомога, щоб виділити важливі з них. І, звичайно, якщо ви робите щось, пов'язане з F-Droid, ми будемо раді почути про це!
zh_hans: 如果你刚刚发布了一个重要的更新，并希望它在这里得到一些关注，请与我们联系。有太多的应用更新需要追踪，所以我们需要你的帮助来凸显最有趣的变化。当然，如果你正在做任何与 F-Droid 相关的事情，我们也很想听听你的意见！

source: Please tell us in the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum, or toot us at [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) and tag with [#TWIF](https://mastodon.technology/tags/twif). The deadline to the next TWIF is Thursday 12:00 UTC.
de: Erzählen Sie davon im [TWIF Submission Thread](https://forum.f-droid.org/t/twif-submission-thread) im Forum oder erwähnen Sie es [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) mit dem Tag [#TWIF](https://mastodon.technology/tags/twif). Einsendeschluss für den nächsten TWIF ist Donnerstag 12:00 Uhr UTC.
pl: Poinformuj nas w wątku [Zgłoszenia TWIF](https://forum.f-droid.org/t/twif-submission-thread) na forum lub kliknij nas na [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) i oznacz tag [#TWIF](https://mastodon.technology/tags/twif). Termin do następnego TWIF to czwartek 12:00 czasu UTC.
ro: Vă rugăm să ne spuneți în [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) de pe forum, sau să ne trimiteți un mesaj la [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) și să etichetați cu [#TWIF](https://mastodon.technology/tags/twif). Termenul limită pentru următorul TWIF este joi, ora 12:00 UTC.
zh_hans: 请在论坛上的 [TWIF 提交主题](https://forum.f-droid.org/t/twif-submission-thread)告诉我们，或在 [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) 上toot 我们并带上 [#TWIF](https://mastodon.technology/tags/twif) 标签。下次 TWIF 的截止时间是星期四 12:00 UTC。

source: Got Feedback? We are very tootable at [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) on Mastodon. If you'd like to have a chat, you can find us in #fdroid on [Freenode](https://freenode.net/), on Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) or on [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). All of these spaces are bridged together, so the choice is yours. You can also join us on the [forum](https://forum.f-droid.org/).
de: Feedback geben? Toots erreichen uns über [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) auf Mastodon. Wenn Sie Chats mögen, finden Sie uns unter #froid auf [Freenode](https://freenode.net/), auf Matrix via [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) oder auf [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Alle diese Plätze werden zusammengeführt, Sie haben also die Wahl. Sie können auch dem [Forum](https://forum.f-droid.org/) beitreten.
pl: Masz opinię? Jesteśmy bardzo podatni na ataki w [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) na Mastodon. Jeśli chcesz mieć czat, możesz nas znaleźć w #fdroid na [Freenode](https://freenode.net/), na Matrixie przez [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) lub w [Telegramie](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Wszystkie te przestrzenie są ze sobą połączone, więc wybór należy do ciebie. Możesz również dołączyć do nas na [forum](https://forum.f-droid.org/).
ro: Ai feedback? Suntem foarte amabili la [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) pe Mastodon. Dacă doriți să purtăm o discuție, ne puteți găsi în #fdroid pe [Freenode](https://freenode.net/), pe Matrix prin [#freenode_#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org) sau pe [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA). Toate aceste spații sunt conectate împreună, așa că alegerea vă aparține. De asemenea, ne puteți fi alături pe [forum](https://forum.f-droid.org/).
zh_hans: 想要反馈吗？很容易在 Mastodon 上通过 [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) 联系我们。如果你想聊天，你可以在 [Freenode](https://freenode.net/) 的 #fdroid 频道，或在 Matrix 中通过 [#fdroid:matrix.org](https://matrix.to/#/#freenode_#fdroid:matrix.org)，或 [Telegram](https://t.me/joinchat/AlRQekvjWDTuQrCgMYSNVA) 上找到我们。所有这些空间都是桥接在一起的，任你选择。你也可以在[论坛](https://forum.f-droid.org/)上加入我们。

source: This Week in F-Droid, Week 27
de: Diese Woche in F-Droid, Woche 27
pl: W tym tygodniu w F-Droid, Tydzień 27
ro: Săptămâna aceasta în F-Droid, săptămâna 27
ru: Эта неделя в F-Droid, неделя 27
uk: Цей тиждень у F-Droid, тиждень 27
zh_hans: F-Droid 每周新闻，第 27 周

source: We have gradle 4.8 on the buildserver now, which fixes some builds.
de: Auf dem Buildserver läuft nun Gradle 4.8, was Probleme bei einigen Builds behebt.
pl: Mamy teraz 4.8 na buildserver, który naprawia niektóre kompilacje.
ro: Avem o versiune gradle 4.8 pe serverul de compilare, care corectează unele compilări.
ru: Сейчас на сборочном сервере находится gradle 4.8, в котором исправлены некоторые сборки.
uk: Зараз на складальному сервері знаходиться gradle 4.8, в якому виправлені деякі збірки.
zh_hans: 我们的构建服务器上现在有 gradle 4.8 了，它修复了一些构建。

source: Our [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) build got even more complicated, but now includes a patched library which fixes Persian font rendering. Many thanks to [Hague](https://gitlab.com/Hague) for working on it.
de: Unser [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)-Build wurde immer komplizierter, enthält nun aber eine gepatchte Bibliothek, die das Rendering persischer Schriftzeichen löst. Vielen Dank an [Hague](https://gitlab.com/Hague), der sich darum gekümmert hat.
pl: Nasza [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) kompilacja stała się jeszcze bardziej skomplikowana, ale zawiera teraz poprawioną bibliotekę, która naprawia renderowanie czcionek w języku perskim. Wielkie dzięki dla [Hague](https://gitlab.com/Hague) za pracę nad tym.
ro: Construcția noastră [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) a devenit și mai complicată, dar acum include o bibliotecă corectată care repară redarea fontului persan. Multe mulțumiri lui [Hague](https://gitlab.com/Hague) pentru că a lucrat la ea.
ru: Наша сборка [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) стала еще сложнее, но теперь включает исправленную библиотеку, которая исправляет рендеринг персидских шрифтов. Большое спасибо [Hague](https://gitlab.com/Hague) за работу над этим.
uk: Наша збірка [OsmAnd ~](https://f-droid.org/packages/net.osmand.plus/) стала ще складніше, але тепер включає виправлену бібліотеку, яка виправляє рендеринг перських шрифтів. Спасибі [Hague](https://gitlab.com/Hague) за роботу над цим.
zh_hans: 我们的 [OsmAnd~](https://f-droid.org/packages/net.osmand.plus/) 构建变得更加复杂，但现在包含了一个打了补丁的库，它修复了波斯语字体的渲染。非常感谢 [Hague](https://gitlab.com/Hague) 的工作。

source: There have been some hiccups during the publishing stage lately. New apps get built, but not published. We are [working on it](https://gitlab.com/fdroid/fdroidserver/issues/509).
de: Es gab zuletzt einige Problemchen auf der Veröffentlichungsebene. Neue Apps wurden erstellt aber nicht veröffentlicht. Wir [arbeiten daran](https://gitlab.com/fdroid/fdroidserver/issues/509).
pl: Ostatnio pojawiły się pewne problemy podczas etapu publikacji. Nowe aplikacje są budowane, ale nie są publikowane. [Pracujemy nad tym](https://gitlab.com/fdroid/fdroidserver/issues/509).
ro: În ultima vreme, au existat unele probleme în etapa de publicare. Noile aplicații sunt construite, dar nu sunt publicate. Noi [working on](https://gitlab.com/fdroid/fdroidserver/issues/509).
ru: В последнее время на этапе публикации происходят некоторые заминки. Новые приложения создаются, но не публикуются. Мы [работаем над этим](https://gitlab.com/fdroid/fdroidserver/issues/509).
uk: Останнім часом на етапі публікації відбуваються деякі заминки. Нові застосунки створюються, але не публікуються. Ми [працюємо над цим](https://gitlab.com/fdroid/fdroidserver/issues/509).
zh_hans: 最近在发布阶段出现了一些小插曲。构建了新的应用但没有发布。我们正在[努力解决](https://gitlab.com/fdroid/fdroidserver/issues/509)。

source: [Quaap](http://quaap.com) says: I’ve created a “My favourite apps on F-Droid” article: [http://quaap.com/D/use-fdroid](http://quaap.com/D/use-fdroid). It’s mostly something I use to evangelize F-Droid to non-FOSS people, because sometimes the sheer volume of apps available leads people to wonder where to start.
de: [Quaap](http://quaap.com) sagt: Ich habe einen "Meine Lieblings-Apps bei F-Droid”-Artikel geschrieben: [http://quaap.com/D/use-fdroid](http://quaap.com/D/use-fdroid). Er dient vor allem dazu, Nicht-FOSS-Menschen zu F-Droid zu bekehren, weil manchmal allein die Masse an verfügbaren Apps dazu führt, dass diese Menschen sich fragen, wo sie anfangen sollen.
pl: [Quaap](http://quaap.com) mówi: Stworzyłem artykuł "Moje ulubione aplikacje na F-Droid": [http://quaap.com/D/use-fdroid](http://technologia/ quaap.com/D/use-fdroid). Jest to głównie coś, co używam do ewangelizowania F-Droida dla osób spoza FOSS, ponieważ czasami ogromna liczba dostępnych aplikacji skłania ludzi do zastanawiania się, od czego zacząć.
ro: [Quaap](http://quaap.com) spune: Am creat un articol "Aplicațiile mele preferate pe F-Droid": [http://quaap.com/D/use-fdroid](http://quaap.com/D/use-fdroid). Este în principal ceva ce folosesc pentru a evangheliza F-Droid în fața celor care nu sunt din domeniul FOSS, pentru că uneori volumul mare de aplicații disponibile îi determină pe oameni să se întrebe de unde să înceapă.
ru: [Quaap](http://quaap.com) пишет: Я создал статью "Мои любимые приложения на F-Droid": [http://quaap.com/D/use-fdroid](http://quaap.com/D/use-fdroid). Это в основном то, что я использую для пропаганды F-Droid среди людей, не знакомых с FOSS, потому что иногда огромное количество доступных приложений заставляет людей задуматься, с чего начать.
uk: [Quaap](http://quaap.com) пише: Я створив статтю "Мої улюблені програми на F-Droid": [http://quaap.com/D/use-fdroid](http://quaap.com/D/use-fdroid). Це в основному те, що я використовую для пропаганди F-Droid серед людей, не знайомих з FOSS, тому що іноді величезна кількість доступних застосунків змушує людей задуматися, з чого почати.
zh_hans: [Quaap](http://quaap.com) 说：我已经创建了一个“F-Droid上我最喜欢的应用”的文章：[http://quaap.com/D/use-fdroid](http://quaap.com/D/use-fdroid)。这主要是我用来向非 FOSS 的人宣传 F-Droid 的东西，因为有时可用的应用的数量太多，导致人们不知道该从哪里开始。

source: The European Parliament has [voted against the new copyright law proposal](https://blog.mozilla.org/netpolicy/2018/07/05/copyrightplenary/), which would have forced most platforms to add mandatory upload filters, and would have required websites to buy a license to link to news sites. It will be under vote again in September.
de: Das Europaparlament hat [die neue Copyright-Gesetzesvorlage abgelehnt](https://blog.mozilla.org/netpolicy/2018/07/05/copyrightplenary/), die viele Plattformen dazu gezwungen hätte, verpflichtend Upload-Filter einzuführen, und bei der für Websites der Kauf einer Lizenz erforderlich würde, um auf Nachrichtenseiten weiterleiten zu können. Eine weitere Abstimmung dazu wird es im September geben.
pl: Parlament Europejski [głosował przeciwko nowemu wnioskowi dotyczącemu prawa autorskiego](https://blog.mozilla.org/netpolicy/2018/07/05/copyrightplenary/), który zmusiłby większość platform do dodania obowiązkowych filtrów przesyłania i mieć wymagane witryny internetowe, aby kupić licencję na link do stron z wiadomościami. Będzie on ponownie poddany pod głosowanie we wrześniu.
ro: Parlamentul European a [voted against the new copyright law proposal](https://blog.mozilla.org/netpolicy/2018/07/05/copyrightplenary/), care ar fi obligat majoritatea platformelor să adauge filtre obligatorii de încărcare și ar fi cerut site-urilor web să cumpere o licență pentru a crea link-uri către site-uri de știri. Aceasta va fi supusă din nou la vot în septembrie.
ru: Европейский парламент [проголосовал против предложения нового закона об авторском праве](https://blog.mozilla.org/netpolicy/2018/07/05/copyrightplenary/), который заставил бы большинство платформ добавить обязательные фильтры загрузки, а также потребовал бы от веб-сайтов покупать лицензию на размещение ссылок на новостные сайты. Повторное голосование состоится в сентябре.
uk: Європейський парламент [проголосував проти пропозиції нового закону про авторське право](https://blog.mozilla.org/netpolicy/2018/07/05/copyrightplenary/), який змусив би більшість платформ додати обов'язкові фільтри завантаження, а також зажадав би від вебсайтів купувати ліцензію на розміщення посилань на новинні сайти. Повторне голосування відбудеться у вересні.
zh_hans: 欧洲议会已经[投票反对新的版权法提案](https://blog.mozilla.org/netpolicy/2018/07/05/copyrightplenary/)，该提案将迫使大多数平台增加强制性上传过滤器，并要求网站购买许可证以链接到新闻网站。它将在 9 月再次进行投票。

source: [AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/): Block advertisements on Yandex Browser and Samsung Internet browser.
de: [AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/): Werbeblocker für Yandex Browser und Samsung Internet Browser.
pl: [AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/): Blokuj reklamy w Yandex Browser i przeglądarce internetowej Samsung.
ro: [AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/): Blocați reclamele pe Yandex Browser și Samsung Internet Browser.
ru: [AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/): Блокировка рекламы в Яндекс Браузере и Интернет-браузере Samsung.
uk: [AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/): Блокування реклами в Яндекс браузері і Інтернет-браузері Samsung.
zh_hans: [AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/)：阻止 Yandex 浏览器和三星网络浏览器上的广告。

source: [Flavordex](https://f-droid.org/packages/com.ultramegasoft.flavordex2/): Tasting journal for keeping track of things you tasted. Comes with preloaded categories for beer, wine, whiskey, and of course _coffee_, and is fully customizable if none of those fit your needs.
de: [Flavordex](https://f-droid.org/packages/com.ultramegasoft.flavordex2/): Geschmackstagebuch, um Dinge festzuhalten, die Sie probiert haben. Bringt vorgegebene Kategorien für Bier, Wein, Whiskey und natürlich _Kaffee_ mit und ist komplett individuell anpassbar, wenn keine davon zu Ihren Bedürfnissen passt.
pl: [Flavordex](https://f-droid.org/packages/com.ultramegasoft.flavordex2/): Dziennik degustacyjny do śledzenia rzeczy, które próbowałem. Zawiera fabrycznie załadowane kategorie piwa, wina, whisky i oczywiście _coffee_, i jest w pełni konfigurowalny, jeśli żadna z nich nie odpowiada Twoim potrzebom.
ro: [Flavordex](https://f-droid.org/packages/com.ultramegasoft.flavordex2/): Jurnal de degustare pentru a ține evidența lucrurilor pe care le-ați gustat. Vine cu categorii preîncărcate pentru bere, vin, whisky și, bineînțeles, _cafea_, și este complet personalizabil dacă niciuna dintre acestea nu se potrivește nevoilor tale.
ru: [Flavordex](https://f-droid.org/packages/com.ultramegasoft.flavordex2/): Журнал дегустаций для ведения записей о том, что вы попробовали. Поставляется с предварительно загруженными категориями для пива, вина, виски и, конечно же, _кофе_, и полностью настраивается, если ни одна из них не подходит под ваши нужды.
uk: [Flavordex](https://f-droid.org/packages/com.ultramegasoft.flavordex2/): Журнал дегустацій для ведення записів про те, що ви спробували. Поставляється з попередньо завантаженими категоріями для пива, вина, віскі та, звичайно ж, _кави_, і повністю налаштовується, якщо жодна з них не задовольняє ваших потреб.
zh_hans: [Flavordex](https://f-droid.org/packages/com.ultramegasoft.flavordex2/)：品尝日记，记录你品尝过的东西。预装了啤酒、葡萄酒、威士忌、当然还有 _咖啡_ 的类别，如果这些都不符合你的需要，你完全可以自定义类别。

source: [Fairphone 1 Launcher](https://f-droid.org/packages/community.fairphone.launcher/): Launcher originally designed for the Fairphone 1
de: [Fairphone 1 Launcher](https://f-droid.org/packages/community.fairphone.launcher/): Ursprünglich für das Fairphone 1 konzipierter Launcher
pl: [Fairphone 1 Launcher](https://f-droid.org/packages/community.fairphone.launcher/): Launcher pierwotnie zaprojektowany dla Fairphone 1
ro: [Fairphone 1 Launcher](https://f-droid.org/packages/community.fairphone.launcher/): Lansator conceput inițial pentru Fairphone 1
ru: [Fairphone 1 Launcher](https://f-droid.org/packages/community.fairphone.launcher/): лаунчер, изначально разработанный для Fairphone 1
uk: [Fairphone 1 Launcher](https://f-droid.org/packages/community.fairphone.launcher/): лаунчер, спочатку розроблений для Fairphone 1
zh_hans: [Fairphone 1 Launcher](https://f-droid.org/packages/community.fairphone.launcher/)：最初为 Fairphone 1 设计的启动程序

source: [Funktrainer](https://f-droid.org/packages/de.hosenhasser.funktrainer/): Learn for your German ham radio exam
de: [Funktrainer](https://f-droid.org/packages/de.hosenhasser.funktrainer/): Kurs für die deutsche Funkamateurprüfung
pl: [Funktrainer](https://f-droid.org/packages/de.hosenhasser.funktrainer/): Ucz się do egzaminu niemieckiego radia
ro: [Funktrainer](https://f-droid.org/packages/de.hosenhasser.funktrainer/): Învățați pentru examenul de radioamator german
ru: [Funktrainer](https://f-droid.org/packages/de.hosenhasser.funktrainer/): Подготовка к экзамену по радиосвязи в Германии
uk: [Funktrainer](https://f-droid.org/packages/de.hosenhasser.funktrainer/): Підготовка до іспиту з радіозв'язку в Німеччині
zh_hans: [Funktrainer](https://f-droid.org/packages/de.hosenhasser.funktrainer/)：为你的德国火腿肠无线电考试学习
