Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Even before counting my number of commits, around the end of 2019, it occurred to me that I want to do this better and not just part of my dwindling free [[3]](https://xkcd.com/303/) time. But given how 2020 unfolded it was better not to pursue anything back then. It was a really complicated year for everyone.
de: Schon bevor ich, ungefähr zu Ende des Jahres 2019, die Anzahl meiner Commits zählte, hatte ich den Eindruck, dass ich das besser und nicht einfach in einem Teil meiner dahinschwindenden Freizeit [[3]](https://xkcd.com/303/) erledigen möchte. In Anbetracht wie sich 2020 entwickelte, wäre es im Nachhinein besser gewesen, es nicht weiter zu verfolgen. Es war für jeden ein wirklich kompliziertes Jahr.
pl: Jeszcze przed podliczeniem liczby zobowiązań, mniej więcej pod koniec 2019 roku, dotarło do mnie, że chcę to robić lepiej, a nie tylko w ramach mojego kurczącego się wolnego [[3]](https://xkcd.com/303/) czasu. Ale biorąc pod uwagę, jak potoczył się rok 2020, lepiej było wtedy do niczego nie dążyć. To był naprawdę skomplikowany rok dla wszystkich.
ro: Chiar înainte de a-mi număra numărul de contribuții, pe la sfârșitul anului 2019, mi-am dat seama că vreau să fac acest lucru mai bine și nu doar ca parte din timpul meu liber [[3]](https://xkcd.com/303/) care se împuținează. Dar având în vedere modul în care s-a desfășurat 2020 a fost mai bine că nu am urmărit nimic atunci. A fost un an cu adevărat complicat pentru toată lumea.
ru: Еще до подсчета количества коммитов, примерно в конце 2019 года, мне пришло в голову, что я хочу заниматься этим лучше, а не только в рамках моего сокращающегося свободного [[3]](https://xkcd.com/303/) времени. Но учитывая, как сложился 2020 год, лучше было ничего не предпринимать. Это был очень сложный год для всех.
uk: Ще в кінці 2019 — до того, як я порахував свої коміти, — я зрозумів, що хочу приділяти цьому серйозні зусилля, а не лише крихітну часточку свого вільного [[3]](https://xkcd.com/303/) часу. Але 2020 був складним роком для всіх, і нагоди зосередитись на F-Droid мені тоді так і не випало.
zh_hans: 甚至在计算我的提交数量之前，大约在 2019 年底，我就想到我想做得更好，而不仅仅是使用我不断减少的空闲 [[3]](https://xkcd.com/303/) 时间的一部分。但考虑到 2020 年是如何展开的，当时最好不要追求任何东西。对每个人来说，这都是非常复杂的一年。

source: At this point I was receiving over 200 emails per day from F-Droid projects and it would often take me more than an hour just to sort through them, even when doing it rather aggressively. I was only responding when I could help with advice quickly; I didn't have the time for every app and issue. I kept in touch with some contributors via XMPP and there I was asked to help test app metadata recipes and merge fixes. Also, after each main buildserver cycle [[4]](https://monitor.f-droid.org/builds) I tried to make time to look at apps that weren't successful: maybe the new Gradle version wasn't available yet or maybe some clean up `sed` lines changed, if it's not that easy then specific app versions get disabled and I reported this to the upstream developers [[5]](https://github.com/search?o=desc&q=%22f-droid+can%27t+build%22&s=created&type=Issues).
de: Zu diesem Zeitpunkt erhielt ich über 200 E-Mails pro Tag aus F-Droid-Projekten und ich brauchte mehr als eine Stunde, allein um sie zu sortieren, selbst wenn ich es ziemlich offensiv anging. Ich antwortete nur, wenn ich einen schnellen Rat geben konnte; ich hatte keine Zeit, mich um jede App und jedes Problem zu kümmern. Ich blieb in Kontakt mit einigen Mitwirkenden über XMPP und dort wurde ich gebeten, dabei zu helfen App-Metadaten zu testen und Fehlerkorrekturen umzusetzen. Außerdem versuchte ich nach jedem großen Buildserver-Zyklus [[4]](https://monitor.f-droid.org/builds), Zeit zu gewinnen, um nach Apps zu sehen, deren Build nicht gelang: vielleicht stand die neue Gradle-Version noch nicht zur Verfügung, vielleicht hatte irgendeine Bereinigung `sed`-Zeilen geändert, wenn es nicht so einfach war, dann werden bestimmte App-Versionen deaktiviert, und so berichtete ich das an die Entwickler des Upstreams [[5]](https://github.com/search?o=desc&q=%22f-droid+can%27t+build%22&s=created&type=Issues).
pl: W tym momencie otrzymywałem ponad 200 e-maili dziennie od projektów F-Droid i często zajmowało mi więcej niż godzinę, aby je posortować, nawet jeśli robiłem to dość agresywnie. Odpowiadałem tylko wtedy, gdy mogłem szybko pomóc z radą; nie miałem czasu na każdą aplikację i problem. Z niektórymi uczestnikami utrzymywałem kontakt przez XMPP i tam proszono mnie o pomoc w testowaniu rozwiązań metadanych aplikacji i poprawek scalających. Ponadto po każdym głównym cyklu kompilacyjno-serwerowym [[4]](https://monitor.f-droid.org/builds) starałem się znaleźć czas, aby przyjrzeć się aplikacjom, które nie odniosły sukcesu: może nowa wersja Gradle'a nie była jeszcze dostępna albo może zmieniły się jakieś czyste `sed` linie, a jeśli to nie jest takie proste, to konkretne wersje aplikacji są wyłączane i zgłaszałem to programistom [[5]](https://github.com/search?o=desc&q=%22f-droid+can%27t+build%22&s=created&type=Issues).
ro: În acest moment, primeam peste 200 de e-mailuri pe zi de la proiectele F-Droid și adesea îmi lua mai mult de o oră doar pentru a le sorta, chiar și atunci când o făceam destul de agresiv. Răspundeam doar atunci când puteam ajuta cu sfaturi rapide; nu aveam timp pentru fiecare aplicație și problemă. Am păstrat legătura cu unii contribuitori prin XMPP și acolo am fost rugat să ajut la testarea rețetelor de metadate ale aplicațiilor și la aplicarea corecțiilor. De asemenea, după fiecare ciclu pe serverul principal de construire al aplicațiilor [[4]](https://monitor.f-droid.org/builds) am încercat să-mi fac timp să mă uit la aplicațiile care nu au avut construite cu succes: poate că noua versiune Gradle nu era încă disponibilă sau poate că s-au schimbat unele linii de curățare `sed`; dacă nu este atât de ușor, atunci anumite versiuni de aplicații sunt dezactivate și raportam acest lucru dezvoltatorilor [[5]](https://github.com/search?o=desc&q=%22f-droid+can%27t+build%22&s=created&type=Issues).
ru: На тот момент я получал более 200 писем в день от проектов F-Droid, и часто мне требовалось больше часа, чтобы разобраться с ними, даже если я делал это довольно агрессивно. Я отвечал только тогда, когда мог быстро помочь советом; у меня не было времени на каждое приложение и проблему. С некоторыми соавторами я поддерживал связь через XMPP, и там меня просили помочь протестировать рецепты метаданных приложений и исправить слияния. Кроме того, после каждого основного цикла билдсервера [[4]](https://monitor.f-droid.org/builds) я старался найти время, чтобы посмотреть на приложения, которые не удавались: возможно, новая версия Gradle была еще недоступна или изменились некоторые строки `sed`, если это было не так просто, то определенные версии приложений отключались, и я сообщал об этом разработчикам [[5]](https://github.com/search?o=desc&q=%22f-droid+can%27t+build%22&s=created&type=Issues).
uk: Отож, щодня я отримував по 200 листів від проєктів F-Droid — і часто мені доводилось витрачати цілу годину лише на впорядкування їх поспіхом. Я відповідав лише тоді, коли одразу знав, що підказати; мені бракувало часу розбирати всі застосунки й вади. За допомогою XMPP я підтримував зв'язок із деякими учасницями й учасниками, допомагаючи випробовувати рецепти метаданих застосунків і зливати виправлення. А після кожного головного циклу сервера збірки [[4]](https://monitor.f-droid.org/builds) я намагався виділити час на зневадження застосунків, які не вдавалося зібрати: комусь була потрібна найновіша ще не доступна версія Gradle, ще в когось змінились `sed`-рядки латок, а для чийогось застосунку доводилось вимикати певну версію й повідомляти про серйозну помилку команді розробки оригіналу [[5]](https://github.com/search?o=desc&q=%22f-droid+can%27t+build%22&s=created&type=Issues).
zh_hans: 在这一点上，我每天会收到超过 200 封来自 F-Droid 项目的电子邮件，而且我通常需要一个多小时来整理它们，即使相当积极地处理。只有当我能迅速提供建议时，我才会做出回应；我没有时间处理每个应用和问题。我通过 XMPP 与一些贡献者保持联系，并要求我帮助测试应用元数据配方和合并修复。此外，在每个主要的 buildserver 周期 [[4]](https://monitor.f-droid.org/builds) 之后，我都尝试抽出时间查看未成功的应用：可能新的 Gradle 版本尚不可用，或者某些用于清理的 `sed` 行已更改，如果不是那么容易，那么特定的应用版本会被禁用，我将此报告给上游开发者 [[5]](https://github.com/search?o=desc&q=%22f-droid+can%27t+build%22&s=created&type=Issues)。

source: I've opened Markor many times before starting to write anything, I mean, what should I say exactly?
de: Ich öffnete Markor viele Male bevor ich anfing, irgendetwas zu schreiben, ich meine, was genau sollte ich sagen?
pl: Wielokrotnie otwierałem Markor, zanim zacząłem cokolwiek pisać, bo co właściwie mam powiedzieć?
ro: Am deschis Markor de multe ori înainte de a începe să scriu ceva, adică ce să spun mai exact?
ru: Я много раз открывал "Маркор", прежде чем начать что-то писать: что именно я должен сказать?
uk: Безліч разів я відкривав Markor у роздумах: що ж мені слід їм відповісти?
zh_hans: 在开始写任何东西之前，我已经打开了很多次 Markor，我的意思是，我该怎么说？

source: A way forward
de: Eine Option für die Zukunft
pl: Droga naprzód
ro: O cale de urmat
ru: Путь вперед
uk: Шлях уперед
zh_hans: 前进的道路

source: By this time F-Droid was celebrating 10 years of existence [[6]]({% post_url 2020-09-29-happy-10-years-of-f-droid %}) and I started to pen my thoughts as above. It took months to grasp the nerve and formulate what I wanted to say, I've asked around: _"what if?"_, _"how to?"_ and _"does this make sense?"_. And I found that others see F-Droid as important a project as I do; FSF was asking users to select what they called _"High Priority Projects"_ [[7]](https://savannah.gnu.org/forum/forum.php?forum_id=9846) and during the spring LibrePlanet 2021 conference _"FSF's High Priority Projects list"_ video [[8]](https://media.libreplanet.org/u/libreplanet/m/hpp-committee/) really brought a smile to my face: F-Droid was not only a name on a slide but also the foundation of many more projects. The year 2021 also meant 20 years of FSFE and almost 10 years since FSFE launched their _"Free Your Android!"_ [[9]](https://fsfe.org/news/2021/news-20210625-01.en.html) campaign which is still kindly remembered.
ru: К тому времени F-Droid отмечал 10 лет [[6]]({% post_url 2020-09-29-happy-10-years-of-f-droid %}), и я начал писать свои мысли, как описано выше. Потребовались месяцы, чтобы взять себя в руки и сформулировать то, что я хотел сказать, я спрашивал: _"что, если?", _"как?" и _"имеет ли это смысл?"_. И я обнаружил, что другие считают F-Droid таким же важным проектом, как и я; FSF просил пользователей выбрать то, что они называли _"Высокоприоритетными проектами"_ [[7]](https://savannah.gnu.org/forum/forum.php?forum_id=9846), и во время весенней конференции LibrePlanet 2021 _"Список высокоприоритетных проектов FSF"_ видео [[8]](https://media.libreplanet.org/u/libreplanet/m/hpp-committee/) действительно вызвало улыбку на моем лице: F-Droid был не только названием на слайде, но и основой для многих других проектов. 2021 год также означал 20 лет FSFE и почти 10 лет с тех пор, как FSFE запустила свою кампанию _"Free Your Android!"_ [[9]](https://fsfe.org/news/2021/news-20210625-01.en.html), о которой до сих пор вспоминают с любовью.
uk: На той час F-Droid уже святкував 10-річчя [[6]]({% post_url 2020-09-29-happy-10-years-of-f-droid %}), а я починав розписувати ці свої думки. Зрозуміти й сформулювати точну мету було непросто; цілими місяцями я уточнював у інших: _«а якщо?»_, _«яким чином?»_ і «чи є в цьому сенс?» — і дізнавався, що інші також вважають F-Droid важливим проєктом. FSF (Фонд вільного програмного забезпечення), опитуючи користувачок і користувачів, складали стратегію _«Проєкти вищого пріоритету»_ [[7]](https://savannah.gnu.org/forum/forum.php?forum_id=9846) — і під час весняної конференції LibrePlanet 2021 відео _«FSF: перелік особливо важливих проєктів»_ [[8]](https://media.libreplanet.org/u/libreplanet/m/hpp-committee/) дуже мене порадувало: F-Droid не лише був одною з назв на слайді, а зазначався як основа безлічі інших проєктів. У 2021 також виповнювалось 20 років FSFE (європейському осередку ФВПЗ), а з миті запуску чудової кампанії FSFE _«Волю Android!»_ [[9]](https://fsfe.org/news/2021/news-20210625-01.en.html) минуло майже 10 років.
zh_hans: 到这个时候，F-Droid 正在庆祝成立 10 周年 [[6]]({% post_url 2020-09-29-happy-10-years-of-f-droid %})，我开始像上面一样写下我的想法。花了几个月的时间来抓住神经并制定我想说的话，我已经问过： _“如果？”_ ， _“怎么做？” _ 和 _”这有意义吗？”_ 。而且我发现其他人和我一样认为 F-Droid 很重要。 FSF 要求用户选择他们所谓的 _“高优先级项目”_ [[7]](https://savannah.gnu.org/forum/forum.php?forum_id=9846) 并在 LibrePlanet 2021 春季会议期间 _“FSF 的高优先级项目列表”_ 视频 [[8]](https://media.libreplanet.org/u/libreplanet/m/hpp-committee/) 真的我的脸上露出了笑容：F-Droid 不仅是幻灯片上的名字，而且还是许多项目的基础。 2021 年也意味着 FSFE 成立 20 年，自 FSFE 推出 _“解放你的 Android！”_ [[9]](https://fsfe.org/news/2021/news-20210625-01.en.html) 活动至今已近 10 年。

source: F-Droid is my app store of choice. The focus of 2020 ended up being in part about human mobility and the computers that help us do our work and allow us to play wherever we are, making its health of utmost importance to me. I'm composing this on a phone (with Markor), will ask for feedback via an F-Droid hosted XMPP client app (Conversations) and I'm pushing this post via git (in Termux) from the same device. While a proper keyboard is a must for many things, having the power and the convenience of a computing device in ones hand is a given by now.
de: F-Droid ist der App Store meiner Wahl. In den Mittelpunkt rückte 2020, sich zum Teil mit menschlicher Freizügigkeit und den Computern zu befassen, die uns dabei helfen, unsere Arbeit zu erledigen, und uns ermöglichen zu spielen, wo immer wir auch sind, was deren Unversehrtheit von herausragender Bedeutung für mich machte. Ich stelle dies hier auf einem Telefon (mit Markor) zusammen, werde nach Feedback über eine von F-Droid bereitgestellte XMPP-App (Conversations) fragen und veröffentliche diesen Beitrag über Git (in Termux) vom selben Gerät. Solange ein anständiges Tastengerät ein Muss für viele Dinge ist, die Leistungsfähigkeit und Annehmlichkeit eines Computers in den eigenen Händen zu halten, ist inzwischen gegeben.
pl: F-Droid to mój ulubiony sklep z aplikacjami. Rok 2020 skupił się częściowo na ludzkiej mobilności i komputerach, które pomagają nam w pracy i pozwalają bawić się gdziekolwiek jesteśmy, co sprawia, że ich zdrowie jest dla mnie niezwykle ważne. Piszę to na telefonie (za pomocą Markora), poproszę o opinie za pomocą aplikacji klienckiej XMPP (Conversations) obsługiwanej przez F-Droida i z tego samego urządzenia wysyłam ten post przez Gita (w Termuxie). Choć klawiatura jest niezbędna do wielu rzeczy, posiadanie mocy i wygody urządzenia komputerowego w ręku jest już czymś oczywistym.
ro: F-Droid este magazinul meu de aplicații preferat. 2020 s-a axat în parte pe mobilitatea umană și pe computerele care ne ajută să ne facem munca și ne permit să ne jucăm oriunde ne-am afla, ceea ce face ca sănătatea sa să fie extrem de importantă pentru mine. Compun acest articol pe un telefon (cu Markor), voi cere feedback prin intermediul unei aplicații client XMPP găzduite de F-Droid (Conversations) și voi trimite această postare prin git (în Termux) de pe același dispozitiv. În timp ce o tastatură adecvată este o necesitate pentru multe lucruri, a avea puterea și confortul unui dispozitiv de calcul în mână este un dat de acum.
ru: F-Droid - мой любимый магазин приложений. В конце концов, в центре внимания 2020 года оказалась мобильность человека и компьютеры, которые помогают нам выполнять работу и позволяют играть, где бы мы ни находились, поэтому их здоровье имеет для меня первостепенное значение. Я пишу эту статью на телефоне (с помощью Markor), запрашиваю отзывы через приложение-клиент XMPP (Conversations), размещенное на F-Droid, и отправляю этот пост через git (в Termux) с того же устройства. Несмотря на то, что клавиатура необходима для многих вещей, иметь в руках мощь и удобство вычислительного устройства - это уже само собой разумеющееся.
uk: F-Droid — моє улюблене сховище застосунків. Метою 2020-х стала зокрема мобільність людини і тих комп'ютерів, які допомагають нам працювати й розважатись, де б ми не були, тож на мою думку, підтримувати цей проєкт неймовірно важливо. Я пишу цей текст на телефоні (в Markor), прошу цим самим телефоном зворотний відгук через завантажений з F-Droid клієнтський застосунок XMPP (Conversations) — і вивантажую з цього самого телефону свій допис через git (із Termux). Апаратна клавіатура необхідна для багатьох різновидів завдань, утім потужність і зручність комп'ютера у власній руці — це вже даність.
zh_hans: F-Droid 是我选择的应用商店。 2020 年的重点最终部分是关于人类的流动性和帮助我们完成工作并让我们无论身在何处都能玩耍的计算机，这使得它的健康对我来说至关重要。我正在手机上（使用 Markor）撰写这篇文章，将通过 F-Droid 托管的 XMPP 客户端应用（对话）征求反馈，我正在通过 git（在 Termux 中）从同一设备推送这篇文章。虽然对于很多事情来说，一个合适的键盘是必须的，但现在已经可以在手中拥有计算设备的强大功能和便利性。

source: Reading the NYTimes's _"Welcome to the YOLO Economy"_ [[10]](https://web.archive.org/web/20220312175753/https://www.nytimes.com/2021/04/21/technology/welcome-to-the-yolo-economy.html) article resonated with me somewhat, don't get me wrong YAML editing is not exactly a 'you only live once' thing to do. I wanted to help F-Droid's app catalogue to grow and expand and to make the ecosystem better overall. I needed time to be focused on what has to be done. Dedicating time to follow up app inclusions/updates and issues/fixes to their conclusion is a full time gig. I've been contributing for the last 6 years and I'm here for the long haul. Working full-time on F-Droid is a really big leap of faith for me and I need all the support I can get to make and keep this endeavor real.
de: Die Lektüre des Artikels in der NYTimes _"Welcome to the YOLO Economy"_ [[10]](https://web.archive.org/web/20220312175753/https://www.nytimes.com/2021/04/21/technology/welcome-to-the-yolo-economy.html) löste in mir etwas aus, versteht mich nicht falsch, das Bearbeiten von YAML ist jetzt nicht genau eine zu erledigende 'Du lebst nur einmal'-Sache. Ich wollte helfen, dass F-Droids App-Katalog wächst und gedeiht und dass das Ökosystem überhaupt besser wird. Ich brauchte Zeit, um mich darauf zu fokussieren, was zu tun ist. Der Zeitaufwand, um App-Aufnahmen/Aktualisierungen zu verfolgen und Probleme/Korrekturen zum Abschluss zu bringen, ist ein Vollzeitengagement. Ich arbeite seit den letzten 6 Jahren mit und ich bleibe nun hier für die Langstrecke. Eine Vollzeitbeschäftigung bei F-Droid ist wirklich ein riesiger Vertrauensbeweis für mich und ich brauche jede Unterstützung, die ich kriegen kann, damit dieses Unternehmen Wirklichkeit wird und bleibt.
pl: Czytając artykuł w NYTimesa _"Witaj w ekonomii YOLO"_ [[10]](https://web.archive.org/web/20220312175753/https://www.nytimes.com/2021/04/21/technology/welcome-to-the-yolo-economy.html) trochę mi się przypomniało, nie zrozumcie mnie źle, że edycja YAML nie jest zupełnie w stylu "żyje się raz" do wykonania. Chciałem pomóc katalogowi aplikacji F-Droida w rozwoju i rozszerzeniu go, aby stał się lepszym ekosystemem. Potrzebowałem czasu, aby skupić się na tym, co musi być zrobione. Poświęcenie czasu na śledzenie włączania aplikacji / aktualizacje i problemy / poprawki do ich zakończenia jest wyczerpujące. Wnoszę swój wkład przez ostatnie 6 lat i zostanę tu na dłużej. Praca w pełnym wymiarze godzin dla F-Droida jest naprawdę dużym skokiem wiary w siebie samego, dlatego potrzebuję każdego wsparcia, które mogę uzyskać, aby utrzymać to przedsięwzięcie realnym.
ro: Citirea articolului NYTimes _"Bine ați venit în economia YOLO"_ [[10]](https://web.archive.org/web/20220312175753/https://www.nytimes.com/2021/04/21/technology/welcome-to-the-yolo-economy.html) a rezonat cu mine oarecum, nu mă înțelegeți greșit cum că editarea YAML este un lucru de îl 'trăiești doar o dată'. Am vrut să ajut catalogul de aplicații F-Droid să crească și să se extindă și să fac ecosistemul mai bun în general. Aveam nevoie de timp pentru a mă concentra asupra a ceea ce trebuie făcut. Să-ți dedici timp pentru a urmări incluziunile/actualizările de aplicații și problemele/rezolvările până la finalizarea lor este o muncă cu normă întreagă. Contribui de 6 ani deja și am de gând să fiu aici pe termen lung. Să lucrez cu normă întreagă la F-Droid este un salt de încredere foarte mare pentru mine și am nevoie de tot sprijinul pe care îl pot obține pentru a face și a menține acest efort cu adevărat.
ru: Прочтение статьи NYTimes "Добро пожаловать в экономику YOLO" [[10]](https://web.archive.org/web/20220312175753/https://www.nytimes.com/2021/04/21/technology/welcome-to-the-yolo-economy.html) вызвало у меня определенный резонанс. Не поймите меня неправильно, редактирование YAML - это не совсем то, чем можно заниматься "живешь только один раз". Я хотел помочь каталогу приложений F-Droid расти и расширяться и сделать экосистему лучше в целом. Мне нужно было время, чтобы сосредоточиться на том, что должно быть сделано. Выделять время на то, чтобы следить за включением/обновлением приложений и устранением проблем/исправлений до их завершения, - это работа на полный рабочий день. Я вношу свой вклад уже 6 лет, и я здесь надолго. Работа на полную ставку над F-Droid - это действительно большой прыжок веры для меня, и мне нужна вся поддержка, которую я могу получить, чтобы сделать и сохранить это начинание реальным.
uk: З тезами статті _«Вітаємо в економіці життя на повну»_ у Нью Йорк Таймз [[10]](https://web.archive.org/web/20220312175753/https://www.nytimes.com/2021/04/21/technology/welcome-to-the-yolo-economy.html) я в дечому погоджуюсь. Звісно, редагування YAML — це не зовсім «життя на повну». Я хотів допомагати F-Droid ростити й розширювати каталог застосунків, а також удосконалювати екосистему в цілому. Мені був потрібен час, щоб зосередитись на актуальних завданнях. Для відстеження як нових і оновлених застосунків, так і їх вад і виправлень потрібен повний робочий день. Уже 6 років я роблю внесок за внеском — і прагну робити ще більше. Щоб удосконалення F-Droid стало для мене основною роботою, мені вкрай потрібна ваша підтримка.
zh_hans: 阅读《纽约时报》的 _“欢迎来到 YOLO 经济”_ [[10]](https://web.archive.org/web/20220312175753/https://www.nytimes.com/2021/04/21/technology/welcome-to-the-yolo-economy.html) 文章多少说服了我。不要误会我的意思，YAML 编辑不全是“你只活一次”所以非干不可的事。我想帮助 F-Droid 的应用目录发展壮大，并让生态系统整体上变得更好。我需要时间专注于必须做的事情。专门花时间用于跟进应用纳入/更新和修复他们的结论是一项全职工作。过去的 6 年里，我一直在作贡献，而且我会长期留在这里。专职从事 F-Droid 工作对我来说是一个信仰的大飞跃，我需要我能得到的所有支持来使这一尝试成真并保持下去。

source: First steps
de: Erste Schritte
pl: Pierwsze kroki
ro: Primii pași
ru: Первые шаги
uk: Перші кроки
zh_hans: 第一步
