Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [4.1.4 OTF-004 — Infoleak in Fdroidserver Checkupdates.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f25-infoleak-in-fdroidserver-checkupdates-py)
de: [4.1.4 OTF-004 — Datenleck in Fdroidserver Checkupdates.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f25-infoleak-in-fdroidserver-checkupdates-py)
pl: [4.1.4 OTF-004 — Infoleak w Fdroidserver Checkupdates.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f25-infoleak-in-fdroidserver-checkupdates-py)
ro: [4.1.4 OTF-004 - Scurgere de informații în Fdroidserver Checkupdates.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f25-infoleak-in-fdroidserver-checkupdates-py)
ru: [4.1.4 OTF-004 — Информационная утечка в Fdroidserver Checkupdates.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f25-infoleak-in-fdroidserver-checkupdates-py)
uk: [4.1.4 OTF-004 - Інформаційний витік в Fdroidserver Checkupdates.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f25-infoleak-in-fdroidserver-checkupdates-py)
zh_hans: [4.1.4 OTF-004 — Fdroidserver Checkupdates.py 中的信息泄漏]({{ site.baseurl }}/docs/Second_Audit_Report/#f25-infoleak-in-fdroidserver-checkupdates-py)

source: [4.1.5 OTF-005 — Code Injection in Fdroidserver Checkupdates Through Eval'ed User Supplied Data]({{ site.baseurl }}/docs/Second_Audit_Report/#f26-code-injection-in-fdroidserver-checkupdates-py-through-eval--ed-user-supplied-data)
de: [4.1.5 OTF-005 — Codeeinschleußung in Fdroidserver Checkupdates durch Auswertung der vom Benutzer gelieferten Daten]({{ site.baseurl }}/docs/Second_Audit_Report/#f26-code-injection-in-fdroidserver-checkupdates-py-through-eval--ed-user-supplied-data)
pl: [4.1.5 OTF-005 — Wstrzykiwanie kodu w Fdroidserver sprawdza dane za pośrednictwem Eval'ed User Supplied Data]({{ site.baseurl }}/docs/Second_Audit_Report/#f26-code-injection-in-fdroidserver-checkupdates-py-through-eval--ed-user-supplied-data)
ro: [4.1.5 OTF-005 - Injectare de cod în Fdroidserver Checkupdates prin intermediul datelor furnizate de utilizator evaluate]({{ site.baseurl }}/docs/Second_Audit_Report/#f26-code-injection-in-fdroidserver-checkupdates-py-through-eval--ed-user-supplied-data)
uk: [4.1.5 OTF-005 — Введення коду в Fdroidserver Checkupdates Through Eval'ed User Supplied Data]({{ site.baseurl }}/docs/Second_Audit_Report/#f26-code-injection-in-fdroidserver-checkupdates-py-through-eval--ed-user-supplied-data)
zh_hans: [4.1.5 OTF-005 - Fdroidserver Checkupdates 中解析的用户提供的数据造成的代码注入]({{ site.baseurl }}/docs/Second_Audit_Report/#f26-code-injection-in-fdroidserver-checkupdates-py-through-eval--ed-user-supplied-data)

source: [4.1.6 OTF-006 — Code Injection Via Malicious Appid in Fdroidserver Build.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f27-code-injection-via-malicious-appid-in-fdroidserver-build-py)
de: [4.1.6 OTF-006 — Codeeinschleußung über böswillige App-ID in Fdroidserver Build.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f27-code-injection-via-malicious-appid-in-fdroidserver-build-py)
pl: [4.1.6 OTF-006 — Wstrzykiwanie kodu przez złośliwe Appid w Fdroidserver Build.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f27-code-injection-via-malicious-appid-in-fdroidserver-build-py)
ro: [4.1.6 OTF-006 - Injectare de cod prin intermediul unei aplicații rău intenționate în Fdroidserver Build.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f27-code-injection-via-malicious-appid-in-fdroidserver-build-py)
uk: [4.1.6 OTF-006 — Введення коду через шкідливий Appid у Fdroidserver Build.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f27-code-injection-via-malicious-appid-in-fdroidserver-build-py)
zh_hans: [4.1.6 OTF-006 - 通过 Fdroidserver Build.py 中的恶意 Appid 进行代码注入]({{ site.baseurl }}/docs/Second_Audit_Report/#f27-code-injection-via-malicious-appid-in-fdroidserver-build-py)

source: [4.1.34 OTF-034 — Maliciously Crafted Appid Code Injection in Fdroidserver Build.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f24-maliciously-crafted-appid-code-injection-in-fdroidserver-build-py)
de: [4.1.34 OTF-034 — Bösartig angepasste Appid Code Injection in Fdroidserver Build.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f24-maliciously-crafted-appid-code-injection-in-fdroidserver-build-py)
pl: [4.1.34 OTF-034 — Złośliwie spreparowany wtrzyknięty kod Appid w Fdroidserver Build.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f24-maliciously-crafted-appid-code-injection-in-fdroidserver-build-py)
ro: [4.1.34 OTF-034 - Injectarea codului Appid în Fdroidserver Build.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f24-maliciously-crafted-appid-code-injection-in-fdroidserver-build-py)
uk: [4.1.34 OTF-034 — Зловмисне введення коду Appid у Fdroidserver Build.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f24-maliciously-crafted-appid-code-injection-in-fdroidserver-build-py)
zh_hans: [4.1.34 OTF-034 - Fdroidserver Build.py 中恶意制作的 Appid 代码注入]({{ site.baseurl }}/docs/Second_Audit_Report/#f24-maliciously-crafted-appid-code-injection-in-fdroidserver-build-py)

source: The build metadata files are used to describe an app and it's build process. They are usually created by trusted parties (e.g. the person running the repo) or reviewed via merge requests. These findings would only have caused problems for repos that included metadata files from untrusted sources without reviewing them. For _f-droid.org_, the metadata files can only be downloaded to the production servers via git commits in [fdroiddata](https://gitlab.com/fdroid/fdroiddata). No attempts to exploit these have been seen in the git history nor merge requests. Most of these issues only affect the app building process, e.g. `fdroid build`. Repos made from binary APKs and `fdroid update` would only be affected by [4.1.3 OTF-003]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing).
de: Die Build-Metadatendateien werden verwendet, um eine App und ihren Build-Prozess zu beschreiben. Sie werden in der Regel von vertrauenswürdigen Parteien (z.B. der Person, die den Repo laufen lässt) erstellt oder durch Merge-Anfragen überprüft. Diese Ergebnisse hätten nur bei Repos Probleme verursacht, die Metadatendateien aus nicht vertrauenswürdigen Quellen enthalten, ohne sie zu überprüfen. Für _f-droid.org_ können die Metadatendateien nur über Git-Commits in [fdroiddata](https://gitlab.com/fdroid/fdroiddata) auf die Produktionsserver heruntergeladen werden. In der Git-Historie wurden keine Versuche unternommen, diese auszunutzen und es wurden keine Merge-Requests gestellt. Die meisten dieser Probleme betreffen nur den Erstellungsprozess der App, z.B. `fdroid build`. Repos aus binären APKs und `fdroid update` wären nur von [4.1.3 OTF-003]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing) betroffen.
pl: Pliki metadanych kompilacji są używane do opisania aplikacji i jej procesu kompilacji. Zazwyczaj są tworzone przez zaufane strony (np. przez osobę prowadzącą repozytorium) lub sprawdzane przez żądanie scalenia. Ustalenia te spowodowałyby tylko problemy dla repozytoriów, które obejmowały pliki metadanych z niezaufanych źródeł bez ich przeglądania. W przypadku _f-droid.org_ pliki metadanych można pobierać tylko na serwery produkcyjne za pomocą poleceń git w [fdroiddata](https://gitlab.com/fdroid/fdroiddata). Nie próbowano ich wykorzystać w historii git ani w połączeniach. Większość tych problemów dotyczy tylko procesu tworzenia aplikacji, np. `fdroid build`. Na repozytorium wykonane z binarnych pakietów APK i 'fdroid update' miałyby wpływ tylko [4.1.3 OTF-003]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing).
ro: Fișierele de metadate de construcție sunt utilizate pentru a descrie o aplicație și procesul de construcție a acesteia. De obicei, acestea sunt create de părți de încredere (de exemplu, persoana care gestionează depozitul) sau sunt revizuite prin intermediul cererilor de îmbinare. Aceste constatări ar fi cauzat probleme doar pentru depozitele care au inclus fișiere de metadate din surse nesigure fără a le revizui. Pentru _f-droid.org_, fișierele de metadate pot fi descărcate pe serverele de producție doar prin intermediul unor comenzi git în [fdroiddata](https://gitlab.com/fdroid/fdroiddata). În istoricul git și nici în cererile de fuziune nu au fost observate încercări de exploatare a acestora. Cele mai multe dintre aceste probleme afectează doar procesul de construire a aplicației, de exemplu `fdroid build`. Repozițiile realizate din APK-uri binare și `fdroid update` ar fi afectate doar de [4.1.3 OTF-003]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing).
ru: Файлы метаданных сборки используются для описания приложения и процесса его сборки. Обычно они создаются доверенными лицами (например, человеком, управляющим репозиторием) или проверяются через запросы на слияние. Эти находки могли вызвать проблемы только в тех репозиториях, которые включали файлы метаданных из ненадежных источников без их проверки. Для _f-droid.org_ файлы метаданных могут быть загружены на производственные серверы только через git-коммиты в [fdroiddata](https://gitlab.com/fdroid/fdroiddata). Ни в истории git, ни в запросах на слияние не было замечено попыток их использования. Большинство этих проблем затрагивают только процесс сборки приложений, например, `fdroid build`. Репозиторий из бинарных APK и `fdroid update` затронут только [4.1.3 OTF-003]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing).
uk: Файли метаданих збірки використовуються для опису програми та процесу його складання. Зазвичай вони створюються довіреними особами (наприклад, людиною, яка керує репозиторієм) або перевіряються через запити на злиття. Ці знахідки могли викликати проблеми тільки в тих репозиторіях, які включали файли метаданих з ненадійних джерел без їх перевірки. Для _f-droid.org_ файли метаданих можуть бути завантажені на виробничі сервери тільки через git-комітів у [fdroiddata](https://gitlab.com/fdroid/fdroiddata). Ні в історії git, ні в запитах на злиття не було помічено спроб їх використання. Більшість цих проблем зачіпають тільки процес складання застосунків, наприклад, `fdroid build`. Репозиторій з бінарних APK і `fdroid update` торкнуться тільки [4.1.3 OTF-003]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing).
zh_hans: 构建元数据文件用于描述应用及其构建过程。它们通常由受信任的各方（例如运行存储库的人）创建或通过合并请求进行审核。这些发现只会对包含来自未经审核不受信任来源的元数据文件的存储库造成问题。对于 _f-droid.org_，元数据文件只能通过 [fdroiddata](https://gitlab.com/fdroid/fdroiddata) 中的 git 提交下载到生产服务器。在 git 历史记录和合并请求中都没有发现利用这些的尝试。大多数这些问题只会影响应用构建过程，例如`fdroid 构建`。由二进制 APK 和 `fdroid 更新 ` 生成的存储库仅受 [4.1.3 OTF-003]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing) 影响。

source: Removing weaknesses that could be chained into exploits
de: Beseitigung von Schwachstellen, die zu Exploits verkettet werden könnten
pl: Usuwanie słabości, które mogą zostać powiązane z exploitami
ro: Eliminarea punctelor slabe care ar putea fi transformate în exploatări
ru: Устранение слабых мест, которые могут быть связаны с эксплойтами
uk: Усунення слабких місць, які можуть бути пов'язані з експлойтами
zh_hans: 消除可能被链接以进行漏洞利用的弱点

source: The data formats that were used allow for code execution from serialized code. The build metadata files are now loaded with with code serialization disabled, the _apkcache_ file was switched from _pickle_ to JSON, and we will switch the _config.py_ file to YAML with safe loading.
de: Die verwendeten Datenformate ermöglichen die Codeausführung aus serialisiertem Code. Die Build-Metadatendateien werden nun mit deaktivierter Codeserialisierung geladen, die _apkcache_-Datei wurde von _pickle_ auf JSON umgestellt und wir werden die _config.py_-Datei auf YAML mit sicherem Laden umstellen.
pl: Używane formaty danych pozwalają na wykonanie kodu z kodu serializowanego. Pliki metadanych kompilacji są teraz ładowane z wyłączoną serializacją kodu, plik _apkcache_ został zmieniony z _pickle_ na JSON, a my zmienimy plik _config.py_ na YAML z bezpiecznym ładowaniem.
ro: Formatele de date care au fost utilizate permit executarea codului din codul serializat. Fișierele de metadate de construire sunt acum încărcate cu serializarea codului dezactivată, fișierul _apkcache_ a fost trecut de la _pickle_ la JSON și vom trece fișierul _config.py_ la YAML cu încărcare sigură.
ru: Форматы данных, которые использовались, позволяют выполнять код из сериализованного кода. Файлы метаданных сборки теперь загружаются с отключенной сериализацией кода, файл _apkcache_ был переведен с _pickle_ на JSON, а файл _config.py_ мы переведем на YAML с безопасной загрузкой.
uk: Формати даних, які використовувалися, дозволяють виконувати код з серіалізовані коди. Файли метаданих збірки тепер завантажуються з відключеною серіалізацією коду, файл _apkcache_ був переведений з _pickle_ на JSON, а файл _config.py_ ми переведемо на YAML з безпечним завантаженням.
zh_hans: 使用的数据格式允许从序列化代码执行代码。构建元数据文件现在加载时禁用代码序列化，_apkcache_ 文件从 _pickle_ 切换到 JSON，并且我们将会把 _config.py_ 文件迁移到安全加载到 YAML。

source: [4.1.3 OTF-003 — Code Injection in Fdroidserver Metadata Yaml Parsing]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing)
de: [4.1.3 OTF-003 - Code-Injection in Fdroidserver Metadaten Yaml Parsing]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing)
pl: [4.1.3 OTF-003 — Wstrzykiwanie kodu w metadanych Yamla w programie Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing)
ro: [4.1.3 OTF-003 - Injectare de cod în Fdroidserver Metadata Yaml Parsing]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing)
ru: [4.1.3 OTF-003 — Инъекция кода в метаданные Fdroidserver Yaml Parsing]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing)
uk: [4.1.3 OTF-003 — Введення коду в розбір метаданих Fdroidserver Yaml]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing)
zh_hans: [4.1.3 OTF-003 — Fdroidserver 元数据 Yaml 解析中的代码注入]({{ site.baseurl }}/docs/Second_Audit_Report/#f23-code-injection-in-fdroidserver-metadata-yaml-parsing)

source: [4.1.31 OTF-031 — Dangerous Deserialization Using Python Pickle in Fdroidserver:update.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f16-dangerous-deserialization-using-python-pickle-in-fdroidserver-update-py)
de: [4.1.31 OTF-031 - Gefährliche Deserialisierung mit Python Pickle in Fdroidserver:update.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f16-dangerous-deserialization-using-python-pickle-in-fdroidserver-update-py)
pl: [4.1.31 OTF-031 — Niebezpieczna deserializacja za pomocą Pythona Pickle w Fdroidserver:update.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f16-dangerous-deserialization-using-python-pickle-in-fdroidserver-update-py)
ro: [4.1.31 OTF-031 - Deserializare periculoasă prin utilizarea lui Python Pickle în Fdroidserver:update.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f16-dangerous-deserialization-using-python-pickle-in-fdroidserver-update-py)
uk: [4.1.31 OTF-031 — Небезпечна десеріалізація за допомогою Python Pickle у Fdroidserver:update.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f16-dangerous-deserialization-using-python-pickle-in-fdroidserver-update-py)
zh_hans: [4.1.31 OTF-031 — 在 Fdroidserver:update.py 中使用 Python Pickle 进行危险的反序列化]({{ site.baseurl }}/docs/Second_Audit_Report/#f16-dangerous-deserialization-using-python-pickle-in-fdroidserver-update-py)

source: Denial of Service
pl: Odmowa usługi
ro: Negarea serviciului
ru: Отказ в обслуживании
uk: Відмова в обслуговуванні
zh_hans: 拒绝服务

source: A few issues were found that allow contributors with trusted access to stop parts of the system from working.
de: Es wurden einige Probleme gefunden, die es Mitwirkenden mit vertrauenswürdigem Zugriff ermöglichen, Teile des Systems vom Arbeiten auszuschließen.
pl: Znaleziono kilka problemów, które pozwalają współpracownikom z zaufanym dostępem zatrzymać działanie systemu.
ro: Au fost descoperite câteva probleme care permit contribuabililor cu acces de încredere să oprească funcționarea unor părți ale sistemului.
ru: Было обнаружено несколько проблем, которые позволяют участникам с доверенным доступом остановить работу некоторых частей системы.
uk: Було виявлено кілька проблем, які дозволяють учасникам з довіреною доступом зупинити роботу деяких частин системи.
zh_hans: 发现了一些问题，允许具有受信任访问权限的贡献者阻止系统的某些部分工作。

source: [4.1.12 OTF-012 — Key Alias Collisions Can Lead to DoS of Publishing in Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f13-key-alias-collisions-can-lead-to-dos-of-publishing-in-fdroidserver) ([issue #553](https://gitlab.com/fdroid/fdroidserver/issues/553))
de: [4.1.12 OTF-012 - Wichtige Alias-Kollisionen können zu DoS der Veröffentlichung in Fdroidserver führen]({{ site.baseurl }}/docs/Second_Audit_Report/#f13-key-alias-collisions-can-lead-to-dos-of-publishing-in-fdroidserver) ([issue #553](https://gitlab.com/fdroid/fdroidserver/issues/553))
pl: [4.1.12 OTF-012 — Alias klucza kolizji może prowadzić do DoS publikacji na Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f13-key-alias-collisions-can-lead-to-dos-of-publishing-in-fdroidserver) ([issue #553](https://gitlab.com/fdroid/fdroidserver/issues/553))
ro: [4.1.12 OTF-012 - Coliziunile de alias-uri de chei pot duce la un DoS de publicare în Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f13-key-alias-collisions-can-lead-to-dos-of-publishing-in-fdroidserver) ([issue #553](https://gitlab.com/fdroid/fdroidserver/issues/553))
ru: [4.1.12 OTF-012 - Коллизии ключевых псевдонимов могут привести к DoS публикации в Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f13-key-alias-collisions-can-lead-to-dos-of-publishing-in-fdroidserver) ([выпуск #553](https://gitlab.com/fdroid/fdroidserver/issues/553))
uk: [4.1.12 OTF-012 - Колізії ключових псевдонімів можуть привести до DoS публікації в Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f13-key-alias-collisions-can-lead-to-dos-of-publishing-in-fdroidserver) ([випуск # 553](https://gitlab.com/fdroid/fdroidserver/issues/553))
zh_hans: [4.1.12 OTF-012 — 关键别名冲突可能导致 Fdroidserver 中发布的 DoS]({{ site.baseurl }}/docs/Second_Audit_Report/#f13-key-alias-collisions-can-lead-to-dos-of-publishing-in-fdroidserver) ([issue #553](https://gitlab.com/fdroid/fdroidserver/issues/553))

source: [4.1.13 OTF-013 — Image Bomb Can Lead to DoS in Fdroidserver:update.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f15-image-bomb-can-lead-to-dos-in-fdroidserver-update-py)
de: [4.1.13 OTF-013 - Image Bomb kann zu DoS in Fdroidserver:update.py führen]({{ site.baseurl }}/docs/Second_Audit_Report/#f15-image-bomb-can-lead-to-dos-in-fdroidserver-update-py)
pl: [4.1.13 OTF-013 — Obraz Bomb może prowadzić do DoS w Fdroidserver:update.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f15-image-bomb-can-lead-to-dos-in-fdroidserver-update-py)
ro: [4.1.13 OTF-013 - Bomba de imagine poate duce la un DoS în Fdroidserver:update.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f15-image-bomb-can-lead-to-dos-in-fdroidserver-update-py)
uk: [4.1.13 OTF-013 — Image Bomb може призвести до DoS у Fdroidserver:update.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f15-image-bomb-can-lead-to-dos-in-fdroidserver-update-py)
zh_hans: [4.1.13 OTF-013 — 图片炸弹可能导致 Fdroidserver 中的 DoS:update.py]({{ site.baseurl }}/docs/Second_Audit_Report/#f15-image-bomb-can-lead-to-dos-in-fdroidserver-update-py)

source: [4.1.15 OTF-015 — Parsing Untrusted XML Data in Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f20-parsing-untrusted-xml-data-in-fdroidserver)
de: [4.1.15 OTF-015 - Parsen nicht vertrauenswürdiger XML-Daten in Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f20-parsing-untrusted-xml-data-in-fdroidserver)
pl: [4.1.15 OTF-015 — Analizowanie niezaufanych danych XML w Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f20-parsing-untrusted-xml-data-in-fdroidserver)
ro: [4.1.15 OTF-015 - Parsarea datelor XML nesigure în Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f20-parsing-untrusted-xml-data-in-fdroidserver)
uk: [4.1.15 OTF-015 — Розбір недовірених даних XML у Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f20-parsing-untrusted-xml-data-in-fdroidserver)
zh_hans: [4.1.15 OTF-015 — 在 Fdroidserver 中解析不受信任的 XML 数据]({{ site.baseurl }}/docs/Second_Audit_Report/#f20-parsing-untrusted-xml-data-in-fdroidserver)

source: Experimental drozer integration
de: Experimentelle Drozer-Integration
pl: Eksperymentalna integracja drozer
ro: Integrarea experimentală a drozerului
ru: Экспериментальная интеграция drozer
uk: Експериментальна інтеграція drozer
zh_hans: 实验性的 drozer 集成

source: As part of the Bazaar 2 funding, an experimental feature for integrating Drozer into the fdroid release project was built. This feature is still alpha and is not deployed on any production setup. These issues are real issues, but there are no plans to fix them currently since there are no plans to move forward with the Drozer integration. We welcome contributions by those who want to see that happen.
ru: В рамках финансирования Bazaar 2 была создана экспериментальная функция для интеграции Drozer в проект выпуска fdroid. Эта функция все ещё является альфа-версией и не развёрнута на какой-либо производственной установке. Эти проблемы являются реальными, но в настоящее время нет планов по их устранению, поскольку нет планов по дальнейшему продвижению интеграции Drozer. Мы приветствуем вклад тех, кто хочет, чтобы это произошло.
uk: В рамках фінансування Bazaar 2 була створена експериментальна функція для інтеграції Drozer в проєкт випуску fdroid. Ця функція все ще є альфа-версією і не розгорнута на будь-якій основній установці. Ці проблеми реальні, але зараз немає планів з їх усунення, оскільки немає планів щодо подальшого просування інтеграції Drozer. Ми вітаємо внесок тих, хто хоче, щоб це відбулося.
zh_hans: 作为 Bazaar 2 资助的一部分，我们构建了将 Drozer 集成到 fdroid 发行项目的实验功能。此功能仍处于 alpha 阶段，未部署在任何生产设置中。这些问题是实际的问题，但目前没有修复它们的计划，因为没有计划来推进 Drozer 集成。我们欢迎那些希望看到进展的人作出贡献。

source: [4.1.2 OTF-002 — Shell Code Injection Via Malicious Appids Into Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f14-shell-code-injection-via-malicious-appids-into-fdroidserver)
de: [4.1.2 OTF-002 — Shell-Codeeinschleußung über heimtückische App-IDs in Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f14-shell-code-injection-via-malicious-appids-into-fdroidserver)
pl: [4.1.2 OTF-002 — Wstawianie kodu Shell za pomocą złośliwych aplikacji na serwer Fdroid]({{ site.baseurl }}/docs/Second_Audit_Report/#f14-shell-code-injection-via-malicious-appids-into-fdroidserver)
ro: [4.1.2 OTF-002 - Injectarea codului Shell prin intermediul aplicațiilor malițioase în Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f14-shell-code-injection-via-malicious-appids-into-fdroidserver)
ru: [4.1.2 OTF-002 — Инъекция кода Shell Via Malicious Appids Into Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f14-shell-code-injection-via-malicious-appids-into-fdroidserver)
uk: [4.1.2 OTF-002 — Вкраплення коду оболонки через шкідливі застосунки до Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f14-shell-code-injection-via-malicious-appids-into-fdroidserver)
zh_hans: [4.1.2 OTF-002 — 通过恶意 Appid 将 Shell 代码注入 Fdroidserver]({{ site.baseurl }}/docs/Second_Audit_Report/#f14-shell-code-injection-via-malicious-appids-into-fdroidserver)
