Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: This is an issue in Android itself. If an APK is signed with SHA256, that APK will not work on Android < 4.3. Using a larger RSA signing key would also be ideal. But since migrating signing keys is not supported in Android, it would be a very difficult project. F-Droid includes other layers of protection for validating APKs, including GPG signatures on APKs as well as the whole secure F-Droid distribution mechanism.
de: Das ist ein Android-immanentes Problem. Wenn eine APK with SHA256 signiert ist, wird diese APK auf Android vor 4.3 nicht funktionieren. Die Verwendung eines größeren RSA-Signierschlüssels wäre ebenfalls ideal. Da aber das Migrieren von Signierschlüsseln in Android nicht unterstützt wird, wäre das ein sehr schwieriges Projekt. F-Droid enthält weitere Schutzvorkehrungen zur Validierung von APKs, einschließlich GPG-Signaturen für APKs, neben dem insgesamt sicheren F-Droid-Verteilungsmechanismus.
pl: To jest problem w samym systemie Android. Jeśli plik APK jest podpisany przy użyciu SHA256, ten plik APK nie będzie działać na systemie Android &lt; 4.3. Korzystanie z większego klucza podpisywania RSA byłoby również idealne. Ale ponieważ migracja kluczy podpisujących nie jest obsługiwana w systemie Android, byłby to bardzo trudny projekt. F-Droid zawiera inne warstwy ochrony do sprawdzania poprawności plików APK, w tym podpisy GPG na plikach APK, a także cały bezpieczny mechanizm dystrybucji F-Droid.
ro: Aceasta este o problemă a sistemului Android în sine. Dacă un APK este semnat cu SHA256, acel APK nu va funcționa pe Android &lt; 4.3. Utilizarea unei semnături RSA mai mari ar fi, de asemenea, ideală. Dar, din moment ce migrarea cheilor de semnare nu este susținută în Android, ar fi un proiect foarte dificil. F-Droid include alte straturi de protecție pentru validarea APK-urilor, inclusiv GPG semnături GPG pe APK-uri, precum și întreaga distribuție securizată F-Droid de siguranță F-Droid.
ru: Это проблема в самом Android. Если APK подписан с помощью SHA256, этот APK не будет работать на Android &lt; 4.3. Использование более крупного подписывающего ключа RSA также было бы идеально. Но поскольку перенос ключей подписи не поддерживается в Android, это будет очень сложный проект. F-Droid включает другие уровни защиты для проверки APK, в том числе GPG подписи на APK, а также весь безопасный механизм распространения F-Droid.
uk: Це проблема в Android. Якщо APK підписано за допомогою SHA256, цей APK не буде працювати на Android &lt; 4.3. Використання більшого підписного ключа RSA також було б ідеально. Але оскільки перенесення ключів підпису не підтримується в Android це буде дуже складний проєкт. F-Droid включає інші рівні захисту для перевірки APK, у тому числі GPG підписи на APK, а також весь безпечний механізм розповсюдження F-Droid.
zh_hans: 这是 Android 本身的问题。如果 APK 使用 SHA256 签名，该 APK 不适用于 Android &lt; 4.3。使用更大的 RSA 签名密钥也将是理想的。但是由于 Android 不支持迁移签名密钥，这将是一个非常困难的项目。F-Droid 包含用于验证 APK 的其他保护层，包括 APK 的 GPG 签名以及整个安全的 F-Droid 发行版机制。

source: [4.1.35 OTF-035 — Hardcoded root CA keys]({{ site.baseurl }}/docs/Second_Audit_Report/#f36-no-mechanism-to-remove-root-ca-keys)
de: [4.1.35 OTF-035 — Fest programmierte Root-CA-Keys]({{ site.baseurl }}/docs/Second_Audit_Report/#f36-no-mechanism-to-remove-root-ca-keys)
pl: [4.1.35 OTF-035 — Zakodowane główne klucze CA]({{ site.baseurl }}/docs/Second_Audit_Report/#f36-no-mechanism-to-remove-root-ca-keys)
ro: [4.1.35 OTF-035 - Chei CA rădăcină codificate în mod greșit]({{ site.baseurl }}/docs/Second_Audit_Report/#f36-no-mechanism-to-remove-root-ca-keys)
ru: [4.1.35 OTF-035 — Жесткозакодированные root CA ключи]({{ site.baseurl }}/docs/Second_Audit_Report/#f36-no-mechanism-to-remove-root-ca-keys)
uk: [4.1.35 OTF-035 - Жорстко-закодовані root CA ключі]({{ site.baseurl }}/docs/Second_Audit_Report/#f36-no-mechanism-to-remove-root-ca-keys)
zh_hans: [4.1.35 OTF-035 — 硬编码根 CA 密钥]({{ site.baseurl }}/docs/Second_Audit_Report/#f36-no-mechanism-to-remove-root-ca-keys)

source: The HTTPS pinning mechanism could definitely be improved. Since HTTPS pinning is not essential to secure operation, it has never been a high priority. The integrity of the files server remains protected by the signature on the index files. For _f-droid.org_ and the Guardian Project repo, the keys to check those signatures are built into the client.
de: Die HTTPS-Pinning-Einrichtung könnte definitiv verbessert werden. Da HTTPS-Pinning nicht essentiell ist, um den Vorgang abzusichern, erlangte es nie eine hohe Priorität. Die Integrität des Dateiservers bleibt durch die Signatur in der Indexdatei geschützt. In _f-droid.org_ und dem Guardian Project Repo, sind die Schlüssel zum Abgleich dieser Signaturen im Client eingebaut.
pl: Mechanizm przypinania HTTPS mógłby zdecydowanie ulec poprawie. Ponieważ przypinanie HTTPS nie jest niezbędne do bezpiecznego działania, nigdy nie było to priorytetem. Integralność serwera plików pozostaje chroniona przez podpis w plikach indeksowych. W przypadku _f-droid.org_ i repozytorium Guardian Project klucze do sprawdzenia tych sygnatur są wbudowane w klienta.
ro: Mecanismul de fixare HTTPS ar putea fi cu siguranță îmbunătățit. Deoarece HTTPS pinning nu este esențial pentru o funcționare sigură, nu a fost niciodată o prioritate ridicată. Integritatea serverului de fișiere rămâne protejată de semnătura de pe fișierele de index. În cazul _f-droid.org_ și al repo-ului Guardian Project, cheile de verificare a acestor semnături sunt integrate în client.
ru: Механизм пиннинга HTTPS определенно может быть улучшен. Поскольку пиннинг HTTPS не является необходимым для безопасной работы, он никогда не был приоритетным. Целостность файлового сервера остается защищенной подписью на индексных файлах. Для _f-droid.org_ и репозитория Guardian Project ключи для проверки этих подписей встроены в клиент.
uk: Механізм пінінга HTTPS безумовно може бути поліпшений. Оскільки пінінг HTTPS не є необхідним для безпечної роботи, він ніколи не був пріоритетним. Цілісність файлового сервера залишається захищеною підписом на індексних файлах. Для _f-droid.org_ і репозиторію Guardian Project ключі для перевірки цих підписів вбудовані в клієнт.
zh_hans: HTTPS 固定机制肯定可以改进。由于 HTTPS 固定对于安全操作不是必不可少的，因此它从来都不是高优先级。文件服务器的完整性仍然受到索引文件签名的保护。对于 _f-droid.org_ 和 Guardian Project 存储库，检查这些签名的密钥内置在客户端中。

source: Nearby/Swap
de: Nah/Tausch
pl: W pobliżu/Zamień
ro: În apropiere/Schimbare
ru: Поблизости/обмен
uk: Поблизу/обмін
zh_hans: 附近/交换

source: [4.1.9 OTF-009 — Applicatioin uses TrustOnFirstUse (TOFU) Usage unverified signing certificate]({{ site.baseurl }}/docs/Second_Audit_Report/#f39-trustonfirstuse-tofu-usage)
de: [4.1.9 OTF-009 — Anwendung verwendet ein unverifiziertes Signaturzertifikat beim Gebrauch von TrustOnFirstUse (TOFU)]({{ site.baseurl }}/docs/Second_Audit_Report/#f39-trustonfirstuse-tofu-usage)
pl: [4.1.9 OTF-009 — Applicatioin używa niezweryfikowanego certyfikatu podpisywania TrustOnFirstUse (TOFU)]({{ site.baseurl }}/docs/Second_Audit_Report/#f39-trustonfirstuse-tofu-usage)
ro: [4.1.9 OTF-009 - Aplicația utilizează TrustOnFirstUse (TOFU) Usage unverified signing certificate]({{ site.baseurl }}/docs/Second_Audit_Report/#f39-trustonfirstuse-tofu-usage)
ru: [4.1.9 OTF-009 — Приложение, использующее неподтвержденные сертификаты TrustOnFirstUse (TOFU)]({{ site.baseurl }}/docs/Second_Audit_Report/#f39-trustonfirstuse-tofu-usage)
uk: [4.1.9 OTF-009 — Застосунок, що використовує непідтверджені сертифікати TrustOnFirstUse (TOFU)]({{ site.baseurl }}/docs/Second_Audit_Report/#f39-trustonfirstuse-tofu-usage)
zh_hans: [4.1.9 OTF-009 — 应用使用 TrustOnFirstUse (TOFU) 使用未经验证的签名证书]({{ site.baseurl }}/docs/Second_Audit_Report/#f39-trustonfirstuse-tofu-usage)

source: [4.1.10 OTF-010 — (fdroid Client) Exploiting "Nearby Swap" Feature to Show Malicious Prompt to Users or Redirect to Malicious Sites]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites)
de: [4.1.10 OTF-010 — (fdroid Client) Ausnutzung der "Nahtausch"-Funktion, um Anwendern heimtückische Eingabaufforderungen anzuzeigen oder auf böswillige Seiten umzuleiten]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites)
pl: [4.1.10 OTF-010 — (Klient fdroid) Korzystanie z funkcji "Najbliższe przełączanie" w celu wyświetlania złośliwego monitowania użytkowników lub przekierowania do złośliwych witryn]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites)
ro: [4.1.10 OTF-010 - (fdroid Client) Exploatarea caracteristicii "Nearby Swap" pentru a afișa invitații malițioase utilizatorilor sau pentru a redirecționa către site-uri malițioase]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites)
ru: [4.1.10 OTF-010 — (fdroid Client) Использование функции "Nearby Swap" для отображения вредоносных запросов пользователям или перенаправления на вредоносные сайты]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites)
uk: [4.1.10 OTF-010 - (fdroid Client) Використання функції "Nearby Swap" для відображення шкідливих запитів користувачам або перенаправлення на шкідливі сайти]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites)
zh_hans: [4.1.10 OTF-010 —（fdroid 客户端）利用“附近交换”功能向用户显示恶意提示或重定向到恶意站点]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites)

source: [4.1.17 OTF-017 — Use of Insecure Communication Mechanism - BluetoothClient.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f31-bluetoothclient-java-insecure-rfcomm-socket-is-used-for-bluetooth-connection)
de: [4.1.17 OTF-017 — Nutzung unsicherer Kommunikationsvorgänge - BluetoothClient.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f31-bluetoothclient-java-insecure-rfcomm-socket-is-used-for-bluetooth-connection)
pl: [4.1.17 OTF-017 — Korzystanie z niezabezpieczonego mechanizmu komunikacji - BluetoothClient.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f31-bluetoothclient-java-insecure-rfcomm-socket-is-used-for-bluetooth-connection)
ro: [4.1.17 OTF-017 - Utilizarea unui mecanism de comunicare nesigur - BluetoothClient.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f31-bluetoothclient-java-insecure-rfcomm-socket-is-used-for-bluetooth-connection)
ru: [4.1.17 OTF-017 - Использование небезопасного механизма связи - BluetoothClient.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f31-bluetoothclient-java-insecure-rfcomm-socket-is-used-for-bluetooth-connection)
uk: [4.1.17 OTF-017 - Використання небезпечного механізму зв'язку - BluetoothClient.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f31-bluetoothclient-java-insecure-rfcomm-socket-is-used-for-bluetooth-connection)
zh_hans: [4.1.17 OTF-017 - 使用不安全的通信机制 - BluetoothClient.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f31-bluetoothclient-java-insecure-rfcomm-socket-is-used-for-bluetooth-connection)

source: [4.1.18 OTF-018 — Use of Insecure Communication Mechanism - BluetoothServer.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f32-bluetoothserver-java-insecure-rfcomm-socket-used-for-bluetooth-connection)
de: [4.1.18 OTF-018 — Nutzung unsicherer Kommunikationsvorgänge - BluetoothServer.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f32-bluetoothserver-java-insecure-rfcomm-socket-used-for-bluetooth-connection)
pl: [4.1.18 OTF-018 — Korzystanie z mechanizmu niezabezpieczonej komunikacji - BluetoothServer.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f32-bluetoothserver-java-insecure-rfcomm-socket-used-for-bluetooth-connection)
ro: [4.1.18 OTF-018 - Utilizarea unui mecanism de comunicare nesigur - BluetoothServer.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f32-bluetoothserver-java-insecure-rfcomm-socket-used-for-bluetooth-connection)
ru: [4.1.18 OTF-018 - Использование небезопасного механизма связи - BluetoothServer.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f32-bluetoothserver-java-insecure-rfcomm-socket-used-for-bluetooth-connection)
uk: [4.1.18 OTF-018 - Використання небезпечного механізму зв'язку - BluetoothServer.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f32-bluetoothserver-java-insecure-rfcomm-socket-used-for-bluetooth-connection)
zh_hans: [4.1.18 OTF-018 - 使用不安全的通信机制 - BluetoothServer.java]({{ site.baseurl }}/docs/Second_Audit_Report/#f32-bluetoothserver-java-insecure-rfcomm-socket-used-for-bluetooth-connection)

source: [4.1.25 OTF-025 — (fdroid Client) Snooping in Between Clients in "Nearby Swap"]({{ site.baseurl }}/docs/Second_Audit_Report/#f48--fdroid-client-snooping-in-between-clients-in-nearby-swap-)
de: [4.1.25 OTF-025 — (fdroid Client) Ausschnüffeln der Clients im "Nahtausch"]({{ site.baseurl }}/docs/Second_Audit_Report/#f48--fdroid-client-snooping-in-between-clients-in-nearby-swap-)
pl: [4.1.25 OTF-025 — (Klient fdroid) Śledzenie pomiędzy klientami w "Najbliższej zamianie"]({{ site.baseurl }}/docs/Second_Audit_Report/#f48--fdroid-client-snooping-in-between-clients-in-nearby-swap-)
ru: [4.1.25 OTF-025 — (fdroid Client) Слежка за клиентами в Between клиентах в "Nearby Swap"]({{ site.baseurl }}/docs/Second_Audit_Report/#f48--fdroid-client-snooping-in-between-clients-in-nearby-swap-)
uk: [4.1.25 OTF-025 — (fdroid Client) Стеження за клієнтами в Between клієнтів в "Nearby Swap"]({{ site.baseurl }}/docs/Second_Audit_Report/#f48--fdroid-client-snooping-in-between-clients-in-nearby-swap-)
zh_hans: [4.1.25 OTF-025 —（fdroid 客户端）在“附近交换”中的客户端之间窥探]({{ site.baseurl }}/docs/Second_Audit_Report/#f48--fdroid-client-snooping-in-between-clients-in-nearby-swap-)

source: [4.1.10 OTF-010]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites) was a serious issue that was fixed as soon as it was found, thanks to Radically Open Security's open audit process. It made it possible to put up phishing prompts via the swap process, but could only be exploited from the same network that the target device is on.
de: [4.1.10 OTF-010]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites) stellte ein ernsthaftes Problem dar, das dank Radically Open Security's offenen Auditverfahrens, sobald es bekannt wurde, behoben wurde. Es machte es möglich, Phishing-Anzeigen über den Tauschvorgang unterzubringen, konnte aber nur im selben Netz ausgenutzt werden, in dem sich das Zielgerät befindet.
pl: [4.1.10 OTF-010]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites) był poważnym problemem, który został rozwiązany, gdy tylko został znaleziony, dzięki otwartemu audytowi Radically Open Security. Umożliwiło to wyświetlanie monitów o wyłudzanie informacji za pośrednictwem procesu zamiany, ale mogło być wykorzystane tylko w tej samej sieci, w której znajduje się docelowe urządzenie.
ro: [4.1.10 OTF-010]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites) a fost o problemă serioasă care a fost rezolvată imediat ce a fost descoperită, datorită procesului de audit deschis al Radically Open Security. Aceasta făcea posibilă afișarea de prompturi de phishing prin intermediul procesului de schimb, dar putea fi exploatată doar din aceeași rețea în care se află dispozitivul țintă.
ru: [4.1.10 OTF-010]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites) - серьезная проблема, которая была исправлена сразу после обнаружения благодаря открытому процессу аудита Radically Open Security. Она позволяла размещать фишинговые подсказки через процесс подмены, но эксплуатировать ее можно было только из той же сети, в которой находится целевое устройство.
uk: [4.1.10 OTF-010]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites) - серйозна проблема, яка була виправлена відразу після виявлення завдяки відкритому процесу аудиту Radically Open Security. Вона дозволяла розміщувати фішингові підказки через процес підміни, але експлуатувати її можна було тільки з тієї ж мережі, в якій знаходиться цільовий пристрій.
zh_hans: [4.1.10 OTF-010]({{ site.baseurl }}/docs/Second_Audit_Report/#f49--fdroid-client-exploiting-nearby-swap-feature-to-show-malicious-prompt-to-users-or-redirect-to-malicious-sites) 是一个严重的问题，由于 Radially Open Security 的开放审计过程，它一被发现就得到了修复。它使得通过交换过程发送网络钓鱼提示成为可能，但只能从目标设备所在的同一网络中被利用。

source: The security of the nearby swap is built largely on the limited scope of attacks, since it works only via Bluetooth or via local Wi-Fi restricted to the current subnet. It is also only active for a very limited time, while the user is directly using it. Then, for file integrity, the index signing key is trusted on the first use, then all files are verified against the verified index. While the security of the process can definitely be improved, it was designed to replace other much less secure methods that are widespread.
de: Die Sicherheit des Nahtauschs baut größtenteils auf dem begrenzten Angriffsspielraum auf, da er nur über Bluetooth oder ein örtliches, auf das aktuelle Subnetz beschränktes WLAN funktioniert. Er ist zudem nur für eine sehr begrenzte Zeit aktiv, während der Benutzer ihn unmittelbar durchführt. Dann wird, der Dateiintegrität wegen, dem Index-Signierschlüssel bei der ersten Nutzung vertraut, danach werden alle Dateien gegen den verifizierten Index abgeglichen. Auch wenn die Sicherheit dieses Vorgangs noch verbessert werden kann, wurde er entwickelt, um viel unsicherere, weit verbreitete Methoden zu ersetzen.
pl: Bezpieczeństwo pobliskiej wymiany jest w dużej mierze oparte na ograniczonym zasięgu ataków, ponieważ działa tylko przez Bluetooth lub przez lokalną sieć Wi-Fi ograniczoną do bieżącej podsieci. Jest również aktywny tylko przez bardzo ograniczony czas, podczas gdy użytkownik bezpośrednio z niego korzysta. Następnie, w celu zapewnienia integralności pliku, klucz podpisu indeksu jest zaufany przy pierwszym użyciu, a następnie wszystkie pliki są weryfikowane względem zweryfikowanego indeksu. Podczas gdy bezpieczeństwo procesu można zdecydowanie poprawić, zostało ono zaprojektowane w celu zastąpienia innych, znacznie mniej bezpiecznych, szeroko rozpowszechnionych metod.
ro: Securitatea schimbului din apropiere se bazează în mare măsură pe domeniul limitat de atac, deoarece funcționează numai prin Bluetooth sau prin Wi-Fi local limitat la subrețeaua curentă. De asemenea, este activ doar pentru o perioadă foarte limitată de timp, în timp ce utilizatorul îl folosește direct. Apoi, pentru integritatea fișierelor, cheia de semnare a indexului este de încredere la prima utilizare, apoi toate fișierele sunt verificate în raport cu indexul verificat. Deși securitatea procesului poate fi cu siguranță îmbunătățită, acesta a fost conceput pentru a înlocui alte metode mult mai puțin sigure, care sunt larg răspândite.
ru: Безопасность близлежащего свопа в значительной степени основана на ограниченном объеме атак, поскольку он работает только через Bluetooth или через локальный Wi-Fi, ограниченный текущей подсетью. Кроме того, он активен только в течение очень ограниченного времени, пока пользователь непосредственно использует его. Затем, для обеспечения целостности файлов, при первом использовании доверяется ключ подписания индекса, после чего все файлы проверяются по проверенному индексу. Хотя безопасность этого процесса, безусловно, может быть улучшена, он был разработан для замены других, гораздо менее безопасных методов, которые широко распространены.
uk: Безпека довколишнього свопу значною мірою заснована на обмеженому обсязі атак, оскільки він працює тільки через Bluetooth або через локальний Wi-Fi, обмежений поточною підмережею. Крім того, він активний лише протягом дуже обмеженого часу, поки користувач безпосередньо використовує його. Потім, для забезпечення цілісності файлів, при першому використанні довіряється ключ підписання індексу, після чого всі файли перевіряються за перевіреним індексом. Хоча безпеку цього процесу, безумовно, може бути поліпшена, він був розроблений для заміни інших, набагато менш безпечних методів, які широко поширені.
zh_hans: 附近交换的安全性主要建立在有限的攻击范围之上，因为它只能通过蓝牙或仅限于当前子网的本地 Wi-Fi 工作。它也仅在非常有限的时间内处于活动状态，而用户直接使用它。然后，为了文件完整性，索引签名密钥在第一次使用时是受信任的，然后所有文件都根据已验证的索引进行验证。虽然该过程的安全性肯定可以提高，但它旨在取代其他广泛使用的不太安全的方法。

source: Ideally, all Bluetooth connections would use the native Bluetooth encryption and all IP connections would use HTTPS. The usability issues related to adding support for those would probably make the nearby/swap feature almost useless without a very substantial chunk of work.
de: Idealerweise würden alle Bluetooth-Verbindungen die native Bluetooth-Verschlüsselung und alle IP-Verbindungen HTTPS verwenden. Die Bedienungsprobleme, die mit einer Ergänzung, die dies unterstützt, verbunden wären, würden wahrscheinlich die Nahtausch-Funktion, ohne einen beträchtlichen Brocken Arbeit, nahezu unbrauchbar machen.
pl: Najlepiej byłoby, gdyby wszystkie połączenia Bluetooth korzystały z natywnego szyfrowania Bluetooth, a wszystkie połączenia IP korzystałyby z HTTPS. Kwestie użyteczności związane z dodaniem do nich obsługi prawdopodobnie spowodowałyby, że funkcja near/swap byłaby prawie bezużyteczna bez dużego nakładu pracy.
ro: În mod ideal, toate conexiunile Bluetooth ar trebui să utilizeze criptarea Bluetooth nativă și toate conexiunile IP ar trebui să utilizeze HTTPS. Problemele de utilizare legate de adăugarea suportului pentru acestea ar face probabil ca funcția de apropiere/schimbare să fie aproape inutilă fără o muncă foarte importantă.
ru: В идеале все соединения Bluetooth должны использовать встроенное шифрование Bluetooth, а все IP-соединения - HTTPS. Проблемы с удобством использования, связанные с добавлением поддержки этих функций, вероятно, сделают функцию "рядом/обмен" практически бесполезной без значительного объема работы.
uk: В ідеалі всі з'єднання Bluetooth повинні використовувати вбудоване шифрування Bluetooth, а все IP-з'єднання - HTTPS. Проблеми в експлуатації, пов'язані з додаванням підтримки цих функцій, ймовірно, зроблять функцію "поруч/обмін" практично марною без значного обсягу роботи.
zh_hans: 理想情况下，所有蓝牙连接都将使用本机蓝牙加密，所有 IP 连接都将使用 HTTPS。如果没有大量工作，与添加对它们的支持相关的可用性问题可能会使附近/交换功能几乎无用。

source: Moving towards least privilege
de: Auf dem Weg zu den niedrigsten Berechtigungen
pl: Przeprowadzka w kierunku najmniejszych przywilejów
ro: Evoluția către un privilegiu minim
ru: Движение к минимуму привилегий
uk: Рух до мінімуму привілеїв
zh_hans: 努力实现最小权限
