Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Pretty much every F-Droid contributor who was there meet up at various points. One key topic was how to start businesses around F-Droid. From my point of view, it seems that the consensus is building around following the Debian model: F-Droid as its own entirely, represented by a non-profit entity only as needed. Then for doing consulting business, people can do F-Droid work under any organization they see fit. @dschuermann took the initiative to finally get the [consulting](https://gitlab.com/fdroid/fdroid-website/issues/96) page up: <https://f-droid.org/consulting>. Any contributor who is a member of [GitLab _fdroid_ group](https://gitlab.com/groups/fdroid/-/group_members) is welcome to submit a merge request to add themselves there.
de: So ziemlich alle F-Droid-Mitwirkenden, die da waren, trafen sich an verschiedenen Punkten wieder. Ein Kernthema war, wie rund um F-Droid Geschäfte gemacht werden können. Aus meiner Sicht scheint der Konsens zu sein, dass der Aufbau dem Debian-Modell folgen sollte: F-Droid völlig unabhängig, nur bei Bedarf durch eine Non-Profit-Organisation vertreten. Dann können die Leute für die Erfüllung von Beratertätigkeiten in jedem Unternehmen F-Droid-Arbeiten erbringen, das für sie passt. @dschuermann ergriff die Initiative, letztlich die [Beratung](https://gitlab.com/fdroid/fdroid-website/issues/96)sseite auf die Beine zu stellen: <https://f-droid.org/consulting>. Jeder Mitwirkende, der Mitglied von [GitLab _fdroid_ group](https://gitlab.com/groups/fdroid/-/group_members) ist, kann gerne einen Merge Request einreichen, um dort hinzugefügt zu werden.
pl: Prawie każdy współpracownik F-Droid, który tam był, zgadza się w różnych punktach. Jednym z kluczowych tematów było rozpoczęcie działalności wokół F-Droid. Z mojego punktu widzenia wydaje się, że konsensus buduje się wokół podążania za modelem Debiana: F-Droid jako całkowicie własny, reprezentowany przez organizację non-profit tylko w razie potrzeby. Następnie, aby prowadzić działalność konsultingową, ludzie mogą pracować z F-Droid w ramach dowolnej organizacji, którą uznają za stosowną. @dschuermann podjął inicjatywę, aby w końcu [założyć](https://gitlab.com/fdroid/fdroid-website/issues/96): stronę z poradami: <https://f-droid.org/consulting>. Każdy uczestnik, który jest członkiem [grupy _fdroid_ na GitLabie](https://gitlab.com/groups/fdroid/-/group_members), jest zaproszony do przesłania prośby o scalenie, aby się tam dodać.
ro: Aproape toți colaboratorii F-Droid care au fost acolo s-au întâlnit în diferite momente. Unul dintre subiectele cheie a fost modul în care se pot demara afaceri în jurul F-Droid. Din punctul meu de vedere, se pare că se creează un consens în jurul urmării modelului Debian: F-Droid ca entitate proprie în întregime, reprezentată de o entitate non-profit doar atunci când este necesar. Apoi, pentru a face afaceri de consultanță, oamenii pot face munca F-Droid sub orice organizație pe care o consideră potrivită. @dschuermann a luat inițiativa de a pune în sfârșit pagina [consulting](https://gitlab.com/fdroid/fdroid-website/issues/96): <https://f-droid.org/consulting>. Orice colaborator care este membru al [GitLab _fdroid_ group](https://gitlab.com/groups/fdroid/-/group_members) este binevenit să trimită o cerere de fuziune pentru a se adăuga acolo.
ru: Практически все участники F-Droid, которые были там, встретились в разных местах. Одной из ключевых тем было то, как начать бизнес вокруг F-Droid. С моей точки зрения, кажется, что консенсус строится вокруг того, чтобы следовать модели Debian: F-Droid как самостоятельная организация, представленная некоммерческой организацией только по мере необходимости. Тогда для ведения консультационного бизнеса люди могут выполнять работу по F-Droid под любой организацией, которую они считают нужной. @dschuermann взял на себя инициативу и наконец-то сделал страницу [consulting](https://gitlab.com/fdroid/fdroid-website/issues/96): <https://f-droid.org/consulting>. Любой участник, который является членом [GitLab _fdroid_ group](https://gitlab.com/groups/fdroid/-/group_members), может подать запрос на слияние, чтобы добавить себя туда.
uk: Практично всі учасники F-Droid, які були там, зустрілися в різних місцях. Однією з ключових тем було те, як почати бізнес навколо F-Droid. З моєї точки зору, здається, що консенсус будується навколо того, щоб слідувати моделі Debian: F-Droid як самостійна організація, представлена некомерційною організацією тільки в міру необхідності. Тоді для ведення консультаційного бізнесу люди можуть виконувати роботу по F-Droid під будь-якою організацією, яку вони вважають за потрібне. @dschuermann взяв на себе ініціативу і нарешті зробив сторінку [consulting](https://gitlab.com/fdroid/fdroid-website/issues/96): <https://f-droid.org/consulting>. Будь-який учасник, який є членом [GitLab _fdroid_ group](https://gitlab.com/groups/fdroid/-/group_members), може подати запит на злиття, щоб додати себе туди.
zh_hans: 几乎每个在场的 F-Droid 贡献者都会在不同的时间点见面。一个关键话题是如何围绕 F-Droid 开展业务。从我的角度来看，似乎共识是围绕遵循 Debian 模型建立的：F-Droid 完全独立，仅在需要时由非营利实体代表。然后为了做咨询业务，人们可以在他们认为合适的任何组织下做 F-Droid 工作。@dschuermann 主动使[咨询](https://gitlab.com/fdroid/fdroid-website/issues/96)页面最终上线：<https://f-droid.org/consulting>。欢迎任何属于 [GitLab _fdroid_ 组](https://gitlab.com/groups/fdroid/-/group_members)的贡献者提交合并请求以添加自己。

source: Talks worth checking out:
de: Lohnenswerte Vorträge:
pl: Rozmowy warte sprawdzenia:
ro: Discuții care merită să fie verificate:
ru: Беседы, на которые стоит обратить внимание:
uk: Бесіди, на які варто звернути увагу:
zh_hans: 值得一看的演讲：

source: There were many interesting and relevant talks, here are a few that I enjoyed:
de: Es gab viele interessante und wichtige Vorträge, hier einige, die mir gefielen:
pl: Było wiele ciekawych i odpowiednich rozmów, oto kilka, które mi się podobały:
ro: Au fost multe discuții interesante și relevante, iată câteva care mi-au plăcut:
ru: Было много интересных и актуальных выступлений, вот несколько, которые мне понравились:
uk: Було багато цікавих і актуальних виступів, ось кілька, які мені сподобалися:
zh_hans: 有许多有趣且相关的演讲，以下是我喜欢的一些：

source: Erik Albers of the FSFE gave [F-Droid: Pimp your Android(-fork) with the best Free Software apps](https://media.freifunk.net/v/35c3oio-74-f-droid-pimp-your-android-fork-with-the-best-free-software-apps)
de: Erik Albers von der FSFE erläuterte [F-Droid: Pimpen Sie Ihr Android, Ihren Androidzweig mit den besten Free-Software-Apps](https://media.freifunk.net/v/35c3oio-74-f-droid-pimp-your-android-fork-with-the-best-free-software-apps)
pl: Erik Albers z FSFE dał [F-Droid: Pimp Android (-Fork) z najlepszymi aplikacjami wolnego oprogramowania](https://media.freifunk.net/v/35c3oio-74-f-droid-pimp-your-android-fork-with-the-best-free-software-apps)
ro: Erik Albers de la FSFE a oferit [F-Droid: Pimp your Android(-fork) with the best Free Software apps](https://media.freifunk.net/v/35c3oio-74-f-droid-pimp-your-android-fork-with-the-best-free-software-apps)
ru: Эрик Альберс из FSFE представил [F-Droid: Pimp your Android(-fork) with the best Free Software apps](https://media.freifunk.net/v/35c3oio-74-f-droid-pimp-your-android-fork-with-the-best-free-software-apps)
uk: Ерік Альберс з FSFE представив [F-Droid: Pimp your Android (-fork) with the best Free Software apps](https://media.freifunk.net/v/35c3oio-74-f-droid-pimp-your-android -fork-with-the-best-free-software-apps)
zh_hans: FSFE 的 Erik Albers 带来了 [F-Droid：用最好的自由软件应用来让你的 Android(-fork) 变得更好](https://media.freifunk.net/v/35c3oio-74-f-droid-pimp-your-android-fork-with-the-best-free-software-apps)

source: Trammel Hudson’s [talk basically confirms](https://media.ccc.de/v/35c3-9597-modchips_of_the_state) the Bloomberg story about supply chain implants with technical detail and a working proof of concept
de: Trammel Hudsons [Vortrag bestätigt grundsätzlich](https://media.ccc.de/v/35c3-9597-modchips_of_the_state) die Geschichte von Bloomberg über Implantate in der Lieferkette mit technischen Einzelheiten und einem funktionierenden Nachweis der Annahme
pl: Trammel Hudson [rozmowa zasadniczo potwierdza](https://media.ccc.de/v/35c3-9597-modchips_of_the_state) historię Bloomberga o implantach łańcucha dostaw ze szczegółami technicznymi i dowodem działania koncepcji
ro: Trammel Hudson [talk basically confirms](https://media.ccc.de/v/35c3-9597-modchips_of_the_state) povestea Bloomberg despre implanturile din lanțul de aprovizionare cu detalii tehnice și o dovadă de funcționare a conceptului
ru: Траммел Хадсон [выступлением в основном подтверждает](https://media.ccc.de/v/35c3-9597-modchips_of_the_state) статью Bloomberg об имплантатах цепочки поставок с техническими деталями и рабочим доказательством концепции
uk: Траммел Хадсон [виступом в основному підтверджує](https://media.ccc.de/v/35c3-9597-modchips_of_the_state) статтю Bloomberg про імплантатах ланцюжка поставок з технічними деталями і робочим доказом концепції
zh_hans: Trammel Hudson 的[演讲基本上证实了](https://media.ccc.de/v/35c3-9597-modchips_of_the_state)彭博社关于供应链植入物的技术细节和工作概念证明的故事

source: [How Facebook tracks you on Android](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android) from Privacy International
de: [Wie Facebook euch auf Android verfolgt](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android) von Privacy International
pl: [Jak Facebook śledzi cię na Android](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android) od Privacy International
ro: [How Facebook tracks you on Android](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android) de la Privacy International
ru: [Как Facebook отслеживает вас на Android](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android) от Privacy International
uk: [Як Facebook відстежує вас на Android](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android) від Privacy International
zh_hans: 来自 Privacy International 的 [Facebook 如何在 Android 上跟踪你](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android)

source: [Russia vs. Telegram: technical notes on the battle](https://media.ccc.de/v/35c3-9653-russia_vs_telegram_technical_notes_on_the_battle)
de: [Russland gegen Telegram: technische Anmerkungen zum Streit](https://media.ccc.de/v/35c3-9653-russia_vs_telegram_technical_notes_on_the_battle)
pl: [Rosja kontra telegram: uwagi techniczne o bitwie](https://media.ccc.de/v/35c3-9653-russia_vs_telegram_technical_notes_on_the_battle)
ro: [Russia vs. Telegram: note tehnice privind bătălia](https://media.ccc.de/v/35c3-9653-russia_vs_telegram_technical_notes_on_the_battle)
ru: [Россия против Telegram: технические заметки о битве](https://media.ccc.de/v/35c3-9653-russia_vs_telegram_technical_notes_on_the_battle)
uk: [Росія проти Telegram: технічні примітки про битву](https://media.ccc.de/v/35c3-9653-russia_vs_telegram_technical_notes_on_the_battle)
zh_hans: [俄罗斯 vs. Telegram：关于战斗的技术说明](https://media.ccc.de/v/35c3-9653-russia_vs_telegram_technical_notes_on_the_battle)

source: [The Rocky Road to TLS 1.3 and better Internet Encryption](https://media.ccc.de/v/35c3-9607-the_rocky_road_to_tls_1_3_and_better_internet_encryption)
de: [Der steinige Weg zu TLS 1.3 und besserer Internet-Verschlüsselung](https://media.ccc.de/v/35c3-9607-the_rocky_road_to_tls_1_3_and_better_internet_encryption)
pl: [Wyboista droga do TLS 1.3 i lepsze szyfrowanie Internetu](https://media.ccc.de/v/35c3-9607-the_rocky_road_to_tls_1_3_and_better_internet_encryption)
ro: [The Rocky Road to TLS 1.3 și o mai bună criptare a internetului](https://media.ccc.de/v/35c3-9607-the_rocky_road_to_tls_1_3_and_better_internet_encryption)
ru: [Скалистый путь к TLS 1.3 и лучшему шифрованию в Интернете](https://media.ccc.de/v/35c3-9607-the_rocky_road_to_tls_1_3_and_better_internet_encryption)
uk: [Тернистий шлях до TLS 1.3 і кращого інтернет-шифрування](https://media.ccc.de/v/35c3-9607-the_rocky_road_to_tls_1_3_and_better_internet_encryption)
zh_hans: [通往 TLS 1.3 和更好的互联网加密的崎岖之路](https://media.ccc.de/v/35c3-9607-the_rocky_road_to_tls_1_3_and_better_internet_encryption)

source: [LibreSilicon: Decentralizing semiconductor manufacturing](https://media.ccc.de/v/35c3-9410-libresilicon)
de: [LibreSilicon: Dezentrale Halbleiterherstellung](https://media.ccc.de/v/35c3-9410-libresilicon)
pl: [LibreSilicon: Decentralizacja produkcji półprzewodników](https://media.ccc.de/v/35c3-9410-libresilicon)
ro: [LibreSilicon: Descentralizarea producției de semiconductori](https://media.ccc.de/v/35c3-9410-libresilicon)
ru: [LibreSilicon: децентрализация производства полупроводников](https://media.ccc.de/v/35c3-9410-libresilicon)
uk: [LibreSilicon: децентралізація виробництва напівпровідників](https://media.ccc.de/v/35c3-9410-libresilicon)
zh_hans: [LibreSilicon：去中心化半导体制造](https://media.ccc.de/v/35c3-9410-libresilicon)

source: In this edition: F-Droid 1.5.1 is the recommended version, firewall apps in the spotlight. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: F-Droid 1.5.1 wird empfohlene Version, Firewall-Apps im Rampenlicht. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: W tej edycji: zalecana wersja F-Droid 1.5.1, aplikacje firewall w centrum uwagi. Dostępne są **{{ page.number_of_added_apps }}** nowe i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: F-Droid 1.5.1 este versiunea recomandată, aplicațiile firewall în centrul atenției. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: F-Droid 1.5.1 - рекомендуемая версия, брандмауэры в центре внимания. На странице **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: F-Droid 1.5.1 - рекомендована версія, брандмауери в центрі уваги. На сторінці ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 本期中：F-Droid 1.5.1 是推荐的版本，防火墙应用成为焦点。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: F-Droid version 1.5.1
pl: F-Droid wersja 1.5.1
ro: F-Droid versiunea 1.5.1
ru: F-Droid версии 1.5.1
uk: F-Droid версії 1.5.1
zh_hans: F-Droid 1.5.1 版

source: {{ page.major }} The main **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** client has a new recommended version, while it only has some translations fixes and one graphics one (screenshot background on dark themes) compared to 1.5 (announced in [TWIF36]({{ site.baseurl }}/2018/12/29/twif-36-f-droid-at-35c3-and-zdf.html)), it will appear for automatic install for users of 1.4 or older too.
de: {{ page.major }} Der **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)**-Client erhält eine neue Versionsempfehlung, während er, verglichen mit 1.5 (angekündigt im [TWIF36]({{ site.baseurl }}/2018/12/29/twif-36-f-droid-at-35c3-and-zdf.html)), nur Korrekturen an einigen Übersetzungen und eine grafische Korrektur (Screenshot-Hintergrund bei dunklem Design) erhielt , wird er für Nutzer von 1.4 oder auch älter zur automatischen Installation erscheinen.
pl: {{ page.major }} Główny klient **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** ma nową zalecaną wersję, a tylko niektóre tłumaczenia poprawki i jedną grafikę (tło zrzutu ekranu na ciemnych motywach) w porównaniu do 1,5 (ogłoszone w [TWIF36]({{ site.baseurl }}/2018/12/29/twif-36-f-droid-at-35c3-and-zdf.html)), pojawi się również w przypadku automatycznej instalacji dla użytkowników w wersji 1.4 lub starszej.
ro: {{ page.major }} Clientul principal **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** are o nouă versiune recomandată, deși are doar câteva corecturi de traduceri și una grafică (fundalul capturii de ecran pe teme întunecate) în comparație cu 1.5 (anunțată în [TWIF36]({{ site.baseurl }}/2018/12/29/twif-36-f-droid-at-35c3-and-zdf.html)), aceasta va apărea pentru instalare automată și pentru utilizatorii de 1.4 sau mai vechi.
ru: {{ page.major }} Основной **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** клиент получил новую рекомендованную версию, хотя она содержит только некоторые исправления перевода и одно графическое (фон скриншота на темных темах) по сравнению с 1.5 (анонсированной в [TWIF36]({{ site.baseurl }}/2018/12/29/twif-36-f-droid-at-35c3-and-zdf.html)), она также появится для автоматической установки для пользователей 1.4 и старше.
uk: {{ page.major }} Основний **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** клієнт отримав нову рекомендовану версію, хоча вона містить тільки деякі виправлення перекладу і одне графічне (фон скриншота на темних темах) в порівнянні з 1.5 (анонсованої в [TWIF36]({{ site.baseurl }}/2018/12/29/twif-36-f-droid-at-35c3-and-zdf.html)), вона також з'явиться для автоматичної установки для користувачів 1.4 і старше.
zh_hans: {{ page.major }} 主要 **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 客户端有一个新的推荐版本，尽管与 1.5 （在 [TWIF36]({{ site.baseurl }}/2018/12/29/twif-36-f-droid-at-35c3-and-zdf.html) 中宣布）（相比它只有一些翻译和图像修复)，它也会为 1.4 或更早版本的用户自动安装。

source: Firewall apps in the spotlight
de: Firewall-Apps im Rampenlicht
pl: Aplikacje zapory w centrum uwagi
ro: Aplicațiile firewall în centrul atenției
ru: Приложения для брандмауэра в центре внимания
uk: Застосунки для брандмауера в центрі уваги
zh_hans: 防火墙应用成为焦点

source: _"The 35th Chaos Communications Congress (35c3) ended about two weeks ago, and F-Droid was well represented there. Indeed, tons of free software projects and communities were there..."_, and you can read more about in the dedicated [F-Droid at 35c3](https://fdroid.gitlab.io/fdroid-website/en/2019/01/11/fdroid-at-35c3.html) post. One of the more interesting, yet chilling, talks there was ["How Facebook tracks you on Android (even if you don’t have a Facebook account)"](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android) bringing to the light the ways that the Facebook SDK embedded into everyday (popular and closed sourced) apps becomes means to track users.
de: _"Der 35. Chaos Communications Congress (35c3) ging vor ungefähr zwei Wochen zu Ende und F-Droid war bei ihm gut vertreten. Tatsächlich gab es dort eine Unmenge freier Software-Projekte und Communities ..."_ Mehr darüber erfahrt ihr im speziellen Post [F-Droid auf dem 35c3](https://fdroid.gitlab.io/fdroid-website/en/2019/01/11/fdroid-at-35c3.html). Einer der interessanteren, jedoch ernüchternden Vorträge dort war ["Wie Facebook euch auf Android verfolgt (selbst wenn ihr kein Facebook-Konto habt)"](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android), der die Methoden beleuchtete, wie (populäre und proprietäre) Alltags-Apps durch die Facebook-SDK-Einbettung zum Hilfsmittel zur Anwenderüberwachung werden.
pl: _ „35. Chaos Communications Congress (35c3) zakończył się około dwa tygodnie temu, a F-Droid był tam dobrze reprezentowany. Rzeczywiście, było tam mnóstwo projektów wolnego oprogramowania i społeczności...” _, i więcej na ten temat można przeczytać w dedykowanym poście [F-Droid w 35c3](https://fdroid.gitlab.io/fdroid-website/en/2019/01/11/fdroid-at-35c3.html). Jedną z ciekawszych, ale jednocześnie mrożących krew w żyłach rozmów było [„Jak Facebook śledzi cię na Androidzie (nawet jeśli nie masz konta na Facebooku)”](https://media.ccc.de/v/35c3-9941 -how_facebook_tracks_you_on_android) ujawniając, w jaki sposób zestaw SDK Facebooka wbudowany w codzienne (popularne i zamknięte) aplikacje staje się sposobem śledzenia użytkowników.
ro: _"Cel de-al 35-lea Congres al Chaos Communications (35c3) s-a încheiat în urmă cu aproximativ două săptămâni, iar F-Droid a fost bine reprezentat acolo. Într-adevăr, au fost prezente tone de proiecte și comunități de software liber..."_, iar mai multe informații despre acest subiect puteți citi în articolul dedicat [F-Droid at 35c3](https://fdroid.gitlab.io/fdroid-website/en/2019/01/11/fdroid-at-35c3.html). Una dintre cele mai interesante, dar și mai înfricoșătoare discuții de acolo a fost ["How Facebook tracks you on Android (even if you don't have a Facebook account)"](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android), care a scos la iveală modul în care SDK-ul Facebook încorporat în aplicațiile de zi cu zi (populare și cu sursă închisă) devine un mijloc de urmărire a utilizatorilor.
ru: _"35-й Chaos Communications Congress (35c3) завершился около двух недель назад, и F-Droid был там хорошо представлен. Действительно, там было множество проектов и сообществ свободного программного обеспечения..."_, и вы можете прочитать больше о них в специальном посте [F-Droid на 35c3](https://fdroid.gitlab.io/fdroid-website/en/2019/01/11/fdroid-at-35c3.html). Одним из наиболее интересных и в то же время пугающих докладов был ["Как Facebook отслеживает вас на Android (даже если у вас нет учетной записи Facebook)"](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android), в котором рассказывалось о том, как Facebook SDK, встроенный в повседневные (популярные и закрытые) приложения, становится средством отслеживания пользователей.
uk: _ "35-й Chaos Communications Congress (35c3) завершився близько двох тижнів тому, і F-Droid був там добре представлений. Дійсно, там було безліч проєктів і спільнот вільного програмного забезпечення ..." _, і ви можете прочитати більше про них в спеціальному пості [F-Droid на 35c3](https://fdroid.gitlab.io/fdroid-website/en/2019/01/11/fdroid-at-35c3.html). Одним з найбільш цікавих і в той же час лякають доповідей був [ "Як Facebook відстежує вас на Android (навіть якщо у вас немає облікового запису Facebook)"](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android ), в якому розповідалося про те, як Facebook SDK, вбудований в повсякденні (популярні і закриті) застосунки, стає засобом відстеження користувачів.
zh_hans: _“第 35 届混沌通信大会 (35c3) 大约在两周前结束，F-Droid 在那里得到了很好的代表。确实，那里有大量的自由软件项目和社区......”_，你可以在 [F-Droid 在 35c3](https://fdroid.gitlab.io/fdroid-website/en/2019/01/11/fdroid-at-35c3.html) 文章中阅读更多相关内容。其中一个更有趣但令人不寒而栗的谈话是[“Facebook 如何在 Android 上跟踪你（即使你没有 Facebook 帐户）”](https://media.ccc.de/v/35c3-9941-how_facebook_tracks_you_on_android)，它揭示了 Facebook SDK 嵌入日常（流行且闭源）的应用的方式成为跟踪用户的手段。
