Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: F-Droid is a community run free software project very much in the same spirit as Debian. The community has always aimed to provide 100% verified free software, built from source. From the beginning, there was also an interest in other ethical considerations as well, these are expressed via F-Droid's [Anti-Features](https://f-droid.org/docs/Anti-Features/). These are things tagged with _Tracking_ (contains tracking), _Ads_ (includes advertising), and _NonFreeNet_ (requires a non-free network service). The process of ensuring that the apps are 100% free software as well as tagging apps with the required Anti-Features is a manual process that many people contribute to, that is aided by quite a bit of automation. This project fits directly into this existing ecosystem. It will both quickly provide improvements in contributors' workflow based on the existing prototype, as well as experiments towards drastically improving the whole workflow of anyone working to track trackers.
de: F-Droid ist ein community-betriebenes freies Softwareprojekt ganz im Geiste von Debian. Die Community hat sich immer zum Ziel gesetzt, 100% verifizierte freie Software anzubieten, die aus dem Quellcode erstellt wird. Von Anbeginn an bestand genauso auch ein Interesse an weiteren ethischen Überlegungen, die sich in F-Droid's [Anti-Features](https://f-droid.org/docs/Anti-Features/) ausdrücken. Dies sind Dinge, die mit _Tracking_ (beinhaltet Tracking), _Ads_ (enthält Werbung) und _NonFreeNet_ (benötigt einen proprietären Netzwerkdienst) gekennzeichnet sind. Der Prozess, um sicherzustellen, dass die Apps zu 100% freie Software sind, wie auch die Kennzeichnung der Apps mit den erforderlichen Anti-Features ist ein händischer Vorgang, an dem viele Menschen beteiligt sind, der lediglich ein bisschen durch Automatisierung unterstützt wird. Dieses Projekt passt direkt zu diesem vorhandenem Ökosystem. Es wird zum einen auf der Grundlage des vorhandenen Prototyps schnell Verbesserungen der Arbeitsabläufe der Mitwirkenden liefern, zum anderen Experimente erbringen, die dazu dienen, den gesamten Workflow eines jeden, der daran arbeitet Tracker aufzuspüren, drastisch zu verbessern.
pl: F-Droid to prowadzony przez społeczność projekt wolnego oprogramowania, działający w tym samym duchu co Debian. Społeczność zawsze dążyła do zapewnienia w 100% zweryfikowanego bezpłatnego oprogramowania zbudowanego ze źródła. Od samego początku zainteresowano się również innymi względami etycznymi, które są wyrażane za pomocą [Niepożądanych funkcji](https://f-droid.org/docs/Anti-Features/) F-Droida. Są to rzeczy oznaczone tagami _Śledzenie_ (zawiera śledzenie), _Ads_ (obejmuje reklamy) i _NonFreeNet_ (wymaga niewolnej usługi sieciowej). Proces zapewniania, że aplikacje są w 100% darmowe oprogramowanie, a także oznaczanie aplikacji wymaganymi niepożądanymi funkcjami jest procesem ręcznym, do którego przyczynia się wiele osób, wspomaganym przez dość dużą automatyzację. Projekt pasuje bezpośrednio do istniejącego ekosystemu. Zapewni to zarówno szybkie usprawnienie przepływu pracy współpracowników w oparciu o istniejący prototyp, jak i eksperymenty mające na celu radykalną poprawę całego przepływu pracy wszystkich osób śledzących moduły śledzące.
ro: F-Droid este un proiect de software liber administrat de o comunitate, în același spirit ca și Debian. Comunitatea și-a propus întotdeauna să ofere software liber 100% verificat, construit din sursă. Încă de la început, a existat un interes și pentru alte considerente etice, acestea fiind exprimate prin [Anti-Features](https://f-droid.org/docs/Anti-Features/). Acestea sunt lucruri etichetate cu _Tracking_ (conține urmărire), _Ads_ (include publicitate) și _NonFreeNet_ (necesită un serviciu de rețea non-gratuit). Procesul de asigurare a faptului că aplicațiile sunt 100% software liber, precum și de etichetare a aplicațiilor cu Anti-Features necesare este un proces manual la care contribuie multe persoane, care este ajutat de o bună parte din automatizare. Acest proiect se încadrează direct în acest ecosistem existent. Acesta va oferi atât îmbunătățiri rapide în fluxul de lucru al contribuitorilor pe baza prototipului existent, cât și experimente în vederea îmbunătățirii drastice a întregului flux de lucru al tuturor celor care lucrează la urmărirea trackerilor.
ru: F-Droid - это проект свободного программного обеспечения под управлением сообщества в том же духе, что и Debian. Целью сообщества всегда было предоставление 100% проверенного свободного программного обеспечения, собранного из исходных текстов. С самого начала был проявлен интерес и к другим этическим соображениям, которые выражаются в F-Droid в [Анти-функциях](https://f-droid.org/docs/Anti-Features/). Это вещи, помеченные _Tracking_ (содержит отслеживание), _Ads_ (включает рекламу) и _NonFreeNet_ (требует несвободной сетевой службы). Процесс обеспечения того, что приложения на 100% являются свободным программным обеспечением, а также маркировка приложений необходимыми анти-функциями - это ручной процесс, в который вносят вклад многие люди, и который в значительной степени автоматизирован. Данный проект непосредственно вписывается в эту существующую экосистему. Он позволит как быстро улучшить рабочий процесс вкладчиков на основе существующего прототипа, так и провести эксперименты по радикальному улучшению всего рабочего процесса всех, кто работает над отслеживанием трекеров.
uk: F-Droid - це проєкт вільного програмного забезпечення під керуванням спільноти в тому ж дусі, що і Debian. Метою спільноти завжди було надання 100% перевіреного вільного програмного забезпечення, зібраного з вихідних текстів. З самого початку був виявлений інтерес і до інших етичних міркувань, які виражаються в F-Droid в [Анти-функціях](https://f-droid.org/docs/Anti-Features/). Це речі, помічені _Tracking_ (містить відстеження), _Ads_ (включає рекламу) і _NonFreeNet_ (вимагає невільною мережевий служби). Процес забезпечення того, що застосунки на 100% є вільним програмним забезпеченням, а також маркування застосунків необхідними анти-функціями - це ручний процес, в який вносять вклад багато людей, і який в значній мірі автоматизований. Даний проєкт безпосередньо вписується в цю наявну екосистему. Він дозволить як швидко поліпшити робочий процес вкладників на основі наявного прототипу, так і провести експерименти по радикальному поліпшенню всього робочого процесу всіх, хто працює над відстеженням трекерів.
zh_hans: F-Droid 是一个社区运行的自由软件项目，其精神与 Debian 非常相似。社区一直致力于提供 100% 经过验证的自由软件，从源代码构建。从一开始，人们也对其他道德考虑感兴趣，这些通过 F-Droid 的 [Anti-Features](https://f-droid.org/docs/Anti-Features/) 体现。这些是用 _Tracking_（包含跟踪）、_Ads_（包括广告）和 _NonFreeNet_（需要非自由网络服务）标记的东西。确保应用是 100% 的自由软件以及使用所需的负面特征标记应用的过程是许多人参与的手动过程，这得到了相当多的自动化的帮助。这个项目直接适合这个现有的生态系统。它既可以在现有原型的基础上快速改进贡献者的工作流程，也可以通过实验来大幅改进跟踪跟踪器的任何人的整个工作流程。

source: F-Droid fits into the whole Android app ecosystem in a very specific role. It is the one source that only distributes free software, and has built a well deserved reputation for not compromising on the ethics that guide the community. This has led it to become the standard "clean set" in all manner of research into Android malware and tracking. Many academic papers covering Android malware cite f-droid.org as the source of ground truth.
de: F-Droid fügt sich in das gesamte Android-App-Ökosystem in einer sehr speziellen Rolle ein. Es ist die einzige Quelle, die ausschließlich freie Software vertreibt, und hat sich ein wohl verdientes Ansehen aufgebaut, keine Kompromisse in ethischen Standpunkten einzugehen, welche die Community vorgibt. Dies hat dazu geführt, dass es zum "clean set"-Standard in allen Angelegenheiten der Forschung zu Schadsoftware und Tracking in Android wurde. Viele wissenschaftliche Artikel, die sich mit Android-Malware beschäftigen, zitieren f-droid.org als den Quell von Ground Truth.
pl: F-Droid pasuje do całego ekosystemu aplikacji dla systemu Android w bardzo konkretnej roli. Jest to jedno źródło, które dystrybuuje tylko wolne oprogramowanie i zbudowało zasłużoną reputację, nie narażając się na etykę, która kieruje społecznością. To doprowadziło go do tego, aby stać się standardowym "czystym zestawem" we wszelkiego rodzaju badaniach nad złośliwym oprogramowaniem i śledzeniem Androida. Wiele artykułów akademickich obejmujących złośliwe oprogramowanie Android aplikuje f-droid.org jako źródło prawdy gruntowej.
ro: F-Droid se încadrează în întregul ecosistem de aplicații Android într-un rol foarte specific. Este singura sursă care distribuie numai software liber și și-a construit o reputație binemeritată pentru că nu face compromisuri în ceea ce privește etica care ghidează comunitatea. Acest lucru a făcut ca ea să devină "setul curat" standard în tot felul de cercetări privind programele malware și urmărirea Android. Multe lucrări academice care tratează malware-ul Android citează f-droid.org ca sursă de adevăr de bază.
ru: F-Droid играет очень специфическую роль во всей экосистеме приложений для Android. Это единственный источник, который распространяет только свободное программное обеспечение, и он завоевал заслуженную репутацию за то, что не идет на компромисс с этикой, которой руководствуется сообщество. Это привело к тому, что он стал стандартным "чистым набором" во всех исследованиях вредоносных программ для Android и их отслеживания. Во многих научных работах, посвященных вредоносным программам для Android, f-droid.org используется в качестве источника достоверной информации.
uk: F-Droid грає дуже специфічну роль у всій екосистемі застосунків для Android. Це єдине джерело, який поширює тільки вільне програмне забезпечення, і він завоював заслужену репутацію за те, що не йде на компроміс з етикою, якою керується співтовариство. Це призвело до того, що він став стандартним "чистим набором" у всіх дослідженнях шкідливих програм для Android і їх відстеження. У багатьох наукових роботах, присвячених шкідливим програмам для Android, f-droid.org використовується в якості джерела достовірної інформації.
zh_hans: F-Droid 以非常具体的角色融入整个 Android 应用生态系统。它是仅分发自由软件的唯一来源，并且以不在指导社区的道德规范上妥协建立了当之无愧的声誉。这使其成为各种研究 Android 恶意软件和跟踪的标准“干净集”。许多涵盖 Android 恶意软件的学术论文都将 f-droid.org 作为地面真值的来源。

source: In closing, it is important to highlight that it is essential to keep humans always at the center of of these tools. We are building tooling to augment humans, not replace them. Since the prime motivation of the F-Droid community is to build ethical software distribution, algorithms will never replace humans in making decisions based on ethics. The tools can automate the technical details, so that contributors do not need to understand them in order to meaningfully help with the process.
de: Zum Abschluss ist es wichtig, zu betonen, dass es essentiell ist, dass die Menschen immer im Mittelpunkt dieser Instrumente bleiben werden. Wir stellen Instrumente her, um die Menschen zu unterstützen, nicht um sie zu ersetzen. So wie es die primäre Intention der F-Droid-Community ist, einen moralisch einwandfreien Softwarevertrieb aufzubauen, werden Algorithmen niemals Menschen in der auf ethischen Fragen beruhenden Entscheidungsfindung ersetzen. Die Tools können die technischen Details so automatisieren, dass Mitarbeiter, sie nicht zu verstehen brauchen, damit sie ihnen in den Arbeitsabläufen bedeutend helfen.
pl: Na zakończenie należy podkreślić, że ważne jest, aby ludzie zawsze znajdowali się w centrum tych narzędzi. Budujemy oprzyrządowanie w celu wzmocnić ludzi, a nie ich zastępowania. Ponieważ główną motywacją społeczności F-Droid jest budowanie etycznej dystrybucji oprogramowania, algorytmy nigdy nie zastąpią ludzi w podejmowaniu decyzji opartych na etyce. Narzędzia mogą zautomatyzować szczegóły techniczne, dzięki czemu autorzy nie muszą ich rozumieć, aby znacząco pomóc w procesie.
ro: În încheiere, este important să subliniem că este esențial ca oamenii să rămână întotdeauna în centrul acestor instrumente. Construim instrumente pentru a spori numărul oamenilor, nu pentru a-i înlocui. Deoarece motivația principală a comunității F-Droid este de a construi distribuția de software etic, algoritmii nu vor înlocui niciodată oamenii în luarea deciziilor bazate pe etică. Instrumentele pot automatiza detaliile tehnice, astfel încât contribuabilii să nu fie nevoiți să le înțeleagă pentru a contribui în mod semnificativ la acest proces.
ru: В заключение важно подчеркнуть, что в центре этих инструментов всегда должен находиться человек. Мы создаем инструменты, чтобы дополнить человека, а не заменить его. Поскольку основной мотивацией сообщества F-Droid является создание этичного распространения программного обеспечения, алгоритмы никогда не заменят человека в принятии решений, основанных на этике. Инструменты могут автоматизировать технические детали, чтобы участникам не нужно было разбираться в них, чтобы оказать значимую помощь в процессе.
uk: На закінчення важливо підкреслити, що в центрі цих інструментів завжди повинен знаходитися людина. Ми створюємо інструменти, щоб доповнити людини, а не замінити його. Оскільки основною мотивацією спільноти F-Droid є створення етичного поширення програмного забезпечення, алгоритми ніколи не замінять людини в прийнятті рішень, заснованих на етиці. Інструменти можуть автоматизувати технічні деталі, щоб учасникам не потрібно було розбиратися в них, щоб надати значиму допомогу в процесі.
zh_hans: 最后，重要的是要强调必须始终将人类置于这些工具的中心。我们正在构建工具来增强人类，而不是取代人类。由于 F-Droid 社区的主要动机是构建符合道德的软件分发，算法永远不会取代人类做出基于道德的决策。这些工具可以自动化技术细节，因此贡献者不需要了解它们即可对流程提供有意义的帮助。

source: OpenPush - A Free, Decentralized Push Messaging Framework for Android
de: OpenPush - Ein freies Push-Nachrichten-Framework für Android
pl: OpenPush - Bezpłatna, zdecentralizowana platforma przesyłania wiadomości push dla Systemu Android
ro: OpenPush - Un cadru gratuit și descentralizat de mesagerie Push pentru Android
ru: OpenPush - бесплатная, децентрализованная платформа для обмена Push-сообщениями для Android
uk: OpenPush - безкоштовна, децентралізована платформа для обміну Push-повідомленнями для Android
zh_hans: OpenPush - 适用于 Android 的自由、去中心化推送消息框架

source: Push messages are an essential part of connected mobile devices. They are also one of the critical missing pieces in the open source Android ecosystem. Until now, free Android apps would either need to implement their own push notification system, do without any push messaging or use the proprietary Google Cloud Messaging service.
de: Push-Nachrichten sind ein wesentlicher Bestandteil vernetzter Mobilgeräte. Sie sind auch eines der entscheidenden, noch fehlenden Teile im Open-Source-Ökosystem von Android. Bisher mussten kostenlose Android-Apps entweder ein eigenes Push-Benachrichtigungssystem implementieren, auf Push-Messaging verzichten oder das proprietäre Google Cloud Messaging nutzen.
pl: Komunikaty Push są istotną częścią podłączonych urządzeń mobilnych. Są one również jednym z krytycznych brakujących elementów w ekosystemie open source systemu Android. Do tej pory darmowe aplikacje dla systemu Android musiały albo implementować własny system powiadomień w trybie "push", albo korzystać z zastrzeżonej usługi Google Cloud Messaging.
ro: Mesajele push sunt o parte esențială a dispozitivelor mobile conectate. Ele reprezintă, de asemenea, una dintre piesele critice care lipsesc din ecosistemul Android open source. Până în prezent, aplicațiile Android gratuite trebuiau fie să implementeze propriul sistem de notificare push, fie să renunțe la mesajele push, fie să utilizeze serviciul proprietar Google Cloud Messaging.
ru: Push-сообщения являются неотъемлемой частью подключенных мобильных устройств. Они также являются одним из важнейших недостающих элементов в экосистеме Android с открытым исходным кодом. До сих пор бесплатные приложения для Android должны были либо реализовывать собственную систему push-уведомлений, либо обходиться вообще без push-сообщений, либо использовать проприетарную службу Google Cloud Messaging.
uk: Push-повідомлення є невід'ємною частиною підключених мобільних пристроїв. Вони також є одним з найважливіших елементів, яких бракує в екосистемі Android з відкритим вихідним кодом. До сих пір безкоштовні застосунки для Android повинні були або реалізовувати власну систему push-повідомлень, або обходитися взагалі без push-повідомлень, або використовувати пропрієтарних службу Google Cloud Messaging.
zh_hans: 推送消息是连接移动设备的重要组成部分。它们也是开源 Android 生态系统中关键缺失的部分之一。到目前为止，自由 Android 应用要么需要实现自己的推送通知系统，要么不使用任何推送消息，要么使用专有的 Google Cloud Messaging 服务。
