Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: You may have noticed that the design of the "Featured" label has changed, and that TWIF sprouted new "Major" and "F-Droid" labels. We'd like to hear what you think of the idea itself, as well as how it looks. Please share your thoughts!
de: Sie haben vielleicht bemerkt, dass sich das Design des Labels "Featured" geändert hat und dass TWIF neue "Major" und "F-Droid" Labels hervorgebracht hat. Wir würden uns freuen zu hören, was Sie von der Idee selbst halten und wie sie für Sie aussieht. Bitte teilen Sie uns Ihre Gedanken mit!
pl: Być może zauważyłeś, że projekt etykiety "Polecane" się zmienił, a TWIF wytworzył nowe etykiety "Major" i "F-Droid". Chcielibyśmy usłyszeć, co myślisz o samym pomyśle, jak również o tym, jak wygląda. Proszę podziel się swoimi przemyśleniami!
ro: Poate că ați observat că s-a schimbat designul etichetei "Featured" și că TWIF a creat noile etichete "Major" și "F-Droid". Am dori să ne spuneți ce părere aveți despre ideea în sine, precum și despre cum arată. Vă rugăm să ne împărtășiți opiniile dumneavoastră!
ru: Возможно, вы заметили, что дизайн метки "Featured" изменился, и что TWIF прорастил новые метки "Major" и "F-Droid". Мы хотели бы услышать, что вы думаете о самой идее, а также о том, как это выглядит. Пожалуйста, поделитесь своими мыслями!
uk: Можливо, ви помітили, що дизайн мітки "Featured" змінився, і що TWIF проростив нові мітки "Major" і "F-Droid". Ми хотіли б почути, що ви думаєте про саму ідею, а також про те, як це виглядає. Будь ласка, поділіться своїми думками!
zh_hans: 你可能已经注意到，“特色”标签的设计发生了变化，并且 TWIF 增加了新的“主要”和 “F-Droid” 标签。我们想听听你对这个想法本身的看法，以及它的外观。请分享你的想法！

source: TWIF 24: The End of Logging As We Know It
de: TWIF 24: Das Ende eines Protokolls, so wie wir es kennen
pl: TWIF 24: Koniec logowania, jaki znamy
ro: TWIF 24: Sfârșitul exploatării forestiere așa cum o știm noi
ru: TWIF 24: Конец лесозаготовки в том виде, в котором мы ее знаем
uk: TWIF 24: Кінець лісозаготівлі в тому вигляді, в якому ми її знаємо
zh_hans: TWIF 24：我们所知道的日志记录的终结

source: A light edition this week, due to the update process being stuck since Monday. This week we learn of BotBot.me shutting down, 4 new apps and {{ page.number_of_updated_apps }} updates, with a major update for SnoopSnitch. <!--more-->
de: Eine dünne Ausgabe diese Woche, da der Update-Prozess seit Montag feststeckt. Diese Woche erfahren wir von der Schließung von BotBot.me, 4 neuen Apps und {{ page.number_of_updated_apps }} Aktualisierungen, darunter ein wichtiges Update für SnoopSnitch. <!--mehr-->
pl: Lekka edycja w tym tygodniu, ponieważ proces aktualizacji trwa od poniedziałku. W tym tygodniu dowiadujemy się o zamknięciu BotBot.me, 4 nowych aplikacjach i {{ page.number_of_updated_apps }} aktualizacjach, z ważną aktualizacją dla SnoopSnitch.
ro: O ediție ușoară în această săptămână, din cauza faptului că procesul de actualizare este blocat de luni. Săptămâna aceasta aflăm despre închiderea BotBot.me, despre 4 aplicații noi și actualizări {{ page.number_of_updated_apps }}, cu o actualizare majoră pentru SnoopSnitch.
ru: Облегченный выпуск на этой неделе, поскольку процесс обновления застопорился с понедельника. На этой неделе мы узнали о закрытии BotBot.me, 4 новых приложениях и {{ page.number_of_updated_apps }} обновлениях, с крупным обновлением для SnoopSnitch. <!--more-->
uk: Полегшений випуск на цьому тижні, оскільки процес оновлення застопорився з понеділка. На цьому тижні ми дізналися про закриття BotBot.me, 4 нових застосунки і {{ page.number_of_updated_apps }} оновлених, з великим оновленням для SnoopSnitch. <!--more-->
zh_hans: 由于更新过程自周一以来一直停滞不前，本周是一个简短的版本。本周我们了解到 BotBot.me 关闭、4 个新应用和 {{ page.number_of_updated_apps }} 个更新，以及 SnoopSnitch 的重大更新。 <!--more-->

source: BotBot.me closing its doors
de: BotBot.me schließt seine Pforten
pl: BotBot.me zamyka drzwi
ro: BotBot.me își închide ușile
ru: BotBot.me закрывает свои двери
uk: BotBot.me закриває свої двері
zh_hans: BotBot.me 关门大吉

source: Citing the new [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) laws, and lack of development since 2015, the IRC logging service [BotBot.me](https://botbot.me) will be [shutting down on November 5th, 2018](https://lincolnloop.com/blog/saying-goodbye-botbotme/), after 6 years of service. BotBot.me is what logs our public IRC rooms, [#fdroid](https://botbot.me/freenode/fdroid/) and [#fdroid-dev](https://botbot.me/freenode/fdroid-dev/). We are currently thinking about what to do about the old logs, and what we should replace it with, if anything at all.
de: Unter Berücksichtigung der neuen [DSGVO](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) und mangels Entwicklung seit 2015 wird der IRC-Ereignisprotokolldienst [BotBot.me](https://botbot.me) nach 6 Dienstjahren [am 5. November 2018 geschlossen](https://lincolnloop.com/blog/saying-goodbye-botbotme/) werden. BotBot.me protokolliert unsere öffentlichen IRC-Räume, [#fdroid](https://botbot.me/freenode/fdroid/) und [#fdroid-dev](https://botbot.me/freenode/fdroid-dev/). Wir überlegen im Moment, was wir mit den alten Protokollen machen und wodurch wir ihn, wenn überhaupt, ersetzen sollen.
pl: Powołując się na nowe prawa [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) i brak rozwoju od 2015 r., Usługa rejestrowania IRC [BotBot.me](https://botbot.me) będzie [zamykanie 5 listopada 2018 r.](https://lincolnloop.com/blog/saying-goodbye-botbotme/), po 6 latach pracy. BotBot.me rejestruje nasze publiczne pokoje IRC, [#fdroid](https://botbot.me/freenode/fdroid/) i [#fdroid-dev](https://botbot.me/freenode/fdroid-dev/). Obecnie zastanawiamy się, co zrobić ze starymi logami i co powinniśmy zastąpić, jeśli coś w ogóle.
ro: Invocând noile legi [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation)și lipsa de dezvoltare din 2015, serviciul de logare IRC [BotBot.me](https://botbot.me) va fi [shutting down on November 5th, 2018](https://lincolnloop.com/blog/saying-goodbye-botbotme/), după 6 ani de serviciu. BotBot.me este cel care înregistrează camerele noastre publice de IRC, [#fdroid](https://botbot.me/freenode/fdroid/) și [#fdroid-dev](https://botbot.me/freenode/fdroid-dev/). În prezent ne gândim ce să facem cu vechile jurnale și cu ce ar trebui să le înlocuim, dacă este cazul.
ru: Ссылаясь на новые законы [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) и отсутствие развития с 2015 года, сервис IRC-логирования [BotBot.me](https://botbot.me) будет [закрыт 5 ноября 2018 года](https://lincolnloop.com/blog/saying-goodbye-botbotme/), после 6 лет работы. BotBot.me регистрирует наши публичные IRC-комнаты, [#fdroid](https://botbot.me/freenode/fdroid/) и [#fdroid-dev](https://botbot.me/freenode/fdroid-dev/). В настоящее время мы думаем о том, что делать со старыми логами, и чем их заменить, если это вообще возможно.
uk: Посилаючись на нові закони [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) і відсутність розвитку з 2015 року, сервіс IRC-логування [BotBot.me](https://botbot.me) буде [закритий 5 листопада 2018 року](https://lincolnloop.com/blog/saying-goodbye-botbotme/), після 6 років роботи. BotBot.me реєструє наші публічні IRC-кімнати, [#fdroid](https://botbot.me/freenode/fdroid/) і [# fdroid-dev](https://botbot.me/freenode/fdroid-dev/). В даний час ми думаємо про те, що робити зі старими балками, і чим їх замінити, якщо це взагалі можливо.
zh_hans: 引用新的 [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) 法律，以及自 2015 年以来缺乏开发，IRC 日志记录服务，[BotBot.me](https://botbot.me)，经过 6 年，将[于 2018 年 11 月 5 日关闭](https://lincolnloop.com/blog/saying-goodbye-botbotme/)。BotBot.me 记录了我们的公共 IRC 房间，[#fdroid](https://botbot.me/freenode/fdroid/) 和 [#fdroid-dev](https://botbot.me/freenode/fdroid-dev/)。我们目前正在考虑如何处理旧日志，以及我们应该用什么替换它，如果有的话。

source: **[Nomad](https://f-droid.org/packages/com.dfa.hubzilla_android/)**: This is an unofficial client for the distributed social network Hubzilla
de: **[Nomad](https://f-droid.org/packages/com.dfa.hubzilla_android/)** ist ein inoffizieller Client für das soziale Netzwerk Hubzilla
pl: **[Nomad](https://f-droid.org/packages/com.dfa.hubzilla_android/)**: Jest to nieoficjalny klient dla rozproszonej sieci społecznościowej Hubzilla
ro: **[Nomad](https://f-droid.org/packages/com.dfa.hubzilla_android/)**: Acesta este un client neoficial pentru rețeaua socială distribuită Hubzilla
ru: **[Nomad](https://f-droid.org/packages/com.dfa.hubzilla_android/)**: Это неофициальный клиент для распределенной социальной сети Hubzilla
uk: **[Nomad](https://f-droid.org/packages/com.dfa.hubzilla_android/)**: Це неофіційний клієнт для розподіленої соціальної мережі Hubzilla
zh_hans: **[Nomad](https://f-droid.org/packages/com.dfa.hubzilla_android/)**：这是分布式社交网络 Hubzilla 的非官方客户端

source: **[X11-Basic](https://f-droid.org/packages/net.sourceforge.x11basic/)**: X11-Basic is a dialect of the BASIC programming language with graphics capability. It has a very rich command set, though it is still easy to learn.
de: **[X11-Basic](https://f-droid.org/packages/net.sourceforge.x11basic/)**: X11-Basic ist ein Dialekt der Programmiersprache BASIC mit grafischen Fähigkeiten. Sie besitzt einen reichhaltigen Befehlssatz, ist aber immer noch leicht zu erlernen.
pl: **[X11-Basic](https://f-droid.org/packages/net.sourceforge.x11basic/)**: X11-Basic to dialekt języka programowania BASIC z możliwością grafiki. Ma bardzo bogaty zestaw poleceń, choć wciąż jest łatwy do nauczenia.
ro: **[X11-Basic](https://f-droid.org/packages/net.sourceforge.x11basic/)**: X11-Basic este un dialect al limbajului de programare BASIC cu capabilități grafice. Acesta are un set de comenzi foarte bogat, deși este încă ușor de învățat.
ru: **[X11-Basic](https://f-droid.org/packages/net.sourceforge.x11basic/)**: X11-Basic - это диалект языка программирования BASIC с графическими возможностями. Он имеет очень богатый набор команд, но при этом прост в освоении.
uk: **[X11-Basic](https://f-droid.org/packages/net.sourceforge.x11basic/)**: X11-Basic - це діалект мови програмування BASIC з графічними можливостями. Він має дуже багатий набір команд, але при цьому простий в освоєнні.
zh_hans: **[X11-Basic](https://f-droid.org/packages/net.sourceforge.x11basic/)**：X11-Basic 是具有图形功能的 BASIC 编程语言的方言。它有一个非常丰富的命令集，尽管它仍然很容易学习。

source: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)**: Disroot app is like your Swiss Army knife to the Disroot platform
de: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)**: Die Disroot-App ist Ihr Schweizer Armeemesser für die Disroot-Plattform
pl: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)**: Aplikacja Disroot przypomina nóż szwajcarskiej armii na platformę Disroot
ro: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)**: Aplicația Disroot este ca un briceag elvețian pentru platforma Disroot
ru: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)**: Приложение Disroot - это как ваш швейцарский армейский нож для платформы Disroot
uk: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)**: Додаток Disroot - це як ваш швейцарський армійський ніж для платформи Disroot
zh_hans: **[Disroot App](https://f-droid.org/packages/org.disroot.disrootapp/)**：Disroot 应用就像你的 Disroot 平台的瑞士军刀

source: **[AFReplacer](https://f-droid.org/packages/ru.ifproject.android.afr/)**: Replace Amazfit Bip watchfaces in Mi Fit
de: **[AFReplacer](https://f-droid.org/packages/ru.ifproject.android.afr/)**: Amazfit Bip Watchfaces in Mi Fit austauschen
pl: **[AFReplacer](https://f-droid.org/packages/ru.ifproject.android.afr/)**: Zastąp watchfaces Amazfit Bip w Mi Fit
ro: **[AFReplacer](https://f-droid.org/packages/ru.ifproject.android.afr/)**: Înlocuiți fețele de ceas Amazfit Bip în Mi Fit
ru: **[AFReplacer](https://f-droid.org/packages/ru.ifproject.android.afr/)**: Замена часовых интерфейсов Amazfit Bip в Mi Fit
uk: **[AFReplacer](https://f-droid.org/packages/ru.ifproject.android.afr/)**: Заміна часівих інтерфейсів Amazfit Bip в Mi Fit
zh_hans: **[AFReplacer](https://f-droid.org/packages/ru.ifproject.android.afr/)**：替换小米 Fit 中的 Amazfit Bip 表盘

source: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** is a game inspired by Angry Birds. Version 1.5.0 adds achievements, and fixes a scoring bug.
de: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** ist ein durch Angry Birds inspiriertes Spiel. Version 1.5.0 fügt Erfolge hinzu und behebt einen Fehler bei den Spielergebnissen.
pl: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** to gra inspirowana Angry Birds. Wersja 1.5.0 dodaje osiągnięcia i naprawia błąd punktowania.
ro: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** este un joc inspirat de Angry Birds. Versiunea 1.5.0 adaugă realizări și corectează o eroare de scor.
ru: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** - игра, вдохновленная Angry Birds. В версии 1.5.0 добавлены достижения и исправлена ошибка с подсчетом очков.
uk: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** - гра, натхненна Angry Birds. У версії 1.5.0 додані досягнення і виправлена помилка з підрахунком очок.
zh_hans: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** 是一款受愤怒的小鸟启发的游戏。 1.5.0 版增加了成就，并修复了一个评分错误。

source: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: Wake up your phone - switch the screen on - when you wave over the proximity sensor. Version 2.3.0 has a new "excluded apps" list.
de: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: Telefon aufwecken - Bildschirm einschalten - durch Handbewegungen über dem Näherungssensor. Version 2.3.0 besitzt eine neue Liste "ausgeschlossener Apps".
pl: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: Obudź telefon - włącz ekran - kiedy machniesz nad czujnikiem zbliżeniowym. Wersja 2.3.0 ma nową listę "wykluczonych aplikacji".
ro: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: Treziți-vă telefonul - porniți ecranul - atunci când treceți cu mâna peste senzorul de proximitate. Versiunea 2.3.0 are o nouă listă de "aplicații excluse".
ru: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: Пробуждение телефона - включение экрана - при взмахе руки над датчиком приближения. В версии 2.3.0 появился новый список "исключенных приложений".
uk: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: Пробудження телефона - увімкнення екрана - під час змаху руки над сенсором наближення. У версії 2.3.0 зʼявився новий список "не врахованих застосунків".
zh_hans: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**：唤醒你的手机 - 打开屏幕 - 当你在接近传感器上挥手时。2.3.0 版有一个新的“排除应用”列表。

source: {{ page.major }} **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** was updated from 1.0.3 to 2.0.7. SnoopSnitch is a tool to check mobile network security on compatible phones with Root access. This update introduces the Android patch analysis feature, and reduces battery consumption. Also includes various UI/UX improvements, bugfixes and stability improvements.
de: {{ page.major }} **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** wurde von 1.0.3 auf 2.0.7 aktualisiert. SnoopSnitch ist ein Werkzeug, um auf kompatiblen, gerooteten Telefonen die Mobilnetz-Sicherheit zu prüfen. Dieses Update führt die Funktion der Android-Patch-Analyse ein und reduziert den Akkuverbrauch. Es beinhaltet auch diverse UI/UX-Verbesserungen, Fehlerlösungen und Stabilitätsverbesserungen.
pl: {{ page.major }} **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** został zaktualizowany z wersji 1.0.3 do 2.0.7. SnoopSnitch to narzędzie do sprawdzania bezpieczeństwa sieci komórkowej na zgodnych telefonach z dostępem Root. Ta aktualizacja wprowadza funkcję analizy poprawek Androida i zmniejsza zużycie baterii. Zawiera również różne ulepszenia UI/UX, poprawki błędów i ulepszenia stabilności.
ro: {{ page.major }} **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** a fost actualizat de la 1.0.3 la 2.0.7. SnoopSnitch este un instrument pentru a verifica securitatea rețelei mobile pe telefoanele compatibile cu acces Root. Această actualizare introduce funcția de analiză a patch-urilor Android și reduce consumul de baterie. De asemenea, include diverse îmbunătățiri UI/UX, corecturi de erori și îmbunătățiri de stabilitate.
ru: {{ page.major }} **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** был обновлен с 1.0.3 до 2.0.7. SnoopSnitch - это инструмент для проверки безопасности мобильных сетей на совместимых телефонах с Root-доступом. Это обновление вводит функцию анализа патчей Android и снижает расход батареи. Также включены различные улучшения UI/UX, исправления ошибок и улучшения стабильности.
uk: {{ page.major }} **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** був оновлений з 1.0.3 до 2.0.7. SnoopSnitch - це інструмент для перевірки безпеки мобільних мереж на сумісних телефонах з Root-доступом. Це оновлення вводить функцію аналізу патчів Android і знижує витрату батареї. Також включені різні поліпшення UI/UX, виправлення помилок і покращення стабільності.
zh_hans: {{ page.major }} **[SnoopSnitch](https://f-droid.org/packages/de.srlabs.snoopsnitch/)** 从 1.0.3 更新到 2.0.7。 SnoopSnitch 是一种用于检查具有 Root 访问权限的兼容手机上的移动网络安全性的工具。本次更新引入了 Android 补丁分析功能，减少了电池消耗。还包括各种 UI/UX 改进、错误修复和稳定性改进。

source: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** was updated from 0.69 to 0.71, now sending plain text as alternative, and with updated tools and libraries, updated translations, and miscellaneous small improvements and bug fixes.
de: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** wurde von 0.69 auf 0.71 aktualisiert, die als Alternative jetzt Plain Text versendet, hat aktualisierte Tools und Bibliotheken, auf den neusten Stand gebrachte Übersetzungen und verschiedene kleine Verbesserungen und Korrekturen.
pl: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** został zaktualizowany z 0.69 na 0.71, teraz wysyłając zwykły tekst jako alternatywę oraz ze zaktualizowanymi narzędziami i bibliotekami, zaktualizowanymi tłumaczeniami oraz różnymi drobnymi usprawnieniami i poprawkami błędów.
ro: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** a fost actualizat de la 0.69 la 0.71, trimițând acum text simplu ca alternativă și cu instrumente și biblioteci actualizate, traduceri actualizate și diverse mici îmbunătățiri și corecturi de erori.
ru: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** был обновлен с 0.69 до 0.71, теперь он отправляет простой текст в качестве альтернативы, а также имеет обновленные инструменты и библиотеки, обновленные переводы и различные мелкие улучшения и исправления ошибок.
uk: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** був оновлений з 0.69 до 0.71, тепер він відправляє простий текст в якості альтернативи, а також має оновлені інструменти та бібліотеки , оновлені переклади і різні дрібні поліпшення і виправлення помилок.
zh_hans: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** 从 0.69 更新到 0.71，现在发送纯文本作为替代，并带来更新的工具和库，更新的翻译，以及各种小改进和错误修复。

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, the Mastodon client, clocks in with 1.13.6 at F-Droid. Conversations can now be opened from remote instances, and fit preview media are displayed in a 2x2 grid. Issues with URLs, filters and notifications were addressed and some crashes were fixed.
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, der Mastodon-Client, stempelt auf F-Droid die 1.13.6. Unterhaltungen können jetzt aus entfernten Instanzen eröffnet werden und eine geeignete Medienvorschau wird in einem 2x2-Raster angezeigt. Probleme mit URLs, Filtern und Benachrichtigungen wurden bearbeitet und einige Absturzursachen behoben.
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, klient Mastodon, wchodzi z zegarem 1.13.6 na F-Droid. Rozmowy można teraz otwierać ze zdalnych instancji, a dopasowany nośnik podglądu jest wyświetlany w siatce 2x2. Rozwiązano problemy związane z adresami URL, filtrami i powiadomieniami oraz naprawiono niektóre błędy.
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, clientul Mastodon, a ajuns la versiunea 1.13.6 la F-Droid. Conversațiile pot fi deschise acum de la instanțe la distanță, iar mediile de previzualizare a potrivirii sunt afișate într-o grilă 2x2. Au fost rezolvate probleme cu URL-urile, filtrele și notificările și au fost corectate unele blocaje.
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, клиент Mastodon, получил обновление 1.13.6 на F-Droid. Разговоры теперь можно открывать с удаленных экземпляров, а медиафайлы для предварительного просмотра отображаются в виде сетки 2x2. Были решены проблемы с URL-адресами, фильтрами и уведомлениями, а также исправлены некоторые сбои.
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, клієнт Mastodon, отримав оновлення 1.13.6 на F-Droid. Розмови тепер можна відкривати з віддалених примірників, а мультимедійні дані для попереднього перегляду відображаються у вигляді сітки 2x2. Були вирішені проблеми з URL-адресами, фільтрами та повідомленнями, а також виправлені деякі збої.
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**，Mastodon 客户端，在 F-Droid 上更新 1.13.6。现在可以从远程实例打开对话，并且适合预览媒体显示在 2x2 网格中。解决了 URL、过滤器和通知的问题，并修复了一些崩溃。
