Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** [updated](http://www.orgzly.com/changelog) from 1.6.12 to 1.7.1, adding event (plain timestamps) support, a preference for click/long-click action, quick folding of note's metadata, a bottom action bar, swipe left to open or focus the note. State keywords are now forced upper case and note view uses a larger font size.
de: **[Orgzly](https://f-droid.org/packages/com.orgzly/)**[updated](http://www.orgzly.com/changelog) von 1.6.12 auf 1.7.1, Hinzufügen von Event (Plain Timestamps) Unterstützung, eine Präferenz für Klick/Langklick-Aktionen, schnelles Falten der Metadaten von Notizen, eine untere Aktionsleiste, nach links Streichen, um die Notiz zu öffnen oder zu fokussieren. Zustands-Keywords werden nun in Großbuchstaben geschrieben und die Notizansicht verwendet eine größere Schriftgröße.
pl: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** [zaktualizowany](http://www.orgzly.com/changelog) z 1.6.12 do 1.7.1, dodano obsługę zdarzeń (zwykłe znaczniki czasu), preferencje dla akcji kliknięcie/długie kliknięcie, szybkie składanie notatek metadanych, dolny pasek akcji, przesuń palcem w lewo, aby otworzyć lub skoncentrować notatkę. Słowa kluczowe stanu są teraz wymuszane dużymi literami, a widok notatek używa większego rozmiaru czcionki.
ro: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** [updated](http://www.orgzly.com/changelog) de la 1.6.12 la 1.7.1, adăugând suport pentru evenimente (timestamp-uri simple), o preferință pentru acțiunea clic/lung-clic, plierea rapidă a metadatelor notei, o bară de acțiune în partea de jos, glisați spre stânga pentru a deschide sau focaliza nota. Cuvintele-cheie de stare sunt acum forțate cu majuscule, iar vizualizarea notelor utilizează o dimensiune mai mare a fontului.
ru: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** [обновлено](http://www.orgzly.com/changelog) с 1.6.12 до 1.7.1, добавлена поддержка событий (простых временных меток), предпочтение действий по щелчку/длительному щелчку, быстрое сворачивание метаданных заметки, нижняя панель действий, свайп влево для открытия или фокусировки заметки. Ключевые слова состояния теперь принудительно набираются в верхнем регистре, а в представлении заметок используется более крупный размер шрифта.
uk: **[Orgzly](https://f-droid.org/packages/com.orgzly/)**[оновлено](http://www.orgzly.com/changelog) з 1.6.12 до 1.7.1, додана підтримка подій (простих тимчасових міток), перевагу дій по кліку/тривалого клацання, швидке згортання метаданих замітки, нижня панель дій, свайп вліво для відкриття або фокусування замітки. Ключові слова стану тепер примусово набираються в верхньому регістрі, а в поданні заміток використовується більший розмір шрифту.
zh_hans: **[Orgzly](https://f-droid.org/packages/com.orgzly/)**从 1.6.12 [更新](http://www.orgzly.com/changelog)到 1.7.1，添加事件（纯时间戳）支持，点击/长按动作偏好，笔记元数据快速折叠，底部动作栏，向左滑动打开或聚焦笔记。状态关键字现在强制大写，注释视图使用更大的字体大小。

source: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** [updated](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md) from 2.9.3 to 2.10.0, adding Android 9 (Pie) support, support for light filtering apps, disambiguate users with the same display name, more options to enforce password when sharing publicly, and various other changes and UI improvements.
de: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** [aktualisiert](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md) von 2.9.3 auf 2.10.0, Unterstützung von Android-9 (Pie) hinzugefügt , Unterstützung für Apps zur Licht-Filterung, Unterscheidung von Benutzern mit dem gleichen Anzeigenamen, mehr Optionen zur Durchsetzung von Forderung von Passwörtern bei der öffentlichen Freigabe und verschiedene andere Änderungen und Verbesserungen an der Benutzeroberfläche.
pl: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** [aktualizacja](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md) z wersji 2.9.3 to 2.10.0, dodanie obsługi Android 9 (Pie), wsparcie dla aplikacji filtrujących światło, ujednoznacznienie użytkowników o tej samej nazwie wyświetlanej, więcej opcji wymuszania hasła podczas publicznego udostępniania oraz różne inne zmiany i ulepszenia interfejsu użytkownika.
ro: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** [updated](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md) de la 2.9.3 la 2.10.0, adăugând suport pentru Android 9 (Pie), suport pentru aplicațiile de filtrare a luminii, dezambiguizarea utilizatorilor cu același nume de afișare, mai multe opțiuni pentru a impune parola la partajarea publică și diverse alte modificări și îmbunătățiri ale interfeței de utilizare.
ru: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** [обновлен](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md) с 2.9.3 до 2.10.0, добавлена поддержка Android 9 (Pie), поддержка приложений с фильтрацией света, распознавание пользователей с одинаковым отображаемым именем, больше вариантов применения пароля при публичном доступе, а также различные другие изменения и улучшения пользовательского интерфейса.
uk: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)**[оновлено](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md ) з 2.9.3 до 2.10.0, додана підтримка Android 9 (Pie), підтримка застосунків з фільтрацією світла, розпізнавання користувачів з однаковим відображуваним ім'ям, більше варіантів застосування пароля при публічному доступі, а також різні інші зміни і поліпшення користувальницького інтерфейсу.
zh_hans: **[ownCloud](https://f-droid.org/packages/com.owncloud.android/)** 从 2.9.3 [更新](https://github.com/owncloud/android/blob/HEAD/CHANGELOG.md)到 2.10.0，增加了对 Android 9 (Pie) 的支持、对光过滤应用的支持、消除具有相同显示名称的用户的歧义、公开共享时强制密码的更多选项以及各种其他更改和 UI 改进.

source: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** [updated](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) from 6.5.2 to 6.6.0, with improved new file discovery, exclude some folders by default, avoid deleting filtered out file types at deleting folders, customizing file loading priority, and various UI, stability and performance improvements.
de: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** [aktualisiert](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) von 6.5.2 auf 6.6.0, mit verbessertem Aufspüren neuer Dateien, standardmäßigem Ausschluss bestimmter Ordner, Vermeiden, dass beim Löschen von Ordnern herausgefilterte Dateitypen gelöscht werden, Anpassung der Prioritäten beim Laden von Dateien und verschiedene Verbesserungen der Benutzeroberfläche, Stabilität und Leistung.
pl: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) z 6.5.2 do 6.6.0, z ulepszonym wykrywaniem nowych plików, domyślnie wykluczonymi niektórymi folderami, unikaniem usuwania odfiltrowanych typów plików podczas usuwania folderów, dostosowaniem priorytetu ładowania plików oraz różne ulepszenia interfejsu użytkownika, stabilności i wydajności.
ro: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** [updated](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) de la 6.5.2 la 6.6.0, cu o descoperire îmbunătățită a noilor fișiere, excluderea implicită a unor dosare, evitarea ștergerii tipurilor de fișiere filtrate la ștergerea dosarelor, personalizarea priorității de încărcare a fișierelor și diverse îmbunătățiri ale interfeței, stabilității și performanței.
ru: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** [обновлен](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) с 6.5.2 до 6.6.0, с улучшенным обнаружением новых файлов, исключением некоторых папок по умолчанию, предотвращением удаления отфильтрованных типов файлов при удалении папок, настройкой приоритета загрузки файлов, а также различными улучшениями пользовательского интерфейса, стабильности и производительности.
uk: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)**[оновлено](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md) з 6.5.2 до 6.6.0, з поліпшеним виявленням нових файлів, винятком деяких тек за замовчуванням, запобіганням видалення відфільтрованих типів файлів при видаленні тек, налаштуванням пріоритету завантаження файлів, а також різними поліпшеннями користувальницького інтерфейсу, стабільності і продуктивності.
zh_hans: **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** 从 6.5.2 [更新](https://github.com/SimpleMobileTools/Simple-Gallery/blob/HEAD/CHANGELOG.md)到 6.6.0，改进了新文件发现，默认排除某些文件夹，避免在删除文件夹时删除过滤掉的文件类型，自定义文件加载优先级，以及各种 UI，稳定性和性能改进。

source: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)** [updated](https://www.stoutner.com/privacy-browser/changelog/) from 2.16 to 2.17.1, now with the ability to scroll the app bar, a logcat activity, "open with" entries in link and image context menus, set default apps in "open with", and Privacy Browser will now allow itself to be moved to SD card.
de: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)**[aktualisiert](https://www.stoutner.com/privacy-browser/changelog/) von 2.16 auf 2.17.1, jetzt mit der Möglichkeit, in der App-Leiste zu scrollen, einer Logcat-Aktivität, "öffnen mit"-Einträge in Link- und Bildkontextmenüs, Standardanwendungen in "öffnen mit" setzen und Privacy Browser lässt sich nun auf SD-Karte verschieben.
pl: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)** [updated](https://www.stoutner.com/privacy-browser/changelog/) z wersji 2.16 do 2.17.1, teraz z możliwością przewijania paska aplikacji, aktywności logcat, "otwierania z" wpisami w linku i menu kontekstowym obrazu, ustawiania domyślnych aplikacji w "otwórz za pomocą", ponadto Privacy Browser pozwola teraz przenieść się na kartę SD.
ro: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)** [updated](https://www.stoutner.com/privacy-browser/changelog/) de la 2.16 la 2.17.1, acum cu posibilitatea de a derula bara de aplicații, o activitate logcat, intrări "deschide cu" în meniurile contextuale ale linkurilor și imaginilor, setarea aplicațiilor implicite în "deschide cu", iar Privacy Browser va permite acum să fie mutat pe cardul SD.
ru: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)** [обновлен](https://www.stoutner.com/privacy-browser/changelog/) с 2.16 до 2.17.1, теперь с возможностью прокрутки панели приложений, активностью logcat, записями "открыть с" в контекстных меню ссылок и изображений, установкой приложений по умолчанию в "открыть с", и Privacy Browser теперь позволяет перемещать себя на SD карту.
uk: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)**[оновлено](https://www.stoutner.com/privacy-browser/changelog/) з 2.16 до 2.17.1, тепер з можливістю прокрутки панелі застосунків, активністю logcat, записами "відкрити з" в контекстних меню посилань і зображень, установкою застосунків за замовчуванням в "відкрити з", і Privacy Browser тепер дозволяє переміщати себе на SD карту .
zh_hans: **[Privacy Browser](https://f-droid.org/packages/com.stoutner.privacybrowser.standard/)** [更新](https://www.stoutner.com/privacy-browser/ changelog/) 从 2.16 到 2.17.1，现在可以滚动应用栏、logcat 活动、链接和图像上下文菜单中的“打开方式”条目、在“打开方式”中设置默认应用，隐私浏览器现在将允许自己移动到 SD 卡。

source: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** [updated](https://github.com/pmiddend/piggybudget/releases) from 2.2 to 2.4. You can now edit the category icons, and see monthly summaries and totals in the bottom of "Stats". The "settings" are now not a separate tab anymore, but can be accessed by the header menu. You'll also find that the CSV export now has some extra columns.
de: **[Piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** [aktualisiert](https://github.com/pmiddend/piggybudget/releases) von 2.2 auf 2.4. Sie können nun die Kategoriensymbole bearbeiten und sehen monatliche Zusammenfassungen und Summen unten in "Statistiken". Die "Einstellungen" sind nun keine separate Registerkarte mehr, sondern können über das Kopfmenü aufgerufen werden. Sie werden auch feststellen, dass der CSV-Export nun einige zusätzliche Spalten enthält.
pl: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** [zaktualizowany](https://github.com/pmiddend/piggybudget/releases) z 2.2 do 2.4. Możesz teraz edytować ikony kategorii i zobaczyć miesięczne podsumowania i podsumowania na dole „Statystyki”. „Ustawienia” nie są już oddzielną kartą, ale można uzyskać do nich dostęp za pomocą menu nagłówka. Zobaczysz również, że eksport CSV ma teraz dodatkowe kolumny.
ro: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** [updated](https://github.com/pmiddend/piggybudget/releases) de la 2,2 la 2,4. Acum puteți edita pictogramele categoriilor și puteți vedea rezumatele și totalurile lunare în partea de jos a rubricii "Statistici". "Setările" nu mai sunt acum o filă separată, ci pot fi accesate prin meniul din antet. De asemenea, veți constata că exportul CSV are acum câteva coloane suplimentare.
ru: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** [обновлен](https://github.com/pmiddend/piggybudget/releases) с 2.2 до 2.4. Теперь вы можете редактировать иконки категорий, а также просматривать ежемесячные сводки и итоги в нижней части "Статистики". Настройки" теперь не являются отдельной вкладкой, а доступны через меню заголовка. Вы также обнаружите, что экспорт CSV теперь имеет несколько дополнительных столбцов.
uk: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)**[оновлено](https://github.com/pmiddend/piggybudget/releases) з 2.2 до 2.4. Тепер ви можете редагувати іконки категорій, а також переглядати щомісячні зведення і підсумки в нижній частині "Статистики". Налаштування "тепер не є окремою вкладкою, а доступні через меню заголовка. Ви також знайдете, що експорт CSV тепер має кілька додаткових стовпців.
zh_hans: **[piggybudget](https://f-droid.org/packages/de.php_tech.piggybudget/)** 从 2.2 [更新](https://github.com/pmiddend/piggybudget/releases)到2.4。你现在可以编辑类别图标，并在“统计”底部查看每月摘要和总计。 “设置”现在不再是单独的选项卡，但可以通过标题菜单访问。你还会发现 CSV 导出现在有一些额外的列。

source: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** [updated](https://github.com/westnordost/StreetComplete/releases) from 10.1 to 10.2. It will now never show the "prohibited for pedestrians" quest for residential and service roads. You can now also tag `foot=use_sidepath` and `sidewalk=separate` in these quests. The OK button is now visibly disabled when the note text is empty.
de: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)**[aktualisiert](https://github.com/westnordost/StreetComplete/releases) von 10.1 von 10.2. Es wird nun nie die Suche nach dem "Verbot für Fußgänger" auf Wohn- und Nebenstraßen anbieten. Sie können nun auch `foot=use_sidepath` und `sidewalk=separate` in diesen Quests markieren. Die OK-Taste ist nun sichtbar deaktiviert, wenn die Notiz leer ist.
pl: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** [zaktualizowany](https://github.com/westnordost/StreetComplete/releases) z 10.1 do 10.2. Odtąd nigdy nie będzie pokazywał zadania „zabronione dla pieszych” dla dróg strefy zamieszkania i dojazdowych. Możesz teraz także oznaczyć `foot=use_sidepath` i `sidewalk=separate` w tych zadaniach. Przycisk OK jest teraz wyraźnie wyłączony, gdy tekst notatki jest pusty.
ro: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** [updated](https://github.com/westnordost/StreetComplete/releases) de la 10.1 la 10.2. De acum înainte, nu va mai afișa niciodată căutarea "interzis pietonilor" pentru drumurile rezidențiale și de serviciu. De asemenea, acum puteți marca `foot=use_sidepath` și `sidewalk=separate` în aceste quest-uri. Butonul OK este acum vizibil dezactivat atunci când textul notei este gol.
ru: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)**[обновлено](https://github.com/westnordost/StreetComplete/releases) с 10.1 на 10.2. Теперь он никогда не будет показывать квест "Запрещено для пешеходов" для жилых и служебных дорог. Теперь в этих квестах также можно ставить метки `foot=use_sidepath` и `sidewalk=separate`. Кнопка OK теперь заметно отключена, когда текст примечания пуст.
uk: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)**[оновлено](https://github.com/westnordost/StreetComplete/releases) з 10.1 на 10.2. Тепер він ніколи не буде показувати квест "Заборонено для пішоходів" для житлових і службових доріг. Тепер в цих квестах також можна ставити мітки `foot=use_sidepath` і` sidewalk=separate`. Кнопка OK тепер помітно відключена, коли текст примітки порожній.
zh_hans: **[StreetComplete](https://f-droid.org/packages/de.westnordost.streetcomplete/)** 从 10.1 [更新](https://github.com/westnordost/StreetComplete/releases)到 1 0.2。它现在永远不会显示“禁止行人”对住宅和服务道路的探索。你现在还可以在这些任务中标记 `foot=use_sidepath` 和 `sidewalk=separate`。当注释文本为空时，“确定”按钮现在被明显禁用。

source: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** [updated](https://github.com/wallabag/android-app/releases) from 2.1.0 to 2.2.0. The minimum Android version required to run this app was bumped up to 5.0. Other than that, this release updates some internal dependencies, and has the usual bugfixes and translation updates.
de: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** [aktualisiert](https://github.com/wallabag/android-app/releases) von 2.1.0 auf 2.2.0. Die für den Betrieb dieser App erforderliche minimale Android-Version wurde auf 5.0 erhöht. Ansonsten aktualisiert diese Version einige interne Abhängigkeiten und enthält die üblichen Bugfixes und Übersetzungsaktualisierungen.
pl: ** [wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/) ** [zaktualizowany](https://github.com/wallabag/android-app/releases) z 2.1 .0 do 2.2.0. Wymagana minimalna wersja systemu Android do uruchomienia tej aplikacji została podwyższona do 5.0. Poza tym to wydanie aktualizuje niektóre wewnętrzne zależności oraz zawiera zwykłe poprawki błędów i aktualizacje tłumaczeń.
ro: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** [updated](https://github.com/wallabag/android-app/releases) de la 2.1.0 la 2.2.0. Versiunea minimă de Android necesară pentru a rula această aplicație a fost majorată la 5.0. În afară de asta, această versiune actualizează unele dependențe interne și are obișnuitele corecturi de erori și actualizări de traduceri.
ru: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** [обновлен](https://github.com/wallabag/android-app/releases) с 2.1.0 до 2.2.0. Минимальная версия Android, необходимая для запуска этого приложения, была увеличена до 5.0. Кроме того, в этом выпуске обновлены некоторые внутренние зависимости, а также внесены обычные исправления ошибок и обновления перевода.
uk: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** [оновлено](https://github.com/wallabag/android-app/releases) з версії 2.1.0 до 2.2.0. Мінімальна версія Android, необхідна для запуску цього застосунку, була збільшена до 5.0. Крім того, в цьому випуску оновлені деякі внутрішні залежності, а також внесені звичайні виправлення помилок і оновлені переклади.
zh_hans: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** 从 2.1.0 [更新](https://github.com/wallabag/android-app/releases)到 2.2.0。运行此应用所需的最低 Android 版本已提升至 5.0。除此之外，此版本更新了一些内部依赖项，并具有通常的错误修正和翻译更新。

source: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [updated](https://gitlab.com/tom79/mastalab/tags) from 1.75.0 to 1.76.0, adding support for "featured hashtags" (needs to have the next Mastodon version on the server), and a private timeline with conversations for Friendica. For Friendica, favorites were replaced with likes, and in general the import/export feature and custom sharing feature were improved.
de: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [aktualisiert](https://gitlab.com/tom79/mastalab/tags) von 1.75.0 auf 1.76.0, Unterstützung für "featured hashtags" (benötigt die nächste Mastodon-Version auf dem Server), und eine private Timeline mit Gesprächen für Friendica. Für Friendica wurden die Favoriten durch Likes ersetzt und im Allgemeinen wurden die Import-/Exportfunktion und die benutzerdefinierte Freigabefunktion verbessert.
pl: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** został [zaktualizowany](https://gitlab.com/tom79/mastalab/tags) z 1.75.0 do 1.76.0, dodając obsługę "wyróżnionych hashtagów" (musi mieć następną wersję Mastodona na serwerze), oraz prywatną linię czasu z konwersacjami dla Friendica. Dla Friendica, ulubione zostały zastąpione przez lubi, a ogólnie rzecz biorąc, funkcja importu/eksportu i niestandardowego udostępniania została ulepszona.
ro: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [updated](https://gitlab.com/tom79/mastalab/tags) de la 1.75.0 la 1.76.0, adăugând suport pentru "hashtag-uri recomandate" (trebuie să aibă următoarea versiune Mastodon pe server) și o cronologie privată cu conversații pentru Friendica. Pentru Friendica, favoritele au fost înlocuite cu like-uri și, în general, au fost îmbunătățite funcția de import/export și funcția de partajare personalizată.
ru: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**[обновлен](https://gitlab.com/tom79/mastalab/tags) с 1.75.0 до 1.76.0, добавлена поддержка "featured hashtags" (требуется наличие следующей версии Mastodon на сервере), а также приватная временная шкала с беседами для Friendica. Для Friendica "избранное" было заменено на "лайки", и в целом была улучшена функция импорта/экспорта и функция пользовательского обмена.
uk: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**[оновлено](https://gitlab.com/tom79/mastalab/tags) з 1.75. 0 до 1.76.0, додана підтримка "featured hashtags" (потрібна наявність наступної версії Mastodon на сервері), а також приватна тимчасова шкала з бесідами для Friendica. Для Friendica "обране" було замінено на "лайки", і в цілому була поліпшена функція імпорту/експорту і функцію користувацького обміну.
zh_hans: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 从 1.75.0 [更新](https://gitlab.com/tom79/mastalab/tags)到 1.76.0，增加了对“特色主题标签”的支持（需要在服务器上安装下一个 Mastodon 版本），以及与 Friendica 对话的私人时间线。对于 Friendica，收藏被替换为喜欢，并且总体上改进了导入/导出功能和自定义共享功能。
