Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, your full-featured Mastodon (and Peertube) client, was updated to 1.19.2. This update adds the ability to block a domain from a profile, adds support for "Boost to Original Audience". The light theme was reworked, and it also has an improved theme picker. In addition to that, there are many smaller UX improvements (still a work in progress), and a host of bug fixes.
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, Ihr vollwertiger Mastodon (und Peertube) Client, wurde auf 1.19.2 aktualisiert. Dieses Update bietet die Möglichkeit, eine Domain aus einem Profil zu blockieren und unterstützt nun "Boost to Original Audience". Das leichte Thema wurde überarbeitet und verfügt zudem über eine verbesserte Themenauswahl. Darüber hinaus gibt es viele kleinere UX-Verbesserungen (noch in Arbeit) und eine Vielzahl von Bugfixes.
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, Twój w pełni funkcjonalny klient Mastodon (i Peertube) został zaktualizowany do wersji 1.19.2. Ta aktualizacja dodaje możliwość blokowania domeny z profilu, dodaje obsługę "Zwiększ do oryginalnych odbiorców". Motyw lekki został przerobiony i ma również ulepszony selektor kompozycji. Oprócz tego istnieje wiele mniejszych usprawnień UX (wciąż trwających w toku) i mnóstwo poprawek.
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, clientul Mastodon (și Peertube) complet, a fost actualizat la versiunea 1.19.2. Această actualizare adaugă posibilitatea de a bloca un domeniu de pe un profil, adaugă suport pentru "Boost to Original Audience". Tema ușoară a fost refăcută și are, de asemenea, un selector de teme îmbunătățit. În plus, există multe îmbunătățiri UX mai mici (încă în lucru), precum și o serie de corecturi de erori.
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, ваш полнофункциональный клиент Mastodon (и Peertube), был обновлен до версии 1.19.2. В этом обновлении добавлена возможность блокировать домен от профиля, добавлена поддержка "Boost to Original Audience". Была переработана светлая тема, а также улучшен подборщик тем. В дополнение к этому, есть множество мелких улучшений UX (работа над которыми все еще продолжается), а также множество исправлений ошибок.
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, ваш повнофункціональний клієнт Mastodon (і Peertube), був оновлений до версії 1.19.2. У цьому оновленні додана можливість блокувати домен від профілю, додана підтримка "Boost to Original Audience". Була перероблена світла тема, а також поліпшений підбирач тем. На застосунок до цього, є безліч дрібних поліпшень UX (робота над якими все ще триває), а також безліч виправлень помилок.
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**，你的全功能 Mastodon（和 Peertube）客户端，已更新至 1.19.2。此更新增加了从配置文件中阻止域的功能，增加了对“Boost to Original Audience”的支持。重新设计了浅色主题，并且还改进了主题选择器。除此之外，还有许多较小的用户体验改进（仍在进行中）和大量错误修复。

source: **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)** is an adaptation of Ken Magic's "Solitaire" for devices with few hardware buttons. Version 3.3 makes the upper right hand suit in large card art more visible. Other changes are fixed help file hyperlinks, now with back-to-top links. Under the hood, it now builds using gradle instead of ant. With big thanks to Rudy Sudrich for making this release a reality.
de: **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)** ist eine Adaptation von Ken Magic's "Solitaire" für Geräte mit wenig Hardware-Tasten. Version 3.3 macht die Kartenfarbe oben rechts auf großen Karten erkennbarer. Weitere Änderungen sind reparierte Hilfedatei-Verknüpfungen, jetzt mit Zurück-zum-Anfang-Links. Unter der Haube wird für Builds nun Gradle statt Ant verwendet. Mit einem großen Dankeschön an Rudy Sudrich, der dieses Release Wirklichkeit werden ließ.
pl: **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)** jest adaptacją "Solitaire" Kena Magic dla urządzeń z kilkoma przyciskami sprzętowymi. Wersja 3.3 sprawia, że górny prawy kombinezon staje się bardziej widoczny. Inne zmiany to poprawione hiperłącza do plików pomocy, teraz z linkami z powrotem do góry. Pod maską, teraz buduje używając gradle zamiast mrówki. Wielkie dzięki dla Rudy'ego Sudricha za uczynienie tego wydania rzeczywistością.
ro: **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)** este o adaptare a jocului "Solitaire" al lui Ken Magic pentru dispozitive cu puține butoane hardware. Versiunea 3.3 face mai vizibilă suita din dreapta sus în arta cărților mari. Alte modificări sunt hiperlegăturile fixate ale fișierului de ajutor, acum cu linkuri de la spate în sus. Sub capotă, acum se construiește folosind gradle în loc de ant. Cu mari mulțumiri lui Rudy Sudrich pentru că a făcut ca această versiune să devină realitate.
ru: **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)** - это адаптация "Solitaire" Кена Мэджика для устройств с небольшим количеством аппаратных кнопок. В версии 3.3 правая верхняя масть в больших картах стала более заметной. Среди других изменений - исправленные гиперссылки на файл справки, теперь с ссылками "назад-вверх". Под капотом теперь сборка осуществляется с помощью gradle, а не ant. Огромная благодарность Руди Судричу за воплощение этого релиза в жизнь.
uk: **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)** - це адаптація "Solitaire" Кена Меджік для пристроїв з невеликою кількістю апаратних кнопок. У версії 3.3 права верхня масть у великих картах стала більш помітною. Серед інших змін - виправлені гіперпосилання на файл довідки, тепер з посиланнями "назад-вгору". Під капотом тепер складання здійснюється за допомогою gradle, а не ant. Величезна подяка Руді Судрічу за втілення цього релізу в життя.
zh_hans: **[SolitaireCG](https://f-droid.org/packages/net.sourceforge.solitaire_cg/)** 是对 Ken Magic 的 "Solitaire" 的修改，适用于硬件按钮很少的设备。 3.3 版使大卡片艺术中的右上角套装更加明显。其他更改是固定的帮助文件超链接，现在带有返回顶部链接。在内部，它现在使用 gradle 而不是 ant 构建。非常感谢 Rudy Sudrich 使这个版本成为现实。

source: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** was updated from 10.2.7 to 10.2.9, fixing a crash when (un)completing a task, fixing state of completion checkbox when task list changes, and fixing tags sorting.
de: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** wurde von 10.2.7 auf 10.2.9 aktualisiert, um einen Absturz bei (Nicht-)Erledigung einer Aufgabe zu beheben, die Checkbox für den Bearbeitungsstatus nach Wechsel der Aufgabenliste zu reparieren und die Sortierung der Tags zu korrigieren.
pl: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** został zaktualizowany z wersji 10.2.7 do wersji 10.2.9, naprawiając awarię, gdy (nie) wykonujesz zadanie, ustawiając pole wyboru stanu ukończenia, gdy lista zadań się zmienia, i poprawia sortowanie znaczników.
ro: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** a fost actualizat de la 10.2.7 la 10.2.9, reparând o eroare la (ne)finalizarea unei sarcini, reparând starea casetei de verificare a finalizării atunci când se schimbă lista de sarcini și reparând sortarea etichetelor.
ru: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** был обновлен с 10.2.7 до 10.2.9, исправлено падение при (не)завершении задачи, исправлено состояние флажка завершения при изменении списка задач, исправлена сортировка тегов.
uk: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** був оновлений з 10.2.7 до 10.2.9, виправлено падіння при (не) завершення завдання, виправлено стан прапорця завершення при зміні списку завдань, виправлене впорядкування тегів.
zh_hans: **[Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)** 从 10.2.7 更新到 10.2.9，修复了（取消）完成任务时的崩溃，修复任务列表更改时的完成状态复选框，并修复标签排序。

source: {{ page.featured }} **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** hides contacts away from apps stealing your contacts information, by keeping contacts safe in a different database. It handles magic like showing the person's name upon receiving a call. Version 5.0 makes call log entries more consistent by placing icons to either side, adds a "help" activity, puts all activities in portrait mode, and the "invalid number" error in Dialer is now shown in-line rather than as an alert.
de: {{ page.featured }} **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** versteckt Kontakte vor Apps, die Ihre Kontaktinformationen stehlen, indem sie Kontakte in einer anderen Datenbank sicher aufbewahrt. Sie zeigt Erstaunliches wie die Anzeige des Namens der Person beim Empfangen eines Anrufs. Version 5.0 macht die Einträge in der Anrufliste konsistenter, indem sie Symbole auf beiden Seiten platziert, eine "Hilfe"-Aktivität hinzufügt, alle Aktivitäten ins Hochformat versetzt und der Fehler "ungültige Nummer" im Dialer wird nun inline und nicht mehr als Warnung angezeigt.
pl: {{ page.featured }} **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** ukrywa kontakty przed aplikacjami, kradnąc informacje o kontaktach, utrzymując kontakty w bezpiecznej bazie danych. Obsługuje magię, tak jak pokazuje imię osoby po otrzymaniu połączenia. Wersja 5.0 sprawia, że wpisy w rejestrze połączeń stają się bardziej spójne, umieszczając ikony po obu stronach, dodając akcję "Pomoc", umieszczając wszystkie czynności w trybie portretu, a błąd "nieprawidłowej liczby" w Dialerze jest teraz wyświetlany w linii zamiast jako alert.
ro: {{ page.featured }} **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** ascunde contactele de aplicațiile care vă fură informațiile de contact, păstrând contactele în siguranță într-o altă bază de date. Se ocupă de magie, cum ar fi afișarea numelui persoanei la primirea unui apel. Versiunea 5.0 face ca intrările din jurnalul de apeluri să fie mai consistente prin plasarea pictogramelor de o parte și de alta, adaugă o activitate de "ajutor", pune toate activitățile în modul portret, iar eroarea "număr invalid" din Dialer este acum afișată în linie și nu ca o alertă.
ru: {{ page.featured }} **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** скрывает контакты от приложений, крадущих вашу контактную информацию, сохраняя контакты в другой базе данных. Она выполняет такие действия, как отображение имени собеседника при получении вызова. Версия 5.0 делает записи журнала вызовов более последовательными, размещая значки по обе стороны, добавляет "помощь", переводит все действия в портретный режим, а ошибка "недопустимый номер" в Dialer теперь отображается в строке, а не в виде предупреждения.
uk: {{ page.featured }} **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** приховує контакти від застосунків, що крадуть вашу контактну інформацію, зберігаючи контакти в іншій базі даних. Вона виконує такі дії, як відображення імені співрозмовника при отриманні виклику. Версія 5.0 робить записи журналу викликів більш послідовними, розміщуючи значки по обидва боки, додає "допомогу", переводить всі дії в портретний режим, а помилка "неприпустимий номер" в Dialer тепер відображається в рядку, а не у вигляді попередження.
zh_hans: {{ page.featured }} **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** 通过将联系人安全保存在不同的数据库中对窃取你联系人信息的应用隐藏联系人。它实现了一些魔法，例如在接到电话时显示此人的姓名。 5.0 版通过在任一侧放置图标使通话记录条目更加一致，添加了“帮助”活动，将所有活动置于纵向模式，并且 Dialer 中的“无效号码”错误现在显示在行内，而不是作为警报。

source: **[Tasks](https://f-droid.org/packages/org.tasks/)** was updated from 6.1.3 to 6.3.1, with a new location row in the task edit screen, location departure notifications, set CalDAV completion percentage and status, a new white theme color, new icons, new list and tag chips, and many other UI and UX improvements. Additionally, the minimum required Android version was bumped from 4.0.3 to 4.1.
de: **[Tasks](https://f-droid.org/packages/org.tasks/)** wurde von 6.1.3 auf 6.3.1 aktualisiert, mit einer neuen Standortzeile im Bildschirm zum Bearbeiten von Aufgaben, Benachrichtigungen über Standortverlagerungen, Setzen des CalDAV-Abschlussprozentsatzes und -Status, einer neuen weißen Themenfarbe, neuen Symbolen, neuen Listen- und Tag-Chips und vielen anderen UI- und UX-Verbesserungen. Zusätzlich wurde die minimal benötigte Android-Version von 4.0.3 auf 4.1 erhöht.
pl: **[Tasks](https://f-droid.org/packages/org.tasks/)** został zaktualizowany z 6.1.3 do 6.3.1, z nowym wierszem lokalizacji na ekranie edycji zadania, powiadomieniami o opuszczeniu lokalizacji, ustawieniem procentowym i stanem ukończenia CalDAV, nowym białym kolorem motywu, nowymi ikonami, nową listą i żetonami znaczników oraz wieloma inne ulepszenia UI i UX. Dodatkowo minimalna wymagana wersja Androida została zduplikowana z wersji 4.0.3 do wersji 4.1.
ro: **[Tasks](https://f-droid.org/packages/org.tasks/)** a fost actualizată de la 6.1.3 la 6.3.1, cu un nou rând de locație în ecranul de editare a sarcinilor, notificări de plecare din locație, setarea procentului de finalizare și a stării CalDAV, o nouă culoare albă a temei, noi pictograme, noi cipuri de listă și de etichetă și multe alte îmbunătățiri ale interfeței cu utilizatorul și UX. În plus, versiunea minimă necesară de Android a fost ridicată de la 4.0.3 la 4.1.
ru: **[Tasks](https://f-droid.org/packages/org.tasks/)** был обновлен с 6.1.3 до 6.3.1, с новой строкой местоположения на экране редактирования задач, уведомлениями о покидании места, установкой процента и статуса завершения CalDAV, новым белым цветом темы, новыми иконками, новыми фишками списков и тегов, а также многими другими улучшениями UI и UX. Кроме того, минимальная необходимая версия Android была увеличена с 4.0.3 до 4.1.
uk: **[Tasks](https://f-droid.org/packages/org.tasks/)** був оновлений з 6.1.3 до 6.3.1, з новим рядком розташування на екрані редагування завдань, повідомленнями про покидання місця, установкою відсотка і статусу завершення CalDAV, новим білим кольором теми, новими іконками, новими фішками списків і тегів, а також багатьма іншими поліпшеннями UI і UX. Крім того, мінімальна необхідна версія Android була збільшена з 4.0.3 до 4.1.
zh_hans: **[Tasks](https://f-droid.org/packages/org.tasks/)** 从 6.1.3 更新到 6.3.1，在任务编辑屏幕中添加了一个新的位置行，位置出发通知、设置 CalDAV 完成百分比和状态、新的白色主题颜色、新图标、新列表和标签芯片，以及许多其他 UI 和 UX 改进。此外，最低要求的 Android 版本从 4.0.3 提高到 4.1。

source: TWIF 30: Publishing Applications through F-Droid, Gitlab Runners and Pluggable Transports
de: TWIF 30: App-Veröffentlichungen über F-Droid, Gitlab Runner und Pluggable Transports
pl: TWIF 30: Publikowanie aplikacji za pośrednictwem F-Droid, Gitlab Runners i Pluggable Transports
ro: TWIF 30: Publicarea aplicațiilor prin F-Droid, Gitlab Runners și Pluggable Transports
ru: TWIF 30: Публикация приложений с помощью F-Droid, Gitlab Runners и подключаемых транспортов
uk: TWIF 30: Публікація застосунків за допомогою F-Droid, Gitlab Runners і під'єднаних транспортів
zh_hans: TWIF 30：通过 F-Droid、Gitlab Runners 和 Pluggable Transports 发布应用

source: In this edition: Publishing applications through F-Droid, Private GitLab runners, Pluggable Transports and F-Droid Matrix server up and running. There are 7 new and **{{ page.number_of_updated_apps }}** updated apps. <!--more-->
de: In dieser Ausgabe: Veröffentlichen von Anwendungen über F-Droid, eigene GitLab Runners, Pluggable Transports und F-Droids Matrix-Server bereit und in Betrieb. Es gibt 7 neue und **{{ page.number_of_updated_apps }}** aktualiserte Apps. <!--more-->
pl: W tej edycji: Publikowanie aplikacji za pośrednictwem F-Droid, prywatne runnery GitLab, Pluggable Transports i został uruchomiony serwer F-Droid Matrix. Jest 7 nowych i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: Publicarea aplicațiilor prin F-Droid, GitLab runners private, Pluggable Transports și F-Droid Matrix server up and running. Există 7 aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Публикация приложений через F-Droid, приватные GitLab runners, подключаемые транспорты и работа сервера F-Droid Matrix. Появилось 7 новых и **{{ page.number_of_updated_apps }}** обновленных приложений. <!--more-->
uk: У цьому випуску: Публікація застосунків через F-Droid, приватні GitLab runners, що підключаються транспорти і робота сервера F-Droid Matrix. З'явилося 7 нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків. <!--more-->
zh_hans: 本期中：通过 F-Droid 发布应用、私有 GitLab runners、可插拔传输和 F-Droid Matrix 服务器上线并运行。有 7 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。 <!--more-->

source: Publishing applications through F-Droid
de: Veröffentlichen von Anwendungen über F-Droid
pl: Publikowanie aplikacji za pośrednictwem F-Droid
ro: Publicarea aplicațiilor prin F-Droid
ru: Публикация приложений через F-Droid
uk: Публікація застосунків через F-Droid
zh_hans: 通过 F-Droid 发布应用

source: If you were interested in adding an app to F-Droid, **[David](http://www.boddie.org.uk/david/www-repo/)** wrote about [his experience of adding one of his apps to F-Droid](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html). It points to the necessary documentation and gives a good idea of what you can expect.
de: Sollten Sie Interesse haben, eine App zu F-Droid beizutragen, **[David](http://www.boddie.org.uk/david/www-repo/)** schrieb über [seine Erfahrungen, eine seiner Apps zu F-Droid hinzuzufügen](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html). Sie verweisen auf die notwendigen Unterlagen und geben einen guten Eindruck davon, was Sie erwarten können.
pl: Jeśli byłbyś zainteresowany dodaniem aplikacji do F-Droid, **[David](http://www.boddie.org.uk/david/www-repo/)** napisał o [jego doświadczeniu dodania jednej z jego aplikacji do F-Droida](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html). Wskazuje niezbędną dokumentację i daje dobre wyobrażenie o tym, czego można się spodziewać.
ro: Dacă sunteți interesat să adăugați o aplicație la F-Droid, **[David](http://www.boddie.org.uk/david/www-repo/)** a scris despre [his experience of adding one of his apps to F-Droid](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html). Acesta indică documentația necesară și oferă o idee bună despre ceea ce vă puteți aștepta.
ru: Если вы заинтересовались добавлением приложения в F-Droid, **[Дэвид](http://www.boddie.org.uk/david/www-repo/)** написал о [своем опыте добавления одного из своих приложений в F-Droid](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html). Он указывает на необходимую документацию и дает хорошее представление о том, чего вы можете ожидать.
uk: Якщо ви зацікавилися додаванням застосунку у F-Droid, **[Девід](http://www.boddie.org.uk/david/www-repo/)** написав про [свій досвід додавання одного зі своїх застосунків у F-Droid](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html). Він вказує на необхідну документацію і дає гарне уявлення про те, чого ви можете очікувати.
zh_hans: 如果你有兴趣向 F-Droid 添加应用，**[David](http://www.boddie.org.uk/david/www-repo/)** 写了[他将他的一个应用添加到 F-Droid 的经验](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html)。它指出了必要的文档，并很好地说明了你可以期待什么。

source: > "In summary, it was easier than I had imagined to publish an application in the F-Droid catalogue. The process was smooth and people were friendly and happy to help. If you write your own Free Software applications for Android, I encourage you to publish them via F-Droid and to submit your own metadata for them to make publication as quick and easy as possible."
de: > "Zusammenfassend lässt sich sagen, dass es einfacher war, als ich es mir vorgestellt hatte, eine Anwendung im F-Droid-Katalog zu veröffentlichen. Der Prozess verlief reibungslos und die Leute waren freundlich und hilfsbereit. Wenn Sie Ihre eigenen Freie-Software-Anwendungen für Android schreiben, empfehle ich Ihnen, diese über F-Droid zu veröffentlichen und Ihre eigenen Metadaten einzureichen, um die Veröffentlichung so schnell und einfach wie möglich zu gestalten."
pl: &gt; "Podsumowując, łatwiej było, niż sobie wyobrażałem, opublikować aplikację w katalogu F-Droid. Proces przebiegał gładko, a ludzie byli przyjaźni i chętnie pomagali. Jeśli piszesz swoje własne, wolne aplikacje na Androida, zachęcam do opublikowania ich za pośrednictwem F-Droid i przesłania im własnych metadanych, aby publikacja była tak szybka i łatwa jak to tylko możliwe."
ro: &gt; "În concluzie, a fost mai ușor decât mi-am imaginat să public o aplicație în catalogul F-Droid. Procesul a decurs fără probleme, iar oamenii au fost prietenoși și bucuroși să mă ajute. Dacă vă scrieți propriile aplicații de software liber pentru Android, vă încurajez să le publicați prin intermediul F-Droid și să trimiteți propriile metadate pentru ele, pentru a face publicarea cât mai rapidă și mai ușoară posibil."
ru: &gt; "В целом, опубликовать приложение в каталоге F-Droid оказалось проще, чем я мог себе представить. Процесс прошел гладко, а люди были дружелюбны и рады помочь. Если вы пишете свои собственные приложения свободного программного обеспечения для Android, я советую вам опубликовать их через F-Droid и предоставить для них свои собственные метаданные, чтобы сделать публикацию максимально быстрой и простой."
uk: &amp; Gt; "В цілому, опублікувати застосунок в каталозі F-Droid виявилося простіше, ніж я міг собі уявити. Процес пройшов гладко, а люди були доброзичливі і раді допомогти. Якщо ви пишете свої власні застосунки вільного програмного забезпечення для Android, я раджу вам опублікувати їх через F-Droid і надати для них свої власні метадані, щоб зробити публікацію максимально швидкою і простою. "
zh_hans: &gt; “总之，在 F-Droid 目录中发布应用比我想象的要容易。过程很顺利，人们很友好，乐于提供帮助。如果你编写自己的 Android 自由软件应用，我鼓励你通过 F-Droid 发布它们，并为他们提交您自己的元数据，以使发布尽可能快速和简单。”

source: Read: [Publishing Applications through F-Droid](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html)
de: Lesen Sie: [Veröffentlichung von Anwendungen über F-Droid](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html)
pl: Przeczytaj: [Publikowanie aplikacji za pośrednictwem F-Droid](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html)
ro: Citiți: [Publishing Applications through F-Droid](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html)
ru: Читать: [Публикация приложений через F-Droid](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html)
uk: Читати: [Публікація застосунків через F-Droid](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html)
zh_hans: 阅读：[通过 F-Droid 发布应用](http://www.boddie.org.uk/david/www-repo/Personal/Updates/2018/2018-11-11.html)

source: Private GitLab runners
pl: Prywatne uruchamianie GitLab
ro: Rulatori GitLab privați
ru: Приватные GitLab раннеры (runners)
uk: Приватний GitLab ранери (runners)
zh_hans: 私有 GitLab runners
