Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We all put a lot of trust into our devices, more and more of our lives are run out of our phones and laptops. The communications we send to each other contain the most sensitive bits that we convey with our devices. The experience we all have when using these devices feels private: if no one is looking at our screen, it seems that no one else could be watching. Sadly, the reality is quite the opposite. Our mobile devices are full of trackers and spyware, whether we notice them or not. There are ever increasing pressures for inserting backdoors. And most people still rely on proprietary software for their most sensitive things.
de: Wir setzen eine Menge Vertrauen in unsere Geräte, immer mehr unseres Lebens läuft über unsere Telefone und Laptops. Die Gesprächsinhalte, die wir einander schicken, enthalten die privatesten Details, die wir unseren Geräten mitteilen. Das Erleben, das wir bei der Nutzung dieser Geräte haben, empfinden wir als privat: wenn keiner auf unseren Bildschirm sieht, dann ist es wohl so, dass kein anderer uns beobachten kann. Leider zeigt die Wirklichkeit das genaue Gegenteil. Unsere Geräte sind voller Überwachungs- und Spionagewerkzeuge, ob wir sie mitbekommen oder nicht. Der Druck, Hintertüren einzubauen, wächst stetig. Und die meisten Menschen vertrauen noch immer proprietärer Software ihre sensibelsten Dinge an.
pl: Wszyscy pokładamy duże zaufanie w naszych urządzeniach, coraz więcej z naszego życia kończy się w naszych telefonach i laptopach. Komunikacja, którą wysyłamy sobie nawzajem, zawiera najbardziej wrażliwe fragmenty, które przekazujemy za pomocą naszych urządzeń. Doświadczenie, jakie wszyscy mamy przy użyciu tych urządzeń, wydaje się być prywatne: jeśli nikt nie patrzy na nasz ekran, wydaje się, że nikt inny nie może go oglądać. Niestety, rzeczywistość jest zupełnie inna. Nasze urządzenia mobilne są pełne trackerów i programów szpiegujących, bez względu na to, czy je zauważymy, czy nie. Istnieje coraz większa presja na wstawianie tylnych drzwi. Większość ludzi nadal korzysta z oprogramowania własnościowego dla swoich najbardziej wrażliwych rzeczy.
ro: Cu toții ne încredem foarte mult în dispozitivele noastre, din ce în ce mai mult viața noastră este condusă de telefoanele și laptopurile noastre. Comunicațiile pe care ni le trimitem unii altora conțin cele mai sensibile biți pe care le transmitem cu ajutorul dispozitivelor noastre. Experiența pe care o avem cu toții atunci când folosim aceste dispozitive pare privată: dacă nimeni nu se uită la ecranul nostru, se pare că nimeni altcineva nu ar putea să ne privească. Din păcate, realitatea este exact opusă. Dispozitivele noastre mobile sunt pline de dispozitive de urmărire și programe spion, fie că le observăm sau nu. Există presiuni din ce în ce mai mari pentru inserarea de backdoors. Iar majoritatea oamenilor încă se bazează pe software proprietar pentru lucrurile lor cele mai sensibile.
ru: Мы все очень доверяем своим устройствам, все большая часть нашей жизни проходит на наших телефонах и ноутбуках. В сообщениях, которые мы отправляем друг другу, содержатся самые чувствительные биты, которые мы передаем с помощью наших устройств. При использовании этих устройств у всех нас возникает ощущение приватности: если никто не смотрит на наш экран, кажется, что никто другой не может за ним наблюдать. К сожалению, реальность совершенно противоположна. Наши мобильные устройства полны отслеживающих и шпионских программ, независимо от того, замечаем мы их или нет. Постоянно усиливается давление для вставки "черных ходов". И большинство людей по-прежнему полагаются на проприетарное программное обеспечение для своих самых конфиденциальных вещей.
uk: Ми всі дуже довіряємо своїм пристроям, все більша частина нашого життя проходить на наших телефонах і ноутбуках. У повідомленнях, які ми відправляємо один одному, містяться найчутливіші біти, які ми передаємо за допомогою наших пристроїв. При використанні цих пристроїв у всіх нас виникає відчуття приватності: якщо ніхто не дивиться на наш екран, здається, що ніхто інший не може за ним спостерігати. На жаль, реальність зовсім протилежна. Наші мобільні пристрої повні відстежують і шпигунських програм, незалежно від того, помічаємо ми їх чи ні. Постійно посилюється тиск для вставки "чорних ходів". І більшість людей як і раніше покладаються на власницьке програмне забезпечення для своїх самих конфіденційних речей.
zh_hans: 我们都非常信任我们的设备，我们的生活中越来越多的时间花在了我们的手机和笔记本电脑上。我们相互发送的通信包含我们用我们的设备传送的最敏感的数据。我们在使用这些设备时所拥有的体验都是私密的：如果没有人在看我们的屏幕，似乎也没有人在监控。可悲的是，现实恰恰相反。我们的移动设备充满了跟踪器和间谍软件，无论我们是否注意到它们。植入后门愈发猖獗。但大多数人仍然依赖专有软件来处理他们最敏感的事情。

source: Over the last ten years, there have been huge strides in the development of usable techniques for strongly protecting privacy. End-to-end encryption used to require deep technical skills to use (think PGP email), now over a billion people are using it daily. Open platforms and free software give us control over what happens on our computing devices, as well as the ability to check what exactly software does with our private information. [Reproducible builds](https://reproducible-builds.org) seemed like waste of time some years ago, now it is an essential building block for trustworthy systems. The F-Droid community has put all those pieces together to create a complete distribution system where the source code is the only piece that needs to be trusted.
de: Im Laufe der letzten 10 Jahre gab es riesige Fortschritte in der Entwicklung brauchbarer Techniken für einen starken Schutz der Privatsphäre. Die Verwendung der End-zu-End-Verschlüsselung galt einst als große technische Herausforderung (denken wir an PGP-E-Mail), jetzt nutzen sie über eine Milliarde Menschen täglich. Offene Plattformen und Freie Software geben uns die Kontrolle darüber, was auf unseren Computern geschieht, und auch die Möglichkeit zu prüfen, was genau Software mit unseren privaten Daten macht. [Reproduzierbare Builds](https://reproducible-builds.org) erschienen noch vor einigen Jahren als Zeitverschwendung, nun sind sie ein essentielles Baubestandteil vertrauenswürdiger Systeme. Die F-Droid-Community hat alle diese Bausteine zusammengesetzt, um ein komplettes Verteilungssystem zu schaffen, in dem der Quelltext das einzige Stück ist, das vertrauenswürdig sein muss.
pl: W ciągu ostatnich dziesięciu lat poczyniono ogromne postępy w rozwoju użytecznych technik silnej ochrony prywatności. Szyfrowanie typu "end-to-end", stosowane w celu wykorzystania głębokich umiejętności technicznych (myślę, że poczta PGP), obecnie korzysta z niej codziennie ponad miliard osób. Otwarte platformy i wolne oprogramowanie dają nam kontrolę nad tym, co dzieje się na naszych urządzeniach komputerowych, a także możliwość sprawdzenia, co dokładnie oprogramowanie robi z naszymi prywatnymi informacjami. [Powtarzalne kompilacje](https://reproducible-builds.org) kilka lat temu wydawało się to stratą czasu, teraz jest niezbędnym elementem budującym wiarygodne systemy. Społeczność F-Droid zebrała wszystkie te elementy, tworząc kompletny system dystrybucji, w którym kod źródłowy jest jedynym elementem, któremu należy zaufać.
ro: În ultimii zece ani, s-au înregistrat progrese uriașe în dezvoltarea de tehnici utilizabile pentru protejarea puternică a vieții private. Criptarea end-to-end obișnuia să necesite cunoștințe tehnice aprofundate pentru a fi utilizată (gândiți-vă la e-mailul PGP), iar acum peste un miliard de oameni o folosesc zilnic. Platformele deschise și software-ul liber ne oferă controlul asupra a ceea ce se întâmplă pe dispozitivele noastre informatice, precum și posibilitatea de a verifica ce anume face software-ul cu informațiile noastre private. [Reproducible builds](https://reproducible-builds.org) părea o pierdere de timp în urmă cu câțiva ani, acum este un element esențial pentru sisteme de încredere. Comunitatea F-Droid a pus toate aceste piese laolaltă pentru a crea un sistem de distribuție complet în care codul sursă este singura piesă care trebuie să fie de încredere.
ru: За последние десять лет был достигнут огромный прогресс в разработке удобных методов надежной защиты частной жизни. Для использования сквозного шифрования раньше требовались глубокие технические навыки (вспомните электронную почту PGP), а теперь им ежедневно пользуются более миллиарда человек. Открытые платформы и свободное программное обеспечение дают нам контроль над тем, что происходит на наших вычислительных устройствах, а также возможность проверить, что именно программное обеспечение делает с нашей частной информацией. [Воспроизводимые сборки](https://reproducible-builds.org) несколько лет назад казались пустой тратой времени, а теперь это важный компонент надежных систем. Сообщество F-Droid собрало все эти части вместе, чтобы создать полноценную систему распространения, в которой исходный код является единственной частью, которой нужно доверять.
uk: За останнє десятиліття розробка зручних методів надійного захисту приватності суттєво прогресувала. Наскрізне шифрування раніше вимагало глибоких технічних навичок (згадайте PGP е-пошти), а тепер понад мільярд людей щодня ним користуються. Відкриті платформи й вільне програмне забезпечення дають нам контроль над тим, що відбувається на наших обчислювальних пристроях, і можливість перевірити, що саме програмне забезпечення робить з нашими приватними даними. [Відтворювані збірки](https://reproducible-builds.org) кілька років тому здавалися марною тратою часу, а тепер це ключова складова надійних систем. Спільнота F-Droid зібрала все це разом, щоб створити досконалу систему розповсюдження, в якій лише вихідний код потребує довіри.
zh_hans: 在过去的十年中，在开发用于强力保护隐私的可用技术方面取得了巨大进步。端到端加密过去需要深厚的技术技能才能使用（想想 PGP 电子邮件），现在每天有超过 10 亿人在使用它。开放平台和自由软件使我们能够控制在我们的计算设备上发生的事情，以及检查软件对我们的私人信息究竟做了什么。[可重复构建](https://reproducible-builds.org)在几年前似乎是浪费时间，现在它已成为可信赖系统的重要组成部分。F-Droid 社区将所有这些部分组合在一起，创建了一个完整的分发系统，其中源代码是唯一需要信任的部分。

source: To make this a bit clearer, we can use the analogy of buying prepared food. The ingredients must be listed on the box. We trust that the ingredients list matches what is actually in the box. Open source software is very similar to this. The source code is a very elaborate recipe that produces the executable binary that the computer chips actually run. Now imagine there is a robot kitchen than perfectly executes recipes, producing the exact same result every time, and a simple chemistry set that tell if two bites are exactly the same. Anyone who reads the recipe will know what is in the food. The robot kitchen can be inspected to ensure it strictly follows the recipe. The resulting food can be tested over time to make sure that the robot kitchen is actually making the same exact food each time. Then the combination of the recipe and robot kitchen can be trusted to only use what is listed on the ingredient list. And anyone can use the chemistry kit to check that what is in their box matches what is in anyone else's box.
de: Um dies etwas deutlicher zu machen, können wir die Analogie zum Kauf eines Fertiggerichts nutzen. Die Zutaten müssen auf der Verpackung aufgeführt sein. Wir vertrauen darauf, dass die Zutatenliste mit dem übereinstimmt, was tatsächlich enthalten ist. Open Source-Software ist diesem sehr ähnlich. Der Quellcode ist ein sehr aufwändiges Rezept, das die ausführbare Binärdatei erzeugt, welche die Computerchips tatsächlich ausführen. Stellen Sie sich vor, es gibt eine Roboterküche, in der Rezepte perfekt ausgeführt werden, die jedes Mal genau das gleiche Ergebnis liefert und einen einfachen Chemiebaukasten, der zeigt, ob zwei Produkte genau die gleichen sind. Jeder, der das Rezept liest, weiß, was in den Lebensmitteln enthalten ist. Die Roboterküche kann auf die strikte Einhaltung der Rezeptur überprüft werden. Die daraus resultierenden Lebensmittel können im Verlauf getestet werden, um sicherzustellen, dass die Roboterküche tatsächlich jedes Mal die genau gleichen Lebensmittel herstellt. Dann kann man sich darauf verlassen, dass die Kombination aus Rezept und Roboterküche nur das verwendet, was in der Zutatenliste aufgeführt ist. Und jeder kann mit dem Chemiebaukasten überprüfen, ob das, was in seiner Packung ist, dem entspricht, was in irgendeiner anderen Packung ist.
pl: Aby było to nieco jaśniejsze, możemy użyć analogii kupowania gotowego jedzenia. Składniki muszą być wymienione na pudełku. Ufamy, że lista składników pasuje do tego, co znajduje się w pudełku. Oprogramowanie typu open source jest do tego bardzo podobne. Kod źródłowy jest bardzo rozbudowanym przepisem, który wytwarza wykonywalny kod binarny, który faktycznie uruchamia chipy komputerowe. Teraz wyobraźmy sobie, że istnieje kuchnia dla robotów, która perfekcyjnie wykonuje przepisy kulinarne, dając za każdym razem dokładnie taki sam wynik i prosty zestaw chemiczny, który mówi, czy dwa ugryzienia są dokładnie takie same. Każdy, kto przeczyta przepis, będzie wiedział, co jest w jedzeniu. Kuchnia robota może być sprawdzana w celu upewnienia się, że ściśle przestrzega receptury. Wynikające z tego jedzenie może być testowane w czasie, aby upewnić się, że kuchnia robota rzeczywiście robi dokładnie to samo jedzenie za każdym razem. Wtedy połączenie przepisu i kuchni robota może być zaufane do korzystania tylko z tego, co jest wymienione na liście składników. I każdy może użyć zestawu chemii, aby sprawdzić, czy to, co jest w ich pudełku pasuje do tego, co jest w pudełku kogokolwiek innego.
ro: Pentru a clarifica puțin acest lucru, putem folosi analogia cu cumpărarea de alimente preparate. Ingredientele trebuie să fie enumerate pe cutie. Avem încredere că lista de ingrediente corespunde cu ceea ce se află de fapt în cutie. Software-ul cu sursă deschisă este foarte asemănător cu acest lucru. Codul sursă este o rețetă foarte elaborată care produce binarul executabil pe care cipurile computerului îl rulează efectiv. Acum imaginați-vă că există o bucătărie robotizată care execută perfect rețetele, producând exact același rezultat de fiecare dată, și un set de chimie simplă care spune dacă două mușcături sunt exact la fel. Oricine citește rețeta va ști ce conține mâncarea. Bucătăria robot poate fi inspectată pentru a se asigura că respectă cu strictețe rețeta. Mâncarea rezultată poate fi testată în timp pentru a se asigura că bucătăria robotizată produce de fapt exact aceeași mâncare de fiecare dată. Apoi, combinația dintre rețetă și bucătăria robotizată poate fi sigură că se utilizează doar ceea ce este menționat pe lista de ingrediente. Și oricine poate folosi kitul de chimie pentru a verifica dacă ceea ce se află în cutia sa se potrivește cu ceea ce se află în cutia celorlalți.
ru: Чтобы сделать это немного понятнее, мы можем использовать аналогию с покупкой готовой еды. Ингредиенты должны быть указаны на коробке. Мы верим, что список ингредиентов соответствует тому, что на самом деле находится в коробке. Программное обеспечение с открытым исходным кодом очень похоже на это. Исходный код - это очень сложный рецепт, который создает исполняемый двоичный файл, который на самом деле запускают компьютерные чипы. Теперь представьте, что есть робот-кухня, который идеально выполняет рецепты, каждый раз получая точно такой же результат, и простой химический набор, который определяет, одинаковы ли два кусочка. Любой, кто прочитает рецепт, будет знать, что входит в состав блюда. Роботизированную кухню можно проинспектировать, чтобы убедиться, что она строго следует рецепту. Полученные блюда можно тестировать в течение долгого времени, чтобы убедиться, что роботизированная кухня действительно каждый раз готовит одно и то же блюдо. Тогда комбинации рецепта и роботизированной кухни можно будет доверять, используя только то, что указано в списке ингредиентов. И каждый может использовать химический набор, чтобы проверить, что то, что находится в его коробке, совпадает с тем, что находится в коробке любого другого человека.
uk: Щоб зробити це трохи зрозуміліше, ми можемо використовувати аналогію з покупкою готової їжі. Інгредієнти повинні бути вказані на коробці. Ми віримо, що список інгредієнтів відповідає тому, що насправді знаходиться в коробці. Програмне забезпечення з відкритим вихідним кодом дуже схоже на це. Вихідний код - це дуже складний рецепт, який створює виконуваний двійковий файл, який насправді запускають комп'ютерні чіпи. Тепер уявіть, що є робот-кухня, який ідеально виконує рецепти, щоразу отримуючи точно такий же результат, і простий хімічний набір, який визначає, чи однакові два шматочки. Той, хто прочитає рецепт, буде знати, що входить до складу страви. Роботизовану кухню можна проінспектувати, щоб переконатися, що вона суворо дотримується рецептом. Отримані страви можна тестувати протягом довгого часу, щоб переконатися, що роботизована кухня дійсно кожен раз готує одне і те ж блюдо. Тоді комбінації рецепта і роботизованою кухні можна буде довіряти, використовуючи тільки те, що зазначено в списку інгредієнтів. І кожен може використовувати хімічний набір, щоб перевірити, що то, що знаходиться в його коробці, збігається з тим, що знаходиться в коробці будь-якого іншого людини.
zh_hans: 为了更清楚地说明这一点，我们可以类比购买预制食品。成分必须列在盒子上。我们相信成分表与包装盒中的实际成分相符。开源软件与此非常相似。源代码是一个非常精细的配方，可以生成计算机芯片实际运行的可执行二进制文件。现在想象一下，有一个机器人厨房可以完美地执行食谱，每次都产生完全相同的结果，还有一个简单的化学装置可以判断两口食物是否完全相同。任何读过食谱的人都会知道食物里有什么。可以检查机器人厨房以确保其严格遵循食谱。生成的食物可以随着时间的推移进行测试，以确保机器人厨房每次实际上都在制作完全相同的食物。然后可以相信食谱和机器人厨房的组合只使用配料表上列出的东西。任何人都可以使用化学试剂盒来检查他们盒子里的东西是否与其他人盒子里的东西相匹配。

source: This is what F-Droid can now do, only for software instead of food. It does it in a way that the chemistry kit is run every time to you install an app, and it is compared to what the F-Droid build machine saw when it created the binary app. So in fact, it is much easier to verify than the above example.
de: Das ist, was F-Droid jetzt tun kann, nur für Software statt Nahrung. Es tut das, indem der Chemiebaukasten jedes Mal angewandt wird, wenn Sie eine App installieren und diese mit jener vergleicht wird, welche die F-Droid-Build-Maschine gesehen hat, als sie die binäre App erstellt hat. In Wirklichkeit ist sie also viel einfacher zu überprüfen als das obige Beispiel.
pl: To jest to, co F-Droid może teraz zrobić, tylko w przypadku oprogramowania zamiast jedzenia. Robi to w taki sposób, że zestaw chemii jest uruchamiany za każdym razem, gdy instalujesz aplikację i jest porównywane z tym, co zobaczyła maszyna F-Droid podczas tworzenia aplikacji binarnej. Faktycznie więc jest on znacznie łatwiejszy do sprawdzenia niż powyższy przykład.
ro: Este ceea ce poate face acum F-Droid, doar că pentru software în loc de alimente. Aceasta se face în așa fel încât kitul de chimie este rulat de fiecare dată când instalați o aplicație și este comparat cu ceea ce a văzut mașina de construcție F-Droid atunci când a creat aplicația binară. Deci, de fapt, este mult mai ușor de verificat decât exemplul de mai sus.
ru: Это то, что теперь может делать F-Droid, только для программного обеспечения вместо еды. Он делает это таким образом, что химический набор запускается каждый раз, когда вы устанавливаете приложение, и сравнивается с тем, что видела машина сборки F-Droid, когда создавала бинарное приложение. Так что на самом деле это гораздо проще проверить, чем в приведенном выше примере.
uk: Це те, що тепер може робити F-Droid, тільки для програмного забезпечення замість їжі. Він робить це таким чином, що хімічний набір запускається кожного разу, коли ви встановлюєте застосунок, і порівнюється з тим, що бачила машина збірки F-Droid, коли створювала бінарний застосунок. Так що насправді це набагато простіше перевірити, ніж у наведеному вище прикладі.
zh_hans: 这就是 F-Droid 现在可以做的，只不过面向的是软件而不是食物。它的方式是每次安装应用时都会运行化学工具包，并将其与 F-Droid 构建机器在创建二进制应用时看到的内容进行比较。所以其实比上面的例子验证起来要容易得多。

source: Digging into the details
de: In die Details gehen
pl: Zagłębiając się w szczegóły
ro: Aprofundarea în detalii
ru: Копаемся в деталях
uk: Копаємося в деталях
zh_hans: 深入了解细节

source: Free Software, Vetted Protocols, Code Audits, Reproducible Builds, and the Right Hardware: these are the required ingredients for a truly trustworthy system.
de: Freie Software, Prüfprotokolle, Codeinspektionen, reproduzierbare Builds und die richtige Hardware: das sind die erforderlichen Zutaten für ein wirklich vertrauenswürdiges System.
pl: Wolne oprogramowanie, weryfikowane protokoły, audyty kodu, powtarzalne kompilacje i odpowiedni sprzęt: są to wymagane składniki dla prawdziwie wiarygodnego systemu.
ro: Software liber, protocoale verificate, audituri de cod, compilări reproductibile și hardware-ul potrivit: acestea sunt ingredientele necesare pentru un sistem cu adevărat demn de încredere.
ru: Свободное программное обеспечение, проверенные протоколы, аудит кода, воспроизводимые сборки и правильное оборудование: вот необходимые ингредиенты для действительно надежной системы.
uk: Вільне програмне забезпечення, перевірені протоколи, аудит коду, відтворювані збірки і правильне обладнання: ось необхідні інгредієнти для дійсно надійної системи.
zh_hans: 自由软件、经过审查的协议、代码审计、可重复构建和正确的硬件：这些是真正值得信赖的系统所必需的要素。
