Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Decentralization is a core tenet of F-Droid. Every component of the ecosystem is available as FOSS and can be used by anyone to host their own repo, build any app and have their own mobile app store client the way they would like. Luckily, others around the Internet share these values. Starting last year, the _Filecoin Foundation for the Decentralized Web (FFDW)_ partnered up with F-Droid to improve upon "Decentralizing Distribution" [[11]]({% post_url 2022-02-05-decentralizing-distribution %}).
ru: Децентрализация - основной принцип F-Droid. Каждый компонент экосистемы доступен как FOSS и может быть использован любым человеком для размещения собственного репо, создания любого приложения и создания собственного клиента магазина мобильных приложений, как он хочет. К счастью, эти ценности разделяют и другие пользователи Интернета. С прошлого года _Filecoin Foundation for the Decentralized Web (FFDW)_ сотрудничает с F-Droid, чтобы улучшить "Децентрализованное распределение" [[11]]({% post_url 2022-02-05-decentralizing-distribution %}).
uk: Децентралізація — одна з основ F-Droid. Кожен складник екосистеми доступний як вільне програмне забезпечення, яке будь-хто може використати для розміщення власного репозиторію, збірки будь-якого застосунку й навіть оприлюднення власного сховища мобільних застосунків. Ми раді зустрічати в інтернеті людей зі схожими цінностями. Уже півроку ми як F-Droid спільно з _Фондом безцентрового інтернету Filecoin (FFDW)_ вдосконалюємо децентралізацію розповсюдження [[11]]({% post_url 2022-02-05-decentralizing-distribution %}).
zh_hans: 去中心化是 F-Droid 的核心原则。生态系统的每个组件都可以作为 FOSS 使用，任何人都可以使用它们来托管自己的存储库、构建任何应用并以他们想要的方式拥有自己的移动应用商店客户端。幸运的是，互联网上的其他人也共享这些价值观。从去年开始，_Filecoin Foundation for the Decentralized Web (FFDW)_ 与 F-Droid 合作以改进“去中心化分发” [[11]]({% post_url 2022-02-05-decentralizing-distribution %})。

source: As part of this grant, I've been becoming a sort of "Maintainer-in-Residence" [[12]](https://lwn.net/Articles/864472/). My role in F-Droid is mostly unchanged and my workflow is already established, working with F-Droid Data, RFPs and the Forum. This includes: * Triaging issues and merge requests * Build-testing apps and offering developer feedback * Reporting issues found while using the client/server * Answering questions and managing users on the F-Droid forums * Attending weekly dev meetings * Reviewing news posts * Ținerea la zi a traducerii în limba Română!
de: Als Teil dieses Zuschusses wurde ich eine Art „ständiger Maintainer“ [[12]](https://lwn.net/Articles/864472/). Meine Rolle in F-Droid ist weitestgehend unverändert und meine Arbeitsaufgaben bereits etabliert, arbeiten mit F-Droid Data, RFPs und dem Forum. Diese beinhalten: * Sichtung von Tickets und Merge Requests * Testung von App-Builds und ein Feedback-Angebot für Entwickler * Problemberichte, die bei der Verwendung des Servers/der App auftauchen * Beantwortung von Fragen und Betreuung von Anwendern in den F-Droid-Foren * Teilnahme an wöchentlichen Entwicklertreffen * Inspektion der Nachrichtenbeiträge * Ținerea la zi a traducerii în limba Română!
pl: Jako część tego grantu, stałem się kimś w rodzaju "Opiekuna rezydującego" [[12]](https://lwn.net/Articles/864472/). Moja rola w F-Droid jest w większości niezmieniona, a mój przepływ pracy jest już ustalony, pracując z F-Droid Data, RFPs i Forum. Obejmuje to: * Rozwiązywanie problemów i prośby o scalenie * Budowanie-testowanie aplikacji i przekazywanie informacji zwrotnych programistom * Zgłaszanie problemów napotkanych podczas używania klienta/serwera * Odpowiadanie na pytania i zarządzanie użytkownikami na forum F-Droid * Uczestniczenie w cotygodniowych spotkaniach programistów * Przeglądanie postów z wiadomościami * Tłumaczenie na język rumuński!
ro: Ca parte a acestei finanțări, am devenit un fel de "Întreținător în rezidență" [[12]](https://lwn.net/Articles/864472/). Rolul meu în F-Droid este în mare parte neschimbat și fluxul meu de lucru este deja stabilit, lucrând cu F-Droid Data, RFP și Forumul. Aceasta include: * Triajul problemelor și a cererilor de includere/actualizare * Construirea și testarea aplicațiilor și oferirea de feedback către dezvoltatori * Raportarea problemelor constatate în timpul utilizării clientului/serverului * Răspunderea la întrebări și gestionarea utilizatorilor pe forumurile F-Droid * Participarea la întâlnirile săptămânale ale colaboratorilor * Revizuirea postărilor de știri * Ținerea la zi a traducerii în limba Română!
ru: В рамках этого гранта я стал своего рода " мейнтейнером-резидентом" [[12]](https://lwn.net/Articles/864472/). Моя роль в F-Droid в основном не изменилась, и мой рабочий процесс уже налажен, я работаю с данными F-Droid, RFP и Форумом. Это включает в себя: * Обработка проблем и запросов на слияние * Сборка-тестирование приложений и предоставление обратной связи разработчикам * Сообщение о проблемах, обнаруженных при использовании клиента/сервера * Ответы на вопросы и управление пользователями на форумах F-Droid. * Посещение еженедельных совещаний разработчиков * Просмотр новостных сообщений * Поддержание румынского перевода в актуальном состоянии!
uk: Цей грант зокрема дав мені змогу приділяти більше уваги [[12]](https://lwn.net/Articles/864472/) супроводу F-Droid майже без змін до мого способу роботи з базою даних F-Droid, запитами на додання застосунків і форумом. Ось чим я займаюсь: * Відповідаю на обговорення й запити на злиття * Збираю й випробовую застосунки спільно з їхніми командами розробки * Звітую про вади, які виявляю в клієнті й сервері * Модерую форум F-Droid і відповідаю на запитання його авдиторії * Беру участь у щотижневих зібраннях нашої команди розробки * Вичитую новинні дописи * Ținerea la zi a traducerii în limba Română!
zh_hans: 作为这笔赠款的一部分，我已经成为一种“驻场维护者” [[12]](https://lwn.net/Articles/864472/)。我在 F-Droid 中的角色基本没有改变，我的工作流程已经建立，使用 F-Droid 数据、RFP 和论坛。这包括： * 分类问题和合并请求 * 构建测试应用并提供开发者反馈 * 使用客户端/服务器时发现的报告问题 * 在 F-Droid 论坛上回答问题和管理用户 * 参加每周开发会议 * 审核新闻帖子 * şinerea la zi a traducerii înlimba Română!

source: It took some time to organize being able to work full-time on F-Droid as well as getting past the initial feelings of amazement that doing this work full-time is possible.
de: Es dauerte eine gewisse Zeit, sowohl die Voraussetzungen zu organisieren, bei F-Droid Vollzeit zu arbeiten, als auch das anfängliche Erstaunen zu überwinden, dass die Erledigung dieses Jobs in Vollzeit möglich ist.
pl: Zajęło trochę czasu, aby zorganizować się w stanie pracować w pełnym wymiarze godzin dla F-Droida, jak również przezwyciężenie początkowego uczucia zdumienia, że robienie tej pracy w pełnym wymiarze jest możliwe.
ro: A fost nevoie de ceva timp pentru a organiza posibilitatea de a lucra cu normă întreagă la F-Droid, precum și pentru a trece peste sentimentele inițiale de uimire că este posibil să faci această muncă cu normă întreagă.
ru: Потребовалось некоторое время, чтобы организовать возможность работать над F-Droid полный рабочий день, а также преодолеть первоначальное чувство изумления от того, что такая работа возможна полный рабочий день.
uk: Спершу було дивно відчувати на практиці, що повний робочий день у проєкті F-Droid узагалі можливий. Але я вже організував потрібні для цього речі й почав працювати.
zh_hans: 花了一些时间来组织以便在 F-Droid 上全职工作，以及克服最初的惊讶感，即全职从事这项工作是可能的。

source: "Maintaining" means to keep up or carry on, to continue, to provide support, and it's something to be celebrated. Others agree too [[13]](https://github.com/github/maintainermonth) but the FFWD grant will cover only part of this year and when those funds run out I'll need to look for other income sources to be able to continue contributing the time [[14]](https://www.commitstrip.com/en/2014/05/07/the-truth-behind-open-source-apps/) I spend on F-Droid.
de: „Maintaining“ bedeutet instand halten oder ausüben, weitermachen, Unterstützung gewähren, und es ist etwas, das zelebriert werden sollte. Andere stimmen dem auch zu [[13]](https://github.com/github/maintainermonth) aber die FFWD-Subvention wird nur einen Teil dieses Jahres abdecken und wenn diese Zuschüsse auslaufen, werde ich mich nach anderen Einnahmequellen umsehen müssen, um in der Lage zu sein, weiterhin die Zeit einzubringen [[14]](https://www.commitstrip.com/en/2014/05/07/the-truth-behind-open-source-apps/), die ich F-Droid widme.
pl: "Utrzymanie" oznacza nadążanie lub dbanie, kontynuowanie, zapewnianie wsparcia i jest to coś, co należy świętować. Inni też się zgadzają [[13]](https://github.com/github/maintainermonth), ale dotacja FFWD pokryje tylko część tego roku i kiedy te fundusze się skończą, będę musiał poszukać innych źródeł dochodu, aby móc nadal wnosić wkład w czas [[14]](https://www.commitstrip.com/en/2014/05/07/the-prawda-za-open-source-apps/) spędzony na F-Droid.
ro: "A întreține" înseamnă a păstra în stare bună, în condiții de funcționare, a face să dureze, și este ceva ce trebuie sărbătorit. Și alții sunt de acord [[13]](https://github.com/github/maintainermonth), dar finanțarea FFWD va acoperi doar o parte din acest an și când aceste fonduri se vor termina, va trebui să caut alte surse de venit pentru a putea continua să contribui timpul meu [[14]](https://www.commitstrip.com/en/2014/05/07/the-truth-behind-open-source-apps/) la F-Droid.
ru: "Maintaining" означает "поддерживать" или "продолжать", "продолжать", "обеспечивать поддержку", и это то, что следует отметить. Другие тоже согласны с этим [[13]](https://github.com/github/maintainermonth), но грант FFWD покроет только часть этого года, и когда эти средства закончатся, мне придется искать другие источники дохода, чтобы иметь возможность продолжать уделять время [[14]](https://www.commitstrip.com/en/2014/05/07/the-truth-behind-open-source-apps/) , которое я трачу на F-Droid.
uk: «Супровід» означає послідовне стійке продовження надання підтримки. З тим, що це дуже цінна робота, інші погоджуються [[13]](https://github.com/github/maintainermonth), але грант FFWD покриє лише кілька місяців, а потім мені доведеться шукати інші джерела доходу й знову присвячувати F-Droid лише крихти вільного часу [[14]](https://www.commitstrip.com/en/2014/05/07/the-truth-behind-open-source-apps/).
zh_hans: “维护”意味着跟上，持续，提供支持，这是值得庆祝的事情。其他人也同意 [[13]](https://github.com/github/maintainermonth) 但 FFWD 赠款将仅涵盖今年的部分时间，当这些资金用完时，我需要寻找其他收入来源才能继续贡献我花在 F-Droid 上的时间 [[14]](https://www.commitstrip.com/en/2014/05/07/the-truth-behind-open-source-apps/)。

source: The F-Droid Donations [[15]]({{ site.baseurl }}/donate/) page lists all the ways that one can contribute: be it Euro or Dollar, be it directly through banks or via digital services, be it via Github Sponsors or decentralized crypto currencies. And these can be done as one-time donations or recurring ones. They say _"it takes a village"_ ( right? ) hence if there's a will to help, like the villagers' nutritious and tasty additions/offerings to the _"stone soup"_ there are plenty of means and occasions to do so.
de: Die F-Droid-Spendenseite [[15]]({{ site.baseurl }}/donate/) zählt alle Möglichkeiten auf, wie man mithelfen kann: sei es in Euro oder Dollar, sei es direkt über Banken oder über digitale Dienste, sei es über Github Sponsors oder dezentrale Kryptowährungen. Und diese können als Einmalspenden oder als regelmäßige Spenden erfolgen. Man sagt _„ein Dorf ist nötig“_ ( richtig? ), infolgedessen, wenn es einen Willen zur Hilfe gibt, gibt es zahlreiche Mittel und Gelegenheiten sie zu leisten, wie die nahr- und schmackhaften Zutaten/Gaben der Dorfbewohner zur _„Steinsuppe“_.
pl: Datki na F-Droid [[15]]({{ site.baseurl }}/donate/) strona zawiera listę wszystkich sposobów, w jaki można dokonać wpłaty: czy to w euro, dolarach, jak również bezpośrednio przez banki lub za pośrednictwem usług cyfrowych, oraz za pośrednictwem sponsorów Githuba lub zdecentralizowanych walut kryptograficznych. Można to wykonać jako darowiznę jednorazową lub cykliczną. Mówi się _"Trzeba mieć wioskę"_ ( prawda? ), więc jeśli jest wola pomocy, jak w przypadku mieszkańców wioski pożywnych i smacznych dodatków/ofert do _"kamiennej zupy"_, jest wiele środków i okazji, aby to zrobić.
ro: Pagina de donații F-Droid [[15]]({{ site.baseurl }}/donate/) enumeră toate modalitățile prin care se poate contribui: fie că este vorba de euro sau de dolari, fie direct prin bănci sau prin servicii digitale, fie folosind Sponsori Github sau de criptomonede descentralizate. Iar acestea pot fi făcute ca donații unice sau recurente. Se spune că _"este nevoie de un sat"_ ( nu-i așa? ) prin urmare, dacă există o voință de a ajuta, cum ar fi adaosurile/ofertele hrănitoare și gustoase ale sătenilor la _„supă de piatră”_, există o mulțime de mijloace și ocazii pentru a face acest lucru.
ru: На странице F-Droid пожертвования [[15]]({{ site.baseurl }}/donate/) перечислены все способы, которыми можно внести свой вклад: евро или доллары, напрямую через банки или через цифровые сервисы, через спонсоров Github или децентрализованные криптовалюты. Это могут быть как разовые пожертвования, так и повторяющиеся. Говорят, _"нужна деревня"_ (верно?), поэтому, если есть желание помочь, подобно тому, как жители деревни делают питательные и вкусные добавки/предложения к _"каменному супу"_, есть много средств и поводов для этого.
uk: Сторінка внесків F-Droid [[15]]({{ site.baseurl }}/donate/) перелічує всі шляхи, якими ви можете нас підтримати: євро чи доларом, через банки чи цифрові посередництва, через Github Sponsors чи безцентрові криптовалюти. Можете перерахувати певну суму один раз чи налаштувати повторюваний платіж. _«Із хати по нитці»_ — кожна пожертва до нашої _«свитини»_ стане в пригоді світовій спільноті, й ви маєте чимало способів і нагод нам допомогти.
zh_hans: F-Droid 捐赠 [[15]]({{ site.baseurl }}/donate/) 页面列出了人们可以捐赠的所有方式：无论是欧元还是美元，直接通过银行或通过数字服务，无论是通过 Github 赞助商还是去中心化加密货币。这些可以作为一次性捐赠或定期捐赠来完成。他们说 _“需要一个村庄”_ （对吗？）因此，如果有帮助的意愿，正如村民对 _“石头汤”_ 添加/提供的营养和美味，有很多方法和场合这样做。

source: Adding up the weekly donations to F-Droid from all sources, we are receiving about €460 per week. To allow me to sustain my work here, the goal is to raise about €1,200 per week. We have _"no user accounts, by design"_ [[16]]({% post_url 2022-02-28-no-user-accounts-by-design %}) so we can't count how many of you are using F-Droid, but by interacting with some users and developers we know there are many out there. If users donate just a small bit, this goal will be reached quite quickly.
ru: Суммируя еженедельные пожертвования в F-Droid из всех источников, мы получаем около €460 в неделю. Чтобы я мог поддерживать свою работу здесь, цель - собирать около 1200 евро в неделю. У нас _нет учетных записей пользователей_ [[16]]({% post_url 2022-02-28-no-user-accounts-by-design %}) поэтому мы не можем подсчитать, сколько из вас пользуются F-Droid, но, общаясь с некоторыми пользователями и разработчиками, мы знаем, что их много. Если пользователи пожертвуют совсем немного, эта цель будет достигнута довольно быстро.
uk: Щотижня з усіх джерел разом F-Droid отримує близько €460 — 14 000 грн. Аби ми могли платити не лише корпораціям за купу обладнання, а й одному професійному розробникові за щоденну працю, нам потрібно збирати щотижня €1200 — 37 000 грн. Завдяки _архітектурі без облікових записів_ [[16]]({% post_url 2022-02-28-no-user-accounts-by-design %}) ми не стежимо, яким чином ви користуєтесь F-Droid і скільки вас узагалі. Проте спілкуючись із авдиторією й командами розробки застосунків, ми знаємо, що наша служба цінна для безлічі людей. Якщо кожна й кожен допоможе принаймні кількома євро, ми швидко досягнемо мети.
zh_hans: 我们每周收到的各种来源的捐赠约 460 欧元。为了让我能够在这里继续工作，目标是每周筹集约 1200 欧元。我们 _“故意没有设置用户账户”_ [[16]]({% post_url 2022-02-28-no-user-accounts-by-design %}) 所以我们无法计算你们中有多少人在使用 F-Droid，但通过与一些用户和开发者的互动，我们知道有很多人在使用 F-Droid。即使用户只捐赠一点点，这个目标也将很快达成。

source: [Click here to Donate to F-Droid!]({{ site.baseurl }}/donate/)
de: [Hier klicken, um für F-Droid zu spenden!]({{ site.baseurl }}/donate/)
pl: [Kliknij tutaj, aby przekazać darowiznę na rzecz F-Droid!]({{ site.baseurl }}/donate/)
ro: [Clic aici pentru a dona pentru F-Droid!]({{ site.baseurl }}/donate/)
ru: [Нажмите сюда для поддержки F-Droid!]({{ site.baseurl }}/donate/)
uk: [Клацніть тут, щоб підтримати F-Droid!]({{ site.baseurl }}/donate/)
zh_hans: [点击这里向 F-Droid 捐款！]({{ site.baseurl }}/donate/)

source: We also appreciate you spreading the word about F-Droid, so feel free to mention us on the [Fediverse](https://mastodon.technology/@fdroidorg), talk with us in the [Forums](https://forum.f-droid.org/) or [join the discussions]({{ site.baseurl }}/about/#contact) via your protocol of choice.
de: Wir freuen uns auch darüber, wenn über F-Droid gesprochen wird, also sprecht von uns im [Fediverse](https://mastodon.technology/@fdroidorg), sprecht mit uns in den [Foren](https://forum.f-droid.org/) oder [diskutiert mit uns]({{ site.baseurl }}/about/#contact) über das Protokoll eurer Wahl.
pl: Doceniamy również rozpowszechnianie informacji o F-Droid, więc nie krępuj się wspomnieć o nas na [Fediverse](https://mastodon.technology/@fdroidorg), porozmawiać z nami na [Forum](https://forum.f-droid.org/) lub [dołączyć do dyskusji]({{ site.baseurl }}/about/#contact) za pośrednictwem wybranego protokołu.
ro: Apreciem, de asemenea, că răspândiți vestea despre F-Droid, așa că nu ezitați să ne menționați pe [Fediverse](https://mastodon.technology/@fdroidorg), să discutați cu noi în [Forumuri](https://forum.f-droid.org/) sau [alăturați-vă discuțiilor]({{ site.baseurl }}/about/#contact) prin intermediul protocolului dorit.
zh_hans: 我们也感谢你传播关于 F-Droid 的消息，请尽管在 [Fediverse](https://mastodon.technology/@fdroidorg) 上随时提及我们，与我们在[论坛](https://forum.f-droid.org/)上聊天或使用你选择的协议[加入讨论]({{ site.baseurl }}/about/#contact)。

source: Our build and release infrastructure, and upcoming updates
de: Unsere Build- und Release-Infrastruktur sowie anstehende Neuerungen
pl: Nasza infrastruktura budowania i wydawania oraz nadchodzące aktualizacje
ro: Infrastructura noastră de creare și lansare și actualizările viitoare
ru: Наша инфраструктура сборки и выпуска, а также предстоящие обновления
uk: Наша інфраструктура збирання та випуску і майбутні оновлення
zh_hans: 我们的构建和发布基础设施，以及即将到来的更新

source: Behind the scenes of F-Droid is a giant pile of automation to manage the process of building thousands of apps from source. This means checking out thousands of source repos, checking them all for updates, building and new releases, and securely signing them en masse. All builds are run in a fresh virtual machine guest instance known as the [_buildserver_](https://gitlab.com/fdroid/fdroidserver/-/tree/master/buildserver). All Gradle binaries and Android SDK packages are verified against our [public](https://gitlab.com/fdroid/android-sdk-transparency-log) [logs](https://gitlab.com/fdroid/gradle-transparency-log) of observed SHA-256 checksums. The transparency log processes also verify against upstream's [public checksums](https://gradle.org/release-checksums/).
de: Hinter den Kulissen von F-Droid gibt es einen riesigen Haufen an Automation, um den Herstellungsvorgang tausender Apps aus dem Quellcode zu steuern. Das bedeutet die Untersuchung tausender Quellcode-Repos, ihre Überprüfung auf Aktualisierungen, Herstellung und neue Veröffentlichungen sowie deren massenhafte sichere Signierung. Alle Builds laufen in einer frischen Gastinstanz einer virtuellen Maschine, bekannt als [_buildserver_](https://gitlab.com/fdroid/fdroidserver/-/tree/master/buildserver). Alle Gradle-Binärdateien und Android-SDK-Pakete werden gegen unsere [öffentlichen](https://gitlab.com/fdroid/android-sdk-transparency-log) [Logs](https://gitlab.com/fdroid/gradle-transparency-log) überwachter SHA-256-Checksums abgeglichen. Die transparenten Protokolle überprüfen auch die [öffentlichen Checksums](https://gradle.org/release-checksums/) des Upstreams.
pl: Za kulisami F-Droid stoi ogromny stos automatyzacji do zarządzania procesem budowania tysięcy aplikacji ze źródeł. Oznacza to sprawdzanie tysięcy repozytoriów źródłowych, sprawdzanie ich wszystkich pod kątem aktualizacji, budowanie i nowe wydania oraz bezpieczne podpisywanie ich masowo. Wszystkie kompilacje są uruchamiane w świeżej instancji gościa maszyny wirtualnej, znanej jako [_buildserver_](https://gitlab.com/fdroid/fdroidserver/-/tree/master/buildserver). Wszystkie binarki Gradle i pakiety SDK Androida są weryfikowane na podstawie naszych [publicznych](https://gitlab.com/fdroid/android-sdk-transparency-log) [logów](https://gitlab.com/fdroid/gradle-transparency-log) obserwowanych sum kontrolnych SHA-256. Procesy dziennika przezroczystości są również weryfikowane na podstawie [publicznych sum kontrolnych](https://gradle.org/release-checksums/).
ro: În spatele scenei F-Droid se află o grămadă uriașă de automatizări pentru a gestiona procesul de construire a mii de aplicații de la sursă. Acest lucru înseamnă verificarea a mii de surse, verificarea tuturor actualizărilor, construirea și lansarea de noi versiuni și semnarea sigură a acestora în masă. Toate compilările sunt rulate într-o instanță de mașină virtuală proaspătă, cunoscută sub numele de [_buildserver_](https://gitlab.com/fdroid/fdroidserver/-/tree/master/buildserver). Toate binarele Gradle și pachetele Android SDK sunt verificate în raport cu [sumele de control publice](https://gitlab.com/fdroid/android-sdk-transparency-log) [notate în jurnal](https://gitlab.com/fdroid/gradle-transparency-log) de tip SHA-256. Procesele jurnalului de transparență se verifică, de asemenea, comparativ cu [sumele de control publice](https://gradle.org/release-checksums/) ale dezvoltatorilor.
ru: За кулисами F-Droid стоит огромная куча автоматики, управляющей процессом создания тысяч приложений из исходников. Это означает проверку тысяч исходных репозиториев, проверку всех их на наличие обновлений, создание и выпуск новых релизов, а также массовую безопасную подпись. Все сборки запускаются на свежем гостевом экземпляре виртуальной машины, известном как [_buildserver_](https://gitlab.com/fdroid/fdroidserver/-/tree/master/buildserver). Все двоичные файлы Gradle и пакеты Android SDK проверяются по нашим [публичным](https://gitlab.com/fdroid/android-sdk-transparency-log) [журналам](https://gitlab.com/fdroid/gradle-transparency-log) наблюдаемых контрольных сумм SHA-256. Журналы прозрачности также проверяются по [публичным контрольным суммам](https://gradle.org/release-checksums/).
uk: За лаштунками F-Droid існує величезна купа автоматизації для керування процесом створення тисяч застосунків з джерела. Це означає перевірку тисяч вихідних репозиторіїв, перевірку їх усіх на наявність оновлень, створення та нових випусків, а також безпечне їх масове підписування. Усі збірки виконуються у свіжому гостьовому екземплярі віртуальної машини, відомому як [_buildserver_](https://gitlab.com/fdroid/fdroidserver/-/tree/master/buildserver). Усі двійкові файли Gradle та пакунки Android SDK перевіряються на відповідність нашим [загальнодоступним](https://gitlab.com/fdroid/android-sdk-transparency-log) [журналам](https://gitlab.com/fdroid/gradle-transparency-log) спостережуваних контрольних сум SHA-256. Процеси журналу прозорості також перевіряють на актуальність [загальнодоступних контрольних сум](https://gradle.org/release-checksums/).
zh_hans: F-Droid 的背后是一大堆自动化系统，用于管理从源代码构建数千个应用的过程。这意味着检查数以千计的源代码库，检查它们是否有更新、构建和新版本，并安全地对它们进行集体签名。所有构建都在称为 [_buildserver_](https://gitlab.com/fdroid/fdroidserver/-/tree/master/buildserver) 的全新客户虚拟机实例中运行。所有 Gradle 二进制文件和 Android SDK 包都根据我们观察到的 SHA-256 校验和的[公开](https://gitlab.com/fdroid/android-sdk-transparency-log)[记录](https://gitlab.com/fdroid/gradle-transparency-log)进行了验证。透明度记录流程还会根据上游的[公共校验和](https://gradle.org/release-checksums/)进行验证。
