Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: In total, **61** apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche **61** Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano **61** aplikacji. Oto najważniejsze cechy:
ro: În total, **61** aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено **61** приложение. Вот основные из них:
uk: Усього цього тижня було оновлено **61** застосунок. Ось основні з них:
zh_hans: 本周总共更新了 **61** 个应用。以下是其中的亮点：

source: **[AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/)** is an ad blocker for browsers that support content blocking technology. So far, these are Yandex Browser and Samsung Internet browser. Version 2.2.1 adds a whitelist setting, clean filters cache, new locales, and the order of entries will be respected when importing user filter lists.
de: **[AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/)** ist ein Werbeblocker für Browser, welche die Technik unterstützen, Inhalte zu blockieren. Bislang sind das der Yandex Browser und der Samsung Internet Browser. Version 2.2.1 ergänzt eine Whitelist-Einstellung, die Bereinigung des Filterzwischenspeichers, neue Sprachen und beachtet die Reihenfolge von Einträgen beim Import nutzereigener Filterlisten.
pl: **[AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/)** to blokowanie reklam w przeglądarkach obsługujących technologię blokowania treści. Do tej pory są to Yandex Browser i przeglądarka internetowa Samsung. Wersja 2.2.1 dodaje ustawienia białej listy, wyczyści pamięć podręczną filtrów, nowe ustawienia narodowe, a kolejność wpisów będzie respektowana podczas importowania list filtrów użytkownika.
ro: **[AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/)** este un blocant de reclame pentru browserele care acceptă tehnologia de blocare a conținutului. Până în prezent, acestea sunt Yandex Browser și Samsung Internet browser. Versiunea 2.2.1 adaugă o setare a listei albe, curățarea cache-ului filtrelor, noi localități, iar ordinea intrărilor va fi respectată la importul listelor de filtre ale utilizatorilor.
ru: **[AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/)** - блокировщик рекламы для браузеров, поддерживающих технологию блокировки контента. На данный момент это Яндекс Браузер и Samsung Internet browser. В версии 2.2.1 добавлена настройка белого списка, очистка кэша фильтров, новые локали, а также будет соблюдаться порядок записей при импорте списков фильтров пользователей.
uk: **[AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/)** - блокувальник реклами для браузерів, що підтримують технологію блокування контенту. На цей час це Яндекс Браузер і Samsung Internet browser. У версії 2.2.1 додана настройка білого списку, очищення кеша фільтрів, нові локалі, а також буде дотримуватися порядок записів при імпорті списків фільтрів користувачів.
zh_hans: **[AdGuard Content Blocker](https://f-droid.org/packages/com.adguard.android.contentblocker/)** 是一个广告拦截器，适用于支持内容拦截技术的浏览器。到目前为止，这包括 Yandex 浏览器和三星互联网浏览器。 2.2.1 版添加了白名单设置、清理过滤器缓存、新语言环境，并且在导入用户过滤器列表时将遵守条目顺序。

source: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** lets you inspect DNS zones like a superhero. Version 1.1.3 is in, adding a brand new preferences screen and different diagnostics cards colors for improved readability. Behind the scenes, some problems with non-free dependencies were addressed, thanks to **[@Rudloff](https://forum.f-droid.org/u/rudloff)**).
de: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** lässt Sie DNS-Zonen wie ein Superheld kontrollieren. Version 1.1.3 ist da, bringt einen brandneuen Einstellungsbildschirm und verschiedene Diagnose-Kartenfarben zur besseren Lesbarkeit mit. Hinter der Bühne befasste man sich dank **[@Rudloff](https://forum.f-droid.org/u/rudloff)** mit einigen Problemen mit unfreien Abhängigkeiten.
pl: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** pozwala kontrolować strefy DNS, takie jak superbohater. Dostępna jest wersja 1.1.3, dodając zupełnie nowy ekran preferencji i różne kolory kart diagnostycznych dla lepszej czytelności. Za kulisami rozwiązano niektóre problemy z niewolnymi zależnościami **[@Rudloff](https://forum.f-droid.org/u/rudloff)**).
ro: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** vă permite să inspectați zonele DNS ca un supererou. A apărut versiunea 1.1.3, care adaugă un ecran de preferințe complet nou și diferite culori ale cardurilor de diagnosticare pentru o mai bună lizibilitate. În spatele scenei, au fost rezolvate unele probleme cu dependențele non-libere, mulțumită lui **[@Rudloff](https://forum.f-droid.org/u/rudloff)**).
ru: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** позволяет вам проверять зоны DNS как супергерой. Вышла версия 1.1.3, в которой добавлены совершенно новый экран предпочтений и различные цвета диагностических карт для улучшения читабельности. За кулисами были решены некоторые проблемы с несвободными зависимостями, благодаря **[@Rudloff](https://forum.f-droid.org/u/rudloff)**).
uk: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** дозволяє вам перевіряти зони DNS як супергерой. Вийшла версія 1.1.3, в якій додані абсолютно новий екран переваг і різні кольори діагностичних карт для поліпшення читабельності. За лаштунками були вирішені деякі проблеми з невільними залежностями, завдяки **[@Rudloff](https://forum.f-droid.org/u/rudloff)**).
zh_hans: **[DNS Hero](https://f-droid.org/packages/com.gianlu.dnshero/)** 让你可以像超级英雄一样检查 DNS 区域。版本 1.1.3 已发布，添加了全新的首选项屏幕和不同的诊断卡颜色以提高可读性。在幕后，感谢 **[@Rudloff](https://forum.f-droid.org/u/rudloff)** 解决了一些非自由依赖的问题。

source: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** is an app for testing GPS and GNSS capabilities of a device, with real-time information for satellites in view of your device. Version 3.2.0 adds D/M/S support for latitude and longitude, share in multiple location formats, run-time instead of install-time permissions, Greek and Dutch translations, and allows free map movement during location updates.
de: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** ist eine App, um die GPS- und GNSS-Fähigkeiten eines Geräts zu testen, mit Echtzeitinformationen über Satelliten in Reichweite Ihres Geräts. Version 3.2.0 ergänzt die ‘D/M/S‘-Unterstützung für Breiten- und Längengrade, das Teilen in mehreren Standortformaten, die Berechtigungsabfragen in der Laufzeit anstatt bei Installation, Übersetzungen in Griechisch und Holländisch und erlaubt das freie Verschieben der Karte während Standortaktualisierungen.
pl: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** to aplikacja do testowania urządzeń GPS i GNSS urządzenia, z informacjami w czasie rzeczywistym dla satelitów w związku z urządzeniem. Wersja 3.2.0 dodaje obsługę D/M/S dla szerokości i długości geograficznej, udziału w wielu formatach lokalizacji, czasu pracy zamiast uprawnień do instalacji, tłumaczenia greckie i holenderskie, i pozwala na swobodny ruch map podczas aktualizacji lokalizacji.
ro: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** este o aplicație pentru testarea capacităților GPS și GNSS ale unui dispozitiv, cu informații în timp real despre sateliții aflați în raza de vizibilitate a dispozitivului dumneavoastră. Versiunea 3.2.0 adaugă suport D/M/S pentru latitudine și longitudine, partajare în mai multe formate de locație, permisiuni în timpul execuției în loc de permisiuni în timpul instalării, traduceri în greacă și olandeză și permite mișcarea liberă a hărții în timpul actualizărilor de locație.
ru: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** - это приложение для тестирования GPS и GNSS возможностей устройства, с информацией в реальном времени о спутниках в поле зрения вашего устройства. В версии 3.2.0 добавлена поддержка D/M/S для широты и долготы, совместное использование нескольких форматов местоположения, разрешения во время выполнения, а не во время установки, перевод на греческий и голландский языки, а также возможность свободного перемещения карты во время обновления местоположения.
uk: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** - це застосунок для тестування GPS і GNSS можливостей пристрою, з інформацією в реальному часі про супутники в полі зору вашого пристрою. У версії 3.2.0 додана підтримка D/M/S для широти і довготи, спільне використання декількох форматів розташування, дозволу під час виконання, а не під час установки, переклад на грецьку та голландською мовами, а також можливість вільного переміщення карти під час оновлення місця розташування.
zh_hans: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** 是一款用于测试设备 GPS 和 GNSS 功能的应，提供实时信息卫星视图。 3.2.0 版增加了对纬度和经度的 D/M/S 支持、以多种位置格式共享、运行时而不是安装时权限、希腊语和荷兰语翻译，并允许在位置更新期间自由移动地图。

source: [@ninelima](https://forum.f-droid.org/u/ninelima) reports: I am very pleased to announce release 22 of **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** (Electronic Flight Information System) and **[DMAP](https://f-droid.org/packages/player.efis.mfd/)** (Digital Mapping). The product suite now has support for the [Stratux ](http://stratux.me/) devices. This allows for a very inexpensive solution to simple flight instrumentation for use in experimental aircraft. [Short article on the Stratux/Kwik integration](http://members.iinet.net.au/~ninelima/stratux/).
de: [@ninelima](https://forum.f-droid.org/u/ninelima) berichtet: Ich freue mich, Release 22 von **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** (Elektronisches Fluginsformationssystem) und **[DMAP](https://f-droid.org/packages/player.efis.mfd/)** (Digitale Kartierung) ankündigen zu können. Die Produktreihe unterstützt nun die [Stratux ](http://stratux.me/)-Geräte. Dies ermöglicht eine sehr kostengünstige Lösung für einfache Fluginstrumente zur Nutzung in experimentellen Flugzeugen. [Kurzer Artikel zur Stratux/Kwik-Integration](http://members.iinet.net.au/~ninelima/stratux/).
pl: [@ninelima](https://forum.f-droid.org/u/ninelima) raporty: z przyjemnością ogłaszam wydanie 22 z **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** Elektroniczny system informacji o locie) i **[DMAP](https://f-droid.org/packages/player.efis.mfd/)** (Mapowanie cyfrowe). Pakiet produktów ma teraz obsługę urządzeń [Stratux](http://stratux.me/). Pozwala to na bardzo tanie rozwiązanie prostego oprzyrządowania lotu do użytku w eksperymentalnych samolotach. [Krótki artykuł na temat integracji Stratux/Kwik](http://members.iinet.net.au/~ninelima/stratux/).
ro: [@ninelima](https://forum.f-droid.org/u/ninelima) raportează: Sunt foarte încântat să anunț lansarea versiunii 22 a **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** (Electronic Flight Information System) și **[DMAP](https://f-droid.org/packages/player.efis.mfd/)** (Digital Mapping). Suita de produse are acum suport pentru dispozitivele [Stratux ](http://stratux.me/). Acest lucru permite o soluție foarte ieftină pentru o instrumentație de zbor simplă pentru utilizarea în aeronavele experimentale. [Short article on the Stratux/Kwik integration](http://members.iinet.net.au/~ninelima/stratux/).
ru: [@ninelima](https://forum.f-droid.org/u/ninelima) сообщает: Я очень рад объявить о выпуске 22 версии **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** (Электронная система полетной информации) и **[DMAP](https://f-droid.org/packages/player.efis.mfd/)** (Цифровая картография). Набор продуктов теперь поддерживает устройства [Stratux ](http://stratux.me/). Это позволяет создать очень недорогое решение для простых бортовых приборов для использования в экспериментальных самолетах. [Краткая статья об интеграции Stratux/Kwik](http://members.iinet.net.au/~ninelima/stratux/).
uk: [@Ninelima](https://forum.f-droid.org/u/ninelima) повідомляє: Я дуже радий оголосити про випуск 22 версії **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)** (Електронна система польотної інформації) і **[DMAP](https://f-droid.org/packages/player.efis.mfd/)** (Цифрова картографія). Набір продуктів тепер підтримує пристрої [Stratux](http://stratux.me/). Це дозволяє створити дуже недороге рішення для простих бортових приладів для використання в експериментальних літаках. [Коротка стаття про інтеграцію Stratux/Kwik](http://members.iinet.net.au/~ninelima/stratux/).
zh_hans: [@ninelima](https://forum.f-droid.org/u/ninelima) 报道：我很高兴地宣布 **[Kwik EFIS](https://f-droid.org/packages/player.efis.pfd/)**（电子飞行信息系统）和 **[DMAP](https://f-droid.org/packages/player.efis.mfd/)**（数字映射）的第 22 版发布。该产品套件现在支持 [Stratux ](http://stratux.me/) 设备。这为用于体验飞机的简单飞行仪表提供了一种非常便宜的解决方案。 [关于 Stratux/Kwik 集成的短文](http://members.iinet.net.au/~ninelima/stratux/)。

source: Some videos: * [Kwik EFIS / Stratux - Test Flight](https://www.youtube.com/watch?v=t6Vnk_rdSzI) * [Kwik EFIS / Stratux - Dual monitor test](https://www.youtube.com/watch?v=PzmiZzQZ1EE)
de: Einige Videos: * [Kwik EFIS / Stratux - Test Flight](https://www.youtube.com/watch?v=t6Vnk_rdSzI) * [Kwik EFIS / Stratux - Dual monitor test](https://www.youtube.com/watch?v=PzmiZzQZ1EE)
pl: Niektóre filmy: * [Kwik EFIS / Stratux - Lot testowy](https://www.youtube.com/watch?v=t6Vnk_rdSzI) * [Kwik EFIS / Stratux - Test podwójnego monitora](https://www.youtube.com/watch?v=PzmiZzQZ1EE)
ro: Câteva videoclipuri: * [Kwik EFIS / Stratux - Test Flight](https://www.youtube.com/watch?v=t6Vnk_rdSzI) * [Kwik EFIS / Stratux - Dual monitor test](https://www.youtube.com/watch?v=PzmiZzQZ1EE)
ru: Некоторые видео: * [Kwik EFIS / Stratux - тестовый полет](https://www.youtube.com/watch?v=t6Vnk_rdSzI) * [Kwik EFIS / Stratux - тест с двумя мониторами](https://www.youtube.com/watch?v=PzmiZzQZ1EE)
uk: Деякі відео: * [Kwik EFIS/Stratux - тестовий політ](https://www.youtube.com/watch?v=t6Vnk_rdSzI) * [Kwik EFIS/Stratux - тест з двома моніторами](https://www.youtube .com/watch? v = PzmiZzQZ1EE)
zh_hans: 一些视频： * [Kwik EFIS / Stratux - Test Flight](https://www.youtube.com/watch?v=t6Vnk_rdSzI) * [Kwik EFIS / Stratux - Dual monitor test](https://www.youtube.com/watch?v=PzmiZzQZ1EE)

source: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** is an extensive, all in one, _Monster Hunter Generations_ reference. It had a major update to 2.0.1, adding _Monster Hunter Generations Ultimate_ data, and many usability improvements.
de: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** ist eine ausführliche, alles umfassende _Monster Hunter Generations_-Referenz. Sie bekam ein wichtiges Update auf 2.0.1, in dem _Monster Hunter Generations Ultimate_-Daten und viele Verbesserungen der Bedienerfreundlichkeit hinzugefügt sind.
pl: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** jest obszernym, całkowicie w jednym, odnośniku _Monster Hunter Generations_. Miała poważną aktualizację do wersji 2.0.1, dodając dane generatora _Monster Hunter Ultimate_ i wiele ulepszeń użyteczności.
ro: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** este o referință extensivă și completă la _Monster Hunter Generations_. A avut o actualizare majoră la 2.0.1, adăugând date despre _Monster Hunter Generations Ultimate_ și multe îmbunătățiri de utilizare.
ru: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** - это обширный справочник по _Monster Hunter Generations_. Он был существенно обновлен до версии 2.0.1, добавлены данные _Monster Hunter Generations Ultimate_, а также внесены многочисленные улучшения в удобство использования.
uk: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** - це великий довідник по _Monster Hunter Generations_. Він був суттєво оновлений до версії 2.0.1, додані дані _Monster Hunter Generations Ultimate_, а також внесено значну кількість поліпшення в зручність використання.
zh_hans: **[MHGUDB](https://f-droid.org/packages/com.ghstudios.android.mhgendatabase/)** 是一个广泛的、多合一的 _Monster Hunter Generations_ 参考。它对 2.0.1 进行了重大更新，添加了 _Monster Hunter Generations Ultimate_ 数据，并进行了许多可用性改进。

source: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 1.1.0 is out. Markor is a powerful text editor for [Markdown](https://commonmark.org) and [todo.txt](http://todotxt.com) files. This release adds several new features for working with images, a list of popular files, and a virtual folder for popular & recent files. You can read about even more improvements and bug fixes in the accompanying [blog post](https://gsantner.net/blog/android/2018/09/09/markor-release-v1.1.html).
de: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 1.1.0 ist raus. Markor ist ein leistungsstarker Texteditor für [Markdown](https://commonmark.org) und [todo.txt](http://todotxt.com)-Dateien. Diese Version ergänzt einige neue Funktionen für die Arbeit mit Bildern, eine Liste beliebter Dateien und einen virtuellen Ordner für beliebte und kürzlich verwendete Dateien. Weitere Verbesserungen und Fehlerlösungen finden Sie im begleitenden [Blog-Eintrag](https://gsantner.net/blog/android/2018/09/09/markor-release-v1.1.html).
pl: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 1.1.0 jest na zewnątrz. Markor to potężny edytor tekstowy dla plików [Markdown](https://commonmark.org) i [todo.txt](http://todotxt.com). Ta wersja dodaje kilka nowych funkcji do pracy z obrazami, listę popularnych plików i folder wirtualny dla popularnych i najnowszych plików. Możesz przeczytać o jeszcze większej liczbie ulepszeń i poprawek błędów w załączonym [poście na blogu](https://gsantner.net/blog/android/2018/09/09/markor-release-v1.1.html).
ro: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 1.1.0 a fost lansat. Markor este un editor de text puternic pentru fișiere [Markdown](https://commonmark.org) și [todo.txt](http://todotxt.com). Această versiune adaugă câteva caracteristici noi pentru lucrul cu imagini, o listă de fișiere populare și un dosar virtual pentru fișiere populare și recente. Puteți citi despre și mai multe îmbunătățiri și corecturi de erori în [blog post](https://gsantner.net/blog/android/2018/09/09/markor-release-v1.1.html) care însoțește această versiune.
ru: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** Вышла версия 1.1.0. Markor - это мощный текстовый редактор для файлов [Markdown](https://commonmark.org) и [todo.txt](http://todotxt.com). В этом выпуске добавлено несколько новых функций для работы с изображениями, список популярных файлов и виртуальная папка для популярных и последних файлов. О других улучшениях и исправлениях вы можете прочитать в сопроводительном сообщении [blog post](https://gsantner.net/blog/android/2018/09/09/markor-release-v1.1.html).
uk: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** Вийшла версія 1.1.0. Markor - це потужний текстовий редактор для файлів [Markdown](https://commonmark.org) і [todo.txt](http://todotxt.com). У цьому випуску додано декілька нових функцій для роботи з зображеннями, список популярних файлів і віртуальна тека для популярних і останніх файлів. Про інші поліпшення і виправлення ви можете прочитати в супровідному повідомленні [blog post](https://gsantner.net/blog/android/2018/09/09/markor-release-v1.1.html).
zh_hans: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 1.1.0 已发布。 Markor 是 [Markdown](https://commonmark.org) 和 [todo.txt](http://todotxt.com) 文件的强大文本编辑器。此版本添加了一些用于处理图像的新功能、流行文件列表以及流行和最近文件的虚拟文件夹。你可以在随附的[博客文章](https://gsantner.net/blog/android/2018/09/09/markor-release-v1.1.html)中了解更多改进和错误修复。

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** was updated from 1.11.0 to 1.12.2, adding several Mastodon 2.5 features such as managing filters, hiding boosts from a specific account, and featuring other accounts on your profile. It can also now DM from profile, open toots in a browser, has improved layout for profiles with a new "pinned" tab, and more.
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** wurde von 1.11.0 auf 1.12.2 aktualisiert, wobei einige Besonderheiten von Mastodon 2.5 hinzugefügt wurden, wie die Filterverwaltung, das Ausblenden von Boosts von einem speziellen Account und das Herausstellen weiterer Accounts auf Ihrem Profil. Sie kann nun auch DM aus dem Profil, Toots in einem Browser öffnen, hat ein verbessertes Layout für Profile mit einem neuen, "angehefteten" Tab und mehr.
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** został zaktualizowany z wersji 1.11.0 do wersji 1.12.2, dodając kilka funkcji Mastodon 2.5, takich jak zarządzanie filtrami, ukrywanie premii z określonego konta i inne konta w Twoim profilu. Może również teraz DM z profilu, otwarte toots w przeglądarce, ulepszony układ dla profili z nową "przypiętą" kartą i więcej.
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** a fost actualizat de la 1.11.0 la 1.12.2, adăugând mai multe caracteristici Mastodon 2.5, cum ar fi gestionarea filtrelor, ascunderea boost-urilor de la un anumit cont și prezentarea altor conturi pe profilul tău. De asemenea, acum se poate acum DM de pe profil, deschide toots într-un browser, are un aspect îmbunătățit pentru profiluri cu o nouă filă "pinned" și multe altele.
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** был обновлен с 1.11.0 до 1.12.2, добавив несколько функций Mastodon 2.5, таких как управление фильтрами, скрытие бустов от определенного аккаунта и отображение других аккаунтов на вашем профиле. Кроме того, теперь можно выполнять DM из профиля, открывать бусты в браузере, улучшен макет профилей с новой "прикрепленной" вкладкой и многое другое.
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** був оновлений з 1.11.0 до 1.12.2, додавши кілька функцій Mastodon 2.5, таких як управління фільтрами, приховування Бусто від певного облікового запису і відображення інших акаунтів на вашому профілі. Крім того, тепер можна виконувати DM з профілю, відкривати Бусто в браузері, поліпшений макет профілів з новою "прикріпленою" вкладкою і багато іншого.
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 从 1.11.0 更新到 1.12.2，添加了多个 Mastodon 2.5 功能，例如管理过滤器，隐藏特定帐户的提振，并在你的个人资料中显示其他帐户。它现在还可以从个人资料中发送消息，在浏览器中打开嘟文，通过新的“固定”选项卡改进了个人资料的布局等等。
