Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)**, a basic GPS logger with map, was updated from 1.1.11 to 1.1.13, fixing a crash and improving location at start of recordings.
de: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)**, ein einfacher GPS-Logger mit Karte, wurde von 1.1.11 auf 1.1.13 aktualisert, behebt damit eine Absturzursache und verbessert die Standortbestimmung beim Start von Aufzeichnungen.
pl: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)**, podstawowy rejestrator GPS z mapą został zaktualizowany z 1.1.11 na 1.1.13, naprawiając awarię i poprawiając lokalizację na początku nagrań.
ro: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)**, un logger GPS de bază cu hartă, a fost actualizat de la 1.1.11 la 1.1.13, reparând o eroare și îmbunătățind localizarea la începutul înregistrărilor.
ru: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)**, базовый GPS-логгер с картой, был обновлен с 1.1.11 до 1.1.13, исправлен сбой и улучшено определение местоположения при начале записи.
uk: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)**, базовий GPS-логгер з картою, був оновлений з 1.1.11 до 1.1.13, виправлений збій і покращено визначення місця розташування при початку запису.
zh_hans: **[Trackbook](https://f-droid.org/packages/org.y20k.trackbook/)**，一个带有地图的基本 GPS 记录器，从 1.1.11 更新到 1.1.13，修复了一个在录制开始时崩溃并改善位置。

source: **[Manyverse](https://f-droid.org/packages/se.manyver/)** updated from 0.1810.24-beta to 0.1811.12-beta. This updates fixes [a crash](https://gitlab.com/staltz/manyverse/issues/260) and improves the looks of the splash screen.
de: **[Manyverse](https://f-droid.org/packages/se.manyver/)** wurde von 0.1810.24-beta auf 0.1811.12-beta aktualisiert. Dieses Update behebt [eine Absturzursache](https://gitlab.com/staltz/manyverse/issues/260) und verbessert das Aussehen des Startbildschirms.
pl: **[Manyverse](https://f-droid.org/packages/se.manyver/)** zaktualizowano z 0.1810.24-beta do 0.1811.12-beta. Ta aktualizacja naprawia [awarię](https://gitlab.com/staltz/manyverse/issues/260) i poprawia wygląd ekranu powitalnego.
ro: **[Manyverse](https://f-droid.org/packages/se.manyver/)** actualizat de la 0.1810.24-beta la 0.1811.12-beta. Această actualizare corectează [a crash](https://gitlab.com/staltz/manyverse/issues/260) și îmbunătățește aspectul ecranului de întâmpinare.
ru: **[Manyverse](https://f-droid.org/packages/se.manyver/)** обновлено с 0.1810.24-beta до 0.1811.12-beta. Это обновление исправляет [крах](https://gitlab.com/staltz/manyverse/issues/260) и улучшает внешний вид заставки.
uk: **[Manyverse](https://f-droid.org/packages/se.manyver/)** оновлено з 0.1810.24-beta до 0.1811.12-beta. Це оновлення виправляє [крах](https://gitlab.com/staltz/manyverse/issues/260) і покращує зовнішній вигляд заставки.
zh_hans: **[Manyverse](https://f-droid.org/packages/se.manyver/)** 从 0.1810.24-beta 更新到 0.1811.12-beta。此更新修复了[崩溃](https://gitlab.com/staltz/manyverse/issues/260) 并改进了启动屏的外观。

source: If you're interested in the off-the-grid social network Scuttlebutt behind this app, there's [a good essay about it](https://staltz.com/early-days-in-the-manyverse.html) by the creator of the app. It is nicely honest about the major difficulties of using the network, as well as suggesting possible solutions. (Credit: [switching.social](https://mastodon.at/users/switchingsocial/statuses/100933499495662465))
de: Wenn Sie Interesse an dem versorgungsnetzlosen, sozialen Netzwerk Scuttlebutt haben, das hinter dieser App steckt, es gibt darüber [einen guten Essay](https://staltz.com/early-days-in-the-manyverse.html) vom Schöpfer der App. Er ist ziemlich ehrlich, was die Hauptschwierigkeiten bei der Nutzung des Netzwerkes betrifft, und schlägt auch Lösungsmöglichkeiten vor. (Danke an: [switching.social](https://mastodon.at/users/switchingsocial/statuses/100933499495662465))
pl: Jeśli interesuje cię sieć społeczna poza siecią Scuttlebutt za tą aplikacją, jest [dobry esej na ten temat](https://staltz.com/early-days-in-the-manyverse.html) przez twórcę aplikacji. Mówi szczerze o głównych trudnościach związanych z korzystaniem z sieci, a także sugeruje możliwe rozwiązania. (Kredyt: [switching.social](https://mastodon.at/users/switchingsocial/statuses/100933499495662465))
ro: Dacă sunteți interesați de rețeaua socială off-the-grid Scuttlebutt din spatele acestei aplicații, există [a good essay about it](https://staltz.com/early-days-in-the-manyverse.html)de către creatorul aplicației. Acesta este frumos de onest cu privire la dificultățile majore de utilizare a rețelei, precum și sugerează posibile soluții. (Credit: [switching.social](https://mastodon.at/users/switchingsocial/statuses/100933499495662465))
ru: Если вы интересуетесь социальной сетью Scuttlebutt, которая стоит за этим приложением, есть [хорошее эссе о ней](https://staltz.com/early-days-in-the-manyverse.html), написанное создателем приложения. В нем честно говорится об основных трудностях использования сети, а также предлагаются возможные решения. (Credit: [switching.social](https://mastodon.at/users/switchingsocial/statuses/100933499495662465))
uk: Якщо ви цікавитеся соціальною мережею Scuttlebutt, яка стоїть за цим застосунком, є [гарне есе про неї](https://staltz.com/early-days-in-the-manyverse.html), написане творцем застосунку. У ньому чесно йдеться про основні труднощі використання мережі, а також пропонуються можливі рішення. (Джерело: [switching.social](https://mastodon.at/users/switchingsocial/statuses/100933499495662465))
zh_hans: 如果你对这个应用背后的离网社交网络 Scuttlebutt 感兴趣，这里有一篇来自应用的创建者的[关于它的好文章](https://staltz.com/early-days-in-the-manyverse.html)。它非常诚实地讲述了使用网络的主要困难，并提出了可能的解决方案。（来源：[switching.social](https://mastodon.at/users/switchingsocial/statuses/100933499495662465)）

source: TWIF 31: A look at app rankings and Briar arrives
de: TWIF 31: Ein Blick auf App-Rankings und Ankunft von Briar
pl: TWIF 31: Spojrzenie na rankingi aplikacji i pojawienie się Briar
ro: TWIF 31: O privire asupra clasamentului aplicațiilor și sosește Briar
ru: TWIF 31: взгляд на рейтинги приложений и прибытие Briar
uk: TWIF 31: погляд на рейтинги застосунків і прибуття Briar
zh_hans: TWIF 31：看看应用排名和 Briar 到来

source: In this edition: A look into app rankings and Briar arrives as reproducible build. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps. <!--more-->
de: In dieser Ausgabe: Ein Blick in App-Rankings und Briar kommt als reproduzierbarer Build. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps. <!--more-->
pl: W tej edycji: Spojrzenie na rankingi aplikacji i Briar przybywa jako odtwarzalna kompilacja. Są **{{ page.number_of_added_apps }}** nowe i **{{ page.number_of_updated_apps }}** zaktualizowane aplikacje.
ro: În această ediție: O privire în clasamentul aplicațiilor și Briar ajunge ca o construcție reproductibilă. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Взгляд на рейтинги приложений и Briar прибывает в виде воспроизводимой сборки. Существует **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений. <!--more-->
uk: У цьому випуску: Погляд на рейтинги застосунків і Briar прибуває у вигляді відтворюваної збірки. Додано **{{ page.number_of_added_apps }}** нових і **{{ page.number_of_updated_apps }}** оновлених застосунків. <!--more-->
zh_hans: 本期：查看应用排名和 Briar 可重复构建到来。 有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。 <!--more-->

source: A look into app rankings
de: Ein Blick in die App-Rankings
pl: Spojrzenie na ranking aplikacji
ro: O privire în clasamentul aplicațiilor
ru: Взгляд на рейтинги приложений
uk: Погляд на рейтинги застосунків
zh_hans: 查看应用排名

source: **Mobilsicher** looked into how various app stores rank their apps in search results. F-Droid was mentioned as an option that deliberately uses a very simple ranking algorithm, although it's not very effective. [Article in German](https://mobilsicher.de/hintergrund/kritisch-hinterfragt-app-rankings-auf-android-und-ios).
de: **Mobilsicher** untersuchte, wie verschiedene App-Stores ihre Apps in den Suchergebnissen einordnen. Als eine Option wurde der F-Droid-Store erwähnt, der bewusst einen sehr einfachen Ranking-Algorithmus verwendet, wenngleich der nicht sehr effektiv ist. [Artikel auf Deutsch](https://mobilsicher.de/hintergrund/kritisch-hinterfragt-app-rankings-auf-android-und-ios).
pl: **Mobilsicher** sprawdzili, w jaki sposób różne sklepy z aplikacjami oceniają swoje aplikacje w wynikach wyszukiwania. F-Droid został wymieniony jako opcja, która celowo wykorzystuje bardzo prosty algorytm rankingowy, chociaż nie jest zbyt skuteczny. [Artykuł w języku niemieckim](https://mobilsicher.de/hintergrund/kritisch-hinterfragt-app-rankings-auf-android-und-ios).
ro: **Mobilsicher** a analizat modul în care diverse magazine de aplicații își clasifică aplicațiile în rezultatele căutărilor. F-Droid a fost menționat ca o opțiune care folosește în mod deliberat un algoritm de clasificare foarte simplu, deși nu este foarte eficient. [Article in German](https://mobilsicher.de/hintergrund/kritisch-hinterfragt-app-rankings-auf-android-und-ios).
ru: **Mobilsicher** изучил, как различные магазины приложений ранжируют свои приложения в результатах поиска. F-Droid был упомянут как вариант, который намеренно использует очень простой алгоритм ранжирования, хотя он не очень эффективен. [Статья на немецком языке](https://mobilsicher.de/hintergrund/kritisch-hinterfragt-app-rankings-auf-android-und-ios).
uk: ** Mobilsicher ** вивчив, як різні магазини застосунків ранжируют свої застосунки в результатах пошуку. F-Droid був згаданий як варіант, який навмисно використовує дуже простий алгоритм ранжирування, хоча він не дуже ефективний. [Стаття німецькою мовою](https://mobilsicher.de/hintergrund/kritisch-hinterfragt-app-rankings-auf-android-und-ios).
zh_hans: **Mobilsicher** 调查了各种应用商店如何在搜索结果中对他们的应用进行排名。提到 F-Droid 作为一个选项，它故意使用非常简单的排名算法，尽管它不是很有效。[德文文章](https://mobilsicher.de/hintergrund/kritsch-hinterfragt-app-rankings-auf-android-und-ios)。

source: **[Image SMS](https://f-droid.org/packages/click.dummer.imagesms/)**: Send very small photos with long text sms and without mms or internet.
de: **[Image SMS](https://f-droid.org/packages/click.dummer.imagesms/)**: Senden Sie sehr kleine Fotos mit Langtext-SMS und ohne MMS oder Internet.
pl: **[Image SMS](https://f-droid.org/packages/click.dummer.imagesms/)**: Wysyłaj bardzo małe zdjęcia z długimi smsami tekstowymi i bez mms lub internetu.
ro: **[Image SMS](https://f-droid.org/packages/click.dummer.imagesms/)**: Trimiteți fotografii foarte mici cu sms-uri cu text lung și fără mms sau internet.
ru: **[Image SMS](https://f-droid.org/packages/click.dummer.imagesms/)**: Отправка очень маленьких фотографий с длинными текстовыми sms без mms или интернета.
uk: **[Image SMS](https://f-droid.org/packages/click.dummer.imagesms/)**: Відправлення дуже маленьких світлин з довгими текстовими sms без mms або інтернету.
zh_hans: **[Image SMS](https://f-droid.org/packages/click.dummer.imagesms/)**：发送带有长文本短信且没有彩信或互联网的非常小的照片。

source: **[The Kana Quiz](https://f-droid.org/packages/com.noprestige.kanaquiz/)**: A simple app to quiz the user on identifying japanese characters.
de: **[The Kana- uiz](https://f-droid.org/packages/com.noprestige.kanaquiz/)**: Eine einfache App, um den Benutzer zur Identifizierung japanischer Zeichen zu befragen.
pl: **[The Kana Quiz](https://f-droid.org/packages/com.noprestige.kanaquiz/)**: Prosta aplikacja do quizu użytkownika na temat rozpoznawania japońskich znaków.
ro: **[The Kana Quiz](https://f-droid.org/packages/com.noprestige.kanaquiz/)**: O aplicație simplă pentru a chestiona utilizatorul cu privire la identificarea caracterelor japoneze.
ru: **[The Kana Quiz](https://f-droid.org/packages/com.noprestige.kanaquiz/)**: Простое приложение для викторины на определение японских иероглифов.
uk: **[The Kana Quiz](https://f-droid.org/packages/com.noprestige.kanaquiz/)**: Простий застосунок для опитування користувача щодо ідентифікації японських знаків.
zh_hans: **[The Kana Quiz](https://f-droid.org/packages/com.noprestige.kanaquiz/)**：一个简单的应用，用于测验用户识别日文字符。

source: The Pro versions of the **Simple Mobile Tools** are landing in F-Droid: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)**, **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)**, **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** and **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)**. For background, see [this forum thread](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
de: Die Pro-Versionen der **Simple Mobile Tools** landen in F-Droid: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)**, **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)**, **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** und **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)**. Hintergrundinformationen finden Sie in [diesem Forumsbeitrag](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
pl: Wersje Pro **Simple Mobile Tools** lądują w F-Droid: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)**, **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)**, **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** i **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)**. W tle, patrz [ten wątek na forum](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
ro: Versiunile Pro ale **Simple Mobile Tools** aterizează în F-Droid: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)**, **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)**, **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** și **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)**.Pentru informații de fond, consultați [this forum thread](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
ru: В F-Droid установлены Pro-версии **Simple Mobile Tools**: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)**, **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)**, **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** и **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)**. Предысторию см. в [этой теме форума](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
uk: У F-Droid встановлені Pro-версії ** Simple Mobile Tools **: **[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)**, **[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)**, **[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** і **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)**. Передісторію см. В [цій темі форуму](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553).
zh_hans: **Simple Mobile Tools** Pro 版登陆 F-Droid：**[Simple Contacts Pro](https://f-droid.org/packages/com.simplemobiletools.contacts.pro/)**、**[Simple File Manager Pro](https://f-droid.org/packages/com.simplemobiletools.filemanager.pro/)**、**[Simple Gallery Pro](https://f-droid.org/packages/com.simplemobiletools.gallery.pro/)** 和 **[Simple Notes Pro](https://f-droid.org/packages/com.simplemobiletools.notes.pro/)**。有关背景，请参阅[此论坛主题](https://forum.f-droid.org/t/simple-mobile-tool-are-becoming-paid/4553)。

source: **[KindMind](https://f-droid.org/packages/com.sunyata.kindmind/)**: Be aware of sad feelings and unmet needs.
de: **[KindMind](https://f-droid.org/packages/com.sunyata.kindmind/)**: Traurige Empfindungen und unbefriedigte Bedürfnisse erkennen.
pl: **[KindMind](https://f-droid.org/packages/com.sunyata.kindmind/)**: Bądź świadomy smutnych uczuć i niespełnionych potrzeb.
ro: **[KindMind](https://f-droid.org/packages/com.sunyata.kindmind/)**: Fiți conștienți de sentimentele triste și de nevoile nesatisfăcute.
ru: **[KindMind](https://f-droid.org/packages/com.sunyata.kindmind/)**: Осознайте печальные чувства и неудовлетворенные потребности.
uk: **[KindMind](https://f-droid.org/packages/com.sunyata.kindmind/)**: Усвідомте сумні почуття і незадоволені потреби.
zh_hans: **[KindMind](https://f-droid.org/packages/com.sunyata.kindmind/)**：注意悲伤的情绪和未满足的需求。

source: **[Quoting Stars](https://f-droid.org/packages/de.fzi.bettyrieckmann.quotingstars/)**: App for silent communications 2017.
de: **[Quoting Stars](https://f-droid.org/packages/de.fzi.bettyrieckmann.quotingstars/)**: App für Silent Communications 2017.
pl: **[Quoting Stars](https://f-droid.org/packages/de.fzi.bettyrieckmann.quotingstars/)**: Aplikacja do cichej komunikacji 2017.
ro: **[Quoting Stars](https://f-droid.org/packages/de.fzi.bettyrieckmann.quotingstars/)**: Aplicație pentru comunicații silențioase 2017.
ru: **[Quoting Stars](https://f-droid.org/packages/de.fzi.bettyrieckmann.quotingstars/)**: Приложение для бесшумного коммуникатирования 2017.
uk: **[Quoting Stars](https://f-droid.org/packages/de.fzi.bettyrieckmann.quotingstars/)**: Застосунок для безшумної комунікації 2017.
zh_hans: **[Quoting Stars](https://f-droid.org/packages/de.fzi.bettyrieckmann.quotingstars/)**：silent communications 2017 应用。

source: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)**: Wavy wallpaper.
de: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)**: Wellige Hintergrundbilder.
pl: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)**: Falista tapeta.
ro: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)**: tapet cu valuri.
ru: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)**: Волнистые обои.
uk: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)**: Хвилясті шпалери.
zh_hans: **[Wave Lines Wallpaper](https://f-droid.org/packages/de.markusfisch.android.wavelines/)**：波浪线壁纸。

source: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)**: A spin off of the popular Jabber/XMPP client [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) by the same developer. It adds automatic contact discovery. Sign up with your phone number and Quicksy will automatically suggest possible contacts based on phone numbers in the local address book. This solves the "empty contact list" issue that a user faces on a new XMPP account. Unlike other messenger applications that use phone numbers, Quicksy keeps the federated nature of XMPP intact.
de: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)**: Ein Spin-Off des beliebten Jabber/XMPP-Clients [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) vom gleichen Entwickler. Es fügt eine automatische Kontakterkennung hinzu. Registrieren Sie sich mit Ihrer Telefonnummer und Quicksy schlägt Ihnen automatisch mögliche Kontakte vor, die auf Telefonnummern im lokalen Adressbuch basieren. Dadurch wird das Problem der "leeren Kontaktliste" behoben, mit dem ein Benutzer bei einem neuen XMPP-Konto konfrontiert wird. Im Gegensatz zu anderen Messenger-Anwendungen, die Telefonnummern verwenden, behält Quicksy die föderierte Art von XMPP bei.
pl: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)**: Wydzielenie popularnego klienta Jabber/XMPP [Konwersacje](https://f-droid.org/packages/eu.siacs.conversations/) tego samego programisty. Dodaje automatyczne wykrywanie kontaktów. Zarejestruj się za pomocą numeru telefonu, a Quicksy automatycznie zaproponuje możliwe kontakty na podstawie numerów telefonów w lokalnej książce adresowej. Rozwiązuje to problem "pustej listy kontaktów", z którym użytkownik się spotyka na nowym koncie XMPP. W przeciwieństwie do innych aplikacji komunikatorów używających numerów telefonów, Quicksy utrzymuje nienaruszoną federacyjną naturę XMPP.
ro: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)**: Un derivat al popularului client Jabber/XMPP [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) al aceluiași dezvoltator. Adaugă descoperirea automată a contactelor. Înscrieți-vă cu numărul dumneavoastră de telefon și Quicksy vă va sugera automat posibile contacte pe baza numerelor de telefon din agenda locală. Acest lucru rezolvă problema "listei de contacte goale" cu care se confruntă un utilizator la un nou cont XMPP. Spre deosebire de alte aplicații de mesagerie care utilizează numere de telefon, Quicksy păstrează intactă natura federată a XMPP.
ru: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)**: Спин-офф популярного Jabber/XMPP клиента [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) от того же разработчика. Он добавляет автоматическое обнаружение контактов. Зарегистрируйтесь, указав свой номер телефона, и Quicksy автоматически предложит возможные контакты на основе номеров телефонов в локальной адресной книге. Это решает проблему "пустого списка контактов", с которой сталкивается пользователь при создании новой учетной записи XMPP. В отличие от других приложений для обмена сообщениями, использующих телефонные номера, Quicksy сохраняет федеративную природу XMPP.
uk: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)**: Спін-офф популярного Jabber/XMPP клієнта [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) від того ж розробника. Він додає автоматичне виявлення контактів. Увійдіть, вказавши свій номер телефону, і Quicksy автоматично запропонує можливі контакти на основі номерів телефонів в локальній адресній книзі. Це вирішує проблему "порожнього списку контактів", з якою стикається користувач при створенні нового облікового запису XMPP. На відміну від інших програм для обміну повідомленнями, що використовують телефонні номери, Quicksy зберігає федеративну природу XMPP.
zh_hans: **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)**：流行的 Jabber/XMPP 客户端 [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) 由同一开发者提供。它添加了自动联系人发现。使用你的电话号码注册，Quicksy 将根据本地通讯录中的电话号码自动推荐可能的联系人。这解决了用户在新 XMPP 帐户上面临的“空联系人列表”问题。与其他使用电话号码的信使应用不同，Quicksy 保持了 XMPP 的联合性质不变。

source: **[Aruba Networks Login](https://f-droid.org/packages/io.mkg20001.arubanetworkslogin/)**
ro: **[Autentificare Aruba Networks](https://f-droid.org/packages/io.mkg20001.arubanetworkslogin/)**
zh_hans: **[Aruba 网络登录](https://f-droid.org/packages/io.mkg20001.arubanetworkslogin/)**
