Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: There will probably be more unstable v1.3 alphas since there were a lot of library updates, so please test! And don't upgrade unless you're really willing to use an alpha. * CiaranG put androguard on the build server, which should finally fix [admin#65](https://gitlab.com/fdroid/admin/issues/65). This means that users of the Privileged Extension will finally be able to leave Unknown Sources off. It should also fix the arabic names and blank names. * The $22K grant for translation workflow has been officially confirmed. It will include some web dev work. It is expected that this will happen in June. * [Liberapay](https://liberapay.com/): The [F-Droid Data team](https://liberapay.com/F-Droid-Data) is currently receiving €61.05 per week from 144 patrons, making it the 5th largest team on Liberapay. Help us get that 3rd position back! * If you hadn't noticed yet, **Bubu** made F-Droid accounts on Mastodon ([@fdroidorg](https://mastodon.technology/@fdroidorg)) and Twitter ([@fdroidorg](https://twitter.com/fdroidorg)). We've been surprised and excited that our Mastodon has proven much more popular than our Twitter! The set-up automatically mirrors everything between the two accounts, and Bubu has been doing a good job of pushing regular updates and answering people's questions.
de: Es wird wahrscheinlich noch mehr instabile v1.3-Alphas geben, da es ein Menge Aktualisierungen von Bibliotheken gab, also bitte testen! Und nicht aktualisieren, wenn Sie nicht wirklich gewillt sind, eine Alpha-Version zu verwenden. * CiaranG hat Androguard auf dem Build-Server angelegt, was endgültig [admin#65](https://gitlab.com/fdroid/admin/issues/65) beheben sollte. Das heißt, Nutzer der Rechteerweiterung werden endlich die Unbekannte Herkunft ausgeschaltet lassen können. Es sollte auch das Problem mit arabischen und fehlenden Bezeichnungen lösen. * Der Zuschuss über $ 22.000 für die Übersetzungsarbeitsabläufe wurde offiziell bestätigt. Er wird einige Web-Entwicklungsarbeiten beinhalten. Wir erwarten, dass das im Juni geschieht. * [Liberapay](https://liberapay.com/): Das [F-Droid Data Team](https://liberapay.com/F-Droid-Data) erhält momentan wöchentlich € 61,05 von 144 Unterstützern, was es zum fünftgrößten Team auf Liberapay macht. Helfen Sie mit, dass wir wieder Dritter werden! * Wer es noch nicht bemerkt hat, **Bubu** erstellte F-Droid-Accounts auf Mastodon ([@fdroidorg](https://mastodon.technology/@fdroidorg)) und Twitter ([@fdroidorg](https://twitter.com/fdroidorg)). Wir waren überrascht und erfreut, dass sich unser Mastodon als viel beliebter erwies als unser Twitter! Die Konfiguration spiegelt automatisch alles zwischen den beiden Accounts, und Bubu hat durch regelmäßige Aktualisierungen und Antworten auf die Fragen der Leute sehr gute Arbeit geleistet.
pl: Prawdopodobnie będzie więcej niestabilnych alf, v3.3, ponieważ było wiele aktualizacji biblioteki, więc proszę przetestuj! I nie aktualizuj, chyba że naprawdę chcesz użyć alfy. * CiaranG umieścił androguard na serwerze kompilacji, co powinno ostatecznie naprawić [admin65](https://gitlab.com/fdroid/admin/issues/65). Oznacza to, że użytkownicy rozszerzenia uprzywilejowanego będą mogli ostatecznie opuścić nieznane źródła. Powinien także naprawić arabskie nazwy i puste nazwy. * Grant w wysokości 22 000 $ na przepływy pracy został oficjalnie potwierdzony. Obejmuje to trochę pracy z web dev. Oczekuje się, że stanie się to w czerwcu. * [Liberapay](https://liberapay.com/): [Zespół ds. Danych F-Droid](https://liberapay.com/F-Droid-Data) otrzymuje obecnie 61,05 € tygodniowo od 144 osób patronujących, co czyni go piątym co do wielkości zespołem w Liberapay. Pomóż nam odzyskać tę trzecią pozycję! * Jeśli jeszcze nie zauważyłeś, ** Bubu ** zrobił konta F-Droid na Mastodon ([@fdroidorg](https://mastodon.technology/@fdroidorg)) i na Twitterze ([@fdroidorg](https://twitter.com/fdroidorg)). Byliśmy zaskoczeni i podekscytowani, że nasz Mastodon okazał się dużo bardziej popularny niż nasz Twitter! Ustawienia automatycznie odzwierciedlają wszystko między dwoma kontami, a Bubu robi dobrą robotę, wysyłając regularne aktualizacje i odpowiadając na pytania ludzi.
ro: Probabil că vor fi mai multe alphas v1.3 instabile, deoarece au fost multe actualizări de bibliotecă, așa că vă rugăm să testați! Și nu faceți upgrade decât dacă sunteți cu adevărat dispuși să folosiți o versiune alfa. * CiaranG a pus androguard pe serverul de compilare, ceea ce ar trebui să rezolve în sfârșit [admin#65](https://gitlab.com/fdroid/admin/issues/65). Acest lucru înseamnă că utilizatorii extensiei Privileged Extension vor putea, în sfârșit, să lase Unknown Sources off. De asemenea, ar trebui să rezolve și problema numelor arabe și a numelor goale. * Subvenția de 22.000 de dolari pentru fluxul de lucru al traducerilor a fost confirmată oficial. Acesta va include unele lucrări de dezvoltare web. Este de așteptat ca acest lucru să se întâmple în iunie. * [Liberapay](https://liberapay.com/): Echipa [F-Droid Data](https://liberapay.com/F-Droid-Data) primește în prezent 61,05 euro pe săptămână de la 144 de patroni, ceea ce o face a cincea echipă ca mărime de pe Liberapay. Ajutați-ne să recuperăm poziția a 3-a! * Dacă nu ați observat încă, **Bubu** și-a făcut conturi F-Droid pe Mastodon ([@fdroidorg](https://mastodon.technology/@fdroidorg)) și Twitter ([@fdroidorg](https://twitter.com/fdroidorg)). Am fost surprinși și entuziasmați de faptul că Mastodonul nostru s-a dovedit a fi mult mai popular decât Twitter-ul nostru! Configurația reflectă automat totul între cele două conturi, iar Bubu a făcut o treabă bună în a furniza actualizări regulate și a răspunde la întrebările oamenilor.
zh_hans: 可能会有更多不稳定的 v1.3 alpha 版，因为有很多库更新，所以请测试！除非你真的愿意使用 alpha 版本，否则不要升级。 * CiaranG 将 androguard 放到构建服务器上，最终应该修复 [admin#65](https://gitlab.com/fdroid/admin/issues/65)。这意味着特权扩展的用户最终可以不必开启未知来源。它还应该修复阿拉伯语名称和空白名称问题。 * 用于翻译工作流的 $22,000 拨款已正式确定。它将包括一些 web 开发工作。预计这将在 6 月份发生。 * [Liberapay](https://liberapay.com/F-Droid-Data)：[F-Droid Data 团队](https://liberapay.com/F-Droid-Data)目前每周从 144 名赞助者那里收到 61.05 欧元，使其成为 Liberapay 第五大团队。帮我们夺回第三位！ * 如果你还没有注意到，**Bubu** 在 Mastodon ([@fdroidorg](https://mastodon.technology/@fdroidorg))和 Twitter ([@fdroidorg](https://twitter.com/fdroidorg)) 上创建了 F-Droid 账号。我们对我们的 Mastodon 账户比 Twitter 账户更受欢迎感到惊讶和兴奋！两个账户之间的所有内容设置为自动镜像，并且 Bubu 在定期推送更新和回答用户问题方面做得很好。

source: Other News
de: Weitere Neuigkeiten
pl: Inne aktualności
ro: Alte știri
ru: Другие новости
uk: Інші новини
zh_hans: 其他新闻

source: One of the GSOC projects from [Matrix](https://matrix.org/) is building an alternative to [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging) push for matrix. This will directly benefit the fdroid version of [Riot.im](https://f-droid.org/packages/im.vector.alpha/)!
de: Eines der GSOC-Projekte von [Matrix](https://matrix.org/) entwickelt eine Alternative zu [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging)-Push für Matrix. Davon wird unmittelbar die F-Droid-Version von [Riot.im](https://f-droid.org/packages/im.vector.alpha/) profitieren!
pl: Jeden z projektów GSOC z [Matrix](https://matrix.org/) buduje alternatywę dla [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging) pchnij do matrix. Będzie to bezpośrednio korzystne dla wersji fdroid [Riot.im](https://f-droid.org/packages/im.vector.alpha/)!
ro: Unul dintre proiectele GSOC de la [Matrix](https://matrix.org/) construiește o alternativă la [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging) împinge pentru matrix. De acest lucru va beneficia direct versiunea fdroid a [Riot.im](https://f-droid.org/packages/im.vector.alpha/)!
ru: Один из проектов GSOC из [Matrix](https://matrix.org/) создает альтернативу [GCM](https://ru.wikipedia.org/wiki/Google_Cloud_Messaging) push for matrix. Это принесет прямую пользу fdroid-версии [Riot.im](https://f-droid.org/packages/im.vector.alpha/)!
uk: Один з проєктів GSOC з [Matrix](https://matrix.org/) створює альтернативу [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging) push для matrix. Це буде корисно для fdroid-версії [Riot.im](https://f-droid.org/packages/im.vector.alpha/)!
zh_hans: 来自 [Matrix](https://matrix.org/) 的一个 GSOC 项目正在为 Matrix 构建一个 [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging) 推送的替代方案。这将为 fdroid 版本的 [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 带来直接的好处！

source: **_hc**'s work under the [Guardian Project Viento](https://guardianproject.info/wind/) funding is coming to a close, with maybe one or two weeks left.
de: **_hc**'s Arbeit, die vom [Guardian Project Viento](https://guardianproject.info/wind/) gefördert wird, wird voraussichtlich in ein oder zwei Wochen abgeschlossen werden.
pl: Prace **_hc** w ramach projektu [Guardian Project Viento](https://guardianproject.info/wind/) dobiegają końca, a może pozostało jeszcze tylko tydzień lub dwa.
ro: Munca lui **_hc** în cadrul finanțării [Guardian Project Viento](https://guardianproject.info/wind/) se apropie de sfârșit, mai sunt poate una sau două săptămâni.
ru: Работа **_hc** в рамках финансирования [Guardian Project Viento](https://guardianproject.info/wind/) подходит к концу, осталось, возможно, одна или две недели.
uk: Робота **_hc** у рамках фінансування [Guardian Project Viento](https://guardianproject.info/wind/) добігає кінця, залишилося, можливо, один або два тижні.
zh_hans: ** _hc** 在 [Guardian Project Viento](https://guardianproject.info/wind/) 资助下的工作即将结束，可能还有一到两周时间。

source: New apps
de: Neue Apps
pl: Nowe aplikacje
ro: Aplicații noi
ru: Новые приложения
uk: Нові застосунки
zh_hans: 新应用

source: No new apps added this week.
de: In dieser Woche wurden keine neuen Apps hinzugefügt.
pl: W tym tygodniu nie dodano nowych aplikacji.
ro: Nu au fost adăugate aplicații noi în această săptămână.
ru: На этой неделе новых приложений не добавлено.
uk: Нові застосунки додані цього тижня.
zh_hans: 本周没有新增任何应用。

source: Updated apps
de: Aktualisierte Apps
pl: Zaktualizowane aplikacje
ro: Aplicații actualizate
ru: Обновленные приложения
uk: Оновлені застосунки
zh_hans: 更新的应用

source: [Ring](https://f-droid.org/packages/cx.ring/) is finally up-to-date again on F-Droid! (And should hopefully not fall behind that much again.) We had to stop accepting updates because Ring introduced the proprietary [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging) push service. Although that was soon made optional, nobody had time to update the build recipe. (Until now.)
de: [Ring](https://f-droid.org/packages/cx.ring/) ist auf F-Droid endlich wieder auf dem neusten Stand! (Und wird hoffentlich nie mehr derart ins Hintertreffen geraten.) Wir mussten die Annahme von Updates beenden, weil Ring den proprietären [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging)-Push-Service einführte. Obwohl dessen Nutzung bald darauf nicht mehr vorgeschrieben wurde, fand niemand die Zeit, das Build zu aktualisieren. (Bis heute.)
pl: [Ring](https://f-droid.org/packages/cx.ring/) jest wreszcie na bieżąco na F-Droid! (I mam nadzieję, że nie spadnie to zbyt wiele.) Musieliśmy przestać akceptować aktualizacje, ponieważ Ring wprowadził zastrzeżoną usługę [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging). Chociaż wkrótce stało się to opcjonalne, nikt nie miał czasu na aktualizację receptury budowy. (Do teraz.)
ro: [Ring](https://f-droid.org/packages/cx.ring/) este în sfârșit actualizat din nou pe F-Droid! (Și sperăm că nu va mai rămâne atât de mult în urmă.) A trebuit să nu mai acceptăm actualizări deoarece Ring a introdus serviciul de push [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging). Deși acesta a devenit în curând opțional, nimeni nu a avut timp să actualizeze rețeta de compilare. (Până acum.)
ru: [Ring](https://f-droid.org/packages/cx.ring/) наконец-то снова обновлен на F-Droid! (И, надеюсь, больше не будет так сильно отставать.) Нам пришлось прекратить прием обновлений, потому что Ring представил проприетарный push-сервис [GCM](https://ru.wikipedia.org/wiki/Google_Cloud_Messaging). Хотя вскоре он стал необязательным, ни у кого не было времени обновить рецепт сборки. (До сих пор.)
uk: [Ring](https://f-droid.org/packages/cx.ring/) нарешті знову оновлений на F-Droid! (І, сподіваюся, більше не буде так сильно відставати.) Нам довелося припинити приймати оновлення, тому що Ring представив власницький push-сервіс [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging). Хоча незабаром він став необов'язковим, ні у кого не було часу оновити збірку. (Досі.)
zh_hans: [Ring](https://f-droid.org/packages/cx.ring/) 终于在 F-Droid 上再次更新到最新版本！（但愿不要再落后那么多了。）当时我们不得不停止接受更新，因为 Ring 引入了专有的 [GCM](https://en.wikipedia.org/wiki/Google_Cloud_Messaging) 推送服务。尽管这很快成为可选的，但没有人有时间更新构建配方。（直到现在）

source: [Telegram](https://f-droid.org/packages/org.telegram.messenger/): Russia doesn't like not being able to spy on people, and has been trying to block Telegram. The upcoming version of Telegram-FOSS will have better chances to connect through the Russian Telegram blocks. If you need it right now you can install the beta build from here: https://github.com/Telegram-FOSS-Team/Telegram-FOSS/releases/tag/v4.6b
de: [Telegram](https://f-droid.org/packages/org.telegram.messenger/): Russland mag es nicht, Leute nicht ausspionieren zu können, und versucht Telegram zu blockieren. Die bevorstehende Version von Telegram-FOSS wird bessere Möglichkeiten erhalten, sich über russische Telegram-Blockaden hinweg zu verbinden. Sollten Sie es gleich brauchen, können Sie hier das Beta-Build installieren: https://github.com/Telegram-FOSS-Team/Telegram-FOSS/releases/tag/v4.6b
pl: [Telegram](https://f-droid.org/packages/org.telegram.messenger/): Rosja nie lubi, gdy nie jest w stanie szpiegować ludzi i próbuje zablokować Telegram. Nadchodząca wersja Telegram-FOSS będzie miała większe szanse na połączenie przez rosyjskie bloki telegramów. Jeśli potrzebujesz go teraz, możesz zainstalować wersję beta z: https://github.com/Telegram-FOSS-Team/Telegram-FOSS/releases/tag/v4.6b
ro: [Telegram](https://f-droid.org/packages/org.telegram.messenger/): Rusiei nu-i place să nu poată spiona oamenii și a încercat să blocheze Telegram. Viitoarea versiune de Telegram-FOSS va avea șanse mai mari de a se conecta prin blocurile rusești de Telegram. Dacă aveți nevoie de ea chiar acum, puteți instala versiunea beta de aici: https://github.com/Telegram-FOSS-Team/Telegram-FOSS/releases/tag/v4.6b
ru: [Telegram](https://f-droid.org/packages/org.telegram.messenger/): власти РФ не устраивает отсутствие возможности слежки за людьми, поэтому они пытаются заблокировать Telegram. В предстоящей версии Telegram-FOSS будет больше шансов подключиться к Telegram в обход российских блокировок Telegram. Если вам это нужно прямо сейчас, вы можете установить бета-сборку отсюда: https://github.com/Telegram-FOSS-Team/Telegram-FOSS/releases/tag/v4.6b
uk: [Telegram](https://f-droid.org/packages/org.telegram.messenger/): Росії не подобається, що вона не може шпигувати за людьми, і вона намагається заблокувати Telegram. У майбутній версії Telegram-FOSS буде більше шансів під'єднатися через російські блокування Telegram. Якщо вам це потрібно прямо зараз, ви можете встановити бета-збірку звідси: https://github.com/Telegram-FOSS-Team/Telegram-FOSS/releases/tag/v4.6b
zh_hans: [Telegram](https://f-droid.org/packages/org.telegram.messenger/)：俄罗斯不喜欢无法监视人民，并一直在试图封锁 Telegram。即将发布的 Telegram- FOSS 版本更有可能通过俄罗斯的 Telegram 封锁进行连接。如果你现在就需要它，你可以从这里安装测试版：https://github.com/Telegram-FOSS-Team/Telegram-FOSS/releases/tag/v4.6b

source: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/): There is an update for yalp store not being able to find any app updates.
de: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/): Es gibt eine Aktualisierung von Yalp Store, die keinerlei App-Updates finden kann.
pl: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/): Istnieje aktualizacja dla sklepu Yalp, który nie może znaleźć żadnych aktualizacji aplikacji.
ro: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/): Există o actualizare pentru faptul că magazinul Yalp nu poate găsi actualizări de aplicații.
ru: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/): Есть обновление, из-за которого магазин yalp не может найти обновления приложений.
uk: [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/): Є оновлення, через яке магазин yalp не може знайти оновлення застосунків.
zh_hans: [YalpStore](https://f-droid.org/packages/com.github.yeriomin.yalpstore/):：有一个更新解决了 Yalp 商店无法找到任何应用更新的问题。

source: **Misc**: Updates for [Conversations](https://f-droid.org/packages/eu.siacs.conversations/), [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/), [Telegram](https://f-droid.org/packages/org.telegram.messenger/), [Duck Duck Go](https://f-droid.org/packages/se.johanhil.duckduckgo/), [Firefox Klar](https://f-droid.org/packages/org.mozilla.klar/), [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 1.6.1, [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) 1.8.6, [BRouter](https://f-droid.org/packages/btools.routingapp/) 1.4.11, [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/) 3.1.0 and many more!
de: **Sonstiges**: Aktualisierungen für [Conversations](https://f-droid.org/packages/eu.siacs.conversations/), [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/), [Telegram](https://f-droid.org/packages/org.telegram.messenger/), [Duck Duck Go](https://f-droid.org/packages/se.johanhil.duckduckgo/), [Firefox Klar](https://f-droid.org/packages/org.mozilla.klar/), [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 1.6.1, [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) 1.8.6, [BRouter](https://f-droid.org/packages/btools.routingapp/) 1.4.11, [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/) 3.1.0 und viele mehr!
pl: **Różne**: Aktualizacje dla [Conversations](https://f-droid.org/packages/eu.siacs.conversations/), [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/), [Telegram](https://f-droid.org/packages/org.telegram.messenger/), [Duck Duck Go](https://f-droid.org/packages/se.johanhil.duckduckgo/), [Firefox Klar](https://f-droid.org/packages/org.mozilla.klar/), [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 1.6.1, [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) 1.8.6, [BRouter](https://f-droid.org/packages/btools.routingapp/) 1.4.11, [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/) 3.1.0 i wiele więcej!
ro: **Misc**: Actualizări pentru [Conversations](https://f-droid.org/packages/eu.siacs.conversations/), [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/), [Telegram](https://f-droid.org/packages/org.telegram.messenger/), [Duck Duck Go](https://f-droid.org/packages/se.johanhil.duckduckgo/), [Firefox Klar](https://f-droid.org/packages/org.mozilla.klar/), [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 1.6.1, [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) 1.8.6, [BRouter](https://f-droid.org/packages/btools.routingapp/) 1.4.11, [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/) 3.1.0 și multe altele!
ru: **Разное**: Обновления для [Conversations](https://f-droid.org/packages/eu.siacs.conversations/), [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/), [Telegram](https://f-droid.org/packages/org.telegram.messenger/), [Duck Duck Go](https://f-droid.org/packages/se.johanhil.duckduckgo/), [Firefox Klar](https://f-droid.org/packages/org.mozilla.klar/), [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 1.6.1, [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) 1.8.6, [BRouter](https://f-droid.org/packages/btools.routingapp/) 1.4.11, [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/) 3.1.0 и многое другое!
uk: **Різне**: Оновлення для [Conversations](https://f-droid.org/packages/eu.siacs.conversations/), [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/), [Telegram](https://f-droid.org/packages/org.telegram.messenger/), [Duck Duck Go](https://f-droid.org/packages/se.johanhil.duckduckgo/), [Firefox Klar](https://f-droid.org/packages/org.mozilla.klar/), [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 1.6.1, [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) 1.8.6, [BRouter](https://f-droid.org/packages/btools.routingapp/) 1.4.11, [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/) 3.1.0 та багато іншого!
zh_hans: **其他**：以下应用有了更新 [Conversations](https://f-droid.org/packages/eu.siacs.conversations/), [Nextcloud Talk](https://f-droid.org/packages/com.nextcloud.talk2/), [Telegram](https://f-droid.org/packages/org.telegram.messenger/), [Duck Duck Go](https://f-droid.org/packages/se.johanhil.duckduckgo/), [Firefox Klar](https://f-droid.org/packages/org.mozilla.klar/), [Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/) 1.6.1, [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) 1.8.6, [BRouter](https://f-droid.org/packages/btools.routingapp/) 1.4.11, [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/) 3.1.0，以及其他更多更新！

source: Archived apps
de: Archivierte Apps
pl: archiwizowane aplikacje
ro: Aplicații arhivate
ru: Архивированные приложения
uk: Заархівовані застосунки
zh_hans: 已存档的应用

source: [Eleven](https://gitlab.com/ymber/Eleven) was moved to the archive because it is unmaintained and more or less broken according to the app's author.
de: [Eleven](https://gitlab.com/ymber/Eleven) wurde ins Archiv verschoben, da sie nach Angaben des Autors nicht mehr gewartet wird und mehr oder weniger defekt ist.
pl: [Eleven](https://gitlab.com/ymber/Eleven) zostało przeniesione do archiwum, ponieważ jest nieobsadzone i mniej lub bardziej złamane, zgodnie z autorem aplikacji.
ro: [Eleven](https://gitlab.com/ymber/Eleven) a fost mutat în arhivă deoarece nu este întreținut și este mai mult sau mai puțin stricat, conform autorului aplicației.
ru: [Eleven](https://gitlab.com/ymber/Eleven) был перемещен в архив, потому что он не поддерживается и более или менее сломан, по словам автора приложения.
uk: [Eleven](https://gitlab.com/ymber/Eleven) був переміщений в архів, тому що він не підтримується і не правильно працює, за словами автора застосунку.
zh_hans: [Eleven](https://gitlab.com/ymber/Eleven) 被移到存档，因为据应用的作者称，它不再得到维护且或多或少不能用了。

source: In the next TWIF
de: Im nächsten TWIF
pl: W następnym TWIF
ro: În următorul TWIF
ru: В следующем TWIF
uk: У наступному TWIF
zh_hans: 下一期 TWIF
