Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: &nbsp;&nbsp;&nbsp;<a href="https://fdroid.tetaneutral.net/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB"> ![fdroid.tetaneutral.net]({% asset posts/2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted/fdroid.tetaneutral.net.png %})</a> &nbsp;&nbsp;&nbsp;<a href="https://mirror.cyberbits.eu/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB"> ![mirror.cyberbits.eu]({% asset posts/2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted/mirror.cyberbits.eu.png %})</a> &nbsp;&nbsp;&nbsp;<a href="https://bubu1.eu/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB"> ![bubu1.eu]({% asset posts/2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted/bubu1.eu.png %})</a>
ro: &nbsp;&nbsp;&nbsp;<a href="https://fdroid.tetaneutral.net/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB"> ![fdroid.tetaneutral.net]({% asset posts/2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted/fdroid.tetaneutral.net.png %})</a> &nbsp;&nbsp;&nbsp;<a href="https://mirror.cyberbits.eu/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB"> ![mirror.cyberbits.eu (oglindă.cyberbits.eu)]({% asset posts/2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted/mirror.cyberbits.eu.png %})</a> &nbsp;&nbsp;&nbsp;<a href="https://bubu1.eu/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB"> ![bubu1.eu]({% asset posts/2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted/bubu1.eu.png %})</a>

source: **[SuperFreezZ](https://f-droid.org/packages/superfreeze.tool.android/)**
ro: **[SuperFreezZ (SuperÎnghețată)](https://f-droid.org/packages/superfreeze.tool.android/)**

source: The [Matrix](https://matrix.org) server we [wrote about last week]({{ site.baseurl }}{% post_url 2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted %}#f-droid-matrix-server) is up and running! Consequently, our Matrix rooms are now available as "[#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org)" and "[#fdroid-dev:f-droid.org](https://matrix.to/#/#fdroid-dev:f-droid.org)"!
de: Der [Matrix](https://matrix.org)-Server, über den wir [letzte Woche schrieben]({{ site.baseurl }}{% post_url 2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted %}#f-droid-matrix-server), ist fertig und läuft! Infolgedessen sind unsere Matrix-Räume nun unter "[#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org)" und "[#fdroid-dev:f-droid.org](https://matrix.to/#/#fdroid-dev:f-droid.org)" erreichbar!
pl: Serwer [Matrix](https://matrix.org) możemy [pisał w zeszłym tygodniu]({{ site.baseurl }}{% post_url 2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted %}#f-droid-matrix-server) jest uruchomiony i działa! W związku z tym, nasze pokoje Matrix są teraz dostępne jako "[#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org)" and "[#fdroid-dev:f-droid.org](https://matrix.to/#/#fdroid-dev:f-droid.org)"!
ro: Serverul [Matrix](https://matrix.org) despre care am [wrote about last week]({{ site.baseurl }}{% post_url 2018-11-10-twif-29-new-matrix-server-and-mirror-testers-wanted %}#f-droid-matrix-server) este în funcțiune! În consecință, camerele noastre Matrix sunt acum disponibile ca "[#fdroid:f-droid.org](https://matrix.to/#/#fdroid:f-droid.org)" și "[#fdroid-dev:f-droid.org](https://matrix.to/#/#fdroid-dev:f-droid.org)"!

source: {{ page.featured }} **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** & **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** [updated](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md): Just a point release since [TWIF 34]({{ site.baseurl }}{% post_url 2018-12-13-twif-34-f-droid-is-a-planet %}), but 2.3.10+fcr has some nice improvements:
de: {{ page.featured }} **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** &amp; **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** [aktualisiert](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md): Just a point release seit dem [TWIF 34]({{ site.baseurl }}{% post_url 2018-12-13-twif-34-f-droid-is-a-planet %}), aber 2.3.10+fcr besitzt einige nette Verbesserungen:
pl: {{ page.featured }} **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** i **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** [zaktualizowane](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md): Tylko wydanie punktowe od [TWIF 34]({{ site.baseurl }}{% post_url 2018-12-13-twif-34-f-droid-is-a-planet %}), ale 2.3.10+fcr ma kilka ładnych usprawnień:
ro: {{ page.featured }} **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** &amp; **[Quicksy](https://f-droid.org/packages/im.quicksy.client/)** [updated](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md): Doar o versiune punctuală de la [TWIF 34]({{ site.baseurl }}{% post_url 2018-12-13-twif-34-f-droid-is-a-planet %}), dar 2.3.10+fcr are câteva îmbunătățiri frumoase:

source: **[PhoneTrack](https://f-droid.org/packages/net.eneiluj.nextcloud.phonetrack/)**
ro: **[Telefonul de urmărire](https://f-droid.org/packages/net.eneiluj.nextcloud.phonetrack/)**

source: **[SuperUStats](https://f-droid.org/packages/superustats.tool.android/)**
ro: **[SuperUStare](https://f-droid.org/packages/superustats.tool.android/)**

source: Hi everyone, here's a fresh new TWIF for you! Many thanks to **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** for writing [edition 38]({{ site.baseurl }}{% post_url 2019-01-12-twif-38 %})! Unfortunately we had a problem with updating the website, which means it was delayed by almost two weeks. We now have a temporary solution in place for faster updates and are working on a permanent one. This edition will cover both TWIF 39 and 40.
de: Hallo zusammen, hier ein nagelneuer TWIF für euch! Vielen Dank an **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** fürs Schreiben der [Ausgabe 38]({{ site.baseurl }}{% post_url 2019-01-12-twif-38 %})! Unglücklicherweise gab es ein Problem bei der Aktualisierung der Internetseite, was dazu führte, dass sie fast zwei Wochen Verspätung hatte. Gegenwärtig haben wir nun eine temporäre Lösung für schnellere Updates und arbeiten an einer dauerhaften. Diese Ausgabe wird sowohl TWIF 39 als auch 40 abdecken.
pl: Witam wszystkich, oto nowy TWIF dla Was! Wielkie podziękowania dla **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** za napisanie [wydania 38]]({{ site.baseurl }}{% post_url 2019-01-12-twif-38 %})! Niestety mieliśmy problem z aktualizacją strony internetowej, co oznacza, że została ona opóźniona o prawie dwa tygodnie. Mamy teraz tymczasowe rozwiązanie pozwalające na szybsze aktualizacje i pracujemy nad stałym rozwiązaniem. Edycja ta obejmie zarówno TWIF 39 jak i 40.
ro: Bună tuturor, iată un nou TWIF proaspăt pentru voi! Multe mulțumiri lui **[@Licaon\_Kter](https://forum.f-droid.org/u/Licaon_Kter)** pentru că a scris [ediția 38]({{ site.baseurl }}{% post_url 2019-01-12-twif-38 %})! Din păcate, am avut o problemă cu actualizarea site-ului, ceea ce înseamnă că aceasta a fost întârziată cu aproape două săptămâni. Avem acum o soluție temporară pentru actualizări mai rapide și lucrăm la una permanentă. Această ediție va acoperi atât TWIF 39, cât și 40.

source: **[TimeLimit](https://f-droid.org/packages/io.timelimit.android.open/)**
ro: **[TimeLimit_(Limita de timp)](https://f-droid.org/packages/io.timelimit.android.open/)**

source: **[Krautschlüssel](https://f-droid.org/packages/space.kraut.schluessel/)**
ro: **[Krautschlüssel_(Cheie Kraut)](https://f-droid.org/packages/space.kraut.schluessel/)**

source: **[Aegis](https://f-droid.org/packages/com.beemdevelopment.aegis/)**
ro: **[Aegis_(Egis)](https://f-droid.org/packages/com.beemdevelopment.aegis/)**

source: After a long hiatus, we have a new, super long TWIF. We need editors to help push out future updates. The process is mostly automated, we mostly need help editing the forum submissions then sheparding the post through the publishing process. Posts are now published much faster, thanks to the new [deploy server]({{ site.baseurl }}/{% post_url 2019-07-06-improving-our-bus-factor %}).
de: Nach einer langen Pause haben wir einen neuen, superlangen TWIF. Wir brauchen Autoren, die uns helfen, zukünftige Ausgaben herauszubringen. Der Vorgang ist weitgehend automatisiert, am meisten Hilfe wird bei der Bearbeitung der Forumeinträge und dann bei der Leitung des Beitrags durch den Veröffentlichungsprozess gebraucht. Posts werden jetzt, dank des neuen [Deploy-Server]({{ site.baseurl }}/{% post_url 2019-07-06-improving-our-bus-factor %}), viel schneller veröffentlicht.
pl: Po długiej przerwie mamy nowy, bardzo długi TWIF. Potrzebujemy redaktorów, którzy pomogą wypchnąć przyszłe aktualizacje. Proces ten jest w większości zautomatyzowany, potrzebujemy głównie pomocy w edytowaniu zgłoszeń na forum, a następnie przesyłaniu postów w procesie publikowania. Wpisy są teraz publikowane znacznie szybciej, dzięki nowemu [serwerowi wdrażania]({{ site.baseurl }}/{% post_url 2019-07-06-improving-our-bus-factor %}).
ro: După o lungă pauză, avem un nou TWIF, super lung. Avem nevoie de editori care să ne ajute să împingem viitoarele actualizări. Procesul este în mare parte automatizat, avem nevoie mai ales de ajutor pentru a edita trimiterile de pe forum, apoi pentru a supraveghea postarea prin procesul de publicare. Posturile sunt acum publicate mult mai rapid, datorită noului [server de implementare]({{ site.baseurl }}/{% post_url 2019-07-06-improving-our-bus-factor %}).

source: **[Ahorcado](https://f-droid.org/packages/com.ahorcado/)**
ro: **[Economisire](https://f-droid.org/packages/com.ahorcado/)**

source: **[AiCamera](https://f-droid.org/packages/com.lun.chin.aicamera/)**
ro: **[AiCamera_(Camera foto AI)](https://f-droid.org/packages/com.lun.chin.aicamera/)**

source: **[Alarmio](https://f-droid.org/packages/me.jfenn.alarmio/)**
ro: **[Alarmă](https://f-droid.org/packages/me.jfenn.alarmio/)**

source: **[AquaDroid](https://f-droid.org/packages/io.github.z3r0c00l_2k.aquadroid/)**
ro: **[AquaDroid_(Droid Apă)](https://f-droid.org/packages/io.github.z3r0c00l_2k.aquadroid/)**

source: **[Atomize](https://f-droid.org/packages/com.wrmndfzzy.atomize/)**
ro: **[Atomizați](https://f-droid.org/packages/com.wrmndfzzy.atomize/)**

source: **[Badge Magic](https://f-droid.org/packages/org.fossasia.badgemagic/)**
ro: **[Badge Magic_(Ecuson magic)](https://f-droid.org/packages/org.fossasia.badgemagic/)**

source: **[Calliope mini](https://f-droid.org/packages/cc.calliope.mini/)**
ro: **[Calliope mini_(Caliope în miniatură)](https://f-droid.org/packages/cc.calliope.mini/)**

source: **[Calyx VPN](https://f-droid.org/packages/org.calyxinstitute.vpn/)**
ro: **[VPN Calyx](https://f-droid.org/packages/org.calyxinstitute.vpn/)**

source: **[Controlloid](https://f-droid.org/packages/com.controlloid/)**
ro: **[Controlerul](https://f-droid.org/packages/com.controlloid/)**

source: **[Dash Electrum](https://f-droid.org/packages/org.dash.electrum.electrum_dash/)**
ro: **[Tablă Electrum](https://f-droid.org/packages/org.dash.electrum.electrum_dash/)**

source: **[Deck](https://f-droid.org/packages/it.niedermann.nextcloud.deck/)**
ro: **[Punte](https://f-droid.org/packages/it.niedermann.nextcloud.deck/)**

source: **[Easer (beta)](https://f-droid.org/packages/ryey.easer.beta/)**
ro: **[Easer (beta)(Ușor)](https://f-droid.org/packages/ryey.easer.beta/)**

source: **[Etheroll](https://f-droid.org/packages/com.github.andremiras.etheroll/)**
ro: **[Etheroll_(Eterol)](https://f-droid.org/packages/com.github.andremiras.etheroll/)**

source: **[Fast N Fitness](https://f-droid.org/packages/com.easyfitness/)**
ro: **[Rapid N Fitness](https://f-droid.org/packages/com.easyfitness/)**

source: **[FeedWatcher](https://f-droid.org/packages/me.murks.feedwatcher/)**
ro: **[FeedWatcher_(Observator de feed-uri)](https://f-droid.org/packages/me.murks.feedwatcher/)**

source: **[Finder](https://f-droid.org/packages/ru.seva.finder/)**
ro: **[Finder_(Găsitor)](https://f-droid.org/packages/ru.seva.finder/)**

source: **[FlashAlert](https://f-droid.org/packages/fr.jnda.android.flashalert/)**
ro: **[FlashAlert_(Alertă Flash)](https://f-droid.org/packages/fr.jnda.android.flashalert/)**

source: **[Form-N-Fun](https://f-droid.org/packages/com.formfun/)**
ro: **[Form-N-Fun_(Formă -N-Distracție)](https://f-droid.org/packages/com.formfun/)**

source: **[HaveRadiosion](https://f-droid.org/packages/click.dummer.have_radiosion/)**
ro: **[HaveRadiosion_(AvețiRadiosion)](https://f-droid.org/packages/click.dummer.have_radiosion/)**

source: **[InitialVolume](https://f-droid.org/packages/eun.initialvolume/)**
ro: **[InitialVolume_(Volum inițial)](https://f-droid.org/packages/eun.initialvolume/)**

source: **[NextcloudPasswords](https://f-droid.org/packages/com.nextcloudpasswords/)**
ro: **[NextcloudPasswords_(NextcloudParole)](https://f-droid.org/packages/com.nextcloudpasswords/)**

source: **[OpenDNSUpdater](https://f-droid.org/packages/fr.guillaumevillena.opendnsupdater/)**
ro: **[OpenDNSUpdater_(OpenDNSActualizator)](https://f-droid.org/packages/fr.guillaumevillena.opendnsupdater/)**

source: **[OpenMW](https://f-droid.org/packages/com.libopenmw.openmw/)**
ro: **[OpenMW_(MW_Deschis)](https://f-droid.org/packages/com.libopenmw.openmw/)**

source: **[OpenTrail](https://f-droid.org/packages/freemap.opentrail/)**
ro: **[OpenTrail_(Traseu deschis)](https://f-droid.org/packages/freemap.opentrail/)**

source: **[Pendulums](https://f-droid.org/packages/team.swing.pendulums/)**
ro: **[Penduluri](https://f-droid.org/packages/team.swing.pendulums/)**

source: **[Post Writer](https://f-droid.org/packages/com.alxgnon.postwriter/)**
ro: **[Redactor](https://f-droid.org/packages/com.alxgnon.postwriter/)**

source: **[Screeps](https://f-droid.org/packages/eu.ryuu.screeps/)**
ro: **[Screep-uri](https://f-droid.org/packages/eu.ryuu.screeps/)**

source: **[Semitone](https://f-droid.org/packages/mn.tck.semitone/)**
ro: **[Semiton](https://f-droid.org/packages/mn.tck.semitone/)**

source: **[WarmShowers](https://f-droid.org/packages/fi.bitrite.android.ws/)**
ro: **[Dușuri calde](https://f-droid.org/packages/fi.bitrite.android.ws/)**

source: **[aTalk](https://f-droid.org/packages/org.atalk.android/)**
ro: **[un Talk](https://f-droid.org/packages/org.atalk.android/)**

source: As part of the [NLnet-funded](https://nlnet.nl/project/F-Droid-Trackers/) [Tracking the Trackers]({{ site.baseurl }}{% post_url 2020-01-16-tracking-the-trackers %}) project, we are also cleaning up and expanding our tools for detecting tracking. For example, there is now the reusable [issuebot](https://gitlab.com/fdroid/issuebot) for running these checks in GitLab. We are also generating a lot of data about how tracking works, and will be publishing as much of that as possible. We will be syncing with [Exodus Privacy's ETIP database](https://etip.exodus-privacy.eu.org/), and we encourage others to use that as the common, public database about tracking.
de: Als Teil des [von NLnet finanzierten](https://nlnet.nl/project/F-Droid-Trackers/) Projekts [Tracking the Trackers]({{ site.baseurl }}{% post_url 2020-01-16-tracking-the-trackers %}), räumen wir auch unsere Tools auf und erweitern sie, um Tracking zu ermitteln. Zum Beispiel gibt es nun den wiederverwendbaren [Issuebot](https://gitlab.com/fdroid/issuebot), um diese Prüfungen in GitLab auszuführen. Wir generieren auch eine Menge Daten darüber, wie Tracking funktioniert, und werden davon soviel wie möglich veröffentlichen. Wir werden sie mit der [„Exodus Privacy's ETIP“-Datenbank](https://etip.exodus-privacy.eu.org/) abgleichen und wir ermutigen andere dazu, sie als allgemeine, öffentliche Datenbank über Tracking zu nutzen.
pl: W ramach ufundowanego przez [NLnet](https://nlnet.nl/project/F-Droid-Trackers/) projektu [Tracking the Trackers]({{ site.baseurl }}{% post_url 2020-01-16-tracking-the-trackers %}) oczyszczamy również i rozszerzamy nasze narzędzia do wykrywania śledzenia. Na przykład istnieje teraz wielokrotnego użytku [issuebot](https://gitlab.com/fdroid/issuebot) do uruchamiania tych kontroli w GitLabie. Generujemy również wiele danych o tym, jak działa śledzenie, i będziemy publikować jak najwięcej z nich. Będziemy synchronizować się z bazą danych [ETIP od Exodus Privacy](https://etip.exodus-privacy.eu.org/) i zachęcamy innych do korzystania z tego jako wspólnej, publicznej bazy danych o śledzeniu.
ro: Ca parte a proiectului [NLnet-funded](https://nlnet.nl/project/F-Droid-Trackers/) [Tracking the Trackers]({{ site.baseurl }}{% post_url 2020-01-16-tracking-the-trackers %}), ne curățăm și ne extindem instrumentele de detectare a urmăririi. De exemplu, există acum [issuebot](https://gitlab.com/fdroid/issuebot) reutilizabil pentru efectuarea acestor verificări în GitLab. De asemenea, generăm o mulțime de date despre modul în care funcționează urmărirea și vom publica cât mai multe dintre acestea. Ne vom sincroniza cu [Exodus Privacy's ETIP database](https://etip.exodus-privacy.eu.org/) și încurajăm pe alții să o folosească ca bază de date comună și publică despre urmărire.

source: public static void install() { Security.insertProviderAt(Conscrypt.newProvider(), 1); Log.d(TAG, "Provider installed."); }
ro: public static void instalator() { Security.insertProviderAt(Conscrypt.newProvider(), 1); Log.d(TAG, "Provider installed."); }

source: Context targetContext = context.createPackageContext("com.bytehamster.providerinstaller", Context.CONTEXT_INCLUDE_CODE | Context.CONTEXT_IGNORE_SECURITY); ClassLoader classLoader = targetContext.getClassLoader(); Class installClass = classLoader.loadClass("com.bytehamster.providerinstaller.ProviderInstallerImpl"); Method installMethod = installClass.getMethod("install", new Class[]{ }); installMethod.invoke(null); installed = true;
ro: Contextul țintitContext = context.createPackageContext("com.bytehamster.providerinstaller", Context.CONTEXT.CONTEXT_INCLUDE_CODE | Context.CONTEXT_IGNORE_SECURITY); ClassLoader classLoader classLoader = targetContext.getClassLoader(); Class installClass = classLoader.loadClass("com.bytehamster.providerinstaller.ProviderInstallerImpl"); Method installMethod = installClass.getMethod("install", new Class[]{ }); installMethod.invoke(null); installed = true;

source: Let a trusted application be the provider. The F-Droid application itself could bundle the provider, keep it updated and provide the stable API. Apps could then hard-code the F-Droid package name and verify its signature. The problem with this approach is that users who build F-Droid themselves or use alternatives like [G-Droid](https://f-droid.org/de/packages/org.gdroid.gdroid/) could not use the updated libraries.
de: Eine vertrauenswürdige App kann der Provider sein. Die F-Droid-App selbst könnte den Provider einbinden, ihn auf dem neusten Stand halten und die stabile API bereitstellen. Apps könnten dann den Paketnamen von F-Droid fest programmieren und dessen Signatur überprüfen. Das Problem bei diesem Ansatz ist, dass Anwender, die F-Droid selbst kompilieren oder Alternativen wie [G-Droid](https://f-droid.org/de/packages/org.gdroid.gdroid/) verwenden, nicht die aktualisierten Bibliotheken nutzen könnten.
pl: Niech zaufana aplikacja będzie dostawcą. Sama aplikacja F-Droid mogłaby spakować dostawcę, aktualizować go i zapewnić stabilny interfejs API. Aplikacje mogłyby następnie zakodować na stałe nazwę pakietu F-Droid i zweryfikować jego podpis. Problem z tym podejściem polega na tym, że użytkownicy, którzy sami budują F-Droid lub korzystają z alternatywnych rozwiązań, takich jak [G-Droid](https://f-droid.org/de/packages/org.gdroid.gdroid/), nie mogą korzystać ze zaktualizowanej wersji biblioteki.
ro: Lăsați o aplicație de încredere să fie furnizorul. Aplicația F-Droid însăși ar putea să includă furnizorul, să îl actualizeze și să furnizeze o API stabilă. Aplicațiile ar putea apoi să codifice numele pachetului F-Droid și să-i verifice semnătura. Problema cu această abordare este că utilizatorii care construiesc singuri F-Droid sau folosesc alternative precum [G-Droid](https://f-droid.org/de/packages/org.gdroid.gdroid/) nu ar putea folosi bibliotecile actualizate.

source: Back in September, we [announced]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}) that the F-Droid ecosystem is moving fully to YAML formats. That means the old `.txt` custom metadata format as well as the JSON metadata format will be entirely removed from all the tools, like _fdroidserver_. The upcoming 2.0 release of _fdroidserver_ will only support `.yml` metadata files.
de: Damals im September [kündigten wir an]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}), dass das F-Droid-Ökosystem sich komplett in Richtung YAML-Formate bewegt. Das bedeutet, dass das alte angepasste `.txt`-Metadatenformat sowie das JSON-Metadatenformat aus allen Tools, wie _fdroidserver_, vollständig entfernt werden. Die bevorstehende Version 2.0 von _fdroidserver_ wird nur noch `.yml`-Metadatendateien unterstützen.
pl: We wrześniu [ogłosiliśmy]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}), że ekosystem F-Droid przechodzi w pełni na formaty YAML. Oznacza to, że stary niestandardowy format metadanych `.txt`, jak również format metadanych JSON zostaną całkowicie usunięte ze wszystkich narzędzi, takich jak _fdroidserver_. Nadchodzące wydanie 2.0 _fdroidserver_ będzie obsługiwać tylko pliki metadanych `.yml`.
ro: În septembrie, am [announced]({{ site.baseurl }}/{% post_url 2019-09-11-yaml-metadata %}) că ecosistemul F-Droid trece complet la formatele YAML. Asta înseamnă că vechiul format de metadate personalizate `.txt`, precum și formatul de metadate JSON vor fi eliminate în întregime din toate instrumentele, cum ar fi _fdroidserver_. Viitoarea versiune 2.0 a _fdroidserver_ va suporta doar fișiere de metadate `.yml`.

source: scandelete: - node_modules/
ro: ștergerea scanării: - node_modules/

source: scanignore: - android/build.gradle - node_modules/jsc-android - node_modules/react-native/android/com/facebook/react/react-native/*/ - node_modules/react-native-appearance/android/build.gradle - node_modules/react-native-reanimated/android/build.gradle - node_modules/react-native-safe-area-context/android/build.gradle - node_modules/react-native-screens/android/build.gradle - node_modules/react-native-sodium/libsodium/*/lib/libsodium.so - node_modules/react-native-vector-icons/android/build.gradle - node_modules/@react-native-community/async-storage/android/build.gradle - node_modules/@react-native-community/masked-view/android/build.gradle - node_modules/@react-native-community/netinfo/android/build.gradle
ro: scanarea ignoră: - android/build.gradle - node_modules/jsc-android - node_modules/react-native/android/com/facebook/react/react/react-native/*/ - node_modules/react-native-aparate/android/build.gradle - node_modules/react-native-reanimated/android/build.gradle - node_modules/react-native-safe-area-context/android/build.gradle - node_modules/react-native-screens/android/build.gradle - node_modules/react-native-sodium/libsodium/*/lib/libsodium.so - node_modules/react-native-vector-icons/android/build.gradle - node_modules/@react-native-community/async-storage/android/build.gradle - node_modules/@react-native-community/masked-view/android/build.gradle - node_modules/@react-native-community/netinfo/android/build.gradle

source: JSON API
pl: API JSON
ro: API JSON
