Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Drebin](https://www.sec.cs.tu-bs.de/pubs/2014-ndss.pdf) clearly demonstrated that machine learning can be used to automatically classify Android apps based on certain aspects of their behavior. Their aim was to find malware. Working with CERT.at and the WU Data Science Lab, we reproduced the results of the Drebin paper.
de: [Drebin](https://www.sec.cs.tu-bs.de/pubs/2014-ndss.pdf) demonstrierte eindeutig, dass Maschinenlernen dazu verwendet werden kann, Android-Apps anhand bestimmter Aspekte ihres Verhaltens automatisch zu klassifizieren. Ihr Ziel war es, Malware zu finden. In Zusammenarbeit mit CERT.at und dem WU Data Science Lab reproduzierten wir die Ergebnisse des Drebin-Papiers.
pl: [Drebin](https://www.sec.cs.tu-bs.de/pubs/2014-ndss.pdf) wyraźnie pokazał, że uczenie maszynowe może być wykorzystywane do automatycznego klasyfikowania aplikacji na system Android na podstawie pewnych aspektów ich zachowania. Ich celem było znalezienie złośliwego oprogramowania. Współpracując z CERT.at i WU Data Science Lab, odtworzyliśmy wyniki pracy Drebina.
ro: [Drebin](https://www.sec.cs.tu-bs.de/pubs/2014-ndss.pdf) a demonstrat în mod clar că învățarea automată poate fi utilizată pentru a clasifica automat aplicațiile Android pe baza anumitor aspecte ale comportamentului lor. Scopul lor a fost de a găsi programe malware. În colaborare cu CERT.at și cu Laboratorul de știință a datelor al WU, am reprodus rezultatele din lucrarea lui Drebin.
ru: [Drebin](https://www.sec.cs.tu-bs.de/pubs/2014-ndss.pdf) наглядно продемонстрировали, что машинное обучение может быть использовано для автоматической классификации приложений для Android на основе определенных аспектов их поведения. Их целью был поиск вредоносного ПО. Работая с CERT.at и WU Data Science Lab, мы воспроизвели результаты работы Дребина.
uk: [Drebin](https://www.sec.cs.tu-bs.de/pubs/2014-ndss.pdf) наочно продемонстрували, що машинне навчання може бути використано для автоматичної класифікації застосунків для Android на основі певних аспектів їх поведінки. Їх метою був пошук шкідливого ПЗ. Працюючи з CERT.at і WU Data Science Lab, ми відтворили результати роботи Дребіна.
zh_hans: [Drebin](https://www.sec.cs.tu-bs.de/pubs/2014-ndss.pdf) 清楚地阐述了机器学习可用于根据 Android 应用的某些方面的行为自动对其进行分类。他们的目标是找到恶意软件。我们与 CERT.at 和 WU 数据科学实验室合作，复现了 Drebin 论文的结果。

source: The challenges
de: Die Herausforderungen
pl: Wyzwania
ro: Provocările
ru: Задачи
uk: Завдання
zh_hans: 挑战

source: The biggest promise of this project is also the biggest technical challenge: finding a way to take data sets about what includes tracking libraries (e.g. F-Droid manual review, LibScout, Exodus Privacy), and turning that into a more general machine learning approach. We will have to explore a wide range of possible features to include in the machine learning that are distinct from the tracking libraries themselves. This general approach will provide tracking detection with more automation and less maintenance work of rerunning the machine learning on updated data sets as new tracking libraries are put into use.
de: Das größte Versprechen dieses Projekts ist auch die größte technische Herausforderung: einen Weg zu finden, Datensätze zu übernehmen, die Tracking-Bibliotheken enthalten (z. B. F-Droids manuelle Prüfung, LibScout, Exodus Privacy) und diese in ein für maschinelles Lernen allgemeingültigeres Herangehen umzuwandeln. Wir werden einen große Reihe möglicher Features untersuchen müssen, um die ins Maschinenlernen einzuschließen, die sich von den Tracking-Bibliotheken selbst unterscheiden. Diese allgemeingültige Herangehensweise wird Tracking-Erkennung bereitstellen mit mehr Automatisierung und weniger Wartungsarbeit beim erneuten Ausführen des Maschinenlernens aufgrund aktualisierter Datensätze, weil neue Tracking-Bibliotheken in Betrieb genommen werden.
pl: Największa obietnica tego projektu jest także największym wyzwaniem technicznym: znalezienie sposobu na pobranie zbiorów danych na temat tego, co obejmują biblioteki śledzące (np. Ręczny przegląd F-Droid, LibScout, Exodus Privacy) i przekształcenie tego w bardziej ogólne podejście do uczenia maszynowego. Będziemy musieli zbadać szeroki zakres możliwych funkcji, które można uwzględnić w uczeniu maszynowym, które różnią się od samych bibliotek śledzenia. To ogólne podejście zapewni wykrywanie śledzenia z większą automatyzacją i mniejszymi nakładami pracy związanymi z ponownym uruchomieniem uczenia maszynowego na zaktualizowanych zestawach danych, gdy nowe biblioteki śledzenia zostaną uruchomione.
ro: Cea mai mare promisiune a acestui proiect este, de asemenea, cea mai mare provocare tehnică: găsirea unei modalități de a lua seturi de date despre ceea ce include bibliotecile de urmărire (de exemplu, revizuirea manuală F-Droid, LibScout, Exodus Privacy) și transformarea acestora într-o abordare mai generală de învățare automată. Va trebui să explorăm o gamă largă de caracteristici posibile de inclus în învățarea automată care sunt distincte de bibliotecile de urmărire în sine. Această abordare generală va oferi detectarea urmăririi cu mai multă automatizare și mai puțină muncă de întreținere, care constă în reluarea învățării automate pe seturi de date actualizate, pe măsură ce se utilizează noi biblioteci de urmărire.
ru: Самая большая перспектива этого проекта является также самой большой технической задачей: найти способ взять наборы данных о том, что включают в себя библиотеки отслеживания (например, ручной обзор F-Droid, LibScout, Exodus Privacy), и превратить их в более общий подход машинного обучения. Нам придется изучить широкий спектр возможных характеристик для включения в машинное обучение, которые отличаются от самих библиотек отслеживания. Этот общий подход обеспечит обнаружение отслеживания с большей автоматизацией и меньшими затратами на обслуживание, связанными с повторным запуском машинного обучения на обновленных наборах данных по мере использования новых библиотек отслеживания.
uk: Найбільша перспектива цього проєкту є також найбільшою технічною задачею: знайти спосіб взяти набори даних про те, що включають в себе бібліотеки відстеження (наприклад, ручної огляд F-Droid, LibScout, Exodus Privacy), і перетворити їх в більш загальний підхід машинного навчання . Нам доведеться вивчити широкий спектр можливих характеристик для включення в машинне навчання, які відрізняються від самих бібліотек відстеження. Цей загальний підхід забезпечить виявлення відстеження з більшою автоматизацією і меншими витратами на обслуговування, пов'язаними з повторним запуском машинного навчання на оновлених наборах даних у міру використання нових бібліотек відстеження.
zh_hans: 这个项目最大的承诺也是最大的技术挑战：找到一种方法来获取包含跟踪库（例如 F-Droid 手动审查、LibScout、Exodus Privacy）的数据集，并将其转变为更通用的机器学习方法。我们将不得不探索与跟踪库本身不同的各种可能的功能，以包含在机器学习中。随着新的跟踪库投入使用，这种通用方法将为跟踪检测提供更多的自动化和更少的维护工作，即在更新的数据集上重新运行机器学习。

source: The technical methods for determining whether an app includes trackers are well known and described. They currently require knowledge of Android development. Machine learning has been proven to be able to reliably spot trackers in apps, this project will turn working prototypes into production software, integrate it into F-Droid community-driven processes, and make these new tools easily available for anyone else to apply to their specific use cases. The suite of tools will scan both source code and binaries. Scanning binary APK files is important even when the source code is available since F-Droid users mostly consume APKs. Then F-Droid can ensure that proprietary things are not included, whether by mistake or via hidden tricks in build systems.
de: Die technischen Verfahren, um herauszufinden, ob eine App Tracker enthält, sind bestens bekannt und beschrieben. Sie erfordern derzeit Kenntnisse in der Android-Entwicklung. Maschinelles Lernen hat bewiesen, dass es in der Lage ist, zuverlässig Tracker in Apps zu entdecken, dieses Projekt wird funktionierende Prototypen in produktive Software überführen, sie in die von der Community betriebenen Prozesse von F-Droid integrieren und diese neuen Instrumente allen anderen leicht zugänglich machen, um sie auf deren spezifische Anwendungsfälle anzuwenden. Die Sammlung an Tools wird sowohl Quellcode als auch Binärdateien durchsuchen. Das Scannen von binären APK-Dateien ist wichtig, selbst wenn der Quellcode zur Verfügung steht, da F-Droid-Nutzer in der Regel APKs beziehen. F-Droid kann dann sicherstellen, dass keine proprietären Dinge enthalten sind, weder aus Versehen noch über versteckte Tricks in Build-Systemen.
pl: Techniczne metody określania, czy aplikacja zawiera moduły śledzące, są dobrze znane i opisane. Obecnie wymagają one wiedzy na temat rozwoju systemu Android. Udowodniono, że uczenie maszynowe jest w stanie niezawodnie wykrywać moduły śledzące w aplikacjach. Projekt ten przekształci działające prototypy w oprogramowanie produkcyjne, zintegruje je z procesami kierowanymi przez społeczność F-Droid i sprawi, że te nowe narzędzia będą łatwo dostępne dla każdego, kto będzie mógł je zastosować konkretne przypadki użycia. Zestaw narzędzi skanuje zarówno kod źródłowy, jak i pliki binarne. Skanowanie binarnych plików APK jest ważne, nawet gdy kod źródłowy jest dostępny, ponieważ użytkownicy F-Droid najczęściej używają APK. Następnie F-Droid może zapewnić, że nie zostaną uwzględnione zastrzeżone rzeczy, czy to przez pomyłkę, czy przez ukryte sztuczki w systemach kompilacji.
ro: Metodele tehnice pentru a determina dacă o aplicație include dispozitive de urmărire sunt bine cunoscute și descrise. În prezent, acestea necesită cunoștințe de dezvoltare Android. S-a dovedit că învățarea automată este capabilă să detecteze în mod fiabil urmăritorii în aplicații, acest proiect va transforma prototipurile de lucru în software de producție, le va integra în procesele conduse de comunitatea F-Droid și va face ca aceste noi instrumente să fie ușor disponibile pentru ca oricine să le poată aplica în cazurile lor de utilizare specifice. Suita de instrumente va scana atât codul sursă, cât și fișierele binare. Scanarea fișierelor APK binare este importantă chiar și atunci când codul sursă este disponibil, deoarece utilizatorii F-Droid consumă în principal APK-uri. Astfel, F-Droid se poate asigura că nu sunt incluse lucruri brevetate, fie din greșeală, fie prin trucuri ascunse în sistemele de compilare.
ru: Технические методы определения наличия в приложении трекеров хорошо известны и описаны. В настоящее время они требуют знаний в области разработки Android. Машинное обучение уже доказало, что способно надежно обнаруживать трекеры в приложениях. Этот проект позволит превратить рабочие прототипы в производственное программное обеспечение, интегрировать его в процессы, управляемые сообществом F-Droid, и сделать эти новые инструменты легко доступными для всех желающих, чтобы они могли применять их в своих конкретных случаях. Набор инструментов будет сканировать как исходный код, так и двоичные файлы. Сканирование двоичных APK-файлов важно даже при наличии исходного кода, поскольку пользователи F-Droid в основном используют APK. Тогда F-Droid сможет убедиться, что проприетарные вещи не включены, будь то по ошибке или с помощью скрытых трюков в системах сборки.
uk: Техніки знаходження стеження в застосунку добре відомі і описані. Наразі вони потребують вміння розробки під Android. Машинне навчання здатне надійно виявляти стеження в застосунках. Цей проєкт розвине працездатні прототипи в масове програмне забезпечення, інтегрує його в керовані спільнотою F-Droid процеси й зробить ці нові засоби легко доступними будь-кому для вирішення ними своїх особливих задач. Набір інструментів скануватиме вихідний код і двійкові файли. Сканування двійкових APK-файлів важливе навіть при наявності вихідного коду, бо користувачі F-Droid переважно отримують APK. Тоді F-Droid зможе довести відсутність пропрієтарних складових: їх не вдасться додати ні випадково, ні в обхід системи збірки.
zh_hans: 用于确定应用是否包含跟踪器的技术方法是众所周知的并已被描述。他们目前需要 Android 开发知识。机器学习已被证明能够可靠地发现应用中的跟踪器，该项目将把工作原型转变为生产软件，将其集成到 F-Droid 社区驱动的流程中，并使这些新工具易于其他人使用，以应用于他们的具体用例。该工具套件将扫描源代码和二进制文件。即使源代码可用，扫描二进制 APK 文件也很重要，因为 F-Droid 用户主要使用 APK。然后 F-Droid 可以确保不包含专有内容，无论是错误的还是通过构建系统中的隐藏技巧。

source: Given an Android apps downloaded from anywhere, these new tools will be able to mark which ones have any kind of tracking in them, with a very high degree of certainty. With the portion of the project that involves applying LibScout, at this point, the idea has been proven with prototypes. Applying it is a straightforward matter of bringing a proven prototype to production.
de: Vorausgesetzt Android-Apps wurden irgendwo heruntergeladen, so werden diese neuen Tools in der Lage sein, mit einem sehr hohen Sicherheitsgrad darzustellen, welche davon irgendeine Art des Trackings in sich tragen. Mit dem Projektanteil, der in Verbindung mit der Anwendung von LibScout steht, ist zum jetzigen Zeitpunkt das Konzept in Prototypen bestätigt worden. Dessen Anwendung ist eine unkomplizierte Sache, um einen geprüften Prototypen zur Produktionsreife zu bringen.
pl: Biorąc pod uwagę aplikacje na system Android pobierane z dowolnego miejsca, te nowe narzędzia będą w stanie oznaczyć, które mają jakikolwiek rodzaj śledzenia w nich zawarte, z bardzo wysokim stopniem pewności. W tej części projektu, która obejmuje zastosowanie LibScout, w tym momencie pomysł został sprawdzony za pomocą prototypów. Jego zastosowanie to prosta kwestia wprowadzenia sprawdzonego prototypu do produkcji.
ro: Având în vedere o aplicație Android descărcată de oriunde, aceste noi instrumente vor fi capabile să marcheze, cu un grad foarte ridicat de certitudine, aplicațiile care conțin orice tip de urmărire. În ceea ce privește porțiunea din proiect care implică aplicarea LibScout, în acest moment, ideea a fost dovedită cu prototipuri. Aplicarea ei este o chestiune simplă de a aduce un prototip dovedit în producție.
ru: При наличии приложений для Android, загруженных откуда угодно, эти новые инструменты смогут с очень высокой степенью достоверности отметить, в каких из них есть слежение. В той части проекта, которая касается применения LibScout, на данный момент идея уже доказана на прототипах. Ее применение - это простой вопрос доведения проверенного прототипа до производства.
uk: При наявності застосунків для Android, завантажених звідки завгодно, ці нові інструменти зможуть з дуже високим ступенем достовірності відзначити, в яких з них є стеження. У тій частині проєкту, яка стосується застосування LibScout, на даний момент ідея вже доведена на прототипах. Її застосування - це просте питання доведення перевіреного прототипу до виробництва.
zh_hans: 鉴于从任何地方下载的 Android 应用，这些新工具将能够以非常高的置信度标记哪些应用具有某种类型的跟踪。对于涉及应用 LibScout 的项目部分，此时，该想法已通过原型得到证明。应用它是将经过验证的原型投入生产的简单问题。

source: Organizations relying on apps that must follow strict data protection requirements, like banks under the [EU GDPR](https://gdpr.eu/), can use these tools to ensure that apps they rely on do not contain illegal tracking, and to ensure that such tracking is not added in future releases.
de: Organisationen, die sich auf Apps verlassen, die strengen Datenschutzanforderungen genügen müssen, wie Banken unter der [EU DSGVO](https://gdpr.eu/), können diese Instrumente nutzen, um sich zu vergewissern, dass Apps, denen sie vertrauen, kein illegales Tracking enthalten und um sicherzustellen, dass solches Tracking nicht in zukünftigen Versionen hinzugefügt wird.
pl: Organizacje polegające na aplikacjach, które muszą spełniać surowe wymogi ochrony danych, takie jak banki na mocy [RODO UE](https://gdpr.eu/), mogą korzystać z tych narzędzi, aby upewnić się, że aplikacje, na których polegają, nie zawierają nielegalnego śledzenia oraz aby upewnić się, że takie śledzenie nie zostanie dodane w przyszłych wersjach.
ro: Organizațiile care se bazează pe aplicații care trebuie să respecte cerințe stricte de protecție a datelor, cum ar fi băncile în conformitate cu [GDPR UE](https://gdpr.eu/), pot utiliza aceste instrumente pentru a se asigura că aplicațiile pe care se bazează nu conțin urmărire ilegală și pentru a se asigura că o astfel de urmărire nu este adăugată în versiunile viitoare.
ru: Организации, использующие приложения, которые должны следовать строгим требованиям по защите данных, например, банки в соответствии с [EU GDPR](https://gdpr.eu/), могут использовать эти инструменты, чтобы убедиться, что приложения, на которые они полагаются, не содержат незаконного отслеживания, и убедиться, что такое отслеживание не будет добавлено в будущие версии.
uk: Організації, що використовують застосунки, які повинні дотримуватися суворих вимог щодо захисту даних, наприклад, банки відповідно до [EU GDPR](https://gdpr.eu/), можуть використовувати ці інструменти, щоб переконатися, що застосунки, на які вони покладаються , не містять незаконного відстеження, і переконатися, що таке спостереження, не буде додано в майбутні версії.
zh_hans: 依赖必须遵守严格数据保护要求的应用的组织，例如 [EU GDPR](https://gdpr.eu/) 下的银行，可以使用这些工具来确保他们所依赖的应用不包含非法跟踪，并确保不会在未来的版本中添加此类跟踪。

source: These techniques are also applicable to other platforms, like Progressive Web Apps and Apple iOS. Bootstrapping another platform would require a marked training set of apps to feed to the machine learning. F-Droid already provides this set, and Android is the most popular OS in the world, making Android the ideal platform to start this work.
de: Diese Techniken sind auch auf anderen Plattformen anwendbar, wie Progressive Web Apps und Apple iOS. Ein Bootstrapping einer anderen Plattform würde ein zu Trainingszwecken gekennzeichnetes Set an Apps erfordern, um das maschinelle Lernen damit zu füttern. F-Droid bietet bereits dieses Set und Android ist das beliebteste Betriebssystem der Welt, was Android zur idealen Plattform macht, um hier mit diesen Arbeiten zu beginnen.
pl: Techniki te mają również zastosowanie do innych platform, takich jak Progressive Web Apps i Apple iOS. Uruchamianie innej platformy wymagałoby zaznaczonego zestawu aplikacji szkoleniowych do podawania danych do uczenia maszynowego. F-Droid już zapewnia ten zestaw, a Android jest najpopularniejszym systemem operacyjnym na świecie, dzięki czemu Android jest idealną platformą do rozpoczęcia tej pracy.
ro: Aceste tehnici se pot aplica și altor platforme, cum ar fi Progressive Web Apps și Apple iOS. Pentru a porni o altă platformă ar fi nevoie de un set de aplicații de antrenament marcate pentru a alimenta învățarea automată. F-Droid oferă deja acest set, iar Android este cel mai popular sistem de operare din lume, ceea ce face ca Android să fie platforma ideală pentru a începe această activitate.
ru: Эти методы применимы и к другим платформам, таким как Progressive Web Apps и Apple iOS. Для запуска другой платформы потребуется набор обучающих приложений для машинного обучения. F-Droid уже предоставляет такой набор, а Android является самой популярной ОС в мире, что делает Android идеальной платформой для начала этой работы.
uk: Ці методи застосовні і до інших платформ, таким як Progressive Web Apps і Apple iOS. Для запуску іншої платформи буде потрібно набір навчальних програм для машинного навчання. F-Droid вже надає такий набір, а Android є найпопулярнішою ОС в світі, що робить Android ідеальною платформою для початку цієї роботи.
zh_hans: 这些技术也适用于其他平台，例如渐进式网络应用和 Apple iOS。在另一个平台上启动将需要一组标记的应用训练来提供给机器学习。F-Droid 已经提供了这套系统，而 Android 是世界上最流行的操作系统，使 Android 成为启动这项工作的理想平台。

source: Humans at the core
de: Der Mensch im Mittelpunkt
pl: Ludzie w centrum
ro: Oameni la bază
ru: Люди в основе
uk: Люди в основі
zh_hans: 以人为本
