Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: It turns out that user accounts are rarely a requirement for building a service, even though many services make it seem that way. User accounts are a great way to [gather data](https://www.theguardian.com/commentisfree/2018/mar/28/all-the-data-facebook-google-has-on-you-privacy) and link it all together to create very detailed profiles. This is central to tracking users in order to commodify them and [sell](https://themarkup.org/ask-the-markup/2022/02/03/is-momentum-shifting-toward-a-ban-on-behavioral-advertising) their attention to the highest bidder.
de: Es stellt sich heraus, dass Benutzerkonten selten eine Voraussetzung für den Aufbau eines Dienstes sind, auch wenn viele Dienste diesen Anschein erwecken. Benutzerkonten sind eine wunderbare Art, [Daten zu erfassen](https://www.theguardian.com/commentisfree/2018/mar/28/all-the-data-facebook-google-has-on-you-privacy) und sie miteinander zu verknüpfen, um sehr detaillierte Profile zu erstellen. Das steht im Zentrum des Trackings von Anwendern, um sie zu kommerzialisieren und ihre Interessen, dem höchsten Bieter zu [verkaufen](https://themarkup.org/ask-the-markup/2022/02/03/is-momentum-shifting-toward-a-ban-on-behavioral-advertising).
pl: Okazuje się, że konta użytkowników rzadko są wymogiem do budowania usługi, mimo że wiele usług sprawia, że tak się wydaje. Konta użytkowników to świetny sposób na [zbieranie danych](https://www.theguardian.com/commentisfree/2018/mar/28/all-the-data-facebook-google-has-on-you-privacy) i łączenie ich wszystkich razem, aby stworzyć bardzo szczegółowe profile. Ma to kluczowe znaczenie dla śledzenia użytkowników w celu ich utowarowienia i [sprzedaży](https://themarkup.org/ask-the-markup/2022/02/is-momentum-shifting-towards-a-ban-on-behavioral-advertising) ich uwagi do licytanta, który zaoferuje najwyższą cenę.
ro: Se pare că conturile de utilizator sunt rareori o cerință pentru crearea unui serviciu, chiar dacă multe servicii fac să pară așa. Conturile de utilizator sunt o modalitate excelentă de a [aduna date](https://www.theguardian.com/commentisfree/2018/mar/28/all-the-data-facebook-google-has-on-you-privacy) și de a le lega împreună pentru a crea profiluri foarte detaliate. Acest lucru este esențial pentru urmărirea utilizatorilor în vederea comercializării acestora și [vânzării](https://themarkup.org/ask-the-markup/2022/02/03/is-momentum-shifting-toward-a-ban-on-behavioral-advertising) atenției lor celui mai bun ofertant.
ru: Оказывается, учетные записи пользователей редко являются обязательным условием для создания сервиса, хотя многие сервисы создают такое впечатление. Учетные записи пользователей - это отличный способ [собрать данные](https://www.theguardian.com/commentisfree/2018/mar/28/all-the-data-facebook-google-has-on-you-privacy) и связать их воедино, чтобы создать очень подробные профили. Это очень важно для отслеживания пользователей с целью их коммерциализации и [продажи](https://themarkup.org/ask-the-markup/2022/02/03/is-momentum-shifting-toward-a-ban-on-behavioral-advertising) их внимания тому, кто больше заплатит.
uk: Виявляється, облікові записи рідко необхідні для створення сервісу, попри спроби багатьох сервісів такими їх зобразити. Облікові записи — чудовий спосіб [збирати дані](https://www.theguardian.com/commentisfree/2018/mar/28/all-the-data-facebook-google-has-on-you-privacy) й зіставляти їх докупи, створюючи вкрай докладні профілі. На цьому ґрунтується стеження за авдиторією заради перетворення її на товар і [продажу](https://themarkup.org/ask-the-markup/2022/02/03/is-momentum-shifting-toward-a-ban-on-behavioral-advertising) її уваги тим, хто найбільше заплатить.
zh_hans: 事实证明，用户帐户几乎不会是构建服务的必要条件，尽管许多服务都让它看上去是这样。用户帐户是[收集数据](https://www.theguardian.com/commentisfree/2018/mar/28/all-the-data-facebook-google-has-on-you-privacy)并将所有链接起来创建非常详细的用户画像的好方法。这对于跟踪用户以将其商品化并将他们的注意力[出售](https://themarkup.org/ask-the-markup/2022/02/03/is-momentum-shifting-toward-a-ban-on-behavioral-advertising)给最高出价者至关重要。

source: User accounts are also used to control access to information and data. They are used to "region lock" videos and [selectively block](https://www.bbc.com/news/technology-58921230) access to apps. There are of course valuable use cases for restricting access, like ensuring small children can only access age appropriate content. But there are other ways of doing that, like curating repositories so that adult material is delivered via separate, opt-in repositories.
de: Benutzerkonten werden auch dazu genutzt, um den Zugriff auf Informationen und Daten zu steuern. Sie werden verwendet, um Videos „regional zu sperren“ und den Zugriff auf Apps [selektiv zu blockieren](https://www.bbc.com/news/technology-58921230) . Es gibt natürlich berechtigte Anwendungsfälle für Zugriffsbeschränkungen, wie die Gewährleistung, dass kleine Kinder nur auf altersgemäße Inhalte zugreifen dürfen. Aber es gibt andere Wege, das zu tun, wie das Kuratieren von Repositorys, damit Material für Erwachsene über separate, einwilligungspflichige Repositorys ausgeliefert wird.
pl: Konta użytkowników służą również do kontroli dostępu do informacji i danych. Służą do „blokowania regionu” i [selektywnego blokowania](https://www.bbc.com/news/technology-58921230) dostępu do aplikacji. Istnieją oczywiście cenne przypadki użycia ograniczania dostępu, na przykład zapewnienie małym dzieciom dostępu do treści odpowiednich dla wieku. Istnieją jednak inne sposoby na zrobienie tego, takie jak prowadzenie repozytoriów, tak aby materiały dla dorosłych były dostarczane za pośrednictwem oddzielnych, opcjonalnych repozytoriów.
ro: Conturile de utilizator sunt, de asemenea, utilizate pentru a controla accesul la informații și date. Acestea sunt utilizate pentru a "bloca regiunea" videoclipurilor și pentru a [bloca selectiv](https://www.bbc.com/news/technology-58921230) accesul la aplicații. Există, bineînțeles, cazuri de utilizare valoroase pentru restricționarea accesului, cum ar fi asigurarea faptului că copiii mici pot accesa doar conținuturi adecvate vârstei. Dar există și alte modalități de a face acest lucru, cum ar fi curatoria depozitelor, astfel încât materialele pentru adulți să fie furnizate prin intermediul unor depozite separate, cu opțiune de acces.
ru: Учетные записи пользователей также используются для контроля доступа к информации и данным. Они используются для "региональной блокировки" видео и [выборочного блокирования](https://www.bbc.com/news/technology-58921230) доступа к приложениям. Конечно, ограничение доступа имеет свои преимущества, например, если маленькие дети могут получить доступ только к соответствующему возрасту контенту. Но есть и другие способы, например, создание хранилищ, чтобы материалы для взрослых доставлялись через отдельные хранилища, доступные по желанию.
uk: Користувацькі облікові записи також використовуються для контролю доступу до даних. Вони дають змогу блокувати в окремих регіонах відео й [застосунки](https://www.bbc.com/news/technology-58921230). Звісно, обмеження доступу має виправдані застосування: наприклад, маленьким дітям слід отримувати лише доречний у їх віці вміст. Проте є інші шляхи забезпечити це, наприклад добирати вміст репозиторіїв таким чином, щоб вміст для дорослих розповсюджувався через окремі необов'язкові репозиторії.
zh_hans: 用户帐户还用于控制对信息和数据的访问。它们用于“区域锁定”视频以及[选择性地阻止](https://www.bbc.com/news/technology-58921230)访问应用。当然，限制访问也有一些有价值的用例，例如确保小孩只能访问适合年龄的内容。但是还有其他方法可以做到这一点，例如通过策划存储库使成人内容通过单独的选择加入存储库交付。

source: User accounts are central to tracking people
de: Benutzerkonten sind der zentrale Punkt beim Tracking der Menschen
pl: Konta użytkowników mają kluczowe znaczenie dla śledzenia osób
ro: Conturile de utilizator sunt esențiale pentru urmărirea persoanelor
ru: Учетные записи пользователей играют центральную роль в отслеживании людей
uk: Облікові записи користувачів є центральними для відстеження людей
zh_hans: 用户帐户是跟踪人们的核心

source: User accounts and IDs are a key part of tracking users and building long lasting profiles. If a service requires an account to access it, that service is likely tracking its users. When a user logs in, they are clearly telling the service who they are. And that service can then easily ascribe actions to that account to [build up](https://segment.com/docs/guides/how-to-guides/cross-channel-tracking/) the [profile](https://web.archive.org/web/20210509110405/https://amplitude.com/user-analysis). This is not to say that there are no valid reasons to track users. As mentioned earlier, Wikipedia editors are an example of an essential service built on user accounts. What we are saying is if privacy is important to you, then login requirements should make you stop and think.
de: Benutzerkonten und IDs sind die Schlüsselstellen, um Anwender zu verfolgen und langfristige Profile aufzubauen. Wenn ein Dienst ein Konto benötigt, um auf ihn Zugriff zu erlangen, wird dieser Dienst wahrscheinlich seine Nutzer verfolgen. Wenn Nutzer sich anmelden, teilen sie dem Dienstleister klar mit, wer sie sind. Und dieser Dienstleister kann dann leicht diesem Konto Aktionen zuschreiben, um das [Profil](https://web.archive.org/web/20210509110405/https://amplitude.com/user-analysis) zu [erstellen](https://segment.com/docs/guides/how-to-guides/cross-channel-tracking/). Das soll nicht heißen, dass es keine berechtigten Gründe für ein Tracking von Benutzern gibt. Wie früher erwähnt, sind Wikipedia-Mitwirkende ein Beispiel eines grundlegenden Dienstes, der auf Benutzerkonten beruht. Was wir sagen ist, wenn euch Datenschutz wichtig ist, dann sollten Anmeldezwänge bei euch dazu führen innezuhalten und nachzudenken.
pl: Konta użytkowników i identyfikatory są kluczowym elementem śledzenia użytkowników i tworzenia długotrwałych profili. Jeśli usługa wymaga konta, aby uzyskać do niej dostęp, prawdopodobnie śledzi ona swoich użytkowników. Kiedy użytkownik loguje się, wyraźnie mówi serwisowi, kim jest. Usługa ta może następnie łatwo przypisać działania do tego konta, aby [zbudować](https://segment.com/docs/guides/how-to-guides/cross-channel-tracking/) [profil](https://web.archive.org/web/20210509110405/https://amplitude.com/user-analysis). Nie oznacza to, że nie ma uzasadnionych powodów do śledzenia użytkowników. Jak wspomniano wcześniej, edytory Wikipedii są przykładem podstawowej usługi zbudowanej na kontach użytkowników. Mówimy, że jeśli prywatność jest dla ciebie ważna, to wymagania dotyczące logowania powinny sprawić, że zatrzymasz się i pomyślisz.
ro: Conturile de utilizator și ID-urile sunt o parte esențială a urmăririi utilizatorilor și a creării unor profiluri de lungă durată. Dacă un serviciu necesită un cont pentru a fi accesat, este posibil ca acel serviciu să își urmărească utilizatorii. Atunci când un utilizator se conectează, acesta îi spune în mod clar serviciului cine este. Iar serviciul respectiv poate apoi atribui cu ușurință acțiuni acelui cont pentru a [construi](https://segment.com/docs/guides/how-to-guides/cross-channel-tracking/) [profilul](https://web.archive.org/web/20210509110405/https://amplitude.com/user-analysis). Acest lucru nu înseamnă că nu există motive valide pentru a urmări utilizatorii. După cum am menționat anterior, editorii Wikipedia sunt un exemplu de serviciu esențial construit pe conturi de utilizatori. Ceea ce vrem să spunem este că, dacă confidențialitatea este importantă pentru dumneavoastră, atunci cerințele de conectare ar trebui să vă facă să vă opriți și să vă gândiți.
ru: Учетные записи и идентификаторы пользователей являются ключевой частью отслеживания пользователей и создания долгосрочных профилей. Если для доступа к сервису требуется учетная запись, этот сервис, скорее всего, отслеживает своих пользователей. Когда пользователь входит в систему, он четко сообщает сервису, кто он такой. И тогда сервис может легко приписать этому аккаунту действия, чтобы [создать](https://segment.com/docs/guides/how-to-guides/cross-channel-tracking/) [профиль](https://web.archive.org/web/20210509110405/https://amplitude.com/user-analysis). Это не значит, что не существует веских причин для отслеживания пользователей. Как упоминалось ранее, редакторы Википедии - пример важного сервиса, построенного на учетных записях пользователей. Мы хотим сказать, что если для вас важна конфиденциальность, то требования к входу в систему должны заставить вас остановиться и задуматься.
uk: Облікові записи й ID — основа стеження за авдиторією й ретроспективного профілювання. Якщо сервіс вимагає обліковий запис для доступу, цей сервіс імовірно стежить за авдиторією. Коли хтось авторизується, вони чітко повідомляють сервісу, хто вони. Тоді сервіс може легко приписувати дії цьому обліковому запису, [складаючи](https://segment.com/docs/guides/how-to-guides/cross-channel-tracking/) їх у [профіль](https://web.archive.org/web/20210509110405/https://amplitude.com/user-analysis). Це не означає, ніби нема об'єктивних підстав для стеження за авдиторією. Як зазначено вгорі, редагування Вікіпедії — зразок важливого сервісу, побудованого на облікових записах. Кажемо натомість ось що: якщо вам важлива приватність, то при вимозі авторизуватись вам слід зупинитись і подумати.
zh_hans: 用户帐户和 ID 是跟踪用户并建立长期画像的关键部分。如果一项服务需要一个帐户来访问它，那么该服务很可能会跟踪其用户。当用户登录时，他们清楚地告诉服务他们是谁。然后，该服务可以轻松地将操作关联到该帐户以[建立](https://segment.com/docs/guides/how-to-guides/cross-channel-tracking/)[画像](https://web.archive.org/web/20210509110405/https://amplitude.com/user-analysis)。这并不是说没有正当理由来跟踪用户。如前所述，维基百科编辑器是基于用户帐户的基本服务的一个示例。我们所说的是，如果隐私对你很重要，那么登录要求应该让你停下来思考。

source: Google provides us with an ugly example. It puts a lot of effort into getting people to log in as much as possible, and most of their services require users to be logged in with an account. And those that don't nag you to login. The Chrome browser even [has logins](https://blog.cryptographyengineering.com/2018/09/23/why-im-leaving-chrome/), which are linked to Google accounts. They often [justify this requirement](https://mashable.com/article/google-chrome-69-forced-login) by saying it makes services easier to use. While it is true that tracking users can make certain things serve the user better, Google consistently seems to apply these cases to situations where it means they get more tracking data. With Google Meet, they still require logins to create a meeting, even though they support joining meetings via a URL without an account. Jitsi Meet's user experience is much easier and has no accounts. Or consider the Google issue tracker: it currently requires both Javascript and an active Google account to use the service in any way, even if you just want to read existing posts. It worked for years without Javascript or user accounts, so it is clear that the service does not need them to run.
de: Google liefert uns ein hässliches Beispiel. Sie unternehmen eine Menge Anstrengungen, um die Menschen dazu zu bewegen sich so oft wie möglich anzumelden, und die allermeisten ihrer Dienste zwingen Nutzer dazu, mit einem Konto angemeldet zu sein. Und jene, die euch nicht in den Ohren liegen, euch anzumelden. Selbst der Chrome-Browser [besitzt eine Anmeldung](https://blog.cryptographyengineering.com/2018/09/23/why-im-leaving-chrome/), die mit Google-Konten verknüpft ist. Häufig [rechtfertigen sie diese Forderung](https://mashable.com/article/google-chrome-69-forced-login), indem sie behaupten, es würde die Nutzung der Dienste vereinfachen. Auch wenn es wahr ist, dass Tracking der Anwender dazu führen kann, dass gewisse Dinge dem Anwender nützen, scheint Google beständig diese Fälle auf Situationen anzuwenden, in denen es bedeutet, sie erhalten weitere Tracking-Daten. Mit Google Meet, fordern sie weiterhin Anmeldungen, um ein Meeting zu erstellen, selbst wenn sie den Beitritt zu einem Meeting über eine URL ohne ein Konto unterstützen. Das Benutzererlebnis von Jitsi Meet ist viel unkomplizierter und kennt keine Konten. Oder betrachten wir das Google-Ticketsystem: momentan benötigt es sowohl Javascript als auch ein aktives Google-Konto, um den Dienst in irgendeiner Weise nutzen zu können, selbst wenn ihr lediglich vorhandene Posts lesen möchtet. Es funktionierte jahrelang ohne Javascript oder Benutzerkonten, womit klar wäre, dass der Dienst dies nicht braucht um zu funktionieren.
pl: Google daje nam brzydki przykład. Wkłada dużo wysiłku, aby ludzie logowali się jak najwięcej, a większość ich usług wymaga, aby użytkownicy byli zalogowani przy użyciu konta. A te, które tego nie robią, nagabują użytkownika, by się zalogował. Przeglądarka Chrome nawet [ma loginy](https://blog.cryptographyengineering.com/2018/09/23/why-im-leaving-chrome/), które są połączone z kontami Google. Często [to wymaganie jest uzasadnione](https://mashable.com/article/google-chrome-69-forced-login) tym, że ułatwia to korzystanie z usług. Chociaż prawdą jest, że śledzenie użytkowników może sprawić, że niektóre rzeczy będą lepiej służyć użytkownikowi, Google konsekwentnie stosuje te przypadki w sytuacjach, w których oznacza to, że uzyskują więcej danych śledzenia. W Google Meet nadal wymagane jest logowanie, aby utworzyć spotkanie, mimo że dostępna jest obsługa dołączania do spotkań za pomocą adresu URL, bez konta. Obsługa Jitsi Meet jest znacznie łatwiejsza i nie ma kont. Ewentualnie rozważ narzędzie do śledzenia problemów Google: obecnie wymaga zarówno Javascript, jak i aktywnego konta Google, aby korzystać z usługi w jakikolwiek sposób, nawet jeśli chcesz tylko przeczytać istniejące posty. Działało przez lata bez JavaScriptu i kont użytkowników, więc jasne jest, że usługa nie potrzebuje ich do działania.
ro: Google ne oferă un exemplu urât. Google depune foarte multe eforturi pentru a-i face pe oameni să se conecteze cât mai mult posibil, iar majoritatea serviciilor sale necesită ca utilizatorii să fie conectați cu un cont. Iar cele care nu o fac te sâcâie să te loghezi. Browserul Chrome chiar [are logări](https://blog.cryptographyengineering.com/2018/09/23/why-im-leaving-chrome/), care sunt legate de conturile Google. Adesea [justifică această cerință](https://mashable.com/article/google-chrome-69-forced-login) spunând că astfel serviciile sunt mai ușor de utilizat. Deși este adevărat că urmărirea utilizatorilor poate face ca anumite lucruri să deservească mai bine utilizatorul, Google pare să aplice în mod constant aceste cazuri în situațiile în care aceasta înseamnă că obține mai multe date de urmărire. În cazul Google Meet, ei încă solicită logări pentru a crea o întâlnire, chiar dacă acceptă aderarea la întâlniri prin intermediul unui URL fără un cont. Experiența de utilizare a Jitsi Meet este mult mai ușoară și nu are conturi. Sau luați în considerare trackerul de probleme Google: în prezent, acesta necesită atât Javascript, cât și un cont Google activ pentru a utiliza serviciul în orice fel, chiar dacă doriți doar să citiți postările existente. A funcționat ani de zile fără Javascript sau conturi de utilizator, așa că este clar că serviciul nu are nevoie de ele pentru a funcționa.
ru: Google представляет собой наглядный пример. Компания прилагает много усилий, чтобы заставить людей как можно чаще входить в систему, и большинство ее сервисов требуют, чтобы пользователи входили в систему с помощью учетной записи. А те, которые этого не делают, не просят вас войти в систему. Браузер Chrome даже [имеет логины](https://blog.cryptographyengineering.com/2018/09/23/why-im-leaving-chrome/), которые привязаны к аккаунтам Google. Они часто [оправдывают это требование](https://mashable.com/article/google-chrome-69-forced-login), говоря, что это упрощает использование сервисов. Хотя это правда, что отслеживание пользователей может сделать некоторые вещи более удобными для пользователя, Google постоянно применяет эти случаи к ситуациям, когда это означает, что они получают больше данных для отслеживания. В Google Meet для создания встречи все еще требуется вход в систему, несмотря на то, что они поддерживают присоединение к встрече по URL-адресу без учетной записи. Пользовательский опыт Jitsi Meet намного проще, и в нем нет учетных записей. Или возьмем трекер проблем Google: в настоящее время он требует использования Javascript и активной учетной записи Google для любого использования сервиса, даже если вы просто хотите прочитать существующие сообщения. В течение многих лет он работал без Javascript и учетных записей, поэтому очевидно, что для работы сервиса они не нужны.
uk: Google надає нам огидний приклад. Вони докладають чимало зусиль, щоб максимум користувацьких дій схиляли до авторизації. Більшість їхніх сервісів недоступні без облікового запису, а ті, що доступні, докучають проханнями авторизуватись. Переглядач Chrome навіть [автоматично авторизує](https://blog.cryptographyengineering.com/2018/09/23/why-im-leaving-chrome/) себе вашим входом до сервісів Google. Вони часто [обґрунтовують таку вимогу](https://mashable.com/article/google-chrome-69-forced-login) тим, що це спрощує використання сервісів. Стеження за авдиторією справді може в дечому поліпшити сервіс, проте Google систематично застосовує цей аргумент саме там, де стеження дає їм змогу збирати якнайбільше даних. Google Meet досі вимагає авторизації для створення виклику, попри підтримку ними долучення до викликів через URL без облікового запису. Jitsi Meet із користувацької точки зору значно простіше й не має облікових записів. Або розгляньмо Google Issue Tracker: він наразі вимагає і JavaScript, і чинний обліковий запис Google, щоб хоч якось ним користуватися, навіть якщо ви хочете просто почитати наявні повідомлення. Роками він працював без JavaScript чи облікових записів, тож очевидно, що робота сервісу їх не потребує.
zh_hans: Google 为我们提供了一个丑陋的例子。它在让人们尽可能多地登录方面付出了很多努力，而且他们的大多数服务都要求用户使用帐户登录。以及那些不催促你登录的服务。Chrome 浏览器甚至[有登录选项](https://blog.cryptographyengineering.com/2018/09/23/why-im-leaving-chrome/)，这些都与 Google 帐户相关联。他们经常说它使服务更易于使用[为这一要求辩护](https://mashable.com/article/google-chrome-69-forced-login) 。虽然跟踪用户确实可以在某些方面更好地为用户服务，但 Google 似乎一直将这些案例应用于意味着他们获得更多跟踪数据的情况。使用 Google Meet 时，他们仍然需要登录才能创建会议，即使他们支持在没有帐户的情况下通过 URL 加入会议。Jitsi Meet 的用户体验更加轻松，并且没有账户。或者考虑一下 Google 问题跟踪器：它现在需要 Javascript 和有效的 Google 帐户才能以任何方式使用该服务，即使你只是想阅读现有的帖子。它可以在没有 Javascript 或用户帐户的情况下运行多年，因此很明显该服务不需要它们来运行。

source: What works without user accounts?
de: Was funktioniert ohne Benutzerkonten?
pl: Co działa bez kont użytkowników?
ro: Ce funcționează fără conturi de utilizator?
ru: Что работает без учетных записей пользователей?
uk: Що працює без облікових записів?
zh_hans: 哪些仍然有用即使没有用户帐户？
