Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The old forum had a lot of disadvantages: Firstly, you cannot reply by mail. Secondly, the F-Droid volunteers had to waste time deleting massive amounts of spam (the old forum had 25% spam). Finally, the overall user experience was bad, and not only because of increasing number of bugs found in the forum software.
de: Das alte Forum hatte viele Nachteile: Zum Einen waren keine Antworten per Mail möglich. Zum Anderen hatten F-Droid-Freiwillige viel Zeit damit zu verschwenden, immense Mengen an Spam zu löschen (das alte Forum lieferte 25% Spam). Schließlich war der Gesamteindruck für den Nutzer schlecht - und dies nicht nur wegen der zunehmenden Zahl der in der Forum-Software gefundenen Fehler.
pl: Stare forum miało wiele wad: Po pierwsze, nie można odpowiadać pocztą. Po drugie, wolontariusze F-Droid musieli tracić czas na usuwanie ogromnych ilości spamu (stare forum miało 25% spamu). Wreszcie ogólne wrażenia użytkownika były złe, i to nie tylko ze względu na rosnącą liczbę błędów znalezionych w oprogramowaniu forum.
ro: Vechiul forum avea o mulțime de dezavantaje: În primul rând, nu poți răspunde prin e-mail. În al doilea rând, voluntarii F-Droid trebuiau să piardă timp ștergând cantități masive de spam (vechiul forum avea 25% spam). În cele din urmă, experiența generală a utilizatorului era proastă, și nu numai din cauza numărului tot mai mare de erori găsite în software-ul forumului.
ru: У старого форума было множество недостатков. Во-первых, невозможность ответить по почте. Во-вторых, добровольцам из F-Droid приходилось тратить время на удаление огромного количества спама (старый форум на четверть состоял из спама). Наконец, впечатления от пользования были не лучшими, не говоря уже все о нарастающем количестве ошибок в ПО форума.
uk: Старий форум мав багато недоліків: по-перше, ви не моли користуватися поштою. По-друге, добровольцям F-Droid довелося витрачати час на видалення величезної кількості спаму (старий форум мав 25% спаму). Нарешті, загальний досвід користувачів був поганий, і не тільки через збільшення кількості помилок, знайденого в програмному забезпеченні форуму.
zh_hans: 旧论坛有许多缺点：首先，无法通过邮件回复。其次，F-Droid 志愿者不得不花费大量时间清理大量的垃圾讯息（约有 25％ 是垃圾讯息）。最后，整体的用户体验很糟糕，不仅仅是因为论坛软件本身越来越多的错误被发现。

source: With Discourse, we hope to breathe life back into the F-Droid community. While app submissions recently [moved to GitLab](https://gitlab.com/fdroid/rfp), and bug reports/feature requests still live in GitLab, the new forum is the new centre for all discussions related to F-Droid. All users of F-Droid, whether discussing the client or the server tools, can help each other there.
de: Mit Discourse hoffen wir, die F-Droid-Community wiederzubeleben. Nachdem die App-Vorlagen kürzlich [auf GitLab umzogen](https://gitlab.com/fdroid/rfp) und Fehlerberichte/Funktionswünsche immer noch in GitLab zuhause sind, soll das neue Forum das neue Zentrum für alle Diskussionen rund um F-Droid sein. Alle Nutzer von F-Droid, ob sie nun den Client oder die Server-Werkzeuge erörtern, können einander hier helfen.
pl: W Dyskursie mamy nadzieję przywrócić życie społeczności F-Droid. Chociaż ostatnio przesłane aplikacje do [GitLab](https://gitlab.com/fdroid/rfp) i raporty o błędach/prośby o funkcje wciąż są dostępne w GitLab, nowe forum jest nowym centrum wszystkich dyskusji związanych z F-Droid. Wszyscy użytkownicy F-Droida, niezależnie od tego, czy omawiają klienta, czy narzędzia serwerowe, mogą sobie w tym pomóc.
ro: Cu Discourse, sperăm să readucem viața în comunitatea F-Droid. În timp ce propunerile de aplicații au fost recent [moved to GitLab](https://gitlab.com/fdroid/rfp), iar rapoartele de erori/solicitările de funcții sunt încă în GitLab, noul forum este noul centru pentru toate discuțiile legate de F-Droid. Toți utilizatorii de F-Droid, fie că discută despre client sau despre instrumentele de server, se pot ajuta reciproc acolo.
ru: Переходя на Discourse мы надеемся вдохнуть новую жизнь в сообщество F-Droid. Не смотря на то, что заявки недавно [переехали на GitLab](https://gitlab.com/fdroid/rfp), а отчеты об ошибках и запросы на улучшение по прежнему обитают на GitLab'е, новый форум — новое место средоточия всех обсуждений, связанных с F-Droid. Здесь все пользователи F-Droid, обсуждающие клиент или серверные инструменты, могут помочь друг другу.
uk: З Discourse, ми сподіваємось, що вдихнули заново життя у спільноту F-Droid. Хоча застосунки нещодавно надсилались [переміщено в GitLab](https://gitlab.com/fdroid/rfp), а повідомлення про помилки/запити функцій все ще живуть в GitLab, новий форум - це новий центр для всіх дискусій, пов'язаних з F-Droid. Всі користувачі F-Droid, будь то обговорення клієнта або інструментів сервера, можуть допомогти один одному там.
zh_hans: 我们希望通过 Discourse 能够给 F-Droid 社区重新带来生机和活力。最近应用提交[转移到了 GitLab](https://gitlab.com/fdroid/rfp) 上进行，错误报告/功能请求仍旧保持在 GitLab 上。这个新论坛是所有关于 F-Droid 的讨论的新中心。所有 F-Droid 的用户们，不论讨论的是客户端还是服务器工具，都可以在此互相帮助。

source: Because of temporary limitations of all F-Droid volunteers it was not possible to move the old forum data to the new one which means that you have to re-register yourself. Independent from this all old topics remain at the current URLs for now.
de: Da alle freiwilligen F-Droid-Mitarbeiter nur begrenzt Zeit investieren können, war es nicht möglich die alten Forumdaten ins neue zu übertragen. Das bedeutet, dass Sie sich neu registrieren müssen. Unabhängig davon werden alle alten Themen vorerst weiter über die derzeitigen URLs erreicht.
pl: Z powodu tymczasowych ograniczeń wszystkich ochotników F-Droida nie było możliwe przeniesienie starych danych forum na nowe, co oznacza, że musisz się ponownie zarejestrować. Niezależnie od tego wszystkie dotychczasowe tematy pozostają na bieżących URL-ach.
ro: Din cauza limitărilor temporare ale tuturor voluntarilor F-Droid, nu a fost posibil să mutăm datele vechiului forum în cel nou, ceea ce înseamnă că trebuie să vă reînregistrați. Independent de acest lucru, toate subiectele vechi rămân deocamdată la URL-urile actuale.
ru: Из-за ограничения времени у добровольцев F-Droid оказалось невозможным перенести данные со старого форума в новый, это означает, что Вам придется самостоятельно вновь зарегистрироваться. Независимо от этого старые темы остаются доступны по своим старым адресам.
uk: Через тимчасові обмеження було неможливо дані усіх добровольців старого форуму F-Droid перемістити до нового, що означає, що вам доведеться перереєструватися самостійно. Незалежно від цього всі старі теми залишаються на поточних URL-адресах.
zh_hans: 由于目前所有 F-Droid 志愿者精力有限，无法将旧的论坛数据移至新的论坛，这意味着你必须重新注册一个帐号。所有旧主题暂时仍保留在原 URL。

source: One interesting new feature is [local communities](https://forum.f-droid.org/c/other-languages). In these communities you can discuss in your mother tongue about all topics related to F-Droid and free software on Android. At the moment there is already a [German group](https://forum.f-droid.org/c/other-languages/german).
de: Eine interessante neue Besonderheit sind [lokale Communities](https://forum.f-droid.org/c/other-languages). In diesen Gemeinschaften können Sie in Ihrer Muttersprache alle Themen besprechen, die F-Droid und freie Android-Software betreffen. Momentan besteht bereits eine [deutsche Gruppe](https://forum.f-droid.org/c/other-languages/german).
pl: Jedną z interesujących nowych funkcji są [społeczności lokalne](https://forum.f-droid.org/c/other-languages). W tych społecznościach możesz dyskutować w swoim języku ojczystym na wszystkie tematy związane z F-Droid i bezpłatnym oprogramowaniem na Androida. W tej chwili jest już [grupa niemiecka](https://forum.f-droid.org/c/other-languages/german).
ro: O nouă caracteristică interesantă este [local communities](https://forum.f-droid.org/c/other-languages). În aceste comunități puteți discuta în limba dvs. maternă despre toate subiectele legate de F-Droid și de software-ul liber pe Android. În acest moment există deja un [German group](https://forum.f-droid.org/c/other-languages/german).
ru: Из интересного: [местные сообщества](https://forum.f-droid.org/c/other-languages). В таких сообществах можно на родном языке обсудить любые темы, связанные с F-Droid и свободным ПО на Android. Сейчас уже есть[Немецкая группа](https://forum.f-droid.org/c/other-languages/german).
uk: Одною цікавою новою функцією є [місцеві спільноти](https://forum.f-droid.org/c/other-languages). У цих спільнотах ви можете обговорити на своїй рідній мові всі теми, пов'язані з F-Droid та вільним програмним забезпеченням на Android. На даний момент вже існує [німецька група](https://forum.f-droid.org/c/other-languages/german).
zh_hans: 新论坛有一个有趣的新特性，叫做“[本地化社区](https://forum.f-droid.org/c/other-languages)”，你可以在其中用你的母语来讨论和 F-Droid 或 Android 上的自由软件相关的话题。目前已经有一个[德语组别](https://forum.f-droid.org/c/other-languages/german)了。

source: If you want to create your own local community, please open a topic in the ["Other languages" category](https://forum.f-droid.org/c/other-languages) and we will discuss everything else there.
de: Wenn Sie Ihre eigene lokale Community gründen möchten, eröffnen Sie bitte ein Thema in der [Kategorie 'Other languages'](https://forum.f-Droid.org /c/other languages) und wir werden alles Weitere dort erörtern.
pl: Jeśli chcesz stworzyć własną społeczność lokalną, otwórz temat w kategorii [Inne języki](https://forum.f-droid.org/c/other-languages), a my omówimy tam wszystko inne.
ro: Dacă doriți să vă creați propria comunitate locală, vă rugăm să deschideți un subiect în categoria ["Other languages" category](https://forum.f-droid.org/c/other-languages) și vom discuta despre orice altceva acolo.
ru: Если есть желание создать собственное местное сообщество, пожалуйста начните тему в [разделе "Другие языки"](https://forum.f-droid.org/c/other-languages) там мы все и обсудим.
uk: Якщо ви хочете створити власну місцеву спільноту, відкрийте тему в категорії ['Інші мови'](https://forum.f-droid.org/c/other-languages), і ми обговоримо все інше там.
zh_hans: 如果你想要创建自己母语的本地化社区，那么请在[“其他语言”分类](https://forum.f-droid.org/c/other-languages)下开一个新的话题然后我们将在那里讨论余下事项。

source: Finally, there is one last insight into the current development of F-Droid: we plan to use Discourse for [comments on the website](https://gitlab.com/fdroid/fdroid-website/issues/36) which gets us closer to [comments on single applications](https://gitlab.com/fdroid/fdroidclient/issues/646).
de: Zuguterletzt ein Ausblick auf die laufende Weiterentwicklung von F-Droid: Wir planen mittels Discourse die Einführung von [Kommentaren auf der Webseite](https://gitlab.com/fdroid/fdroid-website/issues/36), die uns an [Kommentare zu einzelnen Apps](https://gitlab.com/fdroid/fdroidclient/issues/646) heranführen sollen.
pl: Wreszcie, mamy ostatni wgląd w aktualny rozwój F-Droid: planujemy użyć Dyskursu dla [komentarzy na stronie internetowej](https://gitlab.com/fdroid/fdroid-website/issues/36), który zbliża nas do [komentarzy na temat pojedynczych aplikacji](https://gitlab.com/fdroid/fdroidclient/issues/646).
ro: În cele din urmă, există o ultimă perspectivă asupra dezvoltării actuale a F-Droid: plănuim să folosim Discourse pentru [comments on the website](https://gitlab.com/fdroid/fdroid-website/issues/36) ceea ce ne apropie de [comments on single applications](https://gitlab.com/fdroid/fdroidclient/issues/646).
ru: Наконец, свежая информация по части текущей разработки F-Droid: мы планируем использовать Discourse для [комментариев на сайте](https://gitlab.com/fdroid/fdroid-website/issues/36), что на шаг приближает нас к [комментариям к отдельным прилжениям](https://gitlab.com/fdroid/fdroidclient/issues/646).
uk: Нарешті, є одне останнє розуміння поточного розвитку F-Droid: ми плануємо використовувати Discourse для [коментарів на вебсайті](https://gitlab.com/fdroid/fdroid-website/issues/36), що наближує нас до [коментарів для окремих застосунків](https://gitlab.com/fdroid/fdroidclient/issues/646).
zh_hans: 最后，关于当前 F-Droid 的发展将是这样：我们计划将 Discourse 用于[网站评论](https://gitlab.com/fdroid/fdroid-website/issues/36)功能，这能够让我们更加贴近对[单个应用的评论](https://gitlab.com/fdroid/fdroidclient/issues/646)。

source: Make sure you keep an eye on the new developments happening to F-Droid in 2017. We for our part are curious if you like the new forum.
de: Behalten Sie die neuen Entwicklungen von F-Droid im Jahr 2017 im Auge. Wir, für unseren Teil, sind jedenfalls gespannt, ob Ihnen das neue Forum gefällt.
pl: Upewnij się, że będziesz śledzić nowe wydarzenia, które miały miejsce w F-Droid w 2017 roku. My z naszej strony jesteśmy ciekawi, czy podoba ci się nowe forum.
ro: Asigurați-vă că urmăriți cu atenție noile evoluții care au loc în F-Droid în 2017. În ceea ce ne privește, suntem curioși dacă vă place noul forum.
ru: Следите за развитием F-Droid в 2017 году. Нам же интересно знать, понравился ли Вам новый форум.
uk: Переконайтеся, що ви стежите за новими подіями, що відбуваються в F-Droid в 2017 році. З нашої сторони цікаво, чи вам сподобався новий форум.
zh_hans: 还请持续关注 F-Droid 在 2017 年的新进展。我们非常想了解你们是否喜欢这个新论坛。

source: A new UX 6 years in the making
de: Ein neues Anwendererlebnis nach 6-jähriger Geschichte
pl: Nowy UX 6 lat w przygotowaniu
ro: Un nou UX de 6 ani în curs de realizare
ru: Новый пользовательский интерфейс: шесть лет в разработке
uk: Новий UX 6 років у виробництві
zh_hans: 酝酿 6 年的新用户体验

source: F-Droid has been a part of the Android ecosystem for over 6 years now. Since then, over 2000 apps have been built for the main repository, many [great features have been added](https://gitlab.com/fdroid/fdroidclient/blob/master/CHANGELOG.md), the client has been translated into over 40 different languages, and much more.
de: F-Droid ist seit über 6 Jahren ein Teil des Android-Ökosystems. Seitdem wurden über 2000 Apps für das Hauptrepository erstellt, [viele großartige Features wurden hinzugefügt](https://gitlab.com/fdroid/fdroidclient/blob/master/CHANGELOG.md), der Client wurde in über 40 verschiedene Sprachen übersetzt und vieles mehr.
pl: F-Droid jest częścią ekosystemu Androida od ponad 6 lat. Od tego czasu powstało ponad 2000 aplikacji dla głównego repozytorium [dodano wspaniałe funkcje](https://gitlab.com/fdroid/fdroidclient/blob/master/CHANGELOG.md), klient został przetłumaczony na ponad 40 różnych języków i wiele więcej.
ro: F-Droid face parte din ecosistemul Android de peste 6 ani. De atunci, au fost create peste 2000 de aplicații pentru depozitul principal, au fost adăugate multe [great features have been added](https://gitlab.com/fdroid/fdroidclient/blob/master/CHANGELOG.md), clientul a fost tradus în peste 40 de limbi diferite și multe altele.
ru: F-Droid является частью экосистемы Android уже более шести лет. С тех пор для основного репозитория собрали более двух тысяч приложений, добавили [кучу замечательных функций](https://gitlab.com/fdroid/fdroidclient/blob/master/CHANGELOG.md), перевели клиент более чем на сорок языков и многое другое.
uk: F-Droid вже протягом 6 років є частиною екосистеми Android. З того часу для головного репозиторію було створено понад 2000 застосунків, багато [чудових функцій були додані](https://gitlab.com/fdroid/fdroidclient/blob/master/CHANGELOG.md), клієнт був переведений на більш ніж 40 різних мов та багато іншого.
zh_hans: F-Droid 成为 Android 应用生态的一部分已经超过六年了。如今，官方主存储库中已构建超过 2000 个应用，添加了许多[出色的功能](https://gitlab.com/fdroid/fdroidclient/blob/master/CHANGELOG.md)，客户端已经被翻译为超过 40 种不同的语言，还有更多点滴变化已经发生。

source: However, the F-Droid UX has never changed much from [the original three tab layout](https://f-droid.org/posts/f-droid-repository-alpha/):
de: Die F-Droid-Benutzeroberfläche im [ursprünglichen 3-Register-Layout](https://F-Droid.org/posts/f-droid-repository-alpha/) änderte sich kaum:
pl: Jednak F-Droid UX nigdy się nie zmienił z [pierwotnego układu trzech kart](https://f-droid.org/posts/f-droid-repository-alpha/):
ro: Cu toate acestea, F-Droid UX nu s-a schimbat prea mult de la [the original three tab layout](https://f-droid.org/posts/f-droid-repository-alpha/):
ru: Тем не менее, пользовательский интерфейс F-Droid никогда особо не менялся со времен [исходного макета с тремя вкладками](https://f-droid.org/posts/f-droid-repository-alpha/):
uk: Однак, зручність користування F-Droid не надто змінилася з часів [оригінального тристорінкового макета](https://f-droid.org/posts/f-droid-repository-alpha/):
zh_hans: 然而，F-Droid 的用户体验自[最初的三标签页布局](https://f-droid.org/posts/f-droid-repository-alpha/)开始就没有多少变化：

source: {: .gallery} * ![Version 0.11]({% asset posts/2017-04-04-new-ux/0.11.png %}) * ![Version 0.102]({% asset posts/2017-04-04-new-ux/0.102.png %})
pl: {: .galeria} * ![Wersja 0.11]({% asset posts/2017-04-04-new-ux/0.11.png %}) * ![Wersja 0.102]({% asset posts/2017-04-04-new-ux/0.102.png %})
ro: {: .gallery} * ![Versiune 0.11]({% asset posts/2017-04-04-new-ux/0.11.png %}) * ![Versiune 0.102]({% asset posts/2017-04-04-new-ux/0.102.png %})
ru: {: .gallery} * ![Версия 0.11]({% asset posts/2017-04-04-new-ux/0.11.png %}) * ![Версия 0.102]({% asset posts/2017-04-04-new-ux/0.102.png %})
uk: {: .gallery} * ![Версія 0.11]({% asset posts/2017-04-04-new-ux/0.11.png %}) * ![Версія 0.102]({% asset posts/2017-04-04-new-ux/0.102.png %})
zh_hans: {: .gallery} * ![0.11 版]({% asset posts/2017-04-04-new-ux/0.11.png %}) * ![0.102 版]({% asset posts/2017-04-04-new-ux/0.102.png %})

source: This will change with the coming release of F-Droid client v0.103.
de: Dies wird sich mit der anstehenden Veröffentlichung des F-Droid-Clients v0.103 ändern.
pl: To się zmieni wraz z nadchodzącym wydaniem klienta F-Droid v0.103.
ro: Acest lucru se va schimba odată cu viitoarea lansare a clientului F-Droid v0.103.
ru: Это изменится с выходом клиента F-Droid версии 0.103.
uk: Це зміниться з наступним виходом клієнта F-Droid v0.103.
zh_hans: 但这随着 F-Droid 客户端 v0.103 的到来将会发生改变。

source: Over the past 6 months, the F-Droid team has been busy redesigning a modern UX which will help bring F-Droid into the present. Some of the big ticket items include:
de: Im Laufe der letzten 6 Monate war das F-Droid-Team damit beschäftigt, die Benutzeroberfläche modern umzugestalten, damit F-Droid auf der Höhe der Zeit ist. Einige Punkte der großen Aufgabenliste sind:
pl: W ciągu ostatnich 6 miesięcy zespół F-Droid pracował nad przeprojektowaniem nowoczesnego UX, który pomoże wprowadzić F-Droida w teraźniejszość. Niektóre z dużych elementów obejmują:
ro: În ultimele 6 luni, echipa F-Droid a fost ocupată cu reproiectarea unui UX modern care va ajuta la aducerea F-Droid în prezent. Unele dintre elementele importante includ:
ru: В течение последних шести месяцев разработчики F-Droid потратили много времени и сил на обновление пользовательского интерфейса, чтобы сделать его более современным. Основные изменения:
uk: Протягом останніх 6 місяців команда F-Droid була зайнята редизайном сучасного UX, який допоможе освіжити F-Droid до стандартів сьогодення. Деякі з найважливіших елементів включають:
zh_hans: 在过去的 6 个月中，F-Droid 团队一直在忙于重新设计现代用户体验，这将有助于使 F-Droid 更富有现代感。其中值得注意的变动包括：

source: Screenshots and feature graphics
de: Screenshots und Funktionsgrafiken
pl: Zrzuty ekranu i wyróżnione grafiki
ro: Capturi de ecran și grafice de caracteristici
ru: Скриншоты и изображения
uk: Скріншоти та функціональні графіки
zh_hans: 屏幕截图与特色图片

source: Bulk download and install
de: Sammel-Download und -installation
pl: Zbiorcze pobieranie i instalacja
ro: Descărcare și instalare în masă
ru: Массовая загрузка и установка
uk: Масове завантаження та встановлення
zh_hans: 批量下载与安装

source: Offline "queue for download"
de: Offline "Vormerkung zum Download"
pl: Offline "kolejka do pobrania"
ro: Offline " așteaptă la rând pentru descărcare"
ru: Оффлайн «очередь загрузки»
uk: Офлайн "черга для завантаження"
zh_hans: 离线“下载队列”

source: Ability to translate apps metadata
de: Möglichkeit, Metadaten von Apps zu übersetzen
pl: Możliwość tłumaczenia metadanych aplikacji
ro: Capacitatea de a traduce metadatele aplicațiilor
ru: Возможность переводить метаданные приложений
uk: Можливість перекладу метаданих застосунків
zh_hans: 支持翻译应用元数据

source: Improved notifications for downloads and pending updates
de: Verbesserte Benachrichtigungen zu Downloads und ausstehenden Aktualisierungen
pl: Ulepszono powiadomienia o pobraniu i oczekujących aktualizacjach
ro: Notificări îmbunătățite pentru descărcări și actualizări în așteptare
ru: Улучшены уведомления для загрузок и ожидающих обновлений
uk: Покращено сповіщення про завантаження та очікувані оновлення
zh_hans: 更好的下载与更新提示通知
