Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** was [updated](https://github.com/moezbhatti/qksms/releases) from 3.5.4 to 3.6.1, adding the ability to share contact cards and to share multiple images directly from other apps. It also features an updated search bar style, faster startup, more detailed MMS summary, contact photo in notifications, and several bug fixes.
de: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** wurde von 3.5.4 auf 3.6.1 [aktualisiert](https://github.com/moezbhatti/qksms/releases), ergänzt die Möglichkeit, Kontaktkarten und mehrere Bilder direkt aus anderen Apps zu teilen. Sie bietet auch ein neues Aussehen der Suchleiste, einen schnelleren Start, detailiertere MMS-Zusammnefassungen, Kontaktfotos in den Benachrichtigungen und einige Bugfixes.
pl: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** został [zaktualizowany](https://github.com/moezbhatti/qksms/releases) z 3.5.4 do 3.6.1, dodając możliwość udostępniania kart kontaktowych i dzielenia się wieloma zdjęciami bezpośrednio z innych aplikacji. Posiada również zaktualizowany styl paska wyszukiwania, szybsze uruchamianie, bardziej szczegółowe podsumowanie MMS, zdjęcie kontaktowe w powiadomieniach oraz kilka poprawek błędów.
ro: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** a fost [updated](https://github.com/moezbhatti/qksms/releases) de la 3.5.4 la 3.6.1, adăugând posibilitatea de a partaja carduri de contact și de a partaja mai multe imagini direct din alte aplicații. De asemenea, dispune de un stil actualizat al barei de căutare, o pornire mai rapidă, un rezumat mai detaliat al MMS, o fotografie de contact în notificări și mai multe corecturi de erori.
ru: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** был [обновлен](https://github.com/moezbhatti/qksms/releases) с версии 3.5.4 до 3.6.1, добавив возможность обмениваться карточками контактов и передавать несколько изображений непосредственно из других приложений. Также обновлен стиль строки поиска, ускорен запуск, добавлена более подробная сводка MMS, фото контакта в уведомлениях и исправлено несколько ошибок.
uk: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** було [оновлено](https://github.com/moezbhatti/qksms/releases) з версії 3.5. 4 до 3.6.1, додавши можливість обмінюватися контактними картками й передавати кілька зображень безпосередньо з інших застосунків. Також оновлений стиль панелі пошуку, прискорений запуск, додане докладніше зведення MMS, світлини контактів у повідомленнях і виправлено кілька помилок.
zh_hans: **[QKSMS](https://f-droid.org/packages/com.moez.QKSMS/)** 从 3.5.4 [更新](https://github.com/moezbhatti/qksms/releases) 至 3.6.1，添加了共享联系人卡片和直接从其他应用分享多个图像的功能。它还具有更新的搜索栏样式、更快的启动、更详细的彩信摘要、通知中的联系人照片以及一些错误修复。

source: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** 6.1.1 [is out](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md), with an overview instead of startPage, order and filter bookmarks, edit url of bookmark, open favorite website on start, Code of Conduct site, and a Privacy Declaration. There are updates to the adBlock hosts list, help dialog, and French and Portugese translations. Beyond that you'll find many more fixes and improvements.
de: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** 6.1.1 [kam heraus](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md), mit einer Übersicht statt Startseite, Lesezeichensortierung und -filterung, URL-Bearbeitung bei Lesezeichen, Öffnen einer favorisierten Website beim Start, einer Seite mit Verhaltensnormen und einer Datenschutzerklärung. Es gibt Aktualisierungen an der adBlock-Hosts-Liste, einen Hilfedialog sowie französische und portugiesische Übersetzungen. Darüberhinaus werden Sie viele weitere Korrekturen und Verbesserungen finden.
pl: **[Przeglądarka FOSS](https://f-droid.org/packages/de.baumann.browser/)** 6.1.1 [jest wyłączony](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md), z przeglądem zamiast strony startowej, zamawianiem i filtrowaniem zakładek, edytowaniem adresu URL zakładki, otwieraniem ulubionej witryny na początku, stroną kodeksu postępowania i deklaracją prywatności. Dostępne są aktualizacje listy hostów adBlock, okno dialogowe pomocy oraz tłumaczenia francuskie i portugalskie. Poza tym znajdziesz wiele innych poprawek i ulepszeń.
ro: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** 6.1.1 [is out](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md), cu o prezentare generală în loc de startPage, ordonarea și filtrarea marcajelor, editarea url-ului marcajului, deschiderea site-ului favorit la pornire, site-ul Codului de conduită și o declarație de confidențialitate. Există actualizări ale listei de gazde adBlock, ale dialogului de ajutor și traduceri în franceză și portugheză. În afară de acestea, veți găsi multe alte corecturi și îmbunătățiri.
ru: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** 6.1.1 [is out](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md), с обзором вместо startPage, упорядочиванием и фильтрацией закладок, редактированием url закладки, открытием любимого сайта при запуске, сайтом Code of Conduct и декларацией конфиденциальности. Обновлены список хостов adBlock, диалог справки, а также переводы на французский и португальский языки. Кроме того, вы найдете множество других исправлений и улучшений.
uk: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** 6.1.1 [is out](https://github.com/scoute-dich/browser/blob/HEAD/CHANGELOG.md), з оглядом замість початкової сторінки, упорядкуванням і фільтрацією закладок, редагуванням url закладки, відкриттям улюбленого сайту після запуску, умовами поводження на сайті та декларацією приватності. Оновлений список хостів adBlock, діалог довідки, а також переклади французькою та португальською мовами. Крім того, ви знайдете безліч інших виправлень і поліпшень.
zh_hans: **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** 6.1.1 [已出](https://github.com/scoute-dich/ browser/blob/HEAD/CHANGELOG.md)，使用概览而不是起始页、排序和过滤书签、编辑书签的 url、在开始时打开最喜欢的网站、行为准则网站和隐私声明。 adBlock 主机列表、帮助对话框以及法语和葡萄牙语翻译都有更新。除此之外，你还会发现更多修复和改进。

source: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** lets you play media from UPNP/DLNA devices on your network, and lets UPNP/DLNA devices play media from your phone. This [update](https://github.com/tobexyz/yaacc-code/releases) to 2.1.0 will activate the device when unplugged in order to prevent device suspend; it will display cover art, current item and next item in the network player; and it adds new app icons.
de: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** gibt Medien von UPNP/DLNA-Geräten in Ihrem Netz wieder und spielt Medien von Ihrem Android-Gerät auf UPNP/DLNA-Geräten ab. Dieses [Update](https://github.com/tobexyz/yaacc-code/releases) auf 2.1.0 wird das Gerät aktivieren, wenn es getrennt wird, um Geräteaussetzer zu verhindern; Albumcover, aktuelles und nächstes Element im Netzwerk-Player anzeigen; und es fügt neue App-Symbole hinzu.
pl: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** umożliwia odtwarzanie multimediów z urządzeń UPNP/DLNA w sieci oraz pozwala urządzeniom UPNP/DLNA odtwarzać multimedia z telefonu. Ta [aktualizacja](https://github.com/tobexyz/yaacc-code/releases) do 2.1.0 aktywuje urządzenie po odłączeniu, aby zapobiec zawieszeniu urządzenia; wyświetli okładkę, bieżący element i następny element w odtwarzaczu sieciowym; i dodaje nowe ikony aplikacji.
ro: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** vă permite să redați conținut media de la dispozitivele UPNP/DLNA din rețeaua dvs. și permite dispozitivelor UPNP/DLNA să redea conținut media de pe telefon. Această [update](https://github.com/tobexyz/yaacc-code/releases) la 2.1.0 va activa dispozitivul atunci când este deconectat pentru a preveni suspendarea acestuia; va afișa coperta, elementul curent și elementul următor în playerul de rețea; și adaugă noi pictograme de aplicații.
ru: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** позволяет воспроизводить медиафайлы с устройств UPNP/DLNA в сети и позволяет устройствам UPNP/DLNA воспроизводить медиафайлы с вашего телефона. Это [обновление](https://github.com/tobexyz/yaacc-code/releases) до версии 2.1.0 активирует устройство при отключении от сети, чтобы предотвратить приостановку устройства; отображает обложку, текущий и следующий элемент в сетевом проигрывателе; добавляет новые значки приложений.
uk: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** уможливлює відтворення мультимедійних даних з пристроїв UPNP/DLNA в мережі й дає їм змогу відтворювати медіафайли з вашого телефону. Це [оновлення](https://github.com/tobexyz/yaacc-code/releases) до версії 2.1.0 активує пристрій після від'єднання від мережі, щоб запобігти призупинення пристрою; показую обкладинку, поточний і наступний елемент в мережевому програвачі; додає нові піктограми застосунку.
zh_hans: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** 让你可以播放来自网络上 UPNP/DLNA 设备的媒体，并让 UPNP/DLNA 设备从你的手机播放媒体。本次[更新](https://github.com/tobexyz/yaacc-code/releases)到 2.1.0 将在拔出设备时激活设备，以防止设备挂起；它将在网络播放器中显示封面、当前项目和下一个项目；它添加了新的应用图标。

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** keeps moving at light speed, as it [updates](https://gitlab.com/tom79/mastalab/tags) from 1.50.3 to 1.62.1. This update includes Pixelfed readyness, although it requires something to be changed on the Pixelfed side as well. This change is expected to land any day now.
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** bewegt sich weiterhin in Lichtgeschwindigkeit, so wird sie von 1.50.3 auf 1.62.1 [aktualisiert](https://gitlab.com/tom79/mastalab/tags). Dieses Update beinhaltet die Pixelfed-Bereitschaft, auch wenn noch etwas auf der Pixelfed-Seite geändert werden muss. Diese Änderung wird jeden Tag erwartet.
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** porusza się z prędkością światła, ponieważ [aktualizuje](https://gitlab.com/tom79/mastalab/tags) z wersji 1.50.3 do 1.62.1. Ta aktualizacja obejmuje gotowość Pixelfed, chociaż wymaga zmiany także na stronie pikseled. Ta zmiana ma nastąpić lada dzień.
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** continuă să se deplaseze cu viteza luminii, în timp ce [updates](https://gitlab.com/tom79/mastalab/tags) de la 1.50.3 la 1.62.1. Această actualizare include readyness-ul Pixelfed, deși necesită ca ceva să fie schimbat și pe partea Pixelfed. Această modificare este așteptată să aterizeze în orice zi.
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** продолжает двигаться со скоростью света, поскольку он [обновляется](https://gitlab.com/tom79/mastalab/tags) с 1.50.3 до 1.62.1. Это обновление включает в себя готовность Pixelfed, хотя для этого необходимо кое-что изменить и на стороне Pixelfed. Ожидается, что эти изменения появятся со дня на день.
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** продовжує рухатися зі швидкістю світла, оскільки він [оновлюється](https://gitlab.com/tom79/mastalab/tags) з 1.50.3 до 1.62.1. Це оновлення включає готовність до Pixelfed, хоча для цього необхідно дещо змінити й на стороні Pixelfed. Очікується, що ці зміни з'являться з дня на день.
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 继续以光速移动 ，从 1.50.3 [更新](https://gitlab.com/tom79/mastalab/tags)到 1.62.1。此更新包括 Pixelfed 就绪性，尽管它也需要在 Pixelfed 方面进行更改。预计这种变化现在随时都会发生。

source: Also adds ability to: * Mix tag timelines (Any of these words/All of these words/None of these words) - Your instance needs to support it (next Mastodon release) * Rename tag timelines * Follow Misskey instances * Open XMPP links and emails with external applications (custom fields) * Set custom icons for videos & GIF media * Display "follow request sent" in profile for locked accounts (undo the follow + flag)
de: Außerdem ergänzt es Möglichkeiten zum: * Mischen von Tag-Zeitachsen (Eines dieser Worte/Alle dieser Worte/Keines dieser Worte) - Ihre Instanz muss das unterstützen (nächste Mastodon-Version) * Umbennen von Tag-Zeitachsen * Folgen von Misskey-Instanzen * Öffnen von XMPP-Verknüpfungen und E-Mails mit externen Anwendungen (benutzerdefinierte Felder) * Festlegen von eigenen Symbolen für Videos & GIF-Medien * Anzeigen von "Folgen-Anfrage gesendet" im Profil für gesperrte Konten (das Folgen rückgängig machen + kennzeichnen)
pl: Dodaje także możliwość: * Mix osi czasu znaczników (Dowolne z tych słów/Wszystkie te słowa/Żadne z tych słów) - Twoja instancja musi go obsługiwać (następna wersja Mastodon) * Zmień nazwę osi czasu tagu * Śledź instancje Misskey * Otwórz linki i e-maile XMPP za pomocą zewnętrznych aplikacji (pola niestandardowe) * Ustaw niestandardowe ikony filmów i multimediów GIF * Wyświetla w profilu „wysłane żądanie śledzenia” dla zablokowanych kont (cofnij następujące czynności + flagę)
ro: De asemenea, adaugă capacitatea de a: * Amestecare de etichete cronologice (Oricare dintre aceste cuvinte/Totul acestor cuvinte/Nici unul dintre aceste cuvinte) - Instanța dvs. trebuie să o suporte (următoarea versiune Mastodon) * Redenumirea liniilor de timp cu etichete * Urmăriți instanțele Misskey * Deschiderea linkurilor XMPP și a e-mailurilor cu aplicații externe (câmpuri personalizate) * Setați pictograme personalizate pentru videoclipuri și medii GIF * Afișați "follow request sent" în profil pentru conturile blocate (anulați stegulețul follow +)
ru: Также добавлена возможность: * Смешивать временные линии тегов (Любые из этих слов/Все из этих слов/Никакие из этих слов) - Ваш инстанс должен поддерживать это (следующий релиз Mastodon) * Переименовывать временные шкалы тегов * Следовать за инстансами Misskey * Открывать XMPP-ссылки и электронные письма с помощью внешних приложений (пользовательские поля) * Установка пользовательских иконок для видео и GIF-медиа * Отображение "запрос на следование отправлен" в профиле для заблокированных аккаунтов (отмена флага "следовать +")
uk: Також додана можливість: * Змішувати стрічки міток (Будь-які з цих слів/Усі з цих слів/Ніякі з цих слів) — Ваш сервер повинен підтримувати це (наступний випуск Mastodon) * Перейменовувати тимчасові стрічки міток * Стежити за серверами Misskey * Відкривати XMPP-посилання й електронні листи за допомогою зовнішніх застосунків (користувацькі поля) * Встановлення користувацьких піктограм для відео і GIF-медіа * Показ «запит на стеження надіслано» у профілі для заблокованих облікових записів (скасування прапора стежити +)
zh_hans: 还增加了以下能力： * 混合标签时间线（任何这些词/所有这些词/这些词都不是） - 你的实例需要支持它（下一个 Mastodon 版本） * 重命名标签时间线 * 关注 Misskey 实例 * 使用外部应用打开 XMPP 链接和电子邮件（自定义字段） * 为视频和 GIF 媒体设置自定义图标 * 在锁定帐户的配置文件中显示“已发送关注请求”（撤消关注 + 标志）

source: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)**'s [update](https://github.com/Neamar/KISS/releases) to 3.7.0 adds an AMOLED black theme.
de: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)**'s [Update](https://github.com/Neamar/KISS/releases) auf 3.7.0 fügt ein schwarzes AMOLED-Design hinzu.
pl: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)**'s [aktualizacja](https://github.com/Neamar/KISS/releases) do 3.7.0 dodaje czarny motyw AMOLED.
ro: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)**'s [update](https://github.com/Neamar/KISS/releases) la versiunea 3.7.0 adaugă o temă neagră AMOLED.
ru: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** [обновление](https://github.com/Neamar/KISS/releases) до версии 3.7.0 добавляет черную тему AMOLED.
uk: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)**[оновлення](https://github.com/Neamar/KISS/releases) до версії 3.7. 0 додає чорну тему AMOLED.
zh_hans: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** [更新](https://github.com/Neamar/KISS/releases)到 3.7.0 增加了一个 AMOLED 黑色主题。

source: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 0.8.21 [made](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) it into F-Droid, with the following improvements:
de: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 0.8.21 [schaffte](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) es in F-Droid, mit den folgenden Verbesserungen:
pl: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 0.8.21 [dodany](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) do F-Droid, z następującymi zmianami:
ro: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 0.8.21 [made](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) în F-Droid, cu următoarele îmbunătățiri:
ru: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 0.8.21 [сделали](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) его в F-Droid, со следующими улучшениями:
uk: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 0.8.21 [зробили](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) його в F-Droid, з наступними поліпшеннями:
zh_hans: **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)** 0.8.21 [进入](https://github.com/vector-im/riot-android/blob/HEAD/CHANGES.rst) F-Droid，包括以下改进：

source: Show userId below display name in member detail screen ([#2756](https://github.com/vector-im/riot-android/issues/2756))
pl: Pokaż identyfikator użytkownika poniżej wyświetlanej nazwy na ekranie szczegółów członka ([#2756](https://github.com/vector-im/riot-android/issues/2756))
ro: Afișarea ID-ului utilizatorului sub numele afișat în ecranul cu detalii despre membru ([#2756](https://github.com/vector-im/riot-android/issues/2756))
ru: Показывать идентификатор пользователя под отображаемым именем на экране подробной информации о пользователе ([#2756](https://github.com/vector-im/riot-android/issues/2756))
uk: Показувати ідентифікатор користувача під відображуваним ім'ям на екрані докладної інформації про користувача ([# 2756](https://github.com/vector-im/riot-android/issues/2756))
zh_hans: 在成员详细信息屏幕的显示名称下方显示 userId ([#2756](https://github.com/vector-im/riot-android/issues/2756))

source: Clicking on a user and a room avatar opens a new screen with animation to view the avatar in full screen, with zoom capabilities ([#2455](https://github.com/vector-im/riot-android/issues/2455))
pl: Kliknięcie na użytkownika i avatar pokoju otwiera nowy ekran z animacją, aby wyświetlić awatar na pełnym ekranie, z możliwością powiększenia ([#2455](https://github.com/vector-im/riot-android/issues/2455))
ro: Dacă se face clic pe avatarul unui utilizator și al unei camere, se deschide un nou ecran cu animație pentru a vizualiza avatarul pe tot ecranul, cu posibilități de zoom ([#2455](https://github.com/vector-im/riot-android/issues/2455))
ru: При нажатии на аватар пользователя и комнаты открывается новый экран с анимацией для просмотра аватара в полноэкранном режиме с возможностью увеличения ([#2455](https://github.com/vector-im/riot-android/issues/2455))
uk: При натисканні на аватар користувача і кімнати відкривається новий екран з анімацією для перегляду аватара в повноекранному режимі з можливістю збільшення ([# 2455](https://github.com/vector-im/riot-android/issues/2455))
zh_hans: 单击用户和房间头像打开一个带有动画的新屏幕，以全屏查看头像，并具有缩放功能 ([#2455](https://github.com/vector-im/riot-android/issues/2455))

source: Added Troubleshoot Notification settings page
pl: Dodano stronę ustawień powiadomień o rozwiązywaniu problemów
ro: Adăugat pagina de setări pentru depanare a notificărilor
ru: Добавлена страница настройки уведомлений о неполадках
uk: Додано сторінку налаштування повідомлень про неполадки
zh_hans: 添加故障排除通知设置页面

source: Added badge to indicate number of group invitations on the Home Screen ([#1923](https://github.com/vector-im/riot-android/issues/1923))
pl: Dodano plakietkę wskazującą liczbę zaproszeń grupowych na ekranie głównym ([#1923](https://github.com/vector-im/riot-android/issues/1923))
ro: A fost adăugată o insignă pentru a indica numărul de invitații de grup pe ecranul principal ([#1923](https://github.com/vector-im/riot-android/issues/1923))
ru: Добавлен значок, показывающий количество групповых приглашений на главном экране ([#1923](https://github.com/vector-im/riot-android/issues/1923))
uk: Доданий значок, що показує кількість групових запрошень на головному екрані ([# 1923](https://github.com/vector-im/riot-android/issues/1923))
zh_hans: 添加徽章以在主屏幕上指示群组邀请的数量 ([#1923](https://github.com/vector-im/riot-android/issues/1923))

source: This release also contains many bug fixes, and improvements to notification code.
de: Diese Version enthält auch viele Fehlerkorrekturen und Verbesserungen zum Benachrichtigungscode.
pl: To wydanie zawiera również wiele poprawek i ulepszeń w kodzie powiadomień.
ro: Această versiune conține, de asemenea, multe corecturi de erori și îmbunătățiri la codul de notificare.
ru: Этот выпуск также содержит множество исправлений ошибок и улучшений в коде уведомлений.
uk: Цей випуск також містить безліч виправлень помилок і поліпшень в коді повідомлень.
zh_hans: 此版本还包含许多错误修复，以及对通知代码的改进。
