Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The following updates won't be automatically suggested to you unless you have "Unstable updates" enabled in the F-Droid app settings, but you can expand the "Versions" tab and install them manually. Note that these are marked beta for a reason: Proceed at your own risk.
de: Die folgenden Aktualisierungen werden Ihnen nicht automatisch angeboten, außer Sie haben in der F-Droid-App die "Instabilen Aktualisierungen" aktiviert, Sie können aber die "Versionen" ausklappen und sie manuell installieren. Beachten Sie, dass sie aus gutem Grund als Beta-Versionen ausgezeichnet sind: fahren Sie auf eigenes Risiko fort.
pl: Poniższe aktualizacje nie zostaną automatycznie zasugerowane, chyba że w ustawieniach aplikacji F-Droid jest włączona opcja "Niestabilne aktualizacje", ale możesz rozwinąć kartę "Wersje" i zainstalować je ręcznie. Zauważ, że są one oznaczone jako beta z jakiegoś powodu: kontynuuj na własne ryzyko.
ro: Următoarele actualizări nu vă vor fi sugerate în mod automat, cu excepția cazului în care aveți activată opțiunea "Actualizări instabile" în setările aplicației F-Droid, dar puteți extinde fila "Versiuni" și le puteți instala manual. Rețineți că acestea sunt marcate ca fiind beta dintr-un motiv anume: Procedați pe propriul risc.
ru: Следующие обновления не будут предложены вам автоматически, если у вас не включена функция "Нестабильные обновления" в настройках приложения F-Droid, но вы можете открыть вкладку "Версии" и установить их вручную. Обратите внимание, что они не просто так помечены как бета-версии: Действуйте на свой страх и риск.
uk: Наступні оновлення не будуть запрооновані вам автоматично, якщо у вас не включена функція "Нестабільні оновлення" в налаштуваннях програми F-Droid, але ви можете відкрити вкладку "Версії" та встановити їх вручну. Зверніть увагу, що вони не просто так позначені як бета-версії: Дійте на свій страх і ризик.
zh_hans: 除非你在 F-Droid 应用设置中启用了“不稳定更新”，否则不会自动向你建议以下更新，但你可以展开“版本”选项卡并手动安装它们。请注意，这些标记为 beta 是有原因的：风险自负。

source: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** was [updated](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) from 5.3.1 to 5.4.0, introducing auto-playing videos.
de: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** wurde [aktualisiert](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) von 5.3.1 auf 5.4.0, mit der Einführung von automatisch abspielenden Videos.
pl: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** został [zaktualizowany](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) z 5.3.1 do 5.4.0, wprowadzono automatyczne odtwarzanie filmów.
ro: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** a fost [updated](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) de la 5.3.1 la 5.4.0, introducând redarea automată a videoclipurilor.
ru: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** был [обновлен](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) с версии 5.3.1 до 5.4.0, в нем появилось автовоспроизведение видео.
uk: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** було [оновлено](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) з версії 5.3.1 до 5.4.0, в ньому з'явилося Автовідтворення відео.
zh_hans: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** 从 5.3.1 [更新](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md)到 5.4.0，引入自动播放视频。

source: General feedback can also be sent via Mastodon, or, if you'd like to live chat, you can find us in **#fdroid** on [Freenode](https://freenode.net), on Matrix via {{ page.matrixRoom }} or on [Telegram]({{ page.telegramRoom }}). All of these spaces are bridged together, so the choice is yours. You can also join us on the **[forum]({{ page.forum }})**.
de: Ein allgemeines Feedback kann ebenfalls über Mastodon abgegeben werden oder, wenn Sie gerne an einem Live-Chat teilnehmen möchten, dann finden Sie uns in **#fdroid** auf [Freenode](https://freenode.net), auf Matrix über {{ page.matrixRoom }} oder auf [Telegram]({{ page.telegramRoom }}). Alle diese Orte werden miteinander verbunden, Sie haben also die Wahl. Sie können sich uns auch im **[Forum]({{ page.forum }})** anschließen.
pl: Ogólne informacje zwrotne można również przesyłać przez Mastodon, lub, jeśli chcesz mieć czat na żywo, możesz nas znaleźć w **#fdroid** na [Freenode](https://freenode.net), na Matrix przez {{ page.matrixRoom }} lub w [Telegram]({{ page.telegramRoom }}). Wszystkie te przestrzenie są ze sobą połączone, więc wybór należy do ciebie. Możesz również dołączyć do nas na **[forum]({{ page.forum }})**.
ro: Feedback-ul general poate fi, de asemenea, trimis prin Mastodon, sau, dacă doriți să discutați live, ne puteți găsi în **#fdroid** pe [Freenode](https://freenode.net), pe Matrix prin {{ page.matrixRoom }} sau pe [Telegram]({{ page.telegramRoom }}). Toate aceste spații sunt conectate împreună, așa că alegerea vă aparține. De asemenea, ne puteți fi alături și pe **[forum]({{ page.forum }})**.
ru: Общие отзывы также можно отправлять через Mastodon, или, если вы хотите пообщаться вживую, вы можете найти нас в **#fdroid** на [Freenode](https://freenode.net), на Matrix через {{ page.matrixRoom }} или на [Telegram]({{ page.telegramRoom }}). Все эти пространства связаны между собой, так что выбор за вами. Вы также можете присоединиться к нам на **[форуме]({{ page.forum }})**.
uk: Загальні відгуки також можна відправляти через Mastodon, або, якщо ви хочете поспілкуватися наживо, ви можете знайти нас в ** # fdroid ** на [Freenode](https://freenode.net), на Matrix через {{ page.matrixRoom }} або на [Telegram]({{ page.telegramRoom }}). Всі ці простору пов'язані між собою, так що вибір за вами. Ви також можете приєднатися до нас на **[головна]({{ page.forum }})**.
zh_hans: 也可以通过 Mastodon 发送一般反馈，或者，如果你想在线聊天，你可以在 [Freenode](https://freenode.net) 上的 **#fdroid**，通过 {{ page.matrixRoom }} 或 [Telegram]({{ page.telegramRoom }}) 找到我们。所有这些空间都连接在一起，所以选择权在你。你也可以加入我们的 **[论坛]({{ page.forum }})**。

source: The Latest Tab now highlights good descriptions
de: Die Registerkarte Neuste hebt jetzt gute Beschreibungen hervor
pl: Karta Ostatnie wyróżnia teraz dobre opisy
ro: Ultima filă evidențiază acum descrierile bune
ru: Вкладка "Последние" теперь выделяет хорошие описания
uk: Вкладка "Останні" тепер виділяє хороші опису
zh_hans: 最新标签现在突出显示好的描述

source: In the F-Droid Android client, the Latest Tab is a place for F-Droid to showcase apps that pay extra attention to communicating to users. With the upcoming 1.6 release, the Latest Tab will now only show apps that meet certain criteria. The goal is to point users to apps where they can better explore what they do only by looking at it in F-Droid. There will always be privacy concerns around installing apps, so users should have a good idea about what they install. This as a tool for the F-Droid community to encourage app developers to put that extra effort into explaining what the app does to potential users. All apps will still be listed in Search and Categories Tabs.
de: Im F-Droid Android-Client ist die Registerkarte Neueste ein Ort, an dem F-Droid Anwendungen präsentiert, die der Kommunikation mit Benutzern besondere Aufmerksamkeit schenken. Mit der kommenden Version 1.6 zeigt die Registerkarte Neueste nun nur noch Apps an, die bestimmte Kriterien erfüllen. Ziel ist es, die Benutzer auf Apps hinzuweisen, bei denen sie besser erkunden können, was sie tun, wenn sie es sich nur in F-Droid ansehen. Es wird immer Datenschutzbedenken bei der Installation von Apps geben, so dass Benutzer eine gute Vorstellung davon haben sollten, was sie installieren. Dies als Werkzeug für die F-Droid-Community, um App-Entwickler zu ermutigen, diese zusätzlichen Anstrengungen zu unternehmen, um potenziellen Nutzern zu erklären, was die App bewirkt. Alle Apps werden weiterhin in den Registerkarten Suche und Kategorien aufgelistet.
pl: W kliencie F-Droid dla systemu Android, karta Ostatnie jest miejscem dla F-Droid do prezentacji aplikacji, które zwracają szczególną uwagę na komunikowanie się z użytkownikami. Dzięki nadchodzącej wersji 1.6, w karcie Ostatnie będą teraz wyświetlać się tylko aplikacje spełniające określone kryteria. Celem jest, aby wskazać użytkownikom aplikacje, gdzie mogą lepiej zbadać, co robią tylko patrząc na to w F-Droid. Zawsze będą obawy prywatności wokół instalowania aplikacji, więc użytkownicy powinni mieć dobry pomysł na temat tego, co instalują. Jest to narzędzie dla społeczności F-Droid, aby zachęcić programistów aplikacji do włożenia dodatkowego wysiłku w wyjaśnienie, co aplikacja robi dla potencjalnym użytkowników. Wszystkie aplikacje będą nadal wymienione w kartach wyszukiwania i kategorii.
ro: În clientul F-Droid Android, fila Ultimele noutăți este un loc în care F-Droid prezintă aplicațiile care acordă o atenție deosebită comunicării cu utilizatorii. Odată cu viitoarea versiune 1.6, Latest Tab va afișa acum doar aplicațiile care îndeplinesc anumite criterii. Scopul este acela de a indica utilizatorilor aplicații în care pot explora mai bine ceea ce fac doar uitându-se la ele în F-Droid. Întotdeauna vor exista preocupări legate de confidențialitate în legătură cu instalarea aplicațiilor, astfel încât utilizatorii ar trebui să aibă o idee bună despre ceea ce instalează. Acesta este un instrument pentru comunitatea F-Droid pentru a încuraja dezvoltatorii de aplicații să depună un efort suplimentar pentru a explica potențialilor utilizatori ce face aplicația. Toate aplicațiile vor fi în continuare listate în filele Search și Categories .
ru: В Android клиенте F-Droid вкладка "Последние" - это место, где F-Droid демонстрирует приложения, которые уделяют повышенное внимание общению с пользователями. В предстоящем выпуске 1.6 на вкладке "Последние" теперь будут отображаться только те приложения, которые соответствуют определенным критериям. Цель состоит в том, чтобы направить пользователей к приложениям, где они смогут лучше изучить то, что они делают, только посмотрев на них в F-Droid. Установка приложений всегда будет связана с вопросами конфиденциальности, поэтому пользователи должны иметь представление о том, что они устанавливают. Это инструмент сообщества F-Droid для поощрения разработчиков приложений к тому, чтобы они прилагали дополнительные усилия для объяснения потенциальным пользователям того, что делает приложение. Все приложения по-прежнему будут отображаться на вкладках Поиск и Категории.
uk: В Android клієнта F-Droid вкладка «Останні» — це місце, де F-Droid демонструє застосунки, які приділяють підвищену увагу спілкуванню з користувачами. У майбутній випуск 1.6 на вкладці «Останні» тепер будуть показуватися лише ті застосунки, які відповідають певним критеріям. Мета — направити користувачів до застосунків, де вони зможуть краще ознайомитися з їх призначенням, лише подивившись на них у F-Droid. Встановлення застосунків завжди буде пов'язано з питаннями приватності, тому користувачі повинні мати уявлення про те, що вони встановлюють. Це інструмент спільноти F-Droid для заохочення розробників застосунків до того, щоб вони докладали додаткові зусилля для пояснення потенційним користувачам того, що робить застосунок.
zh_hans: 在 F-Droid Android 客户端中，最新选项卡是 F-Droid 展示特别注重与用户交流的应用的地方。随着即将发布的 1.6 版本，最新选项卡现在将仅显示满足特定条件的应用。目标是将用户指向那些只需在 F-Droid 中查看即可更好地了解它们所做的事情的应用。安装应用总是存在隐私问题，因此用户应该对他们安装的内容有一个很好的了解。这是 F-Droid 社区的一种工具，旨在鼓励应用开发者付出额外的努力来解释该应用对潜在用户的作用。所有应用仍将列在搜索和类别选项卡中。

source: So with the 1.6 release, only apps that include *all* of the following pieces in their app metadata will be show on Latest:
de: Mit der Version 1.6 werden daher nur noch Apps, die *alle* der folgenden Teile in ihren App-Metadaten enthalten, auf Neueste angezeigt:
pl: Tak więc z wydaniem 1.6 tylko aplikacje, które zawierają *wszystkie* z następujących elementów w swoich metadanych aplikacji będą pokazywane na karcie Ostatnie:
ro: Așadar, odată cu lansarea versiunii 1.6, numai aplicațiile care includ *toate* următoarele elemente în metadatele lor vor fi afișate pe Latest:
ru: Поэтому с выходом версии 1.6 на "Последние" (Latest) будут отображаться только те приложения, которые включают в свои метаданные *все* следующие элементы:
uk: Тому з виходом версії 1.6 на "Останні" (Latest) будуть відображатися тільки ті застосунки, які включають в свої метадані * все * наступні елементи:
zh_hans: 因此在 1.6 版本中，只有包含*所有*以下内容的应用才会在最新标签页中显示：

source: Name
pl: Nazwa
ro: Nume
ru: Имя
uk: Назва
zh_hans: 名称

source: Summary
de: Zusammenfassung
pl: Podsumowanie
ro: Sumar
ru: Сводка
uk: Підсумок
zh_hans: 概要

source: Description
de: Beschreibung
pl: Opis
ro: Descriere
ru: Описание
uk: Опис
zh_hans: 描述

source: License
de: Lizenz
pl: Licencja
ro: Licență
ru: Лицензия
uk: Ліцензія
zh_hans: 许可

source: a What's New entry for at least one release
de: a Neu in Version Eintrag für mindestens ein Release
pl: co nowego w co najmniej jednym wydaniu
ro: Ce este nou pentru cel puțin o versiune
ru: запись "Что нового" по крайней мере для одного релиза
uk: запис "Що нового" принаймні для одного випуску
zh_hans: 至少一个版本的更新内容条目

source: at least one graphic (screenshot or a feature graphic)
de: mindestens eine Grafik (Screenshot oder Feature-Grafik)
pl: co najmniej jedna grafika (zrzut ekranu lub wyróżniona grafika)
ro: cel puțin un grafic (captură de ecran sau un grafic al unei caracteristici)
ru: как минимум одно изображение (снимок экрана или графический объект)
uk: хоча б одне зображення (знімок екрану чи функціональна графіка)
zh_hans: 至少一张图片（屏幕截图或一张功能演示图片）

source: at least one of the above translated
de: mindestens eine der oben genannten übersetzt
pl: co najmniej jedno z powyższych przetłumaczone
ro: cel puțin unul dintre cele traduse mai sus
ru: как минимум один из вышеперечисленных переводов
uk: переклад хоча б чогось із переліку вгорі
zh_hans: 以上的至少一个已被翻译

source: Find out how to add these to your app by reading [All About Descriptions, Graphics, and Screenshots]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots).
de: Wie Sie diese zu Ihrer App hinzufügen können, erfahren Sie unter [Alles über Beschreibungen, Grafiken und Screenshots]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots).
pl: Dowiedz się, jak dodać je do aplikacji czytając [Wszystko o opisach, Grafikach i Zrzutach ekranu]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots).
ro: Aflați cum să le adăugați la aplicația dvs. citind [All About Descriptions, Graphics, and Screenshots]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots).
ru: Узнайте, как добавить их в ваше приложение, прочитав [Все об описаниях, графике и скриншотах]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots).
uk: Дізнайтеся, як додати їх у ваше застосування, прочитавши [Всі про описи, графіку і скріншотах]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots).
zh_hans: 通过阅读[All About Descriptions, Graphics, and Screenshots]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots)，了解如何将这些添加到你的应用中。

source: TWIF 49: The AnySoftKeyboard and Transdroid Torrent Search edition
de: TWIF 49: Die AnySoftKeyboard und Transdroid Torrent Search Edition
pl: TWIF 49: AnySoftKeyboard i Transdroid Torrent Search
ro: TWIF 49: Ediția AnySoftKeyboard și Transdroid Torrent Search
ru: TWIF 49: AnySoftKeyboard и Transdroid Torrent Search
uk: TWIF 49: AnySoftKeyboard і Transdroid Torrent Search
zh_hans: TWIF 49：AnySoftKeyboard 和 Transdroid Torrent 搜索版

source: In this edition: Miscellaneous F-Droid work, AnySoftKeyboard and Transdroid Torrent Search updated. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Verschiedene F-Droid-Arbeiten, AnySoftKeyboard und Transdroid Torrent Search aktualisiert. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}}** aktualisierte Apps.
pl: W tym wydaniu: Różne prace F-Droid, AnySoftKeyboard i Transdroid Torrent Search zaktualizowane. Dostępnych jest **{{ page.number_of_added_apps }}** nowych i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: Diverse lucrări F-Droid, AnySoftKeyboard și Transdroid Torrent Search actualizate. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** actualizate.
ru: В этом выпуске: Различные работы с F-Droid, AnySoftKeyboard и Transdroid Torrent Search обновлены. Есть **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Різні роботи з F-Droid, AnySoftKeyboard і Transdroid Torrent Search оновлені. Є ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 在此版本中：其他 F-Droid 工作、AnySoftKeyboard 和 Transdroid Torrent Search 已更新。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: F-Droid work
de: F-Droid-Arbeiten
pl: Prace F-Droid
ro: F-Droid funcționează
ru: Работа F-Droid
uk: Робота F-Droid
zh_hans: F-Droid 工作

source: **[@\_hc](https://forum.f-droid.org/u/hans)** worked on the F-Droid client this week, and has tagged 1.6-alpha2 for release. It has a few big usability improvements, and improvements to code quality, making some confusing parts of the code a lot easier to understand. This should hit the repository soon, if it's not already up by the time you read this.
de: **[@\_hc](https://forum.f-droid.org/u/hans)** arbeitete diese Woche am F-Droid-Client und hat 1.6-alpha2 zur Veröffentlichung markiert. Es hat ein paar große Verbesserungen bei der Benutzerfreundlichkeit und der Codequalität, die einige verwirrende Teile des Codes viel besser verständlich gemacht haben. Dies sollte das Repository bald erreichen, wenn es nicht bereits zum Zeitpunkt des Lesens dieses Textes so weit ist.
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** pracował nad klientem F-Droid w tym tygodniu i oznaczył 1.6-alpha2 do wydania. Ma kilka dużych ulepszeń użyteczności i ulepszeń jakości kodu, czyniąc niektóre mylące części kodu dużo łatwiejszymi do zrozumienia. Powinno to wkrótce trafić do repozytorium, jeśli nie jest ono już gotowe do przeczytania.
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** a lucrat la clientul F-Droid în această săptămână și a marcat versiunea 1.6-alpha2 pentru lansare. Acesta are câteva îmbunătățiri mari de utilizare și îmbunătățiri ale calității codului, făcând unele părți confuze ale codului mult mai ușor de înțeles. Aceasta ar trebui să ajungă în curând în depozit, dacă nu a ajuns deja până când citiți aceste rânduri.
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** работал над клиентом F-Droid на этой неделе и отметил 1.6-alpha2 для выпуска. В ней есть несколько значительных улучшений удобства использования, а также улучшено качество кода, благодаря чему некоторые запутанные части кода стали намного проще для понимания. Он должен появиться в репозитории в ближайшее время, если он еще не появился к тому времени, когда вы будете это читать.
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** працював над клієнтом F-Droid на цьому тижні і зазначив 1.6-alpha2 для випуску. У ній є кілька значних поліпшень зручності використання, а також покращено якість коду, завдяки чому деякі заплутані частини коду стали набагато простіше для розуміння. Він повинен з'явитися в репозиторії найближчим часом, якщо він ще не з'явився на той час, коли ви будете це читати.
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 本周在 F-Droid 客户端上工作，并已标记 1.6-alpha2 发布版本。它有一些重大的可用性改进和代码质量的改进，使代码中一些令人困惑的部分更容易理解。如果在你阅读本文时它还没有上线，它应该很快就会到达存储库。

source: In other news, the translation work with Weblate is starting to pay off for smoothing out the website translation workflow, and it's almost ready for anyone to run the sync process.
de: In anderen Nachrichten beginnt sich die Übersetzungsarbeit mit Weblate für die Glättung des Website-Übersetzungsworkflows auszuzahlen und den Synchronisierungsprozess auszuführen steht für fast jeden bereit.
pl: W innych nowościach, praca nad tłumaczeniem w Weblate zaczyna się opłacać za wygładzenie przepływu pracy tłumaczeniowej strony internetowej i jest prawie gotowa dla każdego, aby uruchomić proces synchronizacji.
ro: În altă ordine de idei, munca de traducere cu Weblate începe să dea roade în ceea ce privește fluidizarea fluxului de lucru pentru traducerea site-urilor web și este aproape gata pentru ca oricine să execute procesul de sincronizare.
ru: Другие новости: работа над переводом с Weblate начинает приносить свои плоды в плане выравнивания рабочего процесса перевода веб-сайтов, и он почти готов к тому, чтобы любой желающий мог запустить процесс синхронизации.
uk: Інші новини: робота над перекладом з Weblate починає приносити свої плоди в плані вирівнювання робочого процесу перекладу вебсайтів, і він майже готовий до того, щоб будь-який бажаючий міг запустити процес синхронізації.
zh_hans: 还有一些其他新闻，使用 Weblate 的翻译工作开始带来回报，使网站翻译工作流程更加顺畅，并且几乎任何人都可以运行同步过程。
