Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Highlights: 11 newly released apps, OsmAnd and Maps receive major updates, upcoming talks at F/LOSS conferences, and preliminary discussion on efforts to decentralise F-Droid index creation. <!--more-->
de: Höhepunkte: 11 neu veröffentlichte Apps, OsmAnd und Maps erhalten wichtige Updates, bevorstehende Vorträge auf F/LOSS-Konferenzen und Vorgespräche zu Bestrebungen, die F-Droid-Indexerstellung zu dezentralisieren. <!--Mehr-->
pl: Najważniejsze informacje: 11 nowo wydanych aplikacji, OsmAnd i Mapy otrzymują ważne aktualizacje, nadchodzące wykłady na konferencjach F/LOSS oraz wstępną dyskusję na temat prób decentralizacji tworzenia indeksu F-Droid.
ro: Puncte de interes: 11 aplicații nou lansate, OsmAnd și Maps primesc actualizări majore, discuții viitoare la conferințele F/LOSS și o discuție preliminară despre eforturile de descentralizare a creării indexului F-Droid.
ru: Основные моменты: 11 новых приложений, OsmAnd и Maps получили значительные обновления, предстоящие выступления на конференциях F/LOSS, предварительное обсуждение усилий по децентрализации создания индекса F-Droid. <!--more-->
uk: Основні моменти: 11 нових застосунків, OsmAnd і Maps отримали значні оновлення, майбутні виступи на конференціях F/LOSS, попереднє обговорення зусиль щодо децентралізації створення індексу F-Droid. <!--more-->
zh_hans: 亮点：11 个新发布的应用，OsmAnd 和 Maps 获得重大更新，即将在 F/LOSS会议上举行的演讲，以及关于 F-Droid 索引创建去中心化努力的初步讨论。 <!--more-->

source: **[F-Droid](https://f-droid.org/)** is a **[repository](https://f-droid.org/packages/)** of verified **[free and open source](https://en.wikipedia.org/wiki/Free_and_open-source_software)** Android apps, a **[client](https://f-droid.org/packages/org.fdroid.fdroid/)** to access it, as well as a whole "app store kit", providing all the tools needed to set up and run an app store. It is a community-run free software project developed by a wide range of contributors. This is their story this past week.
de: **[F-Droid](https://f-droid.org/)** ist ein **[Repository](https://f-droid.org/de/packages/)** verifizierter **[Free & Open Source](https://de.wikipedia.org/wiki/Free/Libre_Open_Source_Software)** Android Apps, ein **[Client](https://f-droid.org/packages/org.fdroid.fdroid/)**, um darauf zuzugreifen, sowie ein ganzes "App Store Set", das alle notwendigen Werkzeuge zum Einrichten und Betreiben eines App Stores bietet. Es ist ein gemeinschaftlich geführtes freies Softwareprojekt, das von einer Vielzahl von Mitwirkenden weiterentwickelt wird. Das ist ihre Geschichte der letzten Woche.
pl: **[F-Droid](https://f-droid.org/)** to **[repozytorium](https://f-droid.org/packages/)** zweryfikowane **[bezpłatne i open source](https://en.wikipedia.org/wiki/Free_and_open-source_software)** Aplikacje na Androida, **[klient](https://f-droid.org/packages/org.fdroid.fdroid )**, aby uzyskać do niego dostęp, a także cały "zestaw sklepu z aplikacjami", zapewniając wszystkie narzędzia potrzebne do skonfigurowania i uruchomienia sklepu z aplikacjami. Jest to projekt wolnego oprogramowania tworzony przez społeczność, opracowany przez wielu różnych autorów. To jest ich historia w zeszłym tygodniu.
ro: **[F-Droid](https://f-droid.org/)** este un **[repository](https://f-droid.org/packages/)** de aplicații Android verificate **[free and open source](https://en.wikipedia.org/wiki/Free_and_open-source_software)**, un **[client](https://f-droid.org/packages/org.fdroid.fdroid/)** pentru a le accesa, precum și un întreg "kit de magazin de aplicații", care oferă toate instrumentele necesare pentru a configura și a rula un magazin de aplicații. Este un proiect de software liber gestionat de o comunitate, dezvoltat de o gamă largă de contribuitori. Aceasta este povestea lor din ultima săptămână.
ru: **[F-Droid](https://f-droid.org/)** - это **[репозиторий](https://f-droid.org/packages/)** проверенных **[свободных и открытых](https://ru.wikipedia.org/wiki/%D0%A1%D0%B2%D0%BE%D0%B1%D0%BE%D0%B4%D0%BD%D0%BE%D0%B5_%D0%B8_%D0%BE%D1%82%D0%BA%D1%80%D1%8B%D1%82%D0%BE%D0%B5_%D0%BF%D1%80%D0%BE%D0%B3%D1%80%D0%B0%D0%BC%D0%BC%D0%BD%D0%BE%D0%B5_%D0%BE%D0%B1%D0%B5%D1%81%D0%BF%D0%B5%D1%87%D0%B5%D0%BD%D0%B8%D0%B5)** приложений для Android, **[клиент](https://f-droid.org/packages/org.fdroid.fdroid/)** для доступа к нему, а также целый "комплект магазина приложений", предоставляющий все инструменты, необходимые для создания и запуска магазина приложений. Это управляемый сообществом проект свободного программного обеспечения, разработанный широким кругом участников. Вот их история за прошедшую неделю.
uk: **[F-Droid](https://f-droid.org/)** - це **[репозиторій](https://f-droid.org/packages/)** перевірених **[вільних і відкритих](https://ru.wikipedia.org/wiki/%D0%A1%D0%B2%D0%BE%D0%B1%D0%BE%D0%B4%D0%BD%D0%BE%D0% B5_% D0% B8_% D0% BE% D1% 82% D0% BA% D1% 80% D1% 8B% D1% 82% D0% BE% D0% B5_% D0% BF% D1% 80% D0% BE% D0% B3% D1% 80% D0% B0% D0% BC% D0% BC% D0% BD% D0% BE% D0% B5_% D0% BE% D0% B1% D0% B5% D1% 81% D0% BF% D0% B5% D1% 87% D0% B5% D0% BD% D0% B8% D0% B5)** застосунків для Android, **[клієнт](https://f-droid.org/packages/org.fdroid.fdroid/)** для доступу до нього, а також цілий "комплект магазину застосунків", що надає всі інструменти, необхідні для створення і запуску магазину застосунків. Це керований спільнотою проєкт вільного програмного забезпечення, розроблений широким колом учасників. Ось їх історія за минулий тиждень.
zh_hans: **[F-Droid](https://f-droid.org/)** 是一个其中的应用经过验证的**[自由开源](https://en.wikipedia.org/wiki/Free_and_open-source_software)** Android 应用**[存储库](https://f-droid.org/packages/)**，一个用于访问它的**[客户端](https://f-droid.org/packages/org.fdroid.fdroid/)**，和一个完整的“应用商店工具包”，提供设置并运行一个应用商店所需的所有工具。它是一个由众多贡献者支撑的社区运行的自由软件项目。这是他们上周的故事。

source: Upcoming Conferences
de: Bevorstehende Tagungen
pl: Nadchodzące konferencje
ro: Conferințe viitoare
ru: Предстоящие конференции
uk: Майбутні конференції
zh_hans: 即将到来的会议

source: Members of the F-Droid community love to get out and spread the word about F-Droid. The Nextcloud Conference in Berlin began today and **[@Bubu](https://chaos.social/@Bubu)** will be giving a talk on Nextcloud on Saturday. After the talk, the slides will be available at this **[link](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf)**. Before the talk that link will lead you to a 404 so be patient. Two years ago, **[@_hc](https://forum.f-droid.org/u/hans)** gave a talk at FOSDEM 2016 showcasing how F-Droid can protect users privacy and help users to evade censorship. @Bubu hopes that F-Droid can return to FOSDEM in 2019; he is hoping to present a talk and possibly have a dedicated F-Droid stand. @Bubu has started a **[thread](https://forum.f-droid.org/t/fosdem-2019/3652)** on the forum to discuss plans for FOSDEM 2019.
de: Die Mitglieder der F-Droid-Community kommen gerne herum, um die Geschichte von F-Droid zu verbreiten. Die Nextcloud-Konferenz in Berlin begann heute und **[@Bubu](https://chaos.social/@Bubu)** wird am Samstag einen Vortrag zu Nextcloud halten. Nach dem Vortrag werden die Folien über diesen **[Link](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf)** abrufbar sein. Vor dem Vortrag wird der Link zu einem 404-Fehler führen, seien Sie also geduldig. Vor zwei Jahren hielt **[@_hc](https://forum.f-droid.org/u/hans)** auf der FOSDEM 2016 einen Vortrag, in dem er herausstellte, wie F-Droid die Privatsphäre der Nutzer schützen und ihnen dabei helfen kann, Zensur zu umgehen. @Bubu hofft, dass F-Droid 2019 wieder auf der FOSDEM auftreten kann; er hat die Hoffnung, einen Vortrag zu präsentieren und möglicherweise einen speziellen F-Droid-Stand einzurichten. @Bubu hat im Forum einen **[Thread](https://forum.f-droid.org/t/fosdem-2019/3652)** gestartet, um die Pläne für die FOSDEM 2019 zu besprechen.
pl: Członkowie społeczności F-Droid uwielbiają wydostać się i rozpowszechniać informacje o F-Droid. Konferencja Nextcloud w Berlinie rozpoczęła się dzisiaj i **[@Bubu](https://chaos.social/@Bubu)** wygłosi w sobotę wykład na temat usługi NextCloud. Po wykładzie slajdy będą dostępne pod tym **[linkiem](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf)**. Przed wykładem link ten doprowadzi cię do 404, więc bądź cierpliwy. Dwa lata temu **[@_hc](https://forum.f-droid.org/u/hans)** wygłosił prelekcję na FOSDEM 2016, pokazując, w jaki sposób F-Droid może chronić prywatność użytkowników i pomagać użytkownikom w unikaniu cenzury. @Bubu ma nadzieję, że F-Droid może powrócić do FOSDEM w 2019; ma nadzieję przedstawić przemówienie i być może mieć dedykowane stoisko F-Droid. @Bubu rozpoczął **[wątek](https://forum.f-droid.org/t/fosdem-2019/3652)** na forum, aby omówić plany dotyczące FOSDEM 2019.
ro: Membrilor comunității F-Droid le place să iasă și să răspândească vestea despre F-Droid. Conferința Nextcloud din Berlin a început astăzi și **[@Bubu](https://chaos.social/@Bubu)** va ține sâmbătă o conferință despre Nextcloud. După conferință, slide-urile vor fi disponibile la acest **[link](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf)**. Înainte de conferință, acest link vă va duce la un 404, așa că aveți răbdare. În urmă cu doi ani, **[@_hc](https://forum.f-droid.org/u/hans)** a ținut o prelegere la FOSDEM 2016 în care a prezentat modul în care F-Droid poate proteja confidențialitatea utilizatorilor și îi poate ajuta să se sustragă cenzurii. @Bubu speră ca F-Droid să se poată întoarce la FOSDEM în 2019; el speră să prezinte un discurs și, eventual, să aibă un stand dedicat F-Droid. @Bubu a inițiat un **[thread](https://forum.f-droid.org/t/fosdem-2019/3652)** pe forum pentru a discuta planurile pentru FOSDEM 2019.
ru: Члены сообщества F-Droid любят выходить и распространять информацию о F-Droid. Сегодня началась конференция Nextcloud в Берлине, и **[@Bubu](https://chaos.social/@Bubu)** будет выступать с докладом о Nextcloud в субботу. После выступления слайды будут доступны по этой **[ссылке](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf)**. Перед выступлением эта ссылка приведет вас на страницу 404, так что наберитесь терпения. Два года назад **[@_hc](https://forum.f-droid.org/u/hans)** выступил на FOSDEM 2016 с докладом о том, как F-Droid может защитить конфиденциальность пользователей и помочь им обойти цензуру. @Bubu надеется, что F-Droid сможет вернуться на FOSDEM в 2019 году; он надеется выступить с докладом и, возможно, организовать специальный стенд F-Droid. @Bubu начал **[тему](https://forum.f-droid.org/t/fosdem-2019/3652)** на форуме для обсуждения планов на FOSDEM 2019.
uk: Мої друзі F-Droid люблять виходити та поширювати інформацію про F-Droid. Сьогодні розпочалася конференція Nextcloud у Берліні, і **[@Bubu](https://chaos.social/@Bubu)** виступатиме з доповіддю про Nextcloud у суботу. Після виступу слайди будуть доступні за цим **[посиланням](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf)**. До виступу це посилання приведе вас на сторінку 404, тож наберіться терпіння. Два роки тому **[@_hc](https://forum.f-droid.org/u/hans)** виступив на FOSDEM 2016 з доповіддю про те, як F-Droid може захистити приватність користувачів і допомогти їм обійти цензуру. @Bubu сподівається, що F-Droid зможе повернутися на FOSDEM у 2019 році; він сподівається виступити з доповіддю та, можливо, організувати спеціальний стенд F-Droid. @Bubu почав **[тему](https://forum.f-droid.org/t/fosdem-2019/3652)** на форумі для обговорення планів для FOSDEM 2019.
zh_hans: F-Droid 社区的成员喜欢走出去传播有关 F-Droid 的信息。柏林 Nextcloud 会议今天开始，**[@Bubu](https://chaos.social/@Bubu)** 将于周六在 Nextcloud 上发表演讲。演讲结束后，幻灯片将在此**[链接](https://bubu1.eu/fdroid_lightning_talk_nextcloudconf.pdf)**中提供。在演讲之前，该链接将显示 404，因此请耐心等待。两年前，**[@_hc](https://forum.f-droid.org/u/hans)** 在 FOSDEM 2016 发表演讲，展示 F-Droid 如何保护用户隐私并帮助用户规避审查。@Bubu 希望 F-Droid 能够在 2019 年重返 FOSDEM；他希望发表演讲，并可能有一个专门的 F-Droid 展台。@Bubu 在论坛上发起了一个**[主题](https://forum.f-droid.org/t/fosdem-2019/3652)**讨论 FOSDEM 2019 的计划。

source: Decentralized Index Generation
de: Dezentrale Indexerzeugung
pl: Zdecentralizowane generowanie indeksu
ro: Generarea descentralizată a indicilor
ru: Децентрализованная генерация индексов
uk: Децентралізована генерація індексів
zh_hans: 去中心化索引生成

source: **[@Tovok](https://blog.grobox.de/)** from the #fdroid-dev IRC channel has begun brainstorming ways to decentralize the index creation for the F-Droid main repository. As this seems to be a new problem, a new protocol will be needed. The goal of this new protocol will be to reproducibly build the repository index in a decenralized manner without relying on any trusted parties. Given sufficient interest, @Tovok may write up the ideas for decentralised index creation in a blog post.
de: **[@Tovok](https://blog.grobox.de/)** aus dem #fdroid-dev IRC-Kanal hat mit dem Brainstorming begonnen, um die Indexerstellung für das F-Droid-Hauptrepository zu dezentralisieren. Da dies ein neues Problem zu sein scheint, wird ein neues Protokoll erforderlich sein. Das Ziel dieses neuen Protokolls ist es, den Repository-Index in einer dezentralen Weise reproduzierbar aufzubauen, ohne sich auf vertrauenswürdige Stellen zu verlassen. Bei ausreichendem Interesse kann @Tovok die Ideen zur dezentralen Indexerstellung in einem Blogbeitrag aufschreiben.
pl: **[@Tovok](https://blog.grobox.de/)** z kanału IRC fdroid-dev rozpoczęło burzę mózgów na temat decentralizacji tworzenia indeksu dla głównego repozytorium F-Droid. Ponieważ wydaje się, że jest to nowy problem, potrzebny będzie nowy protokół. Celem tego nowego protokołu będzie odtworzenie w sposób odtwarzalny indeksu repozytoriów w sposób zdecentralizowany bez polegania na zaufanych stronach. Biorąc pod uwagę wystarczające zainteresowanie, @Tovok może napisać pomysły na zdecentralizowane tworzenie indeksu w poście na blogu.
ro: **[@Tovok](https://blog.grobox.de/)** de pe canalul IRC #fdroid-dev a început să caute modalități de descentralizare a creării indexului pentru depozitul principal F-Droid. Deoarece aceasta pare a fi o problemă nouă, va fi nevoie de un nou protocol. Scopul acestui nou protocol va fi acela de a construi în mod reproductibil indexul depozitului într-o manieră decenarizată, fără a se baza pe părți de încredere. Dacă există suficient interes, @Tovok ar putea scrie ideile pentru crearea descentralizată a indexului într-un articol pe blog.
ru: **[@Tovok](https://blog.grobox.de/)** из IRC-канала #fdroid-dev начал мозговой штурм способов децентрализации создания индексов для главного репозитория F-Droid. Поскольку это, похоже, новая проблема, потребуется новый протокол. Целью этого нового протокола будет воспроизводимое создание индекса репозитория децентрализованным способом, не полагаясь на какие-либо доверенные стороны. При достаточном интересе @Tovok может изложить идеи по созданию децентрализованного индекса в виде статьи в блоге.
uk: **[@Tovok](https://blog.grobox.de/)** з IRC-каналу #fdroid-dev почав мозковий штурм способів децентралізації створення індексів для головного сховища F-Droid. Оскільки це, схоже, нова проблема, потрібно новий протокол. Метою цього нового протоколу буде відтворюється створення індексу репозиторію децентралізованим способом, не покладаючись на будь-які довірені сторони. При достатньому інтересі @Tovok може викласти ідеї по створенню децентралізованого індексу у вигляді статті в блозі.
zh_hans: 来自 #fdroid-dev IRC 频道的 **[@Tovok](https://blog.grobox.de/)** 已经开始头脑风暴，探索为 F-Droid 主存储库创建索引去中心化的方法。由于这似乎是一个新问题，因此需要一个新协议。这个新协议的目标是以去中心化的方式可重复地构建存储库索引，而不依赖于任何受信方。如果有足够的兴趣，@Tovok 可能会在博客文章中写下去中心化索引创建的想法。

source: Added Apps
de: Hinzugefügte Apps
pl: Dodano aplikacje
ro: Aplicații adăugate
ru: Добавленные приложения
uk: Додані застосунки
zh_hans: 新增应用

source: **[LaaNo](https://f-droid.org/packages/com.bytesforge.linkasanote/)**: Bind notes to links and sync them with Nextcloud
de: **[LaaNo](https://f-droid.org/packages/com.bytesforge.linkasanote/)**: Notizen mit Links verknüpfen und sie mit Nextcloud synchronisieren
pl: **[LaaNo](https://f-droid.org/packages/com.bytesforge.linkasanote/)**: Powiąż linki notatek i synchronizuj je z NextCloud
ro: **[LaaNo](https://f-droid.org/packages/com.bytesforge.linkasanote/)**: Legați notele de linkuri și sincronizați-le cu Nextcloud
ru: **[LaaNo](https://f-droid.org/packages/com.bytesforge.linkasanote/)**: Привязка заметок к ссылкам и их синхронизация с Nextcloud
uk: **[LaaNo](https://f-droid.org/packages/com.bytesforge.linkasanote/)**: Прив'язка приміток до посилань і синхронізація їх із Nextcloud
zh_hans: **[LaaNo](https://f-droid.org/packages/com.bytesforge.linkasanote/)**：将注释绑定到链接并与 Nextcloud 同步

source: **[IPCam Demo](https://f-droid.org/packages/com.github.niqdev.ipcam/)**: MJPEG video streaming on Android
de: **[IPCam Demo](https://f-droid.org/packages/com.github.niqdev.ipcam/)**: Streaming von MJPEG_Videos auf Android
pl: **[IPCam Demo](https://f-droid.org/packages/com.github.niqdev.ipcam/)**: Strumieniowanie wideo MJPEG w systemie Android
ro: **[IPCam Demo](https://f-droid.org/packages/com.github.niqdev.ipcam/)**: Streaming video MJPEG pe Android
ru: **[IPCam Demo](https://f-droid.org/packages/com.github.niqdev.ipcam/)**: Потоковое видео MJPEG на Android
uk: **[IPCam Demo](https://f-droid.org/packages/com.github.niqdev.ipcam/)**: Потокове відео MJPEG на Android
zh_hans: **[IPCam Demo](https://f-droid.org/packages/com.github.niqdev.ipcam/)**：Android 上的 MJPEG 视频流

source: **[FIND3 Scanner](https://f-droid.org/packages/com.internalpositioning.find3.find3app/)**: Scan Bluetooth and WiFi for FIND3
de: **[FIND3 Scanner](https://f-droid.org/packages/com.internalpositioning.find3.find3app/)**: Bluetooth- und WLAN-Scanner für FIND3
pl: **[FIND3 Scanner](https://f-droid.org/packages/com.internalpositioning.find3.find3app/)**: Zeskanuj Bluetooth i Wi-Fi dla FIND3
ro: **[FIND3 Scanner](https://f-droid.org/packages/com.internalpositioning.find3.find3app/)**: Scanare Bluetooth și WiFi pentru FIND3
ru: **[FIND3 Scanner](https://f-droid.org/packages/com.internalpositioning.find3.find3app/)**: Сканирование Bluetooth и WiFi для FIND3
uk: **[FIND3 Scanner](https://f-droid.org/packages/com.internalpositioning.find3.find3app/)**: Сканування Bluetooth і WiFi для FIND3
zh_hans: **[FIND3 Scanner](https://f-droid.org/packages/com.internalpositioning.find3.find3app/)**：扫描蓝牙和 WiFi 以查找 FIND3

source: **[Wanicchou](https://f-droid.org/packages/com.waifusims.wanicchou/)**: Online Japanese-Japanese Dictionary with Anki support
de: **[Wanicchou](https://f-droid.org/packages/com.waifusims.wanicchou/)**: Japanisch-Japanisch-Online-Wörterbuch mit Anki-Unterstützung
pl: **[Wanicchou](https://f-droid.org/packages/com.waifusims.wanicchou/)**: Internetowy słownik japońsko-japoński z obsługą Anki
ro: **[Wanicchou](https://f-droid.org/packages/com.waifusims.wanicchou/)**: Dicționar japonez-japonez online cu suport Anki
ru: **[Wanicchou](https://f-droid.org/packages/com.waifusims.wanicchou/)**: Японский онлайн словарь с поддержкой Anki
uk: **[Wanicchou](https://f-droid.org/packages/com.waifusims.wanicchou/)**: Мережевий японсько-японський словник з підтримкою Anki
zh_hans: **[Wanicchou](https://f-droid.org/packages/com.waifusims.wanicchou/)**：支持 Anki 的在线日日词典

source: **[wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)**: Wownero wallet
de: **[wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)**: Wownero-Börse
pl: **[wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)**: Portfel Wownero
ro: **[wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)**: Portofelul Wownero
ru: **[wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)**: Кошелек Wownero
uk: **[wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)**: Гаманець Wownero
zh_hans: **[wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)**：Wownero 钱包

source: **[Meshenger](https://f-droid.org/packages/d.d.meshenger/)**: An Open-Source P2P Messenger
de: **[Meshenger](https://f-droid.org/packages/d.d.meshenger/)**: Ein Open-Source-P2P-Messenger
pl: **[Meshenger](https://f-droid.org/packages/d.d.meshenger/)**: Messenger Open Source P2P
ro: **[Meshenger](https://f-droid.org/packages/d.d.meshenger/)**: Un Messenger P2P cu sursă deschisă
ru: **[Meshenger](https://f-droid.org/packages/d.d.meshenger/)**: P2P-мессенджер с открытым исходным кодом
uk: **[Meshenger](https://f-droid.org/packages/ddmeshenger/)**: P2P-месенджер з відкритим вихідним кодом
zh_hans: **[Meshenger](https://f-droid.org/packages/d.d.meshenger/)**：开源 P2P 通信工具

source: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)**: An alternative FLOSS client for the Untis timetable system
de: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)**: Ein alternativer FLOSS-Client für das Untis-Stundendplansystem
pl: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)**: Alternatywny klient FLOSS dla systemu rozkładów Untis
ro: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)**: Un client FLOSS alternativ pentru sistemul de orare Untis
ru: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)**: Альтернативный FLOSS-клиент для системы расписания Untis
uk: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)**: Альтернативний FLOSS-клієнт для системи розкладу Untis
zh_hans: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)**：Untis 时间表系统的替代 FLOSS 客户端

source: **[AnExplorer Pro](https://f-droid.org/packages/dev.dworks.apps.anexplorer.pro/)**: All-in-one file management tools
de: **[AnExplorer Pro](https://f-droid.org/packages/dev.dworks.apps.anexplorer.pro/)**: Komplettlösung für die Dateiverwaltung
pl: **[AnExplorer Pro](https://f-droid.org/packages/dev.dworks.apps.anexplorer.pro/)**: Uniwersalne narzędzia do zarządzania plikami
ro: **[AnExplorer Pro](https://f-droid.org/packages/dev.dworks.apps.anexplorer.pro/)**: Instrumente de gestionare a fișierelor all-in-one
ru: **[AnExplorer Pro](https://f-droid.org/packages/dev.dworks.apps.anexplorer.pro/)**: Универсальный инструмент управления файлами
uk: **[AnExplorer Pro](https://f-droid.org/packages/dev.dworks.apps.anexplorer.pro/)**: Універсальний інструмент управління файлами
zh_hans: **[AnExplorer Pro](https://f-droid.org/packages/dev.dworks.apps.anexplorer.pro/)**：多合一文件管理工具

source: **[Mundraub](https://f-droid.org/packages/eu.quelltext.mundraub/)**: Unofficial App for Mundraub.org
de: **[Mundraub](https://f-droid.org/packages/eu.quelltext.mundraub/)**: Inoffizielle App für Mundraub.org
pl: **[Mundraub](https://f-droid.org/packages/eu.quelltext.mundraub/)**: Nieoficjalna aplikacja dla Mundraub.org
ro: **[Mundraub](https://f-droid.org/packages/eu.quelltext.mundraub/)**: App neoficial pentru Mundraub.org
ru: **[Mundraub](https://f-droid.org/packages/eu.quelltext.mundraub/)**: Неофициальное приложение для Mundraub.org
uk: **[Mundraub](https://f-droid.org/packages/eu.quelltext.mundraub/)**: Неофіційний застосунок для Mundraub.org
zh_hans: **[Mundraub](https://f-droid.org/packages/eu.quelltext.mundraub/)**：Mundraub.org 的非官方应用
