Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [ToxCon 2018 Schedule](https://f-droid.org/packages/com.zoffcc.fahrplan.toxcon/): List of talks at ToxCon 2018
de: [Zeitplan der ToxCon 2018](https://f-droid.org/packages/com.zoffcc.fahrplan.toxcon/): Liste der Vorträge auf der ToxCon 2018
pl: [ToxCon 2018 Schedule](https://f-droid.org/packages/com.zoffcc.fahrplan.toxcon/): Lista rozmów w ToxCon 2018
ro: [ToxCon 2018 Schedule](https://f-droid.org/packages/com.zoffcc.fahrplan.toxcon/): Lista discuțiilor de la ToxCon 2018
ru: [Расписание ToxCon 2018](https://f-droid.org/packages/com.zoffcc.fahrplan.toxcon/): Список докладов на ToxCon 2018
uk: [Розклад ToxCon 2018](https://f-droid.org/packages/com.zoffcc.fahrplan.toxcon/): Список доповідей на ToxCon 2018
zh_hans: [ToxCon 2018 Schedule](https://f-droid.org/packages/com.zoffcc.fahrplan.toxcon/)。ToxCon 2018 的会谈清单

source: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/): A Jabber/XMPP chat client and a fork of [Conversations](https://f-droid.org/packages/eu.siacs.conversations/)
de: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/): ein Jabber/XMPP-Chat-Client und ein Fork von [Conversations](https://f-droid.org/packages/eu.siacs.conversations/)
pl: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/): Klient czatu Jabber/XMPP i rozwidlenie [Rozmowy](https://f-droid.org/packages/eu.siacs.conversations/)
ro: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/): Un client de chat Jabber/XMPP și o bifurcație a [Conversations](https://f-droid.org/packages/eu.siacs.conversations/)
ru: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/): Jabber/XMPP чат-клиент и форк [Conversations](https://f-droid.org/packages/eu.siacs.conversations/)
uk: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/): Jabber/XMPP чат-клієнт і форк [Conversations](https://f-droid.org/packages/eu.siacs.conversations/)
zh_hans: [Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)：一个 Jabber/XMPP 聊天客户端，是 [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) 的一个分叉

source: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/): Thin client for the Deluge torrent daemon
de: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/): Client für den Deluge Torrent Dämon
pl: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/): Lekki klient dla demona torrentów Deluge
ro: [Trireme pentru Deluge](https://f-droid.org/packages/org.deluge.trireme/): Client subțire pentru daemonul torrent Deluge
ru: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/): Тонкий клиент для торрент-демона Deluge
uk: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/): Тонкий клієнт для торент-демона Deluge
zh_hans: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)：用于 Deluge torrent 守护程序的轻量客户端

source: In total, 40 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 40 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 40 aplikacji. Oto najważniejsze cechy:
ro: În total, 40 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 40 приложений. Вот основные из них:
uk: Усього цього тижня було оновлено 40 застосунків. Ось основні з них:
zh_hans: 本周总共更新了 40 个应用。以下是其中的亮点：

source: [KeePass DX](https://f-droid.org/packages/com.kunzisoft.keepass.libre/), a secure multi-format password manager and a fork of [KeePassDroid](https://f-droid.org/packages/com.android.keepass/), updated from 2.5.0.0beta11-libre to 2.5.0.0beta15-libre. Fixes fingerprint recognition and includes many UX improvements, new icons, bug fixes, and memory optimization.
de: [KeePass DX](https://f-droid.org/packages/com.kunzisoft.keepass.libre/), ein sicherer Multi-Format-Passwortmanager und ein Fork von [KeePassDroid](https://f-droid.org/packages/com.android.keepass/), aktualisiert von 2.5.0.0beta11-libre auf 2.5.0.0beta15-libre. Repariert die Fingerabdruckerkennung und enthält viele Verbesserungen bei der Benutzerfreundlichkeit, neue Symbole, Fehlerkorrekturen und Speicheroptimierungen.
pl: [KeePass DX](https://f-droid.org/packages/com.kunzisoft.keepass.libre/), bezpieczny wielo-formatowy menedżer haseł i rozwidlenie [KeePassDroid](https://f-droid.org/packages/com.android.keepass/), zaktualizowany z 2.5.0.0beta11-libre do 2.5.0.0beta15-libre. Poprawiono rozpoznawanie linii papilarnych i zawiera wiele ulepszeń UX, nowe ikony, poprawki błędów i optymalizację pamięci.
ro: [KeePass DX](https://f-droid.org/packages/com.kunzisoft.keepass.libre/), un manager de parole multiformat securizat și o bifurcare a [KeePassDroid](https://f-droid.org/packages/com.android.keepass/), actualizat de la 2.5.0.0beta11-libre la 2.5.0.0beta15-libre. Corectează recunoașterea amprentelor și include multe îmbunătățiri UX, pictograme noi, corecturi de erori și optimizare a memoriei.
ru: [KeePass DX](https://f-droid.org/packages/com.kunzisoft.keepass.libre/), безопасный мультиформатный менеджер паролей и форк [KeePassDroid](https://f-droid.org/packages/com.android.keepass/), обновлен с 2.5.0.0beta11-libre до 2.5.0.0beta15-libre. Исправлено распознавание отпечатков пальцев, а также добавлено множество улучшений UX, новые иконки, исправлены ошибки и оптимизирована память.
uk: [KeePass DX](https://f-droid.org/packages/com.kunzisoft.keepass.libre/), безпечний мультиформатний менеджер паролів і форк [KeePassDroid](https://f-droid.org/packages/com .android.keepass/), оновлений з 2.5.0.0beta11-libre до 2.5.0.0beta15-libre. Виправлено розпізнавання відбитків пальців, а також додано безліч поліпшень UX, нові іконки, виправлені помилки і оптимізована пам'ять.
zh_hans: [KeePass DX](https://f-droid.org/packages/com.kunzisoft.keepass.libre/)，一个安全的多格式密码管理器，[KeePassDroid](https://f-droid.org/packages/com.android.keepass/) 的分叉，从 2.5.0.0beta11-libre 更新到 2.5.0.0beta15-libre。修复了指纹识别，包括许多用户体验改进、新图标、错误修复和内存优化。

source: [Anuto TD](https://f-droid.org/packages/ch.logixisland.anuto/) is yet Another Ugly Tower defense game for Android, featuring astonishing hand-drawn graphics and a smooth gameplay. Version 0.4 has balancing improvements, getting started instructions, and saves game state if Android terminates the application.
de: [Anuto TD](https://f-droid.org/packages/ch.logixisland.anuto/) - ANother Ugly TOwer Defense - ist ein weiteres hässliches Turmverteidigungsspiel für Android, das sich durch eine überraschende, handgezeichnete Grafik und einen flüssigen Spielablauf auszeichnet. Version 0.4 besitzt Ausgleichsverbesserungen, Einstiegsanleitung und speichert den Spielstand, wenn Android die Anwendung beendet.
pl: [Anuto TD](https://f-droid.org/packages/ch.logixisland.anuto/) to kolejna gra Obgly Tower dla systemu Android, wyposażona w zadziwiającą, ręcznie rysowaną grafikę i płynną rozgrywkę. Wersja 0.4 ma usprawnienia w zakresie równoważenia, instrukcje dotyczące uruchamiania i zapisuje stan gry, jeśli Android zakończy aplikację.
ro: [Anuto TD](https://f-droid.org/packages/ch.logixisland.anuto/) este încă un alt joc de apărare a turnului urât pentru Android, cu o grafică uimitoare desenată manual și un gameplay lin. Versiunea 0.4 are îmbunătățiri de echilibrare, instrucțiuni de pornire și salvează starea jocului dacă Android termină aplicația.
ru: [Anuto TD](https://f-droid.org/packages/ch.logixisland.anuto/) - это еще одна игра в жанре Tower defense для Android, отличающаяся удивительной графикой, нарисованной от руки, и плавным игровым процессом. В версии 0.4 улучшена балансировка, добавлена инструкция по началу работы, а также сохранено состояние игры, если Android завершает работу приложения.
uk: [Anuto TD](https://f-droid.org/packages/ch.logixisland.anuto/) - це ще одна гра в жанрі Tower defense для Android, що відрізняється дивовижною графікою, намальованої від руки, і плавним ігровим процесом. У версії 0.4 покращена балансування, добавлена інструкція по початку роботи, а також збережено стан гри, якщо Android завершує роботу програми.
zh_hans: [Anuto TD](https://f-droid.org/packages/ch.logixisland.anuto/) 是 Android 上的又一款丑陋的塔防游戏，具有惊人的手绘图形和流畅的游戏性。0.4 版对平衡性进行了改进，增加了入门说明，并在 Android 终止应用时保存游戏状态。

source: [TV KILL](https://f-droid.org/packages/com.redirectapps.tvkill/) turns off supported TVs using your device's built-in IR-blaster. Version 1.3.1 has a new backend and widget fixes, improved progress dialog, more structured settings screen, and fixes a bug that causes the notification to appear for no reason.
de: [TV KILL](https://f-droid.org/packages/com.redirectapps.tvkill/) schaltet unterstützte Fernsehgeräte ab, indem der geräteeigene Infrarotsender verwendet wird. Version 1.3.1 besitzt ein neues Backend und Widget-Reparaturen, einen verbesserten Fortschrittsdialog, einen strukturierteren Einstellungsbildschirm und behebt einen Fehler, der das grundlose Erscheinen einer Benachrichtigung auslöste.
pl: [TV KILL](https://f-droid.org/packages/com.redirectapps.tvkill/) wyłącza obsługiwane telewizory za pomocą wbudowanego w urządzenie IR-Blaster. Wersja 1.3.1 ma nowe poprawki do backendu i widżetów, ulepszone okno dialogowe postępu, bardziej uporządkowany ekran ustawień i naprawia błąd, który powoduje, że powiadomienie pojawia się bez powodu.
ro: [TV KILL](https://f-droid.org/packages/com.redirectapps.tvkill/) oprește televizoarele acceptate cu ajutorul blasterului IR încorporat în dispozitiv. Versiunea 1.3.1 are un nou backend și widget-uri reparate, un dialog de progres îmbunătățit, un ecran de setări mai structurat și rezolvă o eroare care face ca notificarea să apară fără motiv.
ru: [TV KILL](https://f-droid.org/packages/com.redirectapps.tvkill/) отключает поддерживаемые телевизоры с помощью встроенного ИК-бластера вашего устройства. Версия 1.3.1 содержит новый бэкенд и исправления виджетов, улучшенный диалог прогресса, более структурированный экран настроек, а также исправлена ошибка, из-за которой уведомление появлялось без причины.
uk: [TV KILL](https://f-droid.org/packages/com.redirectapps.tvkill/) відключає підтримувані телевізори за допомогою вбудованого ІК-бластера вашого пристрою. Версія 1.3.1 містить новий бекенд і виправлення віджетів, покращений діалог прогресу, більш структурований екран налаштувань, а також виправлена помилка, через яку повідомлення з'являлося без причини.
zh_hans: [TV KILL](https://f-droid.org/packages/com.redirectapps.tvkill/) 使用你的设备的内置红外发射器关闭支持的电视。1.3.1 版有一个新的后端和微件修复，改进的进度对话框，更有条理的设置屏幕，并修复了一个导致通知无故出现的错误。

source: [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) is a lightweight client for the image website [Unsplash](https://unsplash.com). Version 3.3.7 was withdrawn because the author removed the API keys from the source, and the Unsplash service doesn't work without them. Auto update mode was disabled, so it looks like version 3.3.3 will be the latest version in F-Droid for a while.
de: [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) ist ein leichtgewichtiger Client für die Bilder-Webseite [Unsplash](https://unsplash.com). Version 3.3.7 wurde zurückgezogen, weil der Autor die API Keys aus der Quelle entfernt hat und der Unsplash-Dienst ohne sie nicht funktioniert. Die Methode zur automatischen Aktualisierung wurde deaktiviert, es sieht also so aus, dass Version 3.3.3 für eine Weile die letzte Version in F-Droid sein wird.
pl: [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) jest lekkim klientem dla witryny obrazkowej [Unsplash](https://unsplash.com). Wersja 3.3.7 została wycofana, ponieważ autor usunął klucze API ze źródła, a usługa Unsplash nie działa bez nich. Tryb automatycznej aktualizacji został wyłączony, więc wygląda na to, że wersja 3.3.3 będzie przez jakiś czas najnowszą wersją w F-Droid.
ro: [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) este un client ușor pentru site-ul de imagini [Unsplash](https://unsplash.com). Versiunea 3.3.7 a fost retrasă deoarece autorul a eliminat cheile API din sursă, iar serviciul Unsplash nu funcționează fără ele. Modul de actualizare automată a fost dezactivat, așa că se pare că versiunea 3.3.3 va fi cea mai recentă versiune în F-Droid pentru o vreme.
ru: [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) - это легкий клиент для сайта изображений [Unsplash](https://unsplash.com). Версия 3.3.7 была отозвана, поскольку автор удалил ключи API из источника, а без них сервис Unsplash не работает. Режим автоматического обновления был отключен, так что, похоже, версия 3.3.3 будет последней версией в F-Droid в течение некоторого времени.
uk: [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) - це легкий клієнт для сайту зображень [Unsplash](https://unsplash.com). Версія 3.3.7 була відкликана, оскільки автор видалив ключі API з джерела, а без них сервіс Unsplash не працює. Режим автоматичного оновлення був відключений, так що, схоже, версія 3.3.3 буде останньою версією в F-Droid протягом деякого часу.
zh_hans: [Mysplash](https://f-droid.org/packages/com.wangdaye.mysplash/) 是图片网站 [Unsplash](https://unsplash.com) 的一个轻量级客户端。3.3.7 版被撤销了，因为作者从源代码中删除了 API 密钥，而 Unsplash 服务没有密钥就无法工作。自动更新模式被禁用，所以看起来3.3.3 版本将是未来一段时间 F-Droid 中的最新版本。

source: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) has a 2.0.1 patch release out, using VVT instead of the IVB network and fixing the KVV network and several crashes.
de: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) kam mit einem Patch als Version 2.0.1 heraus, verwendet das VVT- statt des IVB-Netzes, repariert das KVV-Netz und beseitigt einige Absturzursachen.
pl: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) ma wydany patch 2.0.1, używając VVT zamiast sieci IVB i naprawiając sieć KVV i kilka awarii.
ro: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) a lansat un patch 2.0.1, care folosește VVT în loc de rețeaua IVB și repară rețeaua KVV și mai multe blocaje.
ru: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) выпустил обновление 2.0.1, использующее VVT вместо сети IVB, исправляющее сеть KVV и несколько сбоев.
uk: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) випустив оновлення 2.0.1, що використовує VVT замість мережі IVB, що виправляє мережу KVV і кілька збоїв.
zh_hans: [Transportr](https://f-droid.org/packages/de.grobox.liberario/) 发布了 2.0.1 补丁，使用 VVT 而不是 IVB 网络，并修复了 KVV 网络和几个崩溃问题。

source: [VoIP.ms SMS](https://f-droid.org/packages/net.kourlas.voipms_sms/) allows you to send and receive SMS messages using your VoIP.ms account. Version 0.6.1-fdroid adds support for Android O notification features, uses transactions to prevent database corruption, and other improvements and bug fixes. Additionally, it now requires Android 5.0 or newer to run.
de: [VoIP.ms SMS](https://f-droid.org/packages/net.kourlas.voipms_sms/) ermöglicht Ihnen das Senden und Empfangen von SMS-Nachrichten über Ihr VoIP.ms-Konto. Version 0.6.1-fdroid bietet Unterstützung für die Benachrichtigungsfunktionen von Android O, verwendet Transaktionen zum Verhindern von Datenbankbeschädigungen und andere Verbesserungen und Bugfixes. Außerdem benötigt es nun Android 5.0 oder neuer.
pl: [VoIP.ms SMS](https://f-droid.org/packages/net.kourlas.voipms_sms/) umożliwia wysyłanie i odbieranie wiadomości SMS za pomocą konta VoIP.ms. Wersja 0.6.1-fdroid dodaje obsługę funkcji powiadomień Android O, wykorzystuje transakcje, aby zapobiec uszkodzeniu bazy danych oraz inne ulepszenia i poprawki błędów. Dodatkowo wymaga teraz systemu Android w wersji 5.0 lub nowszej.
ro: [VoIP.ms SMS](https://f-droid.org/packages/net.kourlas.voipms_sms/) vă permite să trimiteți și să primiți mesaje SMS utilizând contul VoIP.ms. Versiunea 0.6.1-fdroid adaugă suport pentru funcțiile de notificare Android O, utilizează tranzacții pentru a preveni coruperea bazei de date și alte îmbunătățiri și corecturi de erori. În plus, acum necesită Android 5.0 sau mai nou pentru a rula.
ru: [VoIP.ms SMS](https://f-droid.org/packages/net.kourlas.voipms_sms/) позволяет отправлять и получать SMS-сообщения, используя учетную запись VoIP.ms. Версия 0.6.1-fdroid добавляет поддержку функций уведомлений Android O, использует транзакции для предотвращения повреждения базы данных, а также другие улучшения и исправления ошибок. Кроме того, для работы программы теперь требуется Android 5.0 или новее.
uk: [VoIP.ms SMS](https://f-droid.org/packages/net.kourlas.voipms_sms/) дозволяє відправляти і отримувати SMS-повідомлення, використовуючи обліковий запис VoIP.ms. Версія 0.6.1-fdroid додає підтримку функцій повідомлень Android O, використовує транзакції для запобігання пошкодження бази даних, а також інші поліпшення і виправлення помилок. Крім того, для роботи програми тепер потрібно Android 5.0 або новіше.
zh_hans: [VoIP.ms SMS](https://f-droid.org/packages/net.kourlas.voipms_sms/) 允许你使用你的 VoIP.ms 账户发送和接收短信。0.6.1-fdroid 版本增加了对 Android O 通知功能的支持，使用事务来防止数据库损坏，以及其他改进和错误修复。此外，它现在需要 Android 5.0 或更新版本才能运行。

source: [CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/) is a cross-platform game with the same rules as Scrabble, and was updated from 4.4.131 to 4.4.138. This update has a bunch of UX improvements, translation updates, and crash and bug fixes.
de: [CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/) ist ein plattformübergreifendes Spiel mit den gleichen Regeln wie Scrabble und wurde von 4.4.131 auf 4.4.138 aktualisiert. Dieses Update enthält eine Reihe von Verbesserungen der Benutzerschnittstelle, Aktualisierungen von Übersetzungen sowie Absturz- und Fehlerbehebungen.
pl: [CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/) to gra wieloplatformowa z tymi samymi regułami co Scrabble i została zaktualizowana z wersji 4.4.131 do 4.4.138. Ta aktualizacja zawiera szereg ulepszeń UX, aktualizacje tłumaczeń oraz poprawki błędów i awarii.
ro: [CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/) este un joc cross-platform cu aceleași reguli ca și Scrabble și a fost actualizat de la 4.4.131 la 4.4.138. Această actualizare are o mulțime de îmbunătățiri UX, actualizări ale traducerilor, precum și corecturi de erori și erori.
ru: [CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/) - кроссплатформенная игра с теми же правилами, что и Scrabble, была обновлена с версии 4.4.131 до 4.4.138. Это обновление содержит ряд улучшений пользовательского интерфейса, обновления перевода, а также исправления сбоев и ошибок.
uk: [CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/) - кроссплатформенная гра з тими ж правилами, що і Scrabble, була оновлена з версії 4.4.131 до 4.4.138. Це оновлення містить ряд поліпшень призначеного для користувача інтерфейсу, оновлення перекладу, а також виправлення збоїв і помилок.
zh_hans: [CrossWords](https://f-droid.org/packages/org.eehouse.android.xw4/) 是一款跨平台游戏，规则与拼字游戏相同，从 4.4.131 更新到 4.4.138。这次更新有大量的用户体验改进、翻译更新以及崩溃和错误修复。

source: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/), the lightweight YouTube frontent, was updated from 0.13.5 to 0.13.7 and can now undo delete of downloads, and has several UI improvements and bug fixes.
de: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) das leichtgewichtige YouTube Front-End wurde von 0.13.5 auf 0.13.7 aktualisiert, das Löschen von Downloads kann nun rückgängig gemacht werden. Außerdem gab es mehrere UI-Verbesserungen und Bugfixes.
pl: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/), lekki frontent YouTube, został zaktualizowany z wersji 0.13.5 do 0.13.7 i może teraz cofać usuwanie pobranych plików oraz zawiera kilka ulepszeń interfejsu i poprawek.
ro: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/), aplicația frontală ușoară pentru YouTube, a fost actualizată de la 0.13.5 la 0.13.7 și acum poate anula ștergerea descărcărilor și are mai multe îmbunătățiri ale interfeței și corecturi de erori.
ru: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/), легкий фронтент YouTube, был обновлен с 0.13.5 до 0.13.7 и теперь может отменить удаление загрузок, а также имеет несколько улучшений пользовательского интерфейса и исправлений ошибок.
uk: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/), легкий фронтент YouTube, був оновлений з 0.13.5 до 0.13.7 і тепер може скасувати видалення завантажень, а також має декілька поліпшень призначеного для користувача інтерфейсу і виправлень помилок.
zh_hans: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)，轻量级 YouTube 前端，从0.13.5 更新到 0.13.7，现在可以撤销下载的删除，并有几个用户界面改进和错误修复。

source: [Timber](https://f-droid.org/wiki/page/naman14.timber), a material design music player, was moved to the archive because the developer seems to have lost interest in F-Droid builds and no longer provides a FOSS build flavor. [Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/) may be an alternative.
de: [Timber](https://f-droid.org/wiki/page/naman14.timber), ein Materialdesign-Musikplayer, wurde ins Archiv verschoben, weil der Entwickler das Interesse an F-Droid-Builds verloren zu haben scheint und keine FOSS-Build-Variante mehr bietet. [Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/) könnte eine Alternative sein.
pl: [Timber](https://f-droid.org/wiki/page/naman14.timber), odtwarzacz muzyki z Material Design, został przeniesiony do archiwum, ponieważ programista stracił zainteresowanie kompilacjami F-Droid i nie zapewnia już wariantu kompilacji FOSS. [Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/) może być alternatywą.
ro: [Timber](https://f-droid.org/wiki/page/naman14.timber), un player muzical cu design material, a fost mutat în arhivă deoarece dezvoltatorul pare să își fi pierdut interesul pentru compilările F-Droid și nu mai oferă o aromă de compilare FOSS. [Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/) poate fi o alternativă.
ru: [Timber](https://f-droid.org/wiki/page/naman14.timber), музыкальный плеер с материальным дизайном, был перемещен в архив, поскольку разработчик, похоже, потерял интерес к сборкам F-Droid и больше не предоставляет FOSS-сборки. Альтернативой может стать [Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/).
uk: [Timber](https://f-droid.org/wiki/page/naman14.timber), музичний плеєр з матеріальним дизайном, був переміщений в архів, оскільки розробник, схоже, втратив інтерес до збірок F-Droid і більше не надає FOSS-збірки. Альтернативою може стати [Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/).
zh_hans: [Timber](https://f-droid.org/wiki/page/naman14.timber)，一个 material design 的音乐播放器，被移到了存档，因为开发者似乎对 F-Droid 的构建失去了兴趣，不再提供 FOSS 的构建 flavor。[Vanilla Music](https://f-droid.org/packages/ch.blinkenlights.android.vanilla/) 可能是一个替代品。

source: TWIF 15: Announcing F-Droid 1.3
de: TWIF 15: Ankündigung von F-Droid 1.3
pl: TWIF 15: Ogłasza wydanie F-Droid 1.3
ro: TWIF 15: Anunțarea F-Droid 1.3
ru: TWIF 15: Анонс F-Droid 1.3
uk: TWIF 15: Анонс F-Droid 1.3
zh_hans: TWIF 15：宣布 F-Droid 1.3

source: This Week In F-Droid 15, Week 31, 2018
de: Diese Woche in F-Droid 15, Woche 31, 2018
pl: W tym tygodniu w F-Droid 15, Tydzień 31, 2018
ro: Săptămâna aceasta în F-Droid 15, săptămâna 31, 2018
ru: На этой неделе в F-Droid 15, неделя 31, 2018
uk: Цього тижня у F-Droid 15, тиждень 31, 2018
zh_hans: F-Droid 每周新闻 15，第 31 周，2018
