Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: When the application server needs to send a push message to the end-user application, it sends the message to the push server with a simple HTTP POST request. The push server then forwards the push message to the distributor, which delivers it to the end-user application.
ru: Когда серверу приложений нужно отправить push-сообщение приложению конечного пользователя, он отправляет его на push-сервер с помощью простого HTTP POST-запроса. Затем push-сервер пересылает push-сообщение дистрибьютору, который доставляет его приложению конечного пользователя.
uk: Коли серверу застосунків потрібно надіслати push-повідомлення кінцевому користувачеві, він надсилає повідомлення на push-сервер за допомогою простого HTTP запиту POST. Потім push-сервер пересилає push-повідомлення дистриб'ютору, який доставляє його кінцевому користувачеві.
zh_hans: 当应用服务器需要向最终用户应用发送推送消息时，它会使用简单的 HTTP POST 请求将消息发送到推送服务器。推送服务器然后将推送消息转发给分发器，分发器将其传递给最终用户应用。

source: One key feature of UnifiedPush is that the communication between the push server and the distributor is not specified. This means that a variety of technologies can be employed, such as WebSockets, Server-Sent Events, XMPP, raw TCP, or even SMS, whatever works best for the user.
ru: Ключевой особенностью UnifiedPush является то, что связь между push-сервером и распространителем не задается. Это означает, что можно использовать различные технологии, такие как WebSockets, Server-Sent Events, XMPP, raw TCP или даже SMS - все, что больше подходит пользователю.
uk: Однією з ключових особливостей UnifiedPush є те, що зв'язок між push-сервером і дистриб'ютором не визначений. Це означає, що можуть використовуватися різні технології, такі як WebSockets, надіслані сервером події, XMPP, необроблений TCP або навіть СМС, залежно від того, що найкраще підходить для користувача.
zh_hans: UnifiedPush 的一个关键特性是不指定推送服务器和分发器之间的通信。这意味着可以采用多种技术，例如 WebSocket、服务器发送事件、XMPP、原始 TCP 甚至 SMS，只要最适合用户即可。

source: ![An animated SVG showing a message moving through all the steps of UnifiedPush from the Application Server to the Push Server to (on the phone) Distributor app and the end-user application, which then wakes up and emits an Android notification]({% asset posts/2022-12-18-unifiedpush/animation-flow.svg %})
ru: ![Анимированный SVG, показывающий, как сообщение проходит все этапы UnifiedPush от сервера приложений до Push-сервера, приложения-распространителя и приложения конечного пользователя (на телефоне), которое затем просыпается и отправляет уведомление для Android]({% asset posts/2022-12-18-unifiedpush/animation-flow.svg %})
uk: ![Анімований SVG, що показує проходження повідомлення через всі кроки UnifiedPush від сервера застосунків до Push-сервера до (на телефоні) застосунку дистриб'ютора та застосунку кінцевого користувача, який потім пробуджується та надсилає сповіщення Android]({% asset posts/2022-12-18-unifiedpush/animation-flow.svg %})
zh_hans: ![一张 SVG 动图，展示了一条消息经过 UnifiedPush 的所有步骤，即从应用服务器发送到推送服务器，再到（手机上的）分发器应用和最终用户应用，然后唤醒并发出一条 Android 通知]({% asset posts/2022-12-18-unifiedpush/animation-flow.svg %})

source: The distributor uses platform-specific IPC mechanisms, such as Broadcast Intents on Android or D-Bus on Linux, to wake the app and allow it to handle the push message. The app can then process the data and decide whether to show a notification based on the content. It is important to note that UnifiedPush does not handle the display of user-visible notifications; it only delivers data to the app. Consequently, apps can support notification features in various platforms without involvement from UnifiedPush or the server.
ru: Распространитель использует специфические для платформы механизмы IPC, такие как Broadcast Intents в Android или D-Bus в Linux, чтобы разбудить приложение и позволить ему обработать push-сообщение. Затем приложение может обработать данные и решить, показывать ли уведомление, основываясь на его содержании. Важно отметить, что UnifiedPush не обрабатывает отображение видимых пользователем уведомлений; он только доставляет данные в приложение. Следовательно, приложения могут поддерживать функции уведомлений на различных платформах без участия UnifiedPush или сервера.
uk: Дистриб'ютор використовує специфічні для платформи механізми IPC, такі як Broadcast Intents на Android або D-Bus на Linux, щоб вивести застосунок з режиму сну і дозволити йому обробити push-повідомлення. Потім застосунок може обробити дані й вирішити, чи показувати сповіщення на основі вмісту. Важливо відзначити, що UnifiedPush не обробляє показ видимих користувачеві сповіщень; він лише доставляє дані в застосунок. Отже, застосунки можуть підтримувати функції сповіщень на різних платформах без участі UnifiedPush або сервера.
zh_hans: 分发器使用平台特定的 IPC 机制（例如 Android 上的 Broadcast Intents 或 Linux 上的 D-Bus）来唤醒应用并允许它处理推送消息。然后应用可以处理数据并根据内容决定是否显示通知。重要的是要注意 UnifiedPush 不处理用户可见通知的显示；它只向应用提供数据。因此，应用可以支持各种平台的通知功能，而无需 UnifiedPush 或服务器的参与。

source: In cases where the application server does not natively support UnifiedPush, a Push Gateway can convert application-specific notifications to the UnifiedPush server protocol. Some popular Push Gateways, such as the one for Matrix, are integrated directly into push servers for self-hosting convenience. In addition, Rewrite Proxies are used in rare cases where the push server does not support UnifiedPush, such as the FCM distributor sending UnifiedPush-over-FCM.
ru: В тех случаях, когда сервер приложений не поддерживает UnifiedPush, Push-шлюз может преобразовать уведомления, специфичные для приложения, в протокол сервера UnifiedPush. Некоторые популярные Push-шлюзы, например, для Matrix, интегрированы непосредственно в push-серверы для удобства самостоятельной установки. Кроме того, Rewrite Proxies используются в редких случаях, когда push-сервер не поддерживает UnifiedPush, например, дистрибьютор FCM отправляет UnifiedPush-over-FCM.
uk: У випадках, коли сервер застосунків не підтримує UnifiedPush, Push-шлюз може перетворити специфічні для застосунків сповіщення у протокол сервера UnifiedPush. Деякі популярні Push-шлюзи, наприклад, для Matrix, інтегровані безпосередньо в Push-сервери для зручності самостійного розміщення. Крім того, Rewrite Proxies використовуються в рідкісних випадках, коли Push-сервер не підтримує UnifiedPush, наприклад, коли дистриб'ютор FCM надсилає UnifiedPush через FCM.
zh_hans: 在应用服务器本身不支持 UnifiedPush 的情况下，推送网关可以将特定于应用的通知转换为 UnifiedPush 服务器协议。一些流行的推送网关，例如用于 Matrix 的推送网关，被直接集成到推送服务器中以方便自托管。此外，Rewrite Proxies 用于推送服务器不支持 UnifiedPush 的极少数情况，例如 FCM 分发器发送 UnifiedPush-over-FCM。

source: ![A static image showing all the components described above linking to one another]({% asset posts/2022-12-18-unifiedpush/detailed-component-diagram.png %}) _Push Provider = Push Server_
ru: ![Статическая картинка, показывающая все компоненты, описанные выше, связанные друг с другом]({% asset posts/2022-12-18-unifiedpush/detailed-component-diagram.png %}) _Push Provider = Push Server_
uk: ![Статичне зображення, на якому всі описані вище компоненти пов'язані між собою]({% asset posts/2022-12-18-unifiedpush/detailed-component-diagram.png %}) _Push Provider = Push Server_
zh_hans: ![显示上述所有组件相互链接的静态图像]({% asset posts/2022-12-18-unifiedpush/detailed-component-diagram.png %}) _Push Provider = Push Server_

source: Compatibility between UnifiedPush and WebPush
ru: Совместимость между UnifiedPush и WebPush
uk: Сумісність між UnifiedPush і WebPush
zh_hans: UnifiedPush 与 WebPush 的兼容性

source: Now, you might be looking at the elephant in the room: WebPush (RFC8030). WebPush is the open standard that browsers use for their push notifications. And the good news is that UnifiedPush is WebPush compatible ... mostly.
ru: Теперь, возможно, вы смотрите на слона в комнате: WebPush (RFC8030). WebPush - это открытый стандарт, который браузеры используют для своих push-уведомлений. И хорошая новость заключается в том, что UnifiedPush совместим с WebPush... в основном.
uk: Зараз, можливо, ви дивитеся на слона в кімнаті: WebPush (RFC8030). WebPush — це відкритий стандарт, який браузери використовують для своїх push-сповіщень. І хороша новина полягає в тому, що UnifiedPush сумісний з WebPush ... здебільшого.
zh_hans: 现在，您可能正在关注房间里的大象：WebPush (RFC8030)。 WebPush 是浏览器用于推送通知的开放标准。好消息是 UnifiedPush 与 WebPush 兼容……很大程度上。

source: Basically, application servers that support WebPush but *do not need its advanced features* and *do not restrict push to only popular WebPush servers* (those from browser vendors) should work without problems with UnifiedPush providers. We are working on solutions to ensure better and more stable WebPush support.
ru: В принципе, серверы приложений, которые поддерживают WebPush, но *не нуждаются в его расширенных возможностях* и *не ограничивают push только популярными серверами WebPush* (те, что от производителей браузеров), должны без проблем работать с провайдерами UnifiedPush. Мы работаем над решениями для обеспечения лучшей и более стабильной поддержки WebPush.
uk: В основному, сервери застосунків, які підтримують WebPush, але *не потребують його розширених можливостей* і *не обмежують push лише популярними WebPush серверами* (від виробників браузерів), повинні без проблем працювати з провайдерами UnifiedPush. Ми працюємо над рішеннями для забезпечення кращої та стабільнішої підтримки WebPush.
zh_hans: 基本上，支持 WebPush 但*不需要其高级功能*且*不会将推送限制为仅流行的 WebPush 服务器*（来自浏览器供应商的服务器）的应用服务器应该可以毫无问题地使用 UnifiedPush 提供程序。我们正在研究解决方案，以确保更好、更稳定的 WebPush 支持。

source: Future plans
ru: Планы на будущее
uk: Плани на майбутнє
zh_hans: 未来计划

source: The more apps that adopt UnifiedPush, the more useful it becomes. Currently, UnifiedPush is supported by many Matrix and Mastodon apps. We are also working on getting open-source versions of popular apps such as Telegram and Signal to support UnifiedPush.
ru: Чем больше приложений используют UnifiedPush, тем полезнее он становится. В настоящее время UnifiedPush поддерживается многими приложениями Matrix и Mastodon. Мы также работаем над тем, чтобы версии с открытым исходным кодом популярных приложений, таких как Telegram и Signal, поддерживали UnifiedPush.
uk: Чим більше застосунків використовують UnifiedPush, тим кориснішим він стає. Наразі UnifiedPush підтримується багатьма застосунками Matrix і Mastodon. Ми також працюємо над тим, щоб отримати відкриті версії популярних застосунків, таких як Telegram і Signal, для підтримки UnifiedPush.
zh_hans: 采用 UnifiedPush 的应用越多，它就越有用。目前，许多 Matrix 和 Mastodon 应用都支持 UnifiedPush。我们还致力于让 Telegram 和 Signal 等流行应用的开源版本支持 UnifiedPush。

source: Improving WebPush support will also help to increase the number of apps that can use UnifiedPush. We are working towards better WebPush compatibility with UnifiedPush.
ru: Улучшение поддержки WebPush также поможет увеличить количество приложений, которые могут использовать UnifiedPush. Мы работаем над улучшением совместимости WebPush с UnifiedPush.
uk: Поліпшення підтримки WebPush також допоможе збільшити кількість застосунків, які можуть використовувати UnifiedPush. Ми працюємо над поліпшенням сумісності WebPush з UnifiedPush.
zh_hans: 改进 WebPush 支持也将有助于增加可以使用 UnifiedPush 的应用数量。我们正在努力使 WebPush 与 UnifiedPush 更好地兼容。

source: What about built-in distributors in custom Android ROMs like Lineage OS or /e/OS (murena)? Their support could hugely accelerate UnifiedPush-support in the De-Googled community.
ru: А как насчет встроенных дистрибутивов в пользовательских ПЗУ Android, таких как Lineage OS или /e/OS (murena)? Их поддержка могла бы значительно ускорить поддержку UnifiedPush в сообществе De-Googled.
uk: Як щодо вбудованих дистриб'юторів у користувацькі ПЗП Android, такі як Lineage OS або /e/OS (murena)? Їх підтримка могла б значно прискорити підтримку UnifiedPush у знегугленій спільноті.
zh_hans: Lineage OS 或 /e/OS (murena) 等自定义 Android ROM 中的内置分发器呢？他们的支持可以极大地加速 De-Googled 社区中的 UnifiedPush 支持。

source: Linux platforms can also benefit from UnifiedPush. Improving the Linux specification and increasing its adoption will help improve battery life and reactivity.
ru: Платформы Linux также могут получить преимущества от UnifiedPush. Улучшение спецификации Linux и ее более широкое внедрение поможет увеличить время автономной работы и повысить реактивность.
uk: Платформи Linux також можуть отримати вигоду від UnifiedPush. Удосконалення специфікації Linux і зростання його впровадження допоможе поліпшити час автономної роботи й реактивність.
zh_hans: Linux 平台也可以从 UnifiedPush 中受益。改进 Linux 规范并提高其采用率将有助于提高电池寿命和响应性。

source: As UnifiedPush is very flexible, some platforms could achieve even greater efficiency gains by using low-power hardware for the distributor: keeping it on the modem or a low-power core while the phone is asleep.
ru: Поскольку UnifiedPush очень гибок, некоторые платформы могут добиться еще большего повышения эффективности, используя для распределителя маломощное оборудование: держать его на модеме или маломощном ядре, пока телефон находится в спящем режиме.
uk: Оскільки UnifiedPush дуже гнучкий, деякі платформи можуть досягти ще більшого зростання ефективності, використовуючи малопотужне обладнання для дистриб'ютора: тримаючи його на модемі або малопотужному ядрі, поки телефон перебуває в сплячому режимі.
zh_hans: 由于 UnifiedPush 非常灵活，一些平台可以通过为分发器使用低功耗硬件来实现更大的效率提升：在手机休眠时将其保持在调制解调器或低功耗核心上。

source: At the end of the day, if you use a Matrix or Mastodon app or one of the other [supported apps](https://unifiedpush.org/users/apps/) on Android, there's a good chance that you can use UnifiedPush to get your push notifications without relying on Google. You can start using UnifiedPush today by just installing [ntfy](https://ntfy.sh/#subscribe-phone) or [choosing another distributor](https://unifiedpush.org/users/distributors/).
ru: В конце концов, если вы используете приложение Matrix, Mastodon или одно из других [поддерживаемых приложений](https://unifiedpush.org/users/apps/) на Android, есть большая вероятность, что вы можете использовать UnifiedPush для получения push-уведомлений, не полагаясь на Google. Вы можете начать использовать UnifiedPush уже сегодня, просто установив [ntfy](https://ntfy.sh/#subscribe-phone) или [выбрав другой дистрибутив](https://unifiedpush.org/users/distributors/).
uk: Зрештою, якщо ви використовуєте застосунок Matrix або Mastodon, або один з інших [підтримуваних застосунків](https://unifiedpush.org/users/apps/) на Android, існує висока ймовірність, що ви можете використовувати UnifiedPush для отримання push-сповіщень, не покладаючись на Google. Ви можете почати використовувати UnifiedPush вже сьогодні, просто встановивши [ntfy](https://ntfy.sh/#subscribe-phone) або [обравши іншого дистриб'ютора](https://unifiedpush.org/users/distributors/).
zh_hans: 归根结底，如果您在 Android 上使用 Matrix 或 Mastodon 应用或其他[支持的应用](https://unifiedpush.org/users/apps/)之一，您很有可能可以使用 UnifiedPush 无需依赖 Google 即可获取推送通知。您现在可以通过安装 [ntfy](https://ntfy.sh/#subscribe-phone) 或[选择其他分发器](https://unifiedpush.org/users/distributors/)开始使用 UnifiedPush。

source: If you are an app developer interested in your app receiving push notifications when installed from F-Droid and allowing your users to have independent, self-hosted infrastructure, check out UnifiedPush and feel free to [talk to us](https://matrix.to/#/#unifiedpush:matrix.org) if you have any questions!
ru: Если вы разработчик приложений, заинтересованный в том, чтобы ваше приложение получало push-уведомления при установке с F-Droid и позволяло вашим пользователям иметь независимую, самостоятельную инфраструктуру, ознакомьтесь с UnifiedPush и обращайтесь к нам [поговорите с нами](https://matrix.to/#/#unifiedpush:matrix.org), если у вас возникнут вопросы!
uk: Якщо ви розробляєте застосунки, зацікавлені в тому, щоб ваш застосунок отримував push-сповіщення після встановлення з F-Droid і давав вашим користувачам змогу мати незалежну, самостійно розміщену інфраструктуру, ознайомтеся з UnifiedPush і не соромтеся [звертатися до нас](https://matrix.to/#/#unifiedpush:matrix.org), якщо у вас виникнуть будь-які запитання!
zh_hans: 如果您是应用开发者，对您的应用在从 F-Droid 安装时接收推送通知感兴趣，并允许您的用户拥有独立、自托管的基础设施，请查看 UnifiedPush，如果您有任何问题随时[与我们交谈](https://matrix.to/#/#unifiedpush:matrix.org)！

source: Third Audit Results
ru: Результаты третьего аудита
uk: Результати третього аудиту
zh_hans: 第三次审计结果

source: We received an audit on the new "index-v2" work in official Android client app + API (3 days) and the new front end webserver setup (1 day). There were no findings for the webserver setup, so the analysis in this post deals with the F-Droid client app. The audit was conducted by [Radically Open Security](https://www.radicallyopensecurity.com), which is a natural partner for F-Droid since they share a focus on free software and open processes. Thanks to [NLnet](https://nlnet.nl) for finding the auditor and covering the costs of hiring them. We are making the original report available for [download]({% asset posts/2022-12-22-third-audit-results/report_nlnet-ngip-trackingthetrackers.pdf %}).
ru: Мы получили аудит по новой работе "index-v2" в официальном клиентском приложении для Android + API (3 дня) и новой настройке фронт-энд веб-сервера (1 день). По веб-серверу не было найдено никаких находок, поэтому анализ в этом посте касается клиентского приложения F-Droid. Аудит проводился компанией [Radically Open Security](https://www.radicallyopensecurity.com), которая является естественным партнером для F-Droid, поскольку они разделяют ориентацию на свободное программное обеспечение и открытые процессы. Спасибо [NLnet](https://nlnet.nl) за поиск аудитора и покрытие расходов на его наем. Мы предоставляем оригинальный отчет для [скачивания]({% asset posts/2022-12-22-third-audit-results/report_nlnet-ngip-trackingthetrackers.pdf %}).
uk: Ми отримали аудит роботи нового "index-v2" в офіційному клієнтському застосунку для Android + API (3 дні) та нову клієнтську частину налаштувань вебсервера (1 день). По налаштуванню вебсервера не було виявлено жодних зауважень, тому аналіз в цьому дописі стосується клієнтського застосунку F-Droid. Аудит було проведено [Radically Open Security](https://www.radicallyopensecurity.com), яка є природним партнером F-Droid, оскільки вони поділяють інтереси вільного програмного забезпечення та відкритих процесів. Дякуємо [NLnet](https://nlnet.nl) за пошук аудитора та покриття витрат на його наймання. Ми надаємо оригінал звіту для [завантаження]({% asset posts/2022-12-22-third-audit-results/report_nlnet-ngip-trackingthetrackers.pdf %}).
zh_hans: 我们收到了对官方 Android 客户端应用 + API（3 天）和新前端网络服务器设置（1 天）中新 "index-v2" 工作的审计。在网络服务器设置中没有发现问题，因此本文中的分析涉及 F-Droid 客户端应用。审计由 [Radically Open Security](https://www.radicallyopensecurity.com) 进行，它是 F-Droid 的天然合作伙伴，因为他们同样关注自由软件和开放流程。感谢 [NLnet](https://nlnet.nl) 找到审计员并支付雇用他们的费用。我们提供原始报告以供[下载]({% asset posts/2022-12-22-third-audit-results/report_nlnet-ngip-trackingthetrackers.pdf %})。

source: This post was written in the spirit of transparency with technical detail about the risks of each vulnerability. We welcome further scrutiny. For more information about F-Droid's security practices, see the documentation about the [Security Model]({{ site.baseurl }}/docs/Security_Model/).
ru: Этот пост был написан в духе прозрачности с техническими подробностями о рисках каждой уязвимости. Мы приветствуем дальнейшее изучение. Более подробную информацию о методах обеспечения безопасности F-Droid можно найти в документации по [Модели безопасности]({{ site.baseurl }}/docs/Security_Model/).
uk: Цей допис був написаний в дусі прозорості з технічною деталізацією про ризики кожної вразливості. Для отримання додаткової інформації про практику безпеки F-Droid дивіться документацію про [Моделі безпеки]({{ site.baseurl }}/docs/Security_Model/).
zh_hans: 这篇文章是本着以开诚布公的精神对待每个漏洞风险的技术细节而写的。 我们欢迎进一步审查。有关 F-Droid 的安全实践的更多信息，请参阅有关[安全模型]({{ site.baseurl }}/docs/Security_Model/)的文档。

source: CLN-002 -- XML parsers might be vulnerable to XXE attacks
ru: CLN-002 -- Парсеры XML могут быть уязвимы для XXE-атак
uk: CLN-002 -- парсери XML можуть бути вразливі до атак типу XXE
zh_hans: CLN-002 -- XML 解析器可能容易受到 XXE 攻击

source: Vulnerability type: Input validation
ru: Тип уязвимости: Проверка правильности ввода
uk: Тип уразливості: перевірка даних під час введення
zh_hans: 漏洞类型：输入验证

source: Threat level: Elevated
ru: Уровень угрозы: Повышенный
uk: Рівень загрози: Підвищений
zh_hans: 威胁等级：高

source: The application's XML parser implementation might be vulnerable to XML External Entity (XXE) attacks.
ru: Реализация XML-парсера приложения может быть уязвима к атакам XML External Entity (XXE).
uk: Реалізація XML-аналізатора застосунку може бути вразливою до атак зовнішньої сутності XML (XXE).
zh_hans: 应用的 XML 解析器实现可能容易受到 XML 外部实体 (XXE) 攻击。

source: Impact
ru: Воздействие
uk: Вплив
zh_hans: 影响

source: If the XML parser has no restrictions for external and internal entities, then this might lead to arbitrary file disclosures or server-side request forgery (SSRF) vulnerabilities when XML input is parsed.
ru: Если парсер XML не имеет ограничений для внешних и внутренних сущностей, то это может привести к раскрытию произвольных файлов или уязвимостям подделки запросов на стороне сервера (SSRF) при разборе XML-ввода.
uk: Якщо парсер XML не має обмежень для зовнішніх і внутрішніх об'єктів, це може призвести до довільного розкриття файлів або уразливостей підробки запитів на стороні сервера (SSRF) при розборі XML-вводу.
zh_hans: 如果 XML 解析器对外部和内部实体没有限制，那么在解析 XML 输入时，这可能会导致任意文件泄露或服务器端请求伪造 (SSRF) 漏洞。

source: Our Response
ru: Наш ответ
uk: Наша відповідь
zh_hans: 我们的回应

source: The original index file, the version 0 format, is an XML file generated as part of any repo. It is available at either _index.xml_ or the more recent signed version at _index.jar_. Recent versions of the client will always try _index-v1.jar_ first, which is a signed JSON format. If that is not available, the client will fallback to _index.jar_. _index.jar_ is also used for the "nearby" app swapping functionality. All of these _index.jar_ files must pass the signature verification before the XML is parsed.
ru: Оригинальный индексный файл, формат версии 0, представляет собой XML-файл, создаваемый как часть любого репозитория. Он доступен либо по адресу _index.xml_, либо по адресу _index.jar_ - более новая подписанная версия. Последние версии клиента всегда сначала пробуют _index-v1.jar_, который представляет собой подписанный формат JSON. Если он недоступен, клиент вернется к _index.jar_. _index.jar_ также используется для функции замены приложений "поблизости". Все эти файлы _index.jar_ должны пройти проверку подписи перед разбором XML.
uk: Оригінальний файл індексу версії 0 — це XML-файл, який генерується частиною будь-якої операції репозиторію. Він доступний за адресою _index.xml_ або за адресою _index.jar_ або новішої підписаної версії index.jar . Останні версії клієнта завжди спочатку намагаються отримати _index-v1.jar_, який є підписаним форматом JSON. Якщо він недоступний, клієнт перейде до _index.jar_. _index.jar_ також використовується для функції заміни застосунків «поруч». Усі ці файли _index.jar_ повинні пройти перевірку підпису перед тим, як XML буде проаналізовано.
zh_hans: 原始索引文件，版本 0 格式，是作为任何存储库的一部分生成的 XML 文件。它可以在 _index.xml_ 或 _index.jar_ 的最新签名版本中获得。最新版本的客户端总是会首先尝试 _index-v1.jar_，这是一种签名的 JSON 格式。如果不可用，客户端将回退到 _index.jar_。 _index.jar_ 也用于“附近”应用交换功能。所有这些 _index.jar_ 文件都必须在解析 XML 之前通过签名验证。
