Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Whenever a reproducible build is established at F-Droid, the hash of the corresponding developer's certificate used to sign their APKs is stored along with the other metadata on F-Droid's end. The keyword for that in the [Build Metadata]({{ site.baseurl }}/docs/Build_Metadata_Reference) is `AllowedAPKSigningKeys`. So when the developer's APK is fetched for comparison, the signature is compared against that:
ru: Всякий раз, когда воспроизводимая сборка создается в F-Droid, хэш сертификата соответствующего разработчика, используемого для подписи его APK, сохраняется вместе с другими метаданными на стороне F-Droid. Ключевое слово для этого в [Build Metadata]({{ site.baseurl }}/docs/Build_Metadata_Reference) - `AllowedAPKSigningKeys`. Таким образом, когда APK разработчика извлекается для сравнения, подпись сравнивается с этой подписью:
uk: Щоразу, коли у F-Droid створюється відтворювана збірка, хеш відповідного сертифіката розробника, який використовується для підписання його APK, зберігається разом з іншими метаданими на стороні F-Droid. Ключовим словом для цього у [Метаданих збірки]({{ site.baseurl }}/docs/Build_Metadata_Reference) є `AllowedAPKSigningKeys`. Отже, коли APK розробника буде отримано для порівняння, підпис буде порівняно з ним:
zh_hans: 在 F-Droid，每次打包一个可重复构建应用时，相应的用于 APK 签名的开发者证书的哈希值和其他元数据一起存储在 F-Droid 这边。[构建元数据]({{ site.baseurl }}/docs/Build_Metadata_Reference)中的键是 `AllowedAPKSigningKeys`。因此当开发者的 APK 被抓取用于比较时，签名将按如下方式比较：

source: will give us the SHA-256 hash of the certificate used to sign the APK. Should it not match, the APK will be rejected – and the build is considered „failed“. This ensures that F-Droid really only ships the intended APKs, signed by the proper key – and the above mentioned potential „malicious party“ cannot easily „sneak in things“. A good security feature to be used in this context, though it originally was intended for something else:
ru: даст нам хэш SHA-256 сертификата, используемого для подписи APK. Если он не совпадает, APK будет отклонен, и сборка будет считаться "неудачной". Это гарантирует, что F-Droid действительно поставляет только предназначенные APK, подписанные правильным ключом - и вышеупомянутая потенциальная "вредоносная сторона" не сможет легко "прокрасться в вещи". Хорошая функция безопасности для использования в данном контексте, хотя изначально она предназначалась для чего-то другого:
uk: видасть нам SHA-256 хеш сертифіката, який було використано для підписання APK. Якщо він не збігається, APK буде відхилено, і збірка вважатиметься "невдалою". Це гарантує, що F-Droid дійсно надсилає лише ті APK, які підписані належним ключем, і згадана потенційна "зловмисна сторона" не зможе легко "прокрастися" в систему. Це хороша функція безпеки, яку можна використовувати в цьому контексті, хоча спочатку вона призначалася для чогось іншого:
zh_hans: 将给出用于签名 APK 的证书的 SHA-256 哈希值。如果它不匹配，应用会被拒绝 - 并且构建会被认为“失败”。这确保了 F-Droid 仅分发预期的应用，由合适的密钥签名 - 并前上述潜在的“恶意方”无法轻易“塞进东西”。一个在这种场景下很好的安全特性，尽管它原本有其他目的：

source: Binary repositories
ru: Бинарные репозитории
uk: Репозиторій двійкових файлів
zh_hans: 二进制文件存储库

source: What is that you ask? Well: F-Droid is not tied to the single repository operated by F-Droid itself. Everyone can set up a custom repository. Like the apps F-Droid distributes, all its code is free and libre, too. One of the best known third-party repositories probably is the one known as „[IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid)“ or „IzzySoft Repo“, currently providing more than 1,111 apps. There, `AllowedAPKSigningKeys` was established for all its apps in the first week of August 2023. As this repo takes its APKs directly from the developers' repositories instead of building them from the source code, this extra measure of security is especially useful – for the reason outlined above: to ensure all updates are „legit“ (and not placed to the repo by a malicious actor).
ru: Что это такое, спросите вы? Ну: F-Droid не привязан к единому хранилищу, которым управляет сама F-Droid. Каждый может создать свой собственный репозиторий. Как и приложения, которые распространяет F-Droid, весь ее код также свободен и либерти. Одним из самых известных сторонних репозиториев, вероятно, является репозиторий под названием "[IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid)" или "IzzySoft Repo", в котором на данный момент представлено более 1 111 приложений. Там, `AllowedAPKSigningKeys` был установлен для всех его приложений в первую неделю августа 2023 года. Поскольку это репо берет свои APK непосредственно из репозиториев разработчиков, а не собирает их из исходного кода, эта дополнительная мера безопасности особенно полезна - по причине, указанной выше: чтобы убедиться, что все обновления "легальны" (и не помещены в репо злоумышленником).
uk: Що це таке, запитаєте ви? Ну: F-Droid не прив'язаний до єдиного репозиторію, яким керує сам F-Droid. Кожен може створити власний репозиторій. Як і застосунки, які розповсюджує F-Droid, весь його код також вільний. Одним з найвідоміших сторонніх репозиторіїв, мабуть, це репозиторій "[IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid)" або "IzzySoft Repo", який наразі містить понад 1111 застосунків. Там `Дозволені ключі підпису APK` були встановлені для всіх застосунків у перший тиждень серпня 2023 року. Оскільки цей репозиторій бере APK безпосередньо з репозиторіїв розробників, а не збирає їх з початкового коду, цей додатковий захід безпеки особливо корисний через згадану причину: щоб гарантувати, що всі оновлення "легітимні" (а не розміщені в репозиторії зловмисником).
zh_hans: 你问那是什么？呃，F-Droid 并不与 F-Droid 运行的单一存储库绑定。每个人都可以建议自定义存储库。F-Droid 的所有代码也都是自由开源的，和它分发的所有应用一样。最知名的第三方存储库之一可能是 “[IzzyOnDroid Repo](https://apt.izzysoft.de/fdroid)” 或 “IzzySoft Repo”，目前提供超过 1,111 款应用。在那里，它的所有应用都在 2023 年 8 月的第一周设置了 `AllowedAPKSigningKeys`。因为这个存储库直接从开发者的存储库获取 APK 而不是从源代码构建，这个额外的安全措施尤其有用 - 出于上面概述的理由：为了确保所有更新都是“合法的”（而不是被恶意行为者放在存储库里的）。

source: So whenever the updater fetches a new APK from the corresponding app's repo at Codeberg, GitLab, Github etc., fdroidserver validates it was really signed with the key of its author. If it was not, it will never be included in the repository's index (so it will not be shipped to you and thus cannot endanger you). Instead, the repo's maintainer will receive an alert and has to investigate:
ru: Поэтому всякий раз, когда программа обновления получает новый APK из репозитория соответствующего приложения на Codeberg, GitLab, Github и т. д., fdroidserver проверяет, действительно ли он подписан ключом его автора. Если это не так, он никогда не будет включен в индекс репозитория (поэтому он не будет отправлен вам и, следовательно, не может представлять для вас опасности). Вместо этого сопровождающий репозитория получит предупреждение и должен будет провести расследование:
uk: Отже, щоразу, коли оновлювач отримує новий APK з репозиторію відповідного застосунку на Codeberg, GitLab, Github тощо, fdroidserver перевіряє, чи дійсно він був підписаний ключем його автора. Якщо це не так, він ніколи не буде включений до індексу репозиторію (тобто не буде відправлений вам і, таким чином, не може становити загрози для вас). Натомість адміністратор репозиторію отримає сповіщення і буде змушений провести розслідування:
zh_hans: 因此每当更新器从相应应用在 Codeberg, GitLab, Github 等上的存储库中抓取一个新 APK 时，fdroidserver 验证它是使用作者的密钥签名的。否则，它永远不会被包含到存储快的索引中（所以它不会提供给你因此无法危害你）。反之，存储库的维护者会收到提醒并进行调查：

source: Which means: Now it's time to investigate what happened. As the APK will never reach the index before the new key has been acknowledged by the repository maintainer, this can be done thoroughly without haste.
ru: А это значит: Настало время выяснить, что произошло. Поскольку APK никогда не попадет в индекс до того, как новый ключ будет подтвержден сопровождающим репозитория, это можно сделать тщательно и без спешки.
uk: А це означає: Настав час розібратися, що сталося. Оскільки APK ніколи не потрапить до індексу до того, як новий ключ буде підтверджено адміністратором репозиторію, це можна зробити ретельно і без поспіху.
zh_hans: 这意味着：现在到了调查发生什么了的时候了。因为在存储库维护者知道新密钥之前 APK 永远不会进入索引，可以进行彻底调查而不必匆忙。

source: Is that really a frequent issue?
ru: Это действительно частая проблема?
uk: Це справді часта проблема?
zh_hans: 这真的是一个常见问题吗？

source: Unfortunately, it is. During the process of updating the metadata at the IzzyOnDroid repository, 26 of the 1105 apps checked encountered that issue: the signing keys were changed since the first version present. That makes 2.35% of the apps checked. As if that wouldn't be bad enough, not one of the following 4 weeks passed without at least one other app encountering that issue. Making the raw stats: the year has 52 weeks, the repo has 1000+ apps – with just one app per week, roughly one out of 20 apps (5%) are affected by this problem at least once!
ru: К сожалению, это так. В процессе обновления метаданных в репозитории IzzyOnDroid 26 из 1105 проверенных приложений столкнулись с этой проблемой: ключи подписи были изменены с момента появления первой версии. Это составляет 2,35 % от всех проверенных приложений. Как будто этого недостаточно, ни одна из последующих 4 недель не прошла без того, чтобы хотя бы одно приложение не столкнулось с этой проблемой. Если прикинуть сырую статистику: в году 52 недели, в репозитории 1000 с лишним приложений - при наличии всего одного приложения в неделю, примерно одно из 20 приложений (5%) хотя бы раз сталкивалось с этой проблемой!
uk: На жаль, це так. Під час оновлення метаданих у репозиторії IzzyOnDroid 26 з 1105 перевірених застосунків зіткнулися з цією проблемою: ключі підпису були змінені з моменту появи першої версії. Це 2,35% перевірених застосунків. Наче цього було б недостатньо, але жоден з наступних 4 тижнів не минув без того, щоб принаймні ще один застосунок не зіткнувся з цією проблемою. Підсумуємо: в році 52 тижні, в репозиторії 1000+ застосунків — з одним застосунком на тиждень, приблизно один з 20 застосунків (5%) стикається з цією проблемою принаймні один раз!
zh_hans: 很不幸，是的。在更新 IzzyOnDroid 存储库元数据期间，1105 个被检查的应用中的 26 个遇到了这个问题：自从第一个版本出现以来签名密钥发生了变化。这占到了被检查的应用的 2.35%。仿佛是这还不够坏，在接下来的 4 周中，没有一周没有至少又一个应用出现这个问题。原始数据为：一年有 52 周，存储库里有 1000+ 应用 - 每周一个应用，大约每 20 个应用里就有一个 (5%) 发生这个问题至少一次！

source: In each case, the corresponding developer was reached out to so the reason could be found, and the issue (hopefully) be fixed. You might wonder what could have caused this, so here are some of the reasons given. All of them meant, one way or the other:
ru: В каждом случае с соответствующим разработчиком связывались, чтобы найти причину и (надеемся) устранить проблему. Вы можете задаться вопросом, что могло вызвать это, поэтому вот некоторые из названных причин. Все они, так или иначе, имеют значение:
uk: У кожному випадку ми зв'язалися з відповідним розробником, щоб з'ясувати причину і (сподіваємося) виправити проблему. Вам може бути цікаво, що могло спричинити це, тож ось деякі з наведених причин. Всі вони так чи інакше стосуються:
zh_hans: 对于每个案例，将联系相应的开发者找到原因，然后（但愿）修复问题。你或许想知道这可能是什么造成的，所以这里给出了一些原因。所有这些意味着这样或那样的方式：

source: > „Ugh, I lost the signing key…“
ru: > "Уф, я потерял ключ подписи..."
uk: &gt; „Ой, ключ для підпису втрачено…“
zh_hans: &gt; “啊，我把签名密钥搞丢了……”

source: disk crashes (or entire PCs giving up)
ru: сбои в работе диска (или отказ всего компьютера)
uk: збої в роботі дисків (або вихід з ладу цілих комп'ютерів)
zh_hans: 硬盘崩溃（或者整台电脑都坏了）

source: accidentally deleting the directory where the „important stuff“ is in
ru: случайное удаление каталога, в котором хранятся "важные вещи"
uk: випадкове видалення каталогу, в якому розташовані "важливі речі"
zh_hans: 不小心删掉了有“重要内容”的文件夹

source: signing was done by a team member that left (with the key)
ru: Подпись была сделана членом команды, который ушел (с ключом)
uk: підпис був зроблений учасником команди, який звільнився (з ключем)
zh_hans: 签名曾经是一名已经离开（带着密钥）的团队成员做的

source: the development environment was freshly set up, or moved to a new machine – and somehow the keystore was not moved along (when the problem was discovered, the original environment was no longer accessible)
ru: среда разработки была только что создана или перенесена на новую машину - и каким-то образом хранилище ключей не было перенесено (когда проблема была обнаружена, исходная среда была уже недоступна)
uk: середовище розробки було щойно налаштоване або перенесене на нову машину — і якимось чином не було перенесено сховище ключів (коли проблему було виявлено, початкове середовище вже не було доступне)
zh_hans: 开发环境从头设置了，或者换到新设备了 - 并且不知为何密钥库没有一起迁移（当发现这个问题时，原来的环境已经无法访问了）

source: the developer had used a „debug key“ when development was started (fine if you locally develop things for yourself – but not a good thing if the app shall be distributed), so they had to switch to a „release key“
ru: разработчик использовал "ключ отладки" в начале разработки (хорошо, если вы разрабатываете что-то для себя - но не очень хорошо, если приложение будет распространяться), поэтому ему пришлось перейти на "ключ релиза"
uk: розробник використовував "debug key" на початку розробки (добре, якщо ви локально розробляєте щось для себе — але не дуже добре, якщо застосунок буде розповсюджуватися), тому йому довелося перейти на "release key"
zh_hans: 开发者在开始开发时用了一个“调试密钥”（如果你在本地给自己开发没问题 - 但不要这样做如果应用会被分发），所以他们不得不切换到一个“发布密钥”

source: the original key was „too weak“ and had to be replaced by a stronger one
ru: оригинальный ключ был "слишком слабым", и его пришлось заменить на более сильный
uk: оригінальний ключ був "занадто слабким" і його довелося замінити на надійніший
zh_hans: 原来的密钥“太弱”并且不得不用更强的替代

source: In the last two cases, legitimacy was easy to establish by providing the latest APK in two variants: the very same build, but once signed with the original, and another with the new key. Thus the two APKs could be compared similarly to the procedure used with reproducible builds – provided the original key was not already deleted for being „obsolete“.
ru: В последних двух случаях легитимность было легко установить, предоставив последнюю версию APK в двух вариантах: одна и та же сборка, но подписанная оригинальным, а другая - новым ключом. Таким образом, два APK можно было сравнить аналогично процедуре, используемой для воспроизводимых сборок - при условии, что оригинальный ключ не был уже удален за "устарелость".
uk: В останніх двох випадках легітимність було легко встановити, надавши найновіший APK у двох варіантах: ту саму збірку, але один раз підписану оригінальним ключем, а інший - новим ключем. Таким чином, ці два APK можна було порівняти аналогічно до процедури, що використовується для відтворюваних збірок - за умови, що оригінальний ключ ще не був видалений як "застарілий".
zh_hans: 在最后两种情况中，合法性很容易通过提供最新 APK 的两种变体证明：一个用原来的密钥签名，另一个用新密钥。因此两个 APK 可以用类似于可重复构建使用的流程进行比较 - 如果原来的密钥没有因为已经“废弃”被删掉。

source: Lessons learned #1: the repository maintainer
ru: Урок № 1: сопровождающий репозитория
uk: Висновок №1: супроводжувач репозиторію
zh_hans: 学到的第一课：存储库维护者

source: It is a good measure to establish `AllowedAPKSigningKeys` in your binary repo for **all** apps it contains. This issue happens far too often to be ignored. The apps you distribute must be safe: you have a responsibility towards the people using your repository. While such updates would be rejected if the app was already installed on a device („incompatible signature“), the problem won't be detected by those installing the app „freshly“, for the first time. Those must be protected as well.
ru: Хорошей мерой будет установить `AllowedAPKSigningKeys` в вашем бинарном репозитории для **всех** приложений, которые он содержит. Эта проблема возникает слишком часто, чтобы ее можно было игнорировать. Приложения, которые вы распространяете, должны быть безопасными: вы несете ответственность перед людьми, использующими ваш репозиторий. Хотя такие обновления будут отклонены, если приложение уже установлено на устройстве ("несовместимая подпись"), проблема не будет обнаружена теми, кто устанавливает приложение "свежим", в первый раз. Их также необходимо защитить.
uk: Доцільно встановити `AllowedAPKSigningKeys` у вашому двійковому репозиторії для **всіх** застосунків, які в ньому містяться. Ця проблема трапляється надто часто, щоб нею нехтувати. Застосунки, які ви розповсюджуєте, мають бути безпечними: ви несете відповідальність перед людьми, які користуються вашим сховищем. Хоча такі оновлення будуть відхилені, якщо застосунок уже встановлено на пристрої ("несумісний підпис"), проблема не буде виявлена тими, хто встановлює "свіжий" застосунок, вперше. Їх також потрібно захистити.
zh_hans: 在你的二进制存储库中为**所有**应用设置 `AllowedAPKSigningKeys` 是个好措施。这个问题太过常见以至于无法忽略。你分发的应用必须安全：你对使用你的存储库的人们负有责任。进入这样的更新会被已经安装此应用的设备拒绝（“不兼容的签名”），第一次“全新”安装此应用的设备无法检测到这个问题。也要保护他们。

source: The good part: in none of the cases, a malicious action was the reason for the key change. That does not mean it will never be the case – but it's good to know we can trust our FOSS developers pretty well.
ru: Самое приятное: ни в одном из случаев причиной смены ключа не было злонамеренное действие. Это не значит, что такого никогда не будет - но приятно знать, что мы можем вполне доверять нашим FOSS-разработчикам.
uk: Гарна новина: в жодному з випадків причиною зміни ключа не були зловмисні дії. Це не означає, що такого ніколи не станеться - але приємно знати, що ми можемо цілком довіряти нашим розробникам FOSS.
zh_hans: 好的一面是：没有任何一个案例里，密钥更换是由于恶意行为。这并不意味着这种情况永远不会发生 - 但很高兴知道我们可以相对信任我们的 FOSS 开发者。

source: The bad part: the importance of keeping the keystore safe seems not to be self-evident enough. We need to raise awareness for this.
ru: Плохая сторона: важность сохранения хранилища ключей кажется недостаточно очевидной. Нам необходимо повысить осведомленность об этом.
uk: Поганий бік справи: важливість збереження сховища ключів не достатньо очевидна. Нам потрібно підвищувати обізнаність про це.
zh_hans: 坏的一面是：确保密钥库安全的重要性似乎不够不言自明。我们需要提高认知度。

source: Lessons learned #2: how to keep your key safe and what measures to take for the event of loss?
ru: Урок №2: как хранить ключи и какие меры предпринять в случае их потери?
uk: Висновок №2: як зберігати ключі в безпеці та які заходи вживати у випадку втрати?
zh_hans: 学到的第二课：怎样保管好你的密钥，丢失之后应该采取什么措施？

source: The obvious: Make backups! Not just on your development machine. Have another backup off-device – e.g. on an encrypted thumbdrive stored in a secure place, on a trustable server/machine elsewhere (with a friend, a family member, or a cloud service – again, an **encrypted** backup). And be sure you know how to restore it. You might not need a Backup Ceremony like the one the [F-Droid team performed]({% post_url 2023-07-15-community-controlled-backup-ceremony %}) – but some measures should be taken. And no: uploading them to your app's public git repo is **not** a good idea, not even for a backup (don't laugh, but that happened, too).
ru: Очевидное: создавайте резервные копии! Не только на своей машине для разработки. Имейте еще одну резервную копию вне устройства - например, на зашифрованном флешке, хранящейся в безопасном месте, на надежном сервере/машине в другом месте (у друга, члена семьи или в облачном сервисе - опять же, **зашифрованная** резервная копия). И убедитесь, что вы знаете, как ее восстановить. Возможно, вам не понадобится церемония резервного копирования, подобная той, которую провела [команда F-Droid]({% post_url 2023-07-15-community-controlled-backup-ceremony %}) - но некоторые меры следует принять. И нет: загружать их в публичное git-репо вашего приложения - это **не** хорошая идея, даже для резервного копирования (не смейтесь, но такое тоже случалось).
uk: Очевидно: робіть резервні копії! Не тільки на своєму комп'ютері для розробки. Майте ще одну резервну копію поза пристроєм — наприклад, на зашифрованому флеш-накопичувачі, що зберігається в безпечному місці, на надійному сервері/машині в іншому місці (у друга, члена сім'ї або в хмарному сервісі — знову ж таки, **зашифровану** резервну копію). І переконайтеся, що ви знаєте, як її відновити. Можливо, вам не знадобиться церемонія резервного копіювання, подібна до тієї, яку провела команда [F-Droid]({% post_url 2023-07-15-community-controlled-backup-ceremony %}) - але деякі заходи все ж варто вжити. І ні: завантажувати їх до публічного git-репозиторію вашого застосунку — це **не** гарна ідея, навіть для резервної копії (не смійтеся, але таке теж траплялося).
zh_hans: 很明显：备份！不要仅仅在你的开发设备上。设置另一个备份 - 例如在一个放在安全地方的加密移动存储器上，在一个其他地方（朋友，家人或者云服务）的可信服务器/设备上 -再一次，一个**加密**备份）。并且确保你知道如何恢复。你可能不需要一个 [F-Droid 团队执行的]({% post_url 2023-07-15-community-controlled-backup-ceremony %})那种备份仪式 - 但需要实施一些措施。不，将它们上传到你的应用的公开 git 存储库**不**是一个好主意，甚至对于备份也是不行（别笑，这也发生过）。

source: The less obvious: make sure someone/something can „vouch“ for you. Again, from the cases encountered:
ru: Менее очевидный вариант: убедитесь, что кто-то/что-то может "поручиться" за вас. Опять же, из числа встреченных случаев:
uk: Менш очевидний: переконайтеся, що хтось/щось може „поручитися“ за вас. Знову ж таки, з практики:
zh_hans: 不太显而易见的是：确保某人/某物可以为你“担保”。再一次，从遇到的案例中：

source: sign your commits (GPG/PGP), ideally all of them and from the very start. And of course keep your GPG/PGP key safe as well. That way your signed commits from **after** the event prove you're still in control of that key. It's rather unlikely someone compromised your Git repo **and** your GPG/PGP key but not your keystore for signing the apps.
ru: подписывайте свои коммиты (GPG/PGP), в идеале - все и с самого начала. И, конечно, храните свой ключ GPG/PGP в безопасности. Таким образом, подписанные коммиты, сделанные **после** события, докажут, что вы все еще контролируете этот ключ. Маловероятно, что кто-то скомпрометировал ваше Git-репо **и** ваш GPG/PGP-ключ, но не ваше хранилище ключей для подписи приложений.
uk: підписуйте свої подання (GPG/PGP), в ідеалі — всі та з самого початку. І, звичайно, зберігайте свій ключ GPG/PGP у безпечному місці. Таким чином, ваші підписані подання з **після** події доведуть, що ви досі контролюєте цей ключ. Малоймовірно, що хтось скомпрометував ваш Git-репозиторій **і** ваш ключ GPG/PGP, але не ваше сховище ключів для підписання застосунків.
zh_hans: 签名你的提交 (GPG/PGP)，最好是全部并且从一开始就是。当然也要保管好你的 GPG/PGP 密钥。这样你在事件发生“之后”的提交可以证明你仍然控制这密钥。不太可能有人掌握了你的 Git 存储库**和**你的 GPG/PGP 却没有你给应用签名的密钥库。

source: provide different (independent) ways to contact you. Your Git repo compromised **could** mean it was entered via your compromised mail account – but probably not your XMPP or Matrix account. This information should also be available from early on: all details provided only afterwards could come from the potential „malicious actor“ and would not prove your ownership.
ru: предоставляют различные (независимые) способы связаться с вами. Взлом вашего Git-репозитория **может** означать, что он был осуществлен через взломанный почтовый аккаунт - но, вероятно, не через XMPP- или Matrix-аккаунт. Эта информация также должна быть доступна с самого начала: все детали, предоставленные только после этого, могут исходить от потенциального "злоумышленника" и не доказывать вашу принадлежность.
uk: надавати різні (незалежні) способи зв'язку з вами. Порушення доступу до вашого Git-репозиторію **може** означати, що його було здійснено через ваш скомпрометований поштовий акаунт, але, ймовірно, не через ваш акаунт XMPP або Matrix. Ця інформація також повинна бути доступною з самого початку: всі дані, надані пізніше, можуть походити від потенційного "зловмисника" і не підтверджуватимуть ваше право власності на репозиторій.
zh_hans: 提供不同的（独立）联系方式。你的 Git 存储库被接管**可能**意味着它通过你被接管的邮件账户进入 - 但可能没有你的 XMPP 或 Matrix 账户。这个信息也应该从之前就有：所有之后提供的信息都可能来自“恶意行为者”所以不能证明你的所有权。
