Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/), a comprehensive todo list manager based on [GTD](https://en.wikipedia.org/wiki/Getting_Things_Done) and the [todo.txt](http://todotxt.com) format, had a sizeable update in 10.2.0. Highlighting the most important ones, UI updates and events were refactored to improve performance, and saved filters are now stored in preferences, which should fix most issues with them. Some other improvements are related to Nextcloud, and don't apply to this Cloudless version in F-Droid.
de: [Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/), ein umfangreicher Aufgabenlisten-Manager, auf Basis von [GTD](https://en.wikipedia.org/wiki/Getting_Things_Done) und dem Format [todo.txt](http://todotxt.com), erfuhr 10.2.0 beträchtliche Aktualisierungen. Um die wichtigsten hervorzuheben, UI-Aktualisierungen und -Ereignisse erhielten ein Refactoring zur Leistungsverbesserung und gespeicherte Filter werden nun in den Einstellungen abgespeichert, womit die meisten damit verbundenen Probleme behoben sein sollten. Einige andere Verbesserungen stehen in Zusammenhang mit Nextcloud und betreffen nicht diese F-Droid-Version ohne Cloud-Anbindung.
pl: [Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/), kompleksowy menadżer zadań do zrobienia bazujący na formacie [GTD](https://en.wikipedia.org/wiki/Getting_Things_Done) i [todo.txt](http://todotxt.com), miał pokaźną aktualizację w 10.2.0. Najważniejsze aktualizacje dotyczą interfejsu użytkownika, refaktoryzacji zdarzeń do polepszenia wydajności i zapisu filtrów, które znajdują się teraz w preferencjach aplikacji, co powinno naprawić większość błędów z nimi. Część innych poprawek są w odniesieniu do Nextcloud i nie dotyczą do aplikacji Cloudless na F-Droid.
ro: [Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/), un manager cuprinzător de liste de sarcini bazat pe [GTD](https://en.wikipedia.org/wiki/Getting_Things_Done) și pe formatul [todo.txt](http://todotxt.com), a fost actualizat considerabil în versiunea 10.2.0. Evidențiind cele mai importante, actualizările interfeței de utilizare și evenimentele au fost refactorizate pentru a îmbunătăți performanța, iar filtrele salvate sunt acum stocate în preferințe, ceea ce ar trebui să rezolve majoritatea problemelor cu acestea. Alte câteva îmbunătățiri sunt legate de Nextcloud și nu se aplică acestei versiuni Cloudless din F-Droid.
ru: [Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/), комплексный менеджер списков дел, основанный на [GTD](https://en.wikipedia.org/wiki/Getting_Things_Done) и формате [todo.txt](http://todotxt.com), получил значительное обновление в версии 10.2.0. Выделяя наиболее важные из них, обновление пользовательского интерфейса и событий было рефакторинговано для повышения производительности, а сохраненные фильтры теперь хранятся в предпочтениях, что должно устранить большинство проблем с ними. Некоторые другие улучшения связаны с Nextcloud и не относятся к этой версии Cloudless в F-Droid.
uk: [Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/), комплексний менеджер списків справ, заснований на [GTD](https://en.wikipedia.org/wiki/Getting_Things_Done) і форматі [todo.txt](http://todotxt.com), набув значного оновлення у версії 10.2.0. Виділяючи найбільш важливі з них, оновлення призначеного для користувача інтерфейсу і подій було рефакторинговано для підвищення продуктивності, а збережені фільтри тепер зберігаються в перевагах, що має усунути більшість проблем з ними. Деякі інші поліпшення пов'язані з Nextcloud і не відносяться до цієї версії Cloudless в F-Droid.
zh_hans: [Simpletask](https://f-droid.org/packages/nl.mpcjanssen.simpletask/)，基于 [GTD](https://en.wikipedia.org/wiki/Getting_Things_Done) 和 [todo.txt](http://todotxt.com) 格式的综合待办事项列表管理器，在 10.2.0 中有相当大的更新。其中最重要的是，更新了用户界面和重构事件以提高性能，并且保存的过滤器现在存储在首选项中，这应该可以解决大多数问题。其他一些改进与 Nextcloud 有关，不适用于 F-Droid 中的无云端版本。

source: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/), a frontend for the Deluge torrent daemon, released 0.9, allowing torrents to be added by torrent file, adding support for magnet links and torrent urls from browser, showing seeding and completed time, and more.
de: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/), ein Frontend für den Deluge-Torrent-Daemon, veröffentlicht 0.9, wodurch Torrents per Torrent-Datei hinzugefügt werden können, Unterstützung für Magnet-Links und Torrent-URLs aus dem Browser, Anzeige von Seeding und beendetem Zeitpunkt und vieles mehr.
pl: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/), nakładka dla demona torrenta Deluge, wydana 0.9, umożliwiająca dodawanie torrentów przez plik torrent, dodawanie obsługi linków magnet i adresów torrentowych z przeglądarki, pokazywanie czasu seedowania i zakończenia oraz wiele innych.
ro: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/), o interfață pentru daemonul de torrente Deluge, a lansat versiunea 0.9, permițând adăugarea de torrente în funcție de fișierul torrent, adăugând suport pentru link-uri magnet și url-uri de torrente din browser, afișând timpul de semănare și timpul de finalizare și multe altele.
ru: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/), фронтенд для торрент-демона Deluge, выпустил версию 0.9, позволяющую добавлять торренты по торрент-файлам, добавляющую поддержку magnet-ссылок и торрент-url из браузера, показывающий время загрузки/завершения, и многое другое.
uk: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/), фронтенд для торент-демона Deluge, випустив версію 0.9, що дозволяє додавати торенти по торент-файлів, що додає підтримку magnet-посилань і торент-url з браузера, який показує час завантаження/завершення, і багато іншого.
zh_hans: [Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)，Deluge torrent 守护进程的前端，发布了 0.9，允许通过 torrent 文件添加 torrent，增加对磁力链接和来自浏览器的 torrent URL 的支持，显示播种和完成时间，以及更多更新。

source: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/), an online/offline movie database, saw its 2.1.0 release, containing mostly bug fixes and UI improvements. New features are persistent filtering, showing the release date, recommended instead of similar movies, and the ability to fetch online movie data in a different langage than the default.
de: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/), eine Online-/Offline-Filmdatenbank, wurde in der Version 2.1.0 veröffentlicht, die hauptsächlich Bugfixes und UI-Verbesserungen enthält. Neue Funktionen sind persistente Filterung, die das Veröffentlichungsdatum anzeigt, empfohlene statt ähnlicher Filme und die Möglichkeit, Online-Filmdaten in einer anderen Sprache als der Standardeinstellung abzurufen.
pl: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/), baza danych filmów w trybie online/offline, była dostępna w wersji 2.1.0, zawierała głównie poprawki błędów i ulepszenia interfejsu użytkownika. Nowe funkcje to filtrowanie trwałe, pokazujące datę premiery, zalecane zamiast podobnych filmów oraz możliwość pobierania danych filmów online w innym języku niż domyślny.
ro: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/), o bază de date de filme online/offline, a fost lansată versiunea 2.1.0, care conține în principal corecturi de erori și îmbunătățiri ale interfeței. Noile caracteristici sunt filtrarea persistentă, afișarea datei de lansare, filme recomandate în loc de filme similare și posibilitatea de a prelua date despre filme online într-o altă limbă decât cea implicită.
ru: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/), база данных онлайн/оффлайн фильмов, увидела свет в версии 2.1.0, содержащей в основном исправления ошибок и улучшения пользовательского интерфейса. Среди новых возможностей - постоянная фильтрация, отображение даты выхода, рекомендуемые вместо похожих фильмов, а также возможность получать данные о фильмах в режиме онлайн на языке, отличном от языка по умолчанию.
uk: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/), база даних онлайн/офлайн фільмів, побачила світ у версії 2.1.0, що містить в основному виправлення помилок і поліпшення користувальницького інтерфейсу. Серед нових можливостей - постійна фільтрація, відображення дати виходу, рекомендовані замість схожих фільмів, а також можливість отримувати дані про фільми в режимі онлайн на мові, відмінному від мови за замовчуванням.
zh_hans: [Movie DB](https://f-droid.org/packages/org.notabug.lifeuser.moviedb/) 是一个在线/离线电影数据库，它的 2.1.0 版本已发布，主要包含错误修复和用户界面改进。新功能是持久过滤、显示发布日期、推荐电影而不是类似电影，以及以不同于默认语言的语言获取在线电影数据的能力。

source: [Loyalty Card Keychain](https://f-droid.org/packages/protect.card_locker/), a manager for barcode-based store/loyalty cards, released 0.24, adding a setting to control screen brightness when displaying a barcode, and new Greek and Slovenian translations.
de: [Loyalty Card Keychain](https://f-droid.org/packages/protect.card_locker/), ein Manager für Barcode-basierte Store-/Loyalty-Karten, veröffentlicht 0.24, der eine Einstellung zur Steuerung der Bildschirmhelligkeit bei der Anzeige eines Barcodes sowie neue griechische und slowenische Übersetzungen enthält.
pl: [Loyalty Card Keychain](https://f-droid.org/packages/protect.card_locker/), menedżer kart sklepowych/lojalnościowych z kodem kreskowym, wydanie 0.24, dodanie ustawienia kontrolującego jasność ekranu podczas wyświetlania kodu kreskowego oraz nowe tłumaczenia na grecki i słoweński.
ro: [Loyalty Card Keychain](https://f-droid.org/packages/protect.card_locker/), un manager pentru carduri de loialitate/carduri de fidelitate bazate pe coduri de bare, a lansat versiunea 0.24, adăugând o setare pentru a controla luminozitatea ecranului atunci când se afișează un cod de bare, precum și noi traduceri în greacă și slovenă.
ru: [Loyalty Card Keychain](https://f-droid.org/packages/protect.card_locker/), менеджер для магазинов/карт лояльности на основе штрих-кодов, выпустил версию 0.24, добавив настройку для управления яркостью экрана при отображении штрих-кода, а также новые переводы на греческий и словенский языки.
uk: [Loyalty Card Keychain](https://f-droid.org/packages/protect.card_locker/), менеджер для магазинів/карт лояльності на основі штрих-кодів, випустив версію 0.24, додавши налаштування для управління яскравістю екрану при відображенні штрих коду, а також нові переклади на грецьку та словенська мови.
zh_hans: [Loyalty Card Keychain](https://f-droid.org/packages/protect.card_locker/)，基于条形码的商店/会员卡管理器，发布了 0.24，添加了显示条形码时控制屏幕亮度的设置，以及新的希腊语和斯洛文尼亚语翻译。

source: [Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/) was updated from 1.4.7 to 1.5.0, splitting full screen preference into three options, obeying volume preference, and removing the "turn screen off" feature as it requires administrator privileges. **Important**: Several people have reported an instant crash on opening with 1.5.0. This is fixed in 1.5.1, which should be in F-Droid soon if not already by the time you read this.
de: [Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/) wurde von 1.4.7 auf 1.5.0 aktualisiert, wobei die Vollbild-Einstellung in drei Optionen aufgeteilt wurde, die Lautstärke-Voreinstellung beachtet und die Funktion "Bildschirm ausschalten" entfernt wurde, da sie Administratorrechte erfordert. **Wichtig**: Mehrere Leute haben einen sofortigen Absturz beim Öffnen mit 1.5.0 gemeldet. Dies ist in 1.5.1 behoben, die in Kürze in F-Droid verfügbar sein sollte, wenn nicht schon jetzt.
pl: [Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/) został zaktualizowany z wersji 1.4.7 na 1.5.0, dzieląc pełnoekranowe preferencje na trzy opcje, przestrzegając preferencji głośności i usuwając funkcję "wyłącz ekran", ponieważ wymaga uprawnień administratora. **Ważne**: Kilka osób zgłosiło natychmiastową awarię przy włączaniu aplikacji z 1.5.0. Zostało to naprawione w wersji 1.5.1, która powinna wkrótce pojawić się w F-Droid, jeśli jeszcze nie do czasu, kiedy to przeczytasz.
ro: [Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/) a fost actualizat de la 1.4.7 la 1.5.0, împărțind preferințele de ecran complet în trei opțiuni, respectând preferințele de volum și eliminând funcția "închidere ecran", deoarece necesită privilegii de administrator. **Important**: Mai multe persoane au raportat un blocaj instantaneu la deschidere cu 1.5.0. Acest lucru este rezolvat în versiunea 1.5.1, care ar trebui să fie în curând în F-Droid, dacă nu a fost deja până când citiți aceste rânduri.
ru: [Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/) был обновлен с 1.4.7 до 1.5.0, разделив полный экран на три варианта, подчиняясь предпочтению громкости, и удалив функцию "выключить экран", поскольку она требует привилегий администратора. **Важно**: Несколько человек сообщили о мгновенном сбое при открытии в версии 1.5.0. Это исправлено в версии 1.5.1, которая должна скоро появиться в F-Droid, если еще не появилась к тому времени, когда вы будете читать это.
uk: [Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/) був оновлений з 1.4.7 до 1.5.0, розділивши повний екран на три варіанти, підкоряючись бажанням гучності, і видаливши функцію "вимкнути екран", оскільки вона вимагає привілеїв адміністратора. ** Важливо **: Кілька людей повідомили про миттєве збої при відкритті в версії 1.5.0. Це виправлено у версії 1.5.1, яка повинна скоро з'явитися в F-Droid, якщо ще не з'явилася на той час, коли ви будете читати це.
zh_hans: [Meditation Assistant](https://f-droid.org/packages/sh.ftp.rocketninelabs.meditationassistant.opensource/) 从 1.4.7 更新到 1.5.0，将全屏偏好分成三个选项，遵守音量偏好，并移除“关闭屏幕”功能，因为它需要管理员权限。**重要的是**：有几个人报告说，在使用 1.5.0 版本时，打开时立即崩溃。这在 1.5.1 中得到了修复，如果你读到这篇文章时，如果还没有它应该也很快就会出现在 F-Droid 中。

source: [Telegram](https://f-droid.org/packages/org.telegram.messenger/) was updated from 4.6.0 to 4.9.0 as a new source code drop came. It includes Telegram Passport, (open source versions for) suggested locations and search, location sharing fixes, https for map tiles and of course everything from Telegram 4.7 and 4.8.
de: [Telegram](https://f-droid.org/packages/org.telegram.messenger/) wurde von 4.6.0 auf 4.9.0 aktualisiert, da ein neuer Quelltext-Drop kam. Es beinhaltet Telegram Passport, (Open Source Versionen für) vorgeschlagene Orte und Suche, Location Sharing Fixes, https für Kartenkacheln und natürlich alles von Telegram 4.7 und 4.8.
pl: [Telegram](https://f-droid.org/packages/org.telegram.messenger/) został zaktualizowany z wersji 4.6.0 do wersji 4.9.0, gdy pojawił się nowy kod źródłowy. Obejmuje on Telegram Passport, (wersje open source) dla sugerowanych lokalizacji i wyszukiwania, poprawki do udostępniania lokalizacji, https dla kafelków mapy i oczywiście wszystko z Telegramu 4.7 i 4.8.
ro: [Telegram](https://f-droid.org/packages/org.telegram.messenger/) a fost actualizat de la 4.6.0 la 4.9.0, deoarece a apărut un nou cod sursă. Acesta include Telegram Passport, (versiuni cu sursă deschisă pentru) locații sugerate și căutare, corecturi pentru partajarea locației, https pentru plăcile de hartă și, bineînțeles, tot ceea ce există în Telegram 4.7 și 4.8.
ru: [Telegram](https://f-droid.org/packages/org.telegram.messenger/) был обновлен с 4.6.0 до 4.9.0 в связи с появлением нового исходного кода. Оно включает Telegram Passport, (версии с открытым исходным кодом для) предлагаемых мест и поиска, исправления для совместного использования мест, https для карт и, конечно же, все, что есть в Telegram 4.7 и 4.8.
uk: [Telegram](https://f-droid.org/packages/org.telegram.messenger/) був оновлений з 4.6.0 до 4.9.0 у зв'язку з появою нового вихідного коду. Воно включає Telegram Passport, (версії з відкритим вихідним кодом для) пропонованих місць і пошуку, виправлення для спільного використання місць, https для плиток карти й, звичайно ж, все, що є в Telegram 4.7 і 4.8.
zh_hans: [Telegram](https://f-droid.org/packages/org.telegram.messenger/) 已从 4.6.0 更新到 4.9.0，因为释出了新的源代码。它包括 Telegram Passport、（开源版本的）建议的位置和搜索、位置共享修复、地图图块的 https 支持，当然还有 Telegram 4.7 和 4.8 中的所有内容。

source: Hey there, developers! Do you know what would be a good thing to do for your project? [Keep a changelog](https://keepachangelog.com)! It lets humans quickly understand what's changed in your software. If there's anything of note in there, you might even see it featured in the next TWIF!
de: Hallo, Entwickler! Wisst ihr, was eurem Projekt zu Gute kommen würde? [Ein Changelog](https://keepachangelog.com)! Es lässt Menschen schnell erkennen, was sich in eurer Software geändert hat. Wenn es irgendetwas Bemerkenswertes darin gibt, könntet ihr sie sogar im nächsten TWIF vorgestellt sehen!
pl: Cześć, programiści! Czy wiesz, co jest dobre dla twojego projektu? [Zachowaj dziennik zmian](https://keepachangelog.com)! Pozwala to ludziom szybko zrozumieć, co zmieniło się w twoim oprogramowaniu. Jeśli jest tam coś z notatki, możesz nawet zobaczyć ją w kolejnym TWIF!
ro: Bună ziua, domnilor dezvoltatori! Știi ce ar fi bine să faci pentru proiectul tău? [Keep a changelog](https://keepachangelog.com)! Le permite oamenilor să înțeleagă rapid ce s-a schimbat în software-ul tău. Dacă există ceva notabil acolo, s-ar putea chiar să îl vedeți prezentat în următorul TWIF!
ru: Привет, разработчики! Знаете ли вы, что было бы неплохо сделать для вашего проекта? [Вести журнал изменений](https://keepachangelog.com)! Он позволяет людям быстро понять, что изменилось в вашем программном обеспечении. Если там есть что-то примечательное, вы можете даже увидеть это в следующем TWIF!
uk: Привіт, розробники! Чи знаєте ви, що було б непогано зробити для вашого проєкту? [Вести журнал змін](https://keepachangelog.com)! Він дозволяє людям швидко зрозуміти, що змінилося у вашому програмному забезпеченні. Якщо там є щось примітне, ви можете навіть побачити це в наступному TWIF!
zh_hans: 嘿，开发者们！你们知道什么对你们的项目有好处吗？ [保持更新日志](https://keepachangelog.com)！它可以让人们快速了解你们的软件中发生了什么变化。如果其中有什么值得注意的地方，你们甚至可能会在下一个 TWIF 中看到它！

source: As great as changelogs are, don't forget to send in your tips! There are way too many app updates to keep track of them all, and we'd love your help in highlighting the important ones. And of course, if you're doing anything involving F-Droid in any way, tell us about it!
de: So großartig Changelogs auch sind, nicht vergessen, Tipps einsenden! Es gibt viel zu viele App-Updates, um sie alle im Auge zu behalten, und wir freuen uns sehr über Hilfe, die auf die wichtigsten hinweist. Und natürlich freuen wir uns über alles, was mit F-Droid zu tun hat!
pl: Tak dobre, jak dzienniki zmian, nie zapomnij wysłać swoich wskazówek! Jest o wiele za dużo aktualizacji aplikacji, aby śledzić ich wszystkich, i chcielibyśmy, aby Twoja pomoc w podkreślaniu tych ważnych. Oczywiście jeśli coś robisz z udziałem F-Droida, powiedz nam o tym!
ro: Oricât de grozave ar fi jurnalele de modificări, nu uitați să ne trimiteți sfaturile voastre! Sunt mult prea multe actualizări ale aplicației pentru a le putea urmări pe toate și ne-ar plăcea să ne ajutați să le evidențiem pe cele importante. Și, bineînțeles, dacă faceți ceva care implică în vreun fel F-Droid, spuneți-ne despre asta!
ru: Как бы ни были хороши журналы изменений, не забывайте присылать свои советы! Обновлений приложений слишком много, чтобы уследить за всеми, и мы будем рады вашей помощи в выделении важных из них. И, конечно, если вы делаете что-то связанное с F-Droid, расскажите нам об этом!
uk: Як би не були хороші журнали змін, не забувайте надсилати свої поради! Оновлень застосунків занадто багато, щоб встежити за всіма, і ми будемо раді вашій допомозі у виділенні важливих з них. І, звичайно, якщо ви робите щось пов'язане з F-Droid, розкажіть нам про це!
zh_hans: 尽管更新日志很棒，也别忘了发送你的提示！如果你刚刚发布了一个重要的更新，并希望它在这里得到一些关注，请与我们联系。有太多的应用更新需要追踪，所以我们需要你的帮助来凸显最有趣的变化。当然，如果你正在做任何与 F-Droid 相关的事情，我们也很想听听你的意见！

source: TWIF 17: The reproducible builds and encrypted e-mail edition
de: TWIF 17: Ausgabe zu reproduzierbaren Builds und verschlüsselten E-Mails
pl: TWIF 17: Odtwarzalne wersje i zaszyfrowane edycje wiadomości e-mail
ro: TWIF 17: Ediția cu construcții reproductibile și e-mailuri criptate
ru: TWIF 17: воспроизводимые сборки и зашифрованная электронная почта
uk: TWIF 17: відтворювані збірки і зашифрована електронна пошта
zh_hans: TWIF 17：可重复构建和加密电子邮件版本

source: This Week In F-Droid 17, Week 33, 2018
de: Diese Woche in F-Droid 17, Woche 33, 2018
pl: W tym tygodniu w F-Droid 17, Tydzień 33, 2018
ro: Săptămâna aceasta în F-Droid 17, Săptămâna 33, 2018
ru: Эта неделя в F-Droid 17, неделя 33, 2018
uk: Цей тиждень у F-Droid 17, тиждень 33, 2018
zh_hans: F-Droid 每周新闻 17，第 33 周，2018

source: In this edition: Voting on Fennec icon, Mattermost advocacy, USB/SD card swap demonstrated, fixing OsmAnd~, Featured badge, using custom ROMs, and integrating F-Droid with the fediverse. In apps, Tutanota is in and the reproducible builds Öffi and Briar finally dropped. <!--more-->
de: In dieser Ausgabe: Abstimmung über das Fennec-Icon, Mattermost-Befürworter, Demonstration des USB/SD-Karten-Tauschs, Reparatur von OsmAnd~, "Featured"-Marke, Verwendung von Custom-ROMs und Integration von F-Droid in Fediverse. Bei den Apps, Tutanota ist da und die reproduzierbaren Builds Öffi und Briar sind endlich gelandet. <!--more-->
pl: W tej edycji: Głosowanie na ikonę Fennec, Prawdziwie rzecznictwo, wymiana kart USB/SD, demonstracja OsmAnd~, Polecane logo, używanie niestandardowych ROM i integracja F-Droid z fediverse. W aplikacjach jest Tutanota, a odtwarzalne kompilacje Öffi i Briar w końcu odpadły.
ro: În această ediție: Votarea pictogramei Fennec, susținerea Mattermost, demonstrarea schimbului de carduri USB/SD, repararea lui OsmAnd~, insigna Featured, utilizarea ROM-urilor personalizate și integrarea F-Droid în fediverse. În aplicații, Tutanota este înăuntru, iar construcțiile reproductibile Öffi și Briar au căzut în sfârșit.
ru: В этом выпуске: Голосование за иконку Fennec, пропаганда Mattermost, демонстрация замены USB/SD карты, исправление OsmAnd~, значок Featured, использование пользовательских ROM и интеграция F-Droid с fediverse. В приложениях, Tutanota в деле, а воспроизводимые сборки Öffi и Briar наконец-то выложены. <!--more-->
uk: У цьому випуску: Голосування за піктограму Fennec, пропаганда Mattermost, демонстрація заміни USB/SD карти, виправлення OsmAnd~, значок Featured, використання користувацького ROM і інтеграція F-Droid з fediverse. У застосунки додано Tutanota, а відтворювані збірки Öffi та Briar нарешті видалено. <!--more-->
zh_hans: 在本期中：对 Fennec 图标进行投票、Mattermost 支持、演示 USB/SD 卡交换、修复 OsmAnd~、精选徽章、使用自定义 ROM 以及将 F-Droid 与 fediverse 集成。应用方面，Tutanota 进入商店，可重复构建版的 Öffi 和 Briar 终于落地。 <!--more-->
