Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[TpmsMonitor](https://f-droid.org/packages/nodomain.freeyourgadget.tpmsmonitor/)**: Manage bluetooth tire pressure monitor sensors.
de: **[TpmsMonitor](https://f-droid.org/packages/nodomain.freeyourgadget.tpmsmonitor/)**: Bluetooth-Reifendruck-Messsensoren verwalten.
pl: **[TpmsMonitor](https://f-droid.org/packages/nodomain.freeyourgadget.tpmsmonitor/)**: Zarządzaj czujnikami ciśnienia w oponach poprzez bluetooth.
ro: **[TpmsMonitor](https://f-droid.org/packages/nodomain.freeyourgadget.tpmsmonitor/)**: Gestionați senzorii de monitorizare a presiunii în anvelope prin bluetooth.
ru: **[TpmsMonitor](https://f-droid.org/packages/nodomain.freeyourgadget.tpmsmonitor/)**: Управление датчиками bluetooth монитора давления в шинах.
uk: **[TpmsMonitor](https://f-droid.org/packages/nodomain.freeyourgadget.tpmsmonitor/)**: Керування сенсорами bluetooth для відстеження тиску в шинах.
zh_hans: **[TpmsMonitor](https://f-droid.org/packages/nodomain.freeyourgadget.tpmsmonitor/)**：管理蓝牙胎压监测传感器。

source: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent.mqtt/)**: Manage and secure effectively your mobile devices and applications.
de: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent.mqtt/)**: Mobile Geräte und Anwendungen effektiv verwalten und sichern.
pl: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent/)**: Zarządzaj i skutecznie zabezpieczaj swoje urządzenia mobilne i aplikacje.
ro: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent.mqtt/)**: Gestionați și securizați eficient dispozitivele și aplicațiile mobile.
ru: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent.mqtt/)**: Эффективно управляйте и защищайте свои мобильные устройства и приложения.
uk: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent.mqtt/)**: Ефективно керуйте і захищайте свої мобільні пристрої і застосунки.
zh_hans: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent.mqtt/)**：有效管理和保护你的移动设备和应用。

source: **[FASTer App Search Tool](https://f-droid.org/packages/org.ligi.faster/)**: Find apps just by typing.
de: **[FASTer App Search Tool](https://f-droid.org/packages/org.ligi.faster/)**: Apps einfach durch Eintippen finden.
pl: **[FASTer App Search Tool](https://f-droid.org/packages/org.ligi.faster/)**: Narzędzie wyszukiwania aplikacji.
ro: **[FASTer App Search Tool](https://f-droid.org/packages/org.ligi.faster/)**: Găsește aplicații doar prin tastare.
ru: **[FASTer App Search Tool](https://f-droid.org/packages/org.ligi.faster/)**: Найдите приложения, просто набрав текст.
uk: **[FASTer App Search Tool](https://f-droid.org/packages/org.ligi.faster/)**: Знайдіть застосунки, просто набравши текст.
zh_hans: **[FASTer App Search Tool](https://f-droid.org/packages/org.ligi.faster/)**：只需键入即可查找应用。

source: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)**: Regularly publish to an mqtt topic.
de: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)**: Regelmäßige Bekanntgaben an einen MQTT-Gegenstand.
pl: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)**: Regularnie publikuje do konfigurowalnego tematu MQTT.
ro: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)**: Publică periodic într-un subiect mqtt.
ru: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)**: Регулярная публикация в тему mqtt.
uk: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)**: Регулярна публікація в тему mqtt.
zh_hans: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)**：定期发布到 mqtt 主题。

source: **[Tape Measure](https://f-droid.org/packages/org.secuso.privacyfriendlytapemeasure/)**: Turn your device into a tape measure or ruler.
de: **[Tape Measure](https://f-droid.org/packages/org.secuso.privacyfriendlytapemeasure/)**: Gerät in ein Bandmaß oder Lineal verwandeln.
pl: **[Tape Measure](https://f-droid.org/packages/org.secuso.privacyfriendlytapemeasure/)**: Zmień swoje urządzenie w taśmę mierniczą lub linijkę.
ro: **[Tape Measure](https://f-droid.org/packages/org.secuso.privacyfriendlytapemeasure/)**: Transformă-ți dispozitivul într-o bandă de măsură sau o riglă.
ru: **[Tape Measure](https://f-droid.org/packages/org.secuso.privacyfriendlytapemeasure/)**: Превратите ваше устройство в рулетку или линейку.
uk: **[Tape Measure](https://f-droid.org/packages/org.secuso.privacyfriendlytapemeasure/)**: Перетворіть ваш пристрій в рулетку або лінійку.
zh_hans: **[Tape Measure](https://f-droid.org/packages/org.secuso.privacyfriendlytapemeasure/)**：将你的设备变成卷尺或尺子。

source: **[News](https://f-droid.org/packages/press.condense.www/)**: A news recommendation engine with user customizable parameters.
de: **[News](https://f-droid.org/packages/press.condense.www/)**: Eine Nachrichten-Vorschlagsmaschine mit vom Nutzer anpassbaren Parametern.
pl: **[News](https://f-droid.org/packages/press.condense.www/)**: Aktualności i porady silnika za pomocą konfigurowalnych ustawień użytkownika.
ro: **[News](https://f-droid.org/packages/press.condense.www/)**: Un motor de recomandare de știri cu parametri personalizabili de către utilizator.
ru: **[News](https://f-droid.org/packages/press.condense.www/)**: Система рекомендаций новостей с настраиваемыми пользователем параметрами.
uk: **[News](https://f-droid.org/packages/press.condense.www/)**: Система рекомендацій новин з налаштованим користувачем параметрами.
zh_hans: **[News](https://f-droid.org/packages/press.condense.www/)**：具有用户自定义参数的新闻推荐引擎。

source: **[Pixel Artist](https://f-droid.org/packages/rodrigodavy.com.github.pixelartist/)**: Make pixel art on android.
de: **[Pixel Artist](https://f-droid.org/packages/rodrigodavy.com.github.pixelartist/)**: Pixel-Art auf Android schaffen.
pl: **[Pixel Artist](https://f-droid.org/packages/rodrigodavy.com.github.pixelartist/)**: Twórz pikselową sztukę na Androidzie.
ro: **[Pixel Artist](https://f-droid.org/packages/rodrigodavy.com.github.pixelartist/)**: Faceți artă pixel pe android.
ru: **[Pixel Artist](https://f-droid.org/packages/rodrigodavy.com.github.pixelartist/)**: Создавайте пиксель-арт на android.
uk: **[Pixel Artist](https://f-droid.org/packages/rodrigodavy.com.github.pixelartist/)**: Створюйте піксель-арт на android.
zh_hans: **[Pixel Artist](https://f-droid.org/packages/rodrigodavy.com.github.pixelartist/)**：在 Android上制作像素艺术。

source: There was a [bug](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/issues/288) in maintenance release 4.9.1a of **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)**, where it wouldn't sync any messages for some people. We've removed this version from F-Droid. For those who already updated, upstream sources of 5.2 have been published and we are expecting these to land in F-Droid soon.
de: Es gab einen [Fehler](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/issues/288) in der Version 4.9.1a von **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)**, bei dem für einige Leute keine Nachrichten synchronisiert würden. Wir haben diese Version aus F-Droid entfernt. Für diejenigen, die bereits aktualisierten, der Upstream hat die Quellcodes von 5.2 veröffentlicht und wir erwarten, dass sie bald auf F-Droid landen werden.
pl: Wystąpił [błąd](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/issues/288) w wersji serwisowej 4.9.1a **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)**, gdzie nie zsynchronizuje żadnych wiadomości dla niektórych osób. Usunęliśmy tę wersję z F-Droid. Dla tych, którzy już dokonali aktualizacji, opublikowano źródła w wersji 5.2 i spodziewamy się, że wkrótce wylądują w F-Droid.
ro: A existat o [bug](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/issues/288) în versiunea de întreținere 4.9.1a a **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)**, care nu sincroniza niciun mesaj pentru unele persoane. Am eliminat această versiune din F-Droid. Pentru cei care au actualizat deja, au fost publicate sursele upstream ale 5.2 și ne așteptăm ca acestea să ajungă în F-Droid în curând.
ru: В обновлении 4.9.1a **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** была обнаружена [ошибка](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/issues/288), из-за которой некоторые люди не синхронизировали сообщения. Мы удалили эту версию из F-Droid. Для тех, кто уже обновился, были опубликованы исходные тексты 5.2, и мы ожидаем, что они скоро появятся в F-Droid.
uk: В оновленні 4.9.1a **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** була виявлена [помилка](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/issues/288), через яку у деяких людей не синхронізувалися повідомлення. Ми вилучили цю версію з F-Droid. Для тих, хто вже оновився, було оприлюднено новий програмний код 5.2, і ми очікуємо, що він скоро з'явиться у F-Droid.
zh_hans: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** 的维护版本 4.9.1a 中有一个[错误](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/issues/288) ，它不会为某些人同步任何消息。我们已经从 F-Droid 中删除了这个版本。对于那些已经更新的人，5.2 的上游代码已经发布，我们预计这些将很快登陆 F-Droid。

source: Some significant updates for **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** 3.2.0, with a new user screen and a new room screen, support for muted state in the room, ability to delete the account, take a photo and send directly, and several other improvements.
de: Einige wichtige Aktualisierungen für **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** 3.2.0, mit neuem Nutzer- und neuem Raum-Bildschirm, Unterstützung der Stummschaltung eines Raums, Möglichkeit das Konto zu löschen, ein Foto aufzunehmen und direkt zu verschicken sowie verschiedenen weiteren Verbesserungen.
pl: Kilka istotnych aktualizacji dla **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** 3.2.0, z nowym ekranem użytkownika i nowym ekranem pokoju, obsługa wyciszonego stanu w pokoju, możliwość usunięcia konta, zrobienia zdjęcia i wysłania bezpośrednio oraz kilka innych ulepszeń.
ro: Câteva actualizări semnificative pentru **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** 3.2.0, cu un nou ecran de utilizator și un nou ecran de cameră, suport pentru starea de muțenie în cameră, posibilitatea de a șterge contul, de a face o fotografie și de a o trimite direct, precum și alte câteva îmbunătățiri.
ru: Некоторые значительные обновления для **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** 3.2.0: новый экран пользователя и новый экран комнаты, поддержка отключенного состояния в комнате, возможность удалить аккаунт, сделать фото и отправить напрямую, а также ряд других улучшений.
uk: Деякі значні оновлення для **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** 3.2.0: новий екран користувача і новий екран кімнати, підтримка вимкненого стану в кімнаті, можливість видалити обліковий запис, зробити світлину і безпосередньо її відправити, а також ряд інших поліпшень.
zh_hans: **[Rocket.Chat](https://f-droid.org/packages/chat.rocket.android/)** 3.2.0 的一些重要更新，带有新的用户屏幕和新的房间屏幕，支持房间静音状态、删除账户、拍照和直接发送等多项改进。

source: Several months worth of development for **[Waistline](https://f-droid.org/packages/com.waist.line/)**, a calorie and weight tracker app, which [updated](https://github.com/davidhealey/waistline/releases) from 2.3.7 to 2.4.2. Too many changes to list, but a selection: simplified food filter; filter by country; a new combined foods, meals and recipes page replacing the individual pages; and much more.
de: Einige Monate Mühe für die Weiterentwicklung von **[Waistline](https://f-droid.org/packages/com.waist.line/)**, einer App zur Kalorien- und Gewichtsüberwachung, die ein [Update](https://github.com/davidhealey/waistline/releases) von 2.3.7 auf 2.4.2 erhielt. Zu viele Änderungen, um sie aufzuzählen, aber zur Auswahl: vereinfachte Nahrungsmittelfilter; Filter nach Land; eine neue, kombinierte Nahrungsmittel-, Gerichte- und Rezepte-Seite, die die Einzelseiten ersetzt und vieles mehr.
pl: Kilka miesięcy rozwoju dla **[Waistline](https://f-droid.org/packages/com.waist.line/)**, aplikacja do śledzenia kalorii i wagi została [zaktualizowana](https://github.com/davidhealey/waistline/releases) z 2.3.7 do 2.4.2. Zbyt wiele zmian na liście, oto wybrane: uproszczony filtr żywności; filtrowanie według kraju; nowa strona łącząca żywność, posiłki i przepisy zastępująca poszczególne strony; i wiele więcej.
ro: Câteva luni de dezvoltare pentru **[Waistline](https://f-droid.org/packages/com.waist.line/)**, o aplicație de urmărire a caloriilor și greutății, care a fost [updated](https://github.com/davidhealey/waistline/releases) de la 2.3.7 la 2.4.2. Prea multe schimbări pentru a le enumera, dar o selecție: filtru de alimente simplificat; filtru în funcție de țară; o nouă pagină combinată de alimente, mese și rețete care înlocuiește paginile individuale; și multe altele.
ru: Несколько месяцев разработки для **[Waistline](https://f-droid.org/packages/com.waist.line/)**, приложения для отслеживания калорий и веса, которое [обновлено](https://github.com/davidhealey/waistline/releases) с 2.3.7 до 2.4.2. Слишком много изменений, чтобы их перечислить, но вот некоторые из них: упрощенный фильтр продуктов питания; фильтр по странам; новая объединенная страница продуктов, блюд и рецептов, заменившая отдельные страницы; и многое другое.
uk: Кілька місяців розробки для **[Waistline](https://f-droid.org/packages/com.waist.line/)**, застосунки для відстеження калорій і ваги, яке [оновлено](https://github. com/davidhealey/waistline/releases) з 2.3.7 до 2.4.2. Занадто багато змін, щоб їх перерахувати, але ось деякі з них: спрощений фільтр продуктів харчування; фільтр по країнах; нова об'єднана сторінка продуктів, страв і рецептів, що замінила окремі сторінки; і багато іншого.
zh_hans: **[Waistline](https://f-droid.org/packages/com.waist.line/)** 是一款卡路里和体重追踪应用，经过几个月的开发，[更新](https://github.com/davidhealey/waistline/releases)从 2.3.7 到 2.4.2。列出的更改太多，但有一个选择：简化的食物过滤器；按国家过滤；一个新的组合食品、膳食和食谱页面取代了各个页面；以及更多。

source: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)** [updated](https://github.com/Fr4gorSoftware/SecScanQR/releases) from 1.1.9 to 1.2.0, adding the search engine Startpage, "are you sure" dialog before deleting history, and round launcher icons. A security fix prevents the OS from taking screenshots, and the "WRITE EXTERNAL STORAGE" permission is now only needed when you want to save the generated QR-code.
de: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)** [aktualisiert](https://github.com/Fr4gorSoftware/SecScanQR/releases) von 1.1.9 auf 1.2.0, ergänzt die Suchmaschine Startpage, einen "Sind Sie sicher"-Abfrage vor Löschen des Verlaufs und runde Startersymbole. Eine Korrektur zur Sicherheit hindert das OS an der Aufnahme von Screenshots, und die Berechtigung "AUF EXTERNEN SPEICHER SCHREIBEN" wird nur noch benötigt, wenn der generierte QR-Code gespeichert werden soll.
pl: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)** [zaktualizowany](https://github.com/Fr4gorSoftware/SecScanQR/releases) z 1.1.9 do 1.2.0, dodano wyszukiwarkę Startpage, okno dialogowe „czy jesteś pewien” przed usunięciem historii i okrągłe ikony uruchamiania. Poprawka zabezpiecza system operacyjny przed robieniem zrzutów ekranu, a uprawnienie „ZAPISZ DO PAMIĘCI ZEWNĘTRZNEJ” jest teraz potrzebne tylko wtedy, gdy chcesz zapisać wygenerowany kod QR.
ro: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)** [updated](https://github.com/Fr4gorSoftware/SecScanQR/releases) de la 1.1.9 la 1.2.0, adăugând motorul de căutare Startpage, dialogul "ești sigur" înainte de a șterge istoricul și pictograme rotunde pentru lansator. O corecție de securitate împiedică sistemul de operare să facă capturi de ecran, iar permisiunea "WRITE EXTERNAL STORAGE" este acum necesară doar atunci când doriți să salvați codul QR-code generat.
ru: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)**[обновлено](https://github.com/Fr4gorSoftware/SecScanQR/releases) с 1.1.9 до 1.2.0, добавлена поисковая система Startpage, диалог "уверены ли вы" перед удалением истории и круглые иконки пусковой установки. Исправление системы безопасности не позволяет ОС делать скриншоты, а разрешение "WRITE EXTERNAL STORAGE" теперь требуется только в том случае, если вы хотите сохранить сгенерированный QR-код.
uk: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)**[оновлено](https://github.com/Fr4gorSoftware/SecScanQR/releases) з 1.1.9 до 1.2.0, добавлена пошукова система Startpage, діалог "чи впевнені ви" перед видаленням історії та круглі іконки пускової установки. Виправлення системи безпеки не дозволяє ОС робити скріншоти, а дозвіл "WRITE EXTERNAL STORAGE" тепер потрібно тільки в тому випадку, якщо ви хочете зберегти згенерований QR-код.
zh_hans: **[SecScanQR](https://f-droid.org/packages/de.t_dankworth.secscanqr/)** 从 1.1.9 [更新](https://github.com/Fr4gorSoftware/SecScanQR/releases)到 1.2.0，添加了搜索引擎起始页、删除历史记录前的“你确定吗”对话框以及圆形启动器图标。安全修复可防止操作系统截取屏幕截图，并且现在仅当你想要保存生成的 QR 码时才需要“写入外部存储”权限。

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** was [updated](https://gitlab.com/tom79/mastalab/tags) from 1.64.1 to 1.65.1, now with support for deleting Peertube videos, NSFW control for Peertube videos, and many bug fixes.
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** wurde von 1.64.1 auf 1.65.1 [aktualisiert](https://gitlab.com/tom79/mastalab/tags), nun mit der Unterstützung, Peertube-Videos zu löschen, NSFW-Steuerung für Peertube-Videos und vielen Fehlerlösungen.
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** został [zaktualizowany](https://gitlab.com/tom79/mastalab/tags) zwersji 1.64.1 do 1.65.1, teraz z obsługą usuwania wideo Peertube, kontroli NSFW dla Peertube wideo, i wiele poprawek błędów.
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** a fost [updated](https://gitlab.com/tom79/mastalab/tags) de la 1.64.1 to 1.65.1, acum cu suport pentru ștergerea videoclipurilor Peertube, control NSFW pentru videoclipurile Peertube și multe corecturi de erori.
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** был [обновлен](https://gitlab.com/tom79/mastalab/tags) с 1.64.1 до 1.65.1, теперь с поддержкой удаления видео Peertube, NSFW контролем для видео Peertube, и многими исправлениями.
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** було [оновлено](https://gitlab.com/tom79/mastalab/tags) з 1.64 .1 до 1.65.1, тепер з підтримкою видалення відео Peertube, NSFW контролем для відео Peertube, і багатьма виправленнями.
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 已从 1.64.1 [更新](https://gitlab.com/tom79/mastalab/tags)到 1.65.1，现在支持删除 Peertube 视频、对 Peertube 视频的 NSFW 控制以及许多错误修复。

source: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** [updated](https://gitlab.com/gdroid/gdroidclient/tags) from 0.6.2 to 0.7.1, with a new list view, show similar apps ordered by similarity, pull-down to refresh, different sorting methods, show apps the user might also like, uninstall button, and several other improvements and bug fixes.
de: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** [aktualisiert](https://gitlab.com/gdroid/gdroidclient/tags) von 0.6.2 auf 0.7.1, mit neuer Listenansicht, Anzeige ähnlicher Apps nach Ähnlichkeit sortiert, Herunterziehen zum Auffrischen, verschiedenen Sortiermethoden, Anzeige von Apps, die dem Nutzer auch gefallen könnten, Deinstallationsschalter und einigen weiteren Verbesserungen und Fehlerkorrekturen.
pl: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** został [zaktualizowany](https://gitlab.com/gdroid/gdroidclient/tags) z wersji 0.6.2 do 0.7.1, z nowym widokiem listy, pokazywaniem podobnych aplikacji uporządkowanych według podobieństwa, przeciągnij w dół by odświeżyć, różne metody sortowania, pokazywanie aplikacji użytkownika również jak, przycisk odinstalowywania i kilka innych usprawnień i poprawek błędów.
ro: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** [updated](https://gitlab.com/gdroid/gdroidclient/tags) de la 0.6.2 la 0.7.1, cu o nouă vizualizare a listei, afișare a aplicațiilor similare ordonate în funcție de similaritate, cu o listă derulantă pentru reîmprospătare, diferite metode de sortare, afișare a aplicațiilor pe care utilizatorul le-ar putea dori și el, buton de dezinstalare și multe alte îmbunătățiri și corecturi de erori.
ru: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** [обновлен](https://gitlab.com/gdroid/gdroidclient/tags) с 0.6.2 до 0.7.1, с новым видом списка, отображением похожих приложений, упорядоченных по схожести, оттягиванием вниз для обновления, различными методами сортировки, отображением приложений, которые также могут понравиться пользователю, кнопкой удаления, и несколькими другими улучшениями и исправлениями.
uk: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**[оновлено](https://gitlab.com/gdroid/gdroidclient/tags) з 0.6. 2 до 0.7.1, з новим видом списку, відображенням схожих застосунків, упорядкованих по схожості, відтягуванням вниз для оновлення, різними методами сортування, відображенням застосунків, які також можуть сподобатися користувачеві, кнопкою видалення, і декількома іншими поліпшеннями і виправленнями.
zh_hans: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** 从 0.6.2 [更新](https://gitlab.com/gdroid/gdroidclient/tags)到 0.7.1，具有新的列表视图，显示按相似度排序的相似应用、下拉刷新、不同的排序方法、显示用户可能还喜欢的应用、卸载按钮以及其他一些改进和错误修复。
