Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)**: Lightweight web server qr code generator plugin (lws qr).
de: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)**: QR-Codegenerator-Erweiterung für lWS (lws qr).
pl: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)**: Lekka wtyczka generatora kodu QR dla serwera (lws qr).
ro: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)**: Plugin pentru generatorul de coduri QR de tip server web ușor (lws qr).
ru: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)**: Плагин генератора qr-кодов легкого веб-сервера (lws qr).
uk: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)**: Плагін генератора qr-кодів легкого вебсервера (lws qr).
zh_hans: **[lWS QR](https://f-droid.org/packages/net.basov.lws.qr.fdroid/)**：轻量级网络服务器二维码生成器插件（lws qr）。

source: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)**: View weather forecasts from yr.no.
de: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)**: Wettervorhersagen von yr.no ansehen.
pl: **[Prognoza Pogody](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)**: Zobacz prognozy pogody z yr.no.
ro: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)**: Vezi prognozele meteo de pe yr.no.
ru: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)**: Просмотр прогнозов погоды от yr.no.
uk: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)**: Перегляд прогнозів погоди від yr.no.
zh_hans: **[Weather Forecast](https://f-droid.org/packages/uk.org.boddie.android.weatherforecast/)**：查看 yr.no 的天气预报。

source: {{ page.major }} More updates for the simple mobile tools. This time **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)**, **[Music Player](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** and **[Notes](https://f-droid.org/packages/com.simplemobiletools.notes/)** updated to major version 5, again bumping up the minimum required Android from 4.1 to 5.0 and replacing the G+ button with Reddit.
de: {{ page.major }} Weitere Updates für die Simple Mobile Tools. Dieses Mal wurden **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)**, **[Music Player](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** und **[Notes](https://f-droid.org/packages/com.simplemobiletools.notes/)** auf die Hauptversion 5 aktualisiert, mit der wiederum die Android-Minimalanforderung von 4.1 auf 5.0 angehoben und der G+ Button durch Reddit ersetzt wurde.
pl: {{ page.major }} Więcej aktualizacji dla prostych narzędzi mobilnych. Tym razem **[Kalkulator](https://f-droid.org/packages/com.simplemobiletools.calculator/)**, **[Odtwarzacz muzyki](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** i **[Notes](https://f-droid.org/packages/com.simplemobiletools.notes/)** zaktualizowano do wersji głównej 5, ponownie podnosząc minimalną wymaganą wersję Androida z wersji 4.1 do 5.0 i zamianę przycisku G+ na Reddit.
ro: {{ page.major }} Mai multe actualizări pentru instrumentele mobile simple. De data aceasta, **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)**, **[Music Player](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** și **[Notes](https://f-droid.org/packages/com.simplemobiletools.notes/)** au fost actualizate la versiunea majoră 5, mărind din nou numărul minim necesar pentru Android de la 4.1 la 5.0 și înlocuind butonul G+ cu Reddit.
ru: {{ page.major }} Очередные обновления для простых мобильных инструментов. На этот раз **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)**, **[Music Player](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** и **[Notes](https://f-droid.org/packages/com.simplemobiletools.notes/)** обновились до основной версии 5, снова повысив минимально необходимый Android с 4.1 до 5.0 и заменив кнопку G+ на Reddit.
uk: {{ page.major }} Чергові оновлення для простих мобільних інструментів. На цей раз **[Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/)**, **[Music Player](https://f-droid.org/packages/com.simplemobiletools.musicplayer/)** і **[Notes](https://f-droid.org/packages/com.simplemobiletools.notes/)** оновилися до основної версії 5, знову підвищивши мінімально необхідний Android з 4.1 до 5.0 і замінивши кнопку G + на Reddit.
zh_hans: {{ page.major }} 简单移动工具的更多更新。这次**[计算器](https://f-droid.org/packages/com.simplemobiletools.calculator/)**、**[音乐播放器](https://f-droid.org/ packages/com.simplemobiletools.musicplayer/)** 和 **[笔记](https://f-droid.org/packages/com.simplemobiletools.notes/)** 更新到主要版本 5，再次将最低要求的 Android 从 4.1 提高到 5.0，并将 G+ 按钮替换为 Reddit。

source: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** was updated from 1.16 to 1.18, bringing updated translations from Crowdin, and reverting language codes back to their generic form to avoid missing translations when a regional language setting is used.
de: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** wurde von 1.16 auf 1.18 aktualisiert, bringt überarbeitete Übersetzungen aus Crowdin mit und führt Sprachcodes auf ihre Stammform zurück, um fehlende Übersetzungen zu vermeiden, wenn eine regionale Spracheinstellung verwendet wird.
pl: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** został zaktualizowany z wersji 1.16 na 1.18, przynosząc zaktualizowane tłumaczenia z Crowdin i przywracając kody języków do ich ogólnej postaci, aby uniknąć brakujących tłumaczeń, gdy używane jest ustawienie języka regionalnego.
ro: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** a fost actualizat de la 1.16 la 1.18, aducând traduceri actualizate de la Crowdin și revenind la codurile de limbă la forma lor generică pentru a evita traducerile lipsă atunci când se folosește o setare de limbă regională.
ru: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** был обновлен с 1.16 до 1.18, в нем обновлены переводы от Crowdin, а коды языков возвращены к их общей форме, чтобы избежать отсутствия переводов при использовании региональных языковых настроек.
uk: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** був оновлений з 1.16 до 1.18, в ньому оновлені переклади від Crowdin, а коди мов повернуті до їх загальної форми, щоб уникнути відсутності перекладів при використанні регіональних мовних налаштувань.
zh_hans: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** 从 1.16 更新到 1.18，带来了 Crowdin 的更新翻译，并将语言代码恢复为它们的通用形式，以避免在使用区域语言设置时丢失翻译。

source: {{ page.major }} **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** released version 2.0.0, with background playback of "Mediathek" videos, automatic pausing when a different app plays sound or during a phone call, a lockscreen widget, progress bar only showing when the video really stalls, and minimum Android version increased from 4.4 to 5.0.
de: {{ page.major }} **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** veröffentlichte Version 2.0.0, mit Wiedergabe von "Mediathek"-Videos im Hintergrund, automatischer Pause, wenn eine andere App Töne wiedergibt oder während eines Telefonanrufs, einem Sperrbildschirm-Widget, einer Fortschrittsanzeige, die nur angezeigt wird, wenn das Video wirklich stehenbleibt und einer von 4.4 auf 5.0 erhöhten Android-Minimalanforderung.
pl: {{ page.major }} **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** wydana wersja 2.0.0, z odtwarzaniem w tle filmów "Mediathek", automatycznym wstrzymywaniem, gdy inna aplikacja odtwarza dźwięk lub podczas rozmowy telefonicznej, widżetem z blokadą, pasek postępu wyświetla się tylko wtedy, gdy wideo naprawdę się zawiesza, a minimalna wersja Androida wzrosła z 4,4 do 5.0.
ro: {{ page.major }} **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** a lansat versiunea 2.0.0, cu redare în fundal a videoclipurilor "Mediathek", pauză automată atunci când o altă aplicație redă sunetul sau în timpul unui apel telefonic, un widget pentru ecranul de blocare, o bară de progres care se afișează doar atunci când videoclipul se blochează cu adevărat și versiunea minimă de Android a crescut de la 4.4 la 5.0.
ru: {{ page.major }} **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** выпустила версию 2.0.0, с фоновым воспроизведением видео "Медиатека", автоматической паузой, когда другое приложение воспроизводит звук или во время телефонного звонка, виджетом на экране блокировки, индикатором выполнения, показывающим только когда видео действительно замирает, а минимальная версия Android увеличена с 4.4 до 5.0.
uk: {{ page.major }} **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** випустила версію 2.0.0, з фоновим відтворенням відео "Медіатека", автоматичною паузою, коли інший застосунок відтворює звук або під час телефонного дзвінка, віджетом на екрані блокування, індикатором виконання, що показує тільки коли відео дійсно завмирає, а мінімальна версія Android збільшена з 4.4 до 5.0.
zh_hans: {{ page.major }} **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** 发布 2.0.0 版本，后台播放 "Mediathek" 视频，当其他应用播放声音或通话期间自动暂停，锁屏微件，仅在视频真正停止时显示进度条，最低 Android 版本从 4.4 增加到 5.0。

source: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** was updated from 1.6.5 to 1.7.0, with the new ExoPlayer, a fix for Bluetooth Forward, preferences + search redesign, notification improvements, different screens for feed info and settings, sort queue with Random or Smart Shuffle, true black AMOLED theme, improvements to feed parsing, and a fix for being killed by Android Oreo.
de: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** wurde von 1.6.5 auf 1.7.0 aktualisiert, mit dem neuen ExoPlayer, einer Korrektur für Bluetooth Forward, einem neuen Design für Einstellungen + Suche, Benachrichtigungsverbesserungen, verschiedenen Bildschirmen für Feed-Infos und -Einstellungen, zufällig oder smart gemischter Warteschlangensortierung, einem wirklich schwarzen AMOLED-Thema, Verbesserungen am Feed-Parsing und einer Fehlerlösung für das Beenden durch Android Oreo.
pl: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** został zaktualizowany z wersji 1.6.5 na 1.7.0, z nowym ExoPlayerem, poprawką do przesyłania dalej przez Bluetooth, przebudową preferencji, ulepszeniami powiadomień, różnymi ekranami informacji o kanale i ustawieniami, kolejką sortowania z funkcją Losowe lub inteligentne losowanie, prawdziwym czarnym motywem AMOLED, ulepszenia w analizowania i poprawka do zamknięcia przez Androida Oreo.
ro: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** a fost actualizat de la 1.6.5 la 1.7.0, cu noul ExoPlayer, o corecție pentru Bluetooth Forward, preferințe + căutare reproiectată, îmbunătățiri la notificări, ecrane diferite pentru informații și setări pentru feed-uri, coadă de sortare cu Random sau Smart Shuffle, temă AMOLED neagră adevărată, îmbunătățiri la analiza feed-urilor și o corecție pentru a fi ucis de Android Oreo.
ru: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** был обновлен с 1.6.5 до 1.7.0, с новым ExoPlayer, исправлением Bluetooth Forward, редизайном предпочтений + поиска, улучшением уведомлений, разными экранами для информации о фиде и настроек, сортировкой очереди с помощью Random или Smart Shuffle, настоящей черной AMOLED темой, улучшением парсинга фида, и исправлением того, что Android Oreo было убито.
uk: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** був оновлений з 1.6.5 до 1.7.0, з новим ExoPlayer, виправленням Bluetooth Forward, редизайном переваг + пошуку, поліпшенням повідомлень, різними екранами для інформації про ФІДЕ і налаштувань, сортуванням черзі за допомогою Random або Smart Shuffle, справжньою чорною AMOLED темою, поліпшенням парсинга фіда, і виправленням того, що Android Oreo було вбито.
zh_hans: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** 从 1.6.5 更新到 1.7.0，使用新的 ExoPlayer，修复了蓝牙转发、首选项 + 搜索重新设计、通知改进、订阅信息和设置的不同屏幕、随机或智能随机播放的排序队列、真正的黑色 AMOLED 主题、订阅解析的改进以及被 Android Oreo 杀死的修复。

source: {{ page.major }} **[AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/)** released version 3.0.0 with better support for Android Nougat, Oreo and Pie; a firewall toggle tile; adaptive icons; notifications channel; compatibility with magisk 17.x; better handling of background processes; and updated libraries, translations, and bug fixes. The minimum required Android was bumped from 4.0.3 to 5.0.
de: {{ page.major }} **[AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/)** veröffentlichte die Version 3.0.0 mit besserer Unterstützung für Android Nougat, Oreo und Pie; einem Firewall-Schalter; adaptiven Icons; Benachrichtigungskanal; Kompatibilität mit Magisk 17.x; besserer Handhabung von Hintergrundprozessen; aktualisierten Bibliotheken, Übersetzungen und Fehlerkorrekturen. Die Android-Minimalanforderungen wurden von 4.0.3 auf 5.0 angehoben.
pl: {{ page.major }} **[AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/)** wydana wersja 3.0.0 z lepszą obsługą Androida Nougat, Oreo i Pie; zapora ogniowa; ikony adaptacyjne; kanał powiadomień; kompatybilność z magisk 17.x; lepsza obsługa procesów w tle; i zaktualizowane biblioteki, tłumaczenia i poprawki błędów. Minimalny wymagany system Android został zduplikowany z wersji 4.0.3 do wersji 5.0.
ro: {{ page.major }} **[AFWall+]](https://f-droid.org/packages/dev.ukanth.ufirewall/)** a lansat versiunea 3.0.0 cu un suport mai bun pentru Android Nougat, Oreo și Pie; o țiglă de comutare a firewall-ului; pictograme adaptive; canal de notificări; compatibilitate cu magisk 17.x; o mai bună gestionare a proceselor din fundal; și biblioteci actualizate, traduceri și corecturi de erori. Androidul minim necesar a fost împins de la 4.0.3 la 5.0.
ru: {{ page.major }} **[AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/)** выпустила версию 3.0.0 с улучшенной поддержкой Android Nougat, Oreo и Pie; плиткой переключения брандмауэра; адаптивными иконками; каналом уведомлений; совместимостью с magisk 17.x; улучшенной обработкой фоновых процессов; обновленными библиотеками, переводами и исправлениями ошибок. Минимально необходимый Android был увеличен с 4.0.3 до 5.0.
uk: {{ page.major }} **[AFWall +](https://f-droid.org/packages/dev.ukanth.ufirewall/)** випустила версію 3.0.0 з поліпшеною підтримкою Android Nougat, Oreo і Pie; плиткою перемикання брандмауера; адаптивними іконками; каналом повідомлень; сумісністю з magisk 17.x; поліпшеною обробкою фонових процесів; оновленими бібліотеками, перекладами і виправленнями помилок. Мінімально необхідний Android був збільшений з 4.0.3 до 5.0.
zh_hans: {{ page.major }} **[AFWall+](https://f-droid.org/packages/dev.ukanth.ufirewall/)** 发布 3.0.0 版本，更好地支持 Android Nougat、Oreo 和 Pie；防火墙切换磁贴；自适应图标；通知渠道；与 magisk 17.x 的兼容性；更好地处理后台进程；以及更新的库、翻译和错误修复。最低要求的 Android 从 4.0.3 提高到 5.0。

source: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)** updated to version 0.11.0, now handling screen rotations, offering manual language choice, and implementing x=n functionality. It has three new languages: French, Japanese and Spanish.
de: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)** aktualisiert auf Version 0.11.0, die nun mit der Bildschirmdrehung umgehen kann, eine manuelle Sprachauswahl anbietet und eine x=n Funktionalität umsetzt. Sie enthält drei neue Sprachen: Französisch, Japanisch und Spanisch.
pl: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)** zaktualizowany do wersji 0.11.0, teraz obsługujący obracanie ekranu, oferujący ręczny wybór języka i implementację funkcjonalności x=n. Ma trzy nowe języki: francuski, japoński i hiszpański.
ro: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)** actualizat la versiunea 0.11.0, acum gestionează rotațiile de ecran, oferă posibilitatea alegerii manuale a limbii și implementează funcționalitatea x=n. Are trei limbi noi: franceză, japoneză și spaniolă.
ru: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)** обновлен до версии 0.11.0, теперь он обрабатывает поворот экрана, предлагает ручной выбор языка и реализует функциональность x=n. В нем появилось три новых языка: французский, японский и испанский.
uk: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)** оновлено до версії 0.11.0, тепер обробляється обертання екрану, пропонується вибір мови вручну та реалізована функціональність x=n. З'явилися три нові мови: французька, японська та іспанська.
zh_hans: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)** 更新到版本 0.11.0，现在处理屏幕旋转，提供手动语言选择，并实现 x=n 功能。它有三种新语言：法语、日语和西班牙语。

source: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** updated from 4.2.6 to 4.3.1, with rewritten background services for faster and smoother updates, indication of wind direction in the current weather and forecast, and an option for time format.
de: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** Update von 4.2.6 auf 4.3.1, mit neu geschriebenen Hintergrunddiensten für schnellere und reibungslosere Aktualisierungen, Anzeige der Windrichtung in aktueller Wetterlage und -vorhersage und einer Option für ein Zeitformat.
pl: **[Twoja Lokalna Pogoda](https://f-droid.org/packages/org.thosp.yourlocalweather/)** zaktualizowane z 4.2.6 do 4.3.1, z przepisanymi usługami tła dla szybszej i płynniejszej aktualizacji, wskazaniem kierunku wiatru w bieżącej pogodzie i prognozie oraz opcją dla formatu czasu.
ro: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** actualizată de la 4.2.6 la 4.3.1, cu servicii de fundal rescrise pentru actualizări mai rapide și mai fluide, indicarea direcției vântului în vremea actuală și în prognoza meteo și o opțiune pentru formatul orei.
ru: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** обновлен с 4.2.6 до 4.3.1, с переписанными фоновыми службами для более быстрого и плавного обновления, указанием направления ветра в текущей погоде и прогнозе, а также опцией формата времени.
uk: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** оновлений з 4.2.6 до 4.3.1, з переписаними фоновими службами для більш швидкого і плавного оновлення, вказівкою напрямку вітру в поточну погоду та прогноз, а також опцією формату часу.
zh_hans: **[Your local weather](https://f-droid.org/packages/org.thosp.yourlocalweather/)** 从 4.2.6 更新到 4.3.1，重写了后台服务以实现更快更流畅的更新，当前天气和预报中的风向指示，以及时间格式选项。

source: TWIF 28: NewPipe YouTube Client Edition
de: TWIF 28: Ausgabe über den YouTube-Client NewPipe
pl: TWIF 28: Wydanie NewPipe klienta YouTube
ro: TWIF 28: NewPipe ediția client YouTube
ru: TWIF 28: Клиент NewPipe YouTube
uk: TWIF 28: Клієнт NewPipe YouTube
zh_hans: TWIF 28：NewPipe YouTube 客户端版本

source: In this edition: Not too much occured this week but we do have a good number of updated apps including updates to the much loved NewPipe YouTube client and a streaming music app for YouTube too. All total there are 6 new and {{ page.number_of_updated_apps }} updated apps. <!--more-->
de: In dieser Ausgabe: Es ist nicht viel passiert in dieser Woche, aber wir haben eine ordentliche Anzahl aktualisierter Apps, darunter Updates des sehr beliebten YouTube-Client NewPipe und auch eine Musik-Streaming-App für YouTube. Insgesamt gibt es 6 neue und {{ page.number_of_updated_apps }} aktualisierte Apps. <!--more-->
pl: W tej edycji: w tym tygodniu nie było zbyt wiele, ale mamy sporo zaktualizowanych aplikacji, w tym aktualizacje dla bardzo lubianego klienta YouTube NewPipe i aplikacji do strumieniowego przesyłania muzyki na YouTube. Łącznie dostępnych jest 6 nowych i {{ page.number_of_updated_apps }} zaktualizowanych aplikacji.
ro: În această ediție: Nu s-au întâmplat prea multe în această săptămână, dar avem un număr bun de aplicații actualizate, inclusiv actualizări ale mult îndrăgitului client NewPipe YouTube și o aplicație de streaming de muzică pentru YouTube. În total, există 6 aplicații noi și {{ page.number_of_updated_apps }} actualizate.
ru: В этом выпуске: На этой неделе произошло не так много событий, но у нас есть хорошее количество обновленных приложений, включая обновления для любимого YouTube-клиента NewPipe и приложение для потоковой музыки для YouTube. Всего есть 6 новых и {{ page.number_of_updated_apps }} обновленных приложений. <!--more-->
uk: У цьому випуску: Цього тижня сталося не так багато подій, але у нас є велика кількість оновлених застосунків, включно з оновленням улюбленого YouTube-клієнта NewPipe і застосунку для потокової музики для YouTube. Всього 6 нових і {{ page.number_of_updated_apps }} оновлених застосунків. <!--more-->
zh_hans: 本期中：本周没有发生太多事情，但我们确实有很多应用更新，包括备受喜爱的 NewPipe YouTube 客户端和另一个 YouTube 的流媒体音乐应用。总共有 6 个新增应用和 {{ page.number_of_updated_apps }} 个应用更新。 <!--more-->

source: [MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/): Minimal month calendar widget
de: [MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/): Kleines Monatskalender-Widget
pl: [MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/): Minimalny widget kalendarza miesięcznego
ro: [MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/): Widget de calendar lunar minimalist
ru: [MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/): Виджет минимального календаря на месяц
uk: [MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/): Віджет мінімального календаря на місяць
zh_hans: [MinCal Widget](https://f-droid.org/packages/cat.mvmike.minimalcalendarwidget/)：极简月历微件

source: [SauceNAO](https://f-droid.org/packages/com.luk.saucenao/): Unofficial SauceNAO client
de: [SauceNAO](https://f-droid.org/packages/com.luk.saucenao/): Inoffizieller SauceNAO-Client
pl: [SauceNAO](https://f-droid.org/packages/com.luk.saucenao/): Nieoficjalny klient SauceNAO
ro: [SauceNAO](https://f-droid.org/packages/com.luk.saucenao/): Client neoficial SauceNAO
ru: [SauceNAO](https://f-droid.org/packages/com.luk.saucenao/): Неофициальный клиент SauceNAO
uk: [SauceNAO](https://f-droid.org/packages/com.luk.saucenao/): Неофіційний клієнт SauceNAO
zh_hans: [SauceNAO](https://f-droid.org/packages/com.luk.saucenao/)：非官方的 SauceNAO 客户端

source: [ForceDoze](https://f-droid.org/packages/com.suyashsrijan.forcedoze/): Enable Doze mode immediately after screen off and turn off motion sensing
de: [ForceDoze](https://f-droid.org/packages/com.suyashsrijan.forcedoze/): Doze-Modus unmittelbar nach Bildschirm- und Bewegungsmelderabschaltung aktivieren
pl: [ForceDoze](https://f-droid.org/packages/com.suyashsrijan.forcedoze/): Włącz tryb drzemki natychmiast po wyłączeniu ekranu i wyłącz wykrywanie ruchu
ro: [ForceDoze](https://f-droid.org/packages/com.suyashsrijan.forcedoze/): Activați modul Doze imediat după închiderea ecranului și dezactivați detectarea mișcării
ru: [ForceDoze](https://f-droid.org/packages/com.suyashsrijan.forcedoze/): Включение режима Doze сразу после выключения экрана и отключение датчика движения
uk: [ForceDoze](https://f-droid.org/packages/com.suyashsrijan.forcedoze/): Функція переходу в режим Doze одразу після вимкнення екрана і вимкнення сенсора руху
zh_hans: [ForceDoze](https://f-droid.org/packages/com.suyashsrijan.forcedoze/)：屏幕关闭后立即启用 Doze 模式并关闭运动感应
