Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Bits & Bäume 2018](https://f-droid.org/packages/info.metadude.android.bitsundbaeume.schedule/)**: The schedule for "Bits & Bäume", a German sustainability conference happing on the weekend of 17 & 18 November / Die konferenz für digitalisierung und nachhaltigkeit.
de: **[Bits & Bäume 2018](https://f-droid.org/packages/info.metadude.android.bitsundbaeume.schedule/)**: Zeitplan der "Bits & Bäume", einer deutschen Nachhaltigkeitskonferenz, die am Wochenende vom 17. & 18. November stattfindet / Die Konferenz für Digitalisierung und Nachhaltigkeit.
pl: **[Bits &amp; Bäume 2018](https://f-droid.org/packages/info.metadude.android.bitsundbaeume.schedule/)**: Harmonogram „Bits &amp; Bäume”, niemieckiej konferencji poświęconej zrównoważonemu rozwojowi, która odbędzie się w weekend 17 i 18 listopada / Die konferenz für digitalisierung und nachhaltigkeit.
ro: **[Bits &amp; Bäume 2018](https://f-droid.org/packages/info.metadude.android.bitsundbaeume.schedule/)**: Programul "Bits &amp; Trees", o conferință germană despre durabilitate care va avea loc în weekendul 17 și 18 noiembrie / Die konferenz für digitalisierung und nachhaltigkeit.
ru: **[Bits &amp; Bäume 2018](https://f-droid.org/packages/info.metadude.android.bitsundbaeume.schedule/)**: Расписание "Bits &amp; Bäume", немецкой конференции по устойчивому развитию, которая пройдет в выходные 17 и 18 ноября / Die konferenz für digitalisierung und nachhaltigkeit.
uk: **[Bits & Bäume 2018](https://f-droid.org/packages/info.metadude.android.bitsundbaeume.schedule/)**: Розклад «Bits &amp; Bäume», німецької конференції зі сталого розвитку, яка пройде у вихідні 17 і 18 лютого / Die konferenz für digitalisierung und nachhaltigkeit.
zh_hans: **[Bits & Bäume 2018](https://f-droid.org/packages/info.metadude.android.bitsundbaeume.schedule/)**：11 月 17 日至 18 日周末举办的德国可持续发展会议 “Bits &amp; Bäume” 的日程安排 / Die konferenz für digitalisierung und nachhaltigkeit。

source: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)**: Simple and minimalistic email app.
de: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)**: Einfache und minimalistische E-Mail-App.
pl: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)**: Prosta i minimalistyczna aplikacja e-mail.
ro: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)**: Aplicație de e-mail simplă și minimalistă.
ru: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)**: Простое и минималистичное приложение для работы с электронной почтой.
uk: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)**: Просте і мінімалістичний застосунок для роботи з електронною поштою.
zh_hans: **[SimpleEmail](https://f-droid.org/packages/org.dystopia.email/)**：简单简约的电子邮件应用。

source: **[Android XMRig Miner](https://f-droid.org/packages/org.elijaxapps.androidxmrigminer/)**: Mine cryptocoins with xmrig miner on your smartphone.
de: **[Android XMRig Miner](https://f-droid.org/packages/org.elijaxapps.androidxmrigminer/)**: Cryptocoins mit xmrig-Miner auf Ihrem Smartphone schürfen.
pl: **[Android XMRig Miner](https://f-droid.org/packages/org.elijaxapps.androidxmrigminer/)**: Moje kryptokainy z Xmrigiem Minerem na twoim smartfonie.
ro: **[Android XMRig Miner](https://f-droid.org/packages/org.elijaxapps.androidxmrigminer/)**: Minează criptomonede cu xmrig miner pe smartphone-ul tău.
ru: **[Android XMRig Miner](https://f-droid.org/packages/org.elijaxapps.androidxmrigminer/)**: Добывайте криптомонеты с помощью майнера xmrig на вашем смартфоне.
uk: **[Android XMRig Miner](https://f-droid.org/packages/org.elijaxapps.androidxmrigminer/)**: Здобувайте криптомонети за допомогою Майнера xmrig на вашому смартфоні.
zh_hans: **[Android XMRig Miner](https://f-droid.org/packages/org.elijaxapps.androidxmrigminer/)**：在你的智能手机上使用 xmrig 矿工挖掘加密货币。

source: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**: An alternative client app to browse the F-Droid repository.
de: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**: Ein alternativer Client, um das F-Droid-Repository zu durchsuchen.
pl: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**: Alternatywna aplikacja kliencka do przeglądania repozytorium F-Droid.
ro: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**: O aplicație client alternativă pentru a răsfoi depozitul F-Droid.
ru: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**: Альтернативное клиентское приложение для просмотра репозитория F-Droid.
uk: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**: Альтернативне клієнтську програму для перегляду сховища F-Droid.
zh_hans: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**：用于浏览 F-Droid 存储库的替代客户端应用。

source: Lots of very small changes this week, at a total of **{{ page.number_of_updated_apps }}** updates. Here are the highlights:
de: Viele, sehr kleine Änderungen diese Woche, insgesamt **{{ page.number_of_updated_apps }}** Updates. Hier die Höhepunkte:
pl: Mnóstwo bardzo małych zmian w tym tygodniu, łącznie **{{ page.number_of_updated_apps }}** aktualizacji. Oto najważniejsze cechy:
ro: O mulțime de modificări foarte mici în această săptămână, cu un total de **{{ page.number_of_updated_apps }}** actualizări. Iată care sunt cele mai importante:
ru: На этой неделе произошло много очень мелких изменений, всего **{{ page.number_of_updated_apps }}** обновлений. Вот основные из них:
uk: Цього тижня відбулося багато дуже дрібних змін, усього **{{ page.number_of_updated_apps }}** оновлень. Ось основні з них:
zh_hans: 本周有很多非常小的变化，总共 **{{ page.number_of_updated_apps }}** 个更新。以下是重点：

source: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** was updated from 1.143 to 1.153, now with advanced setting to allow editing sender address, delete operation in multiple sections, new provider "dismail.de", two-column view in landscape mode, improved quick settings tiles, colorized notifications (Android 8+) and lots of color-related changes, and several other UI/UX improvements. **Note that you will need to set up your accounts again after updating.**
de: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** wurde von 1.143 auf 1.153 aktualisiert, nun mit erweiterter Einstellung zur Bearbeitung der Senderadresse, Löschvorgängen in mehreren Abschnitten, neuem Anbieter "dismail.de", Zwei-Spalten-Ansicht im Querformat, verbesserten Schnelleinstellungsschaltern, farbigen Benachrichtigungen (Android 8+) und vielen Änderungen, die mit Farben zusammenhängen, sowie verschiedenen weiteren UI/UX-Verbesserungen. **Beachten Sie, dass Ihre Konten nach dem Update neu eingerichtet werden müssen.**
pl: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** został zaktualizowany z 1.143 na 1.153, teraz z zaawansowanym ustawieniem pozwalającym na edycję adresu nadawcy, usuwanie operacji w wielu sekcjach, nowy dostawca "dismail.de", widok dwukolumnowy w trybie poziomym, ulepszone kafelki szybkich ustawień, kolorowe powiadomienia (Android 8+) i wiele zmian związanych z kolorami oraz kilka innych ulepszeń UI/UX. **Pamiętaj, że będziesz musiał ponownie skonfigurować konta po aktualizacji.**
ro: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** a fost actualizat de la 1.143 la 1.153, acum cu setări avansate pentru a permite editarea adresei expeditorului, operațiunea de ștergere în mai multe secțiuni, noul furnizor "dismail.de", vizualizare pe două coloane în modul peisaj, dale de setări rapide îmbunătățite, notificări colorate (Android 8+) și multe alte modificări legate de culoare, precum și alte câteva îmbunătățiri UI/UX. **Atenție, va trebui să vă configurați din nou conturile după actualizare.**
ru: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** был обновлен с 1.143 до 1.153, теперь с расширенной настройкой, позволяющей редактировать адрес отправителя, операцией удаления в нескольких разделах, новым провайдером "dismail.de", двухколоночным видом в альбомном режиме, улучшенными плитками быстрых настроек, окрашенными уведомлениями (Android 8+) и множеством изменений, связанных с цветом, а также несколькими другими улучшениями UI/UX. **Обратите внимание, что после обновления вам придется заново настроить свои учетные записи.**
uk: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** був оновлений з 1.143 до 1.153, тепер з розширеною налаштуванням, що дозволяє редагувати адресу відправника, операцією видалення в декількох розділах, новим провайдером "dismail.de", двоколонковому видом в альбомному режимі, поліпшеними плитками швидких налаштувань, пофарбованими повідомленнями (Android 8+) і безліччю змін, пов'язаних з кольором, а також декількома іншими поліпшеннями UI/UX. ** Зверніть увагу, що після оновлення вам доведеться заново налаштувати свої облікові записи. **
zh_hans: **[FairEmail](https://f-droid.org/packages/eu.faircode.email/)** 从 1.143 更新到 1.153，现在有高级设置允许编辑发件人地址，删除操作在多个部分、新的提供程序“dismail.de”、横向模式下的两列视图、改进的快速设置图块、彩色通知（Android 8+）和许多与颜色相关的更改，以及其他一些 UI/UX 改进。 **请注意，更新后需要重新设置账号。**

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, the Mastodon client, released 1.20.0 with the ability to use the direct timeline prior to Mastodon 2.6, see who boosted of favorited a toot, URL previews in toots including direct playing of videos, and several other improvements, changes, and bug fixes.
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, der Mastodon-Client, gab 1.20.0 frei mit der Möglichkeit, die direkte Zeitleiste aus der Zeit vor Mastodon 2.6 zu nutzen, zu sehen, wer einen Tröt förderte oder favorisierte, URL-Vorschauen in Tröts, die direkte Videowiedergaben beinhalten, und einigen weiteren Verbesserungen, Änderungen und Fehlerlösungen.
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, lient Mastodon, wydany 1.20.0 z możliwością korzystania z bezpośredniej osi czasu przed Mastodon 2.6, zobacz kto pobudził ulubioną toot, podgląd URL w toots, w tym bezpośrednie odtwarzanie filmów i kilka innych ulepszeń, zmian i poprawek.
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, clientul Mastodon, a lansat versiunea 1.20.0 cu posibilitatea de a utiliza linia de timp directă înainte de Mastodon 2.6, de a vedea cine a promovat sau favorizat un toot, de a vedea previzualizările URL în toots, inclusiv redarea directă a videoclipurilor, precum și alte câteva îmbunătățiri, modificări și corecturi de erori.
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, клиент Mastodon, выпустил 1.20.0 с возможностью использовать прямую временную шкалу (таймлайн) до Mastodon 2.6, видеть, кто увеличил рейтинг избранного, URL-превью в тоотах, включая прямое воспроизведение видео, а также ряд других улучшений, изменений и исправлений.
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**, клієнт Mastodon, випустив 1.20.0 з можливістю використовувати пряму тимчасову шкалу (таймлайн) до Mastodon 2.6, бачити, хто збільшив рейтинг обраного, URL-превью в Тоота, включаючи пряме відтворення відео, а також ряд інших поліпшень, змін і виправлень.
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**，Mastodon 客户端，发布了 1.20.0，能够使用之前的直接时间线Mastodon 2.6，查看谁最喜欢的嘟嘟声，嘟文中的 URL 预览，包括直接播放视频，以及其他一些改进、更改和错误修复。

source: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)**, an app to create memes also known as "image macros", was updated from 1.4.5 to 1.5.0, going back to its roots with a small amount of templates inside the project, and targeted at user-added templates in a local folder. Internet permission was removed and internet access completely disabled. It will no longer download from the MemeTastic archive.
de: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)**, eine App zur Erstellung von Meme, auch als "Image Macros" bekannt, wurde von 1.4.5 auf 1.5.0 aktualisiert, kehrt dabei zu ihren Wurzeln zurück mit einer kleinen Anzahl von Vorlagen innerhalb des Projekts und ist auf Vorlagen ausgerichtet, die durch den Benutzer in einem lokalen Ordner ergänzt werden. Die Internetberechtigung wurde entfernt und der Internetzugriff komplett deaktiviert. Sie wird keine Downloads aus dem MemeTastic-Archiv mehr durchführen.
pl: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)**, aplikacja do tworzenia memów zwana także "makrami obrazu" została zaktualizowana z wersji 1.4.5 do wersji 1.5.0, wracając do swoich korzeni z niewielką ilością szablonów wewnątrz projektu i skierowana do szablonów dodanych przez użytkownika w folderze lokalnym. Zgoda na Internet została usunięta, a dostęp do internetu całkowicie wyłączony. Nie będzie już pobierany z archiwum MemeTastic.
ro: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)**, o aplicație pentru crearea de meme-uri, cunoscută și sub numele de "macro-uri de imagine", a fost actualizată de la 1.4.5 la 1.5.0, revenind la rădăcinile sale cu o cantitate mică de șabloane în interiorul proiectului și vizând șabloane adăugate de utilizator într-un dosar local. Permisiunea de acces la internet a fost eliminată și accesul la internet a fost complet dezactivat. Nu se va mai descărca din arhiva MemeTastic.
ru: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)**, приложение для создания мемов, также известных как "макросы изображений", было обновлено с версии 1.4.5 до 1.5.0, вернувшись к своим истокам с небольшим количеством шаблонов внутри проекта и ориентируясь на добавленные пользователем шаблоны в локальной папке. Разрешение на доступ в интернет было удалено, а доступ в интернет полностью отключен. Он больше не будет загружаться из архива MemeTastic.
uk: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)**, застосунок для створення мемів, також відомих як "макроси зображень", було оновлено з версії 1.4.5 до 1.5.0, повернувшись до своїх витоків з невеликою кількістю шаблонів всередині проєкту і орієнтуючись на додані користувачем шаблони в локальній папці. Дозвіл на доступ в інтернет було видалено, а доступ в інтернет повністю відключений. Він більше не буде завантажуватися з архіву MemeTastic.
zh_hans: **[MemeTastic](https://f-droid.org/packages/io.github.gsantner.memetastic/)**，一个创建模因的应用，也称为“图像宏”，从 1.4.5 更新到 1.5.0，在项目内部使用少量模板回归其根源，并针对本地文件夹中用户添加的模板。互联网权限被删除，互联网访问完全被禁用。它将不再从 MemeTastic 档案中下载。

source: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, a full-featured [Markdown](https://commonmark.org) editor, released 1.4.0 with a new color picker and editor color themes. See the full list of changes in its [release blog post](https://gsantner.net/blog/2018/11/12/markor-release-v1.4.html).
de: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, ein voll ausgestatteter [Markdown](https://commonmark.org)-Editor, veröffentlichte 1.4.0 mit einem neuen Farbwähler und Bearbeitung der Farbdesigns. Die komplette Liste der Änderungen finden Sie in seinem [Release Blog](https://gsantner.net/blog/2018/11/12/markor-release-v1.4.html).
pl: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, w pełni funkcjonalny edytor [Markdown](https://commonmark.org), wydany 1.4.0 z nowym selektorem kolorów i kolorami edytora. Zobacz pełną listę zmian w jego [release post na blogu](https://gsantner.net/blog/2018/11/12/markor-release-v1.4.html).
ro: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, un editor [Markdown](https://commonmark.org) cu toate funcțiile, a lansat versiunea 1.4.0 cu un nou selector de culori și teme de culori pentru editor. Vedeți lista completă a modificărilor în [release blog post](https://gsantner.net/blog/2018/11/12/markor-release-v1.4.html).
ru: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, полнофункциональный редактор [Markdown](https://commonmark.org), выпустил версию 1.4.0 с новым выбором цвета и цветовыми темами редактора. Полный список изменений приведен в [сообщении блога о выпуске](https://gsantner.net/blog/2018/11/12/markor-release-v1.4.html).
uk: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, повнофункціональний редактор [Markdown](https://commonmark.org), випустив версію 1.4.0 з новим вибором кольору і колірними темами редактора. Повний список змін наведено в [повідомленні блогу про випуск](https://gsantner.net/blog/2018/11/12/markor-release-v1.4.html).
zh_hans: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**，全功能 [Markdown](https://commonmark.org) 编辑器，发布 1.4 .0 带有新的颜色选择器和编辑器颜色主题。请参阅其[发布版本博客文章](https://gsantner.net/blog/2018/11/12/markor-release-v1.4.html)中的完整更改列表。

source: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, a privacy-friendly contact list that can't be read by other apps, was updated from 5.0 to 6.0, with contact names now a bit bolder, contacts following similar structure to call logs with actions either side of contact, and the call log now updates contact names as soon as a contact is added, rather than ignoring existing calls in the log.
de: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, eine datenschutzfreundliche Kontaktliste, die von anderen Anwendungen nicht gelesen werden kann, wurde von 5.0 auf 6.0 aktualisiert, mit etwas fetteren Kontaktnamen, Kontakten mit ähnlicher Struktur wie Anrufprotokolle mit Aktionen auf beiden Seiten des Kontakts, und die Anrufprotokolle aktualisieren nun die Kontaktnamen, sobald ein Kontakt hinzugefügt wird, anstatt bestehende Anrufe im Protokoll zu ignorieren.
pl: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, listę kontaktów przyjazną dla prywatności, której nie można odczytać w innych aplikacjach, zaktualizowano z wersji 5.0 na 6.0, nazwy kontaktów są teraz nieco odważniejsze, kontakty o strukturze podobnej do rejestrów połączeń z działaniami po obu stronach kontaktu i rejestr połączeń teraz aktualizuje nazwy kontaktów natychmiast po dodaniu kontaktu, zamiast ignorować istniejące połączenia w dzienniku.
ro: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, o listă de contacte prietenoasă cu confidențialitatea, care nu poate fi citită de alte aplicații, a fost actualizată de la 5.0 la 6.0, cu nume de contacte acum puțin mai îndrăznețe, contactele urmând o structură similară cu cea a jurnalelor de apeluri, cu acțiuni de o parte și de alta a contactului, iar jurnalul de apeluri actualizează acum numele contactelor imediat ce este adăugat un contact, în loc să ignore apelurile existente în jurnal.
ru: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, список контактов, обеспечивающий конфиденциальность и не читаемый другими приложениями, был обновлен с версии 5.0 до версии 6.0. Имена контактов стали немного жирнее, контакты имеют структуру, аналогичную журналу вызовов, с действиями по обе стороны от контакта, а журнал вызовов теперь обновляет имена контактов при добавлении контакта, а не игнорирует существующие вызовы в журнале.
uk: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**, список контактів, що забезпечує конфіденційність і не читається іншими застосунками, був оновлений з версії 5.0 до версії 6.0 . Імена контактів стали трохи жирніше, контакти мають структуру, аналогічну журналу викликів, з діями по обидві сторони від контакту, а журнал викликів тепер оновлює імена контактів при додаванні контакту, а не ігнорує наявні виклики в журналі.
zh_hans: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**，一个其他应用无法读取的隐私友好联系人列表，从 5.0 更新到 6.0，联系人姓名现在字体更粗，联系人遵循与通话记录类似的结构，并在联系人的任一侧执行操作，并且通话记录现在会在添加联系人后立即更新联系人姓名，而不是忽略现有的通话日志。

source: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** released 3.5, now also in Portugese translation, and adding the Portuguese Bible: Almeida Corrigida Fiel.
de: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** veröffentlichte 3.5, jetzt auch in Portugiesisch übersetzt und mit Ergänzung der portugiesischen Bibel: Almeida Corrigida Fiel.
pl: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** wydany 3,5, teraz także w wersji portugalskiej i dodanie portugalskiej Biblii: Almeida Corrigida Fiel.
ro: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** a lansat versiunea 3.5, acum și în traducere în portugheză, adăugând și Biblia în portugheză: Almeida Corrigida Fiel.
ru: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** выпустил 3.5, теперь также в португальском переводе, и добавлена португальская Библия: Almeida Corrigida Fiel.
uk: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** випустив 3.5, тепер також в португальському перекладі, і додана португальська Біблія: Almeida Corrigida Fiel.
zh_hans: **[The Light](https://f-droid.org/packages/org.hlwd.bible/)** 发布 3.5，现在也有葡萄牙语翻译，并添加了葡萄牙语圣经：Almeida Corrigida Fiel。

source: **[Wrong PIN Shutdown](https://f-droid.org/packages/org.nuntius35.wrongpinshutdown/)** was updated to 7, fixing a bug on devices with a fingerprint reader. Unlocking the phone by fingerprint did not reset the wrong PIN counter, and this bug is now fixed. However, note that attempts to unlock the phone with a wrong fingerprint will not be registered.
de: **[Wrong PIN Shutdown](https://f-droid.org/packages/org.nuntius35.wrongpinshutdown/)** wurde auf 7 aktualisiert, die einen Fehler auf Geräten mit einem Fingerabdruck-Scanner behebt. Beim Entsperren des Geräts mit dem Fingerabdruck wurde der Falsche-PIN-Zähler nicht zurückgesetzt, dieser Fehler ist nun behoben. Beachten Sie aber, dass Versuche, das Gerät mit einem falschen Fingerabdruck zu entsperren, nicht registriert werden.
pl: **[Wrong PIN Shutdown](https://f-droid.org/packages/org.nuntius35.wrongpinshutdown/)** został zaktualizowany do wersji 7, naprawiając błąd na urządzeniach z czytnikiem linii papilarnych. Odblokowanie telefonu według odcisku palca nie wyzerowało niewłaściwego licznika PIN, a ten błąd został naprawiony. Należy jednak pamiętać, że próby odblokowania telefonu ze złym odciskiem palca nie zostaną zarejestrowane.
ro: **[Wrong PIN Shutdown](https://f-droid.org/packages/org.nuntius35.wrongpinshutdown/)** a fost actualizat la 7, rezolvând o eroare pe dispozitivele cu cititor de amprente digitale. Deblocarea telefonului cu ajutorul amprentei nu a resetat contorul PIN greșit, iar această eroare este acum rezolvată. Cu toate acestea, rețineți că încercările de deblocare a telefonului cu o amprentă greșită nu vor fi înregistrate.
ru: **[Wrong PIN Shutdown](https://f-droid.org/packages/org.nuntius35.wrongpinshutdown/)** был обновлен до 7, исправлена ошибка на устройствах со считывателем отпечатков пальцев. Разблокировка телефона по отпечатку пальца не сбрасывала счетчик неправильных PIN-кодов, и теперь эта ошибка исправлена. Однако обратите внимание, что попытки разблокировать телефон с помощью неправильного отпечатка пальца не будут регистрироваться.
uk: **[Wrong PIN Shutdown](https://f-droid.org/packages/org.nuntius35.wrongpinshutdown/)** був оновлений до 7, виправлена помилка на пристроях зі зчитувачем відбитків пальців. Розблокування телефону за відбитком пальця не скидала лічильник неправильних PIN-кодів, і тепер ця помилка виправлена. Однак зверніть увагу, що спроби розблокувати телефон за допомогою неправильного відбитка пальця не будуть реєструватися.
zh_hans: **[Wrong PIN Shutdown](https://f-droid.org/packages/org.nuntius35.wrongpinshutdown/)** 已更新至 7，修复了带有指纹读取器的设备上的错误。通过指纹解锁手机并没有重置错误的 PIN 计数器，现在已修复此错误。但是请注意，使用错误指纹解锁手机的尝试不会被注册。
