Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** that was broken has been reforged! This [update](https://github.com/TeamNewPipe/NewPipe/releases) to 0.15.1 should fix the breakage caused by Google's changes. In addition to that, downloaded files can now be opened with one click, the minimum Android version was bumped to 4.4, streams can be removed by swiping right, and postprocessing for downloads has been added.
de: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)**, einst defekt, wurde neu geformt! Dieses [Update](https://github.com/TeamNewPipe/NewPipe/releases) auf 0.15.1 sollte den durch Google's Änderungen verursachten Zusammenbruch beheben. Obendrein können heruntergeladene Dateien jetzt mit einem Klick geöffnet werden, die Android-Mindestversion wurde auf 4.4 angehoben, Streams können durch Nach-rechts-Wischen entfernt werden und eine Nachbearbeitung für Downloads wurde ergänzt.
pl: Naprawiony został **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)**, który został złamany! Ta [aktualizacja](https://github.com/TeamNewPipe/NewPipe/releases) do wersji 0.15.1 powinna naprawić zerwanie spowodowane przez zmiany wprowadzone przez Google. Oprócz tego, pobrane pliki można teraz otwierać jednym kliknięciem, minimalna wersja Androida została zdeaktywowana do wersji 4.4, strumienie można usunąć, przesuwając w prawo, a dodawanie postów do pobierania zostało dodane.
ro: **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** care a fost ruptă a fost refăcută! Această [update](https://github.com/TeamNewPipe/NewPipe/releases) la 0.15.1 ar trebui să repare defecțiunea cauzată de modificările Google. În plus, fișierele descărcate pot fi acum deschise cu un singur clic, versiunea minimă de Android a fost ridicată la 4.4, fluxurile pot fi eliminate prin glisarea spre dreapta și a fost adăugată postprocesarea pentru descărcări.
ru: Поломавшийся **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** был перекован! [Обновление](https://github.com/TeamNewPipe/NewPipe/releases) до версии 0.15.1 должно исправить поломку, вызванную Google'овыми изменениями. Кроме того, загруженные файлы теперь можно откравать одним нажатием, минимально поддерживаемая версия Android была увеличена до 4.4, потоки можно убирать, смахивая вправо, и была добавлена завершающая обработка загрузок.
uk: Поламаний **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)** був перекувати! [Оновлення](https://github.com/TeamNewPipe/NewPipe/releases) до версії 0.15.1 має виправити поломку, викликану Google'овимі змінами. Крім того, завантажені файли тепер можна откравать одним натисканням, мінімально підтримувана версія Android була збільшена до 4.4, потоки можна прибирати, змахуючи вправо, і була додана завершальна обробка завантажень.
zh_hans: 失效的 **[NewPipe](https://f-droid.org/packages/org.schabi.newpipe/)**被修复了！到 0.15.1 的[更新](https://github.com/TeamNewPipe/NewPipe/releases)应该会修复由 Google 更改造成的损坏。除此之外，下载的文件现在可以一键打开，最低 Android 版本被提高到4.4，可以通过向右滑动来删除流，并添加了下载的后处理。

source: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** was [updated](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) from 4.9.1 to 5.2.1 adding global permissions for groups, unified group settings, 5-second undo for deleting chats and clearing chat history, new sorting options in Contacts, and new animations when uploading and downloading media.
de: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** wurde von 4.9.1 auf 5.2.1 [aktualisiert](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md), ergänzt globale Berechtigungen für Gruppen, vereinheitlichte Gruppeneinstellungen, ein 5-sekündiges Rückgängig-Machen für das Löschen von Chats und die Bereinigung des Chat-Verlaufs, neue Sortiermöglichkeiten in den Kontakten und neue Animationen, wenn Medien hoch- und heruntergeladen werden.
pl: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** został [zaktualizowany](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) z 4.9.1 do 5.2.1, dodając globalne uprawnienia dla grup, ujednolicone ustawienia grup, 5-sekundowe cofanie do usuwania czatów i czyszczenie historii czatów, nowe opcje sortowania w Kontaktach i nowe animacje podczas przesyłania i pobierania głoska bezdźwięczna.
ro: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** a fost [updated](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) de la 4.9.1 la 5.2.1, adăugând permisiuni globale pentru grupuri, setări de grup unificate, anularea timp de 5 secunde pentru ștergerea chat-urilor și ștergerea istoricului chat-urilor, noi opțiuni de sortare în Contacte și noi animații la încărcarea și descărcarea de conținut media.
ru: **[Телеграм](https://f-droid.org/packages/org.telegram.messenger/)** был [обновлен](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) с версии 4.9.1 до 5.2.1, что добавило всеобщие разрешения для групп, объединенные настройки групп, пятисекундная отмена удаления чатов и истории переписки, новые варианты сортировки контактов и новые анимации при выгрузке и загрузке мультимедиа.
uk: **[телеграм](https://f-droid.org/packages/org.telegram.messenger/)** було [оновлено](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md) з версії 4.9.1 до 5.2.1, що додало загальні дозволу для груп, об'єднані налаштування груп, п'ятисекундна скасування видалення чатів та історії листування, нові варіанти сортування контактів і нові анімації при вивантаженні і завантаженні мультимедіа.
zh_hans: **[Telegram](https://f-droid.org/packages/org.telegram.messenger/)** 从 4.9.1 [更新](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/HEAD/Changelog.md)到 5.2.1 添加了群组全局权限、统一群组设置、删除聊天和清除聊天记录的 5 秒撤消、联系人中的新排序选项以及新的动画上传和下载媒体。

source: **[MinTube](https://f-droid.org/wiki/page/com.shapps.mintubeapp)** was moved to the archive because it fails to play any videos, and looks abandoned. See [https://github.com/imshyam/mintube/issues/39](https://github.com/imshyam/mintube/issues/39).
de: **[MinTube](https://f-droid.org/wiki/page/com.shapps.mintubeapp)** wurde ins Archiv verschoben, weil sie bei der Wiedergabe sämtlicher Videos versagt und aufgegeben aussieht. Siehe [https://github.com/imshyam/mintube/issues/39](https://github.com/imshyam/mintube/issues/39).
pl: **[MinTube](https://f-droid.org/wiki/page/com.shapps.mintubeapp)** został przeniesiony do archiwum, ponieważ nie odtwarza żadnych filmów wideo i wygląda na porzucony. Patrz [https://github.com/imshyam/mintube/issues/39](https://github.com/imshyam/mintube/issues/39).
ro: **[MinTube](https://f-droid.org/wiki/page/com.shapps.mintubeapp)** a fost mutat în arhivă deoarece nu reușește să redea niciun videoclip și pare abandonat. Vedeți [https://github.com/imshyam/mintube/issues/39](https://github.com/imshyam/mintube/issues/39).
ru: **[MinTube](https://f-droid.org/wiki/page/com.shapps.mintubeapp)** был перемещен в архив поскольку он не в состоянии воспроизводить видео и выглядит заброшенным. Подробнее здесь [https://github.com/imshyam/mintube/issues/39](https://github.com/imshyam/mintube/issues/39).
uk: **[MinTube](https://f-droid.org/wiki/page/com.shapps.mintubeapp)** був переміщений в архів оскільки він не в змозі відтворювати відео і виглядає занедбаним. Детальніше тут [https://github.com/imshyam/mintube/issues/39](https://github.com/imshyam/mintube/issues/39).
zh_hans: **[MinTube](https://f-droid.org/wiki/page/com.shapps.mintubeapp)** 已移至存档，因为它无法播放任何视频，并且看起来已放弃维护。请参阅 [https://github.com/imshyam/mintube/issues/39](https://github.com/imshyam/mintube/issues/39)。

source: TWIF 42: The Packaging Marathon Edition
de: TWIF 42: Die Packaging-Marathon-Ausgabe
pl: TWIF 42: Edycja Packaging Marathon
ro: TWIF 42: Ediția pentru maratonul de ambalare
ru: TWIF 42: Выпуск Packaging Marathon
uk: TWIF 42: Випуск Packaging Marathon
zh_hans: TWIF 42：包装马拉松版

source: In this edition: Help needed with Debian Android Tools and Requests for Packaging marathon. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Hilfe bei den Debian Android Tools nötig und Marathon bei den Requests for Packaging. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: W tym wydaniu: Potrzebna pomoc z Debian Android Tools i z maratonem Requests For Packaging. Dostępnych jest **{{ page.number_of_added_apps }}** nowych i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: Avem nevoie de ajutor cu Debian Android Tools și Cereri pentru maraton de împachetare. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Требуется помощь с Debian Android Tools и Requests for Packaging marathon. Есть **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Потрібна допомога з Debian Android Tools і Requests for Packaging marathon. Є ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 本期中：Debian Android 工具需要帮助和打包请求马拉松。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: Help needed with Debian Android Tools
de: Hilfegesuch für die Debian Android Tools
pl: Potrzebna pomoc w narzędziach Debiana dla Androida
ro: Ajutor necesar cu Debian Android Tools
ru: Требуется помощь с инструментами Debian Android
uk: Потрібна допомога з інструментами Debian Android
zh_hans: Debian Android 工具需要帮助

source: As you might know, we are trying to get the Debian Android Tools into Debian, so it becomes possible to build Android apps using only free and open source software from Debian. There are two key packages from the Debian Android Tools suite that are currently not going to make it into the new Debian Buster release. But with your help, this could still change! Read on for details...
de: Wie bekannt sein dürfte, versuchen wir die Debian Android Tools in Debian zu bekommen, damit es möglich wird, Android Apps nur mittels freier und quelloffener Software aus Debian zu bauen. Es gibt zwei Schlüsselpakete in der Suite der Debian Android Tools, die es momentan nicht in die neue Debian Buster-Version schaffen werden. Aber mit eurer Hilfe könnte sich das noch ändern. Zu den Einzelheiten ...
pl: Jak zapewne wiesz, staramy się, aby Debian Android Tools znalazł się w Debianie, więc możliwe staje się budowanie aplikacji na Androida z wykorzystaniem tylko darmowego i otwartego oprogramowania Debiana. Istnieją dwa kluczowe pakiety z pakietu Debian Android Tools, które obecnie nie zostaną wprowadzone do nowej wersji Debian Buster. Ale z twoją pomocą może się to jeszcze zmienić! Przeczytaj więcej szczegółów...
ro: După cum probabil știți, încercăm să introducem Debian Android Tools în Debian, astfel încât să fie posibil să construim aplicații Android folosind numai software liber și open source din Debian. Există două pachete cheie din suita Debian Android Tools care, în prezent, nu vor ajunge în noua versiune Debian Buster. Dar, cu ajutorul dumneavoastră, acest lucru s-ar putea schimba! Citiți mai departe pentru detalii...
ru: Как вы, возможно, знаете, мы пытаемся внедрить Debian Android Tools в Debian, чтобы стало возможным создавать приложения для Android, используя только свободное и открытое программное обеспечение из Debian. Есть два ключевых пакета из набора Debian Android Tools, которые в настоящее время не войдут в новый выпуск Debian Buster. Но с вашей помощью это может измениться! Читайте далее для получения подробностей...
uk: Як ви, можливо, знаєте, ми намагаємося впровадити Debian Android Tools в Debian, щоб стало можливим створювати застосунки для Android, використовуючи тільки вільне і відкрите програмне забезпечення з Debian. Є два ключових пакету з набору Debian Android Tools, які в даний час не ввійдуть в новий випуск Debian Buster. Але з вашою допомогою це може змінитися! Читайте далі для отримання подробиць ...
zh_hans: 你可能知道，我们正在尝试将 Debian Android 工具引入 Debian，因此可以仅使用来自 Debian 的自由开源软件来构建 Android 应用。 Debian Android 工具套件中的两个关键软件包目前不会进入新的 Debian Buster 版本。但是在你的帮助下，这仍然可以改变！请继续阅读以了解详细信息...

source: The core of the problem is that Buster is using Java 11, and the Android AOSP code base still uses Java 8 and, only in some cases, Java 9. As far as **[@\_hc](https://forum.f-droid.org/u/hans)** can tell, just rebuilding the current Stretch package or updating will have more or less the same problems there.
de: Das Kernproblem ist, dass Buster Java 11 verwendet und die Basis des Android AOSP-Codes immer noch Java 8 und, nur in wenigen Fällen, Java 9 nutzt. Soweit **[@\_hc](https://forum.f-droid.org/u/hans)** berichten kann, wird ein einfacher Rebuild des jetzigen Stretch-Pakets oder eine Aktualisierung mehr oder weniger dieselben Probleme damit haben.
pl: Istotą problemu jest to, że Buster używa Javy 11, a baza kodu Android AOSP nadal używa Javy 8 i tylko w niektórych przypadkach, Javy 9. O ile **[@\_hc](https://forum.f-droid.org/u/hans)** może powiedzieć, po prostu przebudowa obecnego pakietu Stretch lub aktualizacja będzie miała tam mniej więcej takie same problemy.
ro: Miezul problemei este că Buster folosește Java 11, iar baza de cod Android AOSP folosește încă Java 8 și, doar în unele cazuri, Java 9. Din câte poate spune **[@\_hc](https://forum.f-droid.org/u/hans)**, doar reconstruirea pachetului Stretch actual sau actualizarea va avea mai mult sau mai puțin aceleași probleme.
ru: Суть проблемы в том, что Buster использует Java 11, а кодовая база Android AOSP по-прежнему использует Java 8 и, лишь в некоторых случаях, Java 9. Насколько можно судить по **[@\_hc](https://forum.f-droid.org/u/hans)**, простое восстановление текущего пакета Stretch или обновление приведет к более или менее одинаковым проблемам.
uk: Суть проблеми в тому, що Buster використовує Java 11, а кодова база Android AOSP як і раніше використовує Java 8 і, лише в деяких випадках, Java 9. Наскільки можна судити по **[@ \ _ hc](https://forum. f-droid.org/u/hans)**, просте відновлення поточного пакета Stretch або оновлення призведе до більш-менш однаковим проблемам.
zh_hans: 问题的核心在于 Buster 使用的是 Java 11，而 Android AOSP 代码库仍然使用 Java 8，并且仅在某些情况下使用 Java 9。就 **[@\_hc](https://forum .f-droid.org/u/hans)** 所了解的，仅仅重建当前的 Stretch 包或更新都会有或多或少相同的问题。

source: So far, **apo** of the Java Team, **seamlik** of the Java/Android teams, and **[@\_hc](https://forum.f-droid.org/u/hans)** have all tried quite a bit to get something working. Now they are banging their heads against details in Java builds that none of them have ever dealt with before. So we're putting out a call for help to find someone with this knowledge. Right now, it seems we need to figure out the new Java 9 "modules", specifically using the `--patch-module=` flag to javac and java.
de: Bis jetzt haben **apo** vom Java-Team, **seamlik** von den Java/Android-Teams und **[@\_hc](https://forum.f-droid.org/u/hans)** alles ein Bisschen versucht, etwas Funktionierendes hinzubekommen. Nun zerbrechen sie sich die Köpfe über Details in Java-Builds, mit denen sich keiner von ihnen jemals zuvor beschäftigte. Somit starten wir einen Hilferuf, um jemanden zu finden, der sich damit auskennt. Bis jetzt scheint es so, dass wir die neuen Java-9-"Module", insbesondere die Verwendung des Flag `--patch-module=` bei javac und java, kapieren müssen.
pl: Do tej pory **apo** zespołu Java, **seamlik** zespołów Java/Android i **[@\_hc](https://forum.f-droid.org/u/hans)** wszyscy próbowali całkiem sporo, aby coś zadziałało. Teraz walą głowami o szczegóły w kompilacjach Java, z którymi żaden z nich nigdy wcześniej nie miał do czynienia. Dlatego wzywamy do pomocy w znalezieniu kogoś z taką wiedzą. W tej chwili wydaje się, że musimy opracować nowe „moduły” Java 9, w szczególności używając flagi `--patch-module=` dla javac i java.
ro: Până acum, **apo** din echipa Java, **seamlik** din echipele Java/Android și **[@\_hc](https://forum.f-droid.org/u/hans)** au încercat cu toții să facă ceva să funcționeze. Acum se lovesc cu capul de detalii în construcțiile Java cu care niciunul dintre ei nu s-a mai confruntat până acum. Așa că lansăm o cerere de ajutor pentru a găsi pe cineva cu aceste cunoștințe. În momentul de față, se pare că trebuie să ne dăm seama cum funcționează noile "module" Java 9, în special folosind indicatorul `--patch-module=` în javac și java.
ru: До сих пор **apo** из команды Java, **seamlik** из команд Java/Android и **[@\_hc](https://forum.f-droid.org/u/hans)** пытались сделать что-то работающее. Теперь они бьются головой о детали в сборках Java, с которыми никто из них раньше не имел дела. Поэтому мы обращаемся за помощью, чтобы найти кого-то с такими знаниями. На данный момент кажется, что нам нужно разобраться с новыми "модулями" Java 9, в частности, с использованием флага `--patch-module=` в javac и java.
uk: До сих пір ** apo ** з команди Java, ** seamlik ** з команд Java/Android і **[@ \ _ hc](https://forum.f-droid.org/u/hans)** намагалися зробити щось працююче. Тепер вони б'ються головою об деталі в збірках Java, з якими ніхто з них раніше не мав справи. Тому ми звертаємося за допомогою, щоб знайти кого-то з такими знаннями. На даний момент здається, що нам потрібно розібратися з новими "модулями" Java 9, зокрема, з використанням прапора `--patch-module =` в javac і java.
zh_hans: 到目前为止，Java 团队的 **apo**、Java/Android 团队的 **seamlik** 和 **[@\_hc](https://forum.f-droid.org /u/hans)** 都做了很多尝试来让某些东西正常工作。现在，他们正在对 Java 构建中的细节绞尽脑汁，而这些细节之前没有人处理过。因此，我们正在发出帮助请求，寻找有这方面知识的人。现在，似乎我们需要找出新的 Java 9“模块”，特别是使用 javac 和 java 的 `--patch-module=` 标志。

source: This issue is urgent as the [soft freeze](https://release.debian.org/buster/freeze_policy.html) starts Tuesday the 12th of February. Any packages not in Testing by Monday will not make it into Buster!
de: Dieses Problem drängt, da das [Soft Freeze](https://release.debian.org/buster/freeze_policy.html) am Dienstag, den 12. Februar beginnt. Alle Pakete, die bis Montag nicht in der Testung sind, werden nicht in Buster gelangen!
pl: Ten problem jest pilny, ponieważ [soft freeze](https://release.debian.org/buster/freeze_policy.html) rozpoczyna się we wtorek 12 lutego. Wszelkie pakiety nieobjęte testowaniem do poniedziałku nie trafią do Buster!
ro: Această problemă este urgentă, deoarece [soft freeze](https://release.debian.org/buster/freeze_policy.html) începe marți, 12 februarie. Toate pachetele care nu sunt în teste până luni nu vor ajunge în Buster!
ru: Этот вопрос является срочным, поскольку [мягкая заморозка](https://release.debian.org/buster/freeze_policy.html) начинается во вторник 12 февраля. Любые пакеты, не прошедшие тестирование к понедельнику, не попадут в Buster!
uk: Це питання є терміновим, оскільки [soft freeze](https://release.debian.org/buster/freeze_policy.html) починається у вівторок 12 лютого. Будь-які пакунки, які не пройшли тестування до понеділка, не потраплять у Buster!
zh_hans: 这个问题很紧迫，因为[软冻结](https://release.debian.org/buster/freeze_policy.html)将于 2 月 12 日星期二开始。任何未在周一进行测试的软件包都不会进入 Buster！

source: For more information, including contact information, please see [https://lists.debian.org/debian-java/2019/01/msg00052.html](https://lists.debian.org/debian-java/2019/01/msg00052.html).
de: Weitere Informationen dazu, inklusive Kontaktdaten, gibt es hier [https://lists.debian.org/debian-java/2019/01/msg00052.html](https://lists.debian.org/debian-java/2019/01/msg00052.html).
pl: Aby uzyskać więcej informacji, w tym informacje kontaktowe, zobacz[https://lists.debian.org/debian-java/2019/01/msg00052.html](https://lists.debian.org/debian-java/2019/01/msg00052.html).
ro: Pentru mai multe informații, inclusiv informații de contact, vă rugăm să consultați [https://lists.debian.org/debian-java/2019/01/msg00052.html](https://lists.debian.org/debian-java/2019/01/msg00052.html).
ru: Более подробную информацию, включая контактную, смотрите на сайте [https://lists.debian.org/debian-java/2019/01/msg00052.html](https://lists.debian.org/debian-java/2019/01/msg00052.html).
uk: Детальнішу інформацію, включно з контактною, дивіться на сайті [https://lists.debian.org/debian-java/2019/01/msg00052.html](https://lists.debian.org/debian-java/2019/01/msg00052.html).
zh_hans: 如需更多信息，包括联系信息，请参阅 [https://lists.debian.org/debian-java/2019/01/msg00052.html](https://lists.debian.org/debian-java/2019/01/msg00052.html)。

source: Requests for Packaging marathon
pl: Maraton Requests For Packaging
ro: Cereri pentru maratonul de ambalare
ru: Запросы на марафон по упаковке
uk: Марафон Requests for Packaging
zh_hans: 打包请求马拉松
