Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The first thing you need to take care of is the `subdir` directive. React Native applications have their android build system in a subdirectory of the repo rather than the root. It's usually `android/app`, but it may be different in your setup.
de: Die erste Sache, auf die ihr achten müsst, ist der `subdir`-Verweis. React-Native-Anwendungen haben ihr Android-Build-System eher in einem Unterverzeichnis des Repos als im Wurzelverzeichnis. Normalerweise ist es `android/app`, aber das kann in eurem Setup anders sein.
pl: Pierwszą rzeczą, którą musisz się zająć, jest dyrektywa `subdir`. Aplikacje React Native mają swój system kompilacji systemu Android w podkatalogu repozytorium, a nie w katalogu głównym. Zwykle jest to `android/app`, ale może się różnić w Twojej konfiguracji.
ro: Primul lucru de care trebuie să vă ocupați este directiva `subdir`. Aplicațiile React Native au sistemul de compilare android într-un subdirectoriu al repo-ului, mai degrabă decât în rădăcină. De obicei este `android/app`, dar este posibil să fie diferit în configurația dvs.
ru: Первое, о чем вам нужно позаботиться, это директива `subdir`. Приложения React Native имеют свою систему сборки android в подкаталоге репозитория, а не в корне. Обычно это `android/app`, но в вашей системе это может быть иначе.
uk: Перше, про що вам потрібно подбати, це директива `subdir`. Застосунки React Native мають свою систему збирання android у підкаталозі сховища, а не в корені. Зазвичай це `android/app`, але у вашій системі це може бути інакше.
zh_hans: 你需要注意的第一件事是 `subdir` 指令。React Native 应用的 android 构建系统位于 repo 的子目录中，而不是根目录中。通常是 `android/app`，但在你的设置中可能会有所不同。

source: The next thing we need, which may not be required in your case, is to get a recent enough version of `node` and `yarn`. F-Droid uses Debian Stretch for the build system, which didn't even have a recent enough `node` version in backports. So the easiest way to get node was using a pre-built binary, and verify its checksum, and then installing `yarn` using `npm`. This is how it looks like:
de: Das nächste, was wir brauchen, was in eurem Fall nicht erforderlich sein muss, ist es, eine ausreichend aktuelle Version von `node` und `yarn` zu beziehen. F-Droid verwendet Debian Stretch für das Build-System, was nicht einmal in Backports eine ausreichend aktuelle `node`-Version besitzt. Die einfachste Art, an Node zu kommen, war also, eine vorgefertigte Binary zu verwenden, deren Checksum zu verifizieren und dann `yarn` mittels `npm` zu installieren. Das sieht dann so aus:
pl: Następną rzeczą, której potrzebujemy, a która może nie być wymagana w twoim przypadku, jest uzyskanie wystarczająco aktualnej wersji `node` i `yarn`. F-Droid używa Debian Stretch jako systemu kompilacji, który nie miał nawet wystarczająco aktualnej wersji `node` w backportach. Tak więc najłatwiejszym sposobem na uzyskanie węzła było użycie pre-built binarnego, sprawdzenie jego sumy kontrolnej, a następnie zainstalowanie `yarn` przy użyciu `npm`. Oto jak to wygląda:
ro: Următorul lucru de care avem nevoie, care s-ar putea să nu fie necesar în cazul dumneavoastră, este să obținem o versiune suficient de recentă a `node` și `yarn`. F-Droid folosește Debian Stretch pentru sistemul de construcție, care nu avea nici măcar o versiune `node` suficient de recentă în backports. Așa că cel mai simplu mod de a obține node a fost să folosim un binar pre-construit și să-i verificăm suma de control, iar apoi să instalăm `yarn` folosind `npm`. Iată cum arată:
ru: Следующее, что нам нужно, и что может не потребоваться в вашем случае, это получить достаточно свежие версии `node` и `yarn`. F-Droid использует Debian Stretch для системы сборки, который даже не имел достаточно свежей версии `node` в бэкпортах. Поэтому самым простым способом получить node было использование предварительно собранного бинарника, проверка его контрольной суммы, а затем установка `yarn` с помощью `npm`. Вот как это выглядит:
uk: Наступне, що нам потрібно, і що може не знадобитися в вашому випадку, це отримати досить свіжі версії `node` і` yarn`. F-Droid використовує Debian Stretch для системи збирання, який навіть не мав достатньо свіжій версії `node` в бекпортах. Тому найпростішим способом отримати node було використання попередньо зібраного бінарники, перевірка його контрольної суми, а потім установка `yarn` за допомогою` npm`. Ось як це виглядає:
zh_hans: 我们需要的下一件事（在你的情况下可能不需要）是获得足够新的 `node` 和 `yarn` 版本。F-Droid 使用 Debian Stretch 构建系统，它甚至在 backports 中都没有足够新的 `node` 版本。因此，获取节点的最简单方法是使用预构建的二进制文件，并验证其校验和，然后使用 `npm` 安装 `yarn`。具体如下：

source: The next step is to install all of the JavaScript dependencies, this can be done using the `init` directive, like so: `init: yarn install`.
de: Der nächste Schritt ist die Installation aller JavaScript-Abhängigkeiten, das kann mit der `init`-Anweisung, wie: `init: yarn install`, erledigt werden.
pl: Następnym krokiem jest zainstalowanie wszystkich zależności JavaScript, można to zrobić za pomocą dyrektywy `init`, w następujący sposób: `init: yarn install`.
ro: Următorul pas este instalarea tuturor dependențelor JavaScript, acest lucru poate fi făcut folosind directiva `init`, astfel: `init: yarn install`.
ru: Следующим шагом будет установка всех зависимостей JavaScript, это можно сделать с помощью директивы `init`, например: `init: yarn install`.
uk: Наступним кроком буде встановлення всіх залежностей JavaScript, це можна зробити за допомогою директиви `init`, наприклад:` init: yarn install`.
zh_hans: 下一步是安装所有 JavaScript 依赖项，这可以使用 `init` 指令完成，如下所示：`init: yarn install`。

source: Now we should have everything we need to get our React Native app to build, though the builds will still fail. The reason for that is that F-Droid automatically detects potentially non-free dependencies in the build, and won't let the build continue if found. Therefore, the next thing we should do is to tell it to automatically get rid of all of the non-free dependencies pulled by our JavaScript deps, like so:
de: Jetzt sollten wir alles haben, was wir für den Build unserer React-Native-App brauchen, auch wenn die Builds immer noch fehlschlagen werden. Der Grund dafür ist, dass F-Droid automatisch potentiell unfreie Abhängigkeiten im Build erkennt und bei einem Fund diesen nicht fortsetzen wird. Deshalb ist die nächste Sache, die wir erledigen sollten, all die proprietären Abhängigkeiten, die wir durch unsere JavaScript Deps bezogen haben, automatisch loszuwerden, z. B. so:
pl: Teraz powinniśmy mieć wszystko, czego potrzebujemy, aby nasza aplikacja React Native się zbudowała, choć nadal nie uda się jej zbudować. Powodem tego jest to, że F-Droid automatycznie wykrywa potencjalnie niewolne zależności w kompilacji i nie pozwoli na kontynuowanie kompilacji, jeśli je znajdziemy. Dlatego też, następną rzeczą jaką powinniśmy zrobić jest powiedzenie mu, aby automatycznie pozbył się wszystkich niewolnych zależności wyciągniętych przez nasze deps JavaScript, tak jak poniżej:
ro: Acum ar trebui să avem tot ce ne trebuie pentru a construi aplicația React Native, deși compilările vor eșua în continuare. Motivul este că F-Droid detectează în mod automat dependențele potențial nelibere din compilare și nu va permite continuarea compilării dacă le găsește. Prin urmare, următorul lucru pe care ar trebui să-l facem este să-i spunem să scape automat de toate dependențele non-libere trasate de deps-urile noastre JavaScript, astfel:
ru: Теперь у нас должно быть все необходимое для сборки нашего приложения React Native, хотя сборка все еще будет неудачной. Причина этого в том, что F-Droid автоматически обнаруживает потенциально несвободные зависимости в сборке и не позволяет сборке продолжаться, если они найдены. Поэтому следующее, что мы должны сделать, это указать ему автоматически избавиться от всех несвободных зависимостей, притянутых нашими JavaScript deps, следующим образом:
uk: Тепер у нас повинно бути все необхідне для збірки нашого застосування React Native, хоча збірка все ще буде невдалою. Причина цього в тому, що F-Droid автоматично виявляє потенційно невільні залежності в збірці і не дозволяє збірці тривати, якщо вони знайдені. Тому наступне, що ми повинні зробити, це вказати йому автоматично позбутися від усіх невільних залежностей, притягнутих нашими JavaScript deps, в такий спосіб:
zh_hans: 现在，我们应该有了构建 React Native 应用所需的一切，然而构建仍然会失败。这是因为 F-Droid 会自动检测构建中潜在的非自由依赖项，并且如果找到，则不会让构建继续进行。因此，我们应该做的下一件事是告诉它自动去除由我们的JavaScript 依赖引入的所有非自由依赖关系，如下所示：

source: Now we are making progress, and all of the potentially non-free dependencies are being removed. Though the build will still fail because some of these dependencies were actually needed! Now, the responsibility is on us to find and make sure the deps that we require and that are indeed FLOSS and F-Droid compatible. The most common error is about an "unrecognized maven repository" pointing to `../node_modules/...`. Assuming all of your JavaScript dependencies are indeed FLOSS, these can be safely ignored, as they just mean that the deps come from a JavaScript dependency instead of through Maven (again, very common). We will deal with these in a moment. The second, more serious issue is about `.jar`, `.aar` and `.so` files being removed. Here you need to take extra care to make sure that these files are indeed FLOSS, come from a trusted source, and are just pre-compiled for ease of distribution. Once you found all of the occurrences of the two issues above, you can tell F-Droid to ignore them. For example, this is what we have in EteSync Notes:
de: Nun haben wir Fortschritte gemacht und alle der potentiell proprietären Abhängigkeiten sind entfernt worden. Allerdings wird der Build weiterhin fehlschlagen, weil einige dieser Abhängigkeiten eigentlich gebraucht werden! Nun liegt es an uns, die Deps herauszufinden, die wir benötigen, und sicherzustellen, dass sie wahrhaftig FLOSS und mit F-Droid kompatibel sind. Der häufigste Fehler ist ein „unerkanntes Maven-Repository“, das auf `../node_modules/...`verweist. Vorausgesetzt all eure JavaScript-Abhängigkeiten sind wirklich FLOSS, dann kann dies bedenkenlos ignoriert werden, da dies einfach bedeutet, dass die Deps aus einer JavaScript-Abhängigkeit stammt anstatt über Maven (wiederum, sehr häufig). Wir werden uns gleich damit beschäftigen. Beim zweiten, ernsteren Problem geht es um entfernte `.jar`, `.aar` und `.so`-Dateien. Hier müsst ihr besondere Sorgfalt darauf verwenden, sicherzustellen, dass diese Dateien wirklich FLOSS sind, aus einer vertrauenswürdigen Quelle stammen und nur vorkompiliert sind, um sie einfacher zu verteilen. Sobald ihr alle Vorkommen der beiden o. g. Probleme aufgespürt habt, könnt ihr F-Droid sagen, sie zu ignorieren. In EteSync Notes haben wir dann beispielsweise Folgendes:
pl: Teraz robimy postępy i wszystkie potencjalnie niewolne zależności są usuwane. Chociaż kompilacja nadal się nie powiedzie, ponieważ niektóre z tych zależności były rzeczywiście potrzebne! Teraz na nas spoczywa odpowiedzialność za znalezienie i upewnienie się, że potrzebne nam zależności są rzeczywiście FLOSS i kompatybilne z F-Droid. Najczęstszy błąd dotyczy „nierozpoznanego repozytorium mavena” wskazującego na `../node_modules/...`. Zakładając, że wszystkie twoje zależności JavaScript są rzeczywiście FLOSS, można je bezpiecznie zignorować, ponieważ oznaczają po prostu, że zależności pochodzą z zależności JavaScriptowej, a nie z Mavena (ponownie, bardzo częste). Zajmiemy się nimi za chwilę. Drugi, poważniejszy problem dotyczy usuwania plików `.jar`, `.aar` i `.so`. Tutaj musisz zachować szczególną ostrożność, aby upewnić się, że te pliki są rzeczywiście FLOSS, pochodzą z zaufanego źródła i są po prostu wstępnie skompilowane w celu ułatwienia dystrybucji. Po znalezieniu wszystkich wystąpień dwóch powyższych problemów możesz powiedzieć F-Droidowi, aby je zignorował. Na przykład, oto co mamy w EteSync Notes:
ro: Acum facem progrese și toate dependențele potențial nelibere sunt eliminate. Deși compilarea va eșua în continuare, deoarece unele dintre aceste dependențe erau de fapt necesare! Acum, responsabilitatea este pe umerii noștri de a găsi și de a ne asigura că deps-urile de care avem nevoie și care sunt într-adevăr compatibile cu FLOSS și F-Droid. Cea mai frecventă eroare se referă la un "unrecognized maven repository" care indică `../node_modules/...`. Presupunând că toate dependențele JavaScript sunt într-adevăr FLOSS, acestea pot fi ignorate în siguranță, deoarece înseamnă doar că deps-urile provin de la o dependență JavaScript și nu prin Maven (din nou, foarte frecvent). Ne vom ocupa de acestea într-un moment. A doua problemă, mai serioasă, se referă la fișierele `.jar`, `.aar` și `.so` care sunt eliminate. Aici trebuie să aveți grijă sporită pentru a vă asigura că aceste fișiere sunt într-adevăr FLOSS, provin dintr-o sursă de încredere și sunt doar precompilate pentru a facilita distribuția. După ce ați găsit toate aparițiile celor două probleme de mai sus, puteți spune lui F-Droid să le ignore. De exemplu, iată ce avem în EteSync Notes:
ru: Мы продолжаем работу над проектом и все потенциально несвободные зависимости удаляются. Но сборка до сих пор не удается, так как некоторые из этих зависимостей были действительно необходимы! Теперь мы берем на себя цель по поиску и проверке того, что нужные нам зависимости действительно подходят FLOSS и F-Droid. Самая распространенная ошибка связана с "нераспознанным репозиторием maven", указывающим на `../ node_modules / ...`. Предполагая, что все ваши зависимости JavaScript действительно соответствуют FLOSS, их можно игнорировать без проблем, поскольку они просто означают, что зависимости происходят от зависимости JavaScript, а не через Maven. Мы разберемся с этим чуть позже. Вторая, более серьезная проблема связана с удалением файлов `.jar`, `.aar` и` .so`. Здесь вам нужно проявить особую осторожность, в проверке того, что эти файлы действительно соответсвуют FLOSS, получены из надежного источника и просто предварительно скомпилированы для простоты распространения. Как только вы обнаружите все случаи возникновения двух проблем, указанных выше, вы можете попросить F-Droid игнорировать их. Например, это то, что мы нашли в EteSync Notes:
uk: Ми продовжуємо роботу над проєктом і всі потенційно невільні залежності видаляються. Але збірка досі не вдається, так як деякі з цих залежностей були дійсно необхідні! Тепер ми беремо на себе мету з пошуку і перевірці того, що потрібні нам залежно дійсно підходять FLOSS і F-Droid. Найпоширеніша помилка пов'язана з "нерозпізнаним репозиторієм maven", що вказує на `../node_modules/...`. Припускаючи, що всі ваші залежності JavaScript дійсно відповідають FLOSS, їх можна ігнорувати без проблем, оскільки вони просто означають, що залежно походять від залежності JavaScript, а не через Maven. Ми розберемося з цим трохи пізніше. Друга, більш серйозна проблема пов'язана з видаленням файлів `.jar`,` .aar` і` .so`. Тут вам потрібно проявити особливу обережність, в перевірці того, що ці файли дійсно відповідають FLOSS, отримані з надійних джерел і просто попередньо скомпільовані для простоти поширення. Як тільки ви виявите всі випадки виникнення двох проблем, зазначених вище, ви можете попросити F-Droid ігнорувати їх. Наприклад, це те, що ми знайшли в EteSync Notes:
zh_hans: 现在我们正在取得进展，所有潜在的非自由依赖项都被删除了。然而构建仍然会失败，因为实际上我们需要其中一些依赖项！现在，我们需要找到这些依赖并确认我们需要它们并且它们确实是 FLOSS 并且和 F-Droid 兼容。最常见的错误是关于指向 `../node_modules/...` 的“无法识别的 maven 存储库”。假设你的所有 JavaScript 依赖项确实都是 FLOSS，这些可以安全地忽略，因为它们只是意味着依赖项来自 JavaScript 依赖项而不是通过 Maven（再次，非常常见）。我们稍后会处理这些。第二个更严重的问题是 `.jar`、`.aar` 和 `.so` 文件被删除。在这里，您需要格外小心，以确保这些文件确实是 FLOSS，来自受信任的来源，并且只是为了便于分发而进行了预编译。一旦你找出了所有上述两种错误，你可以告诉 F-Droid 忽略它们。例如，这是我们在 EteSync Notes 中的内容：

source: The first three lines are required by all React Native applications. They are just the main React Native deps, which are indeed FLOSS. The rest should be added depending on your own dependencies as outlined above. Please note that some [Expo](https://expo.io/) modules depend on non-free components, so they may be incompatible with F-Droid.
de: Die ersten drei Zeilen werden bei allen React-Native-Anwendungen gebraucht. Sie sind einfach die wichtigsten React Native Deps, die wirklich FLOSS sind. Der Rest sollte, abhängig von euren eigenen Abhängigkeiten, ergänzt werden wie oben beschrieben. Zu beachten ist, dass einige [Expo](https://expo.io/)-Module von proprietären Komponenten abhängen, wodurch sie inkompatibel mit F-Droid sein können.
pl: Pierwsze trzy linie są wymagane przez wszystkie aplikacje React Native. Są to tylko główne deps React Native, które są rzeczywiście FLOSS. Reszta powinna być dodana w zależności od twoich własnych zależności, jak opisano powyżej. Należy pamiętać, że niektóre [Expo](https://expo.io/) moduły zależą od niewolnych komponentów, więc mogą być niekompatybilne z F-Droid.
ro: Primele trei linii sunt necesare pentru toate aplicațiile React Native. Acestea sunt doar principalele deps React Native, care sunt într-adevăr FLOSS. Restul ar trebui adăugate în funcție de propriile dependențe, așa cum s-a subliniat mai sus. Vă rugăm să rețineți că unele module [Expo](https://expo.io/) depind de componente nelibere, astfel încât acestea pot fi incompatibile cu F-Droid.
ru: Первые три строки необходимы всем приложениям React Native. Это только основные деплои React Native, которые действительно являются FLOSS. Остальное следует добавить в зависимости от ваших собственных зависимостей, как описано выше. Обратите внимание, что некоторые модули [Expo](https://expo.io/) зависят от несвободных компонентов, поэтому они могут быть несовместимы с F-Droid.
uk: Перші три рядки необхідні всім застосункам React Native. Це тільки основні деплоі React Native, які дійсно є FLOSS. Решта слід додати в залежності від ваших власних залежностей, як описано вище. Зверніть увагу, що деякі модулі [Expo](https://expo.io/) залежать від невільних компонентів, тому вони можуть бути несумісні з F-Droid.
zh_hans: 所有 React Native 应用都需要前三行。它们就是主要的 React Native 依赖并且确实是 FLOSS。其余部分应根据你自己的依赖项添加，如上所述。请注意，某些 [Expo](https://expo.io/) 模块依赖于非自由组件，因此它们可能与 F-Droid 不兼容。

source: This is it, your app should now build for F-Droid. Just make sure to go through the [contribution guidelines](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md) to make sure everything is in order.
de: Das wars, eure App sollte sich nun für F-Droid herstellen lassen. Achtet einfach darauf, die [contribution guidelines](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md) durchzuziehen, um sicherzustellen, dass alles in Ordnung geht.
pl: To wszystko, Twoja aplikacja powinna teraz zostać skompilowana dla F-Droid. Po prostu zapoznaj się ze [wytycznymi dotyczącymi wkładu](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), aby upewnić się, że wszystko jest w porządku.
ro: Asta este, aplicația dvs. ar trebui să fie acum construită pentru F-Droid. Nu uitați să parcurgeți [contribution guidelines](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md) pentru a vă asigura că totul este în ordine.
ru: Вот и все, теперь ваше приложение должно собираться для F-Droid. Только не забудьте просмотреть [руководство по внесению вклада](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), чтобы убедиться, что все в порядке.
uk: Ось і все, тепер ваше застосування повинне збиратися для F-Droid. Тільки не забудьте переглянути [керівництво по внесенню вкладу](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md), щоб переконатися, що все в порядку.
zh_hans: 就是这样，你的应用现在应该可以对 F-Droid 构建了。请务必认真检查[贡献指南](https://gitlab.com/fdroid/fdroiddata/blob/master/CONTRIBUTING.md)以确保一切正常。

source: Closing notes
de: Schlussbemerkungen
pl: Uwagi końcowe
ro: Note de încheiere
ru: Заключительные примечания
uk: Прикінцеві примітки
zh_hans: 结束语

source: As you can see, it's quite easy to build React Native applications on F-Droid once you know how. However, there are a few improvements that could go into F-Droid that would make the process easier. It would be great if the F-Droid build machines will include an up-to-date Node, and potentially maybe a directive to include some of the above steps automatically.
de: Wie ihr sehen könnt, ist es ganz einfach, React-Native-Anwendungen auf F-Droid zu bauen, sobald man weiß wie. Allerdings, gäbe es ein paar Verbesserungen, die in F-Droid aufgenommen werden könnten, was den Vorgang vereinfachen würde. Es wäre großartig, wenn die Build-Maschinen von F-Droid ein aktuelles Node bereithielten, und potentiell vielleicht auch eine Anweisung, die einige der o. g. Schritte automatisch beinhaltet.
pl: Jak widać, dość łatwo jest budować aplikacje React Native na F-Droid, gdy już wiesz, jak to zrobić. Istnieje jednak kilka ulepszeń, które mogą zostać wprowadzone do F-Droid, które ułatwiłyby ten proces. Byłoby wspaniale, gdyby maszyny budujące F-Droid zawierały aktualny Node i być może dyrektywę, aby automatycznie uwzględnić niektóre z powyższych kroków.
ro: După cum puteți vedea, este destul de ușor să construiți aplicații React Native pe F-Droid, odată ce știți cum. Cu toate acestea, există câteva îmbunătățiri care ar putea fi aduse în F-Droid și care ar face procesul mai ușor. Ar fi grozav dacă mașinile de compilare F-Droid vor include un Node actualizat și, eventual, poate o directivă care să includă automat unii dintre pașii de mai sus.
ru: Как видите, создавать приложения React Native на F-Droid довольно просто, если знать, как это делать. Тем не менее, есть несколько улучшений, которые можно было бы внести в F-Droid, чтобы облегчить этот процесс. Было бы здорово, если бы машины для сборки F-Droid включали в себя обновленный Node, а также, возможно, директиву для автоматического выполнения некоторых из вышеперечисленных шагов.
uk: Як бачите, створювати застосунки React Native на F-Droid досить просто, якщо знати, як це робити. Тим не менш, є кілька поліпшень, які можна було б внести в F-Droid, щоб полегшити цей процес. Було б здорово, якби машини для збирання F-Droid включали в себе оновлений Node, а також, можливо, директиву для автоматичного виконання деяких з перерахованих вище кроків.
zh_hans: 如你所见，一旦你知道如何在 F-Droid 上构建 React Native 应用是相当容易的。但是，F-Droid 可以进行一些改进，以简化该过程。如果 F-Droid 构建机器将包含一个最新的 Node，并且可能包含一个自动包含上述某些步骤的指令，那就太好了。
