Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Donate money!]({{ site.baseurl }}/donate)
de: [Spendet Geld!]({{ site.baseurl }}/donate)
pl: [Przekaż pieniądze!]({{ site.baseurl }}/donate)
ro: [Donați bani!]({{ site.baseurl }}/donate)
ru: [Пожертвовать деньги!]({{ site.baseurl }}/donate)
uk: [Пожертвувати гроші!]({{ site.baseurl }}/donate)
zh_hans: [捐款！]({{ site.baseurl }}/donate)

source: [Get involved in working on issues](https://gitlab.com/groups/fdroid/-/issues?scope=all&utf8=%E2%9C%93&state=opened&label_name[]=help-wanted)
de: [Beteiligt euch an der Bearbeitung von Problemen](https://gitlab.com/groups/fdroid/-/issues?scope=all&amp;utf8=%E2%9C%93&amp;state=opened&amp;label_name[]=help-wanted)
pl: [Zaangażuj się w pracę nad problemami](https://gitlab.com/groups/fdroid/-/issues?scope=all&amp;utf8=%E2%9C%93&amp;state=opened&amp;label_name[]=help-wanted)
ro: [Get involved in working on issues](https://gitlab.com/groups/fdroid/-/issues?scope=all&amp;utf8=%E2%9C%93&amp;state=opened&amp;label_name[]=help-wanted)
ru: [Примите участие в работе над вопросами](https://gitlab.com/groups/fdroid/-/issues?scope=all&amp;utf8=%E2%9C%93&amp;state=opened&amp;label_name[]=help-wanted)
uk: [Візьміть участь в роботі над питаннями](https://gitlab.com/groups/fdroid/-/issues?scope=all&amp;utf8=%E2%9C%93&amp;state=opened&amp;label_name [] = help-wanted)
zh_hans: [参与解决问题](https://gitlab.com/groups/fdroid/-/issues?scope=all&utf8=%E2%9C%93&state=opened&label_name[]=help-wanted)

source: [Hire an F-Droid contributor]({{ site.baseurl }}/consulting) to help with your project
de: [Engagiert einen F-Droid-Mitarbeiter]({{ site.baseurl }}/consulting) als Helfer bei euren Projekten
pl: [Zatrudnij współpracownika F-Droid]({{ site.baseurl }}/consulting), który pomoże w twoim projekcie
ro: [Hire an F-Droid contributor]({{ site.baseurl }}/consulting) pentru a vă ajuta cu proiectul dumneavoastră
ru: [Нанять соавтора F-Droid]({{ site.baseurl }}/consulting) для помощи с вашим проектом
uk: [Найняти співавтора F-Droid]({{ site.baseurl }}/consulting) для допомоги з вашим проєктом
zh_hans: [聘请 F-Droid 贡献者]({{ site.baseurl }}/consulting)为你的项目提供帮助

source: Host some infrastructure for F-Droid
de: Stellt Infrastruktur für F-Droid bereit
pl: Hostuj infrastrukturę dla F-Droid
ro: Găzduiți unele infrastructuri pentru F-Droid
ru: Хостинг некоторой инфраструктуры для F-Droid
uk: Хостинг деякої інфраструктури для F-Droid
zh_hans: 为 F-Droid 托管一些基础设施

source: Review some apps in [fdroiddata](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) or [rfp](https://gitlab.com/fdroid/rfp/issues)
de: Überprüft einige Apps in [fdroiddata](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) oder [rfp](https://gitlab.com/fdroid/rfp/issues)
pl: Przejrzyj niektóre aplikacje w [fdroiddata](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) or [rfp](https://gitlab.com/fdroid/rfp/issues)
ro: Examinați câteva aplicații în [fdroiddata](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) ori în [rfp](https://gitlab.com/fdroid/rfp/issues)
ru: Просмотрите некоторые приложения в [fdroiddata](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) или [rfp](https://gitlab.com/fdroid/rfp/issues)
uk: Перегляньте деякі застосунки в [fdroiddata](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) або [rfp](https://gitlab.com/fdroid/rfp/issues)
zh_hans: 在 [fdroiddata](https://gitlab.com/fdroid/fdroiddata/-/merge_requests) 或 [rfp](https://gitlab.com/fdroid/rfp/issues) 中审核一些应用

source: Lastly, if you are a researcher or academic working with F-Droid data, please come by and say hi! We are always interested to hear about how people are using our work.
de: Schließlich, wenn ihr Forscher oder Wissenschaftler seid, die mit F-Droid-Daten arbeiten, kommt bitte vorbei und sagt hallo! Wir sind immer daran interessiert zu hören, wie Menschen unsere Arbeit nutzen.
pl: Na koniec, jeśli jesteś badaczem lub naukowcem akademickim pracującym z danymi F-Droid, przyjdź i przywitaj się! Zawsze jesteśmy zainteresowani, aby dowiedzieć się, jak ludzie korzystają z naszej pracy.
ro: În cele din urmă, dacă sunteți un cercetător sau un cadru universitar care lucrează cu datele F-Droid, vă rugăm să veniți să ne salutați! Suntem întotdeauna interesați să aflăm cum folosesc oamenii munca noastră.
ru: И наконец, если вы исследователь или ученый, работающий с данными F-Droid, пожалуйста, зайдите и поздоровайтесь! Нам всегда интересно узнать, как люди используют нашу работу.
uk: І нарешті, якщо ви дослідник або вчений, який працює з даними F-Droid, будь ласка, зайдіть і привітайтеся! Нам завжди цікаво дізнатися, як люди використовують нашу роботу.
zh_hans: 最后，如果你是使用 F-Droid 数据的研究人员或学者，请过来打个招呼！我们总是有兴趣了解人们如何使用我们的工作。

source: Big Website Update
de: Große Website-Aktualisierung
pl: Duża aktualizacja strony internetowej
ro: Mare actualizare a site-ului web
ru: Большое обновление сайта
uk: Велике оновлення сайту
zh_hans: 重大网站更新

source: We have just completed a big overhaul of the website that makes it run smoother, handle translations better, and it much easier to build and customize. The whole process was updated to run in Debian/buster using only Debian packages, while keeping the standard Ruby methods working. That makes it easy for non-Ruby developers to jump in and improve this site. There is an overhaul of the Markdown translation workflow, so it should be a lot easier to translate the pages, docs, and posts. To hightlight that, the bottom right of each translatable page will now show "Translate on Weblate", click on that to go directly to translating. Another big change is the new "Apps" section which is now organized by the same categories as the Android client app.
de: Wir haben gerade eine weitreichende Überarbeitung der Webseite abgeschlossen, die sie flüssiger laufen lässt, Übersetzungen besser verarbeitet und ihren Aufbau sowie ihre Anpassung erleichtert. Der gesamte Prozess wurde verbessert, damit er in Debian/buster nur mittels Debian-Paketen läuft, wobei die funktionierenden Ruby-Standardmethoden erhalten blieben. Das macht es Ruby-fremden Entwicklern leicht, einzusteigen und diese Seite zu verbessern. Es gibt eine Überarbeitung des Workflows der Übersetzung von Markdown, sodass es viel einfacher sein sollte, Seiten, Dokumentation und Posts zu übersetzen. Um das hervorzuheben, wird auf jeder übersetzbaren Seite unten rechts jetzt "Auf Weblate übersetzen" angezeigt. Ein Klick darauf leitet direkt zur Übersetzung weiter. Eine weitere große Änderung ist der neue "Apps"-Bereich, der jetzt in denselben Kategorien wie die Android-App aufgebaut ist.
pl: Właśnie zakończyliśmy dużą przebudowę strony internetowej, dzięki czemu działa ona płynniej, lepiej radzi sobie z tłumaczeniami, a także jest prostsza do skompilowania i dostosowywania. Cały proces został zaktualizowany do działania w Debian/buster przy użyciu jedynie pakietów Debiana, jednocześnie utrzymując działanie standardowych metod Ruby. Dzięki temu programiści nieznający Ruby mogą w łatwy sposób dołączyć i ulepszyć tę stronę. Dokonano przebudowy przepływu pracy tłumaczeń Markdown, więc tłumaczenie stron, dokumentów i postów powinno być o wiele łatwiejsze. Aby to podkreślić, w prawym dolnym rogu każdej strony do tłumaczenia będzie teraz widoczne „Tłumacz na Weblate”; kliknij ją, aby przejść bezpośrednio do tłumaczenia. Kolejną dużą zmianą jest nowa sekcja „Aplikacje”, która jest teraz uporządkowana według tych samych kategorii, co aplikacja kliencka na Androida.
ro: Tocmai am finalizat o mare revizuire a site-ului web, care îl face să funcționeze mai ușor, să gestioneze mai bine traducerile și să fie mult mai ușor de construit și de personalizat. Întregul proces a fost actualizat pentru a rula în Debian/buster folosind doar pachete Debian, păstrând în același timp metodele standard Ruby în funcțiune. Acest lucru face ca și dezvoltatorii non-Ruby să poată interveni cu ușurință și să îmbunătățească acest site. Există o revizuire a fluxului de traducere Markdown, așa că ar trebui să fie mult mai ușor să traduci paginile, documentele și postările. Pentru a evidenția acest lucru, în partea dreaptă jos a fiecărei pagini traductibile va apărea acum "Translate on Weblate", faceți clic pe acesta pentru a merge direct la traducere. O altă schimbare importantă este noua secțiune "Apps" (Aplicații), care este acum organizată după aceleași categorii ca și aplicația client Android.
ru: Мы только что завершили капитальный ремонт сайта, благодаря которому он стал работать более плавно, лучше обрабатывать переводы и его стало гораздо проще создавать и настраивать. Весь процесс был обновлен для работы в Debian/buster с использованием только пакетов Debian, при этом стандартные методы Ruby остались рабочими. Это позволяет разработчикам, не использующим Ruby, легко подключаться и улучшать этот сайт. Пересмотрен рабочий процесс перевода Markdown, так что переводить страницы, документы и посты должно стать намного проще. Чтобы подчеркнуть это, справа внизу каждой переводимой страницы теперь будет надпись "Перевести на Weblate", нажмите на нее, чтобы перейти непосредственно к переводу. Еще одно важное изменение - новый раздел "Приложения", который теперь организован по тем же категориям, что и клиентское приложение для Android.
uk: Ми щойно завершили велике оновлення сайту. Тепер він плавніше працює, краще обробляє переклади, а збирати й налаштовувати його значно простіше. Весь процес оновлено для роботи в Debian/buster із використанням лише пакунків Debian, при цьому стандартні методи Ruby продовжать працювати. Тож розробникам без знань Ruby легко під'єднатися і покращити сайт. Змінено процес перекладу Markdown, тож перекладати сторінки, документи й повідомлення стало значно простіше: внизу кожної доступної для перекладу сторінки праворуч є напис «Перекласти з Weblate», натисніть його, щоб перейти прямо до перекладу. Ще одна важлива зміна: новий розділ «Застосунки» організований за тими ж категоріями, що й застосунок-клієнт Android.
zh_hans: 我们刚刚完成了对网站的大修，使其运行更顺畅，翻译处理得更好，并且更容易构建和定制。整个过程已更新为仅使用 Debian 软件包在 Debian/buster 中运行，同时保持标准 Ruby 方法正常工作。这使得非 Ruby 开发者可以轻松地加入并改进该站点。对 Markdown 翻译工作流程进行了大修，因此翻译页面、文档和帖子应该容易得多。为了突出这一点，每个可翻译页面的右下角现在将显示“在 Weblate 上翻译”，点击它直接进入翻译。另一个重大变化是新的“应用”部分，它现在按与 Android 客户端应用相同的类别进行组织。

source: This includes contributions from [@uniqx](https://gitlab.com/uniqx), [@eighthave](https://gitlab.com/eighthave), [@redplanet](https://gitlab.com/redplanet), [@webdev4](https://gitlab.com/webdev4), [@moasda](https://gitlab.com/), [@meskobalazs](https://gitlab.com/meskobalazs), and of course the tireless translators!
de: Beiträge dazu lieferten [@uniqx](https://gitlab.com/uniqx), [@eighthave](https://gitlab.com/eighthave), [@redplanet](https://gitlab.com/redplanet), [@webdev4](https://gitlab.com/webdev4), [@moasda](https://gitlab.com/), [@meskobalazs](https://gitlab.com/meskobalazs) und natürlich die unermüdlichen Übersetzer*innen!
pl: Są to zasługi [@uniqx](https://gitlab.com/uniqx), [@eighthave](https://gitlab.com/eightave), [@redplanet](https://gitlab.com/redplanet), [@webdev4](https://gitlab.com/webdev4), [@moasda](https://gitlab.com/), [@meskobalazs](https://gitlab.com/meskobalazs) i oczywiście niestrudzonych tłumaczy!
ro: Aceasta include contribuții de la [@uniqx](https://gitlab.com/uniqx), [@eighthave](https://gitlab.com/eighthave), [@redplanet](https://gitlab.com/redplanet), [@webdev4](https://gitlab.com/webdev4), [@moasda](https://gitlab.com/), [@meskobalazs](https://gitlab.com/meskobalazs), și, bineînțeles, de la traducătorii neobosiți!
ru: Сюда входят материалы от [@uniqx](https://gitlab.com/uniqx), [@eighthave](https://gitlab.com/eighthave), [@redplanet](https://gitlab.com/redplanet), [@webdev4](https://gitlab.com/webdev4), [@moasda](https://gitlab.com/), [@meskobalazs](https://gitlab.com/meskobalazs) и, конечно же, неутомимых переводчиков!
uk: Сюди входять матеріали від [@uniqx](https://gitlab.com/uniqx), [@eighthave](https://gitlab.com/eighthave), [@redplanet](https://gitlab.com/redplanet ), [@ webdev4](https://gitlab.com/webdev4), [@moasda](https://gitlab.com/), [@meskobalazs](https://gitlab.com/meskobalazs) і, звичайно ж, невтомних перекладачів!
zh_hans: 这些贡献来自于 [@uniqx](https://gitlab.com/uniqx)、[@eighthave](https://gitlab.com/eighthave)、[@redplanet](https://gitlab.com/redplanet)、[@webdev4](https://gitlab.com/webdev4)、[@moasda](https://gitlab.com/)、[@meskobalazs](https://gitlab.com/meskobalazs)，当然还有不知疲倦的翻译者们！

source: Android updates and TLS connections
de: Android-Updates und TLS-Verbindungen
pl: Aktualizacje systemu Android i połączenia TLS
ro: Actualizări Android și conexiuni TLS
ru: Обновления Android и TLS соединения
uk: Оновлення Android і TLS з'єднання
zh_hans: Android 更新和 TLS 连接

source: Android device vendors are known for their short support periods. They only provide updates for a limited time or even ship devices with old Android versions. Developers then have to deal with a fragmented distribution of Android versions. Android 4.x is still used by around 2% of the active devices on Google Play. Old phones usually still have decent performance and updating them with Custom ROMs makes them well-suited even until today. Unfortunately, not all devices support Custom ROMs and not all users want to deal with the trouble of installing one.
de: Android-Gerätehersteller sind bekannt für ihre kurzen Support-Zeiträume. Sie bieten nur für eine begrenzte Zeit Updates an oder liefern sogar Geräte mit alten Android-Versionen aus. Entwickler haben sich so mit einer zersplitterten Verteilung von Android-Versionen auseinanderzusetzen. Android 4.x wird noch immer von ungefähr 2% der auf Google Play aktiven Geräte verwendet. Alte Telefone haben für gewöhnlich noch ordentliche Leistungsreserven und nach einem Update auf ein Custom-ROM sind sie sogar bis zum heutigen Tag bestens ausgestattet. Unglücklicherweise gibt es nicht für alle Geräte Custom-ROMs und nicht alle Anwender wollen sich mit den möglichen Schwierigkeiten beschäftigen, die deren Installation mit sich bringen kann.
pl: Dostawcy urządzeń z systemem Android są znani ze swoich krótkich okresów wsparcia. Zapewniają aktualizacje tylko przez ograniczony czas, a nawet wydają urządzenia ze starymi wersjami systemu Android. Programiści mają wtedy do czynienia z fragmentacją dystrybucji wersji systemu Android. Android 4.x jest nadal używany przez około 2% aktywnych urządzeń w Google Play. Stare telefony zwykle nadal mają przyzwoitą wydajność, a aktualizacja ich za pomocą niestandardowych ROM-ów sprawia, że dobrze działają nawet dziś. Niestety, nie wszystkie urządzenia obsługują niestandardowe ROM-y i nie wszyscy użytkownicy chcą poradzić sobie z problematyczną ich instalacją.
ro: Furnizorii de dispozitive Android sunt cunoscuți pentru perioadele scurte de asistență. Aceștia oferă actualizări doar pentru o perioadă limitată de timp sau chiar livrează dispozitive cu versiuni vechi de Android. Dezvoltatorii trebuie apoi să se confrunte cu o distribuție fragmentată a versiunilor Android. Android 4.x este încă utilizat de aproximativ 2% din dispozitivele active pe Google Play. De obicei, telefoanele vechi au încă performanțe decente, iar actualizarea lor cu ROM-uri personalizate le face să fie bine adaptate chiar și până în prezent. Din păcate, nu toate dispozitivele acceptă ROM-uri personalizate și nu toți utilizatorii doresc să se ocupe de problemele legate de instalarea unuia.
ru: Производители устройств Android известны своими короткими периодами поддержки. Они предоставляют обновления только в течение ограниченного времени или даже поставляют устройства со старыми версиями Android. Разработчикам приходится иметь дело с фрагментированным распределением версий Android. Система Android 4.x до сих пор используется примерно на 2% активных устройств в Google Play. Старые телефоны обычно все еще имеют достойную производительность, а обновление их с помощью Custom ROM делает их вполне пригодными для использования даже сегодня. К сожалению, не все устройства поддерживают пользовательские ПЗУ, и не все пользователи хотят возиться с их установкой.
uk: Виробники Android-пристроїв відомі нетривалою підтримкою. Вони надають оновлення лише короткий час і навіть постачають пристрої зі старими версіями Android. При розробці доводиться враховувати безліч Android-версій. Android 4.x досі стоїть на майже 2% пристроїв, активних у Google Play. Старі телефони часто все ще досить спритні, а оновлення їх незалежними прошивками робить їх цілком дієвими навіть сьогодні. На жаль, лише деякі пристрої підтримують незалежні прошивки, й не всі мають змогу витрачати на прошивання час.
zh_hans: Android 设备供应商以其较短的支持期而闻名。他们只在有限的时间内提供更新，甚至提供带有旧 Android 版本的设备。然后，开发者必须处理分散的 Android 版本分布。Google Play 上大约 2% 的活跃设备仍在使用 Android 4.x。旧手机通常仍然具有不错的性能，并且使用自定义 ROM 对其进行更新使它们直到今天仍然非常好用。不幸的是，并非所有设备都支持自定义 ROM，也不是所有用户都想处理安装自定义 ROM 的麻烦。
