Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: F-Droid has been working with the Debian [Android Tools](https://wiki.debian.org/AndroidTools) and [Java](https://wiki.debian.org/Teams/JavaPackaging) teams to get as many of the essential build tools packaged and [building reproducibly](https://tests.reproducible-builds.org/debian/unstable/amd64/pkg_set_maint_pkg-android-tools-devel.html) as part of Debian. F-Droid Privileged Extension takes reproducible builds this extra step further: it is built by the Debian Android Tools packages with no outside dependencies.
de: F-Droid hat mit den Debian [Android Tools](https://wiki.debian.org/AndroidTools)- und [Java](https://wiki.debian.org/Teams/JavaPackaging)-Teams daran gearbeitet, wenigstens die grundlegenden Build-Werkzeuge als Bestandteil von Debian verpackt und [reproduzierbar erstellt](https://tests.reproducible-builds.org/debian/unstable/amd64/pkg_set_maint_pkg-android-tools-devel.html) hinzubekommen. Die F-Droid Rechteerweiterung geht so in Sachen Reproduzierbarkeit diesen Schritt weiter: Sie wird von den Debian Android Tools-Paketen ohne externe Abhängigkeiten erstellt.
pl: F-Droid współpracuje z zespołami Debiana [Android Tools](https://wiki.debian.org/AndroidTools) i [Java](https://wiki.debian.org/Teams/JavaPackaging), aby uzyskać jak najwięcej niezbędnych narzędzi do budowania pakietów i [budowania w sposób powtarzalny](https://tests.reproducible-builds.org/debian/unstable/amd64/pkg_set_maint_pkg-android-tools-devel.html) jako część Debiana. F-Droid Privileged Extension podejmuje powtarzalne budowanie tego dodatkowego kroku dalej: jest budowany przez pakiety Debian Android Tools bez zewnętrznych zależności.
ro: F-Droid a colaborat cu echipele Debian [Android Tools](https://wiki.debian.org/AndroidTools) și [Java](https://wiki.debian.org/Teams/JavaPackaging) pentru a obține cât mai multe dintre instrumentele de construcție esențiale împachetate și [building reproducibly](https://tests.reproducible-builds.org/debian/unstable/amd64/pkg_set_maint_pkg-android-tools-devel.html) ca parte a Debian. F-Droid Privileged Extension duce construcțiile reproductibile cu un pas mai departe: este construit de pachetele Debian Android Tools fără dependențe externe.
ru: F-Droid работает с командами Debian [Android Tools](https://wiki.debian.org/AndroidTools) и [Java](https://wiki.debian.org/Teams/JavaPackaging) над тем, чтобы как можно больше основных инструментов сборки были упакованы и [собирались воспроизводимо](https://tests.reproducible-builds.org/debian/unstable/amd64/pkg_set_maint_pkg-android-tools-devel.html) как часть Debian. F-Droid Privileged Extension делает воспроизводимые сборки еще одним шагом вперед: он собирается пакетами Debian Android Tools без внешних зависимостей.
uk: F-Droid працює з командами Debian [Android Tools](https://wiki.debian.org/AndroidTools) і [Java](https://wiki.debian.org/Teams/JavaPackaging) над тим, щоб якомога більше основних інструментів збірки були упаковані і [збиралися відтворено](https://tests.reproducible-builds.org/debian/unstable/amd64/pkg_set_maint_pkg-android-tools-devel.html) як частина Debian. F-Droid Privileged Extension робить відтворювані збірки ще одним кроком вперед: він збирається пакетами Debian Android Tools без зовнішніх залежностей.
zh_hans: F-Droid 一直在与 Debian [Android 工具](https://wiki.debian.org/AndroidTools) 和 [Java](https://wiki.debian.org/Teams/JavaPackaging) 团队合作，以使尽可能多的基本构建工具作为 Debian 的一部分打包并[可重复地构建](https://tests.reproducible-builds.org/debian/unstable/amd64/pkg_set_maint_pkg-android-tools-devel.html) 。F-Droid Privileged Extension 使可重复构建更进一步：它由 Debian Android 工具包构建，没有外部依赖项。

source: The last big piece are the third party libraries that _gradle_ makes it so easy to include. The _JCenter_ and _Maven Central_ library repositories require that a matching source JAR is uploaded for each release, but nothing verifies that the source JAR matches the binary JAR in any way. Then Android AARs libraries are quite common, and there is no such requirement for matching source code.
de: Das letzte große Stück sind die Bibliotheken von Drittanbietern, die mit _gradle_ so einfach zu integrieren sind. Die Bibliotheks-Repositorys _JCenter_ und _Maven Central_ verlangen, dass zu jedem Release ein passendes Quell-JAR hochgeladen wird, aber nichts prüft, ob das Quell-JAR in irgendeiner Weise dem binären JAR entspricht. Dann sind Android AARs-Bibliotheken recht verbreitet und für die gibt es keine Auflage, den Quellcode abzugleichen.
pl: Ostatni duży kawałek to biblioteki osób trzecich, które _gradle_ sprawia, że tak łatwo je włączyć. Repozytoria biblioteki _JCenter_ i _Maven Central_ wymagają, aby dla każdego wydania był przesyłany pasujący źródłowy JAR, ale nic ich nie sprawdza, czy źródłowy JAR pasuje do binarnego JAR w jakikolwiek sposób. Wtedy biblioteki Android AARs są dość powszechne, i nie ma takiego wymogu dopasowania kodu źródłowego.
ro: Ultima piesă importantă sunt bibliotecile terțe pe care _gradle_ le face atât de ușor de inclus. Depozitele de biblioteci _JCenter_ și _Maven Central_ cer ca un JAR sursă corespunzător să fie încărcat pentru fiecare versiune, dar nimic nu verifică dacă JAR-ul sursă se potrivește în vreun fel cu JAR-ul binar. Apoi, bibliotecile Android AARs sunt destul de comune și nu există o astfel de cerință de potrivire a codului sursă.
ru: Последний большой кусок - это сторонние библиотеки, которые _gradle_ позволяет так легко включить. Репозитории библиотек _JCenter_ и _Maven Central_ требуют, чтобы для каждого релиза загружался соответствующий исходный JAR, но ничто не проверяет, что исходный JAR каким-либо образом соответствует бинарному JAR. В то время как библиотеки Android AARs довольно распространены, и в них нет такого требования о соответствии исходного кода.
uk: Останній великий шматок - це сторонні бібліотеки, які _gradle_ дозволяє так легко включити. Репозиторії бібліотек _JCenter_ і _Maven Central_ вимагають, щоб для кожного релізу завантажувався відповідний вихідний JAR, але ніщо не перевіряє, що вихідний JAR якимось чином відповідає бінарним JAR. У той час як бібліотеки Android AARs досить поширені, і в них немає такої вимоги про відповідність вихідного коду.
zh_hans: 最后一个重要的部分是 _gradle_ 使其易于包含的第三方库。_JCenter_ 和 _Maven Central_ 库存储库要求为每个版本上传匹配的源 JAR，但没有任何东西可以验证源 JAR 是否以任何方式与二进制 JAR 匹配。而且 Android AAR 库很常见，但对匹配源码没有这个要求。

source: Consider hardware
de: Hardware-Überlegungen
pl: Rozważ sprzęt
ro: Luați în considerare hardware-ul
ru: Рассмотрим аппаратное обеспечение
uk: Розглянемо апаратне забезпечення
zh_hans: 考虑硬件

source: The right hardware platform is also essential.
de: Die richtige Hardware-Plattform ist ebenfalls essentiell.
pl: Niezbędna jest również odpowiednia platforma sprzętowa.
ro: Platforma hardware potrivită este, de asemenea, esențială.
ru: Правильная аппаратная платформа также имеет большое значение.
uk: Правильна апаратна платформа також має велике значення.
zh_hans: 合适的硬件平台也是必不可少的。

source: The possibility of inserting backdoors into hardware means we need all the same things for hardware as well as software: free and open sources, reproducibility, public audits, and trusted designs. Unfortunately, hardware is much further behind than software in these regards. But there is lots of very promising work:
de: Die Möglichkeit, Hintertüren in Hardware einzubauen, bedeutet, wir brauchen für Hardware genau wie für Software komplett dieselben Dinge: freie and offene Quellen, Reproduzierbarkeit, öffentliche Audits und zuverlässige Designs. Leider hinkt die Hardware der Software in diesen Belangen hinterher. Aber es gibt eine Reihe vielversprechender Arbeiten:
pl: Możliwość wprowadzenia tylnych drzwi do sprzętu oznacza, że potrzebujemy tych samych rzeczy zarówno dla sprzętu, jak i oprogramowania: wolnych i otwartych źródeł, odtwarzalności, audytów publicznych i zaufanych projektów. Niestety, w tym zakresie sprzęt jest znacznie bardziej opóźniony niż oprogramowanie. Ale jest wiele bardzo obiecujących prac:
ro: Posibilitatea de a introduce backdoors în hardware înseamnă că avem nevoie de aceleași lucruri pentru hardware și software: surse libere și deschise, reproductibilitate, audituri publice și proiecte de încredere. Din păcate, hardware-ul este mult mai în urmă decât software-ul în aceste privințe. Dar există o mulțime de lucrări foarte promițătoare:
ru: Возможность встраивания "черных ходов" в аппаратуру означает, что для аппаратуры, как и для программного обеспечения, нужны все те же вещи: свободные и открытые источники, воспроизводимость, общественный аудит и надежные разработки. К сожалению, в этих вопросах аппаратное обеспечение значительно отстает от программного. Но есть много очень перспективных работ:
uk: Можливість вбудовування "чорних ходів" в апаратуру означає, що для апаратури, як і для програмного забезпечення, потрібні всі ті ж речі: вільні і відкриті джерела, відтворюваність, громадський аудит і надійні розробки. На жаль, в цих питаннях апаратне забезпечення значно відстає від програмного. Але є багато дуже перспективних робіт:
zh_hans: 将后门插入硬件的可能性意味着我们对硬件和软件都需要同样的东西：自由和开源、可重复性、公共审计和可信设计。不幸的是，在这些方面，硬件比软件落后得多。但是有很多非常有前途的工作：

source: [a mobile device that requires no proprietary software at all](https://puri.sm/posts/librem5-solving-the-first-fsf-ryf-hurdle/)
de: [Ein Mobilgerät, das überhaupt keine proprietäre Software benötigt](https://puri.sm/posts/librem5-solving-the-first-fsf-ryf-hurdle/)
pl: [urządzenie mobilne, które nie wymaga żadnego oprogramowania prawnie zastrzeżonego](https://puri.sm/posts/librem5-solving-the-first-fsf-ryf-hurdle/)
ro: [un dispozitiv mobil care nu necesită niciun fel de software proprietar](https://puri.sm/posts/librem5-solving-the-first-fsf-ryf-hurdle/)
ru: [мобильное устройство, для которого не требуется проприетарное программное обеспечение](https://puri.sm/posts/librem5-solving-the-first-fsf-ryf-hurdle/)
uk: [Мобільний пристрій, для якого не потрібно власницьке програмне забезпечення](https://puri.sm/posts/librem5-solving-the-first-fsf-ryf-hurdle/)
zh_hans: [完全不需要专有软件的移动设备](https://puri.sm/posts/librem5-solving-the-first-fsf-ryf-hurdle/)

source: [open source chip fabrication](https://libresilicon.com/)
de: [Open-Source-Chipherstellung](https://libresilicon.com/)
pl: [produkcja chipów typu open source](https://libresilicon.com/)
ro: [fabricarea de cipuri cu sursă deschisă](https://libresilicon.com/)
ru: [производство микросхем с открытым исходным кодом](https://libresilicon.com/)
uk: [Виробництво мікросхем з відкритим вихідним кодом](https://libresilicon.com/)
zh_hans: [开源芯片制造](https://libresilicon.com/)

source: [free CPU designs in free hardware](https://riscv.org/2018/05/microsemi-and-sifive-launch-hifive-unleashed-expansion-board-enabling-linux-software-and-firmware-developers-to-build-risc-v-pcs-for-the-first-time/)
de: [Freie CPU-Designs in freier Hardware](https://riscv.org/2018/05/microsemi-and-sifive-launch-hifive-unleashed-expansion-board-enabling-linux-software-and-firmware-developers-to-build-risc-v-pcs-for-the-first-time/)
pl: [projekty wolnych procesorów w wolnym sprzęcie](https://riscv.org/2018/05/microsemi-and-sifive-launch-hifive-unleashed-expansion-board-enabling-linux-software-and-firmware-developers-to-build-risc-v-pcs-for-the-first-time/)
ro: [Proiecte CPU gratuite în hardware gratuit](https://riscv.org/2018/05/microsemi-and-sifive-launch-hifive-unleashed-expansion-board-enabling-linux-software-and-firmware-developers-to-build-risc-v-pcs-for-the-first-time/)
ru: [свободные конструкции процессоров в свободном оборудовании](https://riscv.org/2018/05/microsemi-and-sifive-launch-hifive-unleashed-expansion-board-enabling-linux-software-and-firmware-developers-to-build-risc-v-pcs-for-the-first-time/)
uk: [Вільні конструкції процесорів у вільному обладнанні](https://riscv.org/2018/05/microsemi-and-sifive-launch-hifive-unleashed-expansion-board-enabling-linux-software-and-firmware-developers-to-build-risc-v-pcs-for-the-first-time/)
zh_hans: [自由硬件中的自由 CPU 设计](https://riscv.org/2018/05/microsemi-and-sifive-launch-hifive-unleashed-expansion-board-enabling-linux-software-and-firmware-developers-to-build-risc-v-pcs-for-the-first-time/)

source: [free laptop designs](https://spectrum.ieee.org/consumer-electronics/portable-devices/novena-a-laptop-with-no-secrets)
de: [Freie Laptop-Designs](https://spectrum.ieee.org/consumer-electronics/portable-devices/novena-a-laptop-with-no-secrets)
pl: [darmowe projekty laptopów z otwartym sprzętem i oprogramowaniem](https://spectrum.ieee.org/consumer-electronics/portable-devices/novena-a-laptop-with-no-secrets)
ro: [modele gratuite de laptopuri](https://spectrum.ieee.org/consumer-electronics/portable-devices/novena-a-laptop-with-no-secrets)
ru: [бесплатные проекты ноутбуков](https://spectrum.ieee.org/consumer-electronics/portable-devices/novena-a-laptop-with-no-secrets)
uk: [Безкоштовні проєкти ноутбуків](https://spectrum.ieee.org/consumer-electronics/portable-devices/novena-a-laptop-with-no-secrets)
zh_hans: [自由笔记本电脑设计](https://spectrum.ieee.org/consumer-electronics/portable-devices/novena-a-laptop-with-no-secrets)

source: Stepping stones you can reach right now
de: Meilensteine, die man schon bekommen kann
pl: Kamienie milowe dostępne już teraz
ro: Pași pe care îi puteți face chiar acum
ru: Ступени, к которым вы можете добраться прямо сейчас
uk: Сходинки, до яких ви можете дістатися прямо зараз
zh_hans: 你现在可以到达的垫脚石

source: [Fairphone Open](https://code.fairphone.com/projects/fp-osos/user/fairphone-open-source-os-installation-instructions.html) provides free software Android with built-in F-Droid that is fully supported by the hardware manufacturer. Hardware security can be achieved with baseband-free tablets and hacked Moto Gs. Purism [Librem 5](https://puri.sm/products/librem-5/) with an isolated and hardware-switched GSM baseband is coming soon.
de: [Fairphone Open](https://code.fairphone.com/projects/fp-osos/user/fairphone-open-source-os-installation-instructions.html) bietet freie Android-Software mit eingebautem F-Droid, die vollständig vom Hardware-Hersteller unterstützt wird. Hardware-Sicherheit kann mit basisbandfreien Tablets und gehackten Moto Gs erzielt werden. Ein puristisches [Librem 5](https://puri.sm/products/librem-5/) mit einem isolierten und hardware-geschalteten GSM-Basisband erscheint in Kürze.
pl: [Fairphone Open](https://code.fairphone.com/projects/fp-osos/user/fairphone-open-source-os-installation-instructions.html) zapewnia darmowe oprogramowanie Android z wbudowanym systemem F-Droid, który jest w pełni obsługiwany przez producenta sprzętu. Bezpieczeństwo sprzętu można osiągnąć za pomocą tabletów bez pasma podstawowego i hacked Moto Gs. Puryzm [Librem 5](https://puri.sm/products/librem-5/) z izolowanym i przełączanym sprzętowo pasmem podstawowym GSM już wkrótce.
ro: [Fairphone Open](https://code.fairphone.com/projects/fp-osos/user/fairphone-open-source-os-installation-instructions.html) oferă software gratuit Android cu F-Droid încorporat, care este susținut în totalitate de producătorul hardware. Securitatea hardware poate fi realizată cu tablete fără bandă de bază și Moto G-uri piratate. Purism [Librem 5](https://puri.sm/products/librem-5/) cu o bandă de bază GSM izolată și comutată hardware este în curs de apariție.
ru: [Fairphone Open](https://code.fairphone.com/projects/fp-osos/user/fairphone-open-source-os-installation-instructions.html) предоставляет Android со свободным программным обеспечением и встроенным F-Droid, который полностью поддерживается производителем оборудования. Безопасность устройства может быть достигнута с помощью планшетов без базового диапазона и взломанного Moto Gs. Purism [Librem 5](https://puri.sm/products/librem-5/) с изолированным и аппаратно-переключаемым базовым диапазоном GSM скоро выйдет в свет.
uk: [Fairphone Open](https://code.fairphone.com/projects/fp-osos/user/fairphone-open-source-os-installation-instructions.html) надає Android з вільним програмним забезпеченням і вбудованим F-Droid, який повністю підтримується виробником обладнання. Безпека пристрою може бути досягнута за допомогою планшетів без базового діапазону і зламаного Moto Gs. Purism [Librem 5](https://puri.sm/products/librem-5/) з ізольованим і апаратно-перемикається базовим діапазоном GSM скоро побачить світ.
zh_hans: [Fairphone Open](https://code.fairphone.com/projects/fp-osos/user/fairphone-open-source-os-installation-instructions.html) 提供内置 F-Droid 的自由软件 Android，具有硬件制造商的完全支持。硬件安全可以通过无基带平板电脑和破解的 Moto Gs 来实现。带有隔离和硬件开关的 GSM 基带的 Purism [Librem 5](https://puri.sm/products/librem-5/) 即将推出。

source: The tools are in place in F-Droid for any app developer to provide fully trusted binaries to their users. [Briar](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/), and Bitcoin Wallet were the first to meet all criteria, now that they are reproducibly built in F-Droid. [Tutanota](https://f-droid.org/2018/09/03/replacing-gcm-in-tutanota.html), Conversations, Die Tageszeitung (TAZ), Nextcloud, Riot, Kontalk, and many others are 100% free software and built from source by F-Droid. Others like Firefox, Wire, and Zom are close, and hopefully the more complete examples will inspire them to move in the right direction. And F-Droid is glue that holds these pieces together. The F-Droid community is ready to help all projects move on to the next step in trustworthy computing.
de: Die Tools sind in F-Droid vorhanden, damit alle App-Entwickler ihren Benutzern vollständig vertrauenswürdige Binärdateien anbieten können. [Briar](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/), und Bitcoin Wallet waren die ersten, die alle Kriterien erfüllten, nachdem sie nun reproduzierbar in F-Droid erstellt werden. [Tutanota](https://f-droid.org/2018/09/03/replacing-gcm-in-tutanota.html), Conversations, Die Tageszeitung (TAZ), Nextcloud, Riot, Kontalk und viele andere sind 100% freie Software und werden von F-Droid aus dem Quellcode erstellt. Andere wie Firefox, Wire und Zom sind nah dran und hoffentlich werden die weiter abgeschlossenen Beispiele sie dazu inspirieren, sich in die richtige Richtung zu bewegen. Und F-Droid ist die Verbindung diese Teile zusammenzuhalten. Die F-Droid-Community ist bereit, allen Projekten zu helfen, die den nächsten Schritt in Richtung vertrauenswürdiges Computing gehen.
pl: Narzędzia znajdują się w F -Droid dla każdego programisty aplikacji, aby zapewnić w pełni zaufane pliki binarne do swoich użytkowników. [Briar](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/), i Bitcoin Wallet były pierwszymi, które spełniły wszystkie kryteria, teraz, gdy są one odtwarzalnie zbudowane w F-Droid. [Tutanota](https://f-droid.org/2018/09/03/replacing-gcm-in-tutanota.html), Conversations, Die Tageszeitung (TAZ), Nextcloud, Riot, Kontalk i wiele innych to w 100% wolne oprogramowanie zbudowane ze źródła przez F-Droida. Inne, takie jak Firefox, Wire i Zom są blisko i mam nadzieję, że bardziej kompletne przykłady zainspirują ich do podążania we właściwym kierunku. A F-Droid jest klejem, który trzyma te kawałki razem. Społeczność F-Droid jest gotowa pomóc wszystkim projektom w przejściu do kolejnego kroku w dziedzinie wiarygodnych obliczeń.
ro: În F-Droid există instrumentele necesare pentru ca orice dezvoltator de aplicații să poată oferi utilizatorilor săi binari de încredere deplină. [Briar](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/), și Bitcoin Wallet au fost primele care au îndeplinit toate criteriile, acum că sunt construite în mod reproductibil în F-Droid. [Tutanota](https://f-droid.org/2018/09/03/replacing-gcm-in-tutanota.html), Conversations, Die Tageszeitung (TAZ), Nextcloud, Riot, Kontalk și multe altele sunt 100% software liber și construite din sursă de F-Droid. Alții, precum Firefox, Wire și Zom, sunt pe aproape și sperăm că exemplele mai complete îi vor inspira să se îndrepte în direcția corectă. Iar F-Droid este adezivul care ține aceste piese împreună. Comunitatea F-Droid este pregătită să ajute toate proiectele să treacă la următorul pas în ceea ce privește informatica de încredere.
ru: В F-Droid имеются инструменты, позволяющие любому разработчику приложений предоставлять полностью доверенные двоичные файлы своим пользователям. [Briar](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/), и Bitcoin Wallet были первыми, кто соответствовал всем критериям, теперь, когда они воспроизводимо собраны в F-Droid. [Tutanota](https://f-droid.org/2018/09/03/replacing-gcm-in-tutanota.html), Conversations, Die Tageszeitung (TAZ), Nextcloud, Riot, Kontalk и многие другие являются 100% свободным программным обеспечением и собраны из исходных кодов F-Droid. Другие, такие как Firefox, Wire и Zom, близки к этому, и, надеюсь, более полные примеры вдохновят их двигаться в правильном направлении. А F-Droid - это клей, который скрепляет эти части вместе. Сообщество F-Droid готово помочь всем проектам перейти к следующему шагу в надежных вычислениях.
uk: У F-Droid є інструменти, що дозволяють будь-якому розробнику застосунків надавати повністю довірені виконавчі файли своїм користувачам. [Briar](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/), і Bitcoin Wallet були першими, хто відповідав усім критеріям, тепер, коли вони відтворено зібрані в F-Droid. [Tutanota](https://f-droid.org/2018/09/03/replacing-gcm-in-tutanota.html), Conversations, Die Tageszeitung (TAZ), Nextcloud, Riot, Kontalk і багато інших є 100% вільним програмним забезпеченням і зібрані з початкових кодів F-Droid. Інші, такі як Firefox, Wire і Zom, близькі до цього, і, сподіваюся, більш повні приклади надихнуть їх рухатися в правильному напрямку. А F-Droid - це клей, який скріплює ці частини разом.
zh_hans: 这些工具已在 F-Droid 中准备就绪，任何应用开发者都可以为其用户提供完全受信任的二进制文件。[Briar](https://blog.grobox.de/2018/building-briar-reproducible-and-why-it-matters/) 和 Bitcoin Wallet 是首先满足所有标准的，因为它们已经可以在 F-Droid 中可重复构建了。[Tutanota](https://f-droid.org/2018/09/03/replacing-gcm-in-tutanota.html)、Conversations、Die Tageszeitung (TAZ)、Nextcloud、Riot、Kontalk 和许多其他都是 100 % 自由软件，由 F-Droid 从源代码构建。Firefox、Wire 和 Zom 等其他软件也很接近，希望更完整的示例能够激励他们朝着正确的方向前进。F-Droid 是将这些部件粘合在一起的胶水。F-Droid 社区已准备好帮助所有项目进入可信赖计算的下一步。

source: Public Money, Public Code!
de: Öffentliche Gelder, öffentlicher Code!
pl: Publiczne Pieniądze, Publiczny Kod!
ro: Bani publici, cod public!
ru: Общественные деньги, Общественный код!
uk: Громадські гроші, Громадський код!
zh_hans: 公共资金，公共代码！
