Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Also, _apksigner_ is better at verifying APK signatures, and many Janus examples failed. If _apksigner_ is installed, then `fdroid build` uses it. If an APK is signed with a v2 APK Signature, then things like Janus exploits are not possible. So if you are working with APKs that you have not built from source, be sure to install _apksigner_.
de: Außerdem ist _apksigner_ besser bei der Überprüfung von APK-Signaturen und viele Janusangriffe schlugen fehl. Wenn _apksigner_ installiert ist, dann wird es von `fdroid build` verwendet. Wenn eine APK mit einer v2-APK-Signatur signiert ist, sind Dinge wie Janus-Exploite nicht möglich. So sollten Sie bei Arbeiten mit APKs, die nicht aus der Quelle erstellt wurden, sicherheitshalber _apksigner_ installieren.
pl: Ponadto _apksigner_ jest lepszy w sprawdzaniu podpisów APK, a wiele przykładów Janusa nie powiodło się. Jeśli _apksigner_ jest zainstalowany, to używa go `fdroid build`. Jeśli plik APK jest podpisany za pomocą podpisu APK v2, to takie rzeczy jak exploity Janusa nie są możliwe. Jeśli więc pracujesz z plikami APK, których nie zbudowałeś ze źródła, zainstaluj _apksigner_.
ro: De asemenea, _apksigner_ este mai bun la verificarea semnăturilor APK, iar multe exemple Janus au eșuat. Dacă _apksigner_ este instalat, atunci `fdroid build` îl folosește. Dacă un APK este semnat cu o semnătură APK v2, atunci lucruri precum exploatările Janus nu sunt posibile. Așadar, dacă lucrați cu APK-uri pe care nu le-ați construit de la sursă, asigurați-vă că instalați _apksigner_.
ru: Кроме того, _apksigner_ лучше проверяет подписи APK, и многие примеры Janus оказались неудачными. Если _apksigner_ установлен, то `fdroid build` использует его. Если APK подписан APK Signature v2, то такие вещи, как эксплойты Janus, невозможны. Поэтому, если вы работаете с APK, которые вы не собирали из исходников, обязательно установите _apksigner_.
uk: Крім того, _apksigner_ краще перевіряє підписи APK, і багато прикладів Janus виявилися невдалими. Якщо _apksigner_ встановлений, то `fdroid build` використовує його. Якщо APK підписано APK Signature v2, то такі речі, як експлойти Janus, неможливі. Тому, якщо ви працюєте з APK, які ви не збирали з вихідного коду, обов'язково встановіть _apksigner_.
zh_hans: 此外，_apksigner_ 更擅长验证 APK 签名，许多 Janus 示例都失败了。如果安装了 _apksigner_，则 `fdroid build` 将使用它。如果使用 v2 APK 签名对 APK 进行签名，则类似 Janus 漏洞之类的东西是不可能的。因此，如果你使用的 APK 不是从源代码构建的，请确保安装 _apksigner_。

source: So we can safely say that it would be difficult to inadvertently put a Janus exploit in an F-Droid repo. And with the new protections in the Android client app, a repo cannot force the user to install one.
de: Somit können wir sicher sagen, dass es schwierig wäre, ein Janus-Exploit versehentlich in ein F-Droid-Repo einzuschleusen. Und mit den neuen Schutzmechanismen in der Android-App kann ein Repo den Anwender nicht dazu zwingen, eines zu installieren.
pl: Możemy więc spokojnie powiedzieć, że trudno byłoby nieumyślnie umieścić exploit Janusa w repozytorium F-Droid. Dzięki nowym zabezpieczeniom w aplikacji klienckiej Android repo nie może zmusić użytkownika do jego instalacji.
ro: Astfel, putem spune cu siguranță că ar fi dificil să introducem din greșeală un exploit Janus într-un depozit F-Droid. Iar cu noile protecții din aplicația client Android, un depozit nu poate forța utilizatorul să instaleze unul.
ru: Поэтому мы можем с уверенностью сказать, что случайно поместить эксплойт Janus в репо F-Droid будет сложно. А благодаря новым средствам защиты в клиентском приложении Android, репозиторий не сможет заставить пользователя установить его.
uk: Тому ми можемо з упевненістю сказати, що випадково помістити вразливість Janus у репозиторій F-Droid буде складно. А завдяки новим засобам захисту в клієнтському застосунку Android, репозиторій не зможе змусити користувача встановити його.
zh_hans: 因此，我们可以肯定地说，很难在无意中将 Janus 漏洞放入 F-Droid 存储库中。同时借助 Android 客户端应用中的新保护，存储库无法强制用户安装。

source: New Collaborations on Exposing Tracking
de: Neue Zusammenarbeit, um Überwachung aufzudecken
pl: Nowa współpraca w zakresie śledzenia ekspozycji
ro: Noi colaborări privind expunerea urmăririi
ru: Новые совместные работы по выявлению отслеживания
uk: Нові можливості співпраці з викриття стеження
zh_hans: 曝光跟踪的新合作

source: Since 2010, the F-Droid community has been working to provide only 100% verified Free Software, and to make apparent all forms of tracking, advertising, and "[anti-features](https://monitor.f-droid.org/anti-features)" commonly found in apps. F-Droid provides a complete app ecosystem where users are actively notified of tracking and advertising in the apps, and can make informed choices. We have achieved this through the work of many dedicated volunteers reviewing apps as they are submitted, and marking the things that they find.
de: Seit 2010 arbeitet die F-Droid-Community daran, ausschließlich 100% überprüfte Freie Software anzubieten und alle Formen der Überwachung, Werbung und "[unerwünschte Merkmale](https://monitor.f-droid.org/anti-features)", die für gewöhnlich in Apps gefunden werden, kenntlich zu machen. F-Droid bietet ein komplettes App-Ökosystem, in dem Anwender aktiv auf Überwachung und Werbung in den Apps hingewiesen werden und sich informiert entscheiden können. Wir haben das durch die Arbeit vieler engagierter Freiwilliger erreicht, die Apps, so wie sie vorlagen, überprüften und die darin gefundenen Dinge kennzeichneten.
pl: Od 2010 r. społeczność F-Droid pracuje nad udostępnianiem wyłącznie w 100% zweryfikowanych wolnych oprogramowań i ujawnia wszelkie formy śledzenia, reklamy i "[niepożądane funkcje](https://monitor.f-droid.org/anti-features) często spotykane w aplikacjach. F-Droid zapewnia kompletny ekosystem aplikacji, w którym użytkownicy są aktywnie powiadamiani o śledzeniu i reklamie w aplikacjach i mogą dokonywać świadomych wyborów. Osiągnęliśmy to dzięki pracy wielu zaangażowanych wolontariuszy recenzujących aplikacje w miarę ich przesyłania i oznaczaniu rzeczy, które znajdują.
ro: Din 2010, comunitatea F-Droid a lucrat pentru a oferi numai software liber 100% verificat și pentru a face vizibile toate formele de urmărire, publicitate și "[anti-features](https://monitor.f-droid.org/anti-features)" care se găsesc în mod obișnuit în aplicații. F-Droid oferă un ecosistem complet de aplicații în care utilizatorii sunt notificați în mod activ cu privire la urmărirea și publicitatea din aplicații și pot face alegeri în cunoștință de cauză. Am realizat acest lucru prin munca multor voluntari dedicați care analizează aplicațiile pe măsură ce acestea sunt trimise și marchează lucrurile pe care le găsesc.
ru: С 2010 года сообщество F-Droid работает над тем, чтобы предоставлять только 100% проверенное Свободное программное обеспечение и сделать очевидными все формы отслеживания, рекламы и "[анти-функций](https://monitor.f-droid.org/anti-features)", которые обычно встречаются в приложениях. F-Droid обеспечивает полную экосистему приложений, где пользователи активно уведомляются об отслеживании и рекламе в приложениях и могут делать осознанный выбор. Мы добились этого благодаря работе многих добровольцев, которые проверяют приложения по мере их поступления и отмечают то, что они находят.
uk: З 2010 року спільнота F-Droid працює над тим, щоб надавати лише на 100% перевірене Вільне програмне забезпечення та зробити очевидними всі форми відстеження, реклами та «[небажаних функцій](https://monitor.f-droid.org/anti-features)», які зазвичай зустрічаються у застосунках. F-Droid забезпечує повну екосистему застосунків, де користувачі активно повідомляються про відстеження та рекламу в застосунках і можуть робити усвідомлений вибір. Ми домоглися цього завдяки роботі багатьох добровольців, які перевіряють застосунки у міру їх надходження і наголошують на тому, що вони знаходять.
zh_hans: 自 2010 年以来，F-Droid 社区一直在努力提供仅 100％ 经过验证的自由软件，并阻止各种在其他应用中常见的各类形式的跟踪，广告和“[负面特征](https://monitor.f-droid.org/anti-features)”。F-Droid 提供了一个完整的应用生态系统，可在其中主动通知用户有关应用中的跟踪和广告的信息，并可以做出明智的选择。我们通过许多专注的志愿者的工作来实现这一目标，他们在提交应用时对其进行审查，并标记他们发现的东西。

source: Researchers at [Exodus Privacy](https://exodus-privacy.eu.org) and [Yale Privacy Lab](https://privacylab.yale.edu) are working on taking the next big step, by creating tools for automating the process of finding all the [various forms of tracking](https://theintercept.com/2017/11/24/staggering-variety-of-clandestine-trackers-found-in-popular-android-apps) that apps can include. F-Droid will work with them to merge efforts, increasing the effectiveness of volunteers, and exposing the inner workings of software in daily use worldwide.
de: Forscher von [Exodus Privacy](https://exodus-privacy.eu.org) und [Yale Privacy Lab](https://privacylab.yale.edu) arbeiten daran, einen Schritt weiter zu gehen, indem sie Werkzeuge schaffen, die das Auffinden all der [verschiedenen Formen der Überwachung](https://theintercept.com/2017/11/24/staggering-variety-of-clandestine-trackers-found-in-popular-android-apps), die Apps beinhalten können, zu einem automatisierten Prozess machen. F-Droid wird mit ihnen zusammenarbeiten, um die Bemühungen darin zu bündeln, die Effektivität der Freiwilligenarbeit zu steigern und die inneren Arbeitsabläufe von weltweit täglich verwendeter Software aufzudecken.
pl: Naukowcy z [Exodus Privacy](https://exodus-privacy.eu.org) i [Yale Privacy Lab](https://privacylab.yale.edu) pracują nad kolejnym dużym krokiem, tworząc narzędzia do automatyzacji procesów znajdowania wszystkich [różnych form śledzenia](https://theintercept.com/2017/11/24/staggering-variety-of-clandestine-trackers-found-in-popular-android-apps), które aplikacje mogą zawierać. F-Droid będzie z nimi współpracował, łącząc wysiłki, zwiększając efektywność wolontariuszy i eksponując wewnętrzne funkcjonowanie oprogramowania w codziennym użyciu na całym świecie.
ro: Cercetătorii de la [Exodus Privacy](https://exodus-privacy.eu.org) și [Yale Privacy Lab](https://privacylab.yale.edu) lucrează pentru a face următorul pas important, prin crearea de instrumente pentru automatizarea procesului de identificare a tuturor [various forms of tracking](https://theintercept.com/2017/11/24/staggering-variety-of-clandestine-trackers-found-in-popular-android-apps) pe care aplicațiile le pot include. F-Droid va colabora cu aceștia pentru a uni eforturile, sporind eficiența voluntarilor și expunând mecanismele interne ale programelor utilizate zilnic în întreaga lume.
ru: Исследователи из [Exodus Privacy](https://exodus-privacy.eu.org) и [Yale Privacy Lab](https://privacylab.yale.edu) работают над следующим большим шагом, создавая инструменты для автоматизации процесса поиска всех [различных форм отслеживания](https://theintercept.com/2017/11/24/staggering-variety-of-clandestine-trackers-found-in-popular-android-apps), которые могут включать приложения. F-Droid будет работать с ними над объединением усилий, повышая эффективность добровольцев и раскрывая внутреннюю работу программного обеспечения, используемого ежедневно по всему миру.
uk: Дослідники з [Exodus Privacy](https://exodus-privacy.eu.org) і [Yale Privacy Lab](https://privacylab.yale.edu) працюють над наступним великим кроком, створюючи інструменти для автоматизації процесу пошуку всіх [ різних форм відстеження](https://theintercept.com/2017/11/24/staggering-variety-of-clandestine-trackers-found-in-popular-android-apps), які можуть включати застосунки. F-Droid буде працювати з ними над об'єднанням зусиль, підвищуючи ефективність добровольців і розкриваючи внутрішню роботу програмного забезпечення, використовуваного щодня по всьому світу.
zh_hans: [Exodus Privacy](https://exodus-privacy.eu.org) 和 [Yale Privacy Lab](https://privacylab.yale.edu)的研究人员正在通过开发自动化工具来迈出下一步。他们试图用此工具查找应用中包含的[各种形式的跟踪](https://theintercept.com/2017/11/24/staggering-variety-of-clandestine-trackers-found-in-popular-android-apps)。F-Droid 将与他们合作，共同努力，提高志愿者的效率，并曝光在全球范围内每天使用的软件的内部工作方式。

source: F-Droid represents a trustworthy method of getting apps, a _libre_ and _gratis_ alternative to the "app store" model that is driven by advertising revenue and data collection. F-Droid makes custom builds of Free Software like Firefox and Telegram, removing code that limits the freedom of its users. What we most often remove is third-party SDKs (Software Development Kits) that enable tracking while denying the user of the apps a choice.
de: F-Droid steht für ein zuverlässiges Verfahren zum Bezug von Apps, eine _freie_ und _unentgeltliche_ Alternative zu dem "App-Store"-Modell, das durch Werbeeinnahmen und Datensammlung betrieben wird. F-Droid stellt maßgeschneiderte Versionen Freier Software, wie Firefox und Telegram, her, indem Code, der die Freiheit seiner Anwender einschränkt, entfernt wird. Was wir am häufigsten entfernen, sind Drittanbieter-SDKs (Software Development Kits), die Überwachung erlauben, während dem Nutzer der Apps hierzu eine Wahlmöglichkeit verweigert wird.
pl: F-Droid to wiarygodna metoda pozyskiwania aplikacji, alternatywy _libre_ i _gratis_ do modelu "sklepu z aplikacjami", który jest napędzany przez przychody z reklam i gromadzenie danych. F-Droid tworzy niestandardowe kompilacje Wolnego Oprogramowania, takie jak Firefox i Telegram, usuwając kod, który ogranicza wolność użytkowników. Najczęściej usuwamy pakiety SDK innych firm (zestawy programistyczne), które umożliwiają śledzenie, a jednocześnie odmawiają użytkownikowi aplikacji wyboru.
ro: F-Droid reprezintă o metodă demnă de încredere de a obține aplicații, o alternativă _libre_ and_gratis_ la modelul"app store" model that is driven by advertising revenue and data collection. care se bazează pe veniturile din publicitate și colectarea de date. F-Droid realizează compilații personalizate ale programelor libere precum Firefox și Telegram, eliminând codul care limitează libertatea utilizatorilor săi. Ceea ce eliminăm cel mai adesea sunt SDK-urile (Software Development Kits) ale terților care permit urmărirea, negând în același timp posibilitatea de alegere a utilizatorului aplicațiilor.
ru: F-Droid представляет собой надежный способ распространения приложений, _свободную_ и _безвозмездную_ альтернативу модели "магазина приложений", в основе которой лежат доходы от рекламы и сбор данных. F-Droid создает пользовательские сборки свободного программного обеспечения, такого как Firefox и Telegram, удаляя код, ограничивающий свободу пользователей. Чаще всего мы удаляем сторонние SDK (комплекты для разработки ПО), которые позволяют отслеживать данные, лишая пользователей приложений возможности выбора.
uk: F-Droid — надійний спосіб отримання застосунків, _вільна_ і _безплатна_ альтернатива моделі «магазину застосунків», яка заснована на доходах від реклами та зборі даних. F-Droid створює користувальницькі збірки вільного програмного забезпечення, такого як Firefox і Telegram, видаляючи код, що обмежує свободу користувачів. Найчастіше ми видаляємо сторонні SDK (комплекти для розробки ПО), які дозволяють відстежувати дані, позбавляючи користувачів застосунків права вибору.
zh_hans: F-Droid 代表了一种值得信赖的获取应用的方法，是由广告收入和数据收集驱动的“应用商店”模式的一种 _自由_ 和 _免费_ 的替代品。F-Droid 提供定制版的自由软件，如 Firefox 和 Telegram，删除了限制用户自由的代码。我们最常删除的是第三方 SDK（软件开发工具包），它们允许跟踪并且不允许用户选择。

source: There are pragmatic uses of tracking, such as usability testing, crash reporting, and release management. Even when such information is collected in an "anonymous" or "randomized" fashion, it often represents a unique data profile of a user that may expose private details. This is especially true when information is correlated with the rich data sets of software industry giants.
de: Es gibt pragmatische Verwendungsarten der Überwachung, wie z. B. Tests zur Benutzerfreundlichkeit, Absturzberichte oder das Versionsmanagement. Selbst wenn solche Informationen in "anonymisierter" oder "randomisierter" Weise gesammelt werden, repräsentieren sie oft ein einzigartiges Datenprofil eines Anwenders, das private Einzelheiten bloßlegt. Dies trifft insbesondere dann zu, wenn Informationen mit den reichhaltigen Datensätzen von industriellen Softwaregiganten zusammentreffen.
pl: Istnieją pragmatyczne sposoby śledzenia, takie jak testowanie użyteczności, raportowanie awarii i zarządzanie wydaniami. Nawet jeśli takie informacje są gromadzone w sposób 'anonimowy' lub 'losowy', często stanowią unikalny profil danych użytkownika, który może ujawniać prywatne dane. Jest to szczególnie ważne, gdy informacje są skorelowane z bogatymi zestawami danych gigantów branży oprogramowania.
ro: Există utilizări pragmatice ale urmăririi, cum ar fi testarea capacității de utilizare, raportarea accidentelor și gestionarea versiunilor. Chiar și atunci când astfel de informații sunt colectate în mod "anonymous" or "randomized", ele reprezintă adesea un profil de date unic al unui utilizator care poate expune detalii private. Acest lucru este valabil mai ales atunci când informațiile sunt corelate cu seturile bogate de date ale giganților din industria software.
ru: Существует прагматичное использование отслеживания, например, для тестирования удобства использования, составления отчетов об авариях и управления релизами. Даже когда такая информация собирается "анонимно" или "произвольно", она часто представляет собой уникальный профиль данных пользователя, который может раскрывать частные детали. Это особенно верно, когда информация соотносится с богатыми массивами данных гигантов индустрии программного обеспечения.
uk: Існує прагматичне використання відстеження, наприклад, для тестування зручності користування, звітів про збої та керування випусками. Навіть коли такі дані збираються «анонімно» або «довільно», вони часто є унікальним профілем даних користувача, що може розкривати приватні деталі. Це стається, коли дані зіставляються з багатими масивами даних гігантів індустрії програмного забезпечення.
zh_hans: 跟踪有一些实用的用途，比如可用性测试、崩溃报告和发布管理。即使以“匿名”或“随机”的方式收集这些信息，它也常常代表可能暴露隐私细节的独一无二的数据画像。当信息与软件行业巨头的丰富数据集相关联时更是如此。

source: Billions of users around the globe are now running mobile platforms based upon Free Software, such as Android. For many, mobile devices are the primary gateway to the Internet. These devices are often collecting and transmitting intimate details about users such as behavior and location, through complex and hidden methods. The international Free Software community must continue to be a leader, protecting and restoring trust, privacy, and security in mobile computing.
de: Milliarden von Anwendern auf der Welt verwenden mittlerweile mobile Plattformen, die auf Freier Software basieren, wie eben Android. Für viele sind Mobilgeräte das Hauptportal ins Internet. Diese Geräte sammeln und übertragen häufig vertrauliche Details ihrer Nutzer, wie Verhalten und Standort, mittels komplizierter und versteckter Verfahren. Die internationale Community für Freie Software muss weiter daran arbeiten in der mobilen Computertechnik, eine Führungsrolle einzunehmen, Vertrauen, Datenschutz und Sicherheit zu bewahren bzw. wiederherzustellen.
pl: Miliardy użytkowników na całym świecie korzystają obecnie z platform mobilnych opartych na bezpłatnym oprogramowaniu, takim jak Android. Dla wielu urządzenia mobilne są główną bramą do Internetu. Urządzenia te często zbierają i przesyłają szczegółowe informacje o użytkownikach, takie jak zachowanie i lokalizacja, za pomocą złożonych i ukrytych metod. Międzynarodowa społeczność wolnego oprogramowania musi nadal być liderem, chronić i przywracać zaufanie, prywatność i bezpieczeństwo w mobilnej informatyce.
ro: Miliarde de utilizatori din întreaga lume folosesc în prezent platforme mobile bazate pe software liber, cum ar fi Android. Pentru mulți dintre ei, dispozitivele mobile reprezintă principala poartă de acces la internet. Aceste dispozitive colectează și transmit adesea detalii intime despre utilizatori, cum ar fi comportamentul și locația, prin metode complexe și ascunse. Comunitatea internațională a software-ului liber trebuie să continue să fie un lider, protejând și restabilind încrederea, confidențialitatea și securitatea în informatica mobilă.
ru: Миллиарды пользователей по всему миру сегодня работают на мобильных платформах, основанных на свободном программном обеспечении, таких как Android. Для многих мобильные устройства являются основным выходом в Интернет. Эти устройства часто собирают и передают интимные данные о пользователях, такие как поведение и местоположение, с помощью сложных и скрытых методов. Международное сообщество свободного программного обеспечения должно продолжать быть лидером, защищая и восстанавливая доверие, конфиденциальность и безопасность в мобильных вычислениях.
uk: Мільярди користувачів по всьому світу сьогодні працюють на мобільних платформах, заснованих на вільному програмному забезпеченні, такому як Android. Для багатьох мобільні пристрої — основна можливість доступу до інтернету. Ці пристрої часто збирають і передають особисті дані про користувачів, як-от поведінка і розташування, за допомогою складних і прихованих методів. Міжнародна спільнота вільного програмного забезпечення має продовжувати бути лідером, захищаючи та відновлюючи довіру, приватність і безпеку в мобільних обчисленнях.
zh_hans: 全球数十亿用户现在都在运行基于自由软件的移动平台，比如 Android。对许多人来说，移动设备是进入互联网的主要门户。这些设备通常通过复杂而隐蔽的方式收集和传输用户的行为和位置等隐私细节。国际自由软件社区必须继续成为领导者，保护和恢复移动计算领域的信任、隐私和安全。

source: Upcoming Security Audit
de: Bevorstehendes Sicherheitsaudit
pl: Nadchodzący audyt bezpieczeństwa
ro: Viitorul audit de securitate
ru: Предстоящий аудит безопасности
uk: Майбутня перевірка безпеки
zh_hans: 即将到来的安全审计
