Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: `fdroid init` generates PKCS12 keystores, drop Java < 8 support ([!801](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/801))
de: `fdroid init` erzeugt PKCS12-Schlüsselspeicher, Unterstützung von Java &lt; 8 entfallen ([!801](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/801))
pl: `fdroid init` generuje magazyny kluczy PKCS12, porzuca obsługę Java &lt;8 ([!801](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/801))
ro: `fdroid init` generează stocuri de chei PKCS12, renunță la suportul Java &lt; 8 ([!801](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/801))
ru: `fdroid init` генерирует хранилища ключей PKCS12, отказ от поддержки Java &lt; 8 ([!801](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/801))
uk: `fdroid init` генерує сховища ключів PKCS12, припинено підтримку Java &lt;8 ([!801](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/801))
zh_hans: `fdroid init` 生成 PKCS12 密钥库, 不再支持 Java 8 之前的版本 ([!801](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/801))

source: Parse Version Codes specified in hex ([!692](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/692))
de: Parse Version Codes in Hex angegeben ([!692](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/692))
pl: Analizuj kody wersji określone w kodzie szesnastkowym ([!692](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/692))
ro: Analizează codurile de versiune specificate în hexazecimal ([!692](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/692))
ru: Разбор кодов версий, указанных в шестнадцатеричном формате ([!692](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/692))
uk: Коди синтаксичного аналізу, вказані в шістнадцятковій системі ([!692](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/692))
zh_hans: 解析十六进制指定的版本代码 ([!692](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/692))

source: Major refactoring on core parts of code to be more Pythonic ([!756](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/756))
de: Großes Refactoring der Kernbestandteile des Codes, um „Pythonischer“ zu werden ([!756](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/756))
pl: Poważna refaktoryzacja podstawowych części kodu, aby była bardziej Pythonowa ([!756](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/756))
ro: Refactorizare majoră a părților de bază ale codului pentru a fi mai pythonic ([!756](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/756))
ru: Значительный рефакторинг основных частей кода, чтобы сделать его более Pythonic ([!756](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/756))
uk: Значний рефакторинг основних частин коду, щоб зробити його більш Pythonic ([! 756](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/756))
zh_hans: 对代码的核心部分进行重大重构，使其更加 Pythonic ([!756](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/756))

source: `fdroid init` now works when installed with pip
de: `fdroid init` funktioniert jetzt, wenn mit „pip“ installiert
pl: `fdroid init` działa teraz po zainstalowaniu z pip
ro: `fdroid init` funcționează acum când este instalat cu pip
ru: `fdroid init` теперь работает при установке с помощью pip
uk: `fdroid init` тепер працює під час установлення за допомогою pip
zh_hans: `fdroid init` 现在可以在使用 pip 安装时工作

source: Removed
de: Entfernt
pl: Usunięto
ro: Eliminat
ru: Удалено
uk: Вилучено
zh_hans: 已移除

source: Removed all support for _.txt_ and _.json_ metadata ([!772](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/772))
de: Unterstützung von Metadaten in _.txt_ und _.json_ komplett entfernt ([!772](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/772))
pl: Usunięto całą obsługę metadanych _.txt_ i _.json_ ([!772](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/772))
ro: A fost eliminat tot suportul pentru metadatele _.txt_ și _.json_ ([!772](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/772))
ru: Удалена вся поддержка метаданных _.txt_ и _.json_ ([!772](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/772))
uk: Вилучена вся підтримка метаданих _.txt_ і _.json_ ([!772](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/772))
zh_hans: 删除了对 _.txt_ 和 _.json_ 元数据的所有支持 ([!772](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/772))

source: dropped support for Debian 8 _jessie_ and 9 _stretch_
de: Unterstützung für Debian 8 _jessie_ und 9 _stretch_ aufgegeben
pl: porzucono wsparcie dla Debiana 8 _jessie_ i 9 _stretch_
ro: a renunțat la suportul pentru Debian 8 _jessie_ și 9 _stretch_
ru: прекращена поддержка Debian 8 _jessie_ и 9 _stretch_
uk: припинена підтримка Debian 8 _jessie_ і 9 _stretch_
zh_hans: 放弃对 Debian 8 _jessie_ 和 9 _stretch_ 的支持

source: dropped support for Ubuntu releases older than bionic 18.04
de: Unterstützung für Ubuntu-Versionen älter als Bionic 18.04 aufgegeben
pl: porzucono wsparcie dla wydań Ubuntu starszych niż bionic 18.04
ro: a renunțat la suportul pentru versiunile Ubuntu mai vechi decât bionic 18.04
ru: прекращена поддержка выпусков Ubuntu старше bionic 18.04
uk: припинена підтримка випусків Ubuntu старше bionic 18.04
zh_hans: 不再支持 bionic 18.04 之前的 Ubuntu 版本

source: dropped `fdroid server update` and `fdroid server init`, use `fdroid deploy`
de: `fdroid server update` und `fdroid server init` eingestellt, `fdroid deploy` verwenden
pl: porzucono `fdroid server update` i `fdroid server init`, użyj `fdroid deploy`
ro: a renunțat la `fdroid server update` și `fdroid server init`, utilizați `fdroid deploy`
ru: отказавшись от `fdroid server update` и `fdroid server init`, используйте `fdroid deploy`
uk: відмовившись від `fdroid server update` і` fdroid server init`, використовуйте `fdroid deploy`
zh_hans: 删除了 `fdroid server update` 和 `fdroid server init`，使用 `fdroid deploy`

source: `fdroid dscanner` was removed. ([!711](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/711))
de: `fdroid dscanner` wurde entfernt. ([!711](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/711))
pl: `fdroid dscanner` został usunięty. ([!711](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/711))
ro: `fdroid dscanner` a fost eliminat. ([!711](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/711))
ru: `fdroid dscanner` был удален. ([!711](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/711))
uk: `fdroid dscanner` вилучено. ([!711](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/711))
zh_hans: 移除 `fdroid dscanner`。([!711](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/711))

source: `make_current_version_link` is now off by default
de: `make_current_version_link` ist jetzt standardmäßig aus
pl: `make_current_version_link` jest teraz domyślnie wyłączone
ro: `make_current_version_link` este acum dezactivat în mod implicit
ru: `make_current_version_link` теперь выключен по умолчанию
uk: `Make_current_version_link` тепер вимкнений за замовчуванням
zh_hans: `make_current_version_link` 现在默认关闭

source: Dropped `force_build_tools` config option ([!797](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/797))
de: Entfall der Konfigurationsoption `force_build_tools` ([!797](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/797))
pl: Porzucono opcję konfiguracji `force_build_tools` ([!797](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/797))
ro: A renunțat la opțiunea de configurare `force_build_tools` ([!797](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/797))
ru: Убрана опция конфигурации `force_build_tools` ([!797](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/797))
uk: Прибрано параметр конфігурації `force_build_tools` ([!797](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/797))
zh_hans: 不再支持 `force_build_tools` 配置选项 ([!797](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/797))

source: Dropped `accepted_formats` config option, there is only _.yml_ now ([!818](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/818))
de: Wegfall der Konfigurationsoption `accepted_formats`, es gibt jetzt nur noch _.yml_ ([!818](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/818))
pl: Usunięto opcję konfiguracji `accepted_formats`, jest tylko _.yml_ ([!818](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/818))
ro: A renunțat la opțiunea de configurare `accepted_formats`, acum există doar _.yml_ ([!818](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/818))
ru: Удалена опция конфигурации `accepted_formats`, теперь есть только _.yml_ ([!818](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/818))
uk: Вилучена опція конфігурації `accepted_formats`, тепер є тільки _.yml_ ([! 818](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/818))
zh_hans: 删除了 `accepted_formats` 配置选项，现在只有 _.yml_ ([!818](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/818))

source: `Provides:` was removed as a metadata field ([!654](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/654))
de: `Provides:` wurde als Metadatenfeld entfernt ([!654](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/654))
pl: `Provides:` zostało usunięte jako pole metadanych ([!654](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/654))
ro: `Provides:` a fost eliminat ca un câmp de metadate ([!654](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/654))
ru: `Provides:` был удален как поле метаданных ([!654](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/654))
uk: Вилучено поле метаданих `Надано:` ([!654](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/654))
zh_hans: 移除 `Provides:` 元数据字段 ([!654](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/654))

source: Remove unused `latestapps.dat` ([!794](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/794))
de: Unbenutzte `latestapps.dat` entfernen ([!794](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/794))
pl: Usunięto nieużywane `latestapps.dat` ([!794](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/794))
ro: Eliminați `latestapps.dat` nefolosit ([!794](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/794))
ru: Удалить неиспользуемый `latestapps.dat` ([!794](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/794))
uk: Вилучено незадіяний `latestapps.dat` ([!794](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/794))
zh_hans: 移除了不再使用的 `latestapps.dat` ([!794](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/794))

source: APIs for All The Things!
de: APIs für alle Dinge!
pl: Interfejsy API do wszystkich rzeczy!
ro: API-uri pentru toate lucrurile!
ru: API для всех вещей!
uk: API для всіх речей!
zh_hans: 适用于一切的 API！

source: For F-Droid to be trusted, we need to be transparent. Making it easy for people to pay attention to all the processes and systems we use helps us stay secure. One thing that Debian and other GNU/Linux distros have proven over the past decades is that transparency is an effective ingredient for delivering software securely. This ensures that the apps and packages published on f-droid.org are only the sources from upstream developers. And reviewing the sources of upstream developers helps those developers deliver their code securely. These reviews are also fundamental to how F-Droid represents users first when publishing software. Towards those ends, we have been making a big push to publish JSON APIs with key information about all parts of the process of publishing trusted free software that respects users.
de: Damit F-Droid zuverlässig ist, müssen wir transparent sein. Machen wir es den Leuten leicht, sich um alle von uns verwendeten Abläufe und Systeme zu kümmern, hilft uns das sicher zu bleiben. Eine Sache, die Debian und andere GNU/Linux-Distributionen über die vergangenen Jahrzehnte bewiesen haben, ist, dass Transparenz ein wirksamer Bestandteil dafür ist, Software sicher bereitzustellen. Dies gewährleistet, dass die Apps und Pakete, die auf f-droid.org veröffentlicht werden, nur aus Quellen der Entwickler stammen. Und die Überprüfung der Quellen der einspielenden Entwickler hilft diesen Entwicklern, ihren Code sicher auszuliefern. Diese Überprüfungen stehen auch grundsätzlich dafür, wie F-Droid bei der Veröffentlichung von Software die Nutzer vertritt. Im Hinblick auf diese Ziele haben wir große Anstrengungen unternommen, JSON APIs zu veröffentlichen mit Schlüsselinformationen zu allen Teilen des Veröffentlichungsprozesses zuverlässiger freier Software, die Anwender respektiert.
pl: Aby można było zaufać F-Droid, musimy być transparentni. Ułatwienie ludziom zwracania uwagi na wszystkie używane przez nas procesy i systemy pomaga nam zachować bezpieczeństwo. Jedną z rzeczy, których Debian i inne dystrybucje GNU/Linuksa udowodniły w ciągu ostatnich dziesięcioleci, jest to, że przejrzystość jest skutecznym składnikiem bezpiecznego dostarczania oprogramowania. Gwarantuje to, że aplikacje i pakiety publikowane na f-droid.org są tylko źródłami od zewnętrznych deweloperów. Przeglądanie źródeł zewnętrznych programistów pomaga tym programistom w bezpiecznym dostarczaniu kodu. Te recenzje mają również fundamentalne znaczenie dla tego, jak F-Droid reprezentuje użytkowników jako pierwszy podczas publikowania oprogramowania. W tym celu staramy się publikować interfejsy API JSON zawierające kluczowe informacje na temat wszystkich etapów procesu publikowania zaufanego bezpłatnego oprogramowania, które szanuje użytkowników.
ro: Pentru ca F-Droid să fie de încredere, trebuie să fim transparenți. Facilitarea atenției oamenilor la toate procesele și sistemele pe care le folosim ne ajută să rămânem în siguranță. Un lucru pe care Debian și alte distribuții GNU/Linux l-au dovedit în ultimele decenii este că transparența este un ingredient eficient pentru a furniza software în siguranță. Acest lucru asigură că aplicațiile și pachetele publicate pe f-droid.org sunt doar sursele provenite de la dezvoltatorii din amonte. Iar revizuirea surselor dezvoltatorilor din amonte îi ajută pe acei dezvoltatori să își livreze codul în siguranță. Aceste revizuiri sunt, de asemenea, fundamentale pentru modul în care F-Droid reprezintă utilizatorii pe primul loc atunci când publică software. În acest scop, am făcut un efort mare pentru a publica API-uri JSON cu informații cheie despre toate părțile procesului de publicare a software-ului liber de încredere care respectă utilizatorii.
ru: Чтобы F-Droid доверяли, мы должны быть прозрачными. То, что людям легко обратить внимание на все процессы и системы, которые мы используем, помогает нам оставаться в безопасности. За последние десятилетия Debian и другие дистрибутивы GNU/Linux доказали, что прозрачность - это эффективный компонент для безопасной доставки программного обеспечения. Это гарантирует, что приложения и пакеты, опубликованные на f-droid.org, - это только исходные тексты от разработчиков. А рецензирование исходных текстов разработчиков помогает этим разработчикам безопасно поставлять свой код. Эти обзоры также являются основой того, как F-Droid представляет пользователей в первую очередь при публикации программного обеспечения. В этих целях мы прилагаем большие усилия для публикации API JSON с ключевой информацией обо всех этапах процесса публикации надежного свободного программного обеспечения, уважающего пользователей.
uk: Щоб F-Droid довіряли, ми повинні бути прозорими. Те, що людям легко звернути увагу на всі процеси і системи, які ми використовуємо, допомагає нам залишатися в безпеці. За останні десятиліття Debian та інші дистрибутиви GNU/Linux довели, що прозорість - це ефективний компонент для безпечної доставки програмного забезпечення. Це гарантує, що застосунки і пакети, які містить цей f-droid.org, - це тільки початкові тексти від розробників. А рецензування вихідних текстів розробників допомагає цим розробникам безпечно постачати свій код. Ці огляди також є основою того, як F-Droid представляє користувачів в першу чергу при публікації програмного забезпечення.
zh_hans: 为了让 F-Droid 值得信赖，我们需要保持透明。让人们轻松关注我们使用的所有流程和系统有助于我们保持安全。Debian 和其他 GNU/Linux 发行版在过去几十年中已经证明的一件事是，透明度是安全交付软件的有效成分。这确保了在 f-droid.org 上发布的应用和软件包仅来自上游开发人员的源代码。审查上游开发人员的源代码有助于这些开发人员安全地交付他们的代码。这些审查也是 F-Droid 在发布软件时如何首先代表用户的基础。为此，我们一直在大力推进发布 JSON API，这些 API 包含了我们发布尊重用户且受信任的自由软件的所有流程的关键信息。

source: The repo index
de: Der Repository-Index
pl: Index repozytorium
ro: Indicele repo
ru: Индекс репозитория
uk: Індекс репозиторія
zh_hans: 存储库索引

source: F-Droid is built around a signed index of all the apps and packages that are available. This is a JSON file, though more of an index than an API since all the information is in a single file. It is available for any use, and there are some project that take advantage of that. [fossdroid.com](https://fossdroid.com/) is an alternate web view on all the apps available in _f-droid.org_. Aurora, [F-Droid Classic]({{ site.baseurl }}/packages/eu.bubu1.fdroidclassic/), G-Droid, and M-Droid are alternate Android client apps.
de: F-Droid baut sich rund um einen signierten Index aller zur Verfügung stehenden Apps und Pakete auf. Der ist eine JSON-Datei, somit mehr als nur ein Verzeichnis sondern eine API, da alle Informationen sich in einer einzigen Datei befinden. Sie steht zur freien Nutzung bereit und es gibt einige Projekte, die ihren Vorteil daraus ziehen. [fossdroid.com](https://fossdroid.com/) ist eine alternative Internetseite mit allen auf _f-droid.org_ erhältlichen Apps. Aurora, [F-Droid Classic]({{ site.baseurl }}/packages/eu.bubu1.fdroidclassic/), G-Droid und M-Droid sind alternative Android-Client-Apps.
pl: F-Droid jest zbudowany wokół podpisanego indeksu wszystkich dostępnych aplikacji i pakietów. Jest to plik JSON, ale bardziej index niż interfejs API, ponieważ wszystkie informacje znajdują się w jednym pliku. Jest dostępny do dowolnego użytku i jest kilka projektów, które to wykorzystują. [fossdroid.com](https://fossdroid.com/) to alternatywny widok sieciowy dla wszystkich aplikacji dostępnych w _f-droid.org_. Aurora, [F-Droid Classic]({{ site.baseurl }}/packages/eu.bubu1.fdroidclassic/), G-Droid i M-Droid to alternatywne aplikacje klienckie na Androida.
ro: F-Droid este construit în jurul unui index semnat de toate aplicațiile și pachetele disponibile. Acesta este un fișier JSON, deși este mai mult un index decât un API, deoarece toate informațiile se află într-un singur fișier. Acesta este disponibil pentru orice utilizare și există unele proiecte care profită de acest lucru. [fossdroid.com](https://fossdroid.com/) este o vizualizare web alternativă a tuturor aplicațiilor disponibile în _f-droid.org_. Aurora, [F-Droid Classic]({{ site.baseurl }}/packages/eu.bubu1.fdroidclassic/), G-Droid și M-Droid sunt aplicații client Android alternative.
ru: F-Droid построен на основе подписанного индекса всех доступных приложений и пакетов. Это JSON-файл, хотя это скорее индекс, чем API, поскольку вся информация находится в одном файле. Он доступен для любого использования, и есть несколько проектов, которые используют это преимущество. [fossdroid.com](https://fossdroid.com/) - это альтернативный веб-обзор всех приложений, доступных на _f-droid.org_. Aurora, [F-Droid Classic]({{ site.baseurl }}/packages/eu.bubu1.fdroidclassic/), G-Droid и M-Droid являются альтернативными клиентскими приложениями Android.
uk: F-Droid побудований на основі підписаного індексу всіх доступних застосунків і пакетів. Це JSON-файл, хоча це швидше індекс, ніж API, оскільки вся інформація знаходиться в одному файлі. Він доступний для будь-якого використання, і є кілька проєктів, які використовують цю перевагу. [Fossdroid.com](https://fossdroid.com/) - це альтернативний вебогляд всіх застосунків, доступних на _f-droid.org_. Aurora, [F-Droid Classic]({{ site.baseurl }}/packages/eu.bubu1.fdroidclassic/), G-Droid і M-Droid є альтернативними клієнтськими застосунками Android.
zh_hans: F-Droid 是围绕所有可用应用和软件包的签名索引构建的。这是一个 JSON 文件，尽管由于所有信息都在一个文件中它更像是一个索引而不是 API。它可用于任何用途，并且有一些项目受益于此。[fossdroid.com](https://fossdroid.com/) 是 _f-droid.org_ 中所有可用应用的替代 Web 视图。Aurora，[F-Droid Classic]({{ site.baseurl }}/packages/eu.bubu1.fdroidclassic/)，G-Droid 和 M-Droid 是替代的 Android 客户端应用。

source: The repo index is in the form of a signed JAR file that contains _index-v1.json_. The best method is to verify the JAR signature, then extract _index-v1.json_ if it validates. The _fdroidserver_ Python library provides `fdroidserver.download_repo_index()` to make this easy to do. It is also possible to just read _index-v1.json_ using any ZIP library.
de: Der Repo-Index liegt in Form einer signierten JAR-Datei vor, die _index-v1.json_ enthält. Die beste Methode ist es, die JAR-Signatur zu verifizieren und bei ihrer Validierung _index-v1.json_ zu extrahieren. Die Python-Bibliothek von _fdroidserver_ stellt `fdroidserver.download_repo_index()` bereit, um dies einfach zu erledigen. Es ist auch möglich mittels jeder ZIP-Library _index-v1.json_ zu lesen.
pl: Indeks repozytorium ma postać podpisanego pliku JAR, który zawiera _index-v1.json_. Najlepszą metodą jest zweryfikowanie sygnatury JAR, a następnie wyodrębnienie _index-v1.json_, jeśli się waliduje. Biblioteka Pythona _fdroidserver_ udostępnia `fdroidserver.download_repo_index()`, aby to ułatwić. Możliwe jest również odczytanie _index-v1.json_ przy użyciu dowolnej biblioteki ZIP.
ro: Indexul repo este sub forma unui fișier JAR semnat care conține _index-v1.json_. Cea mai bună metodă este să verificați semnătura JAR, apoi să extrageți _index-v1.json_ dacă este validat. Biblioteca Python _fdroidserver_ oferă `fdroidserver.download_repo_index()` pentru a face acest lucru mai ușor de realizat. De asemenea, este posibil să citiți pur și simplu _index-v1.json_ folosind orice bibliotecă ZIP.
ru: Индекс репозитория находится в виде подписанного JAR-файла, который содержит _index-v1.json_. Лучший метод - проверить подпись JAR, затем извлечь _index-v1.json_, если она подтвердится. Python библиотека _fdroidserver_ предоставляет `fdroidserver.download_repo_index()`, чтобы облегчить эту задачу. Также можно просто прочитать _index-v1.json_ с помощью любой библиотеки ZIP.
uk: Індекс сховища знаходиться в вигляді підписаного JAR-файлу, який містить _index-v1.json_. Кращий метод - перевірити підпис JAR, потім витягти _index-v1.json_, якщо вона підтвердиться. Python бібліотека _fdroidserver_ надає `fdroidserver.download_repo_index ()`, щоб полегшити це завдання. Також можна просто прочитати _index-v1.json_ за допомогою будь-якої бібліотеки ZIP.
zh_hans: 存储库索引采用签名 JAR 文件的形式，其中包含 _index-v1.json_。最好的方法是验证 JAR 签名，然后如果验证成功则提取 _index-v1.json_。_fdroidserver_ Python 库提供了 `fdroidserver.download_repo_index()` 使这很容易做到。也可以使用任何 ZIP 库来读取 _index-v1.json_。

source: App build metadata
de: Build-Metadaten der App
pl: Metadane kompilacji aplikacji
ro: Metadatele de construire a aplicației
ru: Метаданные сборки приложения
uk: Метадані складання застосунків
zh_hans: 应用构建元数据
