Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Successful exploitation of this would require either a) the attacker was able to get the target to add a malicious repo, or b) the attacker was able to get the repo signing keys and then break into an existing repo's server and replace the index files. For example, a malicious actor could try to exploit someone via Nearby app swapping, so only get apps from people you trust. The way that the client is set up to parse the XML was vulnerable, and would allow a successful attacker to read files that the F-Droid app can read
ru: Для успешного использования этой возможности потребуется либо а) заставить злоумышленника добавить вредоносное репо, либо б) получить ключи подписи репо, а затем взломать сервер существующего репо и заменить индексные файлы. Например, злоумышленник может попытаться использовать кого-то через обмен приложениями поблизости, поэтому получайте приложения только от людей, которым вы доверяете. Способ, которым клиент настроен для разбора XML, оказался уязвимым и позволил бы успешному злоумышленнику читать файлы, которые может читать приложение F-Droid
uk: Для успішного використання цього потрібно, щоб: а) зловмисник зміг змусити жертву додати шкідливий репозиторій, або б) зловмисник зміг отримати ключі підпису репозиторію, а потім зламати наявний сервер репозиторію і замінити індексні файли. Наприклад, зловмисник може спробувати використати когось через підміну застосунків Поруч, тому отримуйте застосунки лише від людей, яким довіряєте. Спосіб, у який клієнт налаштований на аналіз XML, був вразливим і дозволив би успішному зловмиснику прочитати файли, які може читати застосунок F-Droid
zh_hans: 成功利用它需要 a) 攻击者能够让目标添加恶意存储库，或者 b) 攻击者能够获得存储库签名密钥，然后闯入现有存储库的服务器并替换索引文件。例如，恶意行为者可能会尝试通过附近应用交换来攻击某人，因此只能从您信任的人那里获取应用。客户端设置为解析 XML 的方式很容易受到攻击，并且允许成功的攻击者读取 F-Droid 应用可以读取的文件

source: For f-droid.org and the Guardian Project repo, the index files are monitored, and changes to them are logged. So we can say with high confidence that _index-v1.jar_ was never removed, which is a prerequisite for exploiting this vulnerability.
ru: Для f-droid.org и репо Guardian Project индексные файлы отслеживаются, и их изменения регистрируются. Поэтому мы можем с большой долей уверенности сказать, что _index-v1.jar_ никогда не удалялся, что является необходимым условием для эксплуатации этой уязвимости.
uk: Для f-droid.org та репозиторію проєкту Guardian ведеться моніторинг індексних файлів, а зміни в них фіксуються в журналах. Тому можна з високою ймовірністю стверджувати, що _index-v1.jar_ ніколи не вилучався, що є передумовою для використання цієї вразливості.
zh_hans: 对于 f-droid.org 和 Guardian Project 存储库，索引文件受到监控，并记录对它们的更改。因此我们可以非常肯定地说，_index-v1.jar_ 从未被删除，而这是利用此漏洞的先决条件。

source: F-Droid client v1.15.4 disables all support for XML External Entities. The v1.16-alpha0 no longer supports XML indexes at all, and all code related to the XML index parsing and generation was removed. We will also be working on improving the security of adding repos as part of the [FFDW-DVD]({% post_url 2022-02-05-decentralizing-distribution %}) funding.
ru: В клиенте F-Droid версии 1.15.4 полностью отключена поддержка внешних сущностей XML. Версия v1.16-alpha0 больше не поддерживает XML-индексы вообще, и весь код, связанный с разбором и генерацией XML-индексов, был удален. Мы также будем работать над улучшением безопасности добавления репозиториев в рамках финансирования [FFDW-DVD]({% post_url 2022-02-05-decentralizing-distribution %}).
uk: У клієнті F-Droid v1.15.4 вимкнено підтримку зовнішніх об'єктів XML. У версії v1.16-alpha0 більше не підтримуються XML-індекси, а весь код, пов'язаний з аналізом і генеруванням XML-індексів, було вилучено. Ми також працюватимемо над покращенням безпеки додавання репозиторіїв в рамках фінансування [FFDW-DVD]({% post_url 2022-02-05-decentralizing-distribution %}).
zh_hans: F-Droid 客户端 v1.15.4 禁用了对 XML 外部实体的所有支持。v1.16-alpha0 完全移除了对 XML 索引的支持，所有与 XML 索引解析和生成相关的代码都被删除了。作为 [FFDW-DVD]({% post_url 2022-02-05-decentralizing-distribution %}) 资助的一部分，我们还将致力于提高添加存储库的安全性。

source: CLN-005 -- Vulnerable TLS versions accepted
ru: CLN-005 -- Принятие уязвимых версий TLS
uk: CLN-005 -- Прийнято вразливі версії TLS
zh_hans: CLN-005 -- 接受易受攻击的 TLS 版本

source: Vulnerability type: Insecure configuration
ru: Тип уязвимости: Небезопасная конфигурация
uk: Тип уразливості: Небезпечна конфігурація
zh_hans: 漏洞类型：不安全配置

source: The backend domains used by the application accept obsolete TLS 1.0 and TLS 1.1 protocols.
ru: Внутренние домены, используемые приложением, принимают устаревшие протоколы TLS 1.0 и TLS 1.1.
uk: Внутрішні домени, що використовуються застосунком, підтримують застарілі протоколи TLS 1.0 і TLS 1.1.
zh_hans: 应用使用的后端域接受过时的 TLS 1.0 和 TLS 1.1 协议。

source: Use of TLS 1.0 and 1.1 make the communication susceptible to downgrade attacks, as they work on SHA-1 hash for the integrity of exchanged messages. The handshake authentication is also done on SHA-1, which makes it easier for an attacker to impersonate a server for MITM attacks. The PCI DSS (Payment Card Industry Data Security Standard) specifies that TLS 1.0 may no longer be used as of June 30, 2018, and also strongly recommends disabling 1.1, so this may impact compliance with regulations.
ru: Использование TLS 1.0 и 1.1 делает связь восприимчивой к атакам на понижение, поскольку они работают на хэше SHA-1 для обеспечения целостности обмениваемых сообщений. Аутентификация при рукопожатии также выполняется на SHA-1, что облегчает злоумышленникам выдачу себя за сервер для MITM-атак. Стандарт PCI DSS (Payment Card Industry Data Security Standard) указывает, что TLS 1.0 больше не может использоваться с 30 июня 2018 года, а также настоятельно рекомендует отключить 1.1, так что это может повлиять на соответствие нормативным требованиям.
uk: Використання TLS 1.0 і 1.1 робить комунікацію вразливою до атак на зниження рівня захисту, оскільки вони працюють з хешем SHA-1 для забезпечення цілісності повідомлень, що обмінюються. Автентифікація за допомогою рукостискання також здійснюється на основі SHA-1, що полегшує зловмиснику видавати себе за сервер для проведення MITM-атак. Стандарт PCI DSS (Стандарт безпеки даних індустрії платіжних карток) визначає, що TLS 1.0 більше не може використовуватися з 30 червня 2018 року, а також наполегливо радить вимкнути 1.1, тому це може вплинути на відповідність нормативним вимогам.
zh_hans: 使用 TLS 1.0 和 1.1 使通信容易受到降级攻击，因为它们使用 SHA-1 哈希来确保交换消息的完整性。握手身份验证也是在 SHA-1 上完成的，这使得攻击者更容易冒充服务器进行中间人攻击。 PCI DSS（支付卡行业数据安全标准）规定自 2018 年 6 月 30 日起不允许再使用 TLS 1.0，并且还强烈建议禁用 1.1，因此这可能会影响合规性。

source: F-Droid places a high importance on maintaining compatibility as long as possible. This is why we leave TLS 1.0 and TLS 1.1 enabled on our websites. We believe there is no added risk for people who keep their software updated. The F-Droid Client app does not allow TLS 1.1 or 1.0 connections. TLS 1.3 provides good downgrade protection, TLS 1.2 less. Any reputable TLS implementation from the past years make it quite difficult to force a connection to use TLS 1.0 or 1.1. [Recent browser releases](https://knowledge.broadcom.com/external/article/195935/major-web-browsers-removing-support-for.html) are entirely removing support for TLS 1.0 and 1.1 anyway. That means that any browser or client version that connects over TLS 1.0 or 1.1 actually needs that to function. A device running Android 1.6 should be able to install an old version of F-Droid, and have a working app store.
ru: F-Droid придает большое значение сохранению совместимости как можно дольше. Именно поэтому мы оставляем TLS 1.0 и TLS 1.1 включенными на наших сайтах. Мы считаем, что для тех, кто постоянно обновляет свое программное обеспечение, это не представляет дополнительного риска. Приложение F-Droid Client не разрешает соединения TLS 1.1 или 1.0. TLS 1.3 обеспечивает хорошую защиту от понижения, TLS 1.2 - меньшую. В любой авторитетной реализации TLS прошлых лет довольно сложно заставить соединение использовать TLS 1.0 или 1.1. [Последние релизы браузеров](https://knowledge.broadcom.com/external/article/195935/major-web-browsers-removing-support-for.html) в любом случае полностью удаляют поддержку TLS 1.0 и 1.1. Это означает, что любой браузер или клиентская версия, подключающаяся по TLS 1.0 или 1.1, фактически нуждается в этом для функционирования. Устройство под управлением Android 1.6 должно иметь возможность установить старую версию F-Droid и иметь рабочий магазин приложений.
uk: F-Droid надає великого значення підтримці сумісності якомога довше. Ось чому ми залишаємо TLS 1.0 і TLS 1.1 увімкненими на наших вебсайтах. Ми вважаємо, що немає ніякого додаткового ризику для людей, які постійно оновлюють своє програмне забезпечення. Клієнтський застосунок F-Droid не дозволяє з'єднання TLS 1.1 або 1.0. TLS 1.3 забезпечує хороший захист від пониження версії, TLS 1.2 — менший. Будь-яка авторитетна реалізація TLS за останні роки робить досить складним примусити з'єднання використовувати TLS 1.0 або 1.1. [Останні випуски браузерів](https://knowledge.broadcom.com/external/article/195935/major-web-browsers-removing-support-for.html) повністю вилучають підтримку TLS 1.0 і 1.1 в будь-якому випадку. Це означає, що будь-яка версія браузера або клієнта, що з'єднується за допомогою TLS 1.0 або 1.1, фактично потребує цієї версії для роботи. Пристрій під керуванням Android 1.6 повинен мати можливість установити стару версію F-Droid і мати робочий магазин застосунків.
zh_hans: F-Droid 非常重视尽可能长时间地保持兼容性。这就是我们在网站上启用 TLS 1.0 和 TLS 1.1 的原因。我们相信保持软件更新的人不会增加风险。F-Droid 客户端应用不允许 TLS 1.1 或 1.0 连接。TLS 1.3 提供了良好的降级保护，TLS 1.2 提供的保护较少。过去几年中任何信誉良好的 TLS 实施都很难强制连接使用 TLS 1.0 或 1.1。[最近的浏览器版本](https://knowledge.broadcom.com/external/article/195935/major-web-browsers-removing-support-for.html)完全取消了对 TLS 1.0 和 1.1 的支持。这意味着任何通过 TLS 1.0 或 1.1 连接的浏览器或客户端版本实际上都需要它才能运行。运行 Android 1.6 的设备应该能够安装旧版本的 F-Droid，并有一个可用的应用商店。

source: If you are on a device that still needs to use TLS 1.0 or 1.1, then there are already so many well known security vulnerabilities that this one is not particularly interesting. If you would like to test whether your browser still supports TLS 1.0 or 1.1, click on the links below and see if they give you an error message.
ru: Если вы работаете на устройстве, которое все еще использует TLS 1.0 или 1.1, то в нем уже так много известных уязвимостей, что эта не особенно интересна. Если вы хотите проверить, поддерживает ли ваш браузер TLS 1.0 или 1.1, щелкните по приведенным ниже ссылкам и посмотрите, выдают ли они сообщение об ошибке.
uk: Якщо ви використовуєте пристрій, який досі потребує використання TLS 1.0 або 1.1, то вже існує так багато відомих уразливостей безпеки, що ця вразливість не дуже цікава. Якщо ви хочете перевірити, чи підтримує ваш браузер TLS 1.0 або 1.1, перейдіть за посиланнями нижче і подивіться, чи не видасть він повідомлення про помилку.
zh_hans: 如果您使用的设备仍然需要使用 TLS 1.0 或 1.1，那么已经有很多众所周知的安全漏洞，因此这个漏洞并不是特别有趣。如果您想测试您的浏览器是否仍然支持 TLS 1.0 或 1.1，请单击下面的链接，看看它们是否给您一条错误消息。

source: CLN-001 -- Encryption algorithms using insecure mode and padding scheme
ru: CLN-001 -- Алгоритмы шифрования, использующие незащищенный режим и схему набивки
uk: CLN-001 -- Алгоритми шифрування з використанням незахищеного режиму та схеми підставлення
zh_hans: CLN-001 -- 使用不安全模式和填充方案的加密算法

source: Vulnerability type: Weak Cryptography
ru: Тип уязвимости: Слабая криптография
uk: Тип уразливості: Слабка криптографія
zh_hans: 漏洞类型：弱密码

source: Threat level: Low
ru: Уровень угрозы: Низкий
uk: Рівень загрози: Низький
zh_hans: 威胁等级：低

source: The encryption algorithms used in the app use an insecure mode and padding scheme.
ru: Алгоритмы шифрования, используемые в приложении, используют небезопасный режим и схему набивки.
uk: Алгоритми шифрування, що використовуються в застосунку, використовують незахищений режим і схему підставлення.
zh_hans: 应用中使用的加密算法使用不安全的模式和填充方案。

source: If sensitive data is being encrypted using an insecure mode and padding, it might lead to data being stolen or recovered from the encrypted data.
ru: Если конфиденциальные данные шифруются с использованием небезопасного режима и подложки, это может привести к краже или восстановлению зашифрованных данных.
uk: Якщо конфіденційні дані шифруються з використанням незахищеного режиму та підставлення, це може призвести до викрадення даних або їх відновлення із зашифрованих даних.
zh_hans: 如果使用不安全的模式和填充对敏感数据进行加密，可能会导致数据被盗或从加密数据中恢复。

source: This was only ever used to sign the app index file used in the Nearby app swapping, which only works over the local network. The signature is on a short-lived file that is generated on the fly, and is almost always used in a one-to-one interaction. A lot of other pieces would have to be in place for this to be exploited. Plus it would require a fair amount of expense to crack the cryptography on the file that was signed seconds or minutes before, and probably will only be in use for around 10 minutes. Any app updates received via Nearby swapping will still have the full protection of the APK signature. For these reasons, it is also still safe to use the SHA1 algorithm, which is necessary here for compatibility. This use case falls under the "[second preimage attack](https://crypto.stackexchange.com/questions/48289/how-secure-is-sha1-what-are-the-chances-of-a-real-exploit/48291#48291)" case, meaning that the attacker cannot affect the data before it is signed. Git can also still rely on SHA1 for this reason.
ru: Она использовалась только для подписи индексного файла приложения, используемого при замене приложений поблизости, которая работает только по локальной сети. Подпись находится в недолговечном файле, который генерируется на лету и почти всегда используется при взаимодействии один на один. Для того чтобы это можно было использовать, необходимо наличие множества других элементов. Кроме того, потребуется немало средств, чтобы взломать криптографию файла, который был подписан за несколько секунд или минут до этого и, вероятно, будет использоваться всего около 10 минут. Любые обновления приложений, полученные с помощью свопинга Nearby, по-прежнему будут иметь полную защиту подписи APK. По этим причинам также безопасно использовать алгоритм SHA1, который необходим здесь для совместимости. Этот случай использования подпадает под "[атаку второго предварительного образа](https://crypto.stackexchange.com/questions/48289/how-secure-is-sha1-what-are-the-chances-of-a-real-exploit/48291#48291)", что означает, что злоумышленник не может повлиять на данные до того, как они будут подписаны. По этой причине Git все еще может полагаться на SHA1.
uk: Він використовувався лише для підпису індексного файлу застосунку, що використовується у режимі обміну програмами Поруч, який працює лише у локальній мережі. Підпис розміщено в короткочасному файлі, який генерується на льоту, і майже завжди використовується у взаємодії віч-на-віч. Щоб його можна було використати, має бути багато інших компонентів. Крім того, для злому криптографії файлу, який був підписаний за кілька секунд або хвилин до цього, і, ймовірно, буде використовуватися лише близько 10 хвилин, знадобляться значні ресурси. Будь-які оновлення застосунків, отримані за допомогою обміну Поруч, як і раніше, будуть повністю захищені підписом APK. З цих причин також безпечно використовувати алгоритм SHA1, який тут необхідний для сумісності. Цей варіант використання підпадає під визначення «[атака знаходження першовзору](https://crypto.stackexchange.com/questions/48289/how-secure-is-sha1-what-are-the-chances-of-a-real-exploit/48291#48291)», що означає, що зловмисник не може вплинути на дані до того, як вони будуть підписані. З цієї причини Git досі може покладатися на SHA1.
zh_hans: 这仅用于签署附近应用交换中使用的应用索引文件，该文件仅适用于本地网络。签名位于动态生成的短期文件中，几乎总是在一对一交互中使用。要利用这一点，必须准备好许多其他部分。此外，破解几秒钟或几分钟前签署的文件的密码需要大量费用，而且可能只会使用大约 10 分钟。通过附近交换收到的任何应用更新仍将受到 APK 签名的全面保护。因此，使用 SHA1 算法仍然是安全的，这是兼容性所必需的。此用例属于“[第二原像攻击](https://crypto.stackexchange.com/questions/48289/how-secure-is-sha1-what-are-the-chances-of-a-real-exploit/48291#48291)”的情况，这意味着攻击者无法在数据签名之前影响数据。因此 Git 仍然可以依赖 SHA1。

source: F-Droid client v1.15.4 and v1.16-alpha1 switched from `RSA/ECB/PKCS1Padding` to the standard `SHA1withRSA` algorithm for signing the Nearby _index.jar_. The new "index-v2" for repositories added in v1.16-alpha0 uses `SHA256withRSA` as the signing algorithm. The official client always starts by trying the latest index version in each repository, and v1.16 added downgrade protection so a repo that already offers index-v2 can't be downgraded to index-v1.
ru: F-Droid клиент v1.15.4 и v1.16-alpha1 перешел с `RSA/ECB/PKCS1Padding` на стандартный алгоритм `SHA1withRSA` для подписи Nearby _index.jar_. Новый "index-v2" для репозиториев, добавленный в v1.16-alpha0, использует в качестве алгоритма подписи `SHA256withRSA`. Официальный клиент всегда запускается с последней версии индекса в каждом репозитории, а в v1.16 добавлена защита от понижения, поэтому репозиторий, который уже предлагает index-v2, не может быть понижен до index-v1.
uk: Клієнт F-Droid v1.15.4 і v1.16-alpha1 перейшов з `RSA/ECB/PKCS1Padding` на стандартний `SHA1withRSA` алгоритм підписування індексу Поруч _index.jar_. Новий «index-v2» для репозиторіїв, доданих у v1.16-alpha0, використовує `SHA256withRSA` алгоритмом підписування. Офіційний клієнт завжди починає з того, що пробує останню версію індексу в кожному репозиторії, а v1.16 додав захист від пониження версії, тому репозиторій, який вже пропонує index-v2, не може бути пониженим до index-v1.
zh_hans: F-Droid 客户端 v1.15.4 和 v1.16-alpha1 从 `RSA/ECB/PKCS1Padding` 切换到标准 `SHA1withRSA` 算法来签署附近 _index.jar_。在 v1.16-alpha0 中添加的存储库的新 "index-v2" 使用 `SHA256withRSA` 作为签名算法。官方客户端总是从尝试每个存储库中的最新索引版本开始，v1.16 添加了降级保护，因此已经提供 index-v2 的存储库不能降级到 index-v1。

source: CLN-003 -- Clear text traffic is enabled in the application
ru: CLN-003 -- В приложении включен трафик чистого текста
uk: CLN-003 -- У застосунку ввімкнено трафік звичайного тексту
zh_hans: CLN-003 -- 应用中启用了明文流量

source: The base network config of the application allows clear-text traffic.
ru: Базовая сетевая конфигурация приложения разрешает трафик с открытым текстом.
uk: Базова мережева конфігурація застосунку дозволяє передавати трафік звичайним текстом.
zh_hans: 应用的基本网络配置允许明文流量。

source: Allowing clear-text traffic impacts confidentiality, authenticity, and protection against tampering. An attacker performing a machine-in-the-middle attack can eavesdrop on transmitted data and modify it without being detected.
ru: Разрешение трафика с открытым текстом влияет на конфиденциальность, подлинность и защиту от несанкционированного доступа. Злоумышленник, совершающий атаку "машина посередине", может подслушать передаваемые данные и изменить их незаметно для себя.
uk: Дозвіл відкритого текстового трафіку впливає на приватність, автентичність і захист від підробки. Зловмисник, який здійснює атаку типу «машина посередині», може перехоплювати передані дані та змінювати їх, не бувши поміченим.
zh_hans: 允许明文流量会影响机密性、真实性和防止篡改。执行中间机器攻击的攻击者可以窃听传输的数据并在不被发现的情况下对其进行修改。

source: This Android feature for blocking clear text HTTP connections is a good feature that apps should use. Having this disabled is obviously not ideal, but it is something we had to do to support the local HTTP swap functionality, and also HTTP .onion addresses in the past (there is another workaround possible these days). So we have taken extra measures to enforce HTTPS:
ru: Эта функция Android для блокировки HTTP-соединений с открытым текстом - хорошая функция, которую должны использовать приложения. Отключение этой функции, конечно, не идеальный вариант, но нам пришлось пойти на это, чтобы поддержать функцию локальной подмены HTTP, а также HTTP-адреса .onion в прошлом (в настоящее время существует другое обходное решение). Поэтому мы приняли дополнительные меры для обеспечения HTTPS:
uk: Ця функція Android для блокування відкритих текстових HTTP-з’єднань, це хороша функція, яку застосунки повинні використовувати. Вимкнути цю функцію, очевидно, не ідеально, але це те, що ми повинні були зробити, щоб підтримувати локальну функцію обміну HTTP, а також адреси HTTP .onion у минулому (сьогодні існує інший можливий обхідний шлях). Тому ми вжили додаткових заходів для забезпечення HTTPS:
zh_hans: 这个用于阻止明文 HTTP 连接的 Android 功能是应用应该使用的一个很好的功能。禁用此功能显然并不理想，但我们不得不这么做以支持本地 HTTP 交换功能，以及过去的 HTTP .onion 地址（现在可能有另一种解决方法）。所以我们采取了额外的措施来强制执行 HTTPS：

source: [All built-in repository URLs are hardcoded to HTTPS](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/res/values/default_repos.xml)
ru: [Все URL-адреса встроенных репозиториев жестко привязаны к HTTPS](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/res/values/default_repos.xml)
uk: [Усі вбудовані URL-адреси сховища жорстко закодовані на HTTPS](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/res/values/default_repos.xml)
zh_hans: [所有内置存储库 URL 都硬编码为 HTTPS](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/res/values/default_repos.xml)

source: [Popular cloud hosting for repos is forced to HTTPS](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/java/org/fdroid/fdroid/data/NewRepoConfig.java#L193)
ru: [Популярный облачный хостинг для репо вынужден перейти на HTTPS](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/java/org/fdroid/fdroid/data/NewRepoConfig.java#L193)
uk: [Популярний хмарний хостинг для репозиторіїв примусово використовує HTTPS](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/java/org/fdroid/fdroid/data/NewRepoConfig.java#L193)
zh_hans: [存储库使用的流行云托管服务强制使用 HTTPS](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/java/org/fdroid/fdroid/data/NewRepoConfig.java#L193)

source: [The default user prompt for adding repos includes `https://`](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/java/org/fdroid/fdroid/views/ManageReposActivity.java#L101)
ru: [Стандартный пользовательский запрос на добавление репо включает `https://`](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/java/org/fdroid/fdroid/views/ManageReposActivity.java#L101)
uk: [Запит користувача для додавання типового репозиторію включає `https://`](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/java/org/fdroid/fdroid/views/ManageReposActivity.java#L101)
zh_hans: [添加存储库的默认用户提示包括 `https://`](https://gitlab.com/fdroid/fdroidclient/-/blob/audit-2022-09-05/app/src/main/java/org/fdroid/fdroid/views/ManageReposActivity.java#L101)

source: This vulnerability applies to the exact same context as CLN-001: Nearby app swapping. So it is already a quite limited environment for malicious actors to operate in. This does not affect built-in repos at all, since they are hard-coded to HTTPS. Plus good webserver setups like f-droid.org do not allow data to be sent over plain HTTP.
ru: Эта уязвимость относится к тому же контексту, что и CLN-001: подмена приложений поблизости. Таким образом, это уже довольно ограниченная среда для действий злоумышленников. Это вообще не затрагивает встроенные репозитории, поскольку они жестко привязаны к HTTPS. К тому же хорошие веб-серверы, такие как f-droid.org, не позволяют отправлять данные по обычному HTTP.
uk: Ця вразливість стосується того самого контексту, що й CLN-001: заміна застосунку Поруч. Отже, це вже досить обмежене середовище для роботи зловмисників. Це взагалі не впливає на вбудовані репозиторії, оскільки вони жорстко закодовані на роботу з HTTPS. Крім того, хороші налаштування вебсервера, такі як f-droid.org, не дозволяють надсилати дані через звичайний HTTP.
zh_hans: 此漏洞适用于与 CLN-001 完全相同的上下文：附近应用交换。因此，对于恶意行为者来说，这已经是一个相当有限的环境。这完全不会影响内置的存储库，因为它们被硬编码为 HTTPS。再加上像 f-droid.org 这样良好的网络服务器设置不允许通过纯 HTTP 发送数据。
