Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[AAT](https://f-droid.org/packages/ch.bailu.aat/)** was updated from v1.15.1 to v1.16.1
de: **[AAT](https://f-droid.org/packages/ch.bailu.aat/)** erhielt ein Update von v1.15.1 auf v1.16.1
pl: **[AAT](https://f-droid.org/packages/ch.bailu.aat/)** został zaktualizowany z v1.15.1 do v1.16.1
ro: **[AAT](https://f-droid.org/packages/ch.bailu.aat/)** a fost actualizat de la v1.15.1 la v1.16.1
ru: **[AAT](https://f-droid.org/packages/ch.bailu.aat/)** обновлен с v1.15.1 до v1.16.1
uk: **[AAT](https://f-droid.org/packages/ch.bailu.aat/)** оновлено з v1.15.1 до v1.16.1
zh_hans: **[AAT](https://f-droid.org/packages/ch.bailu.aat/)** 从 v1.15.1 更新到 v1.16.1

source: **[ABCore](https://f-droid.org/packages/com.greenaddress.abcore/)** was [updated](https://github.com/greenaddress/abcore/releases) from 0.70 to 0.73
de: **[ABCore](https://f-droid.org/packages/com.greenaddress.abcore/)**-[Aktualisierung](https://github.com/greenaddress/abcore/releases) von 0.70 auf 0.73
pl: **[ABCore](https://f-droid.org/packages/com.greenaddress.abcore/)** został [zaktualizowany](https://github.com/greenaddress/abcore/releases) z 0.70 do 0.73
ro: **[ABCore](https://f-droid.org/packages/com.greenaddress.abcore/)** a fost [updated](https://github.com/greenaddress/abcore/releases) de la 0.70 la 0.73
ru: **[ABCore](https://f-droid.org/packages/com.greenaddress.abcore/)** был [обновлен](https://github.com/greenaddress/abcore/releases) с 0.70 до 0.73
uk: **[ABCore](https://f-droid.org/packages/com.greenaddress.abcore/)** [оновлено](https://github.com/greenaddress/abcore/releases)з 0.70 до 0.73
zh_hans: **[ABCore](https://f-droid.org/packages/com.greenaddress.abcore/)** 从 0.70 [更新](https://github.com/greenaddress/abcore/releases)至 0.73

source: **[AURdroid](https://f-droid.org/packages/com.rascarlo.aurdroid/)** was updated from 4.1.8 to 4.1.9
de: **[AURdroid](https://f-droid.org/packages/com.rascarlo.aurdroid/)** erhielt ein Update von 4.1.8 auf 4.1.9
pl: **[AURdroid](https://f-droid.org/packages/com.rascarlo.aurdroid/)** został zaktualizowany z 4.1.8 do 4.1.9
ro: **[AURdroid](https://f-droid.org/packages/com.rascarlo.aurdroid/)** a fost actualizată de la 4.1.8 la 4.1.9
ru: **[AURdroid](https://f-droid.org/packages/com.rascarlo.aurdroid/)** был обновлен с 4.1.8 до 4.1.9
uk: **[AURdroid](https://f-droid.org/packages/com.rascarlo.aurdroid/)** оновлено з 4.1.8 до 4.1.9
zh_hans: **[AURdroid](https://f-droid.org/packages/com.rascarlo.aurdroid/)** 从 4.1.8 更新到 4.1.9

source: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)** was updated from 0.39 to 0.41
de: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)** erhielt ein Update von 0.39 auf 0.41
pl: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)** został zaktualizowany z 0.39 do 0.41
ro: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)** a fost actualizat de la 0,39 la 0,41
ru: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)** был обновлен с 0.39 до 0.41
uk: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)** оновлено з 0.39 до 0.41
zh_hans: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)** 从 0.39 更新到 0.41

source: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)** was updated from 1.15 to 1.16
de: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)** erhielt ein Update von 1.15 auf 1.16
pl: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)** został zaktualizowany z 1.15 do 1.16
ro: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)** a fost actualizat de la 1.15 la 1.16
ru: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)** обновлен с 1.15 до 1.16
uk: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)** оновлено з 1.15 до 1.16
zh_hans: **[Acastus Photon](https://f-droid.org/packages/name.gdr.acastus_photon/)** 从 1.15 更新到 1.16

source: **[Accordion](https://f-droid.org/packages/org.billthefarmer.accordion/)** was updated from 1.14 to 1.15
de: **[Accordion](https://f-droid.org/packages/org.billthefarmer.accordion/)** erhielt ein Update von 1.14 auf 1.15
pl: **[Accordion](https://f-droid.org/packages/org.billthefarmer.accordion/)** został zaktualizowany z 1.14 do 1.15
ro: **[Accordion](https://f-droid.org/packages/org.billthefarmer.accordion/)** a fost actualizat de la 1.14 la 1.15
ru: **[Accordion](https://f-droid.org/packages/org.billthefarmer.accordion/)** был обновлен с 1.14 до 1.15
uk: **[Accordion](https://f-droid.org/packages/org.billthefarmer.accordion/)** оновлено з 1.14 до 1.15
zh_hans: **[Accordion](https://f-droid.org/packages/org.billthefarmer.accordion/)** 从 1.14 更新到 1.15

source: **[Acrylic Paint](https://f-droid.org/packages/anupam.acrylic/)** was updated from 2.2.1 to 2.3.0
de: **[Acrylic Paint](https://f-droid.org/packages/anupam.acrylic/)** erhielt ein Update von 2.2.1 auf 2.3.0
pl: **[Acrylic Paint](https://f-droid.org/packages/anupam.acrylic/)** został zaktualizowany z 2.2.1 do 2.3.0
ro: **[Acrylic Paint](https://f-droid.org/packages/anupam.acrylic/)** a fost actualizat de la 2.2.1 la 2.3.0
ru: **[Acrylic Paint](https://f-droid.org/packages/anupam.acrylic/)** обновлен с 2.2.1 до 2.3.0
uk: **[Acrylic Paint](https://f-droid.org/packages/anupam.acrylic/)** оновлено з 2.2.1 до 2.3.0
zh_hans: **[Acrylic Paint](https://f-droid.org/packages/anupam.acrylic/)** 从 2.2.1 更新到 2.3.0

source: **[Activity Launcher](https://f-droid.org/packages/de.szalkowski.activitylauncher/)** was updated from 1.7.0 to 1.8.0
de: **[Activity Launcher](https://f-droid.org/packages/de.szalkowski.activitylauncher/)** erhielt ein Update von 1.7.0 auf 1.8.0
pl: **[Activity Launcher](https://f-droid.org/packages/de.szalkowski.activitylauncher/)** został zaktualizowany z 1.7.0 do 1.8.0
ro: **[Activity Launcher](https://f-droid.org/packages/de.szalkowski.activitylauncher/)** a fost actualizat de la 1.7.0 la 1.8.0
ru: **[Activity Launcher](https://f-droid.org/packages/de.szalkowski.activitylauncher/)** был обновлен с 1.7.0 до 1.8.0
uk: **[Activity Launcher](https://f-droid.org/packages/de.szalkowski.activitylauncher/)** оновлено з 1.7.0 до 1.8.0
zh_hans: **[Activity Launcher](https://f-droid.org/packages/de.szalkowski.activitylauncher/)** 从 1.7.0 更新到 1.8.0

source: **[AdAway](https://f-droid.org/packages/org.adaway/)** was [updated](https://github.com/AdAway/AdAway/raw/HEAD/CHANGELOG.md) from 4.2.4 to 4.2.7
de: **[AdAway](https://f-droid.org/packages/org.adaway/)**-[Aktualisierung](https://github.com/AdAway/AdAway/raw/HEAD/CHANGELOG.md) von 4.2.4 auf 4.2.7
pl: **[AdAway](https://f-droid.org/packages/org.adaway/)** został [zaktualizowany](https://github.com/AdAway/AdAway/raw/HEAD/CHANGELOG.md) z 4.2.4 do 4.2.7
ro: **[AdAway](https://f-droid.org/packages/org.adaway/)** a fost [updated](https://github.com/AdAway/AdAway/raw/HEAD/CHANGELOG.md) de la 4.2.4 la 4.2.7
ru: **[AdAway](https://f-droid.org/packages/org.adaway/)** был [обновлен](https://github.com/AdAway/AdAway/raw/HEAD/CHANGELOG.md) с 4.2.4 до 4.2.7
uk: **[AdAway](https://f-droid.org/packages/org.adaway/)** [оновлено](https://github.com/AdAway/AdAway/raw/HEAD/CHANGELOG.md) з 4.2.4 до 4.2.7
zh_hans: **[AdAway](https://f-droid.org/packages/org.adaway/)** 从 4.2.4 [更新](https://github.com/AdAway/AdAway/raw/HEAD/CHANGELOG.md)到 4.2.7

source: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)** was updated from 0.1 to 0.2
de: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)** erhielt ein Update von 0.1 auf 0.2
pl: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)** został zaktualizowany z 0.1 do 0.2
ro: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)** a fost actualizat de la 0.1 la 0.2
ru: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)** была обновлена с 0.1 до 0.2
uk: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)** оновлено з 0.1 до 0.2
zh_hans: **[Adaptive Brightness Tile](https://f-droid.org/packages/com.rascarlo.adaptive.brightness.tile/)** 从 0.1 更新到 0.2

source: **[Aegis](https://f-droid.org/packages/com.beemdevelopment.aegis/)** was updated from 0.2.2 to 0.4.3
de: **[Aegis](https://f-droid.org/packages/com.beemdevelopment.aegis/)** erhielt ein Update von 0.2.2 auf 0.4.3
pl: **[Aegis](https://f-droid.org/packages/com.beemdevelopment.aegis/)** został zaktualizowany z 0.2.2 do 0.4.3
ro: **[Aegis](https://f-droid.org/packages/com.beemdevelopment.aegis/)** a fost actualizat de la 0.2.2 la 0.4.3
ru: **[Aegis](https://f-droid.org/packages/com.beemdevelopment.aegis/)** обновлен с 0.2.2 до 0.4.3
uk: **[Aegis](https://f-droid.org/packages/com.beemdevelopment.aegis/)** оновлено з 0.2.2 до 0.4.3
zh_hans: **[Aegis](https://f-droid.org/packages/com.beemdevelopment.aegis/)** 从 0.2.2 更新到 0.4.3

source: **[Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/)** was [updated](https://gitlab.com/cfabio/AltcoinPrices/tags) from 1.6.21 to 1.7.4
de: **[Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/)**-[Aktualisierung](https://gitlab.com/cfabio/AltcoinPrices/tags) von 1.6.21 auf 1.7.4
pl: **[Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/)** został [zaktualizowany](https://gitlab.com/cfabio/AltcoinPrices/tags) z 1.6.21 do 1.7.4
ro: **[Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/)** a fost [updated](https://gitlab.com/cfabio/AltcoinPrices/tags) de la 1.6.21 la 1.7.4
ru: **[Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/)** были [обновлены](https://gitlab.com/cfabio/AltcoinPrices/tags) с 1.6.21 до 1.7.4
uk: **[Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/)** [оновлено](https://gitlab.com/cfabio/AltcoinPrices/tags) з 1.6.21 до 1.7.4
zh_hans: **[Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/)** 从 1.6.21 [更新](https://gitlab.com/cfabio/AltcoinPrices/tags)到 1.7.4

source: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)** was updated from 5.36 to 5.76
de: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)** erhielt ein Update von 5.36 auf 5.76
pl: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)** został zaktualizowany z 5.36 do 5.76
ro: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)** a fost actualizată de la 5.36 la 5.76
ru: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)** был обновлен с 5.36 до 5.76
uk: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)** оновлено з 5.36 до 5.76
zh_hans: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)** 从 5.36 更新到 5.76

source: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** was [updated](http://andstatus.org/changelog.html) from 47.09 to 50.05
de: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)**-[Aktualisierung](http://andstatus.org/changelog.html) von 47.09 auf 50.05
pl: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** został [zaktualizowany](http://andstatus.org/changelog.html) z 47.09 do 50.05
ro: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** a fost [updated](http://andstatus.org/changelog.html) de la 47.09 la 50.05
ru: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** был [обновлен](http://andstatus.org/changelog.html) с 47.09 до 50.05
uk: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** [оновлено](http://andstatus.org/changelog.html) з 47.09 до 50.05
zh_hans: **[AndStatus](https://f-droid.org/packages/org.andstatus.app/)** 从 47.09 [更新](http://andstatus.org/changelog.html)到 50.05

source: **[AndrOBD](https://f-droid.org/packages/com.fr3ts0n.ecu.gui.androbd/)** was [updated](https://github.com/fr3ts0n/AndrOBD/releases) from V2.0.6 to V2.0.7
de: **[AndrOBD](https://f-droid.org/packages/com.fr3ts0n.ecu.gui.androbd/)**-[Aktualisierung](https://github.com/fr3ts0n/AndrOBD/releases) von V2.0.6 auf V2.0.7
pl: **[AndrOBD](https://f-droid.org/packages/com.fr3ts0n.ecu.gui.androbd/)** został [zaktualizowany](https://github.com/fr3ts0n/AndrOBD/releases) z V2.0.6 do V2.0.7
ro: **[AndrOBD](https://f-droid.org/packages/com.fr3ts0n.ecu.gui.androbd/)** a fost [updated](https://github.com/fr3ts0n/AndrOBD/releases) de la V2.0.6 la V2.0.7
ru: **[AndrOBD](https://f-droid.org/packages/com.fr3ts0n.ecu.gui.androbd/)** был [обновлен](https://github.com/fr3ts0n/AndrOBD/releases) с V2.0.6 до V2.0.7
uk: **[AndrOBD](https://f-droid.org/packages/com.fr3ts0n.ecu.gui.androbd/)** [оновлено](https://github.com/fr3ts0n/AndrOBD/releases) з V2.0.6 до V2.0.7
zh_hans: **[AndrOBD](https://f-droid.org/packages/com.fr3ts0n.ecu.gui.androbd/)** 从 V2.0.6 [更新](https://github.com/fr3ts0n/AndrOBD/releases)到 V2.0.7

source: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** was [updated](https://raw.githubusercontent.com/AntennaPod/AntennaPod/develop/CHANGELOG.md) from 1.7.1 to 1.7.2b
de: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)**-[Aktualisierung](https://raw.githubusercontent.com/AntennaPod/AntennaPod/develop/CHANGELOG.md) von 1.7.1 auf 1.7.2b
pl: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** został [zaktualizowany](https://raw.githubusercontent.com/AntennaPod/AntennaPod/develop/CHANGELOG.md) z 1.7.1 do 1.7.2b
ro: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** a fost [updated](https://raw.githubusercontent.com/AntennaPod/AntennaPod/develop/CHANGELOG.md) de la 1.7.1 la 1.7.2b
ru: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** был [обновлен](https://raw.githubusercontent.com/AntennaPod/AntennaPod/develop/CHANGELOG.md) с 1.7.1 до 1.7.2b
uk: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** [оновлено](https://raw.githubusercontent.com/AntennaPod/AntennaPod/develop/CHANGELOG.md) з 1.7.1 до 1.7.2b
zh_hans: **[AntennaPod](https://f-droid.org/packages/de.danoeh.antennapod/)** 从 1.7.1 [更新](https://raw.githubusercontent.com/AntennaPod/AntennaPod/develop/CHANGELOG.md)到 1.7.2b

source: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** was [updated](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases) from 1.10.364 to 1.10.606
de: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)**-[Aktualisierung](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases) von 1.10.364 auf 1.10.606
pl: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** został [zaktualizowany](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases) z 1.10.364 do 1.10.606
ro: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** a fost [updated](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases) de la 1.10.364 la 1.10.606
ru: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** был [обновлен](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases) с 1.10.364 до 1.10.606
uk: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** [оновлено](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases) з 1.10.364 до 1.10.606
zh_hans: **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** 从 1.10.364 [更新](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases)到 1.10.606

source: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** was [updated](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md) from 5.0.2 to 5.0.4
de: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)**-[Aktualisierung](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md) von 5.0.2 auf 5.0.4
pl: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md) z 5.0.2 do 5.0.4
ro: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md) de la 5.0.2 la 5.0.4
ru: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md) с версии 5.0.2 до 5.0.4
uk: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** [оновлено](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md) з 5.0.2 до 5.0.4
zh_hans: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** 从 5.0.2 [更新](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md)到 5.0.4

source: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)** was updated from 1.0.6 to 1.1
de: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)** erhielt ein Update von 1.0.6 auf 1.1
pl: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)** został zaktualizowany z 1.0.6 do 1.1
ro: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)** a fost actualizat de la 1.0.6 la 1.1
ru: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)** были обновлены с 1.0.6 до 1.1
uk: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)** оновлено з 1.0.6 до 1.1
zh_hans: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)** 从 1.0.6 更新到 1.1

source: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** was updated from 0.2 to 0.3
de: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** erhielt ein Update von 0.2 auf 0.3
pl: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** został zaktualizowany z 0.2 do 0.3
ro: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** a fost actualizat de la 0.2 la 0.3
ru: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** были обновлены с 0.2 до 0.3
uk: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** оновлено з 0.2 до 0.3
zh_hans: **[Arch packages](https://f-droid.org/packages/com.rascarlo.arch.packages/)** 从 0.2 更新到 0.3

source: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)** was [updated](https://github.com/devgianlu/Aria2Android/releases) from 2.0.6 to 2.1.4
de: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)**-[Aktualisierung](https://github.com/devgianlu/Aria2Android/releases) von 2.0.6 auf 2.1.4
pl: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)** był [zaktualizowany](https://github.com/devgianlu/Aria2Android/releases) z 2.0.6 do 2.1.4
ro: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)** a fost [updated](https://github.com/devgianlu/Aria2Android/releases) de la 2.0.6 la 2.1.4
ru: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)** был [обновлен](https://github.com/devgianlu/Aria2Android/releases) с 2.0.6 до 2.1.4
uk: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)** [оновлено](https://github.com/devgianlu/Aria2Android/releases) з 2.0.6 до 2.1.4
zh_hans: **[Aria2Android](https://f-droid.org/packages/com.gianlu.aria2android/)** 从 2.0.6 [更新](https://github.com/devgianlu/Aria2Android/releases)至 2.1.4

source: **[Aria2App](https://f-droid.org/packages/com.gianlu.aria2app/)** was [updated](https://github.com/devgianlu/Aria2App/releases) from 4.4.2 to 5.1.7
de: **[Aria2App](https://f-droid.org/packages/com.gianlu.aria2app/)** wurde [aktualisiert](https://github.com/devgianlu/Aria2App/releases) von 4.4.2 auf 5.1.7
pl: **[Aria2App](https://f-droid.org/packages/com.gianlu.aria2app/)** został [zaktualizowany](https://github.com/devgianlu/Aria2App/releases) z 4.4.2 do 5.1.7
ro: **[Aria2App](https://f-droid.org/packages/com.gianlu.aria2app/)** a fost [updated](https://github.com/devgianlu/Aria2App/releases) de la 4.4.2 la 5.1.7
ru: **[Aria2App](https://f-droid.org/packages/com.gianlu.aria2app/)** был [обновлен](https://github.com/devgianlu/Aria2App/releases) с 4.4.2 до 5.1.7
uk: **[Aria2App](https://f-droid.org/packages/com.gianlu.aria2app/)** [оновлено](https://github.com/devgianlu/Aria2App/releases) з 4.4.2 до 5.1.7
zh_hans: **[Aria2App](https://f-droid.org/packages/com.gianlu.aria2app/)** 从 4.4.2 [更新](https://github.com/devgianlu/Aria2App/releases)至 5.1.7

source: **[AsteroidOS Sync](https://f-droid.org/packages/org.asteroidos.sync/)** was updated from 0.11 to 0.14
de: **[AsteroidOS Sync](https://f-droid.org/packages/org.asteroidos.sync/)** erhielt ein Update von 0.11 auf 0.14
pl: **[AsteroidOS Sync](https://f-droid.org/packages/org.asteroidos.sync/)** został zaktualizowany z 0.11 do 0.14
ro: **[AsteroidOS Sync](https://f-droid.org/packages/org.asteroidos.sync/)** a fost actualizat de la 0.11 la 0.14
ru: **[AsteroidOS Sync](https://f-droid.org/packages/org.asteroidos.sync/)** был обновлен с 0.11 до 0.14
uk: **[AsteroidOS Sync](https://f-droid.org/packages/org.asteroidos.sync/)** оновлено з 0.11 до 0.14
zh_hans: **[AsteroidOS Sync](https://f-droid.org/packages/org.asteroidos.sync/)** 从 0.11 更新到 0.14

source: **[Audio Recorder](https://f-droid.org/packages/com.github.axet.audiorecorder/)** was updated from 3.2.59 to 3.3.4
de: **[Audio Recorder](https://f-droid.org/packages/com.github.axet.audiorecorder/)** erhielt ein Update von 3.2.59 auf 3.3.4
pl: **[Audio Recorder](https://f-droid.org/packages/com.github.axet.audiorecorder/)** został zaktualizowany z 3.2.59 do 3.3.4
ro: **[Audio Recorder](https://f-droid.org/packages/com.github.axet.audiorecorder/)** a fost actualizat de la 3.2.59 la 3.3.4
ru: **[Audio Recorder](https://f-droid.org/packages/com.github.axet.audiorecorder/)** был обновлен с 3.2.59 до 3.3.4
uk: **[Audio Recorder](https://f-droid.org/packages/com.github.axet.audiorecorder/)** оновлено з 3.2.59 до 3.3.4
zh_hans: **[Audio Recorder](https://f-droid.org/packages/com.github.axet.audiorecorder/)** 从 3.2.59 更新到 3.3.4

source: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)** was [updated](https://github.com/flackbash/AudioAnchor/releases) from 1.8 to 1.8.1
de: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)** wurde [aktualisiert](https://github.com/flackbash/AudioAnchor/releases) von 1.8 auf 1.8.1
pl: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)** został [zaktualizowany](https://github.com/flackbash/AudioAnchor/releases) z 1.8 do 1.8.1
ro: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)** a fost [updated](https://github.com/flackbash/AudioAnchor/releases) de la 1.8 la 1.8.1
ru: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)** был [обновлен](https://github.com/flackbash/AudioAnchor/releases) с 1.8 до 1.8.1
uk: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)** [оновлено](https://github.com/flackbash/AudioAnchor/releases) з 1.8 до 1.8.1
zh_hans: **[AudioAnchor](https://f-droid.org/packages/com.prangesoftwaresolutions.audioanchor/)** 从 1.8 [更新](https://github.com/flackbash/AudioAnchor/releases)到 1.8.1
