Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: VPNs have become popular and are often touted as a tool to improve privacy. While this is sometimes true, it is important to tread carefully when choosing an VPN. A good place to start is looking at which VPN providers meet the [requirements](https://guardianproject.info/2023/02/28/steps-towards-trusted-vpns/) for running a trustworthy VPN service. A trustworthy VPNs must be free software, that is non-negotiable. First, inspection is required in order trust software. Having the source is the only way to see all the things the software is doing. F-Droid reviews the apps that we ship on this website, which lets us spot potential issues and anti-features. And we are happy to hear that reputable VPN providers make the effort to get their apps on f-droid.org to build trust with their users. From there, [Reproducible Builds]({{ site.baseurl }}/docs/Reproducible_Builds) provides a strong link between the source code and the actual app binaries that run on the device.
ru: VPN стали популярны, и их часто называют инструментом для улучшения конфиденциальности. Хотя иногда это действительно так, важно тщательно подходить к выбору VPN. Для начала стоит посмотреть, какие VPN-провайдеры отвечают [требованиям](https://guardianproject.info/2023/02/28/steps-towards-trusted-vpns/) для работы надежного VPN-сервиса. Надежный VPN должен быть свободным программным обеспечением, это не обсуждается. Во-первых, для того чтобы доверять программному обеспечению, необходима проверка. Наличие исходников - единственный способ увидеть все, что делает программа. F-Droid проверяет приложения, которые мы размещаем на этом сайте, что позволяет нам выявлять потенциальные проблемы и анти-функции. И мы рады слышать, что авторитетные VPN-провайдеры стараются выкладывать свои приложения на f-droid.org, чтобы укрепить доверие своих пользователей. Далее, [Reproducible Builds]({{ site.baseurl }}/docs/Reproducible_Builds) обеспечивает прочную связь между исходным кодом и реальными двоичными файлами приложения, которые запускаются на устройстве.
uk: VPN стали популярними та часто рекламуються як інструмент для поліпшення приватності. Хоча іноді це дійсно так, важливо бути обережним обираючи VPN. Для початку варто звернути увагу на те, які провайдери VPN відповідають [вимогам](https://guardianproject.info/2023/02/28/steps-towards-trusted-vpns/) надання надійних послуг VPN. Надійні VPN повинні бути вільним програмним забезпеченням, що не підлягає обговоренню. По-перше, щоб довіряти програмному забезпеченню, необхідна перевірка. Наявність програмного коду — це єдиний спосіб побачити все, що робить програма. F-Droid перевіряє застосунки, які ми постачаємо на цьому вебсайті, що дає нам змогу виявляти потенційні проблеми та небажані функції. І ми раді чути, що авторитетні VPN-провайдери докладають зусиль, щоб розмістити свої застосунки на f-droid.org, щоб завоювати довіру користувачів. А [відтворюваність збірок]({{ site.baseurl }}/docs/Reproducible_Builds) забезпечує надійний зв'язок між програмним кодом і фактичними двійковими файлами застосунку, які запускаються на пристрої.
zh_hans: VPN 已经变得流行，并且经常被吹捧为改善隐私的工具。虽然有时确实如此，但在选择 VPN 时务必谨慎行事。一个好的起点是查看哪些 VPN 提供商满足运行可信赖的 VPN 服务的[要求](https://guardianproject.info/2023/02/28/steps-towards-trusted-vpns/)。值得信赖的 VPN 必须是自由软件，这没有商量的余地。首先，需要检查才能选择信任软件。拥有源代码是查看软件正在做的所有事情的唯一途径。F-Droid 审查我们在本网站上发布的应用，这让我们能够发现潜在的问题和负面特征。我们很高兴听到信誉良好的 VPN 提供商努力在 f-droid.org 上发布他们的应用以建立与用户的信任。进一步，[可重复构建]({{ site.baseurl }}/docs/Reproducible_Builds) 在源代码和设备上运行的实际应用二进制文件之间提供了强有力的链接。

source: The best VPNs are the ones that use free software both for the client app, and for running the services. Indeed all OpenVPN, Shadowsocks, and WireGuard VPNs are based on free software since those standards are defined by free software projects. F-Droid looks into this as part of the reviews, and marks apps with relevant Anti-Features, like the [Non-Free Network Services](https://f-droid.org/docs/Anti-Features/#NonFreeNet) mark if the server side is not free software. And there are a number of free software projects that make it a lot easier to setup and run a VPN or proxy services. Here are some that are on f-droid.org:
ru: Лучшие VPN - это те, которые используют свободное программное обеспечение как для клиентского приложения, так и для работы сервисов. Действительно, все VPN OpenVPN, Shadowsocks и WireGuard основаны на свободном программном обеспечении, поскольку эти стандарты определены проектами свободного программного обеспечения. F-Droid изучает это в рамках обзоров и помечает приложения соответствующими анти-функциями, например, пометкой [Non-Free Network Services](https://f-droid.org/docs/Anti-Features/#NonFreeNet), если серверная часть не является свободным ПО. Существует ряд проектов свободного программного обеспечения, которые значительно упрощают настройку и работу VPN или прокси-сервисов. Вот некоторые из них на сайте f-droid.org:
uk: Найкращі VPN — це ті, що використовують вільне програмне забезпечення як для клієнтського застосунку, так і для запуску служб. Дійсно, всі OpenVPN, Shadowsocks і WireGuard VPN засновані на вільному програмному забезпеченні, оскільки ці стандарти визначаються проєктами вільного програмного забезпечення. F-Droid перевіряє це в рамках оглядів і позначає застосунки відповідними небажаними функціями, наприклад, позначкою [Невільні мережеві служби](https://f-droid.org/docs/Anti-Features/#NonFreeNet), якщо серверна частина не є вільним програмним забезпеченням. Існує низка проєктів вільного програмного забезпечення, які значно спрощують налаштування і роботу VPN або проксі-служб. Ось деякі з них на f-droid.org:
zh_hans: 最好的 VPN 不仅客户端应用是自由软件，而且使用自由软件运行服务。事实上，所有 OpenVPN、Shadowsocks 和 WireGuard VPN 都基于自由软件，因为这些标准是由自由软件项目定义的。F-Droid 将此作为审查的一部分进行调查，并标记具有相关负面特征的应用，例如，如果服务器端不是自由软件则标记为[非自由网络服务](https://f-droid.org/docs/Anti-Features/#NonFreeNet)。并且有许多自由软件项目可以更轻松地设置和运行 VPN 或代理服务。以下是 f-droid.org 上的一些内容：

source: [Bitmask](https://f-droid.org/packages/se.leap.bitmaskclient/) is a generic client for the [LEAP](https://leap.se/) VPN setup which powers [Calyx VPN](https://f-droid.org/packages/org.calyxinstitute.vpn/), [Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/), and more.
ru: [Bitmask](https://f-droid.org/packages/se.leap.bitmaskclient/) - это универсальный клиент для VPN-установки [LEAP](https://leap.se/), которая используется в [Calyx VPN](https://f-droid.org/packages/org.calyxinstitute.vpn/), [Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/) и других.
uk: [Bitmask](https://f-droid.org/packages/se.leap.bitmaskclient/) — універсальний клієнт для [LEAP](https://leap.se/) VPN, на якому працюють [Calyx VPN](https://f-droid.org/packages/org.calyxinstitute.vpn/), [Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/) та інші.
zh_hans: [Bitmask](https://f-droid.org/packages/se.leap.bitmaskclient/) 是支持 [Calyx VPN](https://f-droid.org/packages/org.calyxinstitute.vpn/)、[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/) 等的 [LEAP](https://leap.se/) VPN 通用客户端。

source: [eduVPN](https://f-droid.org/packages/nl.eduvpn.app/) is a VPN client for [Let's Connect](https://www.letsconnect-vpn.org/) VPN setup which powers [eduVPN](https://www.eduvpn.org/).
ru: [eduVPN](https://f-droid.org/packages/nl.eduvpn.app/) - это VPN-клиент для VPN-установки [Let's Connect](https://www.letsconnect-vpn.org/), на базе которой работает [eduVPN](https://www.eduvpn.org/).
uk: [eduVPN](https://f-droid.org/packages/nl.eduvpn.app/) — це VPN-клієнт для налаштування VPN [Let's Connect](https://www.letsconnect-vpn.org/), який забезпечує роботу [eduVPN](https://www.eduvpn.org/).
zh_hans: [eduVPN](https://f-droid.org/packages/nl.eduvpn.app/) 是用于运行 [eduVPN](https://www.eduvpn.org/) 的 [Let's Connect](https://www.letsconnect-vpn.org/) VPN 的客户端。

source: [OpenVPN for Android](https://f-droid.org/packages/de.blinkt.openvpn/) is a generic OpenVPN client for any VPN provider that offers it.
ru: [OpenVPN для Android](https://f-droid.org/packages/de.blinkt.openvpn/) - это универсальный клиент OpenVPN для любого VPN-провайдера, который его предлагает.
uk: [OpenVPN для Android](https://f-droid.org/packages/de.blinkt.openvpn/) — це універсальний клієнт OpenVPN для будь-якого VPN-провайдера, який його пропонує.
zh_hans: [OpenVPN for Android](https://f-droid.org/packages/de.blinkt.openvpn/) 通用 OpenVPN 客户端，可用于任何提供 OpenVPN 配置文件的 VPN 提供商。

source: [Outline](https://f-droid.org/packages/org.outline.android.client/) is an offering designed to let anyone run their own VPN based on Shadowsocks.
ru: [Outline](https://f-droid.org/packages/org.outline.android.client/) - это предложение, предназначенное для того, чтобы каждый мог запустить свой собственный VPN на базе Shadowsocks.
uk: [Outline](https://f-droid.org/packages/org.outline.android.client/) — це пропозиція, яка пропонує будь-кому запустити власну VPN на основі Shadowsocks.
zh_hans: [Outline](https://f-droid.org/packages/org.outline.android.client/) 旨在让任何人运行自己的基于 Shadowsocks 的 VPN。

source: [WireGuard](https://f-droid.org/packages/com.wireguard.android/) is a generic [WireGuard](https://www.wireguard.com/) client for any provider that offers it.
ru: [WireGuard](https://f-droid.org/packages/com.wireguard.android/) - это универсальный клиент [WireGuard](https://www.wireguard.com/) для любого провайдера, который его предлагает.
uk: [WireGuard](https://f-droid.org/packages/com.wireguard.android/) — загальний клієнт [WireGuard](https://www.wireguard.com/) для будь-якого провайдера, який його пропонує.
zh_hans: [WireGuard](https://f-droid.org/packages/com.wireguard.android/) 是通用的 [WireGuard](https://www.wireguard.com/) 协议客户端，可用于任何提供 Wireguard 配置文件的供应商。

source: So far, none of the VPN providers have taken the plunge into fully supporting reproducible builds. There is some progress: some of the releases of [WireGuard](https://verification.f-droid.org/com.wireguard.android.json), [Tailscale](https://verification.f-droid.org/com.tailscale.ipn.json), and [Mysterium VPN](https://verification.f-droid.org/network.mysterium.vpn.json) have been reproduced on our verification server. But these apps are not setup for the full reproducible publishing setup, which confirms that the f-droid.org version matches the upstream developer's version exactly, then publishes with the upstream signature. The F-Droid community is helping more and more apps achieve reproducible builds, which VPN app will be the first?
ru: Пока что ни один из VPN-провайдеров не решился на полную поддержку воспроизводимых сборок. Есть некоторый прогресс: некоторые из релизов [WireGuard](https://verification.f-droid.org/com.wireguard.android.json), [Tailscale](https://verification.f-droid.org/com.tailscale.ipn.json) и [Mysterium VPN](https://verification.f-droid.org/network.mysterium.vpn.json) были воспроизведены на нашем проверочном сервере. Но эти приложения не настроены для полной воспроизводимой публикации, которая подтверждает, что версия f-droid.org точно совпадает с версией разработчика, а затем публикуется с подписью upstream. Сообщество F-Droid помогает все большему количеству приложений добиться воспроизводимых сборок, какое VPN-приложение станет первым?
uk: Поки що жоден з VPN-провайдерів не взяв на себе зобов'язання повністю підтримувати відтворювані збірки. Є певний прогрес: деякі випуски [WireGuard](https://verification.f-droid.org/com.wireguard.android.json), [Tailscale](https://verification.f-droid.org/com.tailscale.ipn.json) і [Mysterium VPN](https://verification.f-droid.org/network.mysterium.vpn.json) були відтворені на нашому верифікаційному сервері. Але ці застосунки не налаштовані на повну відтворювану публікацію, яка підтверджує, що версія f-droid.org точно відповідає основній версії розробника, а потім публікується з підписом основного розробника. Спільнота F-Droid допомагає все більшій кількості застосунків досягти відтворюваності збірок, який VPN-застосунок стане першим?
zh_hans: 到目前为止，还没有一家 VPN 供应商完全支持可重复构建。有一些进展：[WireGuard](https://verification.f-droid.org/com.wireguard.android.json)、[Tailscale](https://verification.f-droid.org/com.tailscale.ipn.json) 的一些版本和 [Mysterium VPN](https://verification.f-droid.org/network.mysterium.vpn.json) 已在我们的验证服务器上重复构建。但这些应用并未针对完整的可重复发布设置进行设置，以确认 f-droid.org 版本与上游开发者的版本完全匹配，然后使用上游签名进行发布。F-Droid 社区正在帮助越来越多的应用实现可重复构建，哪个 VPN 应用将是第一个？

source: There are also a number of apps that are dedicated to a given provider. Although there are generic clients available, there are good reasons for a free software provider to ship a custom app. First, it can make configuration dead simple. Calyx VPN and Riseup VPN have no accounts at all, so just install the app, and turn on the VPN. Second, it allows the provider to include multiple methods of connecting and automatically switch between them, depending on what works best. We decide which apps to include based on what is best for the users. A VPN client that offers no additional functionality and just serves as a rebrand of an existing client does not serve users well. In order for an app from a specific provider to be included, it must provide real value to our users. Here is a list of some related examples:
ru: Существует также ряд приложений, предназначенных для конкретного поставщика. Несмотря на наличие типовых клиентов, у поставщика бесплатного программного обеспечения есть веские причины для создания собственного приложения. Во-первых, это может значительно упростить настройку. В Calyx VPN и Riseup VPN вообще нет учетных записей, так что просто установите приложение и включите VPN. Во-вторых, это позволяет провайдеру включить несколько способов подключения и автоматически переключаться между ними в зависимости от того, что лучше работает. Мы решаем, какие приложения включить, исходя из того, что лучше для пользователей. VPN-клиент, который не предлагает никакой дополнительной функциональности и просто является ребрендингом существующего клиента, не принесет пользы пользователям. Для того чтобы приложение от конкретного провайдера было включено в список, оно должно представлять реальную ценность для наших пользователей. Вот список соответствующих примеров:
uk: Існує також низка застосунків, призначених для певного постачальника. Хоча існують основні клієнти, є вагомі причини, чому постачальник вільного програмного забезпечення повинен надавати власний застосунок. По-перше, це може зробити конфігурацію надзвичайно простою. Calyx VPN і Riseup VPN взагалі не мають облікових записів, тому просто встановіть застосунок і ввімкніть VPN. По-друге, це дозволяє провайдеру включати кілька методів з'єднання й автоматично перемикатися між ними, залежно від того, що працює найкраще. Ми вирішуємо, які застосунки включити, виходячи з того, що краще для користувачів. VPN-клієнт, який не пропонує ніякої додаткової функціональності і є лише ребрендингом наявного клієнта, не приносить користі користувачам. Щоб застосунок від певного постачальника був включений, він повинен надавати справжню користь для наших користувачів. Ось список деяких прикладів на цю тему:
zh_hans: 还有许多专用于指定提供商的应用。尽管有可用的通用客户端，但自由软件提供商有充分的理由发布自定义应用。首先，它可以使配置非常简单。Calyx VPN 和 Riseup VPN 根本没有帐户，所以只需安装应用，然后打开 VPN。其次，它允许提供商包含多种连接方法，并根据最有效的方法在它们之间自动切换。我们根据最适合用户的情况来决定要收录哪些应用。不提供附加功能而仅作为现有客户端重新包装的 VPN 客户端并不能很好地服务于用户。要收录来自特定提供商的应用，它必须为我们的用户提供真正的价值。以下是一些相关示例的列表：

source: We also get lots of direct messages asking us to include various proprietary VPN apps, or promote various VPN services for a fee. That is of course a non-starter. The first step is free software.
ru: Мы также получаем множество прямых сообщений с просьбой включить различные фирменные VPN-приложения или рекламировать различные платные VPN-сервисы. Это, конечно, не выход. Первый шаг - это бесплатное программное обеспечение.
uk: Ми також отримуємо багато особистих повідомлень з проханням включити різні пропрієтарні застосунки VPN або просувати різні служби VPN за певну плату. Звісно, з цього не варто починати. Перший крок — це вільне програмне забезпечення.
zh_hans: 我们还收到很多直接联系，要求我们加入各种专有 VPN 应用，或推广各种收费的 VPN 服务。那当然是行不通的。自由软件是第一步。

source: A new F-Droid board for a new era of growth
ru: Новая плата F-Droid для новой эры роста
uk: Нова дошка F-Droid для нової епохи зростання
zh_hans: 新的 F-Droid 委员会，迎接新的增长时代

source: THE INTERNET, 20 March 2023 — The global F-Droid community is pleased to announce that it has officially accepted the merge request to adopt an official governance plan, and an inaugural board of directors consisting of community-nominated members.
ru: ИНТЕРНЕТ, 20 марта 2023 г. - Мировое сообщество F-Droid с радостью сообщает, что оно официально приняло запрос на слияние для принятия официального плана управления и создания первого совета директоров, состоящего из членов, номинированных сообществом.
uk: THE INTERNET, 20 березня 2023 р. — Світова спільнота F-Droid рада повідомити, що офіційно прийняла запит на злиття для прийняття офіційного плану керування та нагороджувальної ради директорів, що складається з призначених спільнотою учасників.
zh_hans: 2023 年 3 月 20 日，互联网 — 全球 F-Droid 社区很高兴地宣布，它已正式接受合并请求，以采用官方治理计划，并成立了由社区提名的成员组成的首届委员会。

source: The community has been legally established through [The Commons Conservancy](https://commonsconservancy.org/), a Netherlands-based foundation (["Stichting"](https://en.wikipedia.org/wiki/Stichting)) that exists as a home for technology efforts in the public interest. While The Commons Conservancy is our official and new legal home, F-Droid has established its own independent volunteer board of directors, who are entrusted by the F-Droid community to develop strategy, identify areas of improvement, help to resolve conflicts, and oversee technical projects and decisions by the community to reduce risk and increase trust of F-Droid users around the world. With so many recent changes to existing app store policies and government regulations, it's an interesting time for FOSS app stores like F-Droid. (Our new board member John Sullivan recently [spoke about this during FOSDEM 2023](https://fosdem.org/2023/schedule/event/app_store_changes/).)
ru: Сообщество было юридически оформлено через [The Commons Conservancy](https://commonsconservancy.org/), нидерландский фонд (["Stichting"](https://en.wikipedia.org/wiki/Stichting)), который существует как дом для технологических усилий в общественных интересах. Хотя The Commons Conservancy является нашим официальным и новым юридическим домом, F-Droid создал свой собственный независимый совет директоров из добровольцев, которым сообщество F-Droid доверило разработку стратегии, определение областей улучшения, помощь в разрешении конфликтов и контроль за техническими проектами и решениями сообщества для снижения рисков и повышения доверия пользователей F-Droid по всему миру. В связи с недавними изменениями в политике магазинов приложений и правительственных постановлениях, это интересное время для магазинов приложений FOSS, таких как F-Droid. (Наш новый член правления Джон Салливан недавно [говорил об этом во время FOSDEM 2023](https://fosdem.org/2023/schedule/event/app_store_changes/))
uk: Спільнота була юридично створена через [The Commons Conservancy](https://commonsconservancy.org/), фонд, що базується в Нідерландах (["Stichting"](https://en.wikipedia.org/wiki/Stichting)), який існує як домівка для технологічних зусиль в інтересах суспільства. У той час як The Commons Conservancy є нашим офіційним і новим юридичним домом, F-Droid створив власну незалежну волонтерську раду директорів, якій спільнота F-Droid довірила розробку стратегії, визначення сфер для вдосконалення, допомогу у вирішенні конфліктів і нагляд за технічними проєктами та рішеннями спільноти, щоб знизити ризик і підвищити довіру користувачів F-Droid по всьому світу. З такою великою кількістю нещодавніх змін в наявних політиках крамниць застосунків та урядових нормативних актах, це цікавий час для крамниць FOSS, таких як F-Droid. (Наш новий член правління Джон Салліван нещодавно [говорив про це під час FOSDEM 2023](https://fosdem.org/2023/schedule/event/app_store_changes/).)
zh_hans: 该社区是通过 [The Commons Conservancy](https://commonsconservancy.org/) 依法建立的，该基金会是荷兰的一个基金会 (["Stichting"](https://en.wikipedia.org/wiki/Stichting))，它作为公共利益的技术努力的家园而存在。虽然 The Commons Conservancy 是我们的官方的和新的法律上的家园，但 F-Droid 已经建立了自己的独立志愿者委员会，他们受 F-Droid 社区委托制定战略、确定改进领域、帮助解决冲突并监督社区的技术项目和决策，以降低风险并增加全球 F-Droid 用户的信任度。由于最近对现有应用商店政策和政府法规进行了如此多的更改，对于像 F-Droid 这样的 FOSS 应用商店来说，这是一个有趣的时刻。（我们的新委员会成员 John Sullivan 最近[在 FOSDEM 2023 期间谈到了这一点](https://fosdem.org/2023/schedule/event/app_store_changes/)。）

source: For the past several months, prospective board members drafted and refined internal organizational statutes and regulations which will become part of The Commons Conservancy's organizing documents, and which will also live and grow in [the existing F-Droid administrative repositories](https://gitlab.com/fdroid/admin) where community members can provide feedback over time to improve governance. The official statutes were voted and approved by the board on 19 January, and the first official meeting of the board took place on 16 February.
ru: В течение последних нескольких месяцев потенциальные члены правления составляли и дорабатывали внутренние организационные уставы и положения, которые станут частью организационных документов The Commons Conservancy, а также будут жить и развиваться в [существующих административных репозиториях F-Droid](https://gitlab.com/fdroid/admin), где члены сообщества смогут со временем оставлять отзывы для улучшения управления. Официальный устав был проголосован и утвержден советом 19 января, а первое официальное заседание совета состоялось 16 февраля.
uk: Протягом останніх кількох місяців майбутні члени правління розробляли та вдосконалювали внутрішні організаційні статути та положення, які стануть частиною організаційних документів The Commons Conservancy, а також житимуть і розвиватимуться в [наявних адміністративних репозиторіях F-Droid](https://gitlab.com/fdroid/admin), де члени спільноти зможуть надавати зворотній зв'язок з часом для покращення врядування. Офіційний статут був проголосований і затверджений правлінням 19 січня, а перше офіційне засідання правління відбулося 16 лютого.
zh_hans: 在过去的几个月里，未来的委员会成员起草并完善了内部组织章程和条例，它们将成为 The Commons Conservancy 组织文件的一部分，同时将在[现有的 F-Droid 管理存储库](https://gitlab.com/fdroid/admin)中进行托管和维护，社区成员可以随时提供反馈以改进治理。官方章程于 1 月 19 日由委员会投票通过，委员会第一次正式会议于 2 月 16 日举行。
