Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Push notifications are essential to the modern mobile experience because they allow apps to communicate with users in real-time, even when not actively in use. Relying on Google-provided push notifications is a concern for both privacy and independence. The proprietary FCM library cannot be included in F-Droid apps and relies on having Google services. As a result, it is common to see FOSS applications adopt a persistent direct connection between the application and the server as an alternative.
ru: Push-уведомления являются неотъемлемой частью современного мобильного опыта, поскольку они позволяют приложениям общаться с пользователями в режиме реального времени, даже если они не используются активно. Полагаясь на push-уведомления, предоставляемые Google, вы нарушаете конфиденциальность и независимость. Собственная библиотека FCM не может быть включена в приложения для F-Droid и полагается на наличие сервисов Google. В результате в качестве альтернативы в FOSS-приложениях часто используется постоянное прямое соединение между приложением и сервером.
uk: Push-сповіщення мають важливе значення для роботи сучасного мобільного, оскільки вони дають змогу застосункам взаємодіяти з користувачами в режимі реального часу, навіть якщо вони не активно використовуються. Покладатися на push-сповіщення, надані Google — загроза і приватності, і незалежності. Запатентована власницька FCM не може бути включена в застосунки F-Droid і покладається на наявність служб Google. Як наслідок, часто можна побачити, як вільні застосунки тримають постійний прямий зв'язок між застосунком і сервером як альтернативу.
zh_hans: 推送通知对于现代移动体验至关重要，因为它们允许应用与用户实时通信，即使未在主动使用时。依赖 Google 提供的推送通知导致了对隐私和独立性的担忧。专有的 FCM 库不能包含在 F-Droid 应用中，并且依赖于 Google 服务。因此，通常会看到 FOSS 应用采用应用和服务器之间的持久直接连接作为替代方案。

source: The limitations of direct app-server connections
ru: Ограничения прямых соединений приложений с серверами
uk: Обмеження прямих з'єднань застосунок-сервер
zh_hans: 应用-服务器直接连接的局限性

source: While it is technically possible for each application to connect to its own server and receive notifications directly, there are several reasons why this approach may not be practical or effective.
ru: Хотя технически возможно, чтобы каждое приложение подключалось к собственному серверу и получало уведомления напрямую, есть несколько причин, по которым такой подход может оказаться непрактичным и неэффективным.
uk: Хоча технічно можливо, щоб кожен застосунок під'єднувався до власного сервера та отримував сповіщення безпосередньо, є кілька причин, чому такий підхід може бути непрактичним або неефективним.
zh_hans: 虽然从技术上讲每个应用都可以连接到自己的服务器并直接接收通知，但有多种原因导致这种方法可能并不实用或有效。

source: Establishing and maintaining a direct connection between an app and a server can be resource-intensive, which can strain the device's battery, CPU, and network resources.
ru: Установление и поддержание прямого соединения между приложением и сервером может быть ресурсоемким, что приводит к снижению нагрузки на аккумулятор, процессор и сетевые ресурсы устройства.
uk: Встановлення та підтримка прямого з'єднання між застосунком і сервером може бути ресурсомістким, що може призвести до виснаження акумулятора, процесора та мережевих ресурсів пристрою.
zh_hans: 在应用和服务器之间建立和维护直接连接可能会占用大量资源，影响设备的电池、CPU 和网络资源。

source: To minimize resource load, the operating system (OS) tries to suspend applications that are not actively in use. However, if each app actively maintains a server connection, the OS cannot suspend them.
ru: Чтобы минимизировать нагрузку на ресурсы, операционная система (ОС) пытается приостановить работу приложений, которые активно не используются. Однако если каждое приложение активно поддерживает соединение с сервером, ОС не может приостановить их работу.
uk: Щоб мінімізувати навантаження на ресурси, операційна система (ОС) намагається призупинити роботу застосунків, які активно не використовуються. Однак, якщо кожен застосунок активно підтримує з'єднання з сервером, ОС не може їх призупинити.
zh_hans: 为了最大限度地减少资源负载，操作系统 (OS) 会尝试挂起未被主动使用的应用。但是，如果每个应用都主动维护服务器连接，则操作系统无法暂停它们。

source: Multiple apps pinging their own servers at variable intervals can prevent the device from going into a low-power sleep mode, which can drain the device's battery faster.
ru: Несколько приложений, пингующих свои собственные серверы через разные промежутки времени, могут помешать устройству перейти в спящий режим с низким энергопотреблением, что приведет к более быстрому разряду батареи.
uk: Кілька застосунків, що зв'язуються з власними серверами через різні проміжки часу, можуть перешкоджати переходу пристрою у режим сну з низьким енергоспоживанням, що може призвести до швидшого розрядження акумулятора пристрою.
zh_hans: 多个应用以可变的时间间隔 ping 自己的服务器会阻止设备进入低功耗睡眠模式，这会更快地耗尽设备的电池。

source: Giving one special app the ability to make priority connections minimizes these problems and allows for the OS to efficiently suspend other applications and go to sleep, saving resources and reducing battery consumption.
ru: Предоставление одному специальному приложению возможности устанавливать приоритетные соединения сводит эти проблемы к минимуму и позволяет ОС эффективно приостанавливать работу других приложений и переходить в спящий режим, экономя ресурсы и снижая расход батареи.
uk: Надання одному спеціальному застосунку можливості встановлювати пріоритетні з'єднання мінімізує ці проблеми та дає ОС змогу ефективно призупиняти роботу інших застосунків і переходити в режим сну, заощаджуючи ресурси та знижуючи споживання заряду батареї.
zh_hans: 让一个特殊的应用能够建立优先连接可以最大限度地减少这些问题，并允许操作系统有效地挂起其他应用并进入睡眠状态，从而节省资源并减少电池消耗。

source: As a developer, managing background services and optimizing connections can be complex and time-consuming. By using a push notification service, you can offload this responsibility to a dedicated app, allowing you to focus on other aspects of your app.
ru: Для разработчика управление фоновыми службами и оптимизация соединений могут быть сложными и отнимать много времени. Используя службу push-уведомлений, вы можете переложить эти обязанности на специальное приложение, что позволит вам сосредоточиться на других аспектах работы вашего приложения.
uk: Для розробника керування фоновими службами та оптимізація з'єднань може бути складним і трудомістким. Використовуючи службу push-сповіщень, ви можете перекласти цю відповідальність на спеціальний застосунок, що дасть вам змогу зосередитися на інших аспектах вашого застосунку.
zh_hans: 作为开发者，管理后台服务和优化连接可能既复杂又耗时。通过使用推送通知服务，您可以将此责任转移到专门的应用，让您专注于应用的其他方面。

source: How do I start with UnifiedPush, as a user?
ru: Как начать работу с UnifiedPush в качестве пользователя?
uk: Як почати роботу з UnifiedPush, як користувач?
zh_hans: 作为用户，我要如何开始使用 UnifiedPush？

source: Applications that support UnifiedPush can receive notifications via a dedicated UnifiedPush application that maintains a single server connection to receive all notifications. We call this "UnifiedPush application" a *distributor*; it distributes push notifications to other apps on the device. You can choose which distributor you want to use, self-host the server part, or even create your own. For more information on distributors, check out the [full list](https://unifiedpush.org/users/distributors/).
ru: Приложения, поддерживающие UnifiedPush, могут получать уведомления через специальное приложение UnifiedPush, которое поддерживает единое серверное соединение для получения всех уведомлений. Мы называем это "приложение UnifiedPush" *распространителем*; оно распределяет push-уведомления между другими приложениями на устройстве. Вы можете выбрать, какой дистрибутор вы хотите использовать, самостоятельно разместить серверную часть или даже создать свой собственный. Более подробную информацию о дистрибьюторах можно найти в [полном списке](https://unifiedpush.org/users/distributors/).
uk: Застосунки, що підтримують UnifiedPush, можуть отримувати сповіщення через виділений застосунок UnifiedPush, що підтримує єдине серверне з'єднання для отримання всіх сповіщень. Ми називаємо це «застосунком UnifiedPush» *дистриб'ютором*; він надає push-сповіщення іншим застосункам на пристрої. Ви можете вибрати, якого дистриб'ютора ви хочете використовувати, самостійно розмістити серверну частину або навіть створити власну. Для отримання додаткової інформації про дистриб'юторів перегляньте [весь список](https://unifiedpush.org/users/distributors/).
zh_hans: 支持 UnifiedPush 的应用可以通过专用的 UnifiedPush 应用接收通知，该应用维护单个服务器连接以接收所有通知。我们将此“UnifiedPush 应用”称为 *分发器*；它将推送通知分发到设备上的其他应用。您可以选择要使用的分发器，自行托管服务器部分，甚至创建自己的分发器。有关分发器的更多信息，请查看[完整列表](https://unifiedpush.org/users/distributors/)。

source: To use UnifiedPush on an application that supports it, you have to install and configure your distributor. You can use [UP-Example](https://f-droid.org/packages/org.unifiedpush.example/) as a simple test app.
ru: Чтобы использовать UnifiedPush в приложении, которое его поддерживает, необходимо установить и настроить дистрибутив. Вы можете использовать [UP-Example](https://f-droid.org/packages/org.unifiedpush.example/) в качестве простого тестового приложения.
uk: Щоб використовувати UnifiedPush у застосунку, який його підтримує, необхідно встановити та налаштувати дистриб'ютор. Ви можете використовувати [UP-Example](https://f-droid.org/packages/org.unifiedpush.example/) простим тестовим застосунком.
zh_hans: 要在支持它的应用上使用 UnifiedPush，您必须安装和配置您的分发器。您可以使用 [UP-Example](https://f-droid.org/packages/org.unifiedpush.example/) 作为简单的测试应用。

source: ![An animated SVG that shows how all distributors and apps are interchangeable and still work together through the UnifiedPush protocol]({% asset posts/2022-12-18-unifiedpush/animation-options.svg %})
ru: ![Анимированный SVG, показывающий, как все дистрибьюторы и приложения взаимозаменяемы и при этом работают вместе по протоколу UnifiedPush]({% asset posts/2022-12-18-unifiedpush/animation-options.svg %})
uk: ![Анімований SVG, який показує, яким чином усі дистриб'ютори та застосунки взаємозамінні та працюють разом через протокол UnifiedPush]({% asset posts/2022-12-18-unifiedpush/animation-options.svg %})
zh_hans: ![一张 SVG 动图，展示了任意分发器和应用是如何通过 UnifiedPush 协议，可互相替换并仍能协同工作]({% asset posts/2022-12-18-unifiedpush/animation-options.svg %})

source: *All distributors are compatible with all apps*
ru: *Все дистрибьюторы совместимы со всеми приложениями*
uk: * Усі дистриб'ютори сумісні з усіма застосунками*
zh_hans: *所有分发器与应用都兼容*

source: TL;DR on Android
ru: TL;DR на Android
uk: На Android
zh_hans: TL;DR 关于 Android

source: The easiest way to set UnifiedPush up with an [application that supports it](https://unifiedpush.org/users/apps/) is to:
ru: Самый простой способ установить UnifiedPush с [поддерживающим его приложением](https://unifiedpush.org/users/apps/) - это:
uk: Найпростіший спосіб налаштувати UnifiedPush за допомогою [застосунку, який його підтримує](https://unifiedpush.org/users/apps/) — це:
zh_hans: 设置 UnifiedPush 并使用[支持它的应用](https://unifiedpush.org/users/apps/)的最简单方法是：

source: Install the [ntfy](https://ntfy.sh/#subscribe-phone) Android application; this is your distributor
ru: Установите приложение [ntfy](https://ntfy.sh/#subscribe-phone) для Android; это ваш дистрибьютор
uk: Установіть застосунок [ntfy](https://ntfy.sh/#subscribe-phone) для Android, це ваш дистриб'ютор
zh_hans: 安装 [ntfy](https://ntfy.sh/#subscribe-phone) Android 应用；这是你的分发器

source: Open it, and disable battery optimization for it
ru: Откройте его и отключите оптимизацию батареи для него
uk: Відкрийте його та вимкніть для нього оптимізацію батареї
zh_hans: 打开它，并为其禁用电池优化

source: Turn on UnifiedPush in the application; it will detect ntfy automatically. (This step depends on the app's UX)
ru: Включите UnifiedPush в приложении; он обнаружит ntfy автоматически. (Этот шаг зависит от UX приложения)
uk: Увімкніть UnifiedPush у застосунку; він визначить ntfy автоматично. (Цей крок залежить від UX застосунку)
zh_hans: 在应用中开启UnifiedPush；它会自动检测 ntfy。 （此步骤取决于应用的用户体验）

source: ![A screenshot of the distributor selection screen showing Gotify-UP, Google Services, ntfy, UP-FCM Distributor, NextPush, NoProvider2Push]({% asset posts/2022-12-18-unifiedpush/distributor-selection.png %}){: style="max-height:50%;" }
ru: ![Скриншот экрана выбора дистрибьютора с изображением Gotify-UP, Google Services, ntfy, UP-FCM Distributor, NextPush, NoProvider2Push]({% asset posts/2022-12-18-unifiedpush/distributor-selection.png %}){: style="max-height:50%;" }
uk: ![Знімок екрана вибору дистриб’ютора, на якому показано Gotify-UP, Google Services, ntfy, UP-FCM Distributor, NextPush, NoProvider2Push]({% asset posts/2022-12-18-unifiedpush/distributor-selection.png %}){: style="max-height:50%;" }
zh_hans: ![分发器选择屏幕截图，显示 Gotify-UP、Google Services、ntfy、UP-FCM 分发器、NextPush、NoProvider2Push]({% asset posts/2022-12-18-unifiedpush/distributor-selection.png %}){: style="max-height:50%;" }

source: _When there are multiple distributors available (yes, I know I have too many :P), you can pick between them. When there's just one, it is automatically selected._
ru: _Когда доступно несколько дистрибьюторов (да, я знаю, что у меня их слишком много :P), вы можете выбрать один из них. Когда есть только один, он выбирается автоматически._
uk: _Коли доступно кілька дистриб'юторів (так, я знаю, що у мене їх забагато :P), ви можете вибрати одного з них. Коли є лише один, він обирається автоматично._
zh_hans: _当有多个分发器可用时（是的，我知道我有太多分发器了 :P），您可以在它们之间进行选择。只有一个时，它将自动被选择_

source: How to add UnifiedPush support to my app, as a developer?
ru: Как добавить поддержку UnifiedPush в мое приложение, будучи разработчиком?
uk: Як мені, як розробнику, додати підтримку UnifiedPush до мого застосунку?
zh_hans: 作为开发者，如何向我的应用添加 UnifiedPush 支持？

source: To add UnifiedPush support to your application, you first need to ensure that your server is UnifiedPush compatible: it must be able to send notifications to different endpoints, which are URLs pointing to various servers used by users. If your application uses a gateway to work with Google push notifications, modifying the gateway can make it compatible with UnifiedPush.
ru: Чтобы добавить поддержку UnifiedPush в свое приложение, сначала нужно убедиться, что ваш сервер совместим с UnifiedPush: он должен быть способен отправлять уведомления на различные конечные точки, которые представляют собой URL-адреса, указывающие на различные серверы, используемые пользователями. Если ваше приложение использует шлюз для работы с push-уведомлениями Google, модификация шлюза может сделать его совместимым с UnifiedPush.
uk: Щоб додати підтримку UnifiedPush у свій застосунок, спочатку потрібно переконатися, що ваш сервер сумісний з UnifiedPush: він повинен мати можливість надсилати сповіщення на різні кінцеві точки, які є URL-адресами, що вказують на різні сервери, використовувані користувачами. Якщо ваш застосунок використовує шлюз для роботи з push-сповіщеннями Google, модифікація шлюзу може зробити його сумісним з UnifiedPush.
zh_hans: 要为您的应用添加 UnifiedPush 支持，您首先需要确保您的服务器与 UnifiedPush 兼容：它必须能够将通知发送到不同的端点，这些端点是指向用户使用的各种服务器的 URL。如果您的应用使用网关来处理 Google 推送通知，则修改网关可以使其与 UnifiedPush 兼容。

source: On the mobile app side, once the user enables UnifiedPush, you have to check for installed distributors on the user's device. The app should then prompt the user to select the distributor they want to use. Afterward, you can register with it.
ru: На стороне мобильного приложения, когда пользователь включает UnifiedPush, необходимо проверить наличие установленных дистрибьюторов на устройстве пользователя. Затем приложение должно предложить пользователю выбрать дистрибьютора, которого он хочет использовать. После этого можно зарегистрироваться у него.
uk: На стороні мобільного застосунку, після того, як користувач увімкне UnifiedPush, необхідно перевірити наявність встановлених дистриб'юторів на пристрої користувача. Після цього застосунок повинен запропонувати користувачеві вибрати дистриб'ютора, якого він хоче використовувати. Після цього можна зареєструватися за допомогою нього.
zh_hans: 在移动应用端，一旦用户启用 UnifiedPush，您必须检查用户设备上是否安装了分发器。然后，该应用应提示用户选择他们想要使用的分发器。之后，您可以注册它。

source: The selected distributor will then send a new endpoint, which the application should forward to its server. Then, the app prepares to receive data sent to that endpoint by registering an Android BroadcastReceiver. This BroadcastReceiver handles the messages coming from your server (often a ping to fetch the notifications).
ru: Выбранный дистрибьютор отправит новую конечную точку, которую приложение должно перенаправить на свой сервер. Затем приложение готовится к приему данных, отправленных на эту конечную точку, регистрируя Android BroadcastReceiver. Этот BroadcastReceiver обрабатывает сообщения, поступающие с вашего сервера (часто это пинг для получения уведомлений).
uk: Потім обраний дистриб'ютор надішле нову кінцеву точку, яку застосунок повинен перенаправити на свій сервер. Потім застосунок готується до отримання даних, надісланих на цю кінцеву точку, зареєструвавши Android BroadcastReceiver. Цей BroadcastReceiver обробляє повідомлення, що надходять з вашого сервера (часто пінг для отримання сповіщень).
zh_hans: 选定的分发器将发送一个新的端点，应用应将其转发到其服务器。然后，应用准备通过注册 Android BroadcastReceiver 来接收发送到该端点的数据。此 BroadcastReceiver 处理来自您的服务器的消息（通常是 ping 以获取通知）。

source: It is important to register the application with the selected distributor every time the application starts, in case they get out of sync. If the application receives the same endpoint again, it does not need to re-register it.
ru: Важно регистрировать приложение у выбранного дистрибьютора при каждом запуске приложения, на случай если они рассинхронизируются. Если приложение снова получит ту же конечную точку, ему не нужно будет регистрировать ее заново.
uk: Важливо реєструвати застосунок в обраного дистриб'ютора за кожного запуску застосунку, на випадок, якщо вони розійдуться в часі. Якщо застосунок знову отримує ту ж саму кінцеву точку, то повторно реєструвати його не потрібно.
zh_hans: 每次应用启动时向选定的分发器注册应用很重要，以防它们不同步。如果应用再次收到相同的端点，则不需要重新注册端点。

source: Most of this is handled by the UnifiedPush library. You can find more detailed instructions on [our documentation website](https://unifiedpush.org/developers/android/).
ru: Большую часть этой работы выполняет библиотека UnifiedPush. Более подробные инструкции вы можете найти на [нашем сайте документации](https://unifiedpush.org/developers/android/).
uk: Більшість з цього обробляється бібліотекою UnifiedPush. Ви можете знайти докладніші інструкції на [нашому вебсайті з документацією](https://unifiedpush.org/developers/android/).
zh_hans: 其中大部分由 UnifiedPush 库处理。您可以在[我们的文档网站](https://unifiedpush.org/developers/android/)上找到更详细的说明。

source: If you need help with implementing UnifiedPush in your app, we are happy to answer any questions you have on our [Matrix chat](https://matrix.to/#/#unifiedpush:matrix.org).
ru: Если вам нужна помощь с внедрением UnifiedPush в ваше приложение, мы будем рады ответить на любые ваши вопросы в нашем [Matrix chat](https://matrix.to/#/#unifiedpush:matrix.org).
uk: Якщо вам потрібна допомога з впровадженням UnifiedPush у вашому застосунку, ми будемо раді відповісти на будь-які ваші запитання в нашій [бесіді Matrix](https://matrix.to/#/#unifiedpush:matrix.org).
zh_hans: 如果您在应用中实现 UnifiedPush 时需要帮助，我们很乐意回答您在我们的 [Matrix 聊天室](https://matrix.to/#/#unifiedpush:matrix.org)中提出的任何问题。

source: *Note: This blog post focuses on Android; instructions to add UnifiedPush support on a Linux application can be found [on our website](https://unifiedpush.org/developers/go_c/).*
ru: *Примечание: эта статья в блоге посвящена Android; инструкции по добавлению поддержки UnifiedPush в приложения для Linux можно найти [на нашем сайте](https://unifiedpush.org/developers/go_c/).*
uk: *Примітка: Цей допис у блозі присвячена Android; інструкції щодо додавання підтримки UnifiedPush в застосунки для Linux можна знайти [на нашому сайті](https://unifiedpush.org/developers/go_c/).*
zh_hans: *注意：这篇博文主要针对 Android；[在我们的网站上](https://unifiedpush.org/developers/go_c/)可以找到在 Linux 应用上添加 UnifiedPush 支持的说明。*

source: How does UnifiedPush work under the hood?
ru: Как работает UnifiedPush под капотом?
uk: Як UnifiedPush працює під капотом?
zh_hans: UnifiedPush 底层是如何工作的？

source: At its core, UnifiedPush is a specification. That specification is split into two halves:
ru: По своей сути UnifiedPush - это спецификация. Эта спецификация разделена на две половины:
uk: За своєю суттю UnifiedPush — це специфікація. Вона розділена на дві половини:
zh_hans: UnifiedPush 的核心是一个规范。该规范分为两半：

source: On the device (client) side, it defines an Application Programming Interface (API) to allow **any end-user application** (ex. your messaging app) to communicate with **any distributor application** (ntfy, NextPush, etc.)
ru: На стороне устройства (клиента) он определяет интерфейс прикладного программирования (API), позволяющий **любому приложению конечного пользователя** (например, вашему приложению для обмена сообщениями) взаимодействовать с **любым приложением-распространителем** (ntfy, NextPush и т. д.)
uk: На стороні пристрою (клієнта) він визначає програмний інтерфейс (API), щоб дозволити **будь-якому застосунку кінцевого користувача** (наприклад, вашому застосунку для обміну повідомленнями) спілкуватися з **будь-яким застосунком-дистриб'ютором** (ntfy, NextPush тощо)
zh_hans: 在设备（客户）端，它定义了一个应用编程接口 (API) 以允许**任何最终用户应用**（例如您的消息应用）与**任何分发器应用**（ ntfy、NextPush 等）

source: On the server side, the API describes how the **application server** (Matrix homeserver, Mastodon instance, etc.) sends messages to the **push server** (ntfy server, Nextcloud server, etc.).
ru: На стороне сервера API описывает, как **сервер приложений** (домашний сервер Matrix, экземпляр Mastodon и т. д.) отправляет сообщения на **push-сервер** (сервер ntfy, сервер Nextcloud и т. д.).
uk: На стороні сервера API описує, як **сервер застосунків** (домашній сервер Matrix, екземпляр Mastodon тощо) надсилає повідомлення на **push-сервер** (сервер ntfy, сервер Nextcloud тощо).
zh_hans: 在服务器端，API 描述了**应用服务器**（Matrix homeserver、Mastodon 实例等）如何向**推送服务器**（ntfy 服务器、Nextcloud 服务器等）发送消息.

source: Our client libraries and the reference proxies assist in implementing both sides of the specification, respectively.
ru: Наши клиентские библиотеки и эталонные прокси помогают реализовать обе стороны спецификации соответственно.
uk: Наші клієнтські бібліотеки та довідкові проксі-сервери допомагають реалізувати обидві частини специфікації відповідно.
zh_hans: 我们的客户端库和参考代理分别协助实施规范的两端。

source: To obtain a UnifiedPush endpoint (capability URL to send notifications to), the end-user application registers with the UnifiedPush distributor, which maintains a constant connection with the push server. Upon registration, the distributor provides the application with a unique URL pointing to the push server. This endpoint URL is then transmitted by the application client to the application server.
ru: Чтобы получить конечную точку UnifiedPush (URL-адрес возможности для отправки уведомлений), приложение конечного пользователя регистрируется у дистрибьютора UnifiedPush, который поддерживает постоянное соединение с push-сервером. После регистрации дистрибьютор предоставляет приложению уникальный URL, указывающий на push-сервер. Этот URL конечной точки затем передается клиентом приложения на сервер приложений.
uk: Для отримання кінцевої точки UnifiedPush (URL-адреси для надсилання сповіщень) застосунок кінцевого користувача реєструється у дистриб'ютора UnifiedPush, який підтримує постійний зв'язок з push-сервером. Після реєстрації дистриб'ютор надає застосунку унікальну URL-адресу, що вказує на push-сервер. Ця URL-адреса кінцевої точки потім передається клієнтом застосунку на сервер застосунків.
zh_hans: 为获得 UnifiedPush 端点（向其发送通知的功能 URL），最终用户应用向 UnifiedPush 分发器注册，该分发器与推送服务器保持持续连接。注册后，分发者向应用提供指向推送服务器的唯一 URL。该端点 URL 然后由应用客户端传输到应用服务器。
