Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: F-Droid started out with a focus on providing verified free software in an Android app repository. That remains the core goal of the F-Droid community. We built a lot of software to achieve that goal, and along the way, we realized that F-Droid is also a complete "app store kit" that anyone could use. It also includes complete build and release tools for managing the process of turning app source code into published builds.
de: F-Droid's anfänglicher Schwerpunkt lag auf der Bereitstellung geprüfter, freier Software in einem Android-App-Repository. Das bleibt weiterhin das Kernziel der F-Droid-Community. Wir entwickelten jede Menge Software, um dieses Ziel zu erreichen und entdeckten auf diesem Weg, dass F-Droid auch ein kompletter "App-Store-Bausatz" ist, den jeder nutzen kann. Er beinhaltet vollständige Herstellungs- und Veröffentlichungsinstrumente, um den Umwandlungsprozess vom App-Quellcode zur veröffentlichten Version zu bewerkstelligen.
pl: F-Droid rozpoczął działalność od skupienia się na dostarczaniu sprawdzonego bezpłatnego oprogramowania w repozytorium aplikacji dla systemu Android. To pozostaje głównym celem społeczności F-Droid. Zbudowaliśmy wiele oprogramowania, aby osiągnąć ten cel, a po drodze zdaliśmy sobie sprawę, że F-Droid jest także kompletnym "zestawem aplikacji", z którego każdy może skorzystać. Zawiera również kompletne narzędzia do kompilacji i wydania, umożliwiające zarządzanie procesem przekształcania kodu źródłowego aplikacji w opublikowane kompilacje.
ro: F-Droid a pornit cu scopul de a oferi software gratuit verificat într-un depozit de aplicații Android. Acesta rămâne obiectivul principal al comunității F-Droid. Am construit o mulțime de software pentru a atinge acest obiectiv și, pe parcurs, ne-am dat seama că F-Droid este, de asemenea, un "kit de magazin de aplicații" complet pe care oricine îl poate folosi. Acesta include, de asemenea, instrumente complete de construire și lansare pentru gestionarea procesului de transformare a codului sursă al aplicațiilor în versiuni publicate.
ru: F-Droid начинал свою деятельность с того, что предоставлял проверенное бесплатное программное обеспечение в репозитории приложений для Android. Это остается основной целью сообщества F-Droid. Мы создали много программного обеспечения для достижения этой цели, и по пути мы поняли, что F-Droid - это также полный "набор для магазина приложений", который может использовать каждый. Он также включает в себя полные инструменты сборки и выпуска для управления процессом превращения исходного кода приложений в опубликованные сборки.
uk: F-Droid розпочав свою діяльність із зосередження на наданні перевіреного вільного програмного забезпечення в репозиторії застосунків для Android. Це залишається основною метою спільноти F-Droid. Ми створили багато програмного забезпечення для досягнення цієї цілі й водночас зрозуміли, що F-Droid — це також повний "набір крамниці застосунків", який може використати кожен. Він також містить усі засоби побудови та випуску для керування процесом перетворення джерельного коду програми в оприлюднених збірках.
zh_hans: F-Droid 最初致力于在 Android 应用存储库中提供经过验证的自由软件。这仍然是 F-Droid 社区的核心目标。我们开发了许多软件来实现该目标，并且一路走来，我们意识到 F-Droid 还是任何人都可以使用的完整“应用商店套件”。它还包括完整的构建和发布工具，用于管理将应用源代码转换为发布的构建的过程。

source: What's New
de: Was gibt es Neues?
pl: Co nowego
ro: Ce este nou
ru: Что нового
uk: Що нового
zh_hans: 新版变化

source: There are many things that are new and improved in 1.0, so this post covers some highlights. In the user interface, there is a whole now architecture as well as a lot of new small improvements.
de: Es gibt viele Dinge in 1.0, die neu und verbessert sind, dieser Post wird einige Höhepunkte betrachten. Die Benutzeroberfläche erhielt neben einem komplett neuen Aufbau zahlreiche neue, kleinere Verbesserungen.
pl: Jest wiele rzeczy, które są nowe i ulepszone w wersji 1.0, więc ten post obejmuje kilka najważniejszych informacji. W interfejsie użytkownika znajduje się teraz cała architektura, a także wiele nowych drobnych ulepszeń.
ro: Există multe lucruri noi și îmbunătățite în versiunea 1.0, așa că această postare cuprinde câteva dintre cele mai importante. În interfața cu utilizatorul, există o întreagă arhitectură nouă, precum și o mulțime de mici îmbunătățiri noi.
ru: В версии 1.0 появилось много нового и улучшенного, поэтому в этой заметке мы рассмотрим некоторые основные моменты. В пользовательском интерфейсе полностью изменилась архитектура, а также появилось множество новых мелких улучшений.
uk: У 1.0 є багато нового і вдосконаленого, тому цей допис охоплює деякі основні миті. В інтерфейсі користувача є ціла архітектура, а також багато нових невеликих вдосконалень.
zh_hans: 1.0 中有很多新的和改进的内容，因此本文只涵盖了一些重要的内容。在用户界面中，现在有一个全新架构以及许多新的小改进。

source: apps can include [screenshots and feature graphics]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots)
de: Apps können [Bildschirmfotos und Grafiken]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots) beinhalten
pl: aplikacje mogą zawierać [zrzuty ekranu i wyróżnione grafiki]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots)
ro: aplicațiile pot include [screenshots and feature graphics]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots)
ru: приложения могут включать [скриншоты и графики характеристик]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots)
uk: застосунки можуть включати [знімки екрана та графічні можливості]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots)
zh_hans: 应用可以包含[屏幕截图和特色图片]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots)

source: donations to app developers highlighted on the App Details screen
de: Spendenmöglichkeiten an App-Entwickler werden in der App-Detailansicht hervorgehoben
pl: darowizny dla programistów aplikacji wyróżnione na ekranie Szczegóły aplikacji
ro: donații către dezvoltatorii de aplicații evidențiate pe ecranul App Details (Detalii aplicație)
ru: пожертвования разработчикам приложений, выделенные на экране App Details
uk: допомога розробникам застосунків, виділена на екрані "Подробиці застосунку"
zh_hans: 应用详细信息屏幕上突出显示向应用开发人员捐款

source: inline download/install buttons for quick installation
de: Schaltflächen für Download/Installation in derselben Zeile für schnelle Installationen
pl: wbudowane przyciski pobierania/instalacji dla szybkiej instalacji
ro: butoane de descărcare/instalație în linie pentru o instalare rapidă
ru: встроенные кнопки загрузки/установки для быстрой установки
uk: вбудовані кнопки завантаження/встановлення для швидкого встановлення
zh_hans: 内联下载/安装按钮，用于快速安装

source: all app texts can be [translated]({{ site.baseurl }}/docs/Translation_and_Localization)
de: alle App-Texte können [übersetzt]({{ site.baseurl }}/docs/Translation_and_Localization) werden
pl: wszystkie teksty aplikacji mogą być [przetłumaczone]({{ site.baseurl }}/docs/Translation_and_Localization)
ro: toate textele aplicației pot fi [translated]({{ site.baseurl }}/docs/Translation_and_Localization)
ru: все тексты приложений могут быть [переведены]({{ site.baseurl }}/docs/Translation_and_Localization)
uk: усі тексти застосунків можна [перекласти]({{ site.baseurl }}/docs/Translation_and_Localization)
zh_hans: 所有应用文本都可以[翻译]({{ site.baseurl }}/docs/Translation_and_Localization)

source: apps with [known security vulnerabilities](https://monitor.f-droid.org/anti-feature/KnownVuln) will be marked
de: Apps mit [bekannten Sicherheitsrisiken](https://monitor.f-droid.org/anti-feature/KnownVuln) werden gekennzeichnet
pl: aplikacje ze [znanymi lukami w zabezpieczeniach](https://monitor.f-droid.org/anti-feature/KnownVuln) zostaną oznaczone
ro: aplicațiile cu [known security vulnerabilities](https://monitor.f-droid.org/anti-feature/KnownVuln) vor fi marcate
ru: Приложения с [известными уязвимостями безопасности](https://monitor.f-droid.org/anti-feature/KnownVuln) будут помечены
uk: застосунки з [відомими вразливостями безпеки](https://monitor.f-droid.org/anti-feature/KnownVuln) буде позначено
zh_hans: 具有[已知安全漏洞](https://monitor.f-droid.org/anti-feature/KnownVuln)的应用将被标记

source: {: .gallery} * [![App Details]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-app-details.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-app-details.png) * [![Search]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-search.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-search.png) * [![Updates]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-updates.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-updates.png)
de: {: .gallery} * [![App-Details]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-app-details.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-app-details.png) * [![Suche]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-search.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-search.png) * [![Aktualisierungen]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-updates.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-updates.png)
pl: {: .gallery} * [![Szczegóły aplikacji]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-app-details.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-app-details.png) * [![Szukaj]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-search.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-search.png) * [![Aktualizacje]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-updates.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-updates.png)
ro: {: .gallery} * [![App Details]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-app-details.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-app-details.png) * [![Căutare]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-search.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-search.png) * [![Actualizări]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-updates.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-updates.png)
ru: {: .gallery} * [![Детали]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-app-details.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-app-details.png) * [![Поиск]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-search.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-search.png) * [![Обновления]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-updates.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-updates.png)
uk: {: .gallery} * [![Подробиці застосунку]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-app-details.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-app-details.png) * [![Пошук]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-search.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-search.png) * [![Оновлення]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-updates.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-updates.png)
zh_hans: {: .gallery} * [![应用详细信息]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-app-details.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-app-details.png) * [![搜索]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-search.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-search.png) * [![更新]({% asset posts/2017-10-10-fdroid-is-1.0/screenshot-updates.png %})](https://f-droid.org/repo/org.fdroid.fdroid/en-US/phoneScreenshots/screenshot-updates.png)

source: F-Droid is now a first class app store
de: F-Droid ist jetzt ein Premium-App-Store
pl: F-Droid jest teraz sklepem pierwszej klasy
ro: F-Droid este acum un magazin de aplicații de primă clasă
ru: F-Droid теперь первоклассный магазин приложений
uk: Тепер F-Droid - це першокласний каталог застосунків
zh_hans: F-Droid 现在是一流的应用商店

source: F-Droid can now be your only app store, fully integrated into your device with background updates and streamlined installs, all without sacrificing any of the privacy or security that F-Droid has always offered. F-Droid is already well known among those who install custom Android ROMs on their devices, and that is now much better supported via the F-Droid [Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/), which can be flashed onto a device like any other OTA (Over-The-Air) update ZIP.
de: F-Droid kann jetzt Ihr einziger App-Store sein, voll in Ihr Gerät integriert mit Hintergrundaktualisierungen und nahtlosen Installationen, alles ohne dabei Datenschutz und Sicherheit zu opfern, die F-Droid schon immer bot. F-Droid ist unter denen, die Custom ROMs auf ihren Android-Geräten installieren, bereits bestens bekannt, was nun weit besser über die F-Droid-[Rechteerweiterung](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/) unterstützt wird, die, wie jede andere “OTA (Over-The-Air) Update ZIP“ auf einem Gerät installiert werden kann.
pl: F-Droid może teraz być Twoim jedynym sklepem z aplikacjami, w pełni zintegrowanym z Twoim urządzeniem dzięki aktualizacjom w tle i usprawnionym instalacjom, a wszystko to bez poświęcania prywatności i bezpieczeństwa, które zawsze oferował F-Droid. F-Droid jest już dobrze znany wśród tych, którzy instalują niestandardowe ROM-y z Androidem na swoich urządzeniach, a teraz jest o wiele lepiej obsługiwany przez [Uprzywilejowane rozszerzenie F-Droid](https://f-droid.org/pl/packages/org.fdroid.fdroid.privileged.ota/), które można przesłać na urządzenie jak każde inne uaktualnienie ZIP OTA (Over-The-Air).
ro: F-Droid poate fi acum singurul tău magazin de aplicații, complet integrat în dispozitiv, cu actualizări în fundal și instalări simplificate, fără a sacrifica confidențialitatea sau securitatea pe care F-Droid le-a oferit întotdeauna. F-Droid este deja binecunoscut printre cei care instalează ROM-uri Android personalizate pe dispozitivele lor, iar acest lucru este acum mult mai bine susținut prin intermediul F-Droid [Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/), care poate fi implementat pe un dispozitiv ca orice altă actualizare OTA (Over-The-Air) ZIP.
ru: Теперь F-Droid может стать вашим единственным магазином приложений, полностью интегрированным в ваше устройство с фоновыми обновлениями и упрощенной установкой, и все это без ущерба для конфиденциальности и безопасности, которые всегда предлагал F-Droid. Он уже хорошо известен среди тех, кто устанавливает на свои устройства пользовательские ПЗУ Android, и теперь это стало намного лучше благодаря F-Droid [Privileged Extension](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/), который может быть прошит на устройство как любое другое OTA (Over-The-Air) обновление ZIP.
uk: Тепер F-Droid може стати вашим єдиним каталогом застосунків, повністю вбудованим у ваш пристрій з оновленнями у тлі й спрощеним установленням, і все це без шкоди для приватності та безпеки, що завжди пропонував F-Droid. F-Droid вже добре відомий серед тих, хто встановлює на свої пристрої користувацькі прошивки Android, і тепер це стало набагато краще підтримуватися за допомогою [Привілейованих розширень](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/) F-Droid, які можна прошивати на пристрій, як будь-яка іншу прошивку (повітряну) оновлення ZIP.
zh_hans: F-Droid 现在可以成为你唯一的应用商店，通过后台更新和简化的安装完全集成到你的设备中，所有这些都不会牺牲 F-Droid 一直提供的隐私或安全。F-Droid 在使用自定义 Android ROM 的人们中已经众所周知，现在通过 F-Droid [特权扩展](https://f-droid.org/packages/org.fdroid.fdroid.privileged.ota/)可以更好地支持这一点，它可以像其他任何 OTA 更新 ZIP 一样刷入设备。

source: We will work with any ROM project to help them integrate F-Droid as the default app store, built into the ROM. See the [Privileged Extension instructions](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom) for how to get started.
de: Wir werden mit allen ROM-Projekten zusammenarbeiten, um ihnen dabei zu helfen, F-Droid als Standard-App-Store zu integrieren, den das ROM mitbringt. Siehe [Anleitung zur Rechteerweiterung](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom), um mehr dazu zu erfahren.
pl: Będziemy pracować z każdym projektem ROM, aby pomóc zintegrować F-Droida jako domyślny sklep z aplikacjami, wbudowany w ROM. Aby rozpocząć, zobacz instrukcje [Rozszerzenie uprzywilejowanego użytkownika](https://gitlab.com/fdroid/privileged-extension/how-do-i-build-it-my-rom-).
ro: Vom lucra cu orice proiect ROM pentru a-i ajuta să integreze F-Droid ca magazin de aplicații implicit, integrat în ROM. Consultați [Privileged Extension instructions](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom) pentru a afla cum să începeți.
ru: Мы будем работать с любым проектом ROM, чтобы помочь им интегрировать F-Droid в качестве магазина приложений по умолчанию, встроенного в ROM. О том, как начать работу, читайте в [Инструкции по расширению привилегий](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom).
uk: Ми працюватимемо з будь-яким проєктом прошивки, щоб допомогти їм інтегрувати F-Droid типовим каталогом застосунків, вбудованим у прошивку. Перегляньте [Вказівки привілейованого розширення](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom), щоб дізнатися, як розпочати роботу.
zh_hans: 我们将与任何 ROM 项目一起工作，以帮助他们将 F-Droid 集成在 ROM 中作为内置的默认应用商店。请参见[特权扩展说明](https://gitlab.com/fdroid/privileged-extension/#how-do-i-build-it-into-my-rom)了解如何开始。

source: F-Droid in your language
de: F-Droid in Ihrer Sprache
pl: F-Droid w twoim języku
ro: F-Droid în limba dvs
ru: F-Droid на твоем языке
uk: F-Droid вашою мовою
zh_hans: 用你的语言使用 F-Droid

source: All parts of F-Droid are now translatable, including the app descriptions, website and the command line tools. They are already translated into many languages. Having free software available in people's native languages greatly reduces the barriers to entry. Look at the menu in the upper right of this website for the available languages.
de: Alle Bestandteile von F-Droid sind nun übersetzbar, einschließlich der App-Beschreibungen, der Internetseite und der Kommandozeilenwerkzeuge. Sie sind bereits in viele Sprachen übersetzt. Freie Software, die in der jeweiligen Muttersprache der Menschen zur Verfügung steht, wird erheblich Einstiegshürden abbauen. Sehen Sie sich das Menü oben rechts auf dieser Seite an, um die zur Verfügung stehenden Sprachen zu entdecken.
pl: Wszystkie części F-Droid można teraz tłumaczyć, w tym opisy aplikacji, stronę internetową i narzędzia wiersza poleceń. Są już przetłumaczone na wiele języków. Posiadanie wolnego oprogramowania w językach narodowych znacznie zmniejsza bariery wejścia. Spójrz na menu w prawym górnym rogu strony, aby zobaczyć dostępne języki.
ro: Toate părțile din F-Droid sunt acum traductibile, inclusiv descrierile aplicațiilor, site-ul web și instrumentele din linia de comandă. Acestea sunt deja traduse în multe limbi. Faptul că software-ul gratuit este disponibil în limba maternă a oamenilor reduce foarte mult barierele de intrare. Consultați meniul din dreapta sus a acestui site web pentru a vedea limbile disponibile.
ru: Все части F-Droid теперь переводимы, включая описания приложений, веб-сайт и инструменты командной строки. Они уже переведены на многие языки. Наличие свободного программного обеспечения на родном языке значительно снижает барьеры для входа. Посмотрите на меню в правом верхнем углу этого сайта, где перечислены доступные языки.
uk: Усі частини F-Droid тепер можна перекладати, включно з описами застосунків, вебсайтом та засоби командного рядка. Їх вже перекладено багатьма мовами. Наявність вільного програмного забезпечення, доступного рідними мовами людей, значно зменшує бар'єри для входу. Подивіться на меню у верхньому правому куті цього вебсайту, щоб переглянути доступні мови.
zh_hans: F-Droid 的所有部分现在都可以翻译，包括应用说明，网站和命令行工具。它们已经被翻译成多种语言。以人们的母语提供自由软件大大降低了门槛。查看该网站右上角的菜单以获取可用的语言。

source: Is F-Droid not available in your language? Or would you like to help improve the existing translations? [Get involved!]({{ site.baseurl }}/docs/Translation_and_Localization)
de: Steht F-Droid in Ihrer Sprache nicht zur Verfügung? Oder möchten Sie dabei helfen, die bestehenden Übersetzungen zu verbessern? [Machen Sie mit!]({{ site.baseurl }}/docs/Translation_and_Localization)
pl: Czy F-Droid nie jest dostępny w Twoim języku? A może chcesz ulepszyć istniejące tłumaczenia? [Get involved!]({{ site.baseurl }}/docs/Translation_and_Localization)
ro: F-Droid nu este disponibil în limba dumneavoastră? Sau doriți să contribuiți la îmbunătățirea traducerilor existente? [Get involved!]({{ site.baseurl }}/docs/Translation_and_Localization)
ru: F-Droid не доступен на вашем языке? Или вы хотите помочь улучшить существующие переводы? [Примите участие!]({{ site.baseurl }}/docs/Translation_and_Localization)
uk: F-Droid недоступний вашою мовою? Або ви хотіли б допомогти поліпшити наявні переклади? [Долучайтеся!]({{ site.baseurl }}/docs/Translation_and_Localization)
zh_hans: F-Droid 尚未支持你的语言吗？ 或者你想帮助改善现有翻译？ [参与进来！]({{ site.baseurl }}/docs/Translation_and_Localization)alization)

source: F-Droid app
pl: Aplikacja F-Droid
ro: F-Droid aplicație
ru: Приложение F-Droid
uk: Застосунок F-Droid
zh_hans: F-Droid 应用
