Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Another topic was user support, and whether there was common ground between app developers and F-Droid. There were some ideas for "joining forces", like a "help" button in F-Droid. Some a lightweight versions of that idea are described in [#157: "browse" section of website should also provide links to F-Droid resources](https://gitlab.com/fdroid/fdroid-website/issues/157) and [#36: Use Discourse for comments](https://gitlab.com/fdroid/fdroid-website/issues/36).
de: Ein weiteres Thema war der Support der Anwender und ob es Gemeinsamkeiten zwischen App-Entwicklern und F-Droid gibt. Es gab einige Ideen zu einem „Zusammenschluss“, wie einen „Hilfe“-Button in F-Droid. Ein paar unmaßgebliche Varianten dieser Idee werden in [#157: "browse" section of website should also provide links to F-Droid resources](https://gitlab.com/fdroid/fdroid-website/issues/157) und [#36: Use Discourse for comments](https://gitlab.com/fdroid/fdroid-website/issues/36) beschrieben.
pl: Kolejnym tematem była obsługa użytkowników i to, czy istniała wspólna płaszczyzna między programistami aplikacji a F-Droid. Pojawiły się pomysły na „łączenie sił”, takie jak przycisk „pomocy” w F-Droid. Niektóre wersje tego pomysłu są opisane w [# 157: "przeglądaj" sekcja witryny powinna również zawierać linki do zasobów F-Droid](https://gitlab.com/fdroid/fdroid-website/issues/157) i [# 36: Użyj dyskursu do komentowania](https://gitlab.com/fdroid/fdroid-website/issues/36).
ro: Un alt subiect a fost suportul pentru utilizatori și dacă există un teren comun între dezvoltatorii de aplicații și F-Droid. Au existat câteva idei pentru "unirea forțelor", cum ar fi un buton de "ajutor" în F-Droid. Unele versiuni ușoare ale acestei idei sunt descrise în [#157: "browse" section of website should also provide links to F-Droid resources](https://gitlab.com/fdroid/fdroid-website/issues/157) și [#36: Use Discourse for comments](https://gitlab.com/fdroid/fdroid-website/issues/36).
ru: Другой темой была поддержка пользователей, и есть ли точки соприкосновения между разработчиками приложений и F-Droid. Было высказано несколько идей по "объединению усилий", например, кнопка "помощь" в F-Droid. Некоторые облегченные версии этой идеи описаны в [#157: раздел сайта "browse" должен также содержать ссылки на ресурсы F-Droid](https://gitlab.com/fdroid/fdroid-website/issues/157) и [#36: использовать Discourse для комментариев](https://gitlab.com/fdroid/fdroid-website/issues/36).
uk: Іншою темою була підтримка користувачів, і чи є точки дотику між розробниками застосунків і F-Droid. Було висловлено кілька ідей по "об'єднання зусиль", наприклад, кнопка "допомогу" в F-Droid. Деякі полегшені версії цієї ідеї описані в [# 157: розділ сайту "browse" повинен також містити посилання на ресурси F-Droid](https://gitlab.com/fdroid/fdroid-website/issues/157) і [# 36: використовувати Discourse для коментарів](https://gitlab.com/fdroid/fdroid-website/issues/36).
zh_hans: 另一个主题是用户支持，以及应用开发者和 F-Droid 之间是否存在共同点。有一些关于“联合力量”的想法，比如 F-Droid 中的“帮助”按钮。[#157：网站的“浏览”部分还应提供指向 F-Droid 资源的链接](https://gitlab.com/fdroid/fdroid-website/issues/157)和 [#36：使用 Discourse 发表评论](https://gitlab.com/fdroid/fdroid-website/issues/36)中描述了该想法的一些轻量版本。

source: After congress, @Bubu met up with some [Timeless](https://github.com/polydawn/timeless)/Repeatr contributors. They hacked on getting an F-Droid build environment ready to use in the Timeless [stack](https://gitlab.com/ericevenchick/timeless-android-sdk). There was some solid steps towards building a small Android app. This is potential a much saner version of Docker for building things, once it is more polished. For example, we could use Timeless to build a container that has all the _buildserver_ requirements. That would be more maintainable than Docker build files. The container _rootfs_ can be reused with Docker to rebuild apps with the F-Droid stack.
de: Nach dem Kongress traf sich @Bubu mit einigen Mitarbeitern von [Timeless](https://github.com/polydawn/timeless)/Repeatr. Sie machten sich daran, eine gebrauchsfertige F-Droid-Build-Umgebung im Timeless-[Stack](https://gitlab.com/ericevenchick/timeless-android-sdk) hinzubekommen. Es kam zu einigen grundlegenden Fortschritten hinsichtlich eines kleinen Android-App-Builds. Sie haben das Potential zu einer vernünftigeren Version von Docker zum Build von Dingen zu gelangen, sobald sie weiter ausgebaut werden. Beispielsweise könnten wir Timeless dazu nutzen, einen Container zu bauen, der alle _buildserver_-Anforderungen besitzt. Das wäre wartungsärmer als Build-Dateien von Docker. Die Container _rootfs_ können mit Docker wiederverwendet werden, um App-Builds mit dem F-Droid-Stack zu wiederholen.
pl: Po kongresie @Bubu spotkał się z niektórymi współtwórcami [Timeless](https://github.com/polydawn/timeless)/Repeatr. Shackowali środowisko kompilacji F-Droid, aby było gotowe do użycia w [stosie Timeless](https://gitlab.com/ericevenchick/timeless-android-sdk). Było to kilka poważnych kroków w kierunku skompilowania małej aplikacji na Androida. Jest to potencjalnie znacznie rozsądniejsza wersja Dockera do kompilowania rzeczy, gdy tylko będzie bardziej dopracowana. Przykładowo, możemy użyć Timeless do utworzenia kontenera, który ma wszystko, co wymaga _buildserver_. Byłoby to lepsze do utrzymania niż konfiguracja Dockera. Kontener _rootfs_ może zostać ponownie użyty z Dockerem do przekompilowywania aplikacji ze stosem F-Droid.
ro: După congres, @Bubu s-a întâlnit cu câțiva colaboratori [Timeless](https://github.com/polydawn/timeless)/Repeatr. Au lucrat la obținerea unui mediu de construcție F-Droid gata de utilizare în [stack](https://gitlab.com/ericevenchick/timeless-android-sdk) Timeless [stack](https://gitlab.com/ericevenchick/timeless-android-sdk). Au fost câțiva pași solizi spre construirea unei mici aplicații Android. Acesta este potențialul unei versiuni mult mai sănătoase a Docker pentru construirea de lucruri, odată ce va fi mai bine finisat. De exemplu, am putea folosi Timeless pentru a construi un container care are toate cerințele _buildserver_. Acest lucru ar fi mai ușor de întreținut decât fișierele de construcție Docker. Containerul _rootfs_ poate fi reutilizat cu Docker pentru a reconstrui aplicații cu stiva F-Droid.
ru: После конгресса @Bubu встретился с некоторыми соавторами [Timeless](https://github.com/polydawn/timeless)/Repeatr. Они работали над созданием среды сборки F-Droid, готовой к использованию в Timeless [стеке](https://gitlab.com/ericevenchick/timeless-android-sdk). Было сделано несколько серьезных шагов к созданию небольшого приложения для Android. Потенциально это гораздо более разумная версия Docker для сборки вещей, когда она будет более отполирована. Например, мы могли бы использовать Timeless для создания контейнера, который имеет все _buildserver_ требования. Это было бы более удобным для обслуживания, чем файлы сборки Docker. Контейнер _rootfs_ может быть повторно использован с помощью Docker для пересборки приложений со стеком F-Droid.
uk: Після конгресу @Bubu зустрівся з деякими співавторами [Timeless](https://github.com/polydawn/timeless)/Repeatr. Вони працювали над створенням середовища збірки F-Droid, готової до використання в Timeless [стеку](https://gitlab.com/ericevenchick/timeless-android-sdk). Було зроблено кілька серйозних кроків до створення невеликого застосунки для Android. Потенційно це набагато розумніша версія Docker для збірки речей, коли вона буде більш відполірована. Наприклад, ми могли б використовувати Timeless для створення контейнера, який має всі _buildserver_ вимоги. Це було б більш зручним для обслуговування, ніж файли збірки Docker. Контейнер _rootfs_ може бути повторно використаний за допомогою Docker для пересборки застосунків зі стеком F-Droid.
zh_hans: 大会结束后，@Bubu 遇到了一些 [Timeless](https://github.com/polydawn/timeless)/Repeatr 贡献者。他们做了一些工作使 F-Droid 构建环境可以在 Timeless [栈](https://gitlab.com/ericevenchick/timeless-android-sdk)中使用。有一些坚实的步骤用来构建一个小型 Android 应用。当它更加更加完善时，这可能是用于构建的更明智版本的 Docker。例如，我们可以使用 Timeless 构建一个具有所有 _buildserver_ 要求的容器。这将比 Docker 构建文件更易于维护。容器 _rootfs_ 可以与 Docker 一起使用，以使用 F-Droid 栈重新构建应用。

source: Tracking the Trackers: using machine learning to aid ethical decisions
de: Tracker gegen Tracking: Nutzung maschinellen Lernens zur Unterstützung ethischer Entscheidungen
pl: Tracking the Trackers: wykorzystanie uczenia maszynowego do pomocy w podejmowaniu decyzji etycznych
ro: Urmărirea urmăritorilor: utilizarea învățării automate pentru a sprijini deciziile etice
ru: Отслеживание трекеров: использование машинного обучения для помощи в принятии этических решений
uk: Відстеження трекерів: використання машинного навчання для допомоги в прийнятті етичних рішень
zh_hans: 追踪追踪器：使用机器学习辅助道德决策

source: F-Droid is a free software community app store that has been working since 2010 to make all forms of tracking and advertising visible to users. It has become the trusted name for privacy in Android, and app developers who sell based on privacy make the extra effort to get their apps included in the F-Droid.org collection. These include [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/), Tor Browser, [TAZ.de](https://f-droid.org/packages/de.thecode.android.tazreader/), and [Tutanota](https://f-droid.org/packages/de.tutao.tutanota/). Auditing apps for tracking is labor intensive and error prone, yet ever more in demand. F-Droid already has tools to aide contributors in this process, visible in the [app submission](https://gitlab.com/fdroid/fdroiddata/merge_requests) and [Request For Packaging (RFP)](https://gitlab.com/fdroid/rfp/issues) issue trackers. We also have functional prototypes of using machine learning to drastically speed up this process by augmenting humans, rather than replacing them.
de: F-Droid ist ein App-Store der Community für freie Software, der seit 2010 daran arbeitet, den Anwendern alle Formen von Tracking und Werbung sichtbar zu machen. Er ist ein verlässlicher Begriff für Datenschutz in Android geworden und App-Entwickler, die sich auf den Grundlagen des Datenschutzes verkaufen, unternehmen zusätzliche Anstrengungen, damit ihre Apps in die F-Droid-Sammlung aufgenommen werden. Dazu gehören [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/), Tor Browser, [TAZ.de](https://f-droid.org/packages/de.thecode.android.tazreader/) und [Tutanota](https://f-droid.org/packages/de.tutao.tutanota/). Die Prüfung von Apps auf Tracking ist arbeitsintensiv und fehleranfällig, mehr denn je aber gefordert. F-Droid besitzt bereits Instrumente, die Mitwirkende bei diesem Prozess helfen, erkennbar an den Ticketsystemen [App Submission](https://gitlab.com/fdroid/fdroiddata/merge_requests) und [Request For Packaging (RFP)](https://gitlab.com/fdroid/rfp/issues). Wir haben auch funktionsfähige Prototypen zur Nutzung maschinellen Lernens, um diesen Prozess erheblich zu beschleunigen, zur Verstärkung der Menschen, weniger um sie zu ersetzen.
pl: F-Droid to społecznościowy sklep z bezpłatnym oprogramowaniem, który działa od 2010 roku, żeby były widoczne dla użytkowników wszystkie formy śledzenia i reklamy. Stał się synonimem prywatności na Androidzie, a twórcy aplikacji, którzy sprzedają z zachowaniem prywatności, dokładają dodatkowych starań, aby ich aplikacje znalazły się w kolekcji F-Droid.org. Należą do nich [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/), Tor Browser, [TAZ.de](https://f-droid.org/packages/de.thecode. android.tazreader) i [Tutanota](https://f-droid.org/packages/de.tutao.tutanota/). Audyt aplikacji pod kątem śledzenia jest pracochłonny i podatny na błędy, a jednocześnie coraz bardziej pożądany. F-Droid ma już narzędzia wspomagające autorów tego procesu, widoczne w [zgłoszeniach aplikacji](https://gitlab.com/fdroid/fdroiddata/merge_requests) i [Request For Packaging (RFP)](https://gitlab.com/fdroid/rfp/issues). Posiadamy również funkcjonalne prototypy wykorzystania uczenia maszynowego do znacznego przyspieszenia tego procesu przez wspomaganie ludzi zamiast ich zastąpienia.
ro: F-Droid este un magazin de aplicații comunitare de software gratuit care lucrează din 2010 pentru a face vizibile pentru utilizatori toate formele de urmărire și publicitate. A devenit numele de încredere pentru confidențialitate în Android, iar dezvoltatorii de aplicații care vând pe baza confidențialității fac un efort suplimentar pentru ca aplicațiile lor să fie incluse în colecția F-Droid.org. Printre acestea se numără [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/), Tor Browser, [TAZ.de](https://f-droid.org/packages/de.thecode.android.tazreader/) și [Tutanota](https://f-droid.org/packages/de.tutao.tutanota/). Auditul aplicațiilor pentru urmărire necesită multă muncă și este predispus la erori, dar este din ce în ce mai solicitat. F-Droid dispune deja de instrumente pentru a ajuta contribuitorii în acest proces, vizibile în urmăritorii de probleme [app submission](https://gitlab.com/fdroid/fdroiddata/merge_requests) și [Request For Packaging (RFP)](https://gitlab.com/fdroid/rfp/issues). Avem, de asemenea, prototipuri funcționale de utilizare a învățării automate pentru a accelera drastic acest proces prin creșterea numărului de oameni, mai degrabă decât prin înlocuirea lor.
ru: F-Droid - это магазин приложений сообщества свободного программного обеспечения, который с 2010 года работает над тем, чтобы сделать все формы отслеживания и рекламы видимыми для пользователей. Он стал надежным именем для обеспечения конфиденциальности в Android, и разработчики приложений, которые продают приложения, основанные на конфиденциальности, прилагают дополнительные усилия, чтобы их приложения были включены в коллекцию F-Droid.org. Среди них [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/), Tor Browser, [TAZ.de](https://f-droid.org/packages/de.thecode.android.tazreader/) и [Tutanota](https://f-droid.org/packages/de.tutao.tutanota/). Аудит приложений на предмет отслеживания является трудоемким и подверженным ошибкам, но при этом все более востребованным. В F-Droid уже есть инструменты для помощи участникам в этом процессе, которые можно увидеть в трекерах [App submission](https://gitlab.com/fdroid/fdroiddata/merge_requests) и [Request For Packaging (RFP)](https://gitlab.com/fdroid/rfp/issues). У нас также есть функциональные прототипы использования машинного обучения для значительного ускорения этого процесса за счет дополнения человека, а не его замены.
uk: F-Droid - це магазин застосунків спільноти вільного програмного забезпечення, який з 2010 року працює над тим, щоб зробити всі форми відстеження та реклами видимими для користувачів. Він став надійним ім'ям для забезпечення конфіденційності в Android, і розробники застосунків, які продають застосунки, засновані на конфіденційності, докладають додаткові зусилля, щоб їх програми були включені в колекцію F-Droid.org. Серед них [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/), Tor Browser, [TAZ.de](https://f-droid.org/packages/de.thecode .android.tazreader/) і [Tutanota](https://f-droid.org/packages/de.tutao.tutanota/). Аудит застосунків на предмет відстеження є трудомістким і схильним до помилок, але при цьому все більш затребуваним. У F-Droid вже є інструменти для допомоги учасникам в цьому процесі, які можна побачити в трекерах [App submission](https://gitlab.com/fdroid/fdroiddata/merge_requests) і [Request For Packaging (RFP)](https://gitlab.com/fdroid/rfp/issues). У нас також є функціональні прототипи використання машинного навчання для значного прискорення цього процесу за рахунок доповнення людини, а не його заміни.
zh_hans: F-Droid 是一个自由软件社区应用商店，自 2010 年以来一直致力于让用户可以看到所有形式的跟踪和广告。它已成为关于 Android 中的隐私的一个值得信赖的名字，基于隐私进行销售的应用开发者付出了额外的努力，将他们的应用包含在 F-Droid.org 集合中。其中包括 [Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)、Tor 浏览器、[TAZ.de](https://f-droid.org/packages/de.thecode .android.tazreader/) 和 [Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)。审计应用中的跟踪是劳动密集型的且容易出错，但需求量却越来越大。F-Droid 已经在此过程中提供了帮助贡献者的工具，在[应用提交](https://gitlab.com/fdroid/fdroiddata/merge_requests)和[打包请求 (RFP)](https://gitlab.com/fdroid/rfp/issues)议题跟踪器中可以见到。我们还有使用机器学习的功能原型，通过增强人类而不是取代人类来大幅加速这一过程。

source: Since the prime motivation of the F-Droid community is ethical software distribution, algorithms will never replace humans in making ethical decisions. We have also explored using machine learning to detect tracking in a more generic way, without manually compiled lists of tracking libraries. With this funding, we will improve the F-Droid tools, and make them generally available for any use case needing to reliably detect trackers in Android apps. This builds upon our [collaboration]({{ site.baseurl }}/2017/12/14/new-collaborations-on-exposing-tracking.html) with [Exodus Privacy](https://exodus-privacy.eu.org/) and [LibScout](https://github.com/reddr/LibScout).
de: Nachdem die primäre Motivation der F-Droid-Community ein ethischer Software-Vertrieb ist, werden Algorithmen niemals Menschen in moralischen Entscheidungen ersetzen. Wir haben also die Verwendung maschinellen Lernens darauf untersucht, Tracking auf allgemeingültigere Weise zu erkennen, ohne von Hand zusammengestellte Listen von Tracking-Bibliotheken. In einer finanziell geförderten Projektarbeit, werden wir die F-Droid-Tools weiterentwickeln und sie für jeden Anwendungsfall, der eine zuverlässige Erkennung von Trackern in Android-Apps braucht, allgemein zugänglich machen. Sie baut auf unserer [Zusammenarbeit]({{ site.baseurl }}/2017/12/14/new-collaborations-on-exposing-tracking.html) mit [Exodus Privacy](https://exodus-privacy.eu.org/) und [LibScout](https://github.com/reddr/LibScout) auf.
pl: Ponieważ główną motywacją społeczności F-Droid jest etyczna dystrybucja oprogramowania, algorytmy nigdy nie zastąpią ludzi w podejmowaniu etycznych decyzji. Zbadaliśmy również za pomocą uczenia maszynowego do wykrywania śledzenia w sposób bardziej ogólny, bez ręcznie skompilowanych list bibliotek śledzenia. Dzięki temu finansowaniu udoskonalimy narzędzia F-Droid i udostępnimy je w przypadku użycia, które wymagają niezawodnego wykrywania trackerów w aplikacjach na Android. Opiera się to na naszej [współpracy]({{ site.baseurl }}/2017/12/14/new-collaborations-on-exposing-tracking.html) z [Exodus Privacy](https://exodus-privacy.eu.org/) i [LibScout](https://github.com/reddr/LibScout).
ro: Deoarece motivația principală a comunității F-Droid este distribuția de software etic, algoritmii nu vor înlocui niciodată oamenii în luarea deciziilor etice. Am explorat, de asemenea, utilizarea învățării automate pentru a detecta urmărirea într-un mod mai generic, fără liste de biblioteci de urmărire compilate manual. Cu ajutorul acestei finanțări, vom îmbunătăți instrumentele F-Droid și le vom face disponibile în general pentru orice caz de utilizare care necesită detectarea fiabilă a urmăritorilor în aplicațiile Android. Acest lucru se bazează pe [collaboration]({{ site.baseurl }}/2017/12/14/new-collaborations-on-exposing-tracking.html) noastră cu [Exodus Privacy](https://exodus-privacy.eu.org/) și [LibScout](https://github.com/reddr/LibScout).
ru: Поскольку основной мотивацией сообщества F-Droid является этичное распространение программного обеспечения, алгоритмы никогда не заменят человека в принятии этичных решений. Мы также изучили возможность использования машинного обучения для обнаружения отслеживания более общим способом, без составления вручную списков библиотек отслеживания. С помощью этого финансирования мы улучшим инструменты F-Droid и сделаем их общедоступными для любого случая использования, когда необходимо надежно обнаружить трекеры в приложениях Android. Это основано на нашем [сотрудничестве]({{ site.baseurl }}/2017/12/14/new-collaborations-on-exposing-tracking.html) с [Exodus Privacy](https://exodus-privacy.eu.org/) и [LibScout](https://github.com/reddr/LibScout).
uk: Оскільки основна мотивація спільноти F-Droid — етичне поширення програмного забезпечення, алгоритми ніколи не замінять людини в прийнятті етичних рішень. Ми також вивчили можливість користуватися машинне навчання для виявлення стеження загальнішим способом, без складання вручну списків бібліотек стеження. За допомогою цього фінансування ми вдосконалимо інструменти F-Droid і зробимо їх загальнодоступними для будь-якого випадку використання, коли необхідно надійно виявити елементи стеження в застосунках Android. Це засновано на нашій [співпраці]]({{ site.baseurl }}/2017/12/14/new-collaborations-on-exposing-tracking.html) з [Exodus Privacy](https://exodus-privacy.eu.org/) і [LibScout](https://github.com/reddr/LibScout).
zh_hans: 由于 F-Droid 社区的主要动机是合乎道德的软件分发，算法永远不会取代人类做出合乎道德的决策。我们还探索了使用机器学习以更通用的方式检测跟踪，而不需要手动编译跟踪库列表。有了这笔资助，我们将改进 F-Droid 工具，并使它们普遍适用于任何需要可靠检测 Android 应用中的跟踪器的用例。这建立在我们与 [Exodus Privacy](https://exodus-privacy.eu.org/) 和 [LibScout](https://github.com/reddr/LibScout) 的[合作]({{ site.baseurl }}/2017/12/14/new-collaborations-on-exposing-tracking.html)上。
