Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The simple mobile tools ([Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/), [Calendar](https://f-droid.org/packages/com.simplemobiletools.calendar/), [Camera](https://f-droid.org/packages/com.simplemobiletools.camera/), [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/), [Draw](https://f-droid.org/packages/com.simplemobiletools.draw/), [File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/) and [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)) had a major version bump to 4.0.x across the board. The common change is that the app launcher icons have received a materialish shadow, and you can now customize the launcher color in `Settings -> Customize colors`.
de: Die simple mobile tools ([Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/), [Calendar](https://f-droid.org/packages/com.simplemobiletools.calendar/), [Camera](https://f-droid.org/packages/com.simplemobiletools.camera/), [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/), [Draw](https://f-droid.org/packages/com.simplemobiletools.draw/), [File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/) und [Galery](https://f-droid.org/packages/com.simplemobiletools.gallery/)) hatten einen großen Versionssprung auf 4.0.x. Die übliche Änderung ist, dass die App-Launcher-Icons einen material-ähnlichen Schatten erhalten haben und Sie können nun die Launcher-Farbe in `Einstellungen -&gt; Farben anpassen` individuell einstellen.
pl: Simple Mobile Tools, czyli proste narzędzia mobilne ([Kalkulator](https://f-droid.org/packages/com.simplemobiletools.calculator/), [Kalendarz](https://f-droid.org/packages/com.simplemobiletools.calendar/), [Aparat](https://f-droid.org/packages/com.simplemobiletools.camera/), [Kontakty](https://f-droid.org/packages/com.simplemobiletools.contacts/), [Szkicownik](https://f-droid.org/packages/com.simplemobiletools.draw/), [Menedżer plików](https://f-droid.org/packages/com.simplemobiletools.filemanager/) i [Galeria](https://f-droid.org/packages/com.simplemobiletools.gallery/)), otrzymały podniesienie nadrzędnego numeru do wersji 4.0.x. Wspólną zmianą jest to, że ikony launchera aplikacji otrzymały materialowy cień, a teraz można dostosować kolor launchera w `Ustawienia -&gt; Dostosuj kolory aplikacji`.
ro: Instrumentele mobile simple ([Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/), [Calendar](https://f-droid.org/packages/com.simplemobiletools.calendar/), [Camera](https://f-droid.org/packages/com.simplemobiletools.camera/), [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/), [Draw](https://f-droid.org/packages/com.simplemobiletools.draw/), [File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/) și [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)) au avut o versiune majoră, care a fost majorată la 4.0.x în toate domeniile. Schimbarea comună este că pictogramele de lansare a aplicațiilor au primit o umbră materializată, iar acum puteți personaliza culoarea lansatorului în `Settings -&gt; Customize colors`.
ru: Простые мобильные инструменты ([Калькулятор](https://f-droid.org/packages/com.simplemobiletools.calculator/), [Календарь](https://f-droid.org/packages/com.simplemobiletools.calendar/), [Камера](https://f-droid.org/packages/com.simplemobiletools.camera/), [Контакты](https://f-droid.org/packages/com.simplemobiletools.contacts/), [Рисование](https://f-droid.org/packages/com.simplemobiletools.draw/), [Файловый менеджер](https://f-droid.org/packages/com.simplemobiletools.filemanager/) и [Галерея](https://f-droid.org/packages/com.simplemobiletools.gallery/)) получили обновление до версии 4.0.x. Общим изменением является то, что иконки запуска приложений получили материальную тень, а цвет запуска теперь можно настроить в `Настройки -&gt; Настроить цвета`.
uk: Прості мобільні інструменти ([Калькулятор](https://f-droid.org/packages/com.simplemobiletools.calculator/), [Календар](https://f-droid.org/packages/com.simplemobiletools.calendar/), [Камера](https://f-droid.org/packages/com.simplemobiletools.camera/), [Контакти](https://f-droid.org/packages/com.simplemobiletools.contacts/), [Малювання](https://f-droid.org/packages/com.simplemobiletools.draw/), [Файловий менеджер](https://f-droid.org/packages/com.simplemobiletools.filemanager/) і [ Галерея](https://f-droid.org/packages/com.simplemobiletools.gallery/)) отримали оновлення до версії 4.0.x. Загальною зміною є те, що іконки запуску застосунків отримали матеріальну тінь, а колір запуску тепер можна налаштувати в `Налаштування -&gt; Налаштувати кольори`.
zh_hans: Simple mobile tools ([Calculator](https://f-droid.org/packages/com.simplemobiletools.calculator/), [Calendar](https://f-droid.org/packages/com.simplemobiletools.calendar/), [Camera](https://f-droid.org/packages/com.simplemobiletools.camera/), [Contacts](https://f-droid.org/packages/com.simplemobiletools.contacts/), [Draw](https://f-droid.org/packages/com.simplemobiletools.draw/), [File Manager](https://f-droid.org/packages/com.simplemobiletools.filemanager/) 以及 [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/)) 主要版本升级到了 4.0.x。共同的变化是应用启动图标有了一个材质式阴影，你现在可以在`设置 -&gt; 自定义颜色`中自定义启动器颜色。

source: Removed apps
de: Entfernte Apps
pl: Usunięte aplikacje
ro: Aplicații eliminate
ru: Удаленные приложения
uk: Вилучені застосунки
zh_hans: 移除的应用

source: [RunnerUp](https://f-droid.org/packages/org.runnerup/) was completely removed because it depends on and includes the non-free ANT+ SDK.
de: [RunnerUp](https://f-droid.org/packages/org.runnerup/) wurde komplett entfernt, da es auf das unfreie ANT+ SDK angewiesen ist und dieses enthält.
pl: [RunnerUp](https://f-droid.org/packages/org.runnerup/) został całkowicie usunięty, ponieważ zależy od pakietu SDK ANT i obejmuje go.
ro: [RunnerUp](https://f-droid.org/packages/org.runnerup/) a fost complet eliminat deoarece depinde de și include SDK-ul ANT+ care nu este gratuit.
ru: [RunnerUp](https://f-droid.org/packages/org.runnerup/) был полностью удален, поскольку он зависит от несвободного ANT+ SDK и включает его.
uk: [RunnerUp](https://f-droid.org/packages/org.runnerup/) повністю вилучений, оскільки він залежить від невільного ANT + SDK і включає його.
zh_hans: [RunnerUp](https://f-droid.org/packages/org.runnerup/) 被完全删除，因为它依赖并包含了非自由的ANT+ SDK。

source: What ends up in the next TWIF is all up to you! There are way too many app updates to keep track of them all, so we need your help to highlight the most interesting changes. And of course, we love to hear about all things involving F-Droid in some way.
de: Was im nächsten TWIF landet, liegt ganz bei Ihnen! Es gibt viel zu viele App-Updates, um sie alle im Auge zu behalten, deshalb brauchen wir Ihre Hilfe, um die interessantesten Änderungen hervorzuheben. Und natürlich freuen wir uns über alles, was mit F-Droid zu tun hat.
pl: Co kończy się w następnym TWIF to wszystko zależy od Ciebie! Jest zbyt wiele aktualizacji aplikacji, aby śledzić je wszystkie, potrzebujemy więc Twojej pomocy, aby podkreślić najciekawsze zmiany. I oczywiście uwielbiamy słuchać o wszystkim, co w jakiś sposób wiąże się z F-Droidem.
ro: Ceea ce se va întâmpla în următorul TWIF depinde numai de tine! Sunt mult prea multe actualizări ale aplicației pentru a le urmări pe toate, așa că avem nevoie de ajutorul tău pentru a evidenția cele mai interesante schimbări. Și, bineînțeles, ne place să auzim despre toate lucrurile care implică F-Droid într-un fel sau altul.
ru: Что попадет в следующий TWIF, зависит только от вас! Обновлений приложений слишком много, чтобы уследить за всеми, поэтому нам нужна ваша помощь, чтобы выделить наиболее интересные изменения. И, конечно, мы любим слушать обо всем, что так или иначе связано с F-Droid.
uk: Що потрапить в наступний TWIF, залежить тільки від вас! Оновлень застосунків занадто багато, щоб встежити за всіма, тому нам потрібна ваша допомога, щоб виділити найцікавіші зміни. І, звичайно, ми любимо слухати про все, що так чи інакше пов'язане з F-Droid.
zh_hans: 下一个 TWIF 的内容完全取决于你！有太多的应用更新需要追踪，所以我们需要你的帮助来凸显最有趣的变化。当然，我们想要听到所有关于 F-Droid 的事情。

source: Please tell us in the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum, or tag your update [#fdroid](https://mastodon.technology/tags/fdroid) on Mastodon. (And cc [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) to make sure it reaches our instance.) The deadline to the next TWIF is Thursday 12:00 UTC.
de: Erzählen Sie von Ihrem Update im [TWIF Submission Thread](https://forum.f-droid.org/t/twif-submission-thread) im Forum oder taggen Sie es mit [#fdroid](https://mastodon.technology/tags/fdroid) auf Mastodon. (Und nehmen Sie [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) in Kopie, um sicherzugehen, dass es unsere Instanz erreicht.) Die Frist bis zum nächsten TWIF ist Donnerstag 12:00 UTC.
pl: Powiedz nam w wątku [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) na forum lub oznacz swoją aktualizację [#fdroid](https://mastodon.technology/tags/fdroid) na Mastodon. (And cc [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg), aby upewnić się, że dotrze do naszej instancji.) Ostatnim terminem do następnego TWIF jest czwartek 12:00 czasu UTC.
ro: Vă rugăm să ne spuneți în [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) de pe forum, sau să etichetați actualizarea [#fdroid](https://mastodon.technology/tags/fdroid) pe Mastodon. (And cc [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) to make sure it reaches our instance). Termenul limită pentru următorul TWIF este joi, ora 12:00 UTC.
zh_hans: 请在论坛上的 [TWIF 提交主题](https://forum.f-droid.org/t/twif-submission-thread)告诉我们，或在 Mastodon 上在你的更新中带上 [#fdroid](https://mastodon.technology/tags/fdroid) 标签。（并抄送 [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) 以确保它到达我们的实例。）下次 TWIF 的截止时间是星期四 12:00 UTC。

source: This Week in F-Droid, Week 21
de: Diese Woche in F-Droid, Woche 21
pl: W tym tygodniu w F-Droid, Tygodzień 21
ro: Săptămâna aceasta în F-Droid, Săptămâna 21
ru: Эта неделя в F-Droid, неделя 21
uk: Цей тиждень у F-Droid, тиждень 21
zh_hans: F-Droid 每周新闻，第 21 周

source: We have new contributors and permissions in GitLab. [Rudloff](https://forum.f-droid.org/u/rudloff) now has **developer** access for [data](https://gitlab.com/fdroid/fdroiddata). [Poussinou](https://forum.f-droid.org/u/poussinou) has **reporter** (moderator) access to [rfp](https://gitlab.com/fdroid/rfp). [Izzy](https://forum.f-droid.org/u/izzy) has project-wide **reporter** access. We hope these changes will further speed up the process of adding new apps to F-Droid.
de: Wir haben neue Mitwirkende und Berechtigungen in GitLab. [Rudloff](https://forum.f-droid.org/u/rudloff) hat jetzt **Entwickler** Zugriff für [data](https://gitlab.com/fdroid/fdroiddata). [Poussinou](https://forum.f-droid.org/u/poussinou) hat **Reporter** (Moderator) Zugriff auf [rfp](https://gitlab.com/fdroid/rfp). [Izzy](https://forum.f-droid.org/u/izzy) hat projektweiten **Reporter** Zugriff. Wir hoffen, dass diese Änderungen den Prozess des Hinzufügens neuer Apps zu F-Droid weiter beschleunigen werden.
pl: Mamy nowych współpracowników i uprawnienia w GitLab. [Rudloff](https://forum.f-droid.org/u/rudloff) ma teraz dostęp ** programisty ** do [data](https://gitlab.com/fdroid/fdroiddata). [Poussinou](https://forum.f-droid.org/u/poussinou) ma ** reportera ** (moderatora) dostęp do [rfp](https://gitlab.com/fdroid/rfp). [Izzy](https://forum.f-droid.org/u/izzy) ma dostęp do całego raportu ** reporter **. Mamy nadzieję, że te zmiany przyspieszą proces dodawania nowych aplikacji do F-Droid.
ro: Avem noi contribuitori și permisiuni în GitLab. [Rudloff](https://forum.f-droid.org/u/rudloff) are acum acces **developer** pentru [data](https://gitlab.com/fdroid/fdroiddata). [Poussinou](https://forum.f-droid.org/u/poussinou) are acces **reporter** (moderator) pentru [rfp](https://gitlab.com/fdroid/rfp). [Izzy](https://forum.f-droid.org/u/izzy) are acces **reporter** la nivelul întregului proiect. Sperăm că aceste schimbări vor accelera și mai mult procesul de adăugare de noi aplicații în F-Droid.
ru: У нас появились новые участники и разрешения в GitLab. [Rudloff](https://forum.f-droid.org/u/rudloff) теперь имеет **developer** доступ к [data](https://gitlab.com/fdroid/fdroiddata). [Poussinou](https://forum.f-droid.org/u/poussinou) имеет **reporter** (модератор) доступ к [rfp](https://gitlab.com/fdroid/rfp). [Izzy](https://forum.f-droid.org/u/izzy) имеет доступ **reporter** в рамках всего проекта. Мы надеемся, что эти изменения еще больше ускорят процесс добавления новых приложений в F-Droid.
uk: У нас з'явилися нові учасники та дозволи на GitLab. [Rudloff](https://forum.f-droid.org/u/rudloff) тепер має **developer** доступ до [data](https://gitlab.com/fdroid/fdroiddata). [Poussinou](https://forum.f-droid.org/u/poussinou) має **reporter** (модератор) доступ до [rfp](https://gitlab.com/fdroid/rfp). [Izzy](https://forum.f-droid.org/u/izzy) має доступ **reporter** в рамках всього проєкту. Ми сподіваємося, що ці зміни ще більше прискорять процес додавання нових застосунків у F-Droid.
zh_hans: 我们在 GitLab 有了新的贡献者和权限。[Rudloff](https://forum.f-droid.org/u/rudloff)现在有了 [data](https://gitlab.com/fdroid/fdroiddata) 的**developer**权限。[Poussinou](https://forum.f-droid.org/u/poussinou) 有了 [rfp](https://gitlab.com/fdroid/rfp) 的 **reporter**（管理员）权限。[Izzy](https://forum.f-droid.org/u/izzy) 具有项目范围的 **reporter** 权限。我们希望这些变化将进一步加快向 F-Droid 添加新应用的进程。

source: [Rudloff](https://forum.f-droid.org/u/rudloff) is now a member of the [F-Droid Data team](https://liberapay.com/F-Droid-Data) over at [Liberapay](https://liberapay.com/), so he can get some reward for all his hard work.
de: [Rudloff](https://forum.f-droid.org/u/rudloff) ist jetzt Mitglied des [F-Droid Data Teams](https://liberapay.com/F-Droid-Data) bei [Liberapay](https://liberapay.com/), damit er für seine harte Arbeit belohnt wird.
pl: [Rudloff](https://forum.f-droid.org/u/rudloff) jest teraz członkiem zespołu [F-Droid Data](https://liberapay.com/F-Droid-Data) na stronie [Liberapay](https://liberapay.com/), dzięki czemu może uzyskać nagrodę za całą swoją ciężką pracę.
ro: [Rudloff](https://forum.f-droid.org/u/rudloff) este acum membru al [F-Droid Data team](https://liberapay.com/F-Droid-Data) de la [Liberapay](https://liberapay.com/), așa că poate primi o recompensă pentru toată munca sa.
ru: [Rudloff](https://forum.f-droid.org/u/rudloff) теперь является членом команды [F-Droid Data team](https://liberapay.com/F-Droid-Data) на [Liberapay](https://liberapay.com/), так что он может получить вознаграждение за всю свою тяжелую работу.
uk: [Rudloff](https://forum.f-droid.org/u/rudloff) тепер є учасником команди [F-Droid Data team](https://liberapay.com/F-Droid-Data) на [Liberapay](https://liberapay.com/), тож він може отримати винагороду за всю свою важку роботу.
zh_hans: [Rudloff](https://forum.f-droid.org/u/rudloff) 现在是 [Liberapay](https://liberapay.com/) 的[F-Droid Data 团队](https://liberapay.com/F-Droid-Data)成员，所以他可以因他的努力工作获得一些奖励。

source: [_hc](https://forum.f-droid.org/u/hans) is getting the [Debian GSoC](https://wiki.debian.org/SummerOfCode2018) students started on the [Android SDK Tools in Debian](https://wiki.debian.org/SummerOfCode2018/Projects/AndroidSdkToolsInDebian). This work will directly benefit F-Droid as our build server runs Debian.
de: [_hc](https://forum.f-droid.org/u/hans) bringt die [Debian GSoC](https://wiki.debian.org/SummerOfCode2018) Studenten auf die [Android SDK Tools in Debian](https://wiki.debian.org/SummerOfCode2018/Projects/AndroidSdkToolsInDebian). Diese Arbeit wird F-Droid direkt zugute kommen, da unser Build-Server auf Debian läuft.
pl: [_hc](https://forum.f-droid.org/u/hans) zaczynają uczniowie [Debian GSoC](https://wiki.debian.org/SummerOfCode2018) na [Narzędzia Android SDK w Debianie ](https://wiki.debian.org/SummerOfCode2018/Projects/AndroidSdkToolsInDebian). Ta praca przyniesie bezpośrednie korzyści F-Droidowi, ponieważ nasz serwer kompilacji uruchamia Debian.
ro: [_hc](https://forum.f-droid.org/u/hans) face ca studenții [Debian GSoC](https://wiki.debian.org/SummerOfCode2018) să înceapă să lucreze la [Android SDK Tools in Debian](https://wiki.debian.org/SummerOfCode2018/Projects/AndroidSdkToolsInDebian). De această activitate va beneficia în mod direct F-Droid, deoarece serverul nostru de construcție rulează Debian.
ru: [_hc](https://forum.f-droid.org/u/hans) помогает студентам [Debian GSoC](https://wiki.debian.org/SummerOfCode2018) начать работу над [Android SDK Tools в Debian](https://wiki.debian.org/SummerOfCode2018/Projects/AndroidSdkToolsInDebian). Эта работа принесет прямую пользу F-Droid, так как наш сервер сборки работает под управлением Debian.
uk: [_hc](https://forum.f-droid.org/u/hans) допомагає студентам [Debian GSoC](https://wiki.debian.org/SummerOfCode2018) почати роботу над [Android SDK Tools in Debian](https://wiki.debian.org/SummerOfCode2018/Projects/AndroidSdkToolsInDebian). Ця робота принесе пряму користь F-Droid, бо наш сервер збирання працює під керуванням Debian.
zh_hans: [_hc](https://forum.f-droid.org/u/hans) 正在让 [Debian GSoC](https://wiki.debian.org/SummerOfCode2018) 学生着手 [Android SDK Tools in Debian](https://wiki.debian.org/SummerOfCode2018/Projects/AndroidSdkToolsInDebian)。这项工作将直接使 F-Droid 受益，因为我们的构建服务器运行 Debian。

source: [Bubu](https://forum.f-droid.org/u/Bubu) and [mimi89999](https://forum.f-droid.org/u/mimi89999) have been updating the [SPDX license identifiers](https://spdx.org/licenses/), mostly working on explicit separation between `GPL-3.0-only` and `GPL-3.0-or-later`.
de: [Bubu](https://forum.f-droid.org/u/Bubu) und [mimi8999999](https://forum.f-droid.org/u/mimi89999) haben die [SPDX-Lizenzkennungen](https://spdx.org/licenses/) aktualisiert und arbeiten hauptsächlich an der expliziten Trennung zwischen `GPL-3.0-only` und `GPL-3.0-or-later`.
pl: [Bubu](https://forum.f-droid.org/u/Bubu) i [mimi89999](https://forum.f-droid.org/u/mimi89999) aktualizują [identyfikatory licencji SPDX](https://spdx.org/licenses/), głównie na wyraźne oddzielenie między `GPL-3.0-only` i `GPL-3.0-or-later`.
ro: [Bubu](https://forum.f-droid.org/u/Bubu) și [mimi8999999](https://forum.f-droid.org/u/mimi89999) au actualizat [SPDX license identifiers](https://spdx.org/licenses/), lucrând în principal la separarea explicită între `GPL-3.0-only` și `GPL-3.0-or-later`.
ru: [Bubu](https://forum.f-droid.org/u/Bubu) и [mimi89999](https://forum.f-droid.org/u/mimi89999) обновляют идентификаторы лицензий [SPDX](https://spdx.org/licenses/), в основном работая над явным разделением между `GPL-3.0-only` и `GPL-3.0-or-later`.
uk: [Bubu](https://forum.f-droid.org/u/Bubu) і [mimi89999](https://forum.f-droid.org/u/mimi89999) оновлюють ідентифікатори ліцензій [SPDX](https://spdx.org/licenses/), в основному працюючи над явним поділом між `GPL-3.0-only` і` GPL-3.0-or-later`.
zh_hans: [Bubu](https://forum.f-droid.org/u/Bubu) 和 [mimi89999](https://forum.f-droid.org/u/mimi89999) 一直在更新 [SPDX 许可标识符](https://spdx.org/licenses/)，主要工作是在 `GPL-3.0-only` 和 `GPL-3.0-or-later`之间进行明显区分。

source: [Bubu](https://forum.f-droid.org/u/Bubu) and [Tovok7](https://blog.grobox.de/) have been working on fixing [reproducible builds](https://reproducible-builds.org) for [Briar](https://briarproject.org/fdroid.html) among others. The latest news is that this is now working. Stay tuned.
de: [Bubu](https://forum.f-droid.org/u/Bubu) und [Tovok7](https://blog.grobox.de/) haben unter anderem an der Reparatur von [reproduzierbaren Builds](https://reproducible-builds.org) für [Briar](https://briarproject.org/fdroid.html) gearbeitet. Der letzte Kenntnisstand ist, dass das jetzt funktioniert. Bleiben Sie dran.
pl: [Bubu](https://forum.f-droid.org/u/Bubu) i [Tovok7](https://blog.grobox.de/) pracują nad naprawieniem [odtwarzalnych wersji](https://reproducible-builds.org) między innymi dla [Briar](https://briarproject.org/fdroid.html). Najnowsze wiadomości są takie, że teraz to działa. Bądźcie czujni.
ro: [Bubu](https://forum.f-droid.org/u/Bubu) și [Tovok7](https://blog.grobox.de/) au lucrat la repararea [reproducible builds](https://reproducible-builds.org) pentru [Briar](https://briarproject.org/fdroid.html), printre altele. Ultimele vești sunt că acest lucru funcționează acum. Rămâneți pe fază.
ru: [Bubu](https://forum.f-droid.org/u/Bubu) и [Tovok7](https://blog.grobox.de/) работали над исправлением [воспроизводимых сборок](https://reproducible-builds.org) для [Briar](https://briarproject.org/fdroid.html) среди прочих. Последние новости: теперь это работает. Следите за новостями.
uk: [Bubu](https://forum.f-droid.org/u/Bubu) і [Tovok7](https://blog.grobox.de/) працювали над виправленням [відтворюваних збірок](https://reproducible-builds.org) для [Briar](https://briarproject.org/fdroid.html) серед інших. Останні новини: тепер це працює. Слідкуйте за новинами.
zh_hans: [Bubu](https://forum.f-droid.org/u/Bubu) 和 [Tovok7](https://blog.grobox.de/) 一直致力于修复 [Briar](https://briarproject.org/fdroid.html) 的[可重复构建](https://reproducible-builds.org)。最新的消息是，可重复构建成功了。请继续关注。

source: **uniq** finished up the [documentation for bootstrapping the buildserver basebox](https://staging.f-droid.org/docs/Build_Server_Setup/#creating-the-debian-base-box).
de: **uniq** hat die [Dokumentation zum Bootenstrappen der Buildserver-Basebox](https://staging.f-droid.org/en/docs/Build_Server_Setup/#Erstellung der-debian-base-Box) fertiggestellt.
pl: **uniq** zakończył [dokumentację do bootstrapowania basebox buildserver](https://staging.f-droid.org/docs/Build_Server_Setup/creating-the-debian-base-box).
ro: **uniq** a terminat [documentation for bootstrapping the buildserver basebox](https://staging.f-droid.org/docs/Build_Server_Setup/#creating-the-debian-base-box).
ru: **uniq** закончил работу над [документацией по загрузке buildserver basebox](https://staging.f-droid.org/docs/Build_Server_Setup/#creating-the-debian-base-box).
uk: **uniq** завершив роботу над [документацією з завантаження buildserver basebox](https://staging.f-droid.org/docs/Build_Server_Setup/#creating-the-debian-base-box).
zh_hans: **uniq** 完成了[引导 buildserver basebox 的文档](https://staging.f-droid.org/docs/Build_Server_Setup/#creating-the-debian-base-box)。
