Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** releases its first stable version, 0.3.0, after more than a year of inactivity. Authorizer turns an old smartphone into a hardware password manager, emulating an USB keyboard. This release now requires Android 5.0 to run (up from 4.0) and adds an OTP feature, placeholder feature, asymmetric encrypted backup, privacy policy, and several bug fixes and smaller changes.
de: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** veröffentlicht ihre erste stabile Version, 0.3.0, nach mehr als einem Jahr Inaktivität. Authorizer verwandelt ein altes Smartphone in einen Hardware-Passwort-Manager, indem sie eine USB-Tastatur emuliert. Diese Version benötigt jetzt Android 5.0 (vorher 4.0), um zu laufen, und ergänzt ein OTP-Feature, eine Platzhalterfunktion, eine asymmetrisch verschlüsselte Sicherung, Datenschutzrichtlinien und verschiedene Fehlerkorrekturen sowie kleinere Änderungen.
pl: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** wydaje pierwszą stabilną wersję, 0.3.0, po ponad roku bezczynności. Authorizer zamienia stary smartfon w menedżer haseł sprzętowych, emulując klawiaturę USB. Ta wersja wymaga teraz uruchomienia systemu Android 5.0 (do wersji 4.0) i dodaje funkcję OTP, funkcję zastępczą, asymetryczne szyfrowane tworzenie kopii zapasowych, politykę prywatności oraz kilka poprawek i mniejszych zmian.
ro: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** își lansează prima versiune stabilă, 0.3.0, după mai bine de un an de inactivitate. Authorizer transformă un smartphone vechi într-un manager de parole hardware, emulând o tastatură USB. Această versiune necesită acum Android 5.0 pentru a funcționa (de la 4.0) și adaugă o funcție OTP, o funcție de tip placeholder, o copie de rezervă criptată asimetric, o politică de confidențialitate și mai multe corecturi de erori și modificări mai mici.
ru: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** выпускает свою первую стабильную версию 0.3.0 после более чем годичного перерыва. Authorizer превращает старый смартфон в аппаратный менеджер паролей, эмулируя USB-клавиатуру. Этот релиз теперь требует для работы Android 5.0 (по сравнению с 4.0) и добавляет функцию OTP, функцию placeholder, асимметричное зашифрованное резервное копирование, политику конфиденциальности, а также несколько исправлений ошибок и более мелких изменений.
uk: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** випускає свою першу стабільну версію 0.3.0 після більш ніж річної перерви. Authorizer перетворює старий смартфон в апаратний менеджер паролів, емулюючи USB-клавіатуру. Цей реліз тепер вимагає для роботи Android 5.0 (в порівнянні з 4.0) і додає функцію OTP, функцію placeholder, асиметричне зашифроване резервне копіювання, політику конфіденційності, а також кілька виправлень помилок і більш дрібних змін.
zh_hans: **[Authorizer](https://f-droid.org/packages/net.tjado.passwdsafe/)** 在停滞一年多后发布了它的第一个稳定版本 0.3.0。 Authorizer 将旧智能手机变成硬件密码管理器，模拟 USB 键盘。此版本现在需要运行 Android 5.0（从 4.0 开始），并添加了 OTP 功能、占位符功能、非对称加密备份、隐私政策以及一些错误修复和较小的更改。

source: TWIF 25: Tor Browser, Matrix room enhancements and mirror beta testing
de: TWIF 25: Tor Browser, Matrix-Raum-Verbesserungen und Spiegelserver-Beta-Test
pl: TWIF 25: Przeglądarka Tor, ulepszenia w pokoju Matrix i testowanie lustrzanej wersji beta
ro: TWIF 25: Browser Tor, îmbunătățiri ale camerei Matrix și testarea beta a oglinzii
ru: TWIF 25: Браузер Tor, улучшения в комнате Matrix и бета-тестирование зеркала
uk: TWIF 25: Браузер Tor, поліпшення в кімнаті Matrix і бета-тестування дзеркала
zh_hans: TWIF 25：Tor 浏览器、Matrix 聊天室增强功能和镜像 beta 测试

source: In this edition: Tor Browser in Guardian Project, Matrix room improved, F-Droid bottom bar improvement, beta mirror up for testing, and 11 new apps and a record-breaking **{{ page.number_of_updated_apps }}** updates. <!--more-->
de: In dieser Ausgabe: Tor Browser im Guardian Project, Matrix-Raum verbessert, F-Droid-Werkzeugleistenverbesserung, Beta-Spiegelserver bereit zum Test sowie 11 neue Apps und alle Rekorde brechende **{{ page.number_of_updated_apps }}** Aktualisierungen. <!--more-->
pl: W tej edycji: Tor Browser w projekcie Guardian, poprawiony pokój Matrix, ulepszenie dolnego paska F-Droid, udostępnienie wersji beta do testów i 11 nowych aplikacji oraz rekordowe **{{ page.number_of_updated_apps }}** aktualizacji.
ro: În această ediție: Tor Browser în Guardian Project, Matrix room îmbunătățită, îmbunătățirea barei de jos a F-Droid, oglinda beta pentru testare, 11 aplicații noi și un număr record de actualizări **{{ page.number_of_updated_apps }}**.
ru: В этом выпуске: Браузер Tor в проекте Guardian, улучшенная комната Matrix, улучшение нижней панели F-Droid, бета-версия зеркала для тестирования, а также 11 новых приложений и рекордное количество обновлений **{{ page.number_of_updated_apps }}**. <!--more-->
uk: У цьому випуску: Браузер Tor в проєкті Guardian, поліпшена кімната Matrix, поліпшення нижньої панелі F-Droid, бета-версія дзеркала для тестування, а також 11 нових застосунків і рекордна кількість оновлень у кількості **{{ page.number_of_updated_apps }}**. <!--more-->
zh_hans: 本期中：Guardian Project 中的 Tor 浏览器、改进的 Matrix 聊天室、F-Droid 底栏改进、测试版镜像，以及 11 个新应用和破纪录的 **{{ page.number_of_updated_apps }}** 个更新. <!--more-->

source: Tor Browser available in Guardian Project repository
de: Tor Browser im Guardian Project Repository abrufbar
pl: Przeglądarka Tor dostępna w repozytorium Guardian Project
ro: Browserul Tor este disponibil în depozitul Guardian Project
ru: Браузер Tor доступен в репозитории Guardian Project
uk: Браузер Tor доступний у репозиторії Guardian Project
zh_hans: Tor 浏览器进入 Guardian Project 存储库

source: An alpha version of the new Tor Browser is now available via the Guardian Project repository. It is the same APK as from the Tor Project website. The Guardian Project is working on getting it built [reproducibly](https://reproducible-builds.org), and once that is done we will work to add the reproducibly building Tor Browser to F-Droid.
de: Eine Alpha-Version des neuen Tor Browser steht jetzt im Guardian Project Repository zur Verfügung. Es ist dieselbe APK wie die von der Tor Project-Internetseite. Das Guardian Project arbeitet daran, sie [reproduzierbar](https://reproducible-builds.org) erstellt zu bekommen, und sobald es soweit ist, werden wir uns bemühen, den reproduzierbaren Tor Browser-Build auf F-Droid hinzuzufügen.
pl: Wersja alfa nowej przeglądarki Tor jest teraz dostępna za pośrednictwem repozytorium projektu Guardian. Jest to ten sam plik APK, co na stronie internetowej projektu Tor. Projekt Guardian pracuje nad stworzeniem go [w sposób odtwarzalny](https://reproducible-builds.org), a kiedy już to zrobimy, będziemy pracować nad dodaniem odtwarzanej przeglądarki Tor do F-Droid.
ro: O versiune alfa a noului browser Tor este acum disponibilă prin intermediul depozitului Guardian Project. Este același APK ca cel de pe site-ul Tor Project. Guardian Project lucrează la construirea [reproductibilă](https://reproducible-builds.org), iar odată ce acest lucru va fi făcut, vom lucra pentru a adăuga Tor Browser-ul Tor în F-Droid.
ru: Альфа-версия нового браузера Tor Browser теперь доступна через репозиторий Guardian Project. Это тот же APK, что и на сайте Tor Project. Guardian Project работает над тем, чтобы собрать его [воспроизводимо](https://reproducible-builds.org), и как только это будет сделано, мы постараемся добавить воспроизводимую сборку Tor Browser в F-Droid.
uk: Альфа-версія нового браузера Tor Browser тепер доступна через репозиторій Guardian Project. Це той же APK, що і на сайті Tor Project. Guardian Project працює над тим, щоб зібрати його [відтворено](https://reproducible-builds.org), і як тільки це буде зроблено, ми постараємося додати відтворену збірку Tor Browser в F-Droid.
zh_hans: 新 Tor 浏览器的 alpha 版本现在可以通过 Guardian Project 存储库获得。它与 Tor 项目网站上的 APK 相同。Guardian Project 正在努力使它[可重复](https://reproducible-builds.org)构建 ，一旦完成，我们将努力将可重复构建的 Tor 浏览器添加到 F-Droid。

source: Meanwhile, we are looking for a volunteer who want to add a not-reproducibly-building version to F-Droid. It would be great if someone who has experience with building Fennec could try building Tor Browser.
de: In der Zwischenzeit suchen wir nach einem Freiwilligen, der eine nicht reproduzierbar erstellte Version zu F-Droid hinzufügen möchte. Es wäre großartig, wenn jemand mit Erfahrung in Fennec-Builds versuchen könnte, Tor Browser zu bauen.
pl: Tymczasem szukamy ochotnika, który chce dodać do F-Droid wersję, która nie jest odtwarzalna. Byłoby wspaniale, gdyby ktoś, kto ma doświadczenie w budowaniu Fennec, mógł spróbować zbudować przeglądarkę Tor.
ro: Între timp, căutăm un voluntar care dorește să adauge o versiune care să nu fie construită în mod reproductibil la F-Droid. Ar fi grozav dacă cineva care are experiență în construirea Fennec ar putea încerca să construiască Tor Browser.
ru: Тем временем, мы ищем добровольца, который хочет добавить невоспроизводимую версию сборки в F-Droid. Было бы здорово, если бы кто-то, кто имеет опыт сборки Fennec, попробовал собрать Tor Browser.
uk: Тим часом, ми шукаємо добровольця, який хоче додати невідтворювану версію збірки в F-Droid. Було б здорово, якби хтось, хто має досвід складання Fennec, спробував зібрати Tor Browser.
zh_hans: 同时，我们正在寻找想为 F-Droid 添加一个不可重复构建版本的志愿者。如果有构建 Fennec 经验的人可以尝试构建 Tor 浏览器，那就太好了。

source: Growing our presence on Matrix
de: Wachsende Präsenz auf Matrix
pl: Zwiększenie naszej obecności na Matrix
ro: Creșterea prezenței noastre pe Matrix
ru: Расширение нашего присутствия на Matrix
uk: Розширення нашої присутності на Matrix
zh_hans: 扩大我们在 Matrix 上的影响力

source: We have had an IRC room on Freenode since at least 2014, and that room has been bridged to Matrix since Matrix started bridging Freenode. Over the last year, we have been customizing the Matrix half of the room, adding a nice room avatar among other things, but the amount of customization we're allowed that way is limited.
de: Wir hatten einen IRC-Raum auf Freenode seit mindestens 2014 und dieser Raum wurde zu Matrix übergeleitet, als Matrix mit der Überbrückung von Freenode begann. Während des letzten Jahres haben wir die Matrixhälfte des Raums angepasst, indem wir einen hübschen Raum-Avatar neben anderen Dingen hinzugefügt haben. aber das Ausmaß der Anpassungen auf diese Weise ist limitiert.
pl: Mieliśmy pomieszczenie IRC na Freenode od co najmniej 2014 r., A ten pokój został zmostkowany do Matrix, odkąd Matrix zaczął mostować Freenode'a. W ciągu ostatniego roku dostosowywaliśmy Matrixa do połowy pokoju, dodając między innymi ładny awatar w pokoju, ale ilość dostosowań, do których jesteśmy dopuszczani w ten sposób, jest ograniczona.
ro: Am avut o cameră IRC pe Freenode cel puțin din 2014, iar acea cameră a fost conectată la Matrix de când Matrix a început să conecteze Freenode. În ultimul an, am personalizat jumătatea Matrix a camerei, adăugând, printre altele, un avatar frumos al camerei, dar cantitatea de personalizare care ne este permisă în acest fel este limitată.
ru: У нас есть IRC-комната на Freenode по крайней мере с 2014 года, и эта комната была подключена к Matrix с тех пор, как Matrix начал подключать Freenode. В течение последнего года мы настраивали половину комнаты в Matrix, добавляя красивый аватар комнаты среди прочего, но количество разрешенных настроек ограничено.
uk: У нас є IRC-кімната на Freenode принаймні з 2014 року, і ця кімната була підключена до Matrix з тих пір, як Matrix почав підключати Freenode. Протягом останнього року ми налаштовували половину кімнати в Matrix, додаючи красивий аватар кімнати серед іншого, але кількість дозволених налаштувань обмежена.
zh_hans: 至少自 2014 年以来，我们就在 Freenode 上拥有一个 IRC 房间了，并且自从 Matrix 开始桥接 Freenode 该房间就已桥接到 Matrix。在过去的一年里，我们一直在自定义房间的 Matrix 部分，添加一个漂亮的房间头像，但是允许我们自定义的数量是有限的。

source: So this week we went and made a Matrix room, and bridged it to IRC manually. The upshot of this is that we now have a Matrix room which is fully under our control. This has allowed us to set history visibility to public, so anyone can now read back the logs at [https://view.matrix.org/alias/#fdroid:matrix.org](https://view.matrix.org/alias/%23fdroid:matrix.org). We have also listed the room in matrix.org's room directory, so people who search for F-Droid can actually find us.
de: So machten wir uns diese Woche daran, einen Matrix-Raum zu schaffen und manuell eine Brücke zwischen ihm und IRC zu schlagen. Das Ergebnis davon ist, dass wir nun einen Matrix-Raum besitzen, der vollständig von uns kontrolliert wird. Das ermöglichte uns, den Verlauf öffentlich sichtbar zu machen, so kann nun jeder die Protokolle auf [https://view.matrix.org/alias/#fdroid:matrix.org](https://view.matrix.org/alias/%23fdroid:matrix.org) zurückverfolgen. Wir haben auch den Raum im Raumverzeichnis von Matrix.org gelistet, damit Leute, die nach F-Droid suchen, uns auch tatsächlich finden.
pl: Więc w tym tygodniu poszliśmy i zrobiliśmy pokój Matrix i ręcznie zmostkowaliśmy go na IRC. W efekcie mamy teraz salę Matrix, która jest w pełni pod naszą kontrolą. Dzięki temu mogliśmy ustawić widoczność historii na publiczną, dzięki czemu każdy może teraz odczytywać dzienniki na stronie [https://view.matrix.org/alias/#fdroid:matrix.org](https://view.matrix.org/alias/%23fdroid:matrix.org). Wymieniliśmy również pokój w katalogu room matrix.org, więc ludzie, którzy wyszukują F-Droid, mogą nas znaleźć.
ro: Așa că săptămâna aceasta ne-am dus și am făcut o cameră Matrix, și am conectat-o manual la IRC. Rezultatul este că acum avem o cameră Matrix care se află în totalitate sub controlul nostru. Acest lucru ne-a permis să setăm vizibilitatea istoriei la public, astfel încât oricine poate citi acum jurnalele la [https://view.matrix.org/alias/#fdroid:matrix.org](https://view.matrix.org/alias/%23fdroid:matrix.org). De asemenea, am listat camera în directorul de camere de pe matrix.org, astfel încât oamenii care caută F-Droid să ne poată găsi.
ru: Поэтому на этой неделе мы сделали комнату Matrix и подключили ее к IRC вручную. Результатом этого стало то, что теперь у нас есть комната Matrix, которая полностью под нашим контролем. Это позволило нам установить видимость истории на публичную, так что теперь любой может читать журналы по адресу [https://view.matrix.org/alias/#fdroid:matrix.org](https://view.matrix.org/alias/%23fdroid:matrix.org). Мы также внесли комнату в каталог комнат matrix.org, так что люди, которые ищут F-Droid, могут найти нас.
uk: Тому на цьому тижні ми зробили кімнату Matrix і підключили її до IRC вручну. Результатом цього стало те, що тепер у нас є кімната Matrix, яка повністю під нашим контролем. Це дозволило нам встановити видимість історії на публічну, так що тепер будь-хто може читати журнали за адресою [https://view.matrix.org/alias/#fdroid:matrix.org](https://view.matrix.org/alias/%23fdroid:matrix.org). Ми також внесли кімнату в каталог кімнат matrix.org, так що люди, які шукають F-Droid, можуть знайти нас.
zh_hans: 所以这周我们去建立了一个 Matrix 聊天室，并手动将它桥接到 IRC。这样做的结果是，我们现在有了一个完全在我们控制之下的 Matrix 聊天室。这使我们能够将历史可见性设置为公开，因此现在任何人都可以在 [https://view.matrix.org/alias/#fdroid:matrix.org](https://view.matrix.org/alias/%23fdroid:matrix.org) 上查看历史记录。我们还在 matrix.org 的聊天室目录中列出了聊天室，因此搜索 F-Droid 的人实际上可以找到我们。

source: Finally, the room can now be reached at [#fdroid:matrix.org](https://matrix.to/#/#fdroid:matrix.org). This alias previously belonged to a third-party F-Droid room which has been running on Matrix since January 2017. They have graciously allowed us to use the alias for our room, for which our sincere thanks.
de: Schließlich wird der Raum jetzt auf [#fdroid:matrix.org](https://matrix.to/#/#fdroid:matrix.org) erreicht. Dieser Alias gehörte früher einem fremden F-Droid-Raum, der auf Matrix seit Januar 2017 geöffnet war. Die Betreiber haben uns dankenswerterweise gestattet, den Alias für unseren Raum zu nutzen, wofür wir ihnen herzlich danken.
pl: Wreszcie, pokój można teraz znaleźć na [#fdroid:matrix.org](https://matrix.to/#/#fdroid:matrix.org). Ten alias należał wcześniej do pokoju F-Droid firmy zewnętrznej, który działa na platformie Matrix od stycznia 2017 roku. Łaskawie pozwolił nam użyć pseudonimu do naszego pokoju, za który serdecznie dziękujemy.
ro: În cele din urmă, camera poate fi acum accesată la [#fdroid:matrix.org](https://matrix.to/#/#fdroid:matrix.org). Acest pseudonim aparținea anterior unei camere F-Droid terțe, care a funcționat pe Matrix din ianuarie 2017. Aceștia ne-au permis cu bunăvoință să folosim aliasul pentru camera noastră, fapt pentru care le mulțumim sincer.
ru: Наконец, в комнату теперь можно попасть по адресу [#fdroid:matrix.org](https://matrix.to/#/#fdroid:matrix.org). Этот псевдоним ранее принадлежал сторонней комнате F-Droid, которая работает на Matrix с января 2017 года. Они любезно разрешили нам использовать этот псевдоним для нашей комнаты, за что наша искренняя благодарность.
uk: Нарешті, в кімнату тепер можна потрапити за адресою [#fdroid: matrix.org](https://matrix.to/#/#fdroid:matrix.org). Цей псевдонім раніше належав сторонньої кімнаті F-Droid, яка працює на Matrix з січня 2017 року. Вони люб'язно дозволили нам використовувати цей псевдонім для нашої кімнати, за що наша щира подяка.
zh_hans: 最后，现在可以通过 [#fdroid:matrix.org](https://matrix.to/#/#fdroid:matrix.org) 进入聊天室。此别名以前属于自 2017 年 1 月以来一直在 Matrix 上运行的第三方 F-Droid 房间。他们慷慨地允许我们为我们的房间使用这个别名，对此我们深表感谢。

source: Compact bottom bar in F-Droid client
de: Kompakte Werkzeugleiste im F-Droid-Client
pl: Kompaktowy dolny pasek w kliencie F-Droid
ro: Bara de jos compactă în clientul F-Droid
ru: Компактная нижняя панель в клиенте F-Droid
uk: Компактна нижня панель в клієнті F-Droid
zh_hans: F-Droid 客户端中的紧凑底栏

source: **[@Licaon_Kter](https://forum.f-droid.org/u/Licaon_Kter)** is working on a modified bottom bar in the F-Droid client, which has more room for text by collapsing the inactive items. This should fix problems with text getting cut off in languages other than English. You can see it in action [here](https://gitlab.com/fdroid/fdroidclient/merge_requests/756).
de: **[@Licaon_Kter](https://forum.f-droid.org/u/Licaon_Kter)** arbeitet an einer modifizierten Werkzeugleiste im F-Droid-Client, die mehr Platz für Text bietet, indem die inaktiven Elemente verkleinert werden. Dies sollte die Probleme lösen, dass Texte in anderen Sprachen als Englisch beschnitten werden. Sie können sie [hier](https://gitlab.com/fdroid/fdroidclient/merge_requests/756) in Aktion sehen.
pl: **[@Licaon_Kter](https://forum.f-droid.org/u/Licaon_Kter)** pracuje na zmodyfikowanym dolnym pasku klienta F-Droid, który ma więcej miejsca na tekst, zwijając nieaktywne elementy. To powinno naprawić problemy z obcięciem tekstu w językach innych niż angielski. Możesz zobaczyć to w akcji [tutaj](https://gitlab.com/fdroid/fdroidclient/merge_requests/756).
ro: **[@Licaon_Kter](https://forum.f-droid.org/u/Licaon_Kter)** lucrează la o bară de jos modificată în clientul F-Droid, care are mai mult spațiu pentru text prin colapsarea elementelor inactive. Acest lucru ar trebui să rezolve problemele legate de tăierea textului în alte limbi decât engleza. O puteți vedea în acțiune [aici](https://gitlab.com/fdroid/fdroidclient/merge_requests/756).
ru: **[@Licaon_Kter](https://forum.f-droid.org/u/Licaon_Kter)** работает над модифицированной нижней панелью в клиенте F-Droid, которая имеет больше места для текста за счет сворачивания неактивных элементов. Это должно устранить проблемы с обрезанием текста на языках, отличных от английского. Вы можете увидеть это в действии [здесь](https://gitlab.com/fdroid/fdroidclient/merge_requests/756).
uk: **[@Licaon_Kter](https://forum.f-droid.org/u/Licaon_Kter)** працює над модифікованою нижньою панеллю в клієнті F-Droid, яка має більше місця для тексту за рахунок згортання неактивних елементів. Це повинно усунути проблеми з обрізанням тексту на мовах, відмінних від англійської. Ви можете побачити це в дії [тут](https://gitlab.com/fdroid/fdroidclient/merge_requests/756).
zh_hans: **[@Licaon_Kter](https://forum.f-droid.org/u/Licaon_Kter)** 正在修改 F-Droid 客户端的底栏，通过折叠非活动项目使文字有更多空间。这应该可以解决英语以外的语言中文字被截断的问题。你可以在[此处](https://gitlab.com/fdroid/fdroidclient/merge_requests/756)看到它。

source: Tutanota on F-Droid spotlighted at Linux Journal
de: Tutanota auf F-Droid im Blickpunkt des Linux Journal
pl: Tutanota na F-Droid jest wyróżniona w Linux Journal
ro: Tutanota pe F-Droid în centrul atenției la Linux Journal
ru: Tutanota на F-Droid освещается в Linux Journal
uk: Tutanota на F-Droid висвітлюється в Linux Journal
zh_hans: Linux Journal 上关注了 F-Droid 上的 Tutanota

source: Tutanota, and the story of how they made their app suitable for F-Droid, have been [spotlighted](https://www.linuxjournal.com/content/foss-project-spotlight-tutanota-first-encrypted-email-service-app-f-droid) at Linux Journal. Of course, if you've been [following our blog]({% post_url 2018-09-03-replacing-gcm-in-tutanota %}), this will sound very familiar.
ru: Tutanota и история о том, как они сделали свое приложение подходящим для F-Droid, были [освещены](https://www.linuxjournal.com/content/foss-project-spotlight-tutanota-first-encrypted-email-service-app-f-droid) в Linux Journal. Конечно, если вы [следили за нашим блогом]({% post_url 2018-09-03-replacing-gcm-in-tutanota %}), это будет звучать очень знакомо.
uk: Tutanota та історія про те, як вони зробили свій застосунок відповідним для F-Droid, були [висвітлені](https://www.linuxjournal.com/content/foss-project-spotlight-tutanota-first-encrypted-email-service- app-f-droid) в Linux Journal. Звичайно, якщо ви [стежили за нашим блогом]({% post_url 2018-09-03-replacing-gcm-in-tutanota %}), це буде звучати дуже знайоме.
zh_hans: Tutanota，以及他们如何使他们的应用适合 F-Droid 的故事，已经在 Linux 杂志上得到[关注](https://www.linuxjournal.com/content/foss-project-spotlight-tutanota-first-encrypted-email-service-app-f-droid)。当然，如果你一直[关注我们的博客]({% post_url 2018-09-03-replacing-gcm-in-tutanota %})，这听起来会很熟悉。

source: Beta mirror up for testing
de: Beta-Spiegelserver bereit zum Test
pl: Lustro Beta do testowania
ro: Oglinda beta pentru testare
ru: Бета-версия зеркала для тестирования
uk: Бета-версія дзеркала для тестування
zh_hans: 用于测试的 Beta 镜像
