Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The Maven Central repo is ["the largest collection of Java and other open source components"](https://central.sonatype.org/pages/about/#what-is-the-central-repository) and a default source of libraries for Maven and Gradle ["Serving Open Source Components Since 2002"](https://central.sonatype.org/). The vast majority of libraries used in Android apps, outside of Google's own, are fetched from Maven Central. It's one of the most established and well-known Maven repos. Maven Central has strict requirements that [the source code](https://central.sonatype.org/publish/requirements/#supply-javadoc-and-sources) and [the source control system information](https://central.sonatype.org/publish/requirements/#scm-information) should be provided, and [the license should be declared](https://central.sonatype.org/publish/requirements/#license-information). It also requires that the group ID should match the owner's domain and the files should be signed. Furthermore, Maven Central [supports reproducible builds](https://Maven.apache.org/guides/mini/guide-reproducible-builds.html) in a first class way which is a big help for ensuring that apps are 100% free software.
de: Das Maven Central Repo ist [„die größte Sammlung von Java- und anderen Open-Source-Komponenten“](https://central.sonatype.org/pages/about/#what-is-the-central-repository) und eine Standardquelle von Bibliotheken für Maven und Gradle [„Anbieter von Open-Source-Komponenten seit 2002“](https://central.sonatype.org/). Die überwiegende Mehrheit der in Android-Apps verwendeten Bibliotheken, abseits der google-eigenen, werden aus Maven Central bezogen. Es ist eines der gängigsten und bekanntesten Maven-Repos. Maven Central hat strenge Anforderungen, dass [der Quellcode](https://central.sonatype.org/publish/requirements/#supply-javadoc-and-sources) und [die Kontrollsysteminformationen zur Quelle](https://central.sonatype.org/publish/requirements/#scm-information) bereitgestellt werden sollen und [die Lizenz deklariert werden soll](https://central.sonatype.org/publish/requirements/#license-information). Es fordert auch, dass die Gruppen-ID mit der Domain des Eigentümers übereinstimmen soll und die Dateien signiert werden sollen. Außerdem unterstützt Maven Central auf erstklassige Weise [Reproducible Builds](https://Maven.apache.org/guides/mini/guide-reproducible-builds.html), was eine große Hilfe ist, sicherzustellen, dass Apps zu 100% freie Software sind.
pl: Repozytorium Maven Central to ["największa kolekcja Java i innych komponentów o otwartym kodzie"](https://central.sonatype.org/pages/about/#what-is-the-central-repository) i domyślne źródło biblioteki dla Maven i Gradle ["Serving Open Source Components od 2002"](https://central.sonatype.org/). Zdecydowana większość bibliotek używanych w aplikacjach na Androida, poza bibliotekami Google, jest pobierana z Maven Central. To jedno z najbardziej uznanych i znanych repozytoriów Mavena. Maven Central ma ścisłe wymagania dotyczące [kodu źródłowego](https://central.sonatype.org/publish/requirements/#supply-javadoc-and-sources) oraz [informacji o systemie kontroli źródła](https://central. sonatype.org/publish/requirements/#scm-information) i [należy zadeklarować licencję](https://central.sonatype.org/publish/requirements/#license-information). Wymaga również, aby identyfikator grupy był zgodny z domeną właściciela, a pliki powinny być podpisane. Co więcej, Maven Central [obsługuje powtarzalne kompilacje](https://Maven.apache.org/guides/mini/guide-reproducible-builds.html) w sposób pierwszorzędny, co jest bardzo pomocne w zapewnieniu, że aplikacje są w 100% bezpłatnym oprogramowaniem.
ro: Maven Central repo este ["cea mai mare colecție de componente Java și alte componente open source"](https://central.sonatype.org/pages/about/#what-is-the-central-repository) și o sursă implicită de biblioteci pentru Maven și Gradle ["Servind componente cu sursă liberă înca din 2002"](https://central.sonatype.org/). Marea majoritate a bibliotecilor utilizate în aplicațiile Android, în afara celor proprii ale Google, sunt preluate din Maven Central. Este unul dintre cele mai bine stabilite și cunoscute depozite Maven. Are cerințe stricte conform cărora trebuie furnizate [codul sursă](https://central.sonatype.org/publish/requirements/#supply-javadoc-and-sources) și [informațiile despre sistemul de control al sursei](https://central.sonatype.org/publish/requirements/#scm-information), iar [licența trebuie declarată](https://central.sonatype.org/publish/requirements/#license-information). De asemenea, se cere ca ID-ul grupului să corespundă domeniului proprietarului și ca fișierele să fie semnate. În plus, Maven Central [suportă construcțiile reproductibile](https://Maven.apache.org/guides/mini/guide-reproducible-builds.html) într-un mod de primă clasă, ceea ce reprezintă un mare ajutor pentru a asigura că aplicațiile sunt 100% software liber.
ru: Репо Maven Central - это ["крупнейшая коллекция компонентов Java и других открытых источников"](https://central.sonatype.org/pages/about/#what-is-the-central-repository) и источник библиотек по умолчанию для Maven и Gradle ["обслуживает компоненты с открытым исходным кодом с 2002 года"](https://central.sonatype.org/). Подавляющее большинство библиотек, используемых в приложениях для Android, за исключением собственных библиотек Google, берутся из Maven Central. Это один из самых авторитетных и известных репозиториев Maven. Maven Central предъявляет строгие требования к предоставлению [исходного кода](https://central.sonatype.org/publish/requirements/#supply-javadoc-and-sources) и [информации о системе контроля исходного кода](https://central.sonatype.org/publish/requirements/#scm-information), а также к объявлению [лицензии](https://central.sonatype.org/publish/requirements/#license-information). Также требуется, чтобы идентификатор группы совпадал с доменом владельца, а файлы были подписаны. Кроме того, Maven Central [поддерживает воспроизводимые сборки](https://Maven.apache.org/guides/mini/guide-reproducible-builds.html) первоклассным образом, что является большим подспорьем для обеспечения того, чтобы приложения были на 100% свободными программами.
uk: Репозиторій Maven Central — [«найбільша колекція Java та інших компонентів з відкритим кодом»](https://central.sonatype.org/pages/about/#what-is-the-central-repository) і усталеним джерелом бібліотек для Maven і Gradle [«Обслуговування компонентів з відкритим кодом з 2002 року»](https://central.sonatype.org/). Переважна більшість бібліотек, що використовуються в застосунках для Android, окрім власних бібліотек Google, завантажуються з Maven Central. Це одне з найвідоміших і найстаріших сховищ Maven. Maven Central має суворі вимоги щодо надання [вихідного коду](https://central.sonatype.org/publish/requirements/#supply-javadoc-and-sources) та [інформації про систему контролю вихідного коду](https://central.sonatype.org/publish/requirements/#scm-information), а також [декларування ліцензії](https://central.sonatype.org/publish/requirements/#license-information). Також вимагається, щоб ID групи збігався з доменом власника, а файли були підписані. Крім того, Maven Central [підтримує відтворювані збірки](https://Maven.apache.org/guides/mini/guide-reproducible-builds.html) у першокласний спосіб, що є великою підмогою для забезпечення того, щоб застосунки були на 100% вільним програмним забезпеченням.
zh_hans: Maven Central 存储库是 [“Java 和其他开源组件的最大集合”](https://central.sonatype.org/pages/about/#what-is-the-central-repository) 以及 Maven 和 Gradle 的默认存储库，[“自 2002 年以来提供开源组件”](https://central.sonatype.org/)。 Android 应用中使用的绝大多数库，除了 Google 自己的，都是从 Maven Central 获取的。它是最成熟和最知名的 Maven 存储库之一。 Maven Central 对[源代码](https://central.sonatype.org/publish/requirements/#supply-javadoc-and-sources)有严格的要求，并要求提供[源代码控制系统信息](https://central. sonatype.org/publish/requirements/#scm-information)且[声明许可证](https://central.sonatype.org/publish/requirements/#license-information)。它还要求组 ID 应与所有者的域名匹配，并且文件应签名。此外，Maven Central [对可重复构建](https://Maven.apache.org/guides/mini/guide-reproducible-builds.html)提供一等的支持，这对确保应用是 100% 自由软件帮助很大。

source: Everything sounds too good to be true. Unfortunately, it is. Though they declare that Maven Central is ["OSS Repository Hosting"](https://central.sonatype.org/publish/publish-guide/#introduction), they don't require that the libs hosted on there are FOSS. Sometimes we find that [a](https://gitlab.com/fdroid/fdroidserver/-/issues/628) [non-free](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/680) [lib](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/542) was pulled from Maven Central and have to disable lots of affected versions of published apps.
de: Alles klingt zu gut, um wahr zu sein. Unglücklicherweise ist es auch so. Obwohl sie erklären, dass Maven Central ein ["OSS Repository Hosting"](https://central.sonatype.org/publish/publish-guide/#introduction) ist, verlangen sie nicht, dass die dort gehosteten Bibliotheken FOSS sind. Gelegentlich finden wir, dass [eine](https://gitlab.com/fdroid/fdroidserver/-/issues/628) [nicht-freie](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/680) [Bibliothek](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/542) von Maven Central bezogen wurde und müssen viele davon betroffene Versionen veröffentlichter Apps sperren.
pl: Wszystko brzmi zbyt dobrze, aby mogło być prawdziwe. Niestety tak jest. Chociaż deklarują, że Maven Central to ["Hosting repozytorium OSS"](https://central.sonatype.org/publish/publish-guide/#introduction), nie wymagają, aby hostowane tam biblioteki były FOSS. Czasami okazuje się, że (https://gitlab.com/fdroid/fdroidserver/-/issues/628) [niewolna](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/680) [biblioteka](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/542) została pobrana z Maven Central i musi wyłączyć wiele wersji opublikowanych aplikacji, których dotyczy problem.
ro: Totul sună prea bine ca să fie adevărat. Din păcate, așa și este. Deși declară că Maven Central este ["Găzduirea depozitului OSS"](https://central.sonatype.org/publish/publish-guide/#introduction), ei nu cer ca bibliotecile găzduite acolo să fie FOSS. Uneori, descoperim că [o anume](https://gitlab.com/fdroid/fdroidserver/-/issues/628) [bibliotecă](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/680) [neliberă](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/542) a fost retrasă din Maven Central și trebuie să dezactivăm o mulțime de versiuni afectate ale aplicațiilor publicate.
ru: Все звучит слишком хорошо, чтобы быть правдой. К сожалению, так оно и есть. Хотя они заявляют, что Maven Central - это ["OSS Репозиторий Хостинг"](https://central.sonatype.org/publish/publish-guide/#introduction), они не требуют, чтобы размещаемые там библиотеки были FOSS. Иногда мы обнаруживаем, что [несвободная](https://gitlab.com/fdroid/fdroidserver/-/issues/628) [lib](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/680) [lib](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/542) была извлечена из Maven Central, и нам приходится отключать множество затронутых версий опубликованных приложений.
uk: Усе звучить занадто добре, щоб бути правдою. На жаль, так воно і є. Хоча вони заявляють, що Maven Central — [«репозиторій для розміщення вільних програм»](https://central.sonatype.org/publish/publish-guide/#introduction), вони не вимагають, щоб розміщені у ньому бібліотеки були вільними. Іноді ми виявляємо, що [деякі](https://gitlab.com/fdroid/fdroidserver/-/issues/628) [невільні](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/680) [бібліотеки](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/542) було витягнуто з Maven Central, і нам доводиться вимикати багато пов'язаних версій опублікованих застосунків.
zh_hans: 似乎一切都好得令人难以置信。不幸的是，它不是真的。尽管他们声明 Maven Central 是 ["OSS Repository Hosting"](https://central.sonatype.org/publish/publish-guide/#introduction)，但他们并不要求托管在那里的库是自由开源软件。有时我们会发现从 Mavrn Central 拉取了[一个](https://gitlab.com/fdroid/fdroidserver/-/issues/628)[非自由](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/680)[库](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/542)，不得不下架许多受影响应用的已发布版本。

source: Are those open source libs hosted on Maven Central trustable? No, not really. Some libs are tagged with a FOSS license but the source JAR files are empty. What is worse is that they even encourage [uploading a dummy source JAR file of the sources to pass the requirements](https://central.sonatype.org/faq/closed-source/) which makes their requirement totally meaningless. The declared license information may [just](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147) [be](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150) [wrong](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130) and the source control system information just [points to a random link](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130) or [a repo with binary jars only](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147). Another common case is that the lib itself is "open source" but it depends on other [proprietary](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/712) [libs](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150).
de: Sind diese auf Maven Central gehosteten Open-Source-Bibliotheken vertrauenswürdig? Nein, nicht wirklich. Einige Bibliotheken werden mit einer FOSS-Lizenz gekennzeichnet, aber die Quell-JAR-Dateien sind leer. Was läuft falsch, wenn sie [das Hochladen einer Pseudo-JAR-Datei des Quellcodes zur Umgehung der Anforderungen](https://central.sonatype.org/faq/closed-source/) sogar fördern, was ihre Anforderungen komplett bedeutungslos macht. Die deklarierte Lizenzinformation kann [einfach](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147) [falsch](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150) [sein](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130) und die Kontrollsyteminformation für die Quelle [verweist auf einen Zufallslink](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130) oder [ein Repo nur mit binären JARs](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147). Ein weiterer gängiger Fall ist, dass die Bibliothek selbst "Open Source" ist, aber von anderen [proprietären](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/712) [Bibliotheken](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150) abhängt.
pl: Czy te biblioteki o otwartym kodzie hostowane na Maven Central są godne zaufania? Nie, nie bardzo. Niektóre biblioteki są oznaczone licencją FOSS, ale źródłowe pliki JAR są puste. Co gorsza, zachęcają nawet do [przesyłania fałszywego źródłowego pliku JAR ze źródeł, w celu spełnienia wymagań](https://central.sonatype.org/faq/closed-source/), co sprawia, że ich wymagania są całkowicie bezsensowne. Zadeklarowane informacje o licencji mogą [po prostu](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147) [być](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150) [ złe](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130) i informacje o systemie kontroli źródła tylko [wskazują na losowy link](https://gitlab.com/fdroid/fdroidserver/-/ merge_requests/1130) lub [repo tylko z plikami jar](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147). Innym częstym przypadkiem jest to, że sama biblioteka jest „open source”, ale zależy od innych [zastrzeżonych](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/712) [bibliotek](https://gitlab. com/fdroid/fdroidserver/-/merge_requests/1150).
ro: Sunt de încredere acele biblioteci cu sursă deschisă găzduite pe Maven Central? Nu, nu chiar. Unele biblioteci sunt etichetate cu o licență FOSS, dar fișierele JAR sursă sunt goale. Ceea ce este mai rău este că ei chiar încurajează [încărcarea unui fișier JAR sursă fictiv al surselor pentru a trece cerințele](https://central.sonatype.org/faq/closed-source/), ceea ce face ca acea cerința a lor să fie total lipsită de sens. Informațiile declarate privind licența pot fi [pur](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147) [și simplu](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150) [greșite](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130), iar informațiile privind sistemul de control al sursei doar [indică o legătură aleatorie](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130) sau [un depozit doar cu fișiere binare JAR](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147). Un alt caz comun este acela că biblioteca în sine este "cu sursă deschisă", dar depinde de alte [biblioteci](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/712) [proprietare](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150).
ru: Можно ли доверять библиотекам с открытым исходным кодом, размещенным на Maven Central? Нет, не совсем. Некоторые библиотеки помечены лицензией FOSS, но исходные JAR-файлы пусты. Хуже того, они даже поощряют [загрузку фиктивных JAR-файлов исходников для прохождения требований](https://central.sonatype.org/faq/closed-source/), что делает их требования совершенно бессмысленными. Заявленная информация о лицензии может [просто](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147) [быть](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150) [неверной](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130), а информация о системе контроля исходных текстов просто [указывает на случайную ссылку](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130) или [репозиторий только с бинарными банками](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147). Другой распространенный случай - сама библиотека "с открытым исходным кодом", но она зависит от других [проприетарных](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/712) [библиотек](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150).
uk: Чи можна довіряти тим бібліотекам з відкритим кодом, які розміщені на Maven Central? Ні, не зовсім. Деякі бібліотеки позначені ліцензією FOSS, але вихідні JAR-файли порожні. Гірше того, вони навіть заохочують [завантажувати фіктивні джерельні JAR-файли, щоб задовольнити вимоги](https://central.sonatype.org/faq/closed-source/), що робить їхню вимогу абсолютно безглуздою. Заявлені відомості про ліцензію можуть [бути](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147) [просто](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150) [неправильними](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130), а дані про систему контролю джерела просто [вказують на випадкове посилання](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130) або [репозиторій лише з двійковими файлами](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147). Інший поширений випадок, коли сама бібліотека є «відкритим кодом», але вона залежить від інших [власницьких](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/712) [бібліотек](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150).
zh_hans: 托管在 Maven Central 上的那些开源库是否值得信赖？并非如此。一些库标记为自由开源许可证，但源代码 JAR 文件是空的。更糟糕的是，他们甚至鼓励[上传源代码的假的 JAR 文件以通过检查](https://central.sonatype.org/faq/closed-source/)，这使得他们的要求完全没有意义。声明的许可信息可能[就](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147)[是](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1150)[错误](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130)并且源代码控制系统信息只是[随意指向一个链接](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1130)或[仅包含二进制 jar 文件的存储库](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1147)。另一个常见的情况是库本身是“开源的”，但它依赖于其他[专有](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/712)[库](https://gitlab. com/fdroid/fdroidserver/-/merge_requests/1150)。
