Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: In the end, we had to do some work but it was totally worth it. Our new app is still in beta but thanks to non-blocking IO, we’ve been able to maintain thousands of simultaneous connections without problems. We freed our users from Google Play Services requirement. Finally, everyone is able to [get the Tutanota app on F-Droid](https://f-droid.org/packages/de.tutao.tutanota/). The system now combines both: good power efficiency and speed.
de: Am Ende hatten wir einiges an Arbeit zu leisten, aber die war es absolut wert. Unsere neue App ist noch eine Beta-Version aber dank der IO-Entsperrung, sind wir in der Lage tausende simultaner Verbindungen ohne Probleme zu unterhalten. Wir haben unsere Anwender von der “Google Play Services“-Pflicht erlöst. Schlussendlich kann jeder [die Tutanota-App auf F-Droid erhalten](https://f-droid.org/packages/de.tutao.tutanota/). Das System kombiniert nun beides: gute Energieeffizienz und Geschwindigkeit.
pl: W końcu musieliśmy trochę popracować, ale było to całkowicie tego warte. Nasza nowa aplikacja jest nadal w wersji beta, ale dzięki nieblokującej technologii IO udało nam się utrzymać tysiące jednoczesnych połączeń bez żadnych problemów. Zwolniliśmy naszych użytkowników z wymogu Usług Google Play. Wreszcie, każdy jest w stanie [pobrać aplikację Tutanota na F-Droid](https://f-droid.org/packages/de.tutao.tutanota/). System łączy teraz zarówno dobrą wydajność energetyczną, jak i szybkość.
ro: În cele din urmă, a trebuit să lucrăm puțin, dar a meritat din plin. Noua noastră aplicație este încă în versiune beta, dar datorită IO fără blocare, am reușit să menținem mii de conexiuni simultane fără probleme. Ne-am eliberat utilizatorii de cerința Google Play Services. În cele din urmă, toată lumea este capabilă să [get the Tutanota app on F-Droid](https://f-droid.org/packages/de.tutao.tutanota/). Sistemul combină acum ambele: o bună eficiență energetică și viteză.
ru: В итоге нам пришлось проделать некоторую работу, но это того стоило. Наше новое приложение все еще находится в бета-версии, но благодаря неблокирующему IO мы смогли поддерживать тысячи одновременных подключений без проблем. Мы освободили наших пользователей от требования Google Play Services. Наконец, каждый может [получить приложение Tutanota на F-Droid](https://f-droid.org/packages/de.tutao.tutanota/). Теперь система сочетает в себе оба качества: хорошую энергоэффективность и скорость.
uk: В результаті нам довелося пройти деяку роботу, але це було того варте. Наше нове застосунок все ще знаходиться в бета-версії, але завдяки неблокуючому IO ми змогли підтримувати тисячі одночасних підключень без проблем. Ми звільнили наших користувачів від вимоги Google Play Services. Нарешті, кожен може [отримати застосунок Tutanota на F-Droid](https://f-droid.org/packages/de.tutao.tutanota/). Тепер система поєднує в собі обидві якості: гарну енергоефективність і швидкість.
zh_hans: 最后，我们不得不做一些工作，但这是完全值得的。我们的新应用仍处于测试阶段，但由于非阻塞 IO，我们已经能够毫无问题地保持数千个同时连接。我们将用户从 Google Play 服务要求中解放出来。最后，每个人都可以[在 F-Droid 上获取 Tutanota 应用](https://f-droid.org/packages/de.tutao.tutanota/)。该系统现在结合了两者：良好的电源效率和速度。

source: Final thought: Every user should be able to choose a "Notification Provider" for every app
de: Schlussgedanke: Jeder Nutzer sollte die Möglichkeit haben, für jede App einen "Benachrichtigungsanbieter" auszuwählen
pl: Ostateczna myśl: każdy użytkownik powinien mieć możliwość wyboru "Dostawcy powiadomień" dla każdej aplikacji
ro: Gândul final: Fiecare utilizator ar trebui să aibă posibilitatea de a alege un "Furnizor de notificări" pentru fiecare aplicație
ru: Последняя мысль: Каждый пользователь должен иметь возможность выбрать "Поставщика уведомлений" для каждого приложения
uk: Остання думка: Кожен користувач повинен мати можливість вибрати "Постачальника повідомлень" для кожної програми
zh_hans: 最后的想法：每个用户都应该能够为每个应用选择一个“通知提供者”

source: Wouldn’t it be great if the user could just pick a “push notifications provider” in the phone settings and OS managed all these hard details by itself? So every app, which doesn’t want to be policed by the platform owner, didn’t have to invent the system anew? It could be end-to-end encrypted between the app and the app server. There’s no real technical difficulty in that, but as long as our systems are controlled by big players who do not allow this, we have to solve it by ourselves.
de: Wäre es nicht wunderbar, wenn der Anwender einfach einen “Push-Benachrichtigungsanbieter” in den Telefoneinstellungen wählen könnte und das OS regelt all diese schwierigen Details von selbst? So müsste nicht jede App, die nicht durch den Plattformeigentümer kontrolliert werden möchte, das System neu erfinden? Es könnte zwischen der App und dem App-Server End-zu-End-verschlüsselt sein. Es gibt keine wirklichen technischen Schwierigkeiten damit, aber so lange unsere Systeme von Großkonzernen kontrolliert werden, die das nicht zulassen, müssen wir es selbst regeln.
pl: Czy nie byłoby wspaniale, gdyby użytkownik mógł wybrać "dostawcę powiadomień push" w ustawieniach telefonu, a system operacyjny samodzielnie zarządzał wszystkimi tymi trudnymi informacjami? Więc każda aplikacja, która nie chce być kontrolowana przez właściciela platformy, nie musiała wymyślać systemu od nowa? Może być zaszyfrowany między aplikacją a serwerem aplikacji. Nie ma w tym żadnej technicznej trudności, ale dopóki nasze systemy są kontrolowane przez dużych graczy, którzy na to nie zezwalają, musimy sami rozwiązać ten problem.
ro: Nu ar fi grozav dacă utilizatorul ar putea pur și simplu să aleagă un "furnizor de notificări push" în setările telefonului, iar sistemul de operare să gestioneze singur toate aceste detalii dificile? Astfel încât fiecare aplicație care nu dorește să fie controlată de proprietarul platformei să nu fie nevoită să inventeze din nou sistemul? Acesta ar putea fi criptat de la un capăt la altul între aplicație și serverul de aplicații. Nu există nicio dificultate tehnică reală în acest sens, dar atâta timp cât sistemele noastre sunt controlate de marii jucători care nu permit acest lucru, trebuie să rezolvăm singuri problema.
ru: Разве не было бы здорово, если бы пользователь мог просто выбрать "поставщика push-уведомлений" в настройках телефона, а ОС сама управляла всеми этими сложными деталями? Таким образом, каждому приложению, которое не хочет, чтобы его контролировал владелец платформы, не нужно было бы изобретать систему заново? Она могла бы быть сквозной, зашифрованной между приложением и сервером приложений. В этом нет никакой реальной технической сложности, но пока наши системы контролируются крупными игроками, которые этого не позволяют, нам приходится решать эту проблему самостоятельно.
uk: Хіба не було б чудово, якби користувач міг просто вибрати «постачальника push-сповіщень» у налаштуваннях телефону, а ОС сама керувала б усіма цими складними деталями? Таким чином, кожному із застосунків, який не хоче, щоб його контролював власник платформи, не потрібно було б вигадувати систему заново? Вона могла б бути наскрізною, зашифрованою між застосунком і сервером застосунку. У цьому немає ніякої реальної технічної складності, але поки наші системи контролюються великими гравцями, які цього не дозволяють, нам доводиться розв'язувати цю проблему самостійно.
zh_hans: 如果用户可以在手机设置中选择一个“推送通知提供程序”并且操作系统自己管理所有这些硬细节，那不是很好吗？所以每个不想被平台所有者监管的应用不就不必重新发明系统了吗？它可以在应用和应用服务器之间进行端到端加密。这并没有真正的技术难题，但只要我们的系统被不允许这样做的大玩家控制，我们就必须自己解决。

source: Second Security Audit Results
de: Ergebnisse des zweiten Sicherheitsaudits
pl: Drugie wyniki audytu bezpieczeństwa
ro: Rezultatele celui de-al doilea audit de securitate
ru: Результаты второго аудита безопасности
uk: Результати другого аудиту безпеки
zh_hans: 第二次安全审计结果

source: The second full security audit of F-Droid is complete. We are satisfied with the results, which confirmed again that the core security model and standard operations are solid. The audit pointed out issues in the core build process where we currently rely on manual review by trusted contributors to protect us. This audit also did show that we still have work to do to achieve our goal of keeping the Android client secure even when connected to a malicious server, for example, if an untrusted repository is manually added that was created by its operator to exploit. The full audit report is available: [report_otf_fdroid.pdf](https://www.radicallyopensecurity.com/report_otf_fdroid.pdf) [_(cached copy)_]({% asset posts/2018-09-04-second-security-audit-results/report_otf_fdroid.pdf %}).
de: Das zweite komplette Sicherheitsaudit von F-Droid ist abgeschlossen. Wir sind zufrieden mit den Ergebnissen, die erneut bestätigten, dass das Kernsicherheitsmodell und die Standardoperationen solide sind. Das Audit wies auf Probleme im Core-Build-Prozess hin, wo wir momentan auf manuelle Überprüfung durch vertrauenswürdige Mitwirkende vertrauen, um uns zu schützen. Dieses Audit zeigte auch, dass wir noch daran arbeiten müssen, um unser Ziel zu erreichen, dass der Android-Client selbst dann sicher bleibt, wenn er sich mit einem bösartigen Server verbindet, z. B. wenn ein nicht vertrauenswürdiges Repository manuell eingefügt wird, das von seinem Betreiber zu Exploit-Zwecken erstellt wurde. Der vollständige Auditbericht ist hier abrufbar: [report_otf_fdroid.pdf](https://www.radicallyopensecurity.com/report_otf_fdroid.pdf) [_(cached copy)_]({% asset posts/2018-09-04-second-security-audit-results/report_otf_fdroid.pdf %}).
pl: Drugi pełny audyt bezpieczeństwa F-Droida został zakończony. Jesteśmy zadowoleni z wyników, które ponownie potwierdziły, że podstawowy model bezpieczeństwa i standardowe operacje są solidne. Audyt wykazał problemy w procesie budowania rdzenia, w którym obecnie polegamy na ręcznym przeglądzie przez zaufanych współpracowników, aby nas chronić. Kontrola wykazała również, że nadal musimy pracować, aby osiągnąć nasz cel, jakim jest utrzymanie bezpieczeństwa klienta systemu Android, nawet jeśli jest on połączony ze złośliwym serwerem, na przykład, jeśli niezaufane repozytorium zostało dodane ręcznie, które zostało utworzone przez jego operatora w celu wykorzystania. Pełny raport z audytu jest dostępny: [report_otf_fdroid.pdf](https://www.radicallyopensecurity.com/report_otf_fdroid.pdf) [_(kopia w pamięci podręcznej)_]({% asset posts/2018-09-04-second-security-audit-results/report_otf_fdroid.pdf %}).
ro: Cel de-al doilea audit de securitate complet al F-Droid este finalizat. Suntem mulțumiți de rezultate, care au confirmat din nou că modelul de securitate de bază și operațiunile standard sunt solide. Auditul a scos în evidență probleme în procesul de construire a nucleului în care ne bazăm în prezent pe revizuirea manuală de către colaboratori de încredere pentru a ne proteja. Acest audit a arătat, de asemenea, că mai avem încă de lucru pentru a ne atinge obiectivul de a menține clientul Android în siguranță chiar și atunci când este conectat la un server rău intenționat, de exemplu, în cazul în care se adaugă manual un depozit de încredere care a fost creat de operatorul său pentru a fi exploatat. Raportul complet de audit este disponibil: [report_otf_fdroid.pdf](https://www.radicallyopensecurity.com/report_otf_fdroid.pdf) [_(cached copy)_]({% asset posts/2018-09-04-second-security-audit-results/report_otf_fdroid.pdf %}).
ru: Второй полный аудит безопасности F-Droid завершен. Мы удовлетворены результатами, которые еще раз подтвердили надежность основной модели безопасности и стандартных операций. Аудит указал на проблемы в процессе сборки ядра, где мы в настоящее время полагаемся на ручную проверку со стороны доверенных участников. Аудит также показал, что нам еще есть над чем работать для достижения нашей цели - обеспечения безопасности клиента Android даже при подключении к вредоносному серверу, например, при ручном добавлении недоверенного репозитория, созданного оператором для эксплуатации. Полный отчет об аудите доступен: [report_otf_fdroid.pdf](https://www.radicallyopensecurity.com/report_otf_fdroid.pdf) [_(cached copy)_]({% asset posts/2018-09-04-second-security-audit-results/report_otf_fdroid.pdf %}).
uk: Другий повний аудит безпеки F-Droid завершено. Ми задоволені результатами, які ще раз підтвердили надійність основної моделі безпеки і стандартних операцій. Аудит вказав на проблеми в процесі складання ядра, де ми зараз покладаємося на ручну перевірку з боку довірених учасників. Аудит також показав, що нам ще є над чим працювати для досягнення нашої мети - забезпечення безпеки клієнта Android навіть при підключенні до шкідливого сервера, наприклад, при ручному додаванні недовіреного репозиторію, створеного оператором для експлуатації. Повний звіт про аудит доступний: [report_otf_fdroid.pdf](https://www.radicallyopensecurity.com/report_otf_fdroid.pdf) [_ (cached copy) _]({% asset posts/2018-09-04-second-security-audit-results/report_otf_fdroid.pdf %}).
zh_hans: F-Droid 的第二次全面安全审计已完成。我们对结果感到满意，这再次证实了核心安全模型和标准操作是可靠的。审计指出了核心构建过程中的问题，我们目前依靠可信贡献者的手动审查来保护我们。该审计还表明，即使在连接到恶意服务器时，我们仍需努力实现保持 Android 客户端安全的目标，例如，如果手动添加由其运营商创建的不受信任的存储库以供利用。完整的审计报告可在此下载：[report_otf_fdroid.pdf](https://www.radicallyopensecurity.com/report_otf_fdroid.pdf) [_(缓存副本)_]({% asset posts/2018-09-04-second-security-audit-results/report_otf_fdroid.pdf %})。

source: The audit was conducted by [Radically Open Security](https://www.radicallyopensecurity.com), which is a natural partner for F-Droid since they share a focus on free software and open processes. Thanks to [Open Tech Fund](https://opentech.fund) for finding the auditor and covering the costs of hiring them.
de: Das Audit wurde von [Radically Open Security](https://www.radicallyopensecurity.com) geleitet, die naturgemäß Partner von F-Droid sind, da sie den Schwerpunkt auf freie Software und offene Prozesse mit uns teilen. Dank gebührt [Open Tech Fund](https://opentech.fund) für die Auditorensuche und die Übernahme deren Kosten.
pl: Audyt został przeprowadzony przez [Radically Open Security](https://www.radicallyopensecurity.com), który jest naturalnym partnerem dla F-Droid, ponieważ skupiają się one na wolnym oprogramowaniu i otwartych procesach. Dzięki [Open Tech Fund](https://opentech.fund) za znalezienie audytora i pokrycie kosztów jego zatrudnienia.
ro: Auditul a fost efectuat de [Radically Open Security](https://www.radicallyopensecurity.com), care este un partener natural pentru F-Droid, deoarece au în comun accentul pus pe software liber și procese deschise. Mulțumim [Open Tech Fund](https://opentech.fund) pentru că a găsit auditorul și a acoperit costurile de angajare a acestuia.
ru: Аудит проводился компанией [Radically Open Security](https://www.radicallyopensecurity.com), которая является естественным партнером для F-Droid, поскольку они разделяют ориентацию на свободное программное обеспечение и открытые процессы. Спасибо [Open Tech Fund](https://opentech.fund) за поиск аудитора и покрытие расходов по его найму.
uk: Аудит проводився компанією [Radically Open Security](https://www.radicallyopensecurity.com), яка є природним партнером для F-Droid, оскільки вони поділяють орієнтацію на вільне програмне забезпечення і відкриті процеси. Спасибі [Open Tech Fund](https://opentech.fund) за пошук аудитора і покриття витрат по його найму.
zh_hans: 审计由 [Radically Open Security](https://www.radicallyopensecurity.com) 进行，这是 F-Droid 的天然合作伙伴，因为他们同样关注自由软件和开放流程。感谢 [Open Tech Fund](https://opentech.fund) 找到审计员并支付雇用他们的费用。

source: For more information about F-Droid's security practices, see the documentation about the [Security Model]({{ site.baseurl }}/docs/Security_Model/).
de: Weitere Informationen über F-Droid's Schutzvorkehrungen, finden Sie in der Dokumentation unter [Sicherheitsmodell]({{ site.baseurl }}/docs/Security_Model/).
pl: Więcej informacji na temat praktyk bezpieczeństwa F-Droid znajduje się w dokumentacji na temat [Modelu bezpieczeństwa]({{ site.baseurl }}/docs/Security_Model/).
ro: Pentru mai multe informații despre practicile de securitate ale F-Droid, consultați documentația despre [Security Model]({{ site.baseurl }}/docs/Security_Model/).
ru: Для получения дополнительной информации о практике безопасности F-Droid смотрите документацию о [Модели безопасности]({{ site.baseurl }}/docs/Security_Model/).
uk: Для отримання додаткової інформації про практику безпеки F-Droid дивіться документацію про [Моделі безпеки]({{ site.baseurl }}/docs/Security_Model/).
zh_hans: 有关 F-Droid 的安全实践的更多信息，请参阅有关[安全模型]({{ site.baseurl }}/docs/Security_Model/)的文档。

source: Reducing trust requirements
de: Abbau von Vertrauensanforderungen
pl: Zmniejszenie wymagań dotyczących zaufania
ro: Reducerea cerințelor de încredere
ru: Снижение требований к доверию
uk: Зниження вимог до довіри
zh_hans: 降低信任要求

source: One key part of this audit was to push us further into reducing the level of trust required of the various pieces and participants in all the processes in F-Droid. Client/server systems are usually built around the assumption that the server operator is fully trusted. There are many trusted contributors working on F-Droid, and the people working on the core parts have a long and good track record. Nevertheless, it is very valuable to have a system that does not require trusting people and their computers. We aim to push all pieces of the F-Droid ecosystem to work according to the [principle of least privilege](https://en.wikipedia.org/wiki/Principle_of_least_privilege).
de: Ein entscheidender Bestandteil dieses Audits war, uns neuerlich dazu zu drängen, das notwendige Maß an Vertrauen in die verschiedenen Teile und Teilnehmer bei allen Vorgängen in F-Droid zu reduzieren. Client-/Serversysteme sind für gewöhnlich auf der Annahme aufgebaut, dass der Serverbetreiber absolut vertrauenswürdig ist. Es gibt viele vertrauenswürdige Mitwirkende, die an F-Droid arbeiten, und die Leute, die an den Kernbestandteilen arbeiten, bringen eine lange und gute Erfolgs- und Erfahrungsgeschichte mit. Nichtsdestotrotz ist es von hohem Wert, ein System zu haben, das nicht auf vertrauenswürdige Menschen und ihre Computer angewiesen ist. Unser Ziel ist es, alle Teile des F-Droid-Ökosystems so voranzubringen, dass sie nach dem [Principle of Least Privilege](https://en.wikipedia.org/wiki/Principle_of_least_privilege) arbeiten.
pl: Jednym z kluczowych elementów tego audytu było pchnięcie nas do dalszej redukcji poziomu zaufania wymaganego od różnych elementów i uczestników wszystkich procesów w F-Droid. Systemy klient/serwer są zwykle budowane przy założeniu, że operator serwera jest w pełni zaufany. Istnieje wielu zaufanych współpracowników pracujących nad F-Droidem, a ludzie pracujący nad rdzeniem mają długą i dobrą historię. Niemniej jednak bardzo cenne jest posiadanie systemu, który nie wymaga zaufania do ludzi i ich komputerów. Naszym celem jest popchnięcie wszystkich elementów ekosystemu F-Droid do działania zgodnie z [zasadą najmniejszych uprawnień](https://en.wikipedia.org/wiki/Principle_of_least_privilege).
ro: O parte esențială a acestui audit a fost aceea de a ne împinge mai departe în reducerea nivelului de încredere necesar diferitelor piese și participanți la toate procesele din F-Droid. Sistemele client/server sunt de obicei construite în jurul ipotezei că operatorul serverului este pe deplin de încredere. Există mulți colaboratori de încredere care lucrează la F-Droid, iar persoanele care lucrează la componentele de bază au un istoric lung și bun. Cu toate acestea, este foarte valoros să ai un sistem care nu necesită încredere în oameni și în calculatoarele lor. Ne propunem să facem ca toate componentele ecosistemului F-Droid să funcționeze conform [principiului celui mai mic privilegiu](https://en.wikipedia.org/wiki/Principle_of_least_privilege).
ru: Одна из ключевых частей этого аудита была направлена на то, чтобы подтолкнуть нас к дальнейшему снижению уровня доверия, требуемого от различных частей и участников всех процессов в F-Droid. Системы клиент/сервер обычно строятся в предположении, что оператору сервера полностью доверяют. Над F-Droid работает много доверенных участников, а люди, работающие над основными частями, имеют большой и хороший послужной список. Тем не менее, очень ценно иметь систему, которая не требует доверия к людям и их компьютерам. Мы стремимся к тому, чтобы все части экосистемы F-Droid работали в соответствии с [принципом наименьших привилегий](https://en.wikipedia.org/wiki/Principle_of_least_privilege).
uk: Одна з ключових частин цього аудиту була спрямована на те, щоб підштовхнути нас до подальшого зниження рівня довіри, необхідного від різних частин і учасників всіх процесів у F-Droid. Системи клієнт/сервер зазвичай будуються в припущенні, що оператору сервера повністю довіряють. Над F-Droid працює багато довірених учасників, а люди, що працюють над основними частинами, мають великий і хороший послужний список. Проте, дуже цінно мати систему, яка не вимагає довіри до людей і їх комп'ютерів. Ми прагнемо до того, щоб всі частини екосистеми F-Droid працювали відповідно до [принципів найменших привілеїв](https://en.wikipedia.org/wiki/Principle_of_least_privilege).
zh_hans: 这次审计的一个关键部分是推动我们进一步降低 F-Droid 中所有流程中各个部分和参与者所需的信任级别。客户端/服务器系统通常是围绕服务器操作者完全受信任的假设构建的。有许多值得信赖的贡献者在 F-Droid 上工作，核心部分的工作人员有着长期而良好的记录。尽管如此，拥有一个不需要信任人们和他们的计算机的系统是非常有价值的。我们的目标是推动 F-Droid 生态系统的所有部分根据[最小特权原则](https://en.wikipedia.org/wiki/Principle_of_least_privilege)工作。
