Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: There is one last production server that is not maintained as Ansible code: the signing server. We do intend to eventually manage that machine as code as well. It is a quite simple setup, so converting it to Ansible is currently not high priority. It requires a bare bones Debian install with _fdroidserver_ installed from the Git repository. We have pushed the rest of the required tools, like _apksigner_, to Debian, where they are maintained and available to all. If you are looking for a fun project to contribute, we still need an Ansible project for creating a standalone [signing servers]({{ site.baseurl }}/docs/Building_a_Signing_Server/). Once we have that, we can iterate on it to build a very hardened setup.
ru: Есть еще один производственный сервер, который не поддерживается как код Ansible: сервер подписи. Со временем мы намерены управлять и этой машиной в виде кода. Это довольно простая установка, поэтому преобразование ее в Ansible в настоящее время не является приоритетной задачей. Она требует установки Debian на голом месте с _fdroidserver_, установленным из Git-репозитория. Остальные необходимые инструменты, такие как _apksigner_, мы перенесли в Debian, где они поддерживаются и доступны для всех. Если вы хотите внести свой вклад в интересный проект, нам всё ещё нужен проект Ansible для создания автономных [серверов подписи]({{ site.baseurl }}/docs/Building_a_Signing_Server/). Как только мы его получим, мы сможем итеративно развивать его, чтобы создать очень защищенную систему.
uk: Є ще один виробничий сервер, який не підтримується у вигляді коду Ansible: сервер підписання. Ми маємо намір з часом керувати цією машиною також у вигляді коду. Це досить просте налаштування, тому перетворення його на Ansible наразі не є пріоритетним. Для цього потрібне встановлення "голого" Debian зі встановленим _fdroidserver_ з Git-репозиторію. Решту необхідних інструментів, таких як _apksigner_, ми перенесли до Debian, де вони підтримуються і доступні для всіх. Якщо ви шукаєте цікавий проєкт, до якого можна долучитися, нам все ще потрібен проєкт Ansible для створення автономних [серверів підпису]({{ site.baseurl }}/docs/Building_a_Signing_Server/). Як тільки ми його отримаємо, ми зможемо ітеративно створювати на ньому дуже надійну установку.
zh_hans: 还有最后一个生产服务器没有使用 Ansible 代码管理：签名服务器。我们确实计划最终也用代码管理那台机器。它的设置相当简单，所以将它转换到 Ansible 目前优先级不高。它需要一个带有从 Git 存储库安装的 _fdroidserver_ 的基本 Debian 系统。我们已经将其他需要的工具，比如 _apksigner_ 推送到 Debian 了，使它们得到维护并对所有人可用。如果你在寻找一个有趣的项目做出贡献，我们仍然需要一个 Ansible 项目以创建一个独立的[签名服务器]({{ site.baseurl }}/docs/Building_a_Signing_Server/)。之后我们就可以在其上迭代以创建一个非常坚固的设置。

source: Infrastructure as code
ru: Инфраструктура как код
uk: Інфраструктура як код
zh_hans: 基础设施即代码

source: Here are the key servers that are now managed as code. Not all of these are public yet, we want to ensure they are carefully reviewed and audited before publishing them (let us know if you want to contribute auditing or pentesting, and we can set something up).
ru: Здесь представлены ключевые серверы, которые теперь управляются как код. Не все из них пока публичны, мы хотим убедиться, что они тщательно проверены и проаудированы перед публикацией (дайте нам знать, если вы хотите внести свой вклад в аудит или пентестинг, и мы сможем что-нибудь организовать).
uk: Ось ключові сервери, які зараз керуються як код. Не всі з них ще загальнодоступні, ми хочемо переконатися, що вони ретельно переглянуті й перевірені перед публікацією (дайте нам знати, якщо ви хочете зробити свій внесок в аудит або пентест, і ми зможемо щось організувати).
zh_hans: 这些是现在使用代码管理的关键服务器。它们尚未全部公开，我们想要在发布它们之前确保它们经过仔细的审查和审计（请告诉我们如果你想要贡献审计或渗透测试，我们可以设置一些东西）。

source: IPFS pinning server: <https://gitlab.com/fdroid/ipfs-pinning-server>
ru: Сервер распиновки IPFS: <https://gitlab.com/fdroid/ipfs-pinning-server>
zh_hans: IPFS 固定服务器: <https://gitlab.com/fdroid/ipfs-pinning-server>

source: The F-Droid community works to serve its users as openly and transparently as possible. This is a big step to making F-Droid ever more accountable to all of you who trust us to provide the apps you need.
ru: Сообщество F-Droid работает над тем, чтобы обслуживать своих пользователей как можно более открыто и прозрачно. Это большой шаг к тому, чтобы сделать F-Droid еще более ответственным перед всеми вами, кто доверяет нам предоставлять необходимые вам приложения.
uk: Спільнота F-Droid працює над тим, щоб обслуговувати своїх користувачів якомога відкритіше та прозоріше. Це великий крок до того, щоб зробити F-Droid ще відповідальнішим перед усіма, хто довіряє нам надавати потрібні вам застосунки.
zh_hans: F-Droid 社区努力使其尽可能公开透明地服务它的用户。这是使 F-Droid 对所有信任我们提供你所需要的应用的你们这些人更负责任的一大步。

source: F-Droid maintains in Debian
ru: F-Droid поддерживается в Debian
uk: Супровід F-Droid у Debian
zh_hans: 以 Debian 为基础维护 F-Droid 项目

source: Free software enables more efficient ways to run large scale software. F-Droid can serve so many people with minimal resources because of this super power. Instead of each project handling development and maintenance of the whole thing, free software enables sharing development and maintenance. This is why F-Droid is built on [Debian](https://www.debian.org). That only works when projects that use free software also contribute back. F-Droid works to ensure that as much of our work as possible goes back upstream to the original projects. For production code, we use the Debian packages. When we need to use a new library, we make sure it is added to Debian and maintained there. We use [Debian Backports](https://backports.debian.org/) when we need some new dependencies in the stable release.
ru: Свободное программное обеспечение позволяет более эффективно запускать крупномасштабные программы. Благодаря этой суперспособности F-Droid может обслуживать так много людей с минимальными ресурсами. Вместо того чтобы каждый проект занимался разработкой и поддержкой всего проекта, свободное программное обеспечение позволяет разделить разработку и поддержку. Вот почему F-Droid построен на [Debian](https://www.debian.org). Это работает только тогда, когда проекты, использующие свободное ПО, также вносят свой вклад. F-Droid работает над тем, чтобы как можно больше нашей работы возвращалось в исходные проекты. Для производственного кода мы используем пакеты Debian. Когда нам нужно использовать новую библиотеку, мы убеждаемся, что она добавлена в Debian и поддерживается там. Мы используем [Debian Backports](https://backports.debian.org/), когда нам нужны новые зависимости в стабильном выпуске.
uk: Вільне програмне забезпечення дає змогу ефективніше запускати великомасштабне програмне забезпечення. F-Droid може служити багатьом людям з мінімальними ресурсами завдяки цій надможливості. Замість того, щоб кожен проєкт займався розробкою і підтримкою всього проєкту, вільне програмне забезпечення дозволяє спільно використовувати розробку і підтримку. Саме тому F-Droid побудовано на [Debian](https://www.debian.org). Це працює лише тоді, коли проєкти, які використовують вільне програмне забезпечення, також роблять свій внесок. F-Droid працює над тим, щоб якомога більша частина нашої роботи поверталася до початкових проєктів. Для виробничого коду ми використовуємо пакунки Debian. Коли нам потрібно використати нову бібліотеку, ми переконуємося, що її додано до Debian і підтримуємо її там. Ми використовуємо [Debian Backports](https://backports.debian.org/), коли нам потрібні нові залежності у стабільному випуску.
zh_hans: 自由软件允许以更高效的方式运作大型软件。 由于自由软件的这一“超能力”，F-Droid 能够用少量资源服务那么多人。 自由软件允许分享开发和维护，而不是每个项目各自为战，处理开发和维护事宜。 这是 F-Droid 基于 [Debian](https://www.debian.org) 构建的原因所在。 但只有当使用自由软件的项目回馈其所用的上游自由软件项目时，这一模式方能奏效。 基于此，F-Droid 致力于确保将我们所做的工作尽可能多地回馈给上游原始项目。 对于生产代码，我们使用 Debian 包。 当我们需要使用新的库文件时，我们确保它已添加到 Debian，并且在 Debian 进行维护。 当我们在稳定版中需要一些新的依赖项时，我们使用 [Debian Backports](https://backports.debian.org/)。

source: To illustrate this in action, let's take a look at some recent security issues in one of our dependencies: GitPython. [CVE-2022-24439](https://security-tracker.debian.org/tracker/CVE-2022-24439), [CVE-2023-40267](https://security-tracker.debian.org/tracker/CVE-2023-40267) and [CVE-2023-41040](https://security-tracker.debian.org/tracker/CVE-2023-41040) are three vulnerabilities that affect mostly projects that feed untrusted input in and process it with GitPython. GitPython usages that operate on known inputs are not really affected. Since our build process accepts Git repositories from thousands of developers, our code processes inputs from thousands of people. There are layers of validation those inputs that provide protection, but no validation is perfect. So we need to ensure that each step is safe. So we patched the Debian packages that we use in production. We built on Ubuntu LTS's patched [package](https://packages.ubuntu.com/source/lunar/python-git) which was in turn built from the patched [package](https://packages.debian.org/source/buster/python-git) made for [Debian LTS](https://www.debian.org/lts/), as funded by Freexian. It is a classic example of how free software makes fixing security issues much easier.
ru: Чтобы проиллюстрировать это на практике, давайте рассмотрим некоторые недавние проблемы безопасности в одной из наших зависимостей: GitPython. [CVE-2022-24439](https://security-tracker.debian.org/tracker/CVE-2022-24439), [CVE-2023-40267](https://security-tracker.debian.org/tracker/CVE-2023-40267) и [CVE-2023-41040](https://security-tracker.debian.org/tracker/CVE-2023-41040) - это три уязвимости, которые затрагивают в основном проекты, подающие недоверенные входные данные и обрабатывающие их с помощью GitPython. Использование GitPython, оперирующее известными входными данными, практически не затрагивается. Поскольку наш процесс сборки принимает Git-репозитории от тысяч разработчиков, наш код обрабатывает входные данные от тысяч людей. Существуют уровни проверки этих данных, которые обеспечивают защиту, но ни одна проверка не является идеальной. Поэтому нам нужно убедиться, что каждый шаг безопасен. Поэтому мы исправили пакеты Debian, которые мы используем в производстве. Мы основывались на исправленном [пакете](https://packages.ubuntu.com/source/lunar/python-git) Ubuntu LTS, который, в свою очередь, был создан на основе исправленного [пакета](https://packages.debian.org/source/buster/python-git), созданного для [Debian LTS](https://www.debian.org/lts/) при финансовой поддержке Freexian. Это классический пример того, как свободное ПО значительно упрощает исправление проблем безопасности.
uk: Щоб проілюструвати це в дії, розгляньмо деякі нещодавні проблеми з безпекою в одній з наших залежностей: GitPython. [CVE-2022-24439](https://security-tracker.debian.org/tracker/CVE-2022-24439), [CVE-2023-40267](https://security-tracker.debian.org/tracker/CVE-2023-40267) та [CVE-2023-41040](https://security-tracker.debian.org/tracker/CVE-2023-41040) — це три вразливості, які впливають переважно на проєкти, що використовують ненадійні вхідні дані та обробляють їх за допомогою GitPython. Використання GitPython, яке працює з відомими вхідними даними, не зазнає впливу. Оскільки наш процес складання приймає Git-репозиторії від тисяч розробників, наш код обробляє вхідні дані від тисяч людей. Існує декілька рівнів перевірки цих даних, які забезпечують захист, але жодна перевірка не ідеальна Тому нам потрібно переконатися, що кожен крок безпечний. Тому ми виправили пакунки Debian, які використовуємо у виробництві. Ми взяли за основу виправлений Ubuntu LTS [пакунок](https://packages.ubuntu.com/source/lunar/python-git), який, у свою чергу, було створено на основі виправленого [пакунка](https://packages.debian.org/source/buster/python-git), створеного для [Debian LTS](https://www.debian.org/lts/), за фінансової підтримки Freexian. Це класичний приклад того, як вільне програмне забезпечення значно полегшує виправлення проблем безпеки.
zh_hans: 为了在实际案例中说明这一点，让我们看一下最近在我们的依赖中的安全问题：GitPython。[CVE-2022-24439](https://security-tracker.debian.org/tracker/CVE-2022-24439)，[CVE-2023-40267](https://security-tracker.debian.org/tracker/CVE-2023-40267) 和 [CVE-2023-41040](https://security-tracker.debian.org/tracker/CVE-2023-41040) 是影响大部分在 GitPython 中处理不受信任输入的三个漏洞。在可信输入上运行 GitPython 的用例并不受影响。因为我们的构建流程接受几千个开发者的 Git 存储库，我们的代码处理来自几千人的输入。输入经过验证层可以提供保护，但没有完美的验证。所以我们需要确保每一步都是安全的。所以我们给我们在生产中使用的 Debian 包打补丁。我们的包基于 Ubuntu LTS 里打了补丁的[包](https://packages.ubuntu.com/source/lunar/python-git)，而它又基于为 [Debian LTS](https://www.debian.org/lts/) 构建的打了补丁的[包](https://packages.debian.org/source/buster/python-git)，由 Freexian 资助。这是自由软件使修复安全问题更加容易的经典例子。

source: We are of course not alone in this, many other projects are also built on Debian. Recently, [Tor Project](https://blog.torproject.org/built-with-purpose-puppet-debian/) outlined many key benefits of building off of Debian. What is clear is that the effort that we put into Debian maintenance more than pays for itself by reducing work and stress on our core contributors, especially those who are running servers. [Software supply-chain attacks](https://en.wikipedia.org/wiki/Supply_chain_attack) have become common across a range of packaging systems. A well configured Debian server has the strongest protection that exists for any server software distribution system.
ru: Мы, конечно, не одиноки в этом, многие другие проекты также построены на Debian. Недавно [Tor Project](https://blog.torproject.org/built-with-purpose-puppet-debian/) описал многие ключевые преимущества построения на базе Debian. Очевидно, что усилия, которые мы вкладываем в поддержку Debian, с лихвой окупаются за счёт сокращения работы и стресса для наших основных участников, особенно для тех, кто работает с серверами. Атаки [Software supply-chain attacks](https://en.wikipedia.org/wiki/Supply_chain_attack) стали распространены в различных системах упаковки. Хорошо сконфигурированный сервер Debian имеет самую сильную защиту, которая существует для любой системы распространения серверного ПО.
uk: Звичайно, ми не самотні у цьому, багато інших проєктів також побудовано на основі Debian. Нещодавно [Tor Project](https://blog.torproject.org/built-with-purpose-puppet-debian/) описав багато ключових переваг побудови на основі Debian. Очевидно, що зусилля, які ми докладаємо до підтримки Debian, більш ніж окупаються завдяки зменшенню роботи та стресу для наших основних учасників, особливо тих, хто працює з серверами. [Атаки на ланцюжок постачання програмного забезпечення](https://en.wikipedia.org/wiki/Supply_chain_attack) стали поширеним явищем у багатьох пакувальних системах. Добре налаштований сервер Debian має найсильніший захист, який існує для будь-якої системи розповсюдження серверного програмного забезпечення.
zh_hans: 当然我们并不孤单，很多其他项目也基于 Debian 构建。最近，[Tor Project](https://blog.torproject.org/built-with-purpose-puppet-debian/) 概述了在 Debian 上构建的很多关键好处。很明显的一点是我们投入到 Debian 维护中的努力产生了超过它本身的回报，减少了我们的核心贡献者，特别是运行服务器的人的工作和压力。[软件供应链攻击](https://en.wikipedia.org/wiki/Supply_chain_attack)在一系列打包系统中变得更加普遍。一个良好配置的 Debian 服务器相比任何服务器软件分发系统具有当前最强有力的保护。

source: There is a similar trend in software that ships all its own dependencies, like Android apps. There are a wide variety of bots that check that projects are including the latest versions of libraries. This is common in Android apps, since they have to include all of their own dependencies. Android provides only the core libraries. When we base our systems on Debian, then we only need to update the dependencies in Debian, and all the of the projects automatically receive those updates. When combined with Debian's [`unattended-upgrades`](https://wiki.debian.org/UnattendedUpgrades), this approach provides a very low effort way to keep software updated. Normally, automatic updates without human review are a dangerous thing to do in software. Silently installing new software provides a channel that can be exploited by malicious actors. Debian's free software requirement, stable releases, reproducible builds, and strong package distribution channels make it possible to enable unattended upgrades in a trustworthy way.
ru: Аналогичная тенденция наблюдается в программах, которые поставляют все свои собственные зависимости, например, в приложениях для Android. Существует множество ботов, которые проверяют, включены ли в проекты последние версии библиотек. Это часто встречается в приложениях для Android, поскольку они должны включать все собственные зависимости. Android предоставляет только основные библиотеки. Если мы основываем наши системы на Debian, то нам нужно обновить только зависимости в Debian, и все проекты автоматически получат эти обновления. В сочетании с [`unattended-upgrades`](https://wiki.debian.org/UnattendedUpgrades) Debian, этот подход обеспечивает очень низкий уровень усилий по обновлению программного обеспечения. Как правило, автоматические обновления без человеческого контроля - опасная вещь для программного обеспечения. Тихая установка нового ПО предоставляет канал, который может быть использован злоумышленниками. Требование Debian к свободному программному обеспечению, стабильные выпуски, воспроизводимые сборки и сильные каналы распространения пакетов делают возможным безопасное неуправляемое обновление.
uk: Подібна тенденція спостерігається і в програмному забезпеченні, яке постачає всі свої власні залежності, наприклад, у застосунках для Android. Існує безліч ботів, які перевіряють, чи включають проєкти найновіші версії бібліотек. Це поширене явище у застосунках для Android, оскільки вони повинні включати всі свої власні залежності. Android надає лише основні бібліотеки. Коли ми будуємо наші системи на основі Debian, нам потрібно лише оновити залежності у Debian, і всі проєкти автоматично отримають ці оновлення. У поєднанні з [``unattended-upgrades`](https://wiki.debian.org/UnattendedUpgrades), цей підхід забезпечує дуже легкий спосіб підтримувати програмне забезпечення в актуальному стані. Зазвичай, автоматичні оновлення без перевірки людиною є небезпечними у програмному забезпеченні. Тихе встановлення нового програмного забезпечення створює канал, яким можуть скористатися зловмисники. Вимоги Debian щодо вільного програмного забезпечення, стабільні випуски, відтворювані збірки та надійні канали розповсюдження пакунків дозволяють увімкнути автоматичне оновлення у надійний спосіб.
zh_hans: 在附带它的所有依赖的软件中有相同趋势，例如 Android 应用。有很多种机器人检查项目使用了最新版本的库。这对 Android 应用很常见，因为他们必须包含他们的所有依赖。Android 只提供核心库。当我们以 Debian 作为我们系统的基础，我们只需要在 Debian 上更新依赖，然后所有项目自动收到更新。当与 Debian 的[`无人值守升级`](https://wiki.debian.org/UnattendedUpgrades)结合时，这种方式只需要很少努力就可以保持软件更新。这场来说，没有人类审核的自动更新在软件领域是一件危险的事。静默从通道中安装新软件可能会被攻击者利用。Debian 的自由软件要求，稳定发布版本，可重复构建和强有力的包分发通道使以可信方式启用无人值守升级成为可能。

source: New language: Arabic
ru: Новый язык: Арабский
uk: Нова мова: арабська
zh_hans: 新语言：阿拉伯语

source: The F-Droid website is now also available in the Arabic language. Thanks for everyone that contributed! While the website is translated, there are still some other components that are currently in progress. Those interested in contributing to F-Droid’s contribution efforts, are encouraged to contribute via [Weblate](https://hosted.weblate.org/projects/f-droid/-/ar/).
ru: Сайт F-Droid теперь доступен и на арабском языке. Спасибо всем, кто внес свой вклад! В то время как сайт переведен, есть еще несколько компонентов, которые в настоящее время находятся в процессе разработки. Тем, кто хочет внести свой вклад в развитие F-Droid, предлагается сделать это через [Weblate](https://hosted.weblate.org/projects/f-droid/-/ar/).
uk: Вебсайт F-Droid тепер також доступний арабською мовою. Дякуємо всім, хто долучився до перекладу! Попри те, що вебсайт перекладено, є ще деякі інші складові, які наразі перекладаються. Всіх, хто зацікавлений у підтримці зусиль F-Droid, запрошуємо зробити свій внесок через [Weblate](https://hosted.weblate.org/projects/f-droid/-/ar/).
zh_hans: F-Droid 网站现在也可用阿拉伯语显示。感谢所有贡献者！虽然网站已被翻译，但一些其他部件的翻译工作仍在进行之中。我们鼓励那些对向 F-Droid 的贡献努力作贡献感兴趣的人通过 [Weblate](https://hosted.weblate.org/projects/f-droid/-/ar/) 进行贡献。

source: If you happen to spot any areas of our website that are not yet translated or encounter any translation issues, please join our official F-Droid Translators [Channels](https://f-droid.org/about/#Contact) to discuss further more!
ru: Если вы заметили непереведенные разделы нашего сайта или столкнулись с проблемами перевода, пожалуйста, присоединяйтесь к официальному каналу F-Droid Translators [Channels](https://f-droid.org/about/#Contact), чтобы обсудить все подробности!
uk: Якщо ви помітили, що якийсь розділ нашого сайту ще не перекладено, або у вас виникли проблеми з перекладом, будь ласка, приєднуйтесь до нашого офіційного каналу перекладачів [F-Droid](https://f-droid.org/about/#Contact), щоб обговорити подальші кроки!
zh_hans: 如果你正好看到我们网站的哪个部分尚未翻译或遇到了任何翻译问题，请加入我们的官方 F-Droid 翻译者[频道](https://f-droid.org/about/#Contact)进一步讨论！

source: At FOSDEM
ru: На FOSDEM
uk: На FOSDEM
zh_hans: 出席 FOSDEM

source: FOSDEM (Free and Open source Software Developers' European Meeting) is a non-commercial, volunteer-organized meeting where almost ten thousand people come together around free and open-source software development. It is aimed at developers and anyone interested in the free and open-source software movement. It really is totally open, anyone can just walk up and attend anything. There is no registration even. And yet, it is full of people who are central to so many key free software projects that power the world we live in.
ru: FOSDEM (Free and Open Source Software Developers' European Meeting) - это некоммерческая, организованная волонтерами встреча, на которой почти десять тысяч человек собираются вместе вокруг разработки свободного и открытого программного обеспечения. Она предназначена для разработчиков и всех, кто интересуется движением за свободное программное обеспечение с открытым исходным кодом. Это действительно полностью открытое мероприятие, каждый может просто подойти и принять участие. Даже регистрации нет. И тем не менее здесь полно людей, которые играют центральную роль во многих ключевых проектах свободного программного обеспечения, питающих мир, в котором мы живем.
uk: FOSDEM (Європейська зустріч розробників вільного та відкритого програмного забезпечення) - це некомерційна, організована волонтерами зустріч, де майже десять тисяч людей об'єднуються навколо розробки вільного та відкритого програмного забезпечення. Вона орієнтована на розробників і всіх, хто цікавиться рухом за вільне та відкрите програмне забезпечення. Це дійсно повністю відкритий захід, будь-хто може просто прийти і відвідати все, що завгодно. Навіть немає ніякої реєстрації. І все ж, тут повно людей, які відіграють центральну роль у багатьох ключових проєктах вільного програмного забезпечення, що впливають на світ, в якому ми живемо.
zh_hans: FOSDEM（自由和开源软件开发者欧洲会议）是一个非商业性质的、志愿者组织的会议，近万人聚集到一起，围绕自由和开源软件开发进行讨论。 它针对开发人员，以及任何对自由和开源软件运动感兴趣的人。这是一个真正完全开放的活动，任何人都可以走上前去参加任何事情。这个活动甚至没有注册流程。然而，这里充满了许多重要的自由软件项目的核心人员，这些项目为我们所生活的世界提供了源动力。
