Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: F-Droid is a robot with a passion for Free and Open Source Software (FOSS), and now F-Droid has a new helper: _issuebot_! It started life as a hacked together [script](https://gitlab.com/fdroid/rfp/blob/69a9e2b7a11dfbc492dbdd334f426bcbec257880/.issuebot.py) running on the [RFP](https://gitlab.com/fdroid/rfp/issues) tracker, where it was doing some automated checks on the information that people submitted in their requests for packaging. As part of the Tracking the Tracker project, we talked to maintainers and contributors to F-Droid's [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/issues) and RFP to find out how _issuebot_ could help them. One key goal was to make it possible for people to contribute to the app reviews, even if they are not an Android developer in any way, shape, or form. This is possible by making _issuebot_ run as many of the core build processes and review tools automatically, then _issuebot_ presents that information as a response in the thread of the RFP issue or _fdroiddata_ merge request. We brainstormed a number of ways to present this information, and decided the best place to integrate _issuebot_ was into the existing workflow where F-Droid contributors and community members work on reviewing apps: the GitLab projects. There are always uses for this information that we did not anticipate, and the data was already being assembled into a single place, so _issuebot_ also includes a JSON API.
de: F-Droid, der Roboter mit seiner Leidenschaft für Free and Open Source Software (FOSS), hat jetzt einen neuen Helfer: _issuebot_! Er begann als zusammen gestückeltes [Skript](https://gitlab.com/fdroid/rfp/blob/69a9e2b7a11dfbc492dbdd334f426bcbec257880/.issuebot.py), das auf dem [RFP](https://gitlab.com/fdroid/rfp/issues)-Tracker lief, wo es einige automatisierte Prüfungen der von Leuten bei ihren Packaging-Anfragen übermittelten Informationen erledigte. Als Teil des Projekts zur Verfolgung von Tracker sprachen wir mit Maintainer und Mitwirkenden an F-Droids [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/issues) und RFP, um herauszufinden, wie _issuebot_ ihnen helfen könnte. Ein Kernziel war, es den Leuten zu ermöglichen, sich an App-Überprüfungen zu beteiligen, selbst wenn sie nicht in irgendeiner Weise, Gestalt oder Form Android-Entwickler sind. Dies wird möglich, wenn _issuebot_ möglichst viele der Build-Kernprozesse und Prüfinstrumente automatisch ausführt und danach diese Informationen als Antwort im Thread des RFP-Tickets oder _fdroiddata_ Merge Request präsentiert. Wir brainstormten eine Zahl an Möglichkeiten, wie diese Daten präsentiert werden könnten und entschieden uns dafür, dass der beste Ort zur Integration des _issuebot_ der vorgegebene Workflow sei, in dem F-Droid-Mitwirkende und Community-Mitglieder an der Überprüfung von Apps arbeiten: in den GitLab-Projekten. Es gibt immer Verwendungen für diese Informationen, die wir nicht vorhersahen, und die Daten waren schon an einem einzigen Ort zusammengetragen, so schließt _issuebot_ auch eine JSON-API ein.
pl: F-Droid to robot z pasją do darmowego, otwartoźródłowego oprogramowania (FOSS), a do tego, od teraz F-Droid ma nowego pomocnika: _issuebot_! Zaczęło się jako wspólnie zahackowany [skrypt](https://gitlab.com/fdroid/rfp/blob/69a9e2b7a11dfbc492dbdd334f426bcbec257880/.issuebot.py) działający na trackerze [RFP](https://gitlab.com/fdroid/rfp /issues), w którym przeprowadzał automatyczne sprawdzanie informacji, które ludzie przesłali w swoich prośbach o spakowanie. W ramach projektu Tracking the Tracker rozmawialiśmy z opiekunami i współpracownikami [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/issues) i RFP F-Droida, aby dowiedzieć się, jak _issuebot_ może im pomóc. Jednym z kluczowych celów było umożliwienie ludziom współtworzenia przeglądów aplikacji, nawet jeśli nie są na żaden sposób programistami Androida. Jest to możliwe dzięki temu, że _issuebot_ uruchamia jak najwięcej podstawowych procesów kompilacji i automatycznie przegląda narzędzia, a następnie _issuebot_ przedstawia te informacje jako odpowiedź w wątku zgłoszenia RFP lub żądaniu scalenia _ fdroiddata_. Przeprowadziliśmy burzę mózgów na temat sposobów przedstawienia tych informacji i zdecydowaliśmy, że najlepszym miejscem do integracji _issuebot_ jest istniejący przepływ pracy, w którym współtwórcy F-Droid i członkowie społeczności pracują nad przeglądaniem aplikacji: projekty GitLab. Zawsze istnieją zastosowania tych informacji, których nie przewidzieliśmy, a dane były już gromadzone w jednym miejscu, więc _issuebot_ zawiera również interfejs API JSON.
ro: F-Droid este un robot pasionat de software liber și cu sursă deschisă (FOSS), iar acum F-Droid are un nou ajutor: _issuebot_! Acesta a început ca un [script](https://gitlab.com/fdroid/rfp/blob/69a9e2b7a11dfbc492dbdd334f426bcbec257880/.issuebot.py) modificat care rulează pe trackerul [RFP](https://gitlab.com/fdroid/rfp/issues), unde făcea câteva verificări automate ale informațiilor pe care oamenii le trimiteau în cererile lor de împachetare. Ca parte a proiectului Tracking the Tracker, am discutat cu mentenanții și contribuitorii la [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/issues) și RFP de la F-Droid pentru a afla cum îi poate ajuta _issuebot_. Un obiectiv cheie a fost acela de a face posibil ca oamenii să contribuie la recenziile aplicațiilor, chiar dacă nu sunt în niciun fel, sub nicio formă, dezvoltator Android. Acest lucru este posibil făcând ca _issuebot_ să ruleze automat cât mai multe dintre procesele principale de construire și instrumentele de revizuire, apoi _issuebot_ prezintă aceste informații ca răspuns în firul problemei RFP sau al cererii de fuziune _fdroiddata_. Ne-am gândit la o serie de modalități de a prezenta aceste informații și am decis că cel mai bun loc pentru a integra _issuebot_ era în fluxul de lucru existent în care colaboratorii F-Droid și membrii comunității lucrează la revizuirea aplicațiilor: proiectele GitLab. Întotdeauna există utilizări pentru aceste informații pe care nu le-am anticipat, iar datele erau deja adunate într-un singur loc, așa că _issuebot_ include și un API JSON.
ru: F-Droid — это робот, который испытывает жгучую страсть к свободному программному обеспечению с открытым исходным кодом (FOSS). И теперь у F-Droid есть новый помощник: _issuebot_! Он начинал свою жизнь, как наскоро сварганенный [скрипт](https://gitlab.com/fdroid/rfp/blob/69a9e2b7a11dfbc492dbdd334f426bcbec257880/.issuebot.py), запущенный на трекере проблем [RFP](https://gitlab.com/fdroid/rfp/issues), где он делал кое-какие автоматизированные проверки информации, поступающей вместе с запросами на «опакечивание» ПО. Как часть проекта отслеживания трекеров мы поговорили с сопровождающими и участниками [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/issues) и RFP о том, как _issuebot_ мог бы им помочь. Одна из основных целей была в том, чтобы позволить людям, которые ни коим образом, ни по форме, ни по сути, не являются разработчиками F-Droid, вносить свой вклад, делая обзоры на приложения. Этого возможно достичь, сделав так, чтобы _issuebot_, как и многие другие технологические процессы сборки и инструменты рецензирования, запускался автоматически. Затем _issuebot_ выдавал бы эту информацию в виде сообщения в нитке проблемы (issue) на RFP или запроса слияния (merge request) на _fdroiddata_. Мы устроили мозговой штурм и размышляли о разных способах, как это можно оформить, но в итоге решили, что лучше всего будет интегрировать _issuebot_ в существующий рабочий процесс, при котором участники F-Droid и члены сообщества работают над рецензированием приложений вместе, а именно в проектах на GitLab. Есть также множество других способов использовать эту информацию, которые мы сейчас даже не можем себе вообразить (а ведь вся она уже собрана в одном месте), так что у _issuebot_ есть также и JSON API.
uk: F-Droid — робот, що обожнює вільне й відкрите програмне забезпечення (FOSS), — тепер має помічника: _issuebot_! Останній почавсь як нашвидку складений [скрипт](https://gitlab.com/fdroid/rfp/blob/69a9e2b7a11dfbc492dbdd334f426bcbec257880/.issuebot.py) на трекері [RFP](https://gitlab.com/fdroid/rfp/issues), де автоматизовано перевіряв дані, вказані в запитах на пакування. В межах проєкту «Відстеження стеження» ми обговорили з супровідниками й учасниками [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/issues) й RFP, як _issuebot_ міг би їм допомогти. На меті було зокрема дати змогу допомагати рецензувати застосунки людям, далеким від розробки F-Droid. Це досягнуто автоматизацією в _issuebot_ запуску безлічі процесів збірки й засобів рецензування, видачу яких _issuebot_ надсилає в нитку обговорення RFP чи запиту злиття з _fdroiddata_. Ми продумали різні способи оформлення цих даних, але вирішили інтегрувати _issuebot_ у наявний робочий процес рецензування застосунків спільнотою F-Droid — у проєкти на GitLab. Ці дані завжди є як використати за межами нашого проєкту, а оскільки всі вони вже збиралися в одному місці, ми додали _issuebot_ JSON API.
zh_hans: F-Droid 是一个对自由开源软件（FOSS）充满热情的机器人，现在 F-Droid 有了新的帮手：_issuebot_！它以在 [RFP](https://gitlab.com/fdroid/rfp/issues) 议题跟踪器运行的一组[脚本](https://gitlab.com/fdroid/rfp/blob/69a9e2b7a11dfbc492dbdd334f426bcbec257880/.issuebot.py)开始，对人们在打包请求中提交的信息进行一些自动检查。作为跟踪跟踪器项目的一部分，我们与 F-Droid 的 [_fdroiddata_](https://gitlab.com/fdroid/fdroiddata/issues) 和 RFP 的维护者和贡献者进行了交谈，以了解 _issuebot_ 可以如何帮助他们。一个关键目标是让人们能够为应用审核做出贡献，即使他们在任何意义上都不是 Android 开发者。这可以通过使 _issuebot_ 自动运行尽可能多的核心构建过程和审查工具来实现，然后 _issuebot_ 在 RFP 问题或 _fdroiddata_ 合并请求的线程中显示该信息作为回复。我们想出了很多种方式呈现这些信息，最终决定将 _issuebot_ 集成到 F-Droid 贡献者和社区成员审核应用的现有工作流程中：GitLab 项目。这些信息总是会有一些出乎我们意料的用途，并且数据已经被集成到一起了，所以 _issuebot_ 还包括一个 JSON API。

source: Now _issuebot_ is a full-fledged automaton that start with a source URL, build an APK app file, scan the source code and APK for issues, and post reports to gitlab.com. This has already improved the human efficiency in terms of reviewing app submissions and providing feedback to submitters.
de: _Issuebot_ ist jetzt ein vollwertiger Automat, der mit einer Quell-URL beginnt, eine APK-App-Datei erstellt, den Quellcode und die APK auf Probleme untersucht und Berichte an gitlab.com sendet. Dies hat bereits die menschliche Effizienz bei der Überprüfung von App-Einreichungen und der Rückmeldung an die Einreicher verbessert.
pl: Teraz _issuebot_ jest pełnoprawnym automatem, który zaczyna się od źródłowego adresu URL, buduje plik aplikacji APK, skanuje kod źródłowy i pakiet APK w poszukiwaniu problemów i publikuje raporty na gitlab.com. Poprawiło to już ludzką wydajność w zakresie przeglądania przesłanych aplikacji i przekazywania opinii przesyłającym.
ro: Acum _issuebot_ este un automat complet care pornește de la o sursă URL, construiește un fișier APK de aplicație, scanează codul sursă și APK-ul pentru probleme și postează rapoarte pe gitlab.com. Acest lucru a îmbunătățit deja eficiența umană în ceea ce privește revizuirea aplicațiilor trimise și furnizarea de feedback celor care le trimit.
ru: Сегодня _issuebot_ — это полностью законченный автомат, который, получая URL на исходный код, собирает приложение в APK, сканирует исходный код и APK на наличие проблем и отправляет отчет о них на gitlab.com. Это уже сделало человеческий труд более эффективным, говоря о рецензировании запросов на добавление приложений в F-Droid и предоставление обратной связи для тех, кто эти запросы делает.
uk: Сьогодні _issuebot_ - це повністю закінчений автомат, який, отримуючи URL на вихідний код, збирає застосунок в APK, сканує вихідний код і APK на наявність проблем і відправляє звіт про них на gitlab.com. Це вже зробило людську працю більш ефективним, кажучи про рецензування запитів на додавання застосунків в F-Droid і надання зворотного зв'язку для тих, хто ці запити робить.
zh_hans: 现在 _issuebot_ 是一个成熟的自动机器，从源 URL 开始，构建 APK 应用文件，扫描源代码和 APK 以查找问题，并将报告发布到 gitlab.com。这已经在审查应用提交和向提交者提供反馈方面提高了人力效率。

source: RFP Issues
de: RFP-Probleme
pl: Problemy związane z RFP
ro: Probleme RFP
ru: Сообщения о проблемах RFP
uk: Повідомлення про проблеми RFP
zh_hans: RFP 议题

source: Anyone can submit a "request for packaging" (RFP) or app merge request to F-Droid. The basic user experience is familiar to most internet users since it is built around a user account and a form to submit text. This means that the RFP issue tracker has less technical users. Given the relative simplicity of _issuebot_, the goal had to be to help reviewers communicate to submitters. Technical submitters will be able to follow the _issuebot_ posts, and in other cases, F-Droid contributors can point non-technical submitters to information in the _issuebot_ reports in order to highlight problems. As long as they provide a link to a source code repository or an Android APK app file, _issuebot_ can provide useful reviews on its own. It also presents lots of information to make the human reviewer's job a lot easier. There are RFP issues, and the submitted apps can contain a wide variety of technological approaches and coding environments. No reviewer has all of those skills, so it is important for reviewers to be able to quickly find submissions that they will feel qualified to review. Also, there are many things that _issuebot_ can automaticaly detect. Therefore, we built a system of colored labels for _issuebot_ to add to every submission. From these labels, a reviewer can quickly select the platform they are familiar with, e.g. Flutter. They can also see whether a submission has clear problems that likely disqualify it, like requiring proprietary libraries or known tracking services.
pl: Każdy może przesłać „wniosek o spakowanie” (RFP) lub żądanie scalenia aplikacji do F-Droid. Podstawowy interfejs użytkownika jest znany większości internautów, ponieważ opiera się na koncie użytkownika i formularzu do przesyłania tekstu. Oznacza to, że narzędzie do śledzenia problemów RFP ma mniej technicznych użytkowników. Biorąc pod uwagę względną prostotę _issuebot_, celem musiało być ułatwienie recenzentom komunikacji ze zgłaszającymi. Techniczni zgłaszający będą mogli śledzić posty _issuebot_, a w innych przypadkach współtwórcy F-Droid mogą kierować nietechnicznych do informacji w raportach _issuebot_ w celu wskazania problemów. Tak długo, jak zawierają link do repozytorium kodu źródłowego lub pliku aplikacji Android APK, _issuebot_ może sam dostarczyć przydatne recenzje. Przedstawia również wiele informacji, które znacznie ułatwiają pracę recenzenta. Występują problemy z RFP, a przesłane aplikacje mogą zawierać szeroką gamę podejść technologicznych i środowisk kodowania. Żaden recenzent nie posiada wszystkich tych umiejętności, dlatego ważne jest, aby recenzenci byli w stanie szybko znaleźć zgłoszenia, które uznają za odpowiednie do zrecenzowania. Ponadto istnieje wiele rzeczy, które _issuebot_ może wykryć automatycznie. Dlatego stworzyliśmy system kolorowych etykiet dla _issuebot_, które można dodawać do każdego zgłoszenia. Z tych etykiet recenzent może szybko wybrać platformę, którą zna, np. Flutter. Może również sprawdzić, czy zgłoszenie ma wyraźne problemy, które prawdopodobnie go dyskwalifikują, na przykład wymaganie zastrzeżonych bibliotek lub znanych usług śledzenia.
ro: Oricine poate trimite o "cerere de împachetare" (RFP) sau o cerere de fuziune a aplicațiilor către F-Droid. Experiența de bază a utilizatorului este familiară majorității utilizatorilor de internet, deoarece este construită în jurul unui cont de utilizator și a unui formular pentru trimiterea textului. Acest lucru înseamnă că trackerul de probleme RFP are utilizatori mai puțin tehnici. Având în vedere simplitatea relativă a _issuebot_, obiectivul trebuia să fie acela de a ajuta recenzorii să comunice cu cei care trimit cererile. Cei care depun rapoarte tehnice vor putea urmări postările _issuebot_, iar în alte cazuri, contribuitorii F-Droid pot indica celor care nu sunt tehnici informații din rapoartele _issuebot_ pentru a evidenția problemele. Atâta timp cât aceștia furnizează un link către un depozit de cod sursă sau un fișier APK al aplicației Android, _issuebot_ poate furniza singur recenzii utile. De asemenea, acesta prezintă o mulțime de informații pentru a ușura foarte mult munca evaluatorului uman. Există probleme legate de RFP, iar aplicațiile trimise pot conține o mare varietate de abordări tehnologice și medii de codare. Niciun recenzor nu are toate aceste competențe, așa că este important ca recenzorii să poată găsi rapid propunerile pe care se vor simți calificați să le analizeze. De asemenea, există multe lucruri pe care _issuebot_ le poate detecta în mod automat. Prin urmare, am construit un sistem de etichete colorate pe care _issuebot_ le adaugă la fiecare trimitere. Din aceste etichete, un evaluator poate selecta rapid platforma cu care este familiarizat, de exemplu Flutter. De asemenea, poate vedea dacă o propunere are probleme clare care probabil o descalifică, cum ar fi faptul că necesită biblioteci proprietare sau servicii de urmărire cunoscute.
ru: Любой может подать «запрос на опакечивание» (request for packaging, RFP) или запрос на слияние для приложения в F-Droid. Навыки необходимые для этого знакомы практически любому интернет-пользователю: создание аккаунта и взаимодействие с формой для отправки сообщения. Это означает, что не все пользователи трекера проблем RFP в достаточной мере технически грамотны (по крайней мере таковых там больше, чем на большинстве трекеров ошибок). Учитывая то, что _issuebot_ относительно прост, основная цель должна быть в том, чтобы помочь рецензентам общаться с людьми, подающими запросы. Технически грамотные участники без труда смогут следовать указаниям в сообщениях _issuebot_'а, а остальным смогут помочь их более подкованные товарищи, указывая на конкретные проблемы, согласно информации в отчете. Если пользователя не преминет указать ссылку на репозиторий с исходным кодом или APK файл с приложением Android, то тогда _issuebot_ сможет сформировать полезный обзор самостоятельно. Он также выдает значительный объем информации, который делает работу рецензента намного проще. С RFP есть определенные проблемы: запрошенные приложения могут содержать широкий ряд технических подходов и код может быть написан специфическим образом. Быть знакомым со всеми возможными нюансами ни один рецензент не может, так что важно, чтобы у него была возможность быстро искать и выбирать запросы, которые он сможет достаточно быстро и компетентно отрецензировать. Есть достаточно широкий круг проблем, которые _issuebot_ может отследить самостоятельно, так что мы сделали набор цветных меток, которые он сможет присваивать различным запросам. На основе этих меток рецензенты смогут быстро выбирать запросы, входящие в их круг компетенций и основанные на платформах, с которой они хорошо знакомы, например Flutter. Они также могут увидеть, есть ли у представленного приложения очевидные проблемы, которые скорей всего делают эти приложения непригодными для включения в F-Droid, например зависимость от проприетарных библиотек или известных сервисов, отслеживающих местоположение.
uk: Будь-хто може подати «запит на пакування» (request for packaging, RFP) або запит на злиття для застосунку в F-Droid. Навички необхідні для цього знайомі практично будь-якому інтернет-користувачеві: створення облікового запису та взаємодія з формою для надсилання тексту. Це означає, що не всі користувачі відстежувача проблем RFP достатньою мірою технічно грамотні (принаймні таких там більше, ніж на більшості відстежувачів проблем). З огляду на те, що _issuebot_ відносно простий, основна мета повинна бути в тому, щоб допомогти рецензентам спілкуватися з людьми, що подають запити. Технічно грамотні учасники без зусиль зможуть слідувати вказівкам в повідомленнях _issuebot_, а іншим зможуть допомогти їх досвідченіші товариші, вказуючи на конкретні проблеми, згідно з інформацією зі звіту. Якщо користувач не забуде вказати посилання на репозиторій з джерельним кодом або APK файл з застосунком Android, тоді _issuebot_ зможе створити корисний огляд самостійно. Він також видає значний обсяг інформації, який робить роботу рецензента набагато простішою. З RFP є певні проблеми: запитані застосунки можуть містити широкий ряд технічних підходів і код може бути написаний специфічним чином. Бути знайомим з усіма можливими нюансами жоден рецензент не може, тому важливо, щоб у нього була можливість швидко шукати й вибирати запити, які він зможе досить швидко і компетентно перевірити. Є досить широке коло проблем, які _issuebot_ може відстежити самостійно, тож ми зробили набір кольорових міток, які він зможе привласнювати різним запитам. На основі цих міток рецензенти зможуть швидко вибирати запити, на яких вони знаються і засновані на платформах, з якою вони добре знайомі, наприклад Flutter. Вони також можуть побачити, чи є у представленого застосунку очевидні проблеми, які скоріше за все роблять ці застосунки непридатними для включення у F-Droid, наприклад залежність від пропрієтарних бібліотек або відомих служб визначення розташування.
zh_hans: 任何人都可以向 F-Droid 提交“打包请求” (RFP) 或应用合并请求。大多数互联网用户都熟悉基本的用户体验，因为它是围绕用户帐户和提交文本的表单构建的。这意味着 RFP 问题跟踪器的熟悉技术的用户较少。鉴于 _issuebot_ 的相对简单性，目标必须是帮助审阅者与提交者进行交流。熟悉技术的提交者将能够关注 _issuebot_ 帖子，在其他情况下，F-Droid 贡献者可以将不熟悉技术的提交者指向 _issuebot_ 报告中的信息以突出问题。只要他们提供指向源代码存储库或 Android APK 应用文件的链接，_issuebot_ 就可以自行提供有用的评论。它还提供了大量信息，使人工审阅者的工作更加轻松。RFP 议题中提交的应用可能包含多种技术方法和编码环境。没有审阅者具备所有这些技能，因此使审阅者能够快速找到他们认为有资格审阅的提交内容非常重要。此外，_issuebot_ 可以自动检测到很多东西。因此，我们为 _issuebot_ 构建了一个彩色标签系统，以添加到每个提交中。从这些标签中，审阅者可以快速选择他们熟悉的平台，例如。Flutter。他们还可以查看提交是否存在可能取消其资格的明显问题，例如需要专有库或已知的跟踪服务。

source: <img alt="labels from RFP issuebot" src="{% asset posts/2020-12-21-announcing-issuebot/rfp-labels.png %}" />
de: <img alt="Labels vom RFP issuebot" src="{% asset posts/2020-12-21-announcing-issuebot/rfp-labels.png %}">
pl: <img alt="etykiety z RFP issuebot" src="{% asset posts/2020-12-21-announcing-issuebot/rfp-labels.png %}">
ru: <img alt="метки из RFP, сделанные issuebot" src="{% asset posts/2020-12-21-announcing-issuebot/rfp-labels.png %}" />
uk: <img alt="мітки з RFP, зроблені issuebot" src="{% asset posts/2020-12-21-announcing-issuebot/rfp-labels.png %}">
zh_hans: <img alt="来自 RFP issuebot 的标签" src="{% asset posts/2020-12-21-announcing-issuebot/rfp-labels.png %}" />
