Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The first is "hotspot" mode, where one device is acting as a Wi-Fi Access Point. Android does not make it easy to do, since apps cannot always known what the state of the Wi-Fi is. Thanks to the [_accesspoint_](https://github.com/mvdan/accesspoint) library from long time F-Droid contributor @mvdan, it can do a lot more.
de: Die erste ist der "Hotspot"-Modus, bei dem ein Gerät als WLAN-Zugangspunkt agiert. Android macht es nicht einfach, das zu bewerkstelligen, da Apps nicht immer den WLAN-Status wissen können. Dank der [_accesspoint_](https://github.com/mvdan/accesspoint)-Bibliothek des langjährigen F-Droid-Mitarbeiters @mvdan, gelingt ihnen eine Menge mehr.
pl: Pierwszym z nich jest tryb "hotspot", w którym jedno urządzenie pełni rolę punktu dostępowego Wi-Fi. Android nie ułatwia tego, ponieważ aplikacje nie zawsze wiedzą, jaki jest stan sieci Wi-Fi. Dzięki bibliotece [_accesspoint_](https://github.com/mvdan/accesspoint) od dawna współpracującego z F-Droid @mvdan, może zrobić znacznie więcej.
ro: Primul este modul "hotspot", în care un dispozitiv acționează ca un punct de acces Wi-Fi. Android nu facilitează acest lucru, deoarece aplicațiile nu pot ști întotdeauna care este starea rețelei Wi-Fi. Mulțumită bibliotecii [_accesspoint_](https://github.com/mvdan/accesspoint)de la colaboratorul de mult timp al F-Droid @mvdan, se poate face mult mai mult.
ru: Первый - это режим "точки доступа", когда одно устройство выступает в роли точки доступа Wi-Fi. В Android это сделать не так просто, поскольку приложения не всегда могут знать, в каком состоянии находится Wi-Fi. Благодаря библиотеке [_accesspoint_](https://github.com/mvdan/accesspoint) от давнего участника F-Droid @mvdan, можно сделать гораздо больше.
uk: Перший - це режим "точки доступу", коли один пристрій виступає в ролі точки доступу Wi-Fi. В Android це зробити не так просто, оскільки програми не завжди можуть знати, в якому стані знаходиться Wi-Fi. Завдяки бібліотеці [_accesspoint_](https://github.com/mvdan/accesspoint) від давнього учасника F-Droid @mvdan, можна зробити набагато більше.
zh_hans: 第一种是“热点”模式，其中一个设备充当 Wi-Fi 接入点。 Android 并没有使它可以轻松实现，因为应用并不总是知道 Wi-Fi 的状态。感谢长期 F-Droid 贡献者 @mvdan 提供的 [_accesspoint_](https://github.com/mvdan/accesspoint) 库，它可以做更多事情。

source: <p align="center"> <img width="225" src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/0-usb-otg.jpg %}" /> <img width="180" src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/1-handle-usb.png %}" /> <img width="180" src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/2-click-to-scan.png %}" /> </p>
pl: <p align="center"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/0-usb-otg.jpg %}" width="225"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/1-handle-usb.png %}" width="180"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/2-click-to-scan.png %}" width="180"> </p>
ro: <p align="center"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/0-usb-otg.jpg %}" width="225"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/1-handle-usb.png %}" width="180"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/2-click-to-scan.png %}" width="180"> </p>
uk: <p align="center"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/0-usb-otg.jpg %}" width="225"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/1-handle-usb.png %}" width="180"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/2-click-to-scan.png %}" width="180"> </p>
zh_hans: <p align="center"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/0-usb-otg.jpg %}" width="225"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/1-handle-usb.png %}" width="180"> <img src="{% asset posts/2019-06-20-two-new-ways-to-get-apps-nearby-without-internet/2-click-to-scan.png %}" width="180"> </p>

source: The second is using SD Cards and USB On-The-Go (OTG) flash drives as a source of F-Droid repos. Flash drives can provide a very high bandwidth method for transferring files, when they are easy to move from device to device. Our goal is to make the whole user experience as smooth as possible, so people can regularly move data with these affordable, widespread data buckets. USB-OTG and SD Cards can host standalone repos as well as mirrors of existing repos. Those repos need to be copied to the flash drive first, like from a laptop. That can be done using `fdroid mirror`, for example:
de: Die zweite ist die Verwendung von SD-Karten und USB-OTG (On-The-Go)-Speichermedien als Quelle des F-Froid-Repos. Flash-Laufwerke bieten eine große Bandbreite an Methoden zur Übertragung von Dateien, da sie einfach von Gerät zu Gerät zu bewegen sind. Unser Ziel ist es, die gesamte Handhabung für den Anwender so reibungslos wie möglich zu gestalten, damit die Leute regelmäßig Daten mit diesen preisgünstigen, weit verbreiteten Datenträgern verschieben können. USB-OTG und SD-Karten können sowohl eigenständige Repos als auch Spiegel bestehender Repos beherbergen. Jene Repos müssen zuerst auf das Laufwerk kopiert werden, wie von einem Laptop. Das kann mittels `fdroid mirror`geschehen, zum Beispiel:
pl: Drugim jest wykorzystanie kart SD i pamięci USB On-The-Go (OTG) jako źródła repozytoriów F-Droid. Pendrive'y mogą zapewnić bardzo wysoką przepustowość transferu plików i są łatwe do przeniesienia z urządzenia do urządzenia. Naszym celem jest, aby cała obsługa była tak płynna, jak to tylko możliwe, dzięki czemu ludzie mogą regularnie przenosić dane za pomocą przystępnych cenowo, szeroko rozpowszechnionych zasobników danych. Karty USB-OTG i SD mogą być hostami zarówno samodzielnych repozytoriów, jak i serwerów lustrzanych istniejących repozytoriów. Te repozytoria muszą być najpierw skopiowane na dysk flash, jak z laptopa. Można to zrobić na przykład za pomocą `fdroid mirror`:
ro: A doua este utilizarea cardurilor SD și a unităților flash USB On-The-Go (OTG) ca sursă de repo-uri F-Droid. Unitățile flash pot oferi o metodă de transfer de fișiere cu lățime de bandă foarte mare, atunci când acestea sunt ușor de mutat de la un dispozitiv la altul. Scopul nostru este de a face ca întreaga experiență a utilizatorului să fie cât mai ușoară, astfel încât oamenii să poată muta în mod regulat date cu aceste găleți de date accesibile și răspândite. USB-OTG și cardurile SD pot găzdui depozite independente, precum și oglinzi ale depozitelor existente. Aceste repo-uri trebuie să fie copiate mai întâi pe unitatea flash, ca de pe un laptop. Acest lucru se poate face folosind `fdroid mirror`, de exemplu:
ru: Второй - использование SD-карт и флэш-накопителей USB On-The-Go (OTG) в качестве источника репозиториев F-Droid. Флэш-накопители могут обеспечить очень высокую пропускную способность для передачи файлов, когда их легко перемещать с устройства на устройство. Наша цель - сделать весь пользовательский опыт как можно более гладким, чтобы люди могли регулярно перемещать данные с помощью этих доступных и широко распространенных накопителей данных. На USB-OTG и SD-картах можно размещать как отдельные репозитории, так и зеркала существующих репозиториев. Эти репозитории нужно сначала скопировать на флэш-накопитель, например, с ноутбука. Это можно сделать, например, с помощью `fdroid mirror`:
uk: Другий - використання SD-карт і флеш-накопичувачів USB On-The-Go (OTG) як джерело репозиторіїв F-Droid. Флеш-накопичувачі можуть забезпечити дуже високу пропускну здатність для передачі файлів, коли їх легко переміщати з одного пристрою на інший. Наша мета - зробити весь призначений для користувача досвід як можна більш гладким, щоб люди могли регулярно переміщати дані за допомогою цих доступних і широко поширених накопичувачів даних. На USB-OTG і SD-картах можна розміщувати як окремі репозиторії, так і дзеркала наявних репозиторіїв. Ці репозиторії потрібно спочатку скопіювати на флеш-накопичувач, наприклад, з ноутбука. Це можна зробити, наприклад, за допомогою `fdroid mirror`:
zh_hans: 第二个是使用 SD 卡和 USB On-The-Go (OTG) 闪存驱动器作为 F-Droid 存储库的来源。闪存驱动器可以为传输文件提供非常高的带宽方法，因为它们很容易在设备之间移动。我们的目标是让整个用户体验尽可能流畅，这样人们就可以使用这些负担得起的、广泛使用的数据存储定期移动数据。USB-OTG 和 SD 卡可以托管独立的存储库以及现有存储库的镜像。需要先将这些存储库复制到闪存驱动器，例如从笔记本电脑复制。这可以使用 `fdroid mirror` 来完成，例如：

source: USB OTG support is new and alpha. It works, but needs a lot of polish on the user experience. For example, it should show the scanning progress. Also, Bluetooth is still flaky on many devices, some of that comes from the devices poor support for generic data service over Bluetooth.
de: Die USB-OTG-Unterstützung ist neu und alpha. Sie funktioniert, bedarf aber je nach Anwendererfahrungen noch einer Menge Verbesserungen. Zum Beispiel sollte sie den Scan-Fortschritt anzeigen. Auch Bluetooth ist auf vielen Geräten noch instabil, was zum Teil daran liegt, dass die Geräte generische Datendienste über Bluetooth nur unzureichend unterstützen.
pl: Obsługa USB OTG jest nowa i alfa. Działa, ale wymaga dużego dopracowania w zakresie doświadczenia użytkownika. Na przykład powinien pokazywać postęp skanowania. Ponadto Bluetooth jest nadal niestabilny na wielu urządzeniach, niektóre z nich pochodzą z urządzeń słabej obsługi ogólnej usługi danych przez Bluetooth.
ro: Suportul USB OTG este nou și alfa. Funcționează, dar are nevoie de multe îmbunătățiri în ceea ce privește experiența utilizatorului. De exemplu, ar trebui să afișeze progresul scanării. De asemenea, Bluetooth este încă slabă pe multe dispozitive, iar acest lucru se datorează în parte suportului slab al dispozitivelor pentru serviciul de date generice prin Bluetooth.
ru: Поддержка USB OTG является новой и альфа-версией. Она работает, но нуждается в доработке пользовательского интерфейса. Например, она должна показывать прогресс сканирования. Кроме того, Bluetooth все еще нестабильно работает на многих устройствах, частично это происходит из-за слабой поддержки устройствами общей службы передачи данных по Bluetooth.
uk: Підтримка USB OTG є новою й альфа-версією. Вона працює, але потребує доопрацювання. Наприклад, вона повинна показувати поступ сканування. Крім того, Bluetooth досі працює нестабільно на багатьох пристроях, частково це відбувається через погану підтримку пристроями загальної служби передачі даних по Bluetooth.
zh_hans: USB OTG 支持还很新且不成熟。它可以工作，但需要对用户体验进行大量改进。例如，它应该显示扫描进度。此外，蓝牙在许多设备上仍然不稳定，其中一些由于设备对蓝牙通用数据服务的支持不佳。

source: Dropping old TLS on Android
de: Altes TLS läuft auf Android aus
pl: „Usuwanie starego TLS na system Android”
ro: Renunțarea la TLS-ul vechi pe Android
ru: Отказ от старого TLS на Android
uk: Видалення старого TLS на Android
zh_hans: 在 Android 上删除旧的 TLS

source: Transport Layer Security (TLS) is the protocol that powers most of the internet these days. It gives HTTPS the S for "Secure". F-Droid uses it to keep the connection to repos private. After many years of slow updates and an increasing number of vulnerabilities, there is finally critical mass to stop using the old, broken versions. TLS version 1.2 is not vulnerable and is supported basically everywhere. TLSv1.2 was finalized in 2008, so this is very far from the bleeding edge. TLSv1.0 and TLSv1.1 are due to be officially deprecated by the IETF, the standards body that actually creates the TLS standard. The major browser vendors have all promised to drop them in 2020.
de: Transport Layer Security (TLS) ist das Protokoll, das heutzutage die meisten Teile des Internets antreibt. Es verleiht HTTPS das S für „Secure“. F-Droid verwendet es, um die Verbindung zu Repos abzuschirmen. Nach vielen Jahren schleppender Updates und einer zunehmenden Anzahl von Schwachstellen ist letztlich ein kritischer Punkt erreicht, an dem die Verwendung der alten, unbrauchbaren Versionen beendet werden sollte. TLS-Version 1.2 ist nicht angreifbar und wird grundsätzlich überall unterstützt. TLSv1.2 wurde 2008 fertiggestellt, ist somit weit davon entfernt unausgereift zu sein. Von TLSv1.0 und TLSv1.1 wird erwartet, dass sie von der IETF, der Normungsorganisation, die momentan den TLS-Standard festlegt, offiziell missbilligt werden. Die Hauptanbieter von Browsern haben alle versprochen, sie ab 2020 fallen zu lassen.
pl: Transport Layer Security (TLS) jest protokołem, który obecnie zasila większość Internetu. Dodaje do HTTPS literę S dla "Secure". F-Droid używa go, aby utrzymać połączenie w tajemnicy. Po wielu latach powolnych aktualizacji i rosnącej liczbie luk w zabezpieczeniach, istnieje wreszcie masa krytyczna pozwalająca na zaprzestanie używania starych, uszkodzonych wersji. TLS w wersji 1.2 nie jest podatna na zagrożenia i jest obsługiwana praktycznie wszędzie. TLSv1.2 został ukończony w 2008 roku, więc jest to bardzo daleko od krawędzi wykrwawienia. TLSv1.0 i TLSv1.1 mają zostać oficjalnie wycofane przez IETF, organ normalizacyjny, który faktycznie tworzy standard TLS. Wszyscy najwięksi dostawcy przeglądarek obiecali zrezygnować z nich w 2020 roku.
ro: Transport Layer Security (TLS) este protocolul care alimentează cea mai mare parte a internetului în zilele noastre. Acesta conferă HTTPS litera S de la "Secure". F-Droid îl folosește pentru a păstra confidențialitatea conexiunii la depozite. După mulți ani de actualizări lente și un număr din ce în ce mai mare de vulnerabilități, există în sfârșit o masă critică pentru a nu mai folosi versiunile vechi și defecte. Versiunea TLS 1.2 nu este vulnerabilă și este susținută practic peste tot. TLSv1.2 a fost finalizată în 2008, deci este foarte departe de a fi la limită. TLSv1.0 și TLSv1.1 urmează să fie anulate oficial de către IETF, organismul de standardizare care creează de fapt standardul TLS. Principalii furnizori de browsere au promis cu toții că vor renunța la ele în 2020.
ru: Безопасность транспортного уровня (TLS) - это протокол, который обеспечивает работу большей части Интернета в наши дни. Он придает протоколу HTTPS букву S, означающую "безопасный". F-Droid использует его для обеспечения конфиденциальности соединения с репозиториями. После многих лет медленных обновлений и растущего числа уязвимостей, наконец, накопилась критическая масса, чтобы перестать использовать старые, неработающие версии. TLS версии 1.2 не уязвима и поддерживается практически везде. TLSv1.2 был окончательно доработан в 2008 году, так что это очень далеко от передовой технологии. TLSv1.0 и TLSv1.1 должны быть официально устаревшими по решению IETF, органа по стандартизации, который фактически создает стандарт TLS. Все основные производители браузеров пообещали отказаться от них в 2020 году.
uk: Безпека транспортного рівня (TLS) - це протокол, який забезпечує роботу більшої частини Інтернету в наші дні. Він надає протоколу HTTPS букву S, яка б означала "безпечний". F-Droid використовує його для забезпечення конфіденційності з'єднання з репозиторіями. Після багатьох років повільних оновлень і зростаючого числа вразливостей, нарешті, накопичилася критична маса, щоб перестати використовувати старі, непрацюючі версії. TLS версії 1.2 НЕ вразлива і підтримується практично скрізь. TLSv1.2 був остаточно доопрацьований в 2008 році, так що це дуже далеко від передової технології. TLSv1.0 і TLSv1.1 повинні бути офіційно застарілими за рішенням IETF, органу по стандартизації, який фактично створює стандарт TLS. Всі основні виробники браузерів пообіцяли відмовитися від них у 2020 році.
zh_hans: 传输层安全性 (TLS) 是当今为大多数互联网提供支持的协议。它为 HTTPS 提供了“安全”的 S。F-Droid 使用它来保持与存储库的连接私有。经过多年缓慢的更新和越来越多的漏洞，促使停止使用旧的、损坏的版本的最后一根稻草终于落下了。TLS 1.2 版不易受到攻击，基本上在所有地方都受支持。TLSv1.2 于 2008 年完成，因此离最前沿还很远。TLSv1.0 和 TLSv1.1 将被 IETF（实际创建 TLS 标准的标准机构）正式弃用。主要的浏览器供应商都承诺在 2020 年放弃它们。

source: Since F-Droid uses [NetCipher](https://guardianproject.info/code/netcipher), TLSv1.2 is supported all the way back to [Android 4.1](https://developer.android.com/reference/javax/net/ssl/SSLSocket#protocols)
de: Da F-Droid [NetCipher](https://guardianproject.info/code/netcipher) verwendet, wird TLSv1.2 in vollem Umfang zurück bis [Android 4.1](https://developer.android.com/reference/javax/net/ssl/SSLSocket#protocols) unterstützt.
pl: Ponieważ F-Droid używa [NetCipher](https://guardianproject.info/code/netcipher), TLSv1.2 jest obsługiwany aż do [Android 4.1](https://developer.android.com/reference/javax/net/ssl/SSLSocket#protocols)
ro: Din moment ce F-Droid utilizează [NetCipher](https://guardianproject.info/code/netcipher), TLSv1.2 este acceptat până la [Android 4.1](https://developer.android.com/reference/javax/net/ssl/SSLSocket#protocols)
ru: Поскольку F-Droid использует [NetCipher](https://guardianproject.info/code/netcipher), TLSv1.2 поддерживается вплоть до [Android 4.1](https://developer.android.com/reference/javax/net/ssl/SSLSocket#protocols)
uk: Оскільки F-Droid використовує [NetCipher](https://guardianproject.info/code/netcipher), TLSv1.2 підтримується аж до [Android 4.1](https://developer.android.com/reference/javax/net/ssl/SSLSocket#protocols)
zh_hans: 由于 F-Droid 使用 [NetCipher](https://guardianproject.info/code/netcipher)，TLSv1.2 一直向后支持到 [Android 4.1](https://developer.android.com/reference/javax/net/ssl/SSLSocket#protocols)

source: One way to enforce TLSv1.2 support would be to configure the f-droid.org webserver to stop supporting TLSv1.0 and TLSv1.1, like we have with SSLv2 and SSLv3. We prefer to do this on the client side instead, so that old versions of F-Droid and old devices without TLSv1.2 (added in Android 4.1) will continue to work with f-droid.org. Also, doing it client-side means that connections to all repos will gain this protection without changing the repos server setups.
de: Eine Möglichkeit die TLSv1.2-Unterstützung zu erzwingen, wäre es, den „f-droid.org“-Webserver so zu konfigurieren, dass die Unterstützung von TLSv1.0 und TLSv1.1 beendet wird, wie das bei SSLv2 und SSLv3 geschah. Wir ziehen es stattdessen vor, dies auf der Client-Seite zu erledigen, damit alte Versionen von F-Droid und alte Geräte ohne TLSv1.2 (ergänzt in Android 4.1) weiterhin mit „f-droid.org“ funktionieren. Außerdem bedeutet eine client-seitige Verarbeitung, dass Verbindungen zu allen Repos diesen Schutz erhalten werden, ohne Änderungen an Repo-Servereinrichtungen vorzunehmen.
pl: Jednym ze sposobów wymuszenia obsługi TLSv1.2 byłoby skonfigurowanie serwera f-droid.org tak, aby przestał obsługiwać TLSv1.0 i TLSv1.1, podobnie jak w przypadku SSLv2 i SSLv3. Wolimy to zrobić po stronie klienta, aby stare wersje F-Droid i stare urządzenia bez TLSv1.2 (dodane w Androidzie 4.1) nadal działały z f-droid.org. Ponadto wykonanie tego po stronie klienta oznacza, że połączenia do wszystkich repozytoriów uzyskają tę ochronę bez zmiany konfiguracji serwera repos.
ro: O modalitate de a impune suportul TLSv1.2 ar fi să configurați serverul web f-droid.org pentru a nu mai suporta TLSv1.0 și TLSv1.1, așa cum am făcut cu SSLv2 și SSLv3. În schimb, preferăm să facem acest lucru pe partea de client, astfel încât versiunile vechi de F-Droid și dispozitivele vechi fără TLSv1.2 (adăugat în Android 4.1) vor continua să funcționeze cu f-droid.org. De asemenea, dacă o facem pe partea de client înseamnă că conexiunile la toate depozitele vor beneficia de această protecție fără a modifica configurațiile serverului de depozit.
ru: Одним из способов принудительной поддержки TLSv1.2 было бы настроить веб-сервер f-droid.org на прекращение поддержки TLSv1.0 и TLSv1.1, как это сделано с SSLv2 и SSLv3. Мы предпочитаем сделать это на стороне клиента, чтобы старые версии F-Droid и старые устройства без TLSv1.2 (добавленного в Android 4.1) продолжали работать с f-droid.org. Кроме того, выполнение этой функции на стороне клиента означает, что соединения со всеми репозиториями получат эту защиту без изменения настроек серверов репозиториев.
uk: Одним із способів примусової підтримки TLSv1.2 було б налаштувати вебсервер f-droid.org на припинення підтримки TLSv1.0 і TLSv1.1, як це зроблено з SSLv2 і SSLv3. Ми вважаємо за краще зробити це на стороні клієнта, щоб старі версії F-Droid і старі пристрої без TLSv1.2 (доданого в Android 4.1) продовжували працювати з f-droid.org. Крім того, виконання цієї функції на стороні клієнта означає, що з'єднання з усіма репозиторіями отримають цей захист без зміни налаштувань серверів репозиторіїв.
zh_hans: 强制执行 TLSv1.2 支持的一种方法是配置 f-droid.org 网络服务器以停止支持 TLSv1.0 和 TLSv1.1，就像我们对 SSLv2 和 SSLv3 做的一样。我们更喜欢在客户端执行此操作，以便旧版本的 F-Droid 和没有 TLSv1.2（在 Android 4.1 中添加）的旧设备可以继续使用 f-droid.org。此外，在客户端执行此操作意味着与所有存储库的连接将获得这种保护，而不需要更改存储库服务器设置。

source: With the _NetCipher_ approach, the latest versions of F-Droid will never use TLS older than v1.2 since they will refuse to connect unless TLSv1.2 is available. Since _f-droid.org_ can still safely support TLSv1.0 and TLSv1.1, older clients and Android devices will still be able to connect, even if they do not support TLSv1.2. It is win-win for everyone.
de: Mit dem _NetCipher_-Ansatz werden die neuesten Versionen von F-Droid niemals TLS älter als v1.2 nutzen, da sie sich nicht verbinden werden, solange kein TLSv1.2 zur Verfügung steht. Da _f-droid.org_ weiter sicher TLSv1.0 und TLSv1.1 unterstützen wird, sind ältere Clients und Android-Geräte immer noch in der Lage, sich zu verbinden, selbst wenn sie TLSv1.2 nicht unterstützen. Das ist ein Gewinn für alle.
pl: Dzięki podejściu _NetCipher_, najnowsze wersje F-Droid nigdy nie będą używać TLS starszego niż 1.2, ponieważ odmówią połączenia, chyba że TLSv1.2 jest dostępny. Ponieważ _f-droid.org_ nadal może bezpiecznie obsługiwać TLSv1.0 i TLSv1.1, starsi klienci i urządzenia z Androidem będą nadal mogli się łączyć, nawet jeśli nie obsługują TLSv1.2. Jest to korzystne dla wszystkich.
ro: Cu abordarea _NetCipher_, cele mai recente versiuni de F-Droid nu vor utiliza niciodată TLS mai vechi de v1.2, deoarece vor refuza să se conecteze dacă nu este disponibil TLSv1.2. Deoarece _f-droid.org_ poate suporta în continuare în siguranță TLSv1.0 și TLSv1.1, clienții mai vechi și dispozitivele Android se vor putea conecta în continuare, chiar dacă nu suportă TLSv1.2. Este o situație în care toată lumea are de câștigat.
ru: При использовании подхода _NetCipher_ последние версии F-Droid никогда не будут использовать TLS старше версии 1.2, поскольку они откажутся подключаться, если TLSv1.2 не доступен. Поскольку _f-droid.org_ все еще может безопасно поддерживать TLSv1.0 и TLSv1.1, старые клиенты и устройства Android смогут подключаться, даже если они не поддерживают TLSv1.2. Это выгодно для всех.
uk: При використанні підходу _NetCipher_ останні версії F-Droid ніколи не будуть використовувати TLS старше версії 1.2, оскільки вони відмовляться підключатися, якщо TLSv1.2 не доступний. Оскільки _f-droid.org_ все ще може безпечно підтримувати TLSv1.0 і TLSv1.1, старі клієнти і пристрої Android зможуть підключатися, навіть якщо вони не підтримують TLSv1.2. Це вигідно для всіх.
zh_hans: 使用 _NetCipher_ 的方法，最新版本的 F-Droid 永远不会使用早于 v1.2 的 TLS，因为除非 TLSv1.2 可用，否则它们将拒绝连接。由于 _f-droid.org_ 仍然可以安全地支持 TLSv1.0 和 TLSv1.1，因此旧客户端和 Android 设备仍然能够连接，即使它们不支持 TLSv1.2。这对每个人来说都是双赢的。
