Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: As of the latest index update, the [SET Anti-Feature](https://f-droid.org/wiki/page/Antifeature:SET) has been cleared from all apps. In case you were still wondering what the SET Anti-Feature is... it isn't! That's the bug. [See the bug](https://gitlab.com/fdroid/fdroidserver/issues/565).
de: Mit dem letzten Index-Update wurde das [SET Anti-Feature](https://f-droid.org/wiki/page/Antifeature:SET) von allen Apps gelöscht. Falls Sie sich immer noch fragen, was das SET Anti-Feature ist... es ist keines! Das ist der Fehler. [Siehe Bug](https://gitlab.com/fdroid/fdroidserver/issues/565).
pl: Po ostatniej aktualizacji indeksu, [SET Anti-Feature](https://f-droid.org/wiki/page/Antifeature:SET) została usunięta ze wszystkich aplikacji. Jeśli nadal zastanawiałeś się, co to jest SET Anti-Feature ... to nie jest! To błąd. [Zobacz błąd](https://gitlab.com/fdroid/fdroidserver/issues/565).
ro: De la ultima actualizare a indexului, [SET Anti-Feature](https://f-droid.org/wiki/page/Antifeature:SET) a fost eliminat din toate aplicațiile. În cazul în care încă vă întrebați ce este SET Anti-Feature... nu este! Aceasta este o eroare. [See the bug](https://gitlab.com/fdroid/fdroidserver/issues/565).
ru: Начиная с последнего обновления индекса, функция [SET Anti-Feature](https://f-droid.org/wiki/page/Antifeature:SET) была удалена из всех приложений. Если вы все еще задаетесь вопросом, что такое SET Anti-Feature... это не так! Это ошибка. [See the bug](https://gitlab.com/fdroid/fdroidserver/issues/565).
uk: Починаючи з останнього оновлення індексу, функція [SET Anti-Feature](https://f-droid.org/wiki/page/Antifeature:SET) була видалена з усіх застосунків. Якщо ви все ще задаєтеся питанням, що таке SET Anti-Feature... це не так! Це помилка. [See the bug](https://gitlab.com/fdroid/fdroidserver/issues/565).
zh_hans: 截至最新索引更新，[SET 负面特征](https://f-droid.org/wiki/page/Antifeature:SET) 已从所有应用中清除。如果您仍然想知道 SET 负面特征是什么……它什么都不是！这就是错误。[查看错误](https://gitlab.com/fdroid/fdroidserver/issues/565)。

source: New F-Droid sweatshirts coming
de: Die neuen F-Droid-Sweatshirts kommen
pl: Nadchodzą nowe koszulki F-Droid
ro: Noile tricouri F-Droid vin
ru: Новые толстовки F-Droid на подходе
uk: Нові толстовки F-Droid на підході
zh_hans: 新的 F-Droid 运动衫来了

source: <span style="font-variant: small-caps; text-transform: lowercase;">Hellotux</span>, whom you may remember from [TWIF 15]({% post_url 2018-08-03-twif-15-announcing-f-droid-1-3 %}), is bringing new [F-Droid sweatshirts](https://www.hellotux.com/f-droid) on-line. These should be available soon, in addition to the T-shirts and polo shirts already for sale. Remember that F-Droid gets €3 for every shirt sold!
ru: <span style="">Hellotux</span>, которого вы можете помнить по [TWIF 15]({% post_url 2018-08-03-twif-15-announcing-f-droid-1-3 %}), выпускает новые толстовки [F-Droid](https://www.hellotux.com/f-droid). Они должны появиться в продаже в ближайшее время, в дополнение к футболкам и поло, которые уже продаются. Помните, что F-Droid получает 3 евро за каждую проданную футболку!
uk: <span style=""> Hellotux </span>, якого ви можете пам'ятати по [TWIF 15]({% post_url 2018-08-03-twif-15-announcing-f-droid-1-3 %}), випускає нові товстівки [F-Droid](https://www.hellotux.com/f-droid). Вони повинні з'явитися у продажу найближчим часом, на застосунок до футболок і поло, які вже продаються. Пам'ятайте, що F-Droid отримує 3 євро за кожну продану футболку!
zh_hans: <span style="">Hellotux</span>，你可能还记得在 [TWIF 15]({% post_url 2018-08-03-twif-15-announcing-f-droid-1-3 %}) 中，正在上线新的 [F-Droid 运动衫](https://www.hellotux.com/f-droid)。这些应该很快就会上市，外加已经在售的 T 恤和 Polo 衫外。请记住，每售出一件衬衫，F-Droid 将获得 3 欧元！

source: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)**: Material Design logcat reader based on CatLog
de: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)**: Auf CatLog basierender Logcat-Reader im Material Design
pl: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)**: Czytnik logcat Material Design oparty na CatLog
ro: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)**: Material Design cititor logcat bazat pe CatLog
ru: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)**: Material Design logcat просмотрщик на основе CatLog
uk: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)**: Material Design logcat переглядач на основі CatLog
zh_hans: **[MatLog Libre](https://f-droid.org/packages/com.pluscubed.matloglibre/)**：基于 CatLog 的 Material Design logcat 阅读器

source: **[BatteryFu](https://f-droid.org/packages/com.tobykurien.batteryfu/)**: Battery saving
de: **[BatteryFu](https://f-droid.org/packages/com.tobykurien.batteryfu/)**: Energieeinsparung
pl: **[BatteryFu](https://f-droid.org/packages/com.tobykurien.batteryfu/)**: Oszczędzanie baterii
ro: **[BatteryFu](https://f-droid.org/packages/com.tobykurien.batteryfu/)**: Economisirea bateriei
ru: **[BatteryFu](https://f-droid.org/packages/com.tobykurien.batteryfu/)**: Экономия батареи
uk: **[BatteryFu](https://f-droid.org/packages/com.tobykurien.batteryfu/)**: Економія батареї
zh_hans: **[BatteryFu](https://f-droid.org/packages/com.tobykurien.batteryfu/)**：省电

source: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)**: An application that helps you write images to USB drives, no root required
de: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)**: Eine Anwendung, die dabei hilft, Images auf USB-Laufwerke zu schreiben. Root-Rechte sind nicht erforderlich.
pl: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)**: Aplikacja, która pomaga zapisywać obrazy na dyskach USB, nie wymaga root
ro: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)**: O aplicație care vă ajută să scrieți imagini pe unități USB, fără a fi nevoie de root
ru: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)**: Приложение, помогающее записывать изображения на USB-накопители, root не требуется
uk: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)**: Додаток, що допомагає записувати зображення на USB-накопичувачі, root не потрібно
zh_hans: **[EtchDroid](https://f-droid.org/packages/eu.depau.etchdroid/)**：一个帮助你将镜像写入 USB 盘的应用，不需要 root

source: In total, **{{ page.number_of_updated_apps }}** apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche **{{ page.number_of_updated_apps }}** Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano **{{ page.number_of_updated_apps }}** aplikacji. Oto najważniejsze cechy:
ro: În total, **{{ page.number_of_updated_apps }}** aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено **{{ page.number_of_updated_apps }}** приложений. Вот основные из них:
uk: Усього цього тижня було оновлено **{{ page.number_of_updated_apps }}** застосунків. Ось основні з них:
zh_hans: 本周总共更新了 **{{ page.number_of_updated_apps }}** 个应用。以下是其中的亮点：

source: **[ICSdroid](https://f-droid.org/packages/at.bitfire.icsdroid/)** fetches remote iCalendar files (like your school/university time tables, or events of your favourite sports team) and synchronizes them into local, read-only Android calendars. No other data is transferred; there are no accounts and no logins. This update to 1.6 brings better support for large calendars, and various minor improvements.
de: **[ICSdroid](https://f-droid.org/packages/at.bitfire.icsdroid/)** bezieht iCalendar-Dateien (wie Schul-/Universitätsstundenpläne oder Termine des Lieblingssportklubs) aus dem Netz und synchronisiert sie schreibgeschützt mit den lokalen Android-Kalendern. Es werden keine weiteren Daten übertragen; es gibt keine Konten oder Logins. Diese Aktualisierung auf 1.6 enthält eine bessere Unterstützung großer Kalender und einige kleinere Verbesserungen.
pl: **[ICSdroid](https://f-droid.org/packages/at.bitfire.icsdroid/)** pobiera zdalne pliki iCalendar (np. tablice czasu w szkole lub na uczelni lub wydarzenia z ulubionej drużyny sportowej) i synchronizuje je z lokalnymi kalendarzami systemu Android przeznaczonymi tylko do odczytu. Żadne inne dane nie są przekazywane; nie ma kont ani loginów. Ta aktualizacja do wersji 1.6 zapewnia lepszą obsługę dużych kalendarzy i różnych drobnych usprawnień.
ro: **[ICSdroid](https://f-droid.org/packages/at.bitfire.icsdroid/)** preia fișiere iCalendar de la distanță (cum ar fi tabelele orare ale școlii/universității sau evenimentele echipei sportive preferate) și le sincronizează în calendare Android locale, numai pentru citire. Nu se transferă alte date; nu există conturi și nici logări. Această actualizare la versiunea 1.6 aduce un suport mai bun pentru calendare mari și diverse îmbunătățiri minore.
ru: **[ICSdroid](https://f-droid.org/packages/at.bitfire.icsdroid/)** получает удаленные файлы iCalendar (например, расписания занятий в школе/университете или события любимой спортивной команды) и синхронизирует их с локальными календарями Android, доступными только для чтения. Никакие другие данные не передаются; нет ни учетных записей, ни логинов. В обновлении 1.6 улучшена поддержка больших календарей, а также внесены различные мелкие улучшения.
uk: **[ICSdroid](https://f-droid.org/packages/at.bitfire.icsdroid/)** отримує видалені файли iCalendar (наприклад, розкладу занять в школі/університеті або події улюбленої спортивної команди) і синхронізує їх з локальними календарями Android, доступними тільки для читання. Ніякі інші дані не передаються; немає ні облікових записів, ні логінів. В оновленні 1.6 поліпшена підтримка великих календарів, а також внесені різні дрібні поліпшення.
zh_hans: **[ICSdroid](https://f-droid.org/packages/at.bitfire.icsdroid/)** 获取远程 iCalendar 文件（例如你的学校/大学时间表，或你最喜欢的运动队的赛事）并将它们同步到本地的只读 Android 日历中。不传输其他数据；没有帐户，也没有登录名。此次 1.6 更新带来了对大型日历的更好支持，以及各种小的改进。

source: {{ page.major }} **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** had a major update to 3.0.0 and then some, bringing it up to 3.1.1. [Changes](https://github.com/enricocid/Music-Player-GO/releases) are unclear.
de: {{ page.major }} **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** bekam ein wichtiges Update auf 3.0.0 und dann eines auf 3.1.1. [Die Änderungen](https://github.com/enricocid/Music-Player-GO/releases) sind unklar.
pl: {{ page.major }} **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** miał poważną aktualizację do wersji 3.0.0, a następnie do aktualizacji do wersji 3.1.1. [Zmiany](https://github.com/enricocid/Music-Player-GO/releases) są niejasne.
ro: {{ page.major }} **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** a avut o actualizare majoră la versiunea 3.0.0 și ceva mai mult, ajungând astfel la 3.1.1. [Changes](https://github.com/enricocid/Music-Player-GO/releases) sunt neclare.
ru: {{ page.major }} **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** получил крупное обновление до версии 3.0.0, а затем и до 3.1.1. [Изменения](https://github.com/enricocid/Music-Player-GO/releases) неясны.
uk: {{ page.major }} **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** отримав велике оновлення до версії 3.0.0, а потім і до 3.1 .1. [Зміни](https://github.com/enricocid/Music-Player-GO/releases) неясні.
zh_hans: {{ page.major }} **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** 对 3.0.0 进行了重大更新，然后是一些，将其升级到 3.1.1。[更改](https://github.com/enricocid/Music-Player-GO/releases)尚不清楚。

source: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** 3.3.0 adds support for Trashbin, device credentials, media streaming, and has new media detection for AutoUpload, improved TalkBack screenreader support, offline/maintenance info, and many more improvements and bug fixes.
de: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** 3.3.0 bietet Unterstützung für den Mülleimer, Geräte-Anmeldeinformationen, Medien-Streaming und verfügt über eine neue Medienerkennung für AutoUpload, verbesserte TalkBack-Screenreader-Unterstützung, Offline-/Wartungsinformationen und viele weitere Verbesserungen und Bugfixes.
pl: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** 3.3.0 dodaje obsługę Trashbina, dane uwierzytelniające urządzenia, strumieniowanie multimediów i nowe wykrywanie multimediów dla funkcji AutoUpload, ulepszoną obsługę czytnika ekranu TalkBack, informacje o trybie offline/konserwacja oraz wiele innych ulepszeń i poprawek.
ro: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** 3.3.0 adaugă suport pentru Trashbin, credențiale de dispozitiv, streaming media și are o nouă detecție media pentru AutoUpload, suport îmbunătățit pentru cititorul de ecran TalkBack, informații despre offline/întreținere și multe alte îmbunătățiri și corecturi de erori.
ru: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** В версии 3.3.0 добавлена поддержка Trashbin, учетных данных устройств, потоковой передачи мультимедиа, а также новое обнаружение мультимедиа для AutoUpload, улучшена поддержка скринридера TalkBack, информация об автономной работе/сопровождении и множество других улучшений и исправлений.
uk: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** У версії 3.3.0 додана підтримка Trashbin, облікових даних пристроїв, потокової передачі мультимедіа, а також нове виявлення мультимедіа для AutoUpload, поліпшена підтримка скрінрідера TalkBack, інформація про автономний режим/супровід та безліч інших поліпшень і виправлень.
zh_hans: **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** 3.3.0 增加了对垃圾箱、设备凭据、媒体流的支持，并为 AutoUpload 提供了新的媒体检测、改进的 TalkBack 屏幕阅读器支持、离线/维护信息，以及更多改进和错误修复。

source: **[Waistline](https://f-droid.org/packages/com.waist.line/)**, the calorie counter and weight tracker, was updated from 2.2.3 to 2.3.3, adding the ability to enter your own [Open Food Facts](https://world.openfoodfacts.org) credentials, a setting to change the app's home screen, support for the fibre nutriment, saturated fat and fibre goals, under-the-hood changes to improve performance and ease maintenance, and several bug fixes centering around date problems.
de: **[Waistline](https://f-droid.org/packages/com.waist.line/)**, der Kalorienzähler und Gewichts-Tracker, wurde von 2.2.3 auf 2.3.3 aktualisiert und bietet die Möglichkeit, Ihre eigenen [Open Food Facts](https://de.openfoodfacts.org) Anmeldedaten einzugeben, eine Einstellung zur Änderung des Startbildschirms der App, Unterstützung für Ballaststoffe, Ziele für gesättigte Fettsäuren und Ballaststoffe, Änderungen unter der Haube zur Verbesserung der Leistung und Vereinfachung der Wartung sowie mehrere Bugfixes rund um Datumsprobleme.
pl: **[Waistline](https://f-droid.org/packages/com.waist.line/)**, licznik kalorii i rejestrator masy został zaktualizowany z wersji 2.2.3 do 2.3.3, dodając możliwość wpisania własnych [Open Food Facts](https://world.openfoodfacts.org) poświadczeń, ustawienie umożliwiające zmianę domu aplikacji ekran, wsparcie dla celów żywienia włókien, celów związanych z tłuszczami nasyconymi i włóknami, zmiany pod maską w celu poprawy wydajności i łatwej konserwacji, a także kilka poprawek, które koncentrują się wokół problemów z datami.
ro: **[Waistline](https://f-droid.org/packages/com.waist.line/)**, contorul de calorii și dispozitivul de urmărire a greutății, a fost actualizat de la 2.2.3 la 2.3.3, adăugând posibilitatea de a introduce propriile date. [Open Food Facts](https://world.openfoodfacts.org) credentials, o setare pentru a schimba ecranul de pornire al aplicației, suport pentru obiectivele privind nutrimentele cu fibre, grăsimile saturate și fibrele, modificări sub capotă pentru a îmbunătăți performanța și a facilita întreținerea, precum și mai multe corecturi de erori centrate pe probleme de date.
ru: **[Waistline](https://f-droid.org/packages/com.waist.line/)**, счетчик калорий и трекер веса, был обновлен с версии 2.2.3 до 2.3.3, добавив возможность вводить собственные учетные данные [Open Food Facts](https://world.openfoodfacts.org), настройку для изменения главного экрана приложения, поддержку целей по питательности клетчатки, насыщенных жиров и клетчатки, изменения под капотом для повышения производительности и облегчения обслуживания, а также несколько исправлений ошибок, связанных с проблемами даты.
uk: **[Waistline](https://f-droid.org/packages/com.waist.line/)**, лічильник калорій і трекер ваги, був оновлений з версії 2.2.3 до 2.3.3, додавши можливість вводити власні облікові дані [Open Food Facts](https://world.openfoodfacts.org), настройку для зміни головного екрану програми, підтримку цілей за поживністю клітковини, насичених жирів і клітковини, зміни під капотом для підвищення продуктивності і полегшення обслуговування, а також кілька виправлень помилок, пов'язаних з проблемами дати.
zh_hans: **[Waistline](https://f-droid.org/packages/com.waist.line/)**，卡路里计数器和体重跟踪器，从 2.2.3 更新到 2.3.3，添加了能够输入你自己的 [Open Food Facts](https://world.openfoodfacts.org) 凭据、更改应用主屏幕的设置、支持纤维营养、饱和脂肪和纤维目标、引擎盖下的变化以提高性能和简化维护，以及围绕日期问题的几个错误修复。

source: {{ page.major }} **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** released 6.0. FOSS Browser is a simple browser based on Android's builtin WebView. This release has new translations for Taiwan Traditional Chinese, Italian, Portuguese, and the Polish translation was updated. Besides that there are many more fixes and improvements.
de: {{ page.major }} **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** hat 6.0 freigegeben. FOSS Browser ist ein einfacher Browser, der auf dem in Android integrierten WebView basiert. Diese Version enthält neue Übersetzungen für Taiwan Traditionelles Chinesisch, Italienisch, Portugiesisch und die polnische Übersetzung wurde aktualisiert. Außerdem gibt es noch viele weitere Korrekturen und Verbesserungen.
pl: {{ page.major }} **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** wydana 6.0. Przeglądarka FOSS to prosta przeglądarka oparta na wbudowanym WebView systemu Android. To wydanie ma nowe tłumaczenia na Tajwan tradycyjny chiński, włoski, portugalski, a polskie tłumaczenie zostało zaktualizowane. Poza tym jest o wiele więcej poprawek i ulepszeń.
ro: {{ page.major }} **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** lansat 6.0. FOSS Browser este un browser simplu bazat pe WebView încorporat în Android. Această versiune are noi traduceri pentru chineza tradițională din Taiwan, italiană, portugheză, iar traducerea în poloneză a fost actualizată. În afară de aceasta, există multe alte corecturi și îmbunătățiri.
ru: {{ page.major }} **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** выпустил 6.0. FOSS Browser - это простой браузер, основанный на встроенном WebView в Android. В этом выпуске добавлены новые переводы для тайваньского традиционного китайского, итальянского, португальского языков, а также обновлен польский перевод. Кроме того, есть много других исправлений и улучшений.
uk: {{ page.major }} **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** випустив 6.0. FOSS Browser - це простий браузер, заснований на вбудованому WebView в Android. У цьому випуску додані нові переклади для тайванського традиційного китайського, італійської, португальської мов, а також оновлений польський переклад. Крім того, є багато інших виправлень і поліпшень.
zh_hans: {{ page.major }} **[FOSS Browser](https://f-droid.org/packages/de.baumann.browser/)** 发布 6.0。 FOSS Browser 是一款基于 Android 内置 WebView的简单浏览器。此版本新增台湾繁体中文、意大利语、葡萄牙语翻译，波兰语翻译已更新。除此之外，还有更多的修复和改进。

source: **[RasPi Check](https://f-droid.org/packages/de.eidottermihi.raspicheck/)** was updated from 1.8.0 to 1.8.11, after 2 years of not updating in F-Droid. RasPi Check shows you the current system status of a running Raspberry Pi computer. The minimum version of Android needed to run this is now 5.0 (up from 2.3). Given that this update spans two years, there are numerous changes which are hard to summarize. You can check the [changelog](https://github.com/eidottermihi/rpicheck/releases) for details.
de: **[RasPi Check](https://f-droid.org/packages/de.eidottermihi.raspicheck/)** wurde von 1.8.0 auf 1.8.11 aktualisiert, nach 2 Jahren ohne Aktualisierung in F-Droid. RasPi Check zeigt Ihnen den aktuellen Systemstatus eines laufenden Raspberry Pi-Computers. Die minimale Version von Android, die benötigt wird, um dies auszuführen, ist jetzt 5.0 (statt vorher 2.3). Da sich dieses Update über zwei Jahre erstreckt, gibt es zahlreiche Änderungen, die schwer zusammenzufassen sind. Weitere Informationen findest du im [Changelog](https://github.com/eidottermihi/rpicheck/releases).
pl: **[RasPi Check](https://f-droid.org/packages/de.eidottermihi.raspicheck/)** został zaktualizowany z wersji 1.8.0 na 1.8.11, po 2 latach braku aktualizacji w F-Droid. RasPi Check pokazuje aktualny status systemu działającego komputera Raspberry Pi. Minimalna wersja Androida potrzebna do uruchomienia to teraz 5.0 (z wersji 2.3). Biorąc pod uwagę, że aktualizacja trwa dwa lata, jest wiele trudnych do podsumowania zmian. Możesz sprawdzić [changelog](https://github.com/eidottermihi/rpicheck/releases) aby uzyskać szczegółowe informacje.
ro: **[RasPi Check](https://f-droid.org/packages/de.eidottermihi.raspicheck/)**a fost actualizat de la 1.8.0 la 1.8.11, după 2 ani în care nu a fost actualizat în F-Droid. RasPi Check vă arată starea actuală a sistemului unui computer Raspberry Pi în funcțiune. Versiunea minimă de Android necesară pentru a rula acest lucru este acum 5.0 (față de 2.3). Având în vedere că această actualizare se întinde pe parcursul a doi ani, există numeroase schimbări care sunt greu de rezumat. Puteți verifica [changelog](https://github.com/eidottermihi/rpicheck/releases) pentru detalii.
ru: **[RasPi Check](https://f-droid.org/packages/de.eidottermihi.raspicheck/)** был обновлен с 1.8.0 до 1.8.11, после 2 лет отсутствия обновлений в F-Droid. RasPi Check показывает текущее состояние системы работающего компьютера Raspberry Pi. Минимальная версия Android, необходимая для работы этой программы, теперь составляет 5.0 (по сравнению с 2.3). Учитывая, что это обновление охватывает два года, в нем произошло множество изменений, которые трудно обобщить. Вы можете ознакомиться с [changelog](https://github.com/eidottermihi/rpicheck/releases) для получения подробной информации.
uk: **[RasPi Check](https://f-droid.org/packages/de.eidottermihi.raspicheck/)** був оновлений з 1.8.0 до 1.8.11, після 2 років відсутності оновлень в F-Droid. RasPi Check показує поточний стан системи працюючого комп'ютера Raspberry Pi. Мінімальна версія Android, необхідна для роботи цієї програми, тепер становить 5.0 (в порівнянні з 2.3). З огляду на, що це оновлення охоплює два роки, в ньому відбулося багато змін, які важко узагальнити. Ви можете ознайомитися з [changelog](https://github.com/eidottermihi/rpicheck/releases) для отримання докладної інформації.
zh_hans: **[RasPi Check](https://f-droid.org/packages/de.eidotermihi.raspicheck/)** 从 1.8.0 更新到 1.8.11，经过 2 年没有在 F-Droid 中更新。RasPi Check 显示正在运行的 Raspberry Pi 计算机的当前系统状态。运行它所需的最低 Android 版本现在是 5.0（高于 2.3）。鉴于此更新跨越两年，有许多难以总结的变化。你可以查看[更新日志](https://github.com/eidotermihi/rpicheck/releases)了解详细信息。
