Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Our setup runs on Debian almost exclusively. Debian is a leader in free software, rock solid servers, and reproducible builds. That makes it a natural home for F-Droid. We also work to ensure we maintain the packages we use, and build our processes on top of Debian packages. That means we share the maintenance with anything that uses Debian. It may seem like more work to give back, but our experience is that it pays off in the long run. The F-Droid community is able to maintain many things with a small team. Another example of this is this website itself: it is built using Jekyll packages that are all in Debian.
de: Unsere Einrichtungen laufen fast ausschließlich auf Debian. Debian ist ein Anführer bei freier Software, felsenfesten Servern und reprozierbaren Builds. Das macht es zur natürlichen Heimat für F-Droid. Wir arbeiten auch daran sicherzustellen, dass die Pakete, die wir nutzen, und unsere Prozesse auf Debian-Paketen aufbauen. Das heißt, wir teilen uns die Wartung mit allem, was Debian verwendet. Es mag so erscheinen, als brächte dies Mehrarbeit, aber unserer Erfahrung nach zahlt sich das auf lange Sicht aus. So ist die F-Droid-Community in der Lage, viele Dinge mit einem kleinen Team zu pflegen. Ein weiteres Beispiel dazu ist diese Internetseite selbst: sie wird mittels Jekyll-Paketen aufgebaut, die alle in Debian sind.
pl: Nasza konfiguracja działa prawie wyłącznie na Debianie. Debian jest liderem w dziedzinie wolnego oprogramowania, solidnych serwerów i powtarzalnych kompilacji. To czyni go naturalnym domem dla F-Droida. Staramy się również dbać o pakiety, z których korzystamy, a także budować nasze procesy na pakietach Debiana. Oznacza to, że dzielimy się opieką nad wszystkim, co używa Debiana. Może się wydawać, że to więcej pracy, ale z naszego doświadczenia wynika, że to się opłaca na dłuższą metę. Społeczność F-Droid jest w stanie utrzymać wiele rzeczy przy pomocy małego zespołu. Kolejnym tego przykładem jest ta strona: jest zbudowana przy użyciu pakietów Jekyll, które są w całości Debianowe.
ro: Configurația noastră rulează aproape exclusiv pe Debian. Debian este un lider în materie de software liber, servere solide și compilări reproductibile. Acest lucru îl face să fie un mediu natural pentru F-Droid. De asemenea, ne străduim să ne asigurăm că menținem pachetele pe care le folosim și că ne construim procesele pe baza pachetelor Debian. Asta înseamnă că împărțim întreținerea cu tot ceea ce folosește Debian. Poate părea mai mult de muncă pentru și a ajuta înapoi, dar experiența noastră este că asta se amortizează pe termen lung. Comunitatea F-Droid este capabilă să întrețină multe lucruri cu o echipă mică. Un alt exemplu în acest sens este chiar acest site web: este construit folosind pachete Jekyll care sunt toate disponibile în Debian.
ru: Наша система работает почти исключительно на Debian. Debian - лидер в области свободного ПО, надёжных серверов и воспроизводимых сборок. Это делает его естественным домом для F-Droid. Мы также работаем над тем, чтобы поддерживать используемые нами пакеты и строить наши процессы поверх пакетов Debian. Это означает, что мы делимся поддержкой со всеми, кто использует Debian. Может показаться, что отдавать больше работы, но наш опыт показывает, что это окупается в долгосрочной перспективе. Сообщество F-Droid способно поддерживать многие вещи небольшой командой. Другой пример - сам этот сайт: он построен с использованием пакетов Jekyll, которые все находятся в Debian.
uk: Наша установка працює на Debian майже ексклюзивно. Debian лідер у світі вільного програмного забезпечення, надійних серверів і відтворюваних збірок. Це робить його природною домівкою для F-Droid. Ми також працюємо над підтримкою пакунків, які ми використовуємо, і будуємо наші процеси поверх пакунків Debian. Це означає, що ми допомагаємо обслуговувати усе, що використовує Debian. Це може здатися марною роботою, але наш досвід полягає в тому, що це окуповується в довготерміновій перспективі. Спільнота F-Droid здатна підтримувати багато речей з невеликою командою. Інший приклад цього — це сам цей вебсайт: він створений за допомогою пакунків Jekyll, які є в Debian.
zh_hans: 我们的设置几乎完全在 Debian 上运行。 Debian 是自由软件、坚如磐石的服务器和可重复构建的领导者。这使它成为 F-Droid 的天然家园。我们还努力确保我们维护我们使用的软件包，并在 Debian 软件包之上构建我们的流程。这意味着我们与任何使用 Debian 的人共享维护。回馈似乎需要付出更多的努力，但我们的经验是，从长远来看，它会带来回报。 F-Droid 社区可以通过一个小团队来维护很多东西。另一个例子是这个网站本身：它是使用 Debian 中的 Jekyll 包构建的。

source: If you have an app on f-droid.org, you might have noticed that all builds happen on a 5 year old Debian release: _stretch_. We are in the midst of a [big effort](https://gitlab.com/groups/fdroid/-/milestones/5) to upgrade to the latest _bullseye_ release right now. This is not just a simple `apt-get upgrade`, we are also taking this opportunity to overhaul the build process so that app builds work with a relatively plain Debian install as the base OS. We have to provide a platform to build thousands of apps, so we cannot just upgrade the base image as often as we like. Some apps need the latest, greatest. Other apps need the ancient, stable base OS. This change means that the [metadata]({{ site.baseurl }}/docs/Build_Metadata_Reference) contains as much of the build logic as possible, so that the app maintainer has control over all the steps. To achieve this, as much as possible is being stripped out of the from the _buildserver_ base image.
de: Wenn ihr eine App auf f-droid.org habt, habt ihr vielleicht bemerkt, dass ale Builds auf einer 5 Jahre alten Debian-Version _stretch_ geschehen. Wir sind aktuell mitten in einem [großen Versuch](https://gitlab.com/groups/fdroid/-/milestones/5) ein Upgrade auf die neuste Version _bullseye_ zu starten. Das ist nicht gerade ein einfaches `apt-get upgrade`, wir ergreifen auch diese Gelegenheit, den Build-Vorgang zu überholen, damit App-Builds auf einer relativ geradlinigen Debian-Installation als Basis-OS funktionieren. Wir müssen eine Plattform bereitstellen, um tausende Apps herzustellen, so können wir nicht einfach das Basis-Image beliebig oft upgraden. Einige Apps benötigen das neuste, beste. Andere Apps brauchen das altertümliche, stabile Basis-OS. Diese Änderung bedeutet, dass die [Metadaten]({{ site.baseurl }}/docs/Build_Metadata_Reference) soviel wie möglich der Build-Logik enthalten, so dass die App-Maintainer die Kontrolle über alle Schritte haben. Um dies zu erzielen, wird so viel wie möglich aus dem Basis-Image des _buildserver_ abgezogen.
pl: Jeśli masz aplikację na f-droid.org, mogłeś zauważyć, że wszystkie kompilacje odbywają się na 5-letnim wydaniu Debiana: _stretch_. Obecnie jesteśmy w trakcie [wielkiego wysiłku](https://gitlab.com/groups/fdroid/-/milestones/5), aby zaktualizować system do najnowszej wersji _bullseye_. Nie jest to tylko prosta `aktualizacja doapt-get`, korzystamy również z okazji, aby przerobić proces kompilacji, tak aby kompilacje aplikacji działały na stosunkowo prostej instalacji Debiana, jako bazowego systemu operacyjnego. Musimy zapewnić platformę do budowania tysięcy aplikacji, więc nie możemy po prostu aktualizować bazowego obrazu systemu tak często, jak nam się podoba. Niektóre aplikacje potrzebują najnowszego, najwspanialszego. Inne aplikacje potrzebują starego, stabilnego systemu bazowego. Ta zmiana oznacza, że [metadane]({{ site.baseurl }}/docs/Build_Metadata_Reference) zawierają jak najwięcej logiki budowania, tak aby opiekun aplikacji miał kontrolę nad wszystkimi krokami. Aby to osiągnąć, z obrazu bazowego _buildserver_ usuwamy tak wiele, jak to tylko możliwe.
ro: Dacă aveți o aplicație pe f-droid.org, poate ați observat că toate compilările au loc pe o versiune Debian veche de 5 ani: _stretch_. Suntem în mijlocul unui [mare efort](https://gitlab.com/groups/fdroid/-/milestones/5) pentru a face o actualizare la cea mai recentă versiune _bullseye_ chiar acum. Nu este vorba doar de o simplă actualizare `apt-get`, ci profităm de această ocazie pentru a revizui procesul de construire, astfel încât construcțiile aplicațiilor să funcționeze cu o instalare relativ simplă a Debian ca sistem de operare de bază. Trebuie să furnizăm o platformă pentru a construi mii de aplicații, așa că nu putem pur și simplu să actualizăm imaginea de bază ori de câte ori dorim. Unele aplicații au nevoie de cea mai recentă și mai bună versiune. Alte aplicații au nevoie de sistemul de operare de bază vechi și stabil. Această schimbare înseamnă că [metadata]({{ site.baseurl }}/docs/Build_Metadata_Reference) conține cât mai multă logică de compilare, astfel încât administratorul aplicației să aibă control asupra tuturor etapelor. Pentru a realiza acest lucru, se elimină cât mai multe posibil din imaginea de bază _buildserver_.
ru: Если у вас есть приложение на f-droid.org, вы могли заметить, что все сборки происходят на выпуске Debian пятилетней давности: _stretch_. Сейчас мы прилагаем [большие усилия](https://gitlab.com/groups/fdroid/-/milestones/5) для обновления до последнего выпуска _bullseye_. Это не просто `apt-get upgrade`, мы также используем эту возможность, чтобы пересмотреть процесс сборки так, чтобы сборки приложений работали с относительно простой установкой Debian в качестве базовой ОС. Мы должны предоставить платформу для сборки тысяч приложений, поэтому мы не можем просто обновлять базовый образ так часто, как нам хочется. Некоторым приложениям нужна самая последняя, самая лучшая версия. Другим приложениям нужна древняя, стабильная базовая ОС. Это изменение означает, что [метаданные]({{ site.baseurl }}/docs/Build_Metadata_Reference) содержат как можно больше логики сборки, чтобы сопровождающий приложения мог контролировать все шаги. Для достижения этой цели из базового образа _buildserver_ вырезается как можно больше.
uk: Якщо ви маєте застосунок на f-droid.org, ви могли помітити, що всі збірки відбуваються на 5-річній версії Debian: _stretch_. Ми докладаємо [значних зусиль](https://gitlab.com/groups/fdroid/-/milestones/5) для оновлення до найновішої версії _bullseye_ прямо зараз. Це не просто `apt-get upgrade`, ми також користуємося цією можливістю, щоб переглянути процес складання, щоб збірки застосунків працювали з відносно простим установленням Debian базовою ОС. Ми повинні забезпечити платформу для створення тисяч застосунків, тому ми не можемо оновлювати базовий образ так часто, як нам подобається. Деякі застосунки потребують найновішої, найкращої. Інші ж потребують давньої, стабільної базової ОС. Ця зміна означає, що [метадані]({{ site.baseurl }}/docs/Build_Metadata_Reference) містить якомога більше логіки збірки, щоб супроводжувач застосунку мав контроль над усіма діями. Щоб досягти цього, ми користуємося якомога базовішим образом _buildserver_.
zh_hans: 如果你在 f-droid.org 上有一个应用，你可能已经注意到所有构建都发生在 5 年前的 Debian 版本上：_stretch_。我们正在[努力](https://gitlab.com/groups/fdroid/-/milestones/5)升级到最新的 _bullseye_ 版本。这不仅仅是一个简单的 `apt-get upgrade`，我们还借此机会彻底改革了构建过程，以便应用构建可以使用相对简单的 Debian 安装作为基本操作系统。我们必须提供一个平台来构建数以千计的应用，所以我们不能随心所欲地升级基础镜像。有些应用需要最新、最好的。其他应用需要古老、稳定的基础操作系统。此更改意味着[元数据]({{ site.baseurl }}/docs/Build_Metadata_Reference)包含尽可能多的构建逻辑，以便应用维护者可以控制所有步骤。为了实现这一点，我们将尽可能多的部分从 _buildserver_ 基础镜像中剥离出来。

source: We have considered offering a selection of base images. This is a possible solution, but it is not easy as just using any available Docker image. Only base images that are guaranteed to be free software are appropriate. Just pointing to any Docker image would open up the possibility of proprietary build dependencies, since it is not possible to automatically check whether any Docker image is 100% free software. Using a selection of pre-approved base boxes could solve that. Keep in mind, this is more complex than with GNU/Linux distros since Android apps are cross-compiled. GNU/Linux distros build their packages on their own OS. During builds, Debian does not even allow network access since all dependencies need to come from Debian packages. That level of verification is a goal of F-Droid, and [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html)'s work towards a reproducible [Maven Central](https://reproducible-builds.org/docs/jvm/) ecosystem helps a lot.
de: Wir haben überlegt, eine Auswahl an Basis-Images anzubieten. Das ist eine mögliche Lösung, aber es ist nicht leicht so einfach jedes verfügbare Docker-Image zu nutzen. Nur Basis-Images, die garantiert freie Software sind, sind dafür geeignet. Einfach auf jedes Docker-Image zu verweisen, würde Möglichkeiten für proprietäre Build-Abhängigkeiten eröffnen, da es nicht möglich ist, automatisch zu prüfen, ob ein Docker-Image zu 100 % freie Software ist. Die Verwendung einer Auswahl an vorab freigegebenen Basisausstattungen könnte das lösen. Behaltet im Auge, das ist komplizierter als bei GNU/Linux-Distros, da Android-Apps plattformübergreifend kompiliert werden. GNU/Linux-Distros stellen ihre Pakete in ihrem eigenen OS her. Während Builds, erlaubt Debian nicht einmal den Netzwerkzugriff, da alle Abhängigkeiten aus Debian-Paketen kommen müssen. Dieses Verifizierungsniveau ist ein Ziel von F-Droid und die Arbeit von [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html) in Richtung eines reproduzierbaren [Maven Central](https://reproducible-builds.org/docs/jvm/)-Ökosystems hift dabei eine Menge.
pl: Rozważaliśmy zaoferowanie wyboru obrazów bazowych. Jest to możliwe rozwiązanie, ale nie jest ono proste, ponieważ wystarczy użyć dowolnego dostępnego obrazu Dockera. Odpowiednie są tylko obrazy bazowe, które mają gwarancję, że są wolnym oprogramowaniem. Wskazanie dowolnego obrazu Dockera otworzyłoby możliwość wystąpienia własnościowych zależności kompilacji, ponieważ nie jest możliwe automatyczne sprawdzenie, czy obraz Dockera jest w 100% wolnym oprogramowaniem. Rozwiązaniem tego problemu może być użycie wybranych, wstępnie zatwierdzonych kontenerów bazowych. Pamiętajcie, że jest to bardziej skomplikowane niż w przypadku dystrybucji GNU/Linuksa, ponieważ aplikacje na Androida są kompilowane krzyżowo. Dystrybucje GNU/Linux budują swoje pakiety na własnym systemie operacyjnym. Podczas budowania Debian nie pozwala nawet na dostęp do sieci, ponieważ wszystkie zależności muszą pochodzić z pakietów Debiana. Taki poziom weryfikacji jest celem F-Droid, a praca [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html)'nad odtwarzalnym ekosystemem [Maven Central](https://reproducible-builds.org/docs/jvm/) bardzo w tym pomaga.
ro: Ne-am gândit să oferim o selecție de imagini de bază. Aceasta este o soluție posibilă, dar nu este atât de simplu ca și cum ați folosi orice imagine Docker disponibilă. Numai imaginile de bază care sunt garantate ca fiind software liber sunt adecvate. Preferând o anume imagine Docker ar deschide posibilitatea unor dependențe de construcție proprietare, deoarece nu este posibil să se verifice automat dacă orice imagine Docker este 100% software liber. Folosirea unei selecții de imagini de bază pre-aprobate ar putea rezolva această problemă. Rețineți că acest lucru este mai complex decât în cazul distribuțiilor GNU/Linux, deoarece aplicațiile Android sunt compilate pentru altă arhitectură decât cea a bazei. Distribuțiile GNU/Linux își construiesc pachetele pe propriul sistem de operare. În timpul compilărilor, Debian nici măcar nu permite accesul la rețea, deoarece toate dependențele trebuie să provină din pachetele Debian. Acest nivel de verificare este un obiectiv al F-Droid, iar activitatea [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html)-ului pentru un ecosistem [Maven Central](https://reproducible-builds.org/docs/jvm/) reproductibil ajută foarte mult.
ru: Мы рассматривали возможность предложить выбор базовых образов. Это возможное решение, но оно не такое простое, как использование любого доступного образа Docker. Подходят только те базовые образы, которые гарантированно являются свободным программным обеспечением. Простое указание на любой образ Docker откроет возможность появления зависимостей от проприетарной сборки, поскольку невозможно автоматически проверить, является ли любой образ Docker на 100 % свободным программным обеспечением. Это можно решить с помощью выбора предварительно одобренных базовых блоков. Имейте в виду, что это сложнее, чем в случае с дистрибутивами GNU/Linux, поскольку приложения для Android кросс-компилируются. Дистрибутивы GNU/Linux собирают свои пакеты на своей собственной ОС. Во время сборки Debian даже не разрешает доступ к сети, поскольку все зависимости должны быть получены из пакетов Debian. Такой уровень проверки является целью F-Droid, и работа [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html) над воспроизводимой экосистемой [Maven Central](https://reproducible-builds.org/docs/jvm/) очень помогает.
uk: Ми розглянули можливість надання вибору базових образів. Це можливе рішення, але це непросто, як просто використовувати будь-який доступний образ Docker. Доречні лише базові образи, які гарантовано є вільним програмним забезпеченням. Просто вказавши на будь-який образ Docker, відкриється можливість додавання власницьких залежностей збірки, оскільки неможливо автоматично перевірити, чи є будь-який образ Docker на 100% вільним програмним забезпеченням. Використання вибору попередньо затверджених базових контейнерів може усунути проблему. Майте на увазі, що це складніше, ніж з дистрибутивами GNU/Linux, оскільки програми Android перехресно скомпільовані. Дистрибутиви GNU/Linux створюють свої пакунки на власній ОС. Під час збирання Debian навіть не дозволяє доступ до мережі, оскільки всі залежності повинні надходити з пакунків Debian. Цей рівень перевірки — мета F-Droid, і робота [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html) в напрямку відтворюваної екосистеми [Maven Central](https://reproducible-builds.org/docs/jvm/) дуже допомагає.
zh_hans: 我们考虑过提供一系列基础镜像。这是一个可能的解决方案，但它并不像使用任何可用的 Docker 映像那样容易。只有保证是自由软件的基础镜像才是合适的。仅仅指向任意 Docker 镜像将会产生带来专有构建依赖项的可能性，因为无法自动检查任何 Docker 镜像是否是 100% 的自由软件。使用一系列预先批准的基础镜像可以解决这个问题。请记住，这比使用 GNU/Linux 发行版更复杂，因为 Android 应用是交叉编译的。 GNU/Linux 发行版在他们自己的操作系统上构建他们的包。在构建期间，Debian 甚至不允许网络访问，因为所有依赖项都需要来自 Debian 软件包。这种级别的验证是 F-Droid 的目标，而 [Maven](https://maven.apache.org/guides/mini/guide-reproducible-builds.html) 致力于实现可重复的 [Maven Central](https://reproducible-builds.org/docs/jvm/) 生态系统有很大帮助。
