Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: There are also some ideas about how to better map who we need to trust to the process of including software. One interesting example is [_cargo-crev_](https://dpc.pw/cargo-crev-and-rust-2019-fearless-code-reuse) for the Rust ecosystem. It provides a system of describing and cryptographically linking trusted developers and their reviews of software packages.
de: Es gibt auch einige Überlegungen dazu, wie wir besser ausarbeiten, wem wir im Software-Aufnahmeverfahren vertrauen müssen. Ein interessantes Beispiel ist [_cargo-crev_](https://dpc.pw/cargo-crev-and-rust-2019-fearless-code-reuse) für das Rust-Ökosystem. Es bietet ein System zur Beschreibung und kryptographischen Verknüpfung mit vertrauenswürdigen Entwicklern und deren Überprüfung von Software-Paketen.
pl: Istnieją również pomysły na lepsze mapowanie osób, którym musimy zaufać w procesie dołączania oprogramowania. Jednym z interesujących przykładów jest [_cargo-crev_](https://dpc.pw/cargo-crev-and-rust-2019-fearless-code-reuse) dla ekosystemu Rust. Zapewnia system opisywania i kryptograficznego łączenia zaufanych programistów oraz ich recenzji pakietów oprogramowania.
ro: Există, de asemenea, câteva idei despre cum să se stabilească mai bine cine trebuie să aibă încredere în procesul de includere a software-ului. Un exemplu interesant este [_cargo-crev_](https://dpc.pw/cargo-crev-and-rust-2019-fearless-code-reuse) pentru ecosistemul Rust. Acesta oferă un sistem de descriere și conectare criptografică a dezvoltatorilor de încredere și a recenziilor acestora la pachetele software.
ru: Есть также некоторые идеи о том, как лучше сопоставить то, кому мы должны доверять, с процессом включения программного обеспечения. Одним из интересных примеров является [_cargo-crev_](https://dpc.pw/cargo-crev-and-rust-2019-fearless-code-reuse) для экосистемы Rust. Он предоставляет систему описания и криптографической связи доверенных разработчиков и их обзоров программных пакетов.
uk: Є також деякі ідеї про те, як краще зіставити те, кому ми повинні довіряти, з процесом включення програмного забезпечення. Одним з цікавих прикладів є [_cargo-crev_](https://dpc.pw/cargo-crev-and-rust-2019-fearless-code-reuse) для екосистеми Rust. Він надає систему опису та криптографічного зв'язку довірених розробників і їх оглядів програмних пакетів.
zh_hans: 还有一些关于如何更好地将我们需要信任的人映射到包含软件的过程的想法。一个有趣的例子是 Rust 生态系统的 [_cargo-crev_](https://dpc.pw/cargo-crev-and-rust-2019-fearless-code-reuse)。它提供了一个描述和加密链接受信任的开发者及其对软件包的审查的系统。

source: F-Droid at 36c3
de: F-Droid auf dem 36C3
pl: F-Droid w 36c3
ro: F-Droid la 36c3
ru: F-Droid на 36c3
uk: F-Droid у 36c3
zh_hans: F-Droid 在 36c3

source: Some F-Droid contributors were at [36c3](https://events.ccc.de/congress/2019/wiki/) this past December. Since it is a giant meeting place for so many related projects, we are including this small report of F-Droid activity there. We had developer meeting and a user meeting led by [@Bubu](https://bubu1.eu). At the developer meeting, there was an exchange between about 10 developers involved in key free software projects like [Replicant](https://replicant.us/), [K-9](https://k9mail.github.io/), [Nextcloud](https://nextcloud.com/), [microG](https://microg.org), [Conversations](https://conversations.im/), [AntennaPod](https://antennapod.org/), and others. One big improvement is that CCC app updates were started a bit earlier, and the f-droid.org update process ran much smoother. We had no complaints about f-droid.org repo being out of date, unlike like last year.
de: Einige F-Droid-Mitwirkende waren auf dem [36c3](https://events.ccc.de/congress/2019/wiki/) im vergangenen Dezember. Da es ein gigantischer Treffpunkt für so viele miteinander verwandter Projekte ist, geben wir hier einen kleinen Bericht über die Aktivitäten von F-Droid dort ab. Wir hatten ein Entwicklertreffen und ein von [@Bubu](https://bubu1.eu) geleitetes Anwendertreffen. Beim Entwicklertreffen kam es zum Austausch zwischen ungefähr 10 Entwicklern, die an Schlüsselprojekten freier Software wie [Replicant](https://replicant.us/), [K-9](https://k9mail.github.io/), [Nextcloud](https://nextcloud.com/), [microG](https://microg.org), [Conversations](https://conversations.im/), [AntennaPod](https://antennapod.org/) und anderen beteiligt sind. Ein großer Fortschritt ist, dass die Updates der CCC-App ein bisschen früher starteten und der Aktualisierungsvorgang durch f-droid.org sehr viel reibungsloser verlief. Es gab keine Beschwerden über ein veraltetes Repo von f-droid.org, so wie im letzten Jahr.
pl: Niektórzy współtwórcy F-Droid byli w grudniu ubiegłego roku na [36c3](https://events.ccc.de/congress/2019/wiki/). Ponieważ jest to gigantyczne miejsce spotkań tak wielu powiązanych projektów, zamieszczamy tam mały raport z działalności F-Droid. Mieliśmy spotkanie programistów i spotkanie użytkowników prowadzone przez [@Bubu](https://bubu1.eu). Na spotkaniu programistów odbyła się wymiana między około 10 programistami zaangażowanymi w kluczowe projekty wolnego oprogramowania, takie jak [Replicant](https://replicant.us/), [K-9](https://k9mail.github.io/), [Nextcloud](https://nextcloud.com/), [microG](https://microg.org), [Conversations](https://conversations.im/), [AntennaPod](https://antennapod.org/) i inne. Jedną dużą poprawą jest to, że aktualizacje aplikacji CCC zostały uruchomione nieco wcześniej, a proces aktualizacji f-droid.org przebiegał znacznie płynniej. Nie mieliśmy żadnych skarg, że repozytorium f-droid.org jest nieaktualne, w porównaniu do ubiegłego roku.
ro: Unii dintre colaboratorii F-Droid au fost la [36c3](https://events.ccc.de/congress/2019/wiki/) în decembrie anul trecut. Deoarece este un loc de întâlnire uriaș pentru atât de multe proiecte conexe, includem acest mic raport despre activitatea F-Droid acolo. Am avut o întâlnire a dezvoltatorilor și o întâlnire a utilizatorilor condusă de [@Bubu](https://bubu1.eu). La întâlnirea dezvoltatorilor, a avut loc un schimb de informații între aproximativ 10 dezvoltatori implicați în proiecte cheie de software liber, cum ar fi [Replicant](https://replicant.us/), [K-9](https://k9mail.github.io/), [Nextcloud](https://nextcloud.com/), [microG](https://microg.org), [Conversations](https://conversations.im/), [AntennaPod](https://antennapod.org/) și altele. O mare îmbunătățire este faptul că actualizările aplicațiilor CCC au început ceva mai devreme, iar procesul de actualizare f-droid.org a decurs mult mai ușor. Nu am avut plângeri cu privire la faptul că repo-ul f-droid.org nu era actualizat, spre deosebire de anul trecut.
ru: Некоторые участники проекта F-Droid были на конференции [36c3](https://events.ccc.de/congress/2019/wiki/) в декабре этого года. Поскольку это гигантское место встречи для стольких связанных проектов, мы включаем этот небольшой отчет о деятельности F-Droid там. У нас была встреча разработчиков и встреча пользователей под руководством [@Bubu](https://bubu1.eu). На встрече разработчиков состоялся обмен мнениями между примерно 10 разработчиками, участвующими в ключевых проектах свободного программного обеспечения, таких как [Replicant](https://replicant.us/), [K-9](https://k9mail.github.io/), [Nextcloud](https://nextcloud.com/), [microG](https://microg.org), [Conversations](https://conversations.im/), [AntennaPod](https://antennapod.org/) и других. Одним из значительных улучшений стало то, что обновление приложений CCC началось немного раньше, а процесс обновления f-droid.org проходил гораздо более гладко. У нас не было жалоб на устаревшие репозитории f-droid.org, в отличие от прошлого года.
uk: Деякі учасники проєкту F-Droid були на конференції [36c3](https://events.ccc.de/congress/2019/wiki/) в грудні цього року. Оскільки це гігантське місце зустрічі для стількох пов'язаних проєктів, ми включаємо цей невеликий звіт про діяльність F-Droid там. У нас була зустріч розробників і зустріч користувачів під керівництвом [@Bubu](https://bubu1.eu). На зустрічі розробників відбувся обмін думками між приблизно 10 розробниками, які беруть участь в ключових проєктах вільного програмного забезпечення, таких як [Replicant](https://replicant.us/), [K-9](https://k9mail.github.io/), [Nextcloud](https://nextcloud.com/), [microG](https://microg.org), [Conversations](https://conversations.im/), [AntennaPod](https://antennapod.org/) та інших. Одним із значних поліпшень стало те, що оновлення застосунків CCC почалося трохи раніше, а процес оновлення f-droid.org проходив набагато більш гладко. У нас не було скарг на застарілі репозиторії f-droid.org, на відміну від минулого року.
zh_hans: 去年 12 月，一些 F-Droid 贡献者相聚在 [36c3](https://events.ccc.de/congress/2019/wiki/)。由于它是许多相关项目的大型聚会场所，因此我们将这份关于 F-Droid 活动的小报告包括在其中。我们举行了由 [@Bubu](https://bubu1.eu) 领导的开发者会议和用户会议。在开发者大会上，约 10 位参与了 [Replicant](https://replicant.us/)、[K-9](https://k9mail.github.io/)、[Nextcloud](https://nextcloud.com/)、[microG](https://microg.org)、[Conversations](https://conversations.im/)、[AntennaPod](https://antennapod.org/) 等关键自由软件项目的开发者进行了交流。一项重大改进是 CCC 应用更新启动得更早，f-droid.org 更新过程运行更顺畅。与去年不同，我们没有抱怨 f-droid.org 存储库已过时。

source: There were discussions with Replicant about how to handle apps that are not 100% DFSG Free Software, e.g. apps marked with [_NonFreeAdd_](https://f-droid.org/docs/Anti-Features/#NonFreeAdd), [_NonFreeDep_](https://f-droid.org/docs/Anti-Features/#NonFreeDep), or [_NonFreeAssets_](https://f-droid.org/docs/Anti-Features/#NonFreeAssets). Replicant aims for complete Free Software Foundation certification, so it follows a stricter standard than F-Droid currently does. For example, any apps that guides the user to installing non-free software is a no-go for Replicant. We plan to continue this discussion, looking at how F-Droid and Replicant contributors understand the Anti-Features. Also, a few ideas have been agreed upon, and are mostly waiting someone to implement them. For example, Anti-Feature filtering in the client app with the ROM able to set defaults. Find us on the forum, issue trackers, and/or chatrooms if you are interested.
de: Es gab Diskussionen mit Replicant, wie mit Apps zu verfahren sei, die nicht 100% DFSG freie Software sind, z. B. mit Apps, die mit [_NonFreeAdd_](https://f-droid.org/docs/Anti-Features/#NonFreeAdd), [_NonFreeDep_](https://f-droid.org/docs/Anti-Features/#NonFreeDep) oder [_NonFreeAssets_](https://f-droid.org/docs/Anti-Features/#NonFreeAssets) gekennzeichnet sind. Replicant strebt eine vollständige Zertifizierung durch die Free Software Foundation an, somit verfolgen sie einen strengeren Standard als dies derzeit F-Droid tut. So ist zum Beispiel jede App, die den Anwender zur Installation proprietärer Software anleitet ein No-Go für Replicant. Wir planen, diese Diskussion im Hinblick darauf fortzusetzen, wie Anti-Features von F-Droid- und Replicant-Mitwirkenden verstanden werden. Man konnte sich auch auf einige neue Ideen einigen und wartet hauptsächlich auf jemanden, der sie umsetzt. Zum Beispiel einen Anti-Feature-Filter im Client mit dem ROM, das Vorgaben festlegen kann. Kontaktiert uns im Forum, in Issue Trackern und/oder im Chat, wenn ihr Interesse habt.
pl: Odbyły się dyskusje z Replicant na temat obsługi aplikacji, które nie są w 100% Wolnym Oprogramowaniem DFSG, m.in. aplikacje oznaczone jako [_NonFreeAdd_](https://f-droid.org/docs/Anti-Features/#NonFreeAdd), [_NonFreeDep_](https://f-droid .org/docs/Anti-Features/#NonFreeDep) lub [_NonFreeAssets_](https://f-droid.org/docs/Anti-Features/#NonFreeAssets). Replicant ma na celu pełną certyfikację Free Software Foundation, więc spełnia bardziej rygorystyczne standardy niż obecnie F-Droid. Na przykład wszelkie aplikacje, które prowadzą użytkownika do instalacji niewolnego oprogramowania, nie są do przyjęcia dla Replicant. Planujemy kontynuować tę dyskusję, przyglądając się, jak współtwórcy F-Droid i Replicant rozumieją niepożądane funkcje. Uzgodniono również kilka pomysłów, które w większości czekają na kogoś, kto je zaimplementuje. Na przykład filtrowanie niepożądanych funkcji w aplikacji klienckiej z ROM-em potrafiącym ustawić wartości domyślne. Znajdź nas na forum, śledzeniu problemów i/lub w pokojach chatowych, jeśli jesteś zainteresowany.
ro: S-au purtat discuții cu Replicant despre cum să tratăm aplicațiile care nu sunt 100% software liber DFSG, de exemplu aplicațiile marcate cu [_NonFreeAdd_](https://f-droid.org/docs/Anti-Features/#NonFreeAdd), [_NonFreeDep_](https://f-droid.org/docs/Anti-Features/#NonFreeDep) sau [_NonFreeAssets_](https://f-droid.org/docs/Anti-Features/#NonFreeAssets). Replicant urmărește certificarea completă a Free Software Foundation, astfel că urmează un standard mai strict decât cel pe care îl respectă F-Droid în prezent. De exemplu, orice aplicație care ghidează utilizatorul spre instalarea de software neliber este interzisă pentru Replicant. Intenționăm să continuăm această discuție, analizând modul în care contribuitorii F-Droid și Replicant înțeleg Anti-Features. De asemenea, câteva idei au fost convenite și așteaptă în mare parte ca cineva să le implementeze. De exemplu, filtrarea Anti-Feature în aplicația client, cu ROM-ul capabil să seteze valorile implicite. Găsiți-ne pe forum, pe issue tracker și/sau în camerele de chat dacă sunteți interesat.
ru: С Replicant обсуждался вопрос о том, как обращаться с приложениями, которые не являются 100% свободным программным обеспечением DFSG, например, приложения, отмеченные [_NonFreeAdd_](https://f-droid.org/docs/Anti-Features/#NonFreeAdd), [_NonFreeDep_](https://f-droid.org/docs/Anti-Features/#NonFreeDep) или [_NonFreeAssets_](https://f-droid.org/docs/Anti-Features/#NonFreeAssets). Replicant стремится к полной сертификации Free Software Foundation, поэтому он следует более строгим стандартам, чем F-Droid в настоящее время. Например, любые приложения, которые направляют пользователя на установку несвободного программного обеспечения, являются запрещенными для Replicant. Мы планируем продолжить это обсуждение, изучая, как участники F-Droid и Replicant понимают анти-функции. Кроме того, несколько идей были согласованы и в основном ждут, пока кто-нибудь их реализует. Например, фильтрация анти-функций в клиентском приложении с возможностью установки значений по умолчанию в ROM. Если вы заинтересованы, найдите нас на форуме, в трекерах проблем и/или в чатах.
uk: З Replicant обговорювалося питання про те, як поводитися з застосунками, які не є на 100% вільним програмним забезпеченням DFSG, наприклад, застосунки з підписом [_NonFreeAdd_](https://f-droid.org/docs/Anti-Features/#NonFreeAdd), [_NonFreeDep_](https://f-droid.org/docs/Anti-Features/#NonFreeDep) або [_NonFreeAssets_](https://f-droid.org/docs/Anti-Features/#NonFreeAssets). Replicant прагне до повної сертифікації Free Software Foundation, тому він слідує суворішим стандартам, ніж F-Droid в цей час. Наприклад, будь-які застосунки, які направляють користувача на встановлення програмного забезпечення, забороненого для Replicant. Ми плануємо продовжити це обговорення, вивчаючи, як учасники F-Droid і Replicant розуміють небажані функції. Крім того, кілька ідей були узгоджені та в основному чекають, поки хто-небудь їх реалізує. Наприклад, фільтрація небажаних функцій у клієнтському застосунку з можливістю встановлення типових значень у ROM. Якщо ви зацікавлені, знайдіть нас на форумі, в обговореннях проблем і/або в чатах.
zh_hans: 与 Replicant 讨论了如何处理不是 100% DFSG 自由软件的应用，例如标有 [_NonFreeAdd_](https://f-droid.org/docs/Anti-Features/#NonFreeAdd)、[_NonFreeDep_](https://f-droid.org/docs/Anti-Features/#NonFreeDep)，或 [_NonFreeAssets_](https://f-droid.org/docs/Anti-Features/#NonFreeAssets) 的应用。Replicant 旨在获得完整的自由软件基金会认证，因此它遵循比 F-Droid 目前更严格的标准。例如，任何引导用户安装非自由软件的应用对于 Replicant 来说都是不可行的。我们计划继续讨论，看看 F-Droid 和 Replicant 贡献者如何理解负面特征。此外，一些想法已经达成一致，主要是在等待某人实现。例如，在客户端应用中进行负面特征过滤并允许 ROM 能够设置默认值。如果你有兴趣，请在论坛、问题跟踪器和/或聊天室中联系我们。

source: We got feedback that the process of getting apps included in F-Droid is still quite unintuitive and poorly documented. One user offered to contribute there.
de: Wir erhielten Feedback darüber, dass das Beziehen von Apps über F-Droid immer noch ziemlich unintuitiv und schlecht dokumentiert ist. Ein Nutzer bot an, sich daran zu beteiligen.
pl: Otrzymaliśmy informację, że proces włączania aplikacji do F-Droid jest nadal dość skomplikowany i słabo udokumentowany. Jeden użytkownik zaoferował swój wkład.
ro: Am primit feedback că procesul de includere a aplicațiilor în F-Droid este încă destul de neintuitiv și slab documentat. Un utilizator s-a oferit să contribuie în acest sens.
ru: Мы получили отзывы о том, что процесс включения приложений в F-Droid по-прежнему неинтуитивен и плохо документирован. Один из пользователей предложил внести свой вклад в этот процесс.
uk: Ми отримали відгуки про те, що процес включення застосунків в F-Droid як і раніше неінтуітівен і погано документований. Один з користувачів запропонував внести свій вклад в цей процес.
zh_hans: 我们收到的反馈是，使应用被 F-Droid 收录的过程仍然非常不直观，并且记录不充分。一位用户表示愿意对此做出贡献。

source: @Bubu distributed almost 5000 F-Droid stickers, through the congress sticker exchange boxes and by giving them to interested assemblies (Matrix, Nextcloud, FSFE).
de: @Bubu verteilte fast 5000 F-Droid-Aufkleber über die Sticker-Tauschboxen des Kongress und indem er sie an interessierte Gruppen (Matrix, Nextcloud, FSFE) weitergab.
pl: @Bubu rozprowadził prawie 5000 naklejek F-Droid poprzez skrzynki wymiany naklejek kongresowych i przekazując je zainteresowanym zespołom (Matrix, Nextcloud, FSFE).
ro: @Bubu a distribuit aproape 5000 de autocolante F-Droid, prin intermediul cutiilor de schimb de autocolante din cadrul congresului și prin oferirea lor la adunările interesate (Matrix, Nextcloud, FSFE).
ru: @Bubu распространил почти 5000 наклеек F-Droid через ящики для обмена наклейками на конгрессе и передавая их заинтересованным ассамблеям (Matrix, Nextcloud, FSFE).
uk: @Bubu поширив майже 5000 наклейок F-Droid через ящики для обміну наклейками на конгресі і передаючи їх зацікавленим асамблей (Matrix, Nextcloud, FSFE).
zh_hans: @Bubu 通过会议贴纸交换箱分发了近 5000 个 F-Droid 贴纸，并将它们提供给感兴趣的组织 (Matrix, Nextcloud, FSFE)。

source: There were also some related discussions at the Fairphone and microG meetups.
de: Auch auf den Treffen mit Fairphone und microG gab es einige ähnliche Diskussionen .
pl: Było też kilka powiązanych dyskusji na Fairphone i microG meetups.
ro: Au existat, de asemenea, unele discuții conexe la întâlnirile Fairphone și microG.
ru: На встречах Fairphone и microG также проходили обсуждения, связанные с этим.
uk: Були також деякі відповідні обговорення на зустрічах Fairphone та microG.
zh_hans: Fairphone 和 microG 聚会上也有一些相关的讨论。

source: Both users and developers were complaining about search in the F-Droid client app. Developers because their apps show up at place 5 when you enter the exact name. users for the same reason and additionally because it could be a lot easier to find apps for a specific "topic" like email clients, etc.
de: Sowohl Anwender als auch Entwickler beklagten sich über die Suchfunktion in der F-Droid-App. Entwickler weil ihre Apps an fünfter Stelle angezeigt werden, wenn man den genauen Namen eingibt. Anwender aus demselben Grund und zusätzlich weil es sehr viel einfacher sein könnte, Apps in einer bestimmten "Rubrik" zu finden, wie E-Mail-Programme usw.
pl: Zarówno użytkownicy, jak i programiści narzekali na wyszukiwanie aplikacji w kliencie F-Droid. Programiści, ponieważ ich aplikacje pojawiają się na 5 miejscu po wpisaniu dokładnej nazwy. Użytkownicy z tego samego powodu, a dodatkowo dlatego, że może być o wiele łatwiej znaleźć aplikacje dla konkretnego "tematu", takiego jak klienci poczty e-mail itp.
ro: Atât utilizatorii, cât și dezvoltatorii se plângeau de căutarea în aplicația client F-Droid. Dezvoltatorii pentru că aplicațiile lor apar pe locul 5 atunci când introduceți numele exact. utilizatorii din același motiv și, în plus, pentru că ar putea fi mult mai ușor să găsiți aplicații pentru un anumit "subiect", cum ar fi clienții de e-mail etc.
ru: Как пользователи, так и разработчики жаловались на поиск в клиентском приложении F-Droid. Разработчики потому, что их приложения появляются на пятом месте, когда вы вводите точное название. Пользователи по той же причине и дополнительно потому, что можно было бы гораздо проще найти приложения для определенной "темы", например, почтовые клиенты и т.д.
uk: Як користувачі, так і розробники скаржилися на пошук в клієнтському застосунку F-Droid. Розробники тому, що їх застосунки з'являються на п'ятому місці, коли ви вводите точну назву. Користувачі з тієї ж причини та додатково тому, що можна було б набагато простіше знайти застосунки для певної «теми», наприклад, поштові клієнти тощо.
zh_hans: 用户和开发者都在抱怨 F-Droid 客户端应用中的搜索。开发者们抱怨是因为当你输入准确名称时，他们的应用会显示在第五个位置上。用户抱怨出于同样的原因以及它本可以更容易地找到特定“主题”的应用，如电子邮件客户端等。

source: We talked with people from [FOSSASIA](https://fossasia.org/) about how to get more Asian Android developers involved in F-Droid.
de: Wir sprachen mit Leuten von [FOSSASIA](https://fossasia.org/) darüber, wie mehr asiatische Android-Entwickler dazu bewegt werden können, sich an F-Droid zu beteiligen.
pl: Rozmawialiśmy z ludźmi z [FOSSASIA](https://fossasia.org/) o tym, jak zaangażować więcej azjatyckich programistów Android w F-Droid.
ro: Am discutat cu cei de la [FOSSASIA](https://fossasia.org/) despre cum să implicăm mai mulți dezvoltatori Android din Asia în F-Droid.
ru: Мы говорили с людьми из [FOSSASIA](https://fossasia.org/) о том, как привлечь к F-Droid больше азиатских разработчиков Android.
uk: Ми говорили з людьми з [FOSSASIA](https://fossasia.org/) про те, як залучити до F-Droid більше азіатських розробників Android.
zh_hans: 我们与 [FOSSASIA](https://fossasia.org/) 的人员讨论了如何让更多亚洲 Android 开发人员参与 F-Droid。

source: We talked to some FSFE people from Berlin about "free your android" workshops and organizing an F-Droid user meetup in Berlin.
de: Wir sprachen mit einigen Leuten der FSFE aus Berlin über „free your android“-Workshops und die Organisation eines F-Droid-Anwendertreffens in Berlin.
pl: Rozmawialiśmy z niektórymi ludźmi FSFE z Berlina o warsztatach „uwolnij swój android” i zorganizowaniu spotkania użytkowników F-Droid w Berlinie.
ro: Am discutat cu câțiva membri FSFE din Berlin despre atelierele "Free your android" și despre organizarea unei întâlniri a utilizatorilor F-Droid în Berlin.
ru: Мы поговорили с некоторыми представителями FSFE из Берлина о семинарах "Free your android" и организации встречи пользователей F-Droid в Берлине.
uk: Ми поговорили з деякими представниками FSFE з Берліна про семінари "Free your android" і організації зустрічі користувачів F-Droid в Берліні.
zh_hans: 我们与柏林的一些 FSFE 人员讨论了关于“解放你的 android”研讨会和在柏林组织 F-Droid 用户聚会的问题。

source: We discussed "split APKs", including about how Google is handling signing keys and whether they are asking all developers to split their apps because of size.
de: Wir diskutierten über „split APKs“, einschließlich darüber, wie Google Signierschlüssel handhabt und ob sie alle Entwickler dazu auffordern, ihre Apps wegen der Größe aufzuteilen.
pl: Omówiliśmy "dzielenie APK", w tym o tym, jak Google obsługuje klucze do podpisywania i czy prosi wszystkich programistów o dzielenie swoich aplikacji ze względu na ich rozmiar.
ro: Am discutat despre "APK-uri divizate", inclusiv despre modul în care Google gestionează cheile de semnare și dacă solicită tuturor dezvoltatorilor să își divizeze aplicațiile din cauza dimensiunii.
ru: Мы обсудили "разделенные APK", в том числе то, как Google работает с ключами подписи, и просят ли они всех разработчиков разделить свои приложения из-за их размера.
uk: Ми обговорили "розділені APK", в тому числі те, як Google працює з ключами підпису, і просять вони всіх розробників розділити свої застосунки через їх розміру.
zh_hans: 我们讨论了“拆分 APK”，包括 Google 如何处理签名密钥，以及他们是否由于应用大小要求所有开发人者拆分他们的应用。
