Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** was [updated](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) from 2.3.12+fcr to 2.4.0-beta+fcr:
de: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** wurde [aktualisiert](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) von 2.3.12+fcr auf 2.4.0-beta+fcr:
pl: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** został [zaktualizowany](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) z 2.3.12+fcr do 2.4.0-beta+fcr:
ro: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** a fost [updated](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) de la 2.3.12+fcr la 2.4.0-beta+fcr:
ru: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** был [обновлен](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md) с 2.3.12+fcr до 2.4.0-beta+fcr:
uk: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** було [оновлено](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG. md) з 2.3.12 + fcr до 2.4.0-beta + fcr:
zh_hans: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)** 已从 2.3.12+fcr [更新](https://github.com/siacs/Conversations/blob/HEAD/CHANGELOG.md)到 2.4.0-beta+fcr：

source: New Backup / Restore feature
pl: Nowa funkcja tworzenia kopii zapasowych / przywracania
ro: Noul Backup / funcție de restaurare
ru: Новая функция резервного копирования/восстановления
uk: Нова функція резервного копіювання/відновлення
zh_hans: 新的备份/恢复功能

source: Clearly distinguish between (private) group chats and (public) channels
pl: Wyraźne rozróżnienie między (prywatnymi) czatami grupowymi a kanałami (publicznymi)
ro: Distingeți în mod clar între chat-urile de grup (private) și canalele (publice)
ru: Четко разграничивать (частные) групповые чаты и (публичные) каналы
uk: Чітко розмежовувати (приватні) групові чати і (публічні) канали
zh_hans: 明确区分（私人）群聊和（公共）频道

source: Redesigned participants view for group chats and channels
pl: Przeprojektowany widok uczestników dla czatów grupowych i kanałów
ro: Vizualizare reproiectată a participanților pentru chat-urile și canalele de grup
ru: Переработанный вид участников для групповых чатов и каналов
uk: Перероблений вигляд учасників для групових чатів і каналів
zh_hans: 重新设计了群聊和频道的参与者视图

source: Redesigned create new contact/group chat/channel flow in Start Conversation screen
pl: Przeprojektowane tworzenie nowego kontaktu / czatu grupowego / przepływu kanałów na ekranie Rozpocznij rozmowę
ro: A fost reproiectat fluxul de creare a unui nou contact/grup de chat/canal în ecranul Start Conversație
ru: Переработано создание нового контакта/группового чата/канала на стартовом экране Conversation
uk: Перероблено створення нового контакту/групового чату/каналу на стартовому екрані Conversation
zh_hans: 重新设计在开始对话屏幕中创建新的联系人/群聊/频道流

source: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** was [updated](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) from 1.5.1 to 1.6-alpha0
de: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** wurde von 1.5.1 auf 1.6-alpha0 [aktualisiert](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md)
pl: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)*** został [zaktualizowany](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) z 1.5.1 do 1.6-alfa0
ro: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** a fost [updated](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) de la 1.5.1 la 1.6-alpha0
ru: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** был [обновлен](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) с 1.5.1 до 1.6-alpha0
uk: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** було [оновлено](https://gitlab.com/fdroid/fdroidclient/raw/HEAD/CHANGELOG.md) з 1.5.1 до 1.6-alpha0
zh_hans: {{ page.fdroid }} **[F-Droid](https://f-droid.org/packages/org.fdroid.fdroid/)** 已从 1.5.1 [更新](https://gitlab.com /fdroid/fdroidclient/raw/HEAD/CHANGELOG.md)到 1.6-alpha0

source: **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)** was moved to the archive as it has been replaced by **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**.
de: **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)** wurde ins Archiv verschoben, weil sie durch **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)** ersetzt wurde.
pl: **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)** został przeniesiony do archiwum, ponieważ został zastąpiony przez **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**.
ro: **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)** a fost mutat în arhivă, deoarece a fost înlocuit de **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**.
ru: **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)** был перемещен в архив, так как был заменен на **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**.
uk: **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)** був переміщений в архів, так як був замінений на **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**.
zh_hans: **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)** 已被 **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)** 取代。

source: TWIF 44: Mirror, mirror on the wall
de: TWIF 44: Spieglein, Spieglein an der Wand
pl: TWIF 44: Lustro, lustro na ścianie
ro: TWIF 44: Oglindă, oglindă pe perete
ru: TWIF 44: Зеркало, зеркало на стене
uk: TWIF 44: Дзеркало, дзеркало на стіні
zh_hans: TWIF 44：镜子，墙上的镜子

source: In this edition: Mirror work in F-Droid 1.6 alpha 1, new blog on Planet F-Droid, submission queue maintenance, and part 4 of Izzy's F-Droid series published in print. There are **{{ page.number_of_added_apps }}** new and **{{ page.number_of_updated_apps }}** updated apps.
de: In dieser Ausgabe: Spiegelarbeiten in F-Droid 1.6 alpha 1, neuer Blog auf dem Planeten F-Droid, Wartung der Submission Queue und 4. Teil von Izzys F-Droid-Serie geht in Druck. Es gibt **{{ page.number_of_added_apps }}** neue und **{{ page.number_of_updated_apps }}** aktualisierte Apps.
pl: W tym wydaniu: Lustro działa w F-Droid 1.6 alpha 1, nowy blog na Planecie F-Droid, utrzymanie kolejki zgłoszeń i część 4 serii F-Droid Izzy'ego opublikowanej w wersji drukowanej. Dostępnych jest **{{ page.number_of_added_apps }}** nowych i **{{ page.number_of_updated_apps }}** zaktualizowanych aplikacji.
ro: În această ediție: Lucrări în oglindă în F-Droid 1.6 alpha 1, un nou blog pe Planet F-Droid, întreținerea listei de trimitere și partea a 4-a a seriei F-Droid a lui Izzy publicată pe hârtie. Există **{{ page.number_of_added_apps }}** aplicații noi și **{{ page.number_of_updated_apps }}** aplicații actualizate.
ru: В этом выпуске: Работа над зеркалами в F-Droid 1.6 alpha 1, новый блог на Planet F-Droid, обслуживание очереди заявок, и 4-я часть серии Izzy's F-Droid опубликована в печати. В выпуске **{{ page.number_of_added_apps }}** новых и **{{ page.number_of_updated_apps }}** обновленных приложений.
uk: У цьому випуску: Робота над дзеркалами в F-Droid 1.6 alpha 1, новий блог на Planet F-Droid, обслуговування черги заявок, і 4-я частина серії Izzy's F-Droid оприлюднена у пресі. У випуску ** {{ page.number_of_added_apps }} ** нових і ** {{ page.number_of_updated_apps }} ** оновлених застосунків.
zh_hans: 在本版中：F-Droid 1.6 alpha 1 中关于镜像的工作、Planet F-Droid 上的新博客、提交队列维护以及 Izzy 的 F-Droid 系列的第 4 部分已出版。有 **{{ page.number_of_added_apps }}** 个新增应用和 **{{ page.number_of_updated_apps }}** 个应用更新。

source: Mirror work in F-Droid 1.6 alpha 1
de: Spiegelarbeiten in F-Droid 1.6 alpha 1
pl: Praca lustrzana w F-Droid 1.6 alfa 1
ro: Oglindă de lucru în F-Droid 1.6 alfa 1
ru: Работа зеркала в F-Droid 1.6 alpha 1
uk: Робота дзеркала в F-Droid 1.6 alpha 1
zh_hans: F-Droid 1.6 alpha 1 中有关镜像的工作

source: **[@\_hc](https://forum.f-droid.org/u/hans)** has spent most of the week on mirror support in F-Droid. All that work is contained in the next alpha release of F-Droid 1.6, alpha 1. There were a number of small related fixes, and it will now choose a random mirror for each APK download.
de: **[@\_hc](https://forum.f-droid.org/u/hans)** hat den Großteil der Woche mit der Unterstützung von Spiegelserver in F-Droid verbracht. Die gesamte Arbeit wird im nächsten Alpha-Release von F-Droid 1.6, alpha 1 enthalten sein. Es gab eine Anzahl von damit verbundenen Korrekturen und es wird nun für jeden APK-Download ein zufälliger Spiegel ausgewählt.
pl: **[@\_hc](https://forum.f-droid.org/u/hans)** pędził większość tygodnia na obsłudze lustra w F-Droid. Wszystko to jest zawarte w następnej wersji alfa F-Droida 1.6, alfa 1. Było kilka drobnych poprawek, które teraz będą wybierać losowe lustro dla każdego pobrania APK.
ro: **[@\_hc](https://forum.f-droid.org/u/hans)** și-a petrecut cea mai mare parte a săptămânii pe suportul pentru oglinzi în F-Droid. Toată această muncă este cuprinsă în următoarea versiune alfa a F-Droid 1.6, alfa 1. Au existat o serie de mici remedieri legate de acestea, iar acum va alege o oglindă aleatorie pentru fiecare descărcare APK.
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** провел большую часть недели над поддержкой зеркал в F-Droid. Вся эта работа содержится в следующем альфа-релизе F-Droid 1.6, альфа 1. Было сделано несколько небольших исправлений, и теперь он будет выбирать случайное зеркало для каждой загрузки APK.
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** провів більшу частину тижня над підтримкою дзеркал в F-Droid. Вся ця робота полягає в наступному альфа-релізі F-Droid 1.6, альфа 1. Було зроблено кілька невеликих виправлень, і тепер він буде вибирати випадкове дзеркало для кожного завантаження APK.
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 本周大部分时间都花在 F-Droid 的镜像支持上。所有这些工作都包含在 F-Droid 的下一个 alpha 版本 1.6, alpha 1 中。有一些小的相关修复，现在它将为每个 APK 下载选择一个随机镜像。

source: For the index itself, the old failover model is still in use, meaning it always starts with the main F-Droid repo, and will only move to a mirror if that fails. We need to put some more thought into this, as **[@\_hc](https://forum.f-droid.org/u/hans)**'s experiments with randomizing mirrors for the index show that it causes many unnecessary index downloads.
de: Für den Index selbst wird das alte Fehlschlagsmodell beibehalten, das bedeutet, er beginnt immer mit dem F-Droid-Hauptrepo und schaltet nur auf einen Spiegel um, falls das fehlschlägt. Wir müssen uns noch ein paar Gedanken darüber machen, da **[@\_hc](https://forum.f-droid.org/u/hans)**'s Experimente mit der zufälligen Spiegelauswahl für den Index zeigen, dass das zu vielen unnötigen Index-Downloads führt.
pl: W przypadku samego indeksu stary model przełączania awaryjnego jest nadal w użyciu, co oznacza, że zawsze zaczyna się od głównego repozytorium F-Droid, a jeśli to się nie powiedzie, zostanie przeniesiony do kopii lustrzanej. Musimy się nad tym zastanowić, ponieważ eksperymenty **[@\_hc](https://forum.f-droid.org/u/hans)** z losowymi kopiami lustrzanymi indeksu pokazują, że powoduje to wiele niepotrzebnych pobrań indeksu.
ro: Pentru indexul propriu-zis, se folosește încă vechiul model de failover, ceea ce înseamnă că începe întotdeauna cu repo-ul principal F-Droid și se mută pe o oglindă doar dacă aceasta eșuează. Trebuie să ne gândim mai mult la acest lucru, deoarece experimentele lui **[@\_hc](https://forum.f-droid.org/u/hans)** cu oglinzi aleatoare pentru index arată că acest lucru provoacă multe descărcări inutile ale indexului.
ru: Для самого индекса по-прежнему используется старая модель обхода отказа, то есть он всегда начинается с основного репозитория F-Droid и переходит на зеркало, только если оно не работает. Нам нужно еще немного подумать над этим, так как эксперименты **[@\_hc](https://forum.f-droid.org/u/hans)** с рандомизацией зеркал для индекса показали, что это вызывает много ненужных загрузок индекса.
uk: Для самого індексу як і раніше використовується стара модель обходу відмови, тобто він завжди починається з основного сховища F-Droid і переходить на дзеркало, тільки якщо воно не працює. Нам потрібно ще трохи подумати над цим, так як експерименти **[@ \ _ hc](https://forum.f-droid.org/u/hans)** з рандомизацией дзеркал для індексу показали, що це викликає багато непотрібних завантажень індексу.
zh_hans: 对于索引本身，旧的故障转移模型仍在使用中，这意味着它始终从主 F-Droid 存储库开始，并且只有在失败时才会转而使用镜像。我们需要对此多加考虑，因为 **[@\_hc](https://forum.f-droid.org/u/hans)** 对索引的随机镜像的实验表明它会导致许多不必要的索引下载。

source: In closing: important changes ahead! Please test 1.6-alpha1!
de: Fazit: wichtige Änderungen stehen bevor! Bitte 1.6-alpha1 testen!
pl: Na zakończenie: ważne zmiany przed nami! Przetestuj 1.6-alpha1!
ro: Și în final: ne așteaptă schimbări importante! Vă rugăm să testați 1.6-alpha1!
ru: В заключение: впереди важные изменения! Пожалуйста, протестируйте 1.6-alpha1!
uk: На закінчення: попереду важливі зміни! Будь ласка, протестуйте 1.6-alpha1!
zh_hans: 最后：未来的重要变化！请测试 1.6-alpha1！

source: New blog on Planet F-Droid
de: Neuer Blog auf Planet F-Droid
pl: Nowy blog na Planet F-Droid
ro: Blog nou pe Planeta F-Droid
ru: Новый блог на Planet F-Droid
uk: Новий блог на Planet F-Droid
zh_hans: Planet F-Droid 上的新博客

source: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** added [Handy News Reader](https://handynewsreader.blogspot.com/) to [Planet F-Droid](https://fdroid.gitlab.io/planet/). As the blog feed also contains posts in German and Polish, he is looking for some way to filter these out.
de: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** gründete [Handy News Reader](https://handynewsreader.blogspot.com/) auf [Planet F-Droid](https://fdroid.gitlab.io/planet/). Da der Blog auch deutsche und polnische Posts enthält, sucht er noch nach einem Weg, diese herauszufiltern.
pl: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** dodał [Handy News Reader](https://handynewsreader.blogspot.com/) do [Planet F-Droid](https://fdroid.gitlab.io/planet/). Ponieważ blog zawiera również posty w języku niemieckim i polskim, szuka sposobu na ich odfiltrowanie.
ro: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** a adăugat [Handy News Reader](https://handynewsreader.blogspot.com/) la [Planet F-Droid](https://fdroid.gitlab.io/planet/). Deoarece fluxul blogului conține și postări în germană și poloneză, el caută o modalitate de a le filtra.
ru: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** добавил [Handy News Reader](https://handynewsreader.blogspot.com/) в [Planet F-Droid](https://fdroid.gitlab.io/planet/). Поскольку лента блога также содержит сообщения на немецком и польском языках, он ищет способ отфильтровать их.
uk: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** додав [Handy News Reader](https://handynewsreader.blogspot.com/) в [Planet F-Droid](https://fdroid .gitlab.io/planet/). Оскільки стрічка блогу також містить повідомлення на німецькій та польській мовах, він шукає спосіб відфільтрувати їх.
zh_hans: **[@vanitasvitae](https://gitlab.com/vanitasvitae)** 将 [Handy News Reader](https://handynewsreader.blogspot.com/) 添加到 [Planet F-Droid](https://fdroid.gitlab.io/planet/)。由于博客订阅还包含德语和波兰语的帖子，他正在寻找某种方法来过滤掉这些内容。

source: Submission queue maintenance
de: Wartungsarbeiten an der Submission Queue
pl: Konserwacja kolejki zgłoszeń
ro: Întreținerea listei de depunere
ru: Обслуживание очереди на подачу документов
uk: Обслуговування черзі на подачу документів
zh_hans: 提交队列维护

source: After **[@Izzy](https://forum.f-droid.org/u/izzy)** finished his cleanup work in [rfp](https://gitlab.com/fdroid/rfp) and [fdroiddata](https://gitlab.com/fdroid/fdroiddata), he has gone into maintenance mode, keeping up with new issues and making sure things are progressing. There are quite a few apps ready for packaging now, waiting for someone to pick them up.
de: Nachdem **[@Izzy](https://forum.f-droid.org/u/izzy)** seine Bereinigung von [rfp](https://gitlab.com/fdroid/rfp) und [fdroiddata](https://gitlab.com/fdroid/fdroiddata) beendet hat, ist er in den Wartungsmodus übergegangen, befasst sich mit neuen Themen und stellt sicher, dass die Dinge vorangehen. Es gibt jetzt eine ganze Reihe Apps, die zum Packen bereit sind und darauf warten, von jemandem aufgegriffen zu werden.
pl: Po tym jak **[@Izzy](https://forum.f-droid.org/u/izzy)** zakończył prace porządkowe w [rfp](https://gitlab.com/fdroid/rfp) i [fdroiddata](https://gitlab.com/fdroid/fdroiddata), wszedł w tryb konserwacji, nadążając za nowymi problemami i upewniając się, że wszystko postępuje. Teraz jest sporo aplikacji gotowych do pakowania, które czekają, aż ktoś je odbierze.
ro: După ce **[@Izzy](https://forum.f-droid.org/u/izzy)** și-a terminat munca de curățare în [rfp](https://gitlab.com/fdroid/rfp) și [fdroiddata](https://gitlab.com/fdroid/fdroiddata), a intrat în modul de întreținere, ținând pasul cu noile probleme și asigurându-se că lucrurile progresează. Există destul de multe aplicații pregătite pentru împachetare acum, așteptând ca cineva să le preia.
ru: После того, как **[@Izzy](https://forum.f-droid.org/u/izzy)** закончил работу по очистке [rfp](https://gitlab.com/fdroid/rfp) и [fdroiddata](https://gitlab.com/fdroid/fdroiddata), он перешел в режим обслуживания, следя за новыми проблемами и убеждаясь, что дела продвигаются. Сейчас есть довольно много приложений, готовых к упаковке, и они ждут, пока кто-нибудь их заберет.
uk: Після того, як **[@Izzy](https://forum.f-droid.org/u/izzy)** закінчив роботу з очищення [rfp](https://gitlab.com/fdroid/rfp) і [fdroiddata](https://gitlab.com/fdroid/fdroiddata), він перейшов в режим обслуговування, стежачи за новими проблемами і переконуючись, що справи просуваються. Зараз є досить багато застосунків, готових до упаковки, і вони чекають, поки хто-небудь їх забере.
zh_hans: **[@Izzy](https://forum.f-droid.org/u/izzy)** 在 [rfp](https://gitlab.com/fdroid/rfp) 和 [fdroiddata](https://gitlab.com/fdroid/fdroiddata) 完成清理工作后，他已经进入维护模式，跟上新问题并确保事情进展。现在已经有不少应用准备打包了，等着有人去着手处理。

source: If you've been wondering why so many new apps keep being added to F-Droid, this is why!
de: Falls ihr euch gefragt habt, warum so viele neue Apps zu F-Droid hinzuzufügen sind, das ist der Grund!
pl: Jeśli zastanawiasz się, dlaczego tak wiele nowych aplikacji jest dodawanych do F -Droid, to właśnie dlatego!
ro: Dacă te-ai întrebat de ce atât de multe aplicații noi continuă să fie adăugate la F-Droid, iată de ce!
ru: Если вы задавались вопросом, почему так много новых приложений добавляется в F-Droid, то вот почему!
uk: Якщо ви задавалися питанням, чому так багато нових застосунків додається в F-Droid, то ось чому!
zh_hans: 如果你一直想知道为什么不断有如此多的新应用添加到 F-Droid 中，这就是原因！

source: Part 4 of Izzy's F-Droid series published in print
de: Teil 4 von Izzy's F-Droid-Serie ging in Druck
pl: Część 4 serii F -Droid Izzy'ego opublikowana w druku
ro: Partea a 4-a din seria F-Droid a lui Izzy publicată în print
ru: Часть 4 из серии Izzy's F-Droid опубликована в печати
uk: Частина 4 з серії Izzy's F-Droid оприлюднена у пресі
zh_hans: Izzy 的 F-Droid 系列的第 4 部分已出版

source: The fourth part of **[@Izzy](https://forum.f-droid.org/u/izzy)**'s F-Droid series was published in **c't** magazine. This corresponds to part 3 of his blog series, which should be online in about 1 week from now.
de: Der vierte Teil von **[@Izzy](https://forum.f-droid.org/u/izzy)**'s F-Droid-Serie wurde im **c't** Magazin veröffentlicht. Dies korrespondiert mit Teil 3 seiner Blog-Serie, der in ungefähr einer Woche ab heute online sein sollte.
pl: Czwarta część **[@Izzy](https://forum.f-droid.org/u/izzy)** serii F-Droid została opublikowana w magazynie **c't**. Odpowiada to części 3 jego serii blogów, które powinny być dostępne online za około 1 tydzień od teraz.
ro: Cea de-a patra parte a seriei F-Droid a lui **[@Izzy](https://forum.f-droid.org/u/izzy)** a fost publicată în revista **c't**. Aceasta corespunde cu partea a treia a seriei de pe blogul său, care ar trebui să fie online în aproximativ 1 săptămână de acum încolo.
ru: Четвертая часть серии **[@Izzy](https://forum.f-droid.org/u/izzy)** о F-Droid была опубликована в журнале **c't**. Это соответствует третьей части серии его блога, которая должна появиться в сети примерно через 1 неделю.
uk: Четверта частина серії **[@Izzy](https://forum.f-droid.org/u/izzy)** про F-Droid була оприлюднена в журналі ** c't **. Це відповідає третій частині серії його блогу, яка повинна з'явитися в мережі приблизно через 1 тиждень.
zh_hans: **[@Izzy](https://forum.f-droid.org/u/izzy)**的 F-Droid 系列第四部分已发表在 **c't** 杂志上。这对应于他的博客系列的第 3 部分，该系列应该在大约 1 周后上线。

source: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**: Indieweb micropub and microsub client.
de: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**: Indieweb Micropub und Microsub Client.
pl: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**: Indieweb micropub i klient mikrosub.
ro: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**: Indieweb micropub și microsub client.
ru: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**: Клиент Indieweb micropub и microsub.
uk: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**: Клієнт Indieweb micropub і microsub.
zh_hans: **[Indigenous](https://f-droid.org/packages/com.indieweb.indigenous/)**：Indieweb micropub 和 microsub 客户端。

source: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)**: Money management and expenses tracking.
de: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)**: Geldverwaltung und Ausgabenüberwachung.
pl: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)**: Zarządzanie pieniędzmi i śledzenie wydatków.
ro: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)**: Gestionarea banilor și urmărirea cheltuielilor.
ru: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)**: Управление деньгами и отслеживание расходов.
uk: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)**: Управління фінансами і відстеження витрат.
zh_hans: **[Money Manager Ex](https://f-droid.org/packages/com.money.manager.ex/)**：资金管理和费用跟踪。

source: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)**: Yet another barcode scanner.
de: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)**: Noch ein weiterer Barcode-Scanner.
pl: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)**: Kolejny skaner kodów kreskowych.
ro: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)**: Încă un scaner de coduri de bare.
ru: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)**: Еще один сканер штрих-кодов.
uk: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)**: Ще один сканер штрих-кодів.
zh_hans: **[Binary Eye](https://f-droid.org/packages/de.markusfisch.android.binaryeye/)**：又一个条码扫描器。
