Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: {{ page.major }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, a Mastodon client, had a major [update](https://github.com/tuskyapp/Tusky/releases) to 4.0, with redesigned preferences, refactored media detail view with support for sharing media files and copying their links, collapse long statuses, share videos to Tusky, and many more. This update also [removes support for Android 4](https://github.com/tuskyapp/Tusky/issues/476).
de: {{ page.major }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, ein Mastodon-Client, hatte ein großes [Update](https://github.com/tuskyapp/Tusky/releases) auf 4.0, mit neu gestalteten Einstellungen, neu erstellter Mediendetailansicht, die das Teilen von Mediendateien und das Kopieren ihrer Links unterstützt, Einklappen langer Verläufe, der Videofreigabe für Tusky und vielem mehr. Diese Aktualisierung [beendet die Unterstützung von Android 4](https://github.com/tuskyapp/Tusky/issues/476).
pl: {{ page.major }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, klient Mastodon miał dużą [aktualizację](https://github.com/tuskyapp/Tusky/releases) do 4.0, z przeprojektowanymi preferencjami, refaktoryzowany widok szczegółów multimediów z obsługą udostępniania plików multimedialnych i kopiowaniem ich linków, zwijanie długich statusów , udostępniaj filmy Tusky i wiele innych. Ta aktualizacja również [usuwa obsługę systemu Android 4](https://github.com/tuskyapp/Tusky/issues/476).
ro: {{ page.major }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, un client Mastodon, a avut o[update](https://github.com/tuskyapp/Tusky/releases) majoră la 4.0, cu preferințe reproiectate, vizualizare detaliată a mediilor refactorizate cu suport pentru partajarea fișierelor media și copierea link-urilor acestora, prăbușirea statusurilor lungi, partajarea videoclipurilor în Tusky și multe altele. De asemenea, această actualizare [removes support for Android 4](https://github.com/tuskyapp/Tusky/issues/476).
ru: {{ page.major }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, клиент Mastodon, получил крупное [обновление](https://github.com/tuskyapp/Tusky/releases) до версии 4.0, с переработанными предпочтениями, доработанным представлением деталей медиа с поддержкой обмена медиафайлами и копирования их ссылок, сворачиванием длинных статусов, обменом видео на Tusky и многим другим. Это обновление также [удаляет поддержку Android 4](https://github.com/tuskyapp/Tusky/issues/476).
uk: {{ page.major }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**, клієнт Mastodon, отримав велике [оновлення](https://github. com/tuskyapp/Tusky/releases) до версії 4.0, з переробленими уподобаннями, допрацьованим поданням деталей медіа з підтримкою обміну медіафайлів і копіювання їх посилань, згортанням довгих статусів, обміном відео на Tusky і багатьом іншим. Це оновлення також [видаляє підтримку Android 4](https://github.com/tuskyapp/Tusky/issues/476).
zh_hans: {{ page.major }} **[Tusky](https://f-droid.org/packages/com.keylesspalace.tusky/)**，Mastodon 客户端，发布了 4.0 重大[更新](https://github.com/tuskyapp/Tusky/releases) ，具有重新设计的首选项、重构的媒体详细信息视图，支持分享媒体文件和复制其链接、折叠长状态、将视频分享到 Tusky 等等。此更新还[删除了对 Android 4](https://github.com/tuskyapp/Tusky/issues/476)的支持。

source: **[Simple Dilbert](https://f-droid.org/packages/com.mareksebera.simpledilbert/)** [updated](https://github.com/smarek/Simple-Dilbert/blob/HEAD/CHANGELOG.md) to 4.6, with an Android SDK update to v28 and many bug fixes.
de: **[Simple Dilbert](https://f-droid.org/packages/com.mareksebera.simpledilbert/)** [aktualisiert](https://github.com/smarek/Simple-Dilbert/blob/HEAD/CHANGELOG.md) auf 4.6, mit einem Android-SDK-Update auf v28 und vielen Fehlerlösungen.
pl: **[Simple Dilbert](https://f-droid.org/packages/com.mareksebera.simpledilbert/)** [zaktualizowano](https://github.com/smarek/Simple-Dilbert/blob/HEAD/CHANGELOG.md) do wersji 4.6, z aktualizacją SDK Androida do wersji 28 i wieloma poprawkami.
ro: **[Simple Dilbert](https://f-droid.org/packages/com.mareksebera.simpledilbert/)** [updated](https://github.com/smarek/Simple-Dilbert/blob/HEAD/CHANGELOG.md) la 4.6, cu o actualizare Android SDK la v28 și multe corecturi de erori.
ru: **[Simple Dilbert](https://f-droid.org/packages/com.mareksebera.simpledilbert/)** [обновлено](https://github.com/smarek/Simple-Dilbert/blob/HEAD/CHANGELOG.md) до версии 4.6, с обновлением Android SDK до v28 и множеством исправлений.
uk: **[Simple Dilbert](https://f-droid.org/packages/com.mareksebera.simpledilbert/)** [updated](https://github.com/smarek/Simple-Dilbert/blob/HEAD/CHANGELOG.md) до версії 4.6, з оновленням Android SDK до v28 і безліччю виправлень.
zh_hans: **[Simple Dilbert](https://f-droid.org/packages/com.mareksebera.simpledilbert/)** [更新](https://github.com/smarek/Simple-Dilbert/blob/ HEAD/CHANGELOG.md)了到 4.6，包括 Android SDK 更新到 v28 和许多错误修复。

source: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** [updated](https://github.com/grote/Transportr/releases) to 2.0.3 with the following changes:
de: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** [aktualisiert](https://github.com/grote/Transportr/releases) auf 2.0.3 mit den folgenden Änderungen:
pl: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** [zaktualizowany](https://github.com/grote/Transportr/releases) z 2.0.3 z następującymi zmianami:
ro: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** [updated](https://github.com/grote/Transportr/releases) la 2.0.3 cu următoarele modificări:
ru: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** [обновлен](https://github.com/grote/Transportr/releases) до версии 2.0.3 со следующими изменениями:
uk: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** [оновлено](https://github.com/grote/Transportr/releases) до версії 2.0.3 з такими змінами:
zh_hans: **[Transportr](https://f-droid.org/packages/de.grobox.liberario/)** [更新](https://github.com/grote/Transportr/releases)到了 2.0.3，包括以下变化：

source: Add launcher shortcut for directions search
pl: Dodaj skrót do launchera, aby wyszukać wskazówki
ro: Adăugați o comandă rapidă în lansator pentru căutarea direcțiilor
ru: Добавьте ярлык лаунчера для поиска направлений
uk: Додайте ярлик лаунчера для пошуку напрямків
zh_hans: 添加用于路线搜索的启动器快捷方式

source: Show swap location button in directions search (Thanks ByteHamster!)
pl: Pokaż przycisk zmiany lokalizacji w wyszukiwaniu kierunku (Dzięki ByteHamster!)
ro: Afișați butonul de localizare a schimbului de locație în căutarea direcțiilor (Mulțumiri ByteHamster!)
ru: Показывать кнопку смены местоположения в поиске направлений (Спасибо ByteHamster!)
uk: Показувати кнопку зміни місця розташування в пошуку напрямків (Спасибі ByteHamster!)
zh_hans: 在方向搜索中显示交换位置按钮（感谢 ByteHamster！）

source: Don't show search results over lockscreen anymore
pl: Nie pokazuj już wyników wyszukiwania na ekranie blokady
ro: Nu mai afișați rezultatele căutării pe ecranul de blocare
ru: Больше не показывать результаты поиска на экране блокировки
uk: Більше не показувати результати пошуку на екрані блокування
zh_hans: 不再在锁屏上显示搜索结果

source: Add Persian translation (Thanks Reza!)
pl: Dodano tłumaczenie na język perski (Dzięki Reza!)
ro: Adaugă traducere în persană (Mulțumesc Reza!)
ru: Добавить персидский перевод (Спасибо Реза!)
uk: Додано переклад перською (Спасибі Реза!)
zh_hans: 添加波斯语翻译（感谢 Reza！）

source: Add Chinese (Taiwan) translation (Thanks Gerrit!)
pl: Dodano tłumaczenie na język chiński (Tajwan) (Dzięki Gerrit!)
ro: Adăugați traducerea în chineză (Taiwan) (Mulțumesc Gerrit!)
ru: Добавить перевод на китайский (Тайвань) (Спасибо Геррит!)
uk: Додано переклад китайською (Тайвань) (Спасибі Геріт!)
zh_hans: 添加中文（台湾）翻译（感谢 Gerrit！）

source: Fix home and work location input in dark theme
pl: Naprawiono wprowadzanie lokalizacji domu i pracy w ciemnym motywie
ro: Corectați introducerea locației de domiciliu și de lucru în tema întunecată
ru: Исправить ввод местоположения дома и работы в темной теме
uk: Виправлено введення місця розташування дому та роботи в темній темі
zh_hans: 修复深色主题中的家庭和工作位置输入

source: Disable Android's auto-fill feature for location views
pl: Wyłącz funkcję autouzupełniania w systemie Android dla widoków lokalizacji
ro: Dezactivați funcția de autocompletare a Android pentru vizualizarea locației
ru: Отключить функцию автозаполнения в Android для просмотра местоположения
uk: Вимкнено функцію автозаповнення в Android для перегляду місця розташування
zh_hans: 禁用 Android 的位置视图自动填充功能

source: **[Offi Directions](https://f-droid.org/packages/de.schildbach.oeffi/)** was [updated](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES) from 10.1.4-aosp to 10.3.4-aosp, with the right half of the screen now based on OpenStreetMap, two new regions, and long-pressing a line label will reveal the full name of the line, if available.
de: **[Offi Directions](https://f-droid.org/packages/de.schildbach.oeffi/)** wurde von 10.1.4-aosp auf 10.3.4-aosp [aktualisiert](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES), auf der rechten Bildschirmhälfte nun mit der OpenStreetMap, zwei neuen Regionen und durch langes Drücken einer Linienbezeichnung wird nun, falls verfügbar, der vollständige Name der Linie angezeigt.
pl: **[Offi Directions](https://f-droid.org/packages/de.schildbach.oeffi/)** został [zaktualizowany](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES) od 10.1.4-aosp do 10.3.4-aosp, z prawą połówką ekranu opartą teraz na OpenStreetMap, dwoma nowymi regionami i długim naciśnięciem etykiety linii ujawni pełną nazwę linii, jeśli jest dostępna.
ro: **[Offi Directions](https://f-droid.org/packages/de.schildbach.oeffi/)** a fost [updated](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES) de la 10.1.4-aosp la 10.3.4-aosp, cu jumătatea dreaptă a ecranului bazată acum pe OpenStreetMap, două regiuni noi, iar apăsarea lungă a etichetei unei linii va dezvălui numele complet al liniei, dacă este disponibil.
ru: **[Offi Directions](https://f-droid.org/packages/de.schildbach.oeffi/)** был [обновлен](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES) с 10.1.4-aosp до 10.3.4-aosp, правая половина экрана теперь основана на OpenStreetMap, два новых региона, а длительное нажатие на ярлык линии раскрывает полное название линии, если оно доступно.
uk: **[Offi Directions](https://f-droid.org/packages/de.schildbach.oeffi/)** було [оновлено](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES) з 10.1.4-aosp до 10.3.4-aosp, права половина екрану тепер заснована на OpenStreetMap, два нових регіону, а тривале натискання на ярлик лінії розкриває повну назву лінії, якщо вона встановлена.
zh_hans: **[Offi Directions](https://f-droid.org/packages/de.schildbach.oeffi/)** 已从 10.1.4-aosp [更新](https://gitlab.com/oeffi/oeffi/raw/HEAD/oeffi/CHANGES)到 10.3.4-aosp，屏幕右半部分现在基于 OpenStreetMap，两个新区域，长按线标签将显示该线的全名，如果可供使用的话。

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [updated](https://gitlab.com/tom79/mastalab/tags) from 1.30.1 to 1.31.1 with a new battery profile setting, an indicator to highlight the toot is part of a thread, copy Mastodon account to clipboard by long-pressing it, auto-switch to offline mode if Internet is unavailable, several bug fixes, and other smaller UI/UX changes.
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [Update](https://gitlab.com/tom79/mastalab/tags) von 1.30.1 auf 1.31.1 mit einer neuen Energieprofileinstellung, einem Indikator, um hervorzuheben, dass der Tröt Teil eines Beitrags ist, Kopie des Mastodon-Kontos durch langes Drücken darauf in die Zwischenablage, automatischer Unschaltung in den Offline-Modus, wenn kein Internet zur Verfügung steht, verschiedenen Bugfixes und weiteren, kleineren UI/UX-Änderungen.
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [zaktualizowano]](https://gitlab.com/tom79/mastalab/tags) z 1.30.1 do 1.31.1 z nowym ustawieniem profilu baterii, wskaźnik podświetlający toot jest częścią wątku, skopiuj konto Mastodon do schowka przez długie naciśnięcie, automatycznie przełącza się w tryb offline, jeśli Internet jest niedostępny, kilka poprawek i inne mniejsze zmiany UI/UX.
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [updated](https://gitlab.com/tom79/mastalab/tags) de la 1.30.1 la 1.31.1 cu o nouă setare a profilului bateriei, un indicator pentru a evidenția faptul că mesajul face parte dintr-un fir de discuție, copierea contului Mastodon în clipboard prin apăsarea lungă a acestuia, trecerea automată la modul offline dacă Internetul nu este disponibil, mai multe corecturi de erori și alte modificări UI/UX mai mici.
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [обновлен](https://gitlab.com/tom79/mastalab/tags) с 1.30.1 до 1.31.1 с новой настройкой профиля батареи, индикатором для выделения тота в теме, копированием аккаунта Mastodon в буфер обмена по долгому нажатию, автопереключением в автономный режим при отсутствии интернета, несколькими исправлениями ошибок и другими мелкими изменениями UI/UX.
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**[оновлено](https://gitlab.com/tom79/mastalab/tags) з 1.30. 1 до 1.31.1 з новим налаштуванням профілю батареї, індикатором для виділення тота в темі, копіюванням аккаунта Mastodon в буфер обміну по довгому натисненню, автопереключеніе в автономний режим при відсутності інтернету, декількома виправленнями помилок і іншими дрібними змінами UI/UX.
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 从 1.30.1 [更新](https://gitlab.com/tom79/mastalab/tags)到 1.31.1，具有新的电池配置文件设置，突出显示嘟文的指示器是线程的一部分，通过长按将 Mastodon 帐户复制到剪贴板，如果互联网不可用自动切换到离线模式，几个错误修复和其他较小的 UI/UX 更改。

source: {{ page.major }} **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** collects GPS locations of GSM/UMTS/LTE/CDMA cell towers and sends them to the OpenCellID.org database. It was [updated](https://github.com/zamojski/TowerCollector/releases) from 1.22.2-fdroid to 2.0.0, with the following changes:
de: {{ page.major }} **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** sammelt GPS-Standorte von GSM/UMTS/LTE/CDMA-Funkmasten und sendet sie an die OpenCellID.org-Datenbank. Es wurde [aktualisiert](https://github.com/zamojski/TowerCollector/releases) von 1.22.2-fdroid auf 2.0.0, mit den folgenden Änderungen:
pl: {{ page.major }}**[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)**zbiera lokalizacje stacji komórkowych GSM/UMTS /LTE/CDMA i wysyła je do bazy danych OpenCellID.org. Aplikacja została [zaktualizowany](https://github.com/zamojski/TowerCollector/releases) z 1.22.2-fdroid do 2.0.0, z następującymi zmianami:
ro: {{ page.major }} **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** colectează locațiile GPS ale turnurilor de celule GSM/UMTS/LTE/CDMA și le trimite în baza de date OpenCellID.org. A fost [updated](https://github.com/zamojski/TowerCollector/releases) de la 1.22.2-fdroid la 2.0.0, cu următoarele modificări:
ru: {{ page.major }} **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** собирает GPS местоположения сотовых вышек GSM/UMTS/LTE/CDMA и отправляет их в базу данных OpenCellID.org. Он был [обновлен](https://github.com/zamojski/TowerCollector/releases) с 1.22.2-fdroid до 2.0.0, со следующими изменениями:
uk: {{ page.major }} **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** збирає GPS розташування стільникових веж GSM/UMTS/LTE/CDMA і відправляє їх в базу даних OpenCellID.org. Він було [оновлено](https://github.com/zamojski/TowerCollector/releases) з 1.22.2-fdroid до 2.0.0, з наступними змінами:
zh_hans: {{ page.major }} **[Tower Collector](https://f-droid.org/packages/info.zamojski.soft.towercollector/)** 收集 GSM/UMTS/LTE/CDMA 的 GPS 位置信号塔并将它们发送到 OpenCellID.org 数据库。从 1.22.2-fdroid [更新](https://github.com/zamojski/TowerCollector/releases)到 2.0.0 ，具有以下更改：

source: Added option to contribute to Mozilla Location Services (MLS).
pl: Dodano możliwość współtworzenia usług lokalizacyjnych Mozilli (MLS).
ro: A fost adăugată opțiunea de a contribui la Mozilla Location Services (MLS).
ru: Добавлена возможность внести вклад в Mozilla Location Services (MLS).
uk: Додана можливість зробити внесок у Mozilla Location Services (MLS).
zh_hans: 添加了为 Mozilla 位置服务 (MLS) 做出贡献的选项。

source: Changed upload progress to report in percentage instead of parts.
pl: Zmieniono postęp przesyłania na raport w procentach zamiast części.
ro: A fost modificat progresul încărcării pentru a raporta în procente în loc de părți.
ru: Изменен прогресс загрузки, чтобы отчитываться в процентах вместо частей.
uk: Змінено індикацію поступу завантаження, на звіт у відсотках замість частин.
zh_hans: 将上传进度更改为以百分比而不是部分报告。

source: Added new languages: Hungarian, Italian and Spanish :)
pl: Dodano nowe języki: węgierski, włoski i hiszpański :)
ro: Au fost adăugate noi limbi: Maghiară, Italiană și Spaniolă :)
ru: Добавлены новые языки: Венгерский, Итальянский и Испанский :)
uk: Додані нові мови: угорська, італійська та іспанська :)
zh_hans: 新增语言：匈牙利语、意大利语和西班牙语 :)

source: Added option to clear all data stored locally excluding configuration.
pl: Dodano możliwość wyczyszczenia wszystkich danych przechowywanych lokalnie z wyłączeniem konfiguracji.
ro: A fost adăugată opțiunea de a șterge toate datele stocate local, cu excepția configurației.
ru: Добавлена возможность очистить все данные, хранящиеся локально, за исключением конфигурации.
uk: Додана можливість очистити всі дані, що зберігаються локально, за винятком конфігурації.
zh_hans: 添加了清除本地存储的除配置以外所有数据的选项。

source: Added display short and long cid for LTE networks.
pl: Dodano wyświetlanie krótkiego i długiego cid dla sieci LTE.
ro: A fost adăugat afișarea codului de identificare scurt și lung pentru rețelele LTE.
ru: Добавлено отображение короткого и длинного cid для сетей LTE.
uk: Додано показ короткого і довгого cid для мереж LTE.
zh_hans: 为 LTE 网络添加了显示长短 cid 的功能。

source: Added database refresh after import from file - restart no longer needed.
pl: Dodano odświeżanie bazy danych po zaimportowaniu z pliku - ponowne uruchomienie nie jest już potrzebne.
ro: S-a adăugat reîmprospătarea bazei de date după importul din fișier - nu mai este necesară repornirea.
ru: Добавлено обновление базы данных после импорта из файла - перезагрузка больше не требуется.
uk: Додано оновлення бази даних після імпорту з файлу — перезавантаження більше не потрібно.
zh_hans: 添加了从文件导入后刷新数据库功能 - 不再需要重新启动。

source: Fixed folder not created when exporting database or preferences to file.
pl: Naprawiono folder, który nie był tworzony podczas eksportowania bazy danych lub preferencji do pliku.
ro: A fost reparat folderul care nu era creat la exportul bazei de date sau al preferințelor în fișier.
ru: Исправлено несоздание папки при экспорте базы данных или предпочтений в файл.
uk: Виправлено нестворення теки під час експорту бази даних або налаштувань у файл.
zh_hans: 修复了将数据库或首选项导出到文件时未创建文件夹的问题。

source: Improved error handling.
pl: Ulepszono obsługę błędów.
ro: Gestionarea îmbunătățită a erorilor.
ru: Улучшена обработка ошибок.
uk: Удосконалено обробку помилок.
zh_hans: 改进了错误处理。

source: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** was [updated](https://gitlab.com/gdroid/gdroidclient/tags) from 0.2.1 to 0.3.0, with tags for apps that are used for standard tasks, and a new logo with something purple.
de: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** wurde von 0.2.1 auf 0.3.0 [aktualisiert](https://gitlab.com/gdroid/gdroidclient/tags), mit Tags für Apps, die für Standardaufgaben verwendet werden und einem neuen Logo mit etwas Lila.
pl: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** został [zaktualizowany](https://gitlab.com/gdroid/gdroidclient/tags) z 0.2.1 do 0.3.0, z tagami dla aplikacji używanych do standardowych zadań i nowym logo z czymś fioletowym.
ro: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** a fost [updated](https://gitlab.com/gdroid/gdroidclient/tags) de la 0.2.1 la 0.3.0, cu etichete pentru aplicațiile care sunt folosite pentru sarcini standard și un nou logo cu ceva violet.
ru: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** был [обновлен](https://gitlab.com/gdroid/gdroidclient/tags) с 0.2.1 до 0.3.0, с тегами для приложений, которые используются для стандартных задач, и новым логотипом с чем-то фиолетовым.
uk: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** було [оновлено](https://gitlab.com/gdroid/gdroidclient/tags) з 0.2 .1 до 0.3.0, з мітками для застосунків, які використовуються для стандартних завдань, і новим логотипом з чимось фіолетовим.
zh_hans: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** 已从 0.2.1 [更新](https://gitlab.com/gdroid/gdroidclient/tags)到 0.3.0，带有用于标准任务的应用标签，以及带有紫色东西的新徽标。

source: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** was [updated](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md) from 1-1-1 to 1-1-4, fixing the "Failed to load from Mapdust" bug, updating the Android annotations library, and fixing a translation error.
de: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** wurde von 1-1-1 auf 1-1-4 [aktualisiert](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md), behebt damit den Fehler "Failed auf load from Mapdust", aktualisiert die Android Annotationsbibliothek, und korrigiert einen Übersetzungsfehler.
pl: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** został [zaktualizowany](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md) z 1-1-1 do 1-1-4, naprawiając błąd "Nie można załadować z Mapdust", aktualizując biblioteka adnotacji Androida oraz naprawiono błąd tłumaczenia.
ro: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** a fost [updated](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md) de la 1-1-1 la 1-1-4, corectând bug-ul "Failed to load from Mapdust", actualizând biblioteca de adnotări Android și corectând o eroare de traducere.
ru: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** был [обновлен](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md) с 1-1-1 до 1-1-4, исправлена ошибка "Failed to load from Mapdust", обновлена библиотека аннотаций для Android и исправлена ошибка перевода.
uk: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** було [оновлено](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md) з 1-1-1 до 1-1-4, виправлена помилка "Failed to load from Mapdust", оновлена бібліотека анотацій для Android і виправлена помилка перекладу.
zh_hans: **[OSMBugs](https://f-droid.org/packages/org.gittner.osmbugs/)** 已从 1-1-1 [更新](https://github.com/ChristopherGittner/OSMBugs/blob/HEAD/CHANGELOG.md)到 1-1-4，修复“无法从 Mapdust 加载”错误，更新 Android 注释库，并修复翻译错误。
