Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: First article of Izzy's F-Droid series available in English
de: Erster, in Englisch abrufbarer Artikel von Izzy's F-Droid-Serie
pl: Pierwszy artykuł z serii Izzy F-Droid dostępny w języku angielskim
ro: Primul articol din seria F-Droid a lui Izzy disponibil în limba engleză
ru: Первая статья из серии Izzy's F-Droid доступна на английском языке
uk: Перша стаття з серії Izzy про F-Droid доступна англійською мовою
zh_hans: Izzy 的 F-Droid 系列的第一篇文章现在有英文版了

source: **[@Izzy](https://forum.f-droid.org/u/izzy)** [writes](https://mastodon.technology/users/IzzyOnDroid/statuses/101210904206926714):
de: **[@Izzy](https://forum.f-droid.org/u/izzy)** [schreibt](https://mastodon.technology/users/IzzyOnDroid/statuses/101210904206926714):
pl: **[@Izzy](https://forum.f-droid.org/u/izzy)** [pisze](https://mastodon.technology/users/IzzyOnDroid/statuses/101210904206926714):
ro: **[@Izzy](https://forum.f-droid.org/u/izzy)** [scrie](https://mastodon.technology/users/IzzyOnDroid/statuses/101210904206926714):
ru: **[@Izzy](https://forum.f-droid.org/u/izzy)**[пишет](https://mastodon.technology/users/IzzyOnDroid/statuses/101210904206926714):
uk: **[@Izzy](https://forum.f-droid.org/u/izzy)** [пише](https://mastodon.technology/users/IzzyOnDroid/statuses/101210904206926714):
zh_hans: **[@Izzy](https://forum.f-droid.org/u/izzy)** [写道](https://mastodon.technology/users/IzzyOnDroid/statuses/101210904206926714)：

source: I've just put the first article of my F-Droid series online. "F-Droid: The privacy-friendly alternative to Google Play Store" can be found at [https://android.izzysoft.de/articles/named/fdroid-intro-1](https://android.izzysoft.de/articles/named/fdroid-intro-1).
de: Ich habe gerade meinen ersten Artikel meiner F-Droid-Serie online gestellt. "F-Droid: The privacy-friendly alternative to Google Play Store" kann hier abgerufen werden [https://android.izzysoft.de/articles/named/fdroid-intro-1](https://android.izzysoft.de/articles/named/fdroid-intro-1).
pl: Właśnie opublikowałem pierwszy artykuł z mojej serii F-Droid w Internecie. "F-Droid: przyjazna dla prywatności alternatywa dla Google Play Store" można znaleźć na stronie [https://android.izzysoft.de/articles/named/fdroid-intro-1](https://android.izzysoft.de/articles/named/fdroid-intro-1).
ro: Tocmai am pus online primul articol din seria F-Droid. "F-Droid: The privacy-friendly alternative to Google Play Store" poate fi găsit la [https://android.izzysoft.de/articles/named/fdroid-intro-1](https://android.izzysoft.de/articles/named/fdroid-intro-1).
ru: Я только что разместил в Интернете первую статью из серии о F-Droid'е. "F-Droid: Дружественная к конфиденциальности альтернатива Google Play Store" можно найти по адресу [https://android.izzysoft.de/articles/named/fdroid-intro-1](https://android.izzysoft.de/articles/named/fdroid-intro-1).
uk: Я тільки що розмістив в Інтернеті першу статтю з серії про F-Droid'е. "F-Droid: Дружня до конфіденційності альтернатива Google Play Store" можна знайти за адресою [https://android.izzysoft.de/articles/named/fdroid-intro-1](https://android.izzysoft.de/articles/named/fdroid-intro-1).
zh_hans: 我刚刚将我的 F-Droid 系列的第一篇文章放到了网上。“F-Droid：Google Play 商店的隐私友好型替代品”可在 [https://android.izzysoft.de/articles/named/fdroid-intro-1](https://android.izzysoft.de/articles/named/fdroid-intro-1) 获取。

source: The German article is also online now at the same location.
de: Der deutsche Artikel ist jetzt ebenfalls an derselben Stelle online.
pl: Niemiecki artykuł jest również dostępny online w tej samej lokalizacji.
ro: Articolul în limba germană este, de asemenea, online la aceeași adresă.
ru: Статья на немецком языке также размещена в Интернете в том же месте.
uk: Стаття німецькою мовою також розміщена в інтернеті в тому ж місці.
zh_hans: 德语文章现在也在同一位置发布。

source: ![Article Screenshot]({% asset posts/2018-12-13-twif-34-f-droid-is-a-planet/izzy_ct_fdroid_article_part_1.jpg %})
de: ![Artikel-Screenshot]({% asset posts/2018-12-13-twif-34-f-droid-is-a-planet/izzy_ct_fdroid_article_part_1.jpg %})
pl: ![Artykuł z ekranu]({% asset posts/2018-12-13-twif-34-f-droid-is-a-planet/izzy_ct_fdroid_article_part_1.jpg %})
ro: ![Captură de ecran articol]({% asset posts/2018-12-13-twif-34-f-droid-is-a-planet/izzy_ct_fdroid_article_part_1.jpg %})
ru: ![Скриншот статьи]({% asset posts/2018-12-13-twif-34-f-droid-is-a-planet/izzy_ct_fdroid_article_part_1.jpg %})
uk: ![Знімок статті]({% asset posts/2018-12-13-twif-34-f-droid-is-a-planet/izzy_ct_fdroid_article_part_1.jpg %})
zh_hans: ![文章截图]({% asset posts/2018-12-13-twif-34-f-droid-is-a-planet/izzy_ct_fdroid_article_part_1.jpg %})

source: **[DeltaCamera](https://f-droid.org/packages/de.uwepost.android.deltacam/)**: Record movement (deltas) in one single image.
de: **[DeltaCamera](https://f-droid.org/packages/de.uwepost.android.deltacam/)**: Bewegungen (Deltas) in einem einzigen Bild aufzeichnen.
pl: **[DeltaCamera](https://f-droid.org/packages/de.uwepost.android.deltacam/)**: Nagraj ruch (delty) w jednym obrazie.
ro: **[DeltaCamera](https://f-droid.org/packages/de.uwepost.android.deltacam/)**: Înregistrează mișcarea (deltas) într-o singură imagine.
ru: **[DeltaCamera](https://f-droid.org/packages/de.uwepost.android.deltacam/)**: Запись движения (дельты) на одном изображении.
uk: **[DeltaCamera](https://f-droid.org/packages/de.uwepost.android.deltacam/)**: Запис руху (дельти) в одному зображенні.
zh_hans: **[DeltaCamera](https://f-droid.org/packages/de.uwepost.android.deltacam/)**：在一张图像中记录运动（增量）。

source: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)**: Run Linux on Android without root access with the help of **[Termux](https://f-droid.org/packages/com.termux/)** and **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)**. Several distros and WM/DE combinations are available.
de: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)**: Linux auf Android ohne Root-Zugriff betreiben mit der Hilfe von **[Termux](https://f-droid.org/packages/com.termux/)** und **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)**. Es stehen verschiedene Distros und WM/DE-Kombinationen zur Verfügung.
pl: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)**: Uruchom Linuksa na Androida bez dostępu roota za pomocą **[Termux](https://f-droid.org/packages/com.termux/)** i **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)**. Dostępnych jest kilka zestawów dystrybucji i WM/DE.
ro: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)**: Rulați Linux pe Android fără acces root cu ajutorul **[Termux](https://f-droid.org/packages/com.termux/)** și **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)**. Sunt disponibile mai multe distribuții și combinații WM/DE.
ru: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)**: Запустите Linux на Android без root-доступа с помощью **[Termux](https://f-droid.org/packages/com.termux/)** и **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)**. Доступно несколько дистрибутивов и комбинаций WM/DE.
uk: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)**: Запустіть Linux на Android без root-доступу за допомогою **[Termux](https://f- droid.org/packages/com.termux/)** і **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)**. Доступно декілька дистрибутивів і комбінацій WM/DE.
zh_hans: **[AnLinux](https://f-droid.org/packages/exa.lnx.a/)**：借助 **[Termux](https: //f-droid.org/packages/com.termux/)** 和 **[RoMote](https://f-droid.org/packages/wseemann.media.romote/)**，不需要 root 权限在 Android 上运行 Linux。有几个发行版和 WM/DE 组合可用。

source: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)**: Delete/disable gapps.
de: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)**: Gapps löschen/deaktivieren.
pl: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)**: Usuń/wyłącz gapps.
ro: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)**: Ștergeți/dezactivați gapps.
ru: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)**: Удаление/отключение gapps.
uk: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)**: Видалення/вимкнення gapps.
zh_hans: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)**：删除/禁用 gapp。

source: **[PeerTube](https://f-droid.org/packages/net.schueller.peertube/)** PeerTube is a federated (ActivityPub) video streaming platform using P2P (WebTorrent) directly in the web browser.
de: **[PeerTube](https://f-droid.org/packages/net.schueller.peertube/)** PeerTube ist eine föderierte (ActivityPub) Video-Streaming-Plattform, die P2P (WebTorrent) direkt im Webbrowser verwendet.
pl: **[PeerTube](https://f-droid.org/packages/net.schueller.peertube/)** PeerTube to federacyjna platforma do strumieniowego przesyłania wideo wykorzystująca technologię P2P (WebTorrent) bezpośrednio w przeglądarce internetowej.
ro: **[PeerTube](https://f-droid.org/packages/net.schueller.peertube/)** PeerTube este o platformă de streaming video federată (ActivityPub) care utilizează P2P (WebTorrent) direct în browserul web.
ru: **[PeerTube](https://f-droid.org/packages/net.schueller.peertube/)** PeerTube - это объединенная (ActivityPub) платформа потокового видео с использованием P2P (WebTorrent) непосредственно в веб-браузере.
uk: **[PeerTube](https://f-droid.org/packages/net.schueller.peertube/)** PeerTube - це об'єднана (ActivityPub) платформа потокового відео з використанням P2P (WebTorrent) безпосередньо в веббраузері.
zh_hans: **[PeerTube](https://f-droid.org/packages/net.schueller.peertube/)** PeerTube 是一个在网络浏览器中直接使用 P2P (WebTorrent) 的联邦 (ActivityPub) 视频流平台。

source: **[DecSync CC](https://f-droid.org/packages/org.decsync.cc/)** & **[spaRSS DecSync](https://f-droid.org/packages/org.decsync.sparss.floss/)** These apps use the [DecSync](https://github.com/39aldo39/DecSync)-libs to synchronize key-value mappings without a server. They cover the Contacts/Calendars and the RSS use cases. To start synchronizing, all you have to do is synchronize the directory "DecSync" located in the primary external storage, using for example [Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/).
de: **[DecSync CC](https://f-droid.org/packages/org.decsync.cc/)** & **[spaRSS DecSync](https://f-droid.org/packages/org.decsync.sparss.floss/)** Diese Apps verwenden die [DecSync](https://github.com/39aldo39/DecSync)-Bibliotheken, um Schlüssel-Werte-Zuordnungen ohne einen Server zu synchronisieren. Sie decken die Anwendungsfälle Kontakte/Kalender und RSS ab. Um die Synchronisation zu starten, müssen Sie lediglich das Verzeichnis "DecSync", das im primären, externen Speicher lokalisiert ist, synchronisieren, indem Sie beispielsweise [Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/) nutzen.
pl: **[DecSync CC](https://f-droid.org/packages/org.decsync.cc/)** i **[spaRSS DecSync](https://f-droid.org/packages/org.decsync.sparss.floss/)** Te aplikacje używają [DecSync](https://github.com/39aldo39/DecSync) do synchronizowania odwzorowań klucz-wartość bez serwera. Obejmują one kontakty/kalendarze i przypadki użycia RSS. Aby rozpocząć synchronizację, wystarczy zsynchronizować katalog "DecSync" znajdujący się w głównej pamięci zewnętrznej, używając na przykład [Synchronizacji](https://f-droid.org/packages/com.nutomic.syncthingandroid/).
ro: **[DecSync CC](https://f-droid.org/packages/org.decsync.cc/)** &amp; **[spaRSS DecSync](https://f-droid.org/packages/org.decsync.sparss.floss/)** Aceste aplicații folosesc [DecSync](https://github.com/39aldo39/DecSync)-libs pentru a sincroniza corespondențele cheie-valoare fără un server. Acestea acoperă cazurile de utilizare Contacts/Calendars și RSS. Pentru a începe sincronizarea, tot ce trebuie să faceți este să sincronizați directorul "DecSync" aflat în memoria externă primară, utilizând, de exemplu, [Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/).
ru: **[DecSync CC](https://f-droid.org/packages/org.decsync.cc/)** &amp; **[spaRSS DecSync](https://f-droid.org/packages/org.decsync.sparss.floss/)** Эти приложения используют [DecSync](https://github.com/39aldo39/DecSync)-библиотеки для синхронизации сопоставлений ключ-значение без сервера. Они охватывают случаи использования контактов/календарей и RSS. Чтобы начать синхронизацию, достаточно синхронизировать каталог "DecSync", расположенный в основном внешнем хранилище, используя, например, [Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/).
uk: **[DecSync CC](https://f-droid.org/packages/org.decsync.cc/)** &amp; ** [spaRSS DecSync](https://f-droid.org/packages/org.decsync.sparss.floss/)** Ці застосунки використовують [DecSync](https://github.com/39aldo39/DecSync) - бібліотеки для синхронізації зіставлень ключ-значення без сервера. Вони охоплюють випадки використання контактів/календарів і RSS. Щоб почати синхронізацію, досить синхронізувати каталог "DecSync", розташований в основному зовнішньому сховищі, використовуючи, наприклад, [Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/).
zh_hans: **[DecSync CC](https://f-droid.org/packages/org.decsync.cc/)** &amp; **[spaRSS DecSync](https://f-droid.org/packages/org.decsync.sparss.floss/)** 这些应用使用 [DecSync](https://github.com/39aldo39/DecSync) 库在没有服务器的情况下同步键值映射。它们涵盖了联系人/日历和 RSS 用例。要开始同步，你所要做的就是同步位于主外部存储中的目录 "DecSync"，例如使用 [Syncthing](https://f-droid.org/packages/com.nutomic.syncthingandroid/)。

source: **[NoSurf for reddit](https://f-droid.org/packages/com.aaronhalbert.nosurfforreddit/)** Calls itself "the world's first **non-addictive** Reddit client", and offers ways to limit time wasting on reddit.
de: **[NoSurf for reddit](https://f-droid.org/packages/com.aaronhalbert.nosurfforreddit/)** bezeichnet sich selbst als "der erste **nicht süchtig machende** Reddit-Client der Welt", und eröffnet Wege, die Zeitverschwendung auf Reddit einzudämmen.
pl: **[NoSurf for reddit](https://f-droid.org/packages/com.aaronhalbert.nosurfforreddit/)** Sama nazywa się "pierwszym na świecie" **nie uzależniającym** klientem Reddit' i oferuje sposoby na ograniczenie marnowania czasu na reddit.
ro: **[NoSurf for reddit](https://f-droid.org/packages/com.aaronhalbert.nosurfforreddit/)** Se autointitulează "primul client Reddit din lume care nu creează dependență" și oferă modalități de a limita pierderea de timp pe reddit.
ru: **[NoSurf for reddit](https://f-droid.org/packages/com.aaronhalbert.nosurfforreddit/)** Называет себя "первым в мире **не вызывающим привыкания** клиентом Reddit" и предлагает способы ограничения траты времени на Reddit.
uk: **[NoSurf for reddit](https://f-droid.org/packages/com.aaronhalbert.nosurfforreddit/)** Називає себе "першим в світі ** не викликає звикання ** клієнтом Reddit" і пропонує способи обмеження витрати часу на Reddit.
zh_hans: **[NoSurf for reddit](https://f-droid.org/packages/com.aaronhalbert.nosurfforreddit/)** 自称“世界上第一个**不上瘾** Reddit 客户端”，并提供限制在 reddit 上浪费时间的方法。

source: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** was [updated](https://github.com/enricocid/Music-Player-GO/releases) from 3.5.0.2 to 3.5.2.1 with code cleaning and simplifications, new scroller with touching the edge of the screen, minor changes to UI and layout, a new Turkish translation, smaller APK, and assorted bugfixes.
de: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** wurde von 3.5.0.2 auf 3.5.2.1 [aktualisiert](https://github.com/enricocid/Music-Player-GO/releases) mit Codebereinigung und -vereinfachung, neuem Durchblättern durch Berührung des Bildschirmrandes, kleineren Änderungen an UI und Layout, einer neuen türkischen Übersetzung, kleinerer APK und ausgewählten Fehlerlösungen.
pl: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** został [zaktualizowany](https://github.com/enricocid/Music-Player-GO/releases) z 3.5.0.2 do 3.5.2.1 z czyszczeniem kodu i uproszczeniami, nowy scroller z dotknięciem krawędzi ekranu, drobne zmiany w interfejsie użytkownika i układzie, nowe tłumaczenie tureckie, mniejszy pakiet APK i różne poprawki błędów.
ro: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** a fost [updated](https://github.com/enricocid/Music-Player-GO/releases) de la 3.5.0.2 la 3.5.2.1 cu curățarea și simplificarea codului, un nou scroller cu atingerea marginii ecranului, modificări minore ale interfeței de utilizare și ale aspectului, o nouă traducere în limba turcă, un APK mai mic și o serie de corecturi de erori.
ru: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** был [обновлен](https://github.com/enricocid/Music-Player-GO/releases) с 3.5.0.2 до 3.5.2.1 с очисткой и упрощением кода, новым скроллером с касанием края экрана, незначительными изменениями пользовательского интерфейса и макета, новым турецким переводом, уменьшенным APK и различными исправлениями.
uk: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** було [оновлено](https://github.com/enricocid/Music-Player-GO/releases) з 3.5.0.2 до 3.5.2.1 з очищенням і спрощенням коду, новим скроллером з киснем краю екрану, незначними змінами користувальницького інтерфейсу і макета, новим турецьким перекладом, зменшеним APK і різними виправленнями.
zh_hans: **[Music Player GO](https://f-droid.org/packages/com.iven.musicplayergo/)** 已从 3.5.0.2 [更新](https://github.com/enricocid/Music-Player-GO/releases)到 3.5.2.1，包括代码清理和简化、带有触摸屏幕边缘的新滚动条、对 UI 和布局的微小更改、新的土耳其语翻译、更小的 APK 和各种错误修复。

source: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** was [updated](https://gitlab.com/tom79/mastalab/tags) from 1.36.0 to 1.39.0 and now has an art timeline! The buttons for boosting or favoriting are now animated, "create toot" button is hidden while scrolling, there is support for scheduling _boosts_ (toots could already be scheduled), and many bugs were fixed. Oh, and it should now have textual descriptions for everything, for visually impaired users.
de: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** wurde von 1.36.0 auf 1.39.0 [aktualisiert](https://gitlab.com/tom79/mastalab/tags) und hat jetzt eine Kunst-Timeline! Die Schaltflächen für Boosting oder Favoriten sind nun animiert, der "create toot"-Button ist beim Scrollen versteckt, es gibt Unterstützung für die Terminplanung von _boosts_ (toots konnten bereits geplant werden) und viele Fehler wurden behoben. Übrigens: es sollte jetzt textuelle Beschreibungen für alles geben, für sehbehinderte Benutzer.
pl: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** został [zaktualizowany](https://gitlab.com/tom79/mastalab/tags) z 1.36.0 do 1.39.0 i ma teraz oś czasu sztuki! Przyciski do dodawania lub dodawania są teraz animowane, przycisk "utwórz toot" jest ukrywany podczas przewijania, istnieje wsparcie dla planowania _boosts_ (już można zaplanować toots), a wiele błędów zostało naprawionych. Aha, i teraz powinien mieć tekstowe opisy wszystkiego, dla użytkowników niedowidzących.
ro: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** a fost [updated](https://gitlab.com/tom79/mastalab/tags) de la 1.36.0 la 1.39.0 și are acum o linie de timp artistică! Butoanele pentru boosting sau favorizare sunt acum animate, butonul "creați toot" este ascuns în timpul derulării, există suport pentru programarea _boost-urilor_ (toot-urile puteau fi deja programate) și multe bug-uri au fost corectate. Oh, și ar trebui să aibă acum descrieri textuale pentru orice, pentru utilizatorii cu deficiențe de vedere.
ru: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** был [обновлен](https://gitlab.com/tom79/mastalab/tags) с 1.36.0 до 1.39.0 и теперь имеет временную арт-шкалу! Кнопки для повышения или фаворитирования теперь анимированы, кнопка "create toot" скрыта при прокрутке, есть поддержка планирования _boosts_ (тооты уже могут быть запланированы), и многие ошибки были исправлены. Кроме того, для пользователей с ослабленным зрением теперь должны быть текстовые описания для всего.
uk: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** було [оновлено](https://gitlab.com/tom79/mastalab/tags) з 1.36.0 до 1.39.0 і тепер має тимчасову арт-шкалу! Кнопки для підвищення або фаворітірованія тепер анімовані, кнопка "create toot" прихована при прокручуванні, є підтримка планування _boosts_ (Тоота вже можуть бути заплановані), і багато помилок були виправлені. Крім того, для користувачів з ослабленим зором тепер повинні бути текстові описи для всього.
zh_hans: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 被 [更新](https://gitlab.com/tom79/mastalab/tags) 到 1.39.0，之前版本为 1.36.0。 新版本有了艺术时间线！转发或收藏按钮现在有了动画效果，“创建嘟文”按钮在滚动时处于隐藏状态，新版还支持定时 _转发_ (先前版本已支持定时发送嘟文)并修复了许多错误。 对了，它现在针对视力受损的用户应该提供了所有内容的文本描述。

source: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** comes with lots of changes in 1.5.0. I could write a summary, but you should really just check the [release blog post](https://gsantner.net/blog/2018/12/09/markor-release-v1.5.html) which explains everything in pictures! (And also in words.)
de: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** erreicht uns mit vielen Änderungen in 1.5.0. Ich könnte eine Zusammenfassung davon verfassen, aber Sie sollten wirklich einfach den [Beitrag im Release-Blog](https://gsantner.net/blog/2018/12/09/markor-release-v1.5.html) lesen, der alles in Bildern (und auch in Worten) erklärt!
pl: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** zawiera wiele zmian w wersji 1.5.0. Mogę napisać streszczenie, ale powinieneś po prostu sprawdzić [post na blogu na temat wydania](https://gsantner.net/blog/2018/12/09/markor-release-v1.5.html) co wyjaśnia wszystko na zdjęciach! (A także w słowach.)
ro: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** vine cu o mulțime de schimbări în 1.5.0. Aș putea să scriu un rezumat, dar ar trebui să consultați [release blog post](https://gsantner.net/blog/2018/12/09/markor-release-v1.5.html) care explică totul în imagini! (Și, de asemenea, în cuvinte.)
ru: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** в версии 1.5.0 произошло много изменений. Я мог бы написать краткое описание, но вам стоит заглянуть в [сообщение в блоге релиза](https://gsantner.net/blog/2018/12/09/markor-release-v1.5.html), где все объясняется в картинках! (А также словами.)
uk: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** в версії 1.5.0 відбулося багато змін. Я міг би написати короткий опис, але вам варто заглянути в [повідомлення в блозі релізу](https://gsantner.net/blog/2018/12/09/markor-release-v1.5.html), де все пояснюється в картинках! (А також словами.)
zh_hans: {{ page.featured }} **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 在 1.5.0 中有很多变化。我可以写一个总结，但你真的应该看看[发行博客文章](https://gsantner.net/blog/2018/12/09/markor-release-v1.5.html)，它用图片（以及文字）解释了所有内容！
