Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Reflecting back on the 35c3, it is really an impressive event. A 16,000 person event that is almost entirely run by volunteers, including the core organization. They got [more than 4,200 volunteers](https://twitter.com/c3himmel/status/1079691804667273216) in total. On top of that, there are multiple talk stages with separate organizers, and even "self-organized" rooms and "assemblies" which provide more spaces for decentralized organization. Plus it felt really well organized, with highly skilled talk moderators as well as real time translation into English, German, and French for all “official” talks. The videos for the talks are really well produced, with high sound quality, and all translations available. And people seem to actually watch them, there has been over 2000 views of my talk already, which I really didn't expect. My talk is [available on CCC’s site](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people) as video or audio, playable without Javascript even. And of course they are on YouTube in [original English](https://www.youtube.com/watch?v=C_SiGqmrz8g), [German](https://www.youtube.com/watch?v=9swlHj1y0Rc), and [French](https://www.youtube.com/watch?v=mwqVQqhLtY0).
de: Blicke ich auf den 35c3 zurück, dann ist er wirklich ein beeindruckendes Event. Eine 16.000-Menschen-Veranstaltung, die fast ausschließlich von Freiwilligen durchgeführt wird, die Kernorganisation eingeschlossen. Sie beschäftigten insgesamt [mehr als 4.200 Freiwillige](https://twitter.com/c3himmel/status/1079691804667273216). Darüberhinaus gibt es mehrere Vortragsbühnen mit separaten Organisatoren und sogar "selbstorganisierte" Räume und "Assemblies", die mehr Platz für eine dezentrale Organisation bieten. Und, es erschien wirklich gut organisiert, mit sowohl hochqualifizierten Diskussionsleitern als auch Simultanübersetzungen ins Englische, Deutsche und Französische bei allen “offiziellen” Diskussionen. Die Videos zu den Vorträgen sind wirklich gut produziert, in hoher Klangqualität und in allen verfügbaren Übersetzungen. Und die Leute scheinen sie tatsächlich anzuschauen, über 2000 sahen schon meinen Vortrag, was ich wirklich nicht erwartet hätte. Mein Vortrag ist [auf der CCC-Webseite abrufbar](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people), als Video oder Tonaufnahme und sogar ohne Javascript abspielbar. Und natürlich gibt es ihn auf YouTube im [englischen Original](https://www.youtube.com/watch?v=C_SiGqmrz8g), in [Deutsch](https://www.youtube.com/watch?v=9swlHj1y0Rc) und [Französisch](https://www.youtube.com/watch?v=mwqVQqhLtY0).
pl: Wracając do 35c3, jest to naprawdę imponujące wydarzenie. Wydarzenie dla 16 000 osób, które jest prawie w całości prowadzone przez wolontariuszy, w tym przez główną organizację. Łącznie mają [ponad 4 200 wolontariuszy](https://twitter.com/c3himmel/status/1079691804667273216). Do tego dochodzą liczne panele dyskusyjne z oddzielnymi organizatorami, a nawet "samoorganizujące się" pomieszczenia i "zespoły", które zapewniają więcej przestrzeni dla zdecentralizowanej organizacji. Ponadto wydawało się to naprawdę dobrze zorganizowane, z wysoko wykwalifikowanymi moderatorami rozmów, a także tłumaczeniem w czasie rzeczywistym na angielski, niemiecki i francuski dla wszystkich „oficjalnych” rozmów. Filmy z rozmów są naprawdę dobrze wykonane, z wysoką jakością dźwięku i wszystkimi dostępnymi tłumaczeniami. Wydaje się, że ludzie faktycznie je obserwują, już ponad 2000 wyświetleń mojej wypowiedzi, czego tak naprawdę się nie spodziewałem. Moja wypowiedź jest [dostępna na stronie CCC](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people) w formie wideo lub audio, którą można nawet odtwarzać bez Javascript. I oczywiście są one na YouTube w języku [oryginalny angielski](https://www.youtube.com/watch?v=C_SiGqmrz8g), [niemiecki](https://www.youtube.com/watch?v=9swlHj1y0Rc), i [francuski](https://www.youtube.com/watch?v=mwqVQqhLtY0).
ro: Reflectând asupra 35c3, este un eveniment cu adevărat impresionant. Un eveniment de 16.000 de persoane care este aproape în întregime condus de voluntari, inclusiv organizația de bază. Au [more than 4,200 volunteers](https://twitter.com/c3himmel/status/1079691804667273216) în total. În plus, există mai multe etape de discuții cu organizatori separați, și chiar săli "auto-organizate" și "adunări" care oferă mai multe spații pentru o organizare descentralizată. În plus, s-a simțit foarte bine organizat, cu moderatori de discuții foarte calificați, precum și cu traducere în timp real în engleză, germană și franceză pentru toate discuțiile "oficiale". Videoclipurile pentru discuții sunt foarte bine produse, cu o calitate ridicată a sunetului și cu toate traducerile disponibile. Iar oamenii par să le urmărească cu adevărat, deoarece discuția mea a fost deja vizionată de peste 2000 de ori, lucru la care nu mă așteptam. Discuția mea este [available on CCC’s site](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people) în format video sau audio, putând fi redată chiar și fără Javascript. Și, bineînțeles, sunt pe YouTube în [original English](https://www.youtube.com/watch?v=C_SiGqmrz8g), [German](https://www.youtube.com/watch?v=9swlHj1y0Rc) și [French](https://www.youtube.com/watch?v=mwqVQqhLtY0).
ru: Вспоминая 35c3, можно сказать, что это действительно впечатляющее событие. Мероприятие с участием 16 000 человек, которое почти полностью проводится добровольцами, включая основную организацию. Всего у них [более 4200 волонтеров](https://twitter.com/c3himmel/status/1079691804667273216). Кроме того, есть несколько этапов обсуждения с отдельными организаторами, и даже "самоорганизованные" комнаты и "собрания", которые предоставляют больше пространства для децентрализованной организации. Кроме того, все было очень хорошо организовано: высококвалифицированные модераторы докладов, а также перевод в режиме реального времени на английский, немецкий и французский языки для всех "официальных" докладов. Видеозаписи выступлений действительно хорошо сделаны, с высоким качеством звука, и все переводы доступны. И люди, похоже, действительно смотрят их: уже было более 2000 просмотров моего выступления, чего я не ожидал. Мои выступления [доступны на сайте ССС](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people) в виде видео или аудио, их можно воспроизвести даже без Javascript. И, конечно, они есть на YouTube на [оригинальном английском](https://www.youtube.com/watch?v=C_SiGqmrz8g), [немецком](https://www.youtube.com/watch?v=9swlHj1y0Rc) и [французском](https://www.youtube.com/watch?v=mwqVQqhLtY0) языках.
uk: Згадуючи 35c3, можна сказати, що це дійсно вражаюче подія. Захід за участю 16 000 чоловік, яке майже повністю проводиться добровольцями, включаючи основну організацію. Всього у них [понад 4200 волонтерів](https://twitter.com/c3himmel/status/1079691804667273216). Крім того, є кілька етапів обговорення з окремими організаторами, і навіть "самоорганізовані" кімнати і "зборів", які надають більше простору для децентралізованої організації. Крім того, все було дуже добре організовано: висококваліфіковані модератори доповідей, а також переклад в режимі реального часу на англійську, німецьку та французьку мови для всіх "офіційних" доповідей. Відеозаписи виступів дійсно добре зроблені, з високою якістю звуку, і всі переклади доступні. І люди, схоже, дійсно дивляться їх: вже було більше 2000 переглядів мого виступу, чого я не очікував. Мої виступи [доступні на сайті ССС](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people) у вигляді відео або аудіо, їх можна відтворити навіть без Javascript. І, звичайно, вони є на YouTube на [оригінальному англійському](https://www.youtube.com/watch?v=C_SiGqmrz8g), [німецькому](https://www.youtube.com/watch?v=9swlHj1y0Rc ) і [французькому](https://www.youtube.com/watch?v=mwqVQqhLtY0) мовами.
zh_hans: 回顾 35c3，这确实是一个令人印象深刻的事件。一个 16,000 人的活动，几乎完全由志愿者（包括核心组织）举办。他们总共有 [4,200 多名志愿者](https://twitter.com/c3himmel/status/1079691804667273216)。最重要的是，有多个单独的组织者的谈话阶段，甚至是“自组织”的房间和“集会”，为分散的组织提供了更多的空间。此外，感觉它组织得非常好，拥有高水平的谈话主持人，以及所有“官方”谈话的英语、德语和法语实时翻译。讲座视频制作精良，音质优秀，包含所有翻译。人们似乎真的在看他们，我的演讲已经有超过 2000 次观看，我真的没想到。我的演讲视频或音频[可在 CCC 的网站上获得](https://media.ccc.de/v/35c3-9595-wind_off-grid_services_for_everyday_people)，甚至可以在没有 Javascript 的情况下播放。当然，他们的[原本的英语](https://www.youtube.com/watch?v=C_SiGqmrz8g)、[德语](https://www.youtube.com/watch?v=9swlHj1y0Rc)和[法语](https://www.youtube.com/watch?v=mwqVQqhLtY0)发布在 YouTube 上。

source: I think my talk went well, the room was 100% full with about 330 people in it. The audience seemed into it, and I got follow up questions after the thing was over. I ended up not going into detail, which I think was a mistake. The talk would have been better with a detailed section of how to work through all the nearby/offline issues in an app. Next time!
de: Ich glaube, mein Vortrag war ganz gut, der Raum war mit ungefähr 330 Leuten zu 100% gefüllt. Die Zuhörer wirkten daran interessiert und mir wurden, nachdem er vorüber war, im Anschluss Fragen gestellt. Ich beendete ihn, ohne ins Detail gegangen zu sein, was, denke ich, ein Fehler war. Der Vortrag wäre mit einem detaillierten Abschnitt darüber, wie die ganzen Direktübertragungs-/Offline-Probleme in einer App durchbrochen werden, besser gewesen. Nächstes Mal!
pl: Myślę, że moje przemówienie poszło dobrze, pokój był w 100% wypełniony, z około 330 osobami. Wydawało się, że publiczność to zrobiła, a ja dostałem odpowiedzi na pytania po tym, jak wszystko się skończyło. W końcu nie wchodziłem w szczegóły, co moim zdaniem było błędem. Dyskusja byłaby lepsza dzięki szczegółowej sekcji dotyczącej rozwiązywania wszystkich problemów w pobliżu/offline w aplikacji. Następnym razem!
ro: Cred că discursul meu a decurs bine, sala a fost 100% plină, cu aproximativ 330 de persoane. Publicul părea interesat, iar eu am primit întrebări după ce am terminat. Am sfârșit prin a nu intra în detalii, ceea ce cred că a fost o greșeală. Discuția ar fi fost mai bună dacă ar fi avut o secțiune detaliată despre cum să rezolvăm toate problemele legate de apropiere/îndepărtare într-o aplicație. Data viitoare!
ru: Я думаю, что мое выступление прошло хорошо, зал был заполнен на 100%, в нем было около 330 человек. Аудитория, похоже, была увлечена, и я получил вопросы после окончания выступления. В итоге я не стал вдаваться в подробности, что, на мой взгляд, было ошибкой. Доклад был бы лучше, если бы в нем был подробный раздел о том, как решить все проблемы с приложением, находящимся поблизости/вне зоны доступа. В следующий раз!
uk: Я думаю, що мій виступ пройшов добре, зал був заповнений на 100%, в ньому було близько 330 чоловік. Аудиторія, схоже, була захоплена, і я отримав питання після завершення виступу. У підсумку я не став вдаватися в подробиці, що, на мій погляд, було помилкою. Доповідь була б краща, якби в ній був докладний розділ про те, як розв'язувати всі проблеми поблизу/офлайн у застосунку. Наступного разу!
zh_hans: 我认为我的谈话进行得很顺利，房间里 100% 满了，里面有大约 330 人。观众似乎喜欢它，事情结束后我得到了后续问题。我最终没有详细展开，我认为这是一个错误。如果详细介绍如何解决应用中的所有附近/离线问题，谈话会更好。下次一定！

source: Then the whole event is the giant mix of a bunch of things that seem very unlikely in combination:
de: Dann ist die ganze Veranstaltung ein gigantischer Mix aus einem Haufen Dingen, die in ihrer Kombination unglaublich erscheinen:
pl: Następnie całe wydarzenie jest gigantycznym połączeniem wielu rzeczy, które wydają się bardzo mało prawdopodobne w połączeniu:
ro: Apoi, întregul eveniment este un amestec uriaș de o grămadă de lucruri care par foarte puțin probabile în combinație:
ru: Тогда все событие представляет собой гигантскую смесь множества вещей, которые кажутся очень маловероятными в сочетании:
uk: Тоді все подія є гігантською суміш безлічі речей, які здаються дуже малоймовірними в поєднанні:
zh_hans: 然后整个事件是一堆看起来不太可能组合在一起的东西的巨大组合：

source: high profile IT and security talks attended by thousands
de: von Tausenden besuchte Vorträge zu im Brennpunkt stehender IT und Sicherheitsfragen
pl: głośne rozmowy z branży IT i bezpieczeństwa z udziałem tysięcy osób
ro: discuții de profil înalt despre IT și securitate la care au participat mii de persoane
ru: высокопрофессиональные переговоры по вопросам ИТ и безопасности, которые посещают тысячи людей
uk: високопрофесійні переговори з питань ІТ та безпеки, які відвідують тисячі людей
zh_hans: 数千人参加的备受瞩目的 IT 和安全讲座

source: on site discos and parties
de: Discos und Parties auf dem Gelände
pl: na stronie dyskoteki i imprezy
ro: discoteci și petreceri la fața locului
ru: дискотеки и вечеринки на территории отеля
uk: дискотеки і вечірки на території готелю
zh_hans: 现场迪斯科和派对

source: all sorts of interactive art displays
de: alle Arten interaktiver, künstlerischer Darstellungen
pl: wszelkiego rodzaju sztuki interaktywnych wyświetlaczy
ro: tot felul de exponate artistice interactive
ru: всевозможные интерактивные художественные экспозиции
uk: всілякі інтерактивні художні експозиції
zh_hans: 各种互动艺术展示

source: a well respected opt-in photo/video policy
de: sorgfältig respektierte Foto-/Videoaufnahmeregeln
pl: dobrze szanowana polityka dotycząca zdjęć/wideo
ro: o politică bine respectată de opt-in pentru fotografii/video
ru: уважаемая политика в отношении фото- и видеосъемки, основанная на принципе opt-in
uk: шановна політика щодо фото- та відеозйомки, заснована на принципі opt-in
zh_hans: 备受推崇的选择加入照片/视频政策

source: a huge amount of topical “assemblies” which vary from Burning Man-like
de: eine riesige Zahl tagesaktueller “Assemblies”, die variieren wie auf dem Burning Man
pl: ogromna liczba "zespołów" tematycznych, które różnią się od Burning Man-like
ro: o cantitate imensă de "adunări" tematice care variază în funcție de tipul Burning Man
ru: огромное количество тематических «сборок», которые не похожи на Burning Man
uk: величезна кількість тематичних «збірок», які не схожі на Burning Man
zh_hans: 大量的主题“集会”，与火人节不同

source: tent villages to seas of tables full of hackers
de: Zeltdörfer über einem Meer von Tischen besetzt mit Hackern
pl: namiotowe wsie do mórz stołów pełnych hakerów
ro: de la sate de corturi la mări de mese pline de hackeri
ru: палаточные городки и море столов, полных хакеров
uk: наметові містечка і море столів, повних хакерів
zh_hans: 从帐篷村庄到充满黑客的桌子的海洋

source: a giant social event for introverts
de: ein riesiges gesellschaftliches Ereignis für Introvertierte
pl: gigantyczne wydarzenie towarzyskie dla introwertyków
ro: un eveniment social uriaș pentru introvertiți
ru: гигантское социальное мероприятие для интровертов
uk: гігантське соціальний захід для інтровертів
zh_hans: 内向者的大型社交活动

source: one whole wing devoted to children’s activities and events inter-mixed in the conference
pl: całe skrzydło poświęcone zajęciom i wydarzeniom dla dzieci przeplatało się podczas konferencji
ro: o aripă întreagă dedicată activităților și evenimentelor pentru copii amestecate în cadrul conferinței
ru: целое крыло, посвященное детским мероприятиям и событиям, перемешанным с конференцией
uk: ціле крило, присвячене дитячим заходам і подіям, змішаним з конференцією
zh_hans: 混杂在会议中的一整翼面向儿童的活动

source: Burning Man-like “art cars” of all sorts driving around, but small since it was indoors, and even a race track
de: Alle möglichen “Art Cars”, wie beim Burning Man, die herumfahren, allerdings klein, da es drinnen war, und sogar eine Rennstrecke
pl: Płonące, podobne do człowieka "artystyczne samochody" wszelkiego rodzaju jeżdżące wokół, ale małe, ponieważ znajdowały się wewnątrz, a nawet na torze wyścigowym
ro: Mașini de tot felul de "art cars" asemănătoare cu cele de la Burning Man, dar de dimensiuni reduse pentru că era în interior, și chiar și o pistă de curse
ru: Вокруг ездили всевозможные "арт-кары", похожие на Burning Man, но небольшие, поскольку это было в помещении, и даже гоночный трек
uk: Навколо їздили всілякі "арт-кари", схожі на Burning Man, але невеликі, оскільки це було в приміщенні, і навіть гоночний трек
zh_hans: 各种像燃烧人一样的“艺术车”在四处行驶，但很小，因为它在室内，甚至还有赛道

source: Then of course, there is lots of opportunity to meet people in person and have in-depth conversations. I had a good talk with Jeremy_Rand, a [Replicant](https://replicant.us) developer, about how to make a 100% free version of F-Droid for Replicant. That is summarized on their issue tracker about [making F-Droid.org have only 100% free software](https://redmine.replicant.us/issues/1878#note-22).
de: Dann gibt es natürlich reichlich Gelegenheit Leute persönlich zu treffen und mit ihnen eingehende Unterhaltungen zu führen. Ich hatte ein gutes Gespräch mit Jeremy_Rand, einem [Replicant](https://replicant.us)-Entwickler, darüber, wie eine 100% freie F-Droid-Version für Replicant zu machen sei. Es ist in ihrem Issue Tracker unter [making F-Droid.org have only 100% free software](https://redmine.replicant.us/issues/1878#note-22) zusammengefasst.
pl: Oczywiście jest też wiele okazji do osobistego spotkania z ludźmi i dogłębnych rozmów. Rozmawiałem z Jeremy'm_Randem, programistą [Replicant](https://replicant.us), na temat tego, jak stworzyć w 100% wolną wersję F-Droid dla Replicant. Podsumowano to w ich narzędziu do śledzenia problemów dotyczącym [dzięki czemu F-Droid.org ma tylko 100% wolnego oprogramowania](https://redmine.replicant.us/issues/1878#note-22).
ro: Apoi, bineînțeles, există o mulțime de oportunități de a întâlni oameni în persoană și de a purta conversații aprofundate. Am avut o discuție bună cu Jeremy_Rand, un dezvoltator [Replicant](https://replicant.us), despre cum să facem o versiune 100% gratuită a F-Droid pentru Replicant. Acest lucru este rezumat pe trackerul lor de probleme despre [making F-Droid.org have only 100% free software](https://redmine.replicant.us/issues/1878#note-22).
ru: Затем, конечно, есть много возможностей встретиться с людьми лично и провести глубокие беседы. У меня был хороший разговор с Jeremy_Rand, разработчиком [Replicant](https://replicant.us), о том, как сделать 100% бесплатную версию F-Droid для Replicant. Это кратко изложено на их трекере проблем [чтобы на F-Droid.org было только 100% свободное программное обеспечение](https://redmine.replicant.us/issues/1878#note-22).
uk: Потім, звичайно, є багато можливостей зустрітися з людьми особисто і провести глибокі бесіди. У мене був хороший розмову з Jeremy_Rand, розробником [Replicant](https://replicant.us), про те, як зробити 100% безкоштовну версію F-Droid для Replicant. Це коротко викладено на їх трекері проблем [щоб на F-Droid.org було тільки 100% вільним програмним забезпеченням](https://redmine.replicant.us/issues/1878#note-22).
zh_hans: 当然，还有很多机会亲自与人见面并进行深入对话。我与 [Replicant](https://replicant.us) 开发者 Jeremy_Rand 就如何为 Replicant 制作 100% 自由版本的 F-Droid 进行了很好的交谈。在他们的问题跟踪器上关于[使 F-Droid.org 只有 100% 的自由软件](https://redmine.replicant.us/issues/1878#note-22)进行了总结。
