Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: 199 [apps we know need updating](https://monitor.f-droid.org/builds/needsupdate)
de: 199 [Apps, von denen wir wissen, dass sie aktualisiert werden müssen](https://monitor.f-droid.org/builds/needsupdate)
pl: 199 [aplikacji, o których wiemy, że wymagają aktualizacji](https://monitor.f-droid.org/builds/needsupdate)
ro: 199 [aplicații despre care știm că trebuie actualizate](https://monitor.f-droid.org/builds/needsupdate)
ru: 199 [приложения, которые, как мы знаем, нуждаются в обновлении](https://monitor.f-droid.org/builds/needsupdate)
uk: 199 [застосунки, які, як ми знаємо, потребують оновлення](https://monitor.f-droid.org/builds/needsupdate)
zh_hans: 199 [我们知道需要更新的应用](https://monitor.f-droid.org/builds/needsupdate)

source: Help Wanted!
de: Hilfe gesucht!
pl: Potrzebna pomoc!
ro: Se caută ajutor!
ru: Требуется помощь!
uk: Потрібна допомога!
zh_hans: 需要帮助！

source: Become a Maintainer: [Adopt an App!](https://gitlab.com/fdroid/fdroiddata/-/merge_requests?label_name%5B%5D=New+App)
de: Werdet Maintainer: [Übernehmt eine App!](https://gitlab.com/fdroid/fdroiddata/-/merge_requests?label_name%5B%5D=New+App)
pl: Zostań opiekunem: [Adoptuj aplikację!](https://gitlab.com/fdroid/fdroiddata/-/merge_requests?label_name%5B%5D=New+App)
ro: Deveniți un administrator: [Adopt an App!](https://gitlab.com/fdroid/fdroiddata/-/merge_requests?label_name%5B%5D=New+App)
ru: Станьте сопровождаемым: [Adopt an App!](https://gitlab.com/fdroid/fdroiddata/-/merge_requests?label_name%5B%5D=New+App)
uk: Станьте супроводжується: [Adopt an App!](https://gitlab.com/fdroid/fdroiddata/-/merge_requests?label_name%5B%5D=New+App)
zh_hans: 成为维护者：[选一个应用吧！](https://gitlab.com/fdroid/fdroiddata/-/merge_requests?label_name%5B%5D=New+App)

source: Add [screenshots, localized descriptions, what’s new texts]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots/) to upstream repos
de: Ergänzt [Screenshots, übersetzte Beschreibungen, Texte zu Neuerungen]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots/) in den Upstream-Repos
pl: Dodaj [zrzuty ekranu, przetłumaczone opisy, teksty „co nowego”]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots/) do repozytoriów
ro: Adăugați [screenshots, localized descriptions, what’s new texts]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots/)la depozitele upstream
ru: Добавьте [скриншоты, локализованные описания, тексты о том, что нового]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots/) в апрстрим репозитории
uk: Додайте [скріншоти, локалізовані опису, тексти про те, що нового]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots/) в апрстрім репозиторії
zh_hans: 将[屏幕截图、本地化描述、新增内容]({{ site.baseurl }}/docs/All_About_Descriptions_Graphics_and_Screenshots/)添加到上游存储库

source: Help with [translations](https://hosted.weblate.org/projects/f-droid/) (In F-Droid or Upstream)
de: Helft mit bei [Übersetzungen](https://hosted.weblate.org/projects/f-droid/) (von F-Droid oder im Upstream)
pl: Pomoc w [tłumaczeniach](https://hosted.weblate.org/projects/f-droid/) (F-Droid lub Upstream)
ro: Ajutor cu [translations](https://hosted.weblate.org/projects/f-droid/) (In F-Droid or Upstream)
ru: Помощь с [переводами](https://hosted.weblate.org/projects/f-droid/) (В F-Droid или Upstream)
uk: Допомога з [перекладами](https://hosted.weblate.org/projects/f-droid/) (В F-Droid або Upstream)
zh_hans: 帮助[翻译](https://hosted.weblate.org/projects/f-droid/)（在 F-Droid 或上游）

source: Help with [client development](https://gitlab.com/fdroid/fdroidclient) (especially UX)
de: Unterstützt die [Verbesserung des Clients](https://gitlab.com/fdroid/fdroidclient) (insbesondere der Nutzerfreundlichkeit)
pl: Pomoc w [rozwoju klienta](https://gitlab.com/fdroid/fdroidclient) (szczególnie UX)
ro: Ajutor cu [client development](https://gitlab.com/fdroid/fdroidclient) (especially UX)
ru: Помощь в [разработке клиента](https://gitlab.com/fdroid/fdroidclient) (особенно UX)
uk: Допомога в [розробці клієнта](https://gitlab.com/fdroid/fdroidclient) (особливо UX)
zh_hans: 帮助[客户端开发](https://gitlab.com/fdroid/fdroidclient) （尤其是用户体验）

source: Help with [website dev](https://gitlab.com/fdroid/fdroid-website) (ruby/jekyll)
de: Helft bei der [Entwicklung der Website](https://gitlab.com/fdroid/fdroid-website) (ruby/jekyll)
pl: Pomoc w rozwoju [strony internetowej](https://gitlab.com/fdroid/fdroid-website) (ruby/jekyll)
ro: Ajutor cu [website dev](https://gitlab.com/fdroid/fdroid-website) (ruby/jekyll)
ru: Помогите с [разработкой сайта](https://gitlab.com/fdroid/fdroid-website) (ruby/jekyll)
uk: Допоможіть з [розробкою сайту](https://gitlab.com/fdroid/fdroid-website) (ruby/jekyll)
zh_hans: 帮助[网站开发](https://gitlab.com/fdroid/fdroid-website) (ruby/jekyll)

source: Help with [Repomaker](https://gitlab.com/fdroid/repomaker) (Python Django App)
de: Helft beim [Repomaker](https://gitlab.com/fdroid/repomaker) (Python Django App)
pl: Pomoc dotycząca [Repomaker](https://gitlab.com/fdroid/repomaker) (Aplikacja Python Django)
ro: Ajutor cu [Repomaker](https://gitlab.com/fdroid/repomaker) (Python Django App)
ru: Помогите с [Repomaker](https://gitlab.com/fdroid/repomaker) (Python Django App)
uk: Допоможіть з [Repomaker](https://gitlab.com/fdroid/repomaker) (Python Django App)
zh_hans: 帮助 [Repomaker](https://gitlab.com/fdroid/repomaker) (Python Django 应用)

source: Support us
de: Unterstützt uns
pl: Wesprzyj nas
ro: Susțineți-ne
ru: Поддержите нас
uk: Підтримати нас
zh_hans: 支持我们

source: You can also donate money to us, to help us work on F-Droid not only in our free time. Consider using one of the free (as in free software) donation platforms like [open collective](https://opencollective.com/f-droid/) or [Liberapay](https://liberapay.com/F-Droid-Data/). Both of these platforms allow for recurring donations, which is highly desirable for contributors who want make working on F-Droid part of their regular paid work.
de: Ihr könnt auch Geld an uns spenden, um die Arbeiten an F-Droid nicht nur in unserer Freizeit zu ermöglichen. Zieht in Betracht eine der freien (wie in freier Software) Spendenplattformen zu nutzen, wie [Open Collective](https://opencollective.com/f-droid/) oder [Liberapay](https://liberapay.com/F-Droid-Data/). Beide Portale erlauben regelmäßige Spenden, was für Mitwirkende, die ihre Arbeiten an F-Droid zu einem Teil ihrer regelmäßigen Erwerbsarbeit machen möchten, sehr wünschenswert wäre.
pl: Możesz również przekazać nam pieniądze, aby pomóc nam pracować nie tylko w wolnym czasie nad F-Droid. Rozważ użycie jednej z bezpłatnych (jak w wolnym oprogramowaniu) platform darowizn, takich jak [otwarta zbiorowość](https://opencollective.com/f-droid/) lub [Liberapay](https://liberapay.com/F-Droid-Data/). Obie te platformy pozwalają na powtarzające się darowizny, co jest bardzo pożądane dla tych, którzy chcą, aby praca na F-Droid była ich częścią regularnej pracy zarobkowej.
ro: Puteți, de asemenea, să ne donați bani, pentru a ne ajuta să lucrăm la F-Droid nu doar în timpul nostru liber. Luați în considerare utilizarea uneia dintre platformele de donații gratuite (ca în cazul software-ului liber), cum ar fi [open collective](https://opencollective.com/f-droid/) sau [Liberapay](https://liberapay.com/F-Droid-Data/). Ambele platforme permit donații recurente, ceea ce este foarte de dorit pentru colaboratorii care doresc să facă din munca la F-Droid o parte din munca lor plătită în mod regulat.
ru: Вы также можете пожертвовать нам деньги, чтобы помочь нам работать над F-Droid не только в свободное время. Рассмотрите возможность использования одной из бесплатных (как в свободном программном обеспечении) платформ для пожертвований, таких как [open collective](https://opencollective.com/f-droid/) или [Liberapay](https://liberapay.com/F-Droid-Data/). Обе эти платформы позволяют делать повторяющиеся пожертвования, что очень желательно для авторов, которые хотят сделать работу над F-Droid частью своей обычной оплачиваемой работы.
uk: Ви також можете пожертвувати нам гроші, щоб допомогти нам працювати над F-Droid не тільки у вільний час. Розгляньте можливість використання однієї з безкоштовних (як у вільному програмному забезпеченні) платформ для пожертвувань, таких як [open collective](https://opencollective.com/f-droid/) або [Liberapay](https://liberapay.com/F-Droid-Data/). Обидві ці платформи дозволяють робити повторювані пожертвування, що дуже бажано для авторів, які хочуть зробити роботу над F-Droid частиною своєї звичайної оплачуваної роботи.
zh_hans: 你也可以向我们捐款，帮助我们不仅在业余时间开发 F-Droid。考虑使用自由（如自由软件中的自由）捐赠平台之一，如 [opencollective](https://opencollective.com/f-droid/) 或 [Liberapay](https://liberapay.com/F-Droid-Data/)。这两个平台都允许定期捐款，这对于希望将 F-Droid 工作作为其常规有偿工作的一部分的贡献者来说是非常理想的。

source: <a href="https://opencollective.com/f-droid"><img src="{% asset opencollectivelogo.svg %}" height="30" style="box-shadow: unset;" ></a>&nbsp;&nbsp; &nbsp; <a href="https://liberapay.com/F-Droid-Data/"><img src="{% asset liberapay_donate_button.svg %}" height="30" style="box-shadow: unset;" ></a>
pl: <a href="https://opencollective.com/f-droid"><img height="30" src="{% asset opencollectivelogo.svg %}" style=""></a>&nbsp;&nbsp; &nbsp; <a href="https://liberapay.com/F-Droid-Data/"><img height="30" src="{% asset liberapay_donate_button.svg %}" style=""></a>
ro: <a href="https://opencollective.com/f-droid"><img height="30" src="{% asset opencollectivelogo.svg %}" style=""></a>&nbsp;&nbsp; &nbsp; <a href="https://liberapay.com/F-Droid-Data/"><img height="30" src="{% asset liberapay_donate_button.svg %}" style=""></a>
uk: Ви також можете фінансувати подальший розвиток Liberapay через саму Liberapay тут: <a href="https://liberapay.com/Liberapay/"><img src="{% asset liberapay_donate_button.svg %}" style=""></a>
zh_hans: <a href="https://opencollective.com/f-droid"><img height="30" src="{% asset opencollectivelogo.svg %}" style=""></a>&nbsp;&nbsp; &nbsp; <a href="https://liberapay.com/F-Droid-Data/"><img height="30" src="{% asset liberapay_donate_button.svg %}" style=""></a>

source: The opencolletive is very new and we'll do a proper announcement soon, after we added proper support for opencollective into the F-Droid client app and website.
de: Open Collective ist ganz neu und wir werden sie in Kürze genauer vorstellen, nachdem wir im F-Droid-Client und auf der Internetseite eine saubere Unterstützung von Open Collective ergänzt haben.
pl: Opencolletive jest nowy i wkrótce opublikujemy ogłoszenie, po dodaniu odpowiedniego wsparcia dla opencollective do aplikacji i strony klienta F-Droid.
ro: Opencolletive este foarte nou și vom face un anunț corespunzător în curând, după ce vom adăuga un suport adecvat pentru opencollective în aplicația și site-ul web al clientului F-Droid.
ru: opencolletive очень новый, и мы сделаем соответствующее объявление в ближайшее время, после того, как добавим надлежащую поддержку opencollective в клиентское приложение F-Droid и на веб-сайт.
uk: opencolletive дуже новий, і ми зробимо відповідне оголошення в найближчим часом, після того, як додамо належну підтримку opencollective в клієнтську програму F-Droid і на вебсайт.
zh_hans: opencollective 非常新，我们在 F-Droid 客户端应用和网站中添加对 opencollective 的适当支持后，很快就会发布适当的公告。

source: You can find other donation options in the sidebar on [f-droid.org](https://f-droid.org).
de: Weitere Spendenmöglichkeiten findet ihr in der seitlichen Leiste auf [f-droid.org](https://f-droid.org).
pl: Inne opcje darowizny można znaleźć w pasku bocznym na stronie [f-droid.org](https://f-droid.org).
ro: Puteți găsi alte opțiuni de donație în bara laterală de pe [f-droid.org](https://f-droid.org).
ru: Вы можете найти другие варианты пожертвований в боковой панели на [f-droid.org](https://f-droid.org).
uk: Ви можете знайти інші варіанти допомогти на бічній панелі на [f-droid.org](https://f-droid.org).
zh_hans: 你可以在 [f-droid.org](https://f-droid.org) 的侧边栏中找到其他捐赠选项。

source: Talk to us
de: Sprecht mit uns
pl: Porozmawiaj z nami
ro: Vorbiți cu noi
ru: Поговорите с нами
uk: Поговоріть з нами
zh_hans: 联系我们

source: **Issue Trackers:** [gitlab.com/fdroid](https://gitlab.com/fdroid)
de: **Ticketsysteme:** [gitlab.com/fdroid](https://gitlab.com/fdroid)
pl: **Śledzenie problemów:** [gitlab.com/fdroid](https://gitlab.com/fdroid)
ru: **Трекеры проблем:** [gitlab.com/fdroid](https://gitlab.com/fdroid)
uk: ** Трекери проблем: **[gitlab.com/fdroid](https://gitlab.com/fdroid)
zh_hans: **问题跟踪器：**[gitlab.com/fdroid](https://gitlab.com/fdroid)

source: **Forum:** [forum.f-droid.org](https://forum.f-droid.org)
ru: **Форум:** [forum.f-droid.org](https://forum.f-droid.org)
uk: ** Форум: **[forum.f-droid.org](https://forum.f-droid.org)
zh_hans: **论坛：**[forum.f-droid.org](https://forum.f-droid.org)

source: F-Droid is a Key Source for Academics and Researchers
de: F-Droid ist Hauptbezugsquelle für Akademiker und Forscher
pl: F-Droid jest kluczowym źródłem dla naukowców i badaczy
ro: F-Droid este o sursă cheie pentru academicieni și cercetători
ru: F-Droid - ключевой источник для академиков и исследователей
uk: F-Droid - ключове джерело для академіків і дослідників
zh_hans: F-Droid 是学者和研究人员的一个重要资料来源

source: We rarely hear from academics and researchers, but we know that F-Droid is important to their work because they cite F-Droid as a source in so many papers:
de: Wir hören selten von Akademikern und Forschern, wissen aber, dass F-Droid für ihre Arbeit wichtig ist, nachdem sie F-Droid in so vielen Artikeln als Quelle zitieren:
pl: Rzadko słyszymy od naukowców i badaczy, ale wiemy, że F-Droid jest ważny dla ich pracy, ponieważ cytują F-Droid jako źródło w tak wielu pracach:
ro: Rareori primim vești de la academicieni și cercetători, dar știm că F-Droid este important pentru munca lor, deoarece îl citează ca sursă în atât de multe lucrări:
ru: Мы редко слышим от ученых и исследователей, но мы знаем, что F-Droid важен для их работы, потому что они ссылаются на F-Droid как на источник в очень многих работах:
uk: Ми рідко чуємо від вчених і дослідників, але ми знаємо, що F-Droid важливий для їх роботи, тому що вони посилаються на F-Droid як на джерело в дуже багатьох роботах:
zh_hans: 我们很少收到学者和研究人员的消息，但我们知道 F-Droid 对他们的工作很重要，因为他们在很多论文中都引用了 F-Droid 作为来源：

source: arXiv lists [more than 200 results](http://search.arxiv.org:8081/?query=f-droid)
de: arXiv listet [mehr als 200 Ergebnisse](http://search.arxiv.org:8081/?query=f-droid)
pl: listy arXiv [ponad 200 wyników](http://search.arxiv.org:8081/?query=f-droid)
ro: arXiv liste [more than 200 results](http://search.arxiv.org:8081/?query=f-droid)
ru: списки arXiv [более 200 результатов](http://search.arxiv.org:8081/?query=f-droid)
uk: списки arXiv [більше 200 результатів](http://search.arxiv.org:8081/?query=f-droid)
zh_hans: arXiv 列出了 [200 多个结果](http://search.arxiv.org:8081/?query=f-droid)

source: Semantic Scholar lists [more than 200 results](https://www.semanticscholar.org/search?q=f-droid.org)
de: Semantic Scholar listet [mehr als 200 Ergebnisse](https://www.semanticscholar.org/search?q=f-droid.org)
pl: Wykazy semantyczne [ponad 200 wyników](https://www.semanticscholar.org/search?q=f-droid.org)
ro: Semantic Scholar liste [more than 200 results](https://www.semanticscholar.org/search?q=f-droid.org)
ru: Списки Semantic Scholar [более 200 результатов](https://www.semanticscholar.org/search?q=f-droid.org)
uk: Списки Semantic Scholar [понад 200 результатів](https://www.semanticscholar.org/search?q=f-droid.org)
zh_hans: Semantic Scholar 列出了 [200 多个结果](https://www.semanticscholar.org/search?q=f-droid.org)

source: Google Scholar lists [more than thousand results](https://scholar.google.com/scholar?q=fdroid)
de: Google Scholar verzeichnet [mehr als tausend Resultate](https://scholar.google.com/scholar?q=fdroid)
pl: Listy Google Scholar [ponad tysiąc wyników](https://scholar.google.com/scholar?q=fdroid)
ro: Google Scholar liste [more than thousand results](https://scholar.google.com/scholar?q=fdroid)
ru: Списки Google Scholar [более тысячи результатов](https://scholar.google.com/scholar?q=fdroid)
uk: Списки Google Scholar [більше тисячі результатів](https://scholar.google.com/scholar?q=fdroid)
zh_hans: 谷歌学术列出了[一千多个结果](https://scholar.google.com/scholar?q=fdroid)

source: Here are a couple that we found particularly interesting:
de: Hier sind ein paar, die wir besonders interessant fanden:
pl: Oto kilka, które uważamy za szczególnie interesujące:
ro: Iată câteva care ni s-au părut deosebit de interesante:
ru: Вот несколько, которые показались нам особенно интересными:
uk: Ось кілька, які здалися нам особливо цікавими:
zh_hans: 以下是我们发现特别有趣的两个研究：

source: [Deobfuscating Android Applications through Deep Learning](https://pdfs.semanticscholar.org/8587/79f77d4934ddab0552fc6817f85d2bc32926.pdf)
pl: [Deobfuskacja aplikacji na Androida poprzez głębokie uczenie](https://pdfs.semanticscholar.org/8587/79f77d4934ddab0552fc6817f85d2bc32926.pdf)
ro: [Deobfuscarea aplicațiilor Android prin Deep Learning](https://pdfs.semanticscholar.org/8587/79f77d4934ddab0552fc6817f85d2bc32926.pdf)
ru: [Деобфускация Android-приложений с помощью глубокого обучения](https://pdfs.semanticscholar.org/8587/79f77d4934ddab0552fc6817f85d2bc32926.pdf)
uk: [Деобфускація Android-застосунків за допомогою глибокого навчання](https://pdfs.semanticscholar.org/8587/79f77d4934ddab0552fc6817f85d2bc32926.pdf)
zh_hans: [通过深度学习对 Android 应用去混淆](https://pdfs.semanticscholar.org/8587/79f77d4934ddab0552fc6817f85d2bc32926.pdf)

source: [Reliable Third-Party Library Detection in Android and its Security Applications](https://trust.cispa.saarland/~bugiel/publications/pdfs/bugiel16-ccs.pdf)
pl: [Niezawodne wykrywanie bibliotek innych firm w systemie Android i jego Aplikacjach Zabezpieczających](https://trust.cispa.saarland/~bugiel/publications/pdfs/bugiel16-ccs.pdf)
ro: [Detectarea fiabilă a bibliotecilor terță parte în Android și aplicațiile sale de securitate](https://trust.cispa.saarland/~bugiel/publications/pdfs/bugiel16-ccs.pdf)
ru: [Надежное обнаружение сторонних библиотек в Android и его применение для обеспечения безопасности](https://trust.cispa.saarland/~bugiel/publications/pdfs/bugiel16-ccs.pdf)
uk: [Надійне виявлення сторонніх бібліотек в Android і його застосування для забезпечення безпеки](https://trust.cispa.saarland/~bugiel/publications/pdfs/bugiel16-ccs.pdf)
zh_hans: [Android 及其安全应用中可靠的第三方库检测](https://trust.cispa.saarland/~bugiel/publications/pdfs/bugiel16-ccs.pdf)
