Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[SysLog](https://f-droid.org/packages/com.tortel.syslog/)** 2.2.0 [is out](https://github.com/Tortel/SysLog/blob/HEAD/Changelog.md) with instructions for rootless operation, updated dependencies and crash fixes in landscape mode.
de: **[SysLog](https://f-droid.org/packages/com.tortel.syslog/)** 2.2.0 [ist raus](https://github.com/Tortel/SysLog/blob/HEAD/Changelog.md) mit Anweisungen für den Betrieb ohne Root, aktualisierten Abhängigkeiten und Lösungen für Absturzursachen im Querformat.
pl: **[SysLog](https://f-droid.org/packages/com.tortel.syslog/)** 2.2.0 [is out](https://github.com/Tortel/SysLog/blob/HEAD/Changelog.md) z instrukcją obsługi bez rootowania, zaktualizowanymi zależnościami i naprawą awarii w trybie poziomym.
ro: **[SysLog](https://f-droid.org/packages/com.tortel.syslog/)** 2.2.0 [is out](https://github.com/Tortel/SysLog/blob/HEAD/Changelog.md) cu instrucțiuni pentru operarea fără rădăcină, dependențe actualizate și corecturi de blocare în modul peisaj.
ru: **[SysLog](https://f-droid.org/packages/com.tortel.syslog/)** 2.2.0 [вышел](https://github.com/Tortel/SysLog/blob/HEAD/Changelog.md) с инструкциями по работе без рута, обновленными зависимостями и исправлениями сбоев в ландшафтном режиме.
uk: **[SysLog](https://f-droid.org/packages/com.tortel.syslog/)** 2.2.0 [вийшов](https://github.com/Tortel/SysLog/blob/HEAD/Changelog.md) з інструкціями по роботі без рута, оновленими залежностями і виправленнями збоїв в ландшафтному режимі.
zh_hans: **[SysLog](https://f-droid.org/packages/com.tortel.syslog/)** 2.2.0 [已发布](https://github.com/Tortel/SysLog/blob/HEAD/Changelog.md)，其中包含无 root 操作的说明、更新的依赖项和横向模式下的崩溃修复。

source: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** was [updated](https://github.com/tobexyz/yaacc-code/releases) to 2.2.0, with content browsing now done in chunks, async and non blocking for the UI thread. Visualization was added when loading content, Yaacc UPnP Server now respects chunk load requests, and there is a load of bug fixes.
de: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** wurde auf 2.2.0 [aktualisiert](https://github.com/tobexyz/yaacc-code/releases) mit stückweisem, asynchronem und die Nutzeroberfäche nicht blockierendem Durchsuchen der Inhalte. Für das Laden der Inhalte wurde eine Visualisierung hinzugefügt, Yaacc-UPnP-Server respektiert nun stückweise Ladeanforderungen und es gibt eine Reihe von Fehlerkorrekturen.
pl: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** został [zaktualizowany](https://github.com/tobexyz/yaacc-code/releases) do wersji 2.2.0, przeglądanie zawartości odbywa się teraz w porcjach, asynchronizuje i nie blokuje wątku interfejsu użytkownika. Wizualizacja została dodana podczas ładowania zawartości, serwer Yaacc UPnP teraz uwzględnia żądania ładowania porcji i jest mnóstwo poprawek błędów.
ro: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** a fost [updated](https://github.com/tobexyz/yaacc-code/releases) la 2.2.0, cu navigarea conținutului acum în bucăți, async și non-blocant pentru firul UI. A fost adăugată vizualizarea la încărcarea conținutului, Yaacc UPnP Server respectă acum cererile de încărcare a chunk-urilor și există o mulțime de corecturi de erori.
ru: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** был [обновлен](https://github.com/tobexyz/yaacc-code/releases) до версии 2.2.0. Просмотр контента теперь осуществляется в чанках, асинхронно и без блокировки для потока UI. Добавлена визуализация при загрузке контента, Yaacc UPnP Server теперь учитывает запросы на загрузку чанков, также исправлено множество ошибок.
uk: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** було [оновлено](https://github.com/tobexyz/yaacc-code/releases) до версії 2.2. 0. Перегляд контенту тепер здійснюється в чанка, асинхронно і без блокування для потоку UI. Додана візуалізація при завантаженні контенту, Yaacc UPnP Server тепер враховує запити на завантаження чанкі, також виправлено безліч помилок.
zh_hans: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** [更新](https://github.com/tobexyz/yaacc-code/releases) 到 2.2 .0，内容浏览现在以块、异步和非阻塞的方式完成 UI 线程。加载内容时添加了可视化，Yaacc UPnP 服务器现在尊重块加载请求，并且有大量错误修复。

source: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** is a self-hosted read-it-later app. It [updated](https://github.com/wallabag/android-app/releases) to 2.1.0 with a new fullscreen article view, Share and Copy options for the link menu, scrolling via hardware keys, TTS auto-switch to article's language, and a setting to keep screen on while reading.
de: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** ist eine selbstgehostete Später-Lesen-App, [aktualisiert](https://github.com/wallabag/android-app/releases) auf 2.1.0 mit einer neuen Vollbildartikelansicht, Teilen- und Kopie-Optionen im Kontextmenü, Blättern über Hardware-Tasten, automatischer TTS-Umschaltung in die Sprache des Artikels und einer Einstellung, um den Bildschirm während des Lesens eingeschaltet zu lassen.
pl: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** to samodzielna aplikacja przeczytaj to później. Została [zaktualizowana](https://github.com/wallabag/android-app/releases) do wersji 2.1.0 z nowym widokiem pełnoekranowym, opcjami udostępniania i kopiowania menu łącza, przewijaniem za pomocą klawiszy sprzętowych, automatycznym przełączaniem TTS na język artykułu i ustawienie, które powinno pozostać włączone podczas czytania.
ro: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** este o aplicație de citire mai târziu, cu găzduire proprie. A fost [updated](https://github.com/wallabag/android-app/releases) la versiunea 2.1.0 cu o nouă vizualizare a articolelor pe tot ecranul, opțiuni Share și Copy pentru meniul de linkuri, defilare prin intermediul tastelor hardware, comutare automată TTS la limba articolului și o setare pentru a menține ecranul deschis în timpul citirii.
ru: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** - это самостоятельное приложение для чтения статей. Оно [обновлено](https://github.com/wallabag/android-app/releases) до версии 2.1.0 с новым полноэкранным просмотром статей, опциями "Поделиться" (Share) и "Копировать" (Copy) для меню ссылок, прокруткой с помощью аппаратных клавиш, автоматическим переключением TTS на язык статьи и настройкой сохранения экрана включенным во время чтения.
uk: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** - це самостійний застосунок для читання статей. Воно [оновлено](https://github.com/wallabag/android-app/releases) до версії 2.1.0 з новим повноекранним переглядом статей, опціями "Поділитися" (Share) і "Копіювати" (Copy) для меню посилань, прокруткою за допомогою апаратних клавіш, автоматичним перемиканням TTS на мову статті і налаштуванням збереження екрану включеним під час читання.
zh_hans: **[wallabag](https://f-droid.org/packages/fr.gaulupeau.apps.InThePoche/)** 是一个自托管的稍后阅读的应用。它[更新](https://github.com/wallabag/android-app/releases) 到了 2.1.0，具有新的全屏文章视图、链接菜单的共享和复制选项、通过硬件键滚动、TTS 自动切换到文章的语言，以及在阅读时保持屏幕打开的设置。

source: {{ page.featured }} Huge changes for **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** again in this [update](https://gitlab.com/tom79/mastalab/tags) from 1.65.1 to 1.70.0. Mastalab now supports Pleroma, including moderator functions! In further news, you can now compose messages in either plain text, markdown or html. Support for scheduling toots on the server was added and there is now a setting to display new toots either above or below the "fetch more" button. Tag timelines can be switched into art timelines, GIFs are autostarted and looped, there are a bunch of Peertube improvements, and much more.
de: {{ page.featured }} Erneut riesige Änderungen an **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** in dieser [Aktualisierung](https://gitlab.com/tom79/mastalab/tags) von 1.65.1 auf 1.70.0. Mastalab unterstützt nun Pleroma, einschließlich Moderatorfunktionen! Unter den weiteren Neuigkeiten, Nachrichten können nun aus einfachem, Markdown- oder HTML-Text zusammengesetzt sein. Die Unterstützung für Tröts auf dem Server nach Zeitplan wurde ergänzt und es gibt jetzt eine Einstellung, um neue Tröts entweder ober- oder unterhalb des Schalters "weitere abrufen" anzuzeigen. Tag-Zeitachsen können in Kunst-Zeitachsen umgewandelt werden, GIFs starten automatisch und werden wiederholt, es gibt ein Bündel an Peertube-Verbesserungen und vieles mehr.
pl: {{ page.featured }} Ogromne zmiany dla **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** ponownie w tej [aktualizacji](https://gitlab.com/tom79/mastalab/tags) z 1.65.1 do 1.70.0. Mastalab obsługuje teraz Pleromę, w tym funkcje moderatora! W dalszych wiadomościach możesz teraz komponować wiadomości w postaci zwykłego tekstu, znaczników lub html. Dodano obsługę harmonogramowania botów na serwerze, a teraz istnieje ustawienie wyświetlania nowych botów powyżej lub poniżej przycisku „pobierz więcej”. Osie czasu znaczników można przełączać na osi czasu sztuki, pliki GIF są automatycznie uruchamiane i zapętlane, istnieje szereg ulepszeń Peertube i wiele więcej.
ro: {{ page.featured }} Schimbări uriașe pentru **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** din nou în această [update](https://gitlab.com/tom79/mastalab/tags) de la 1.65.1 la 1.70.0. Mastalab suportă acum Pleroma, inclusiv funcțiile de moderator! În altă ordine de idei, acum puteți compune mesaje fie în text simplu, fie în markdown sau html. A fost adăugat suport pentru programarea toots pe server și există acum o setare pentru a afișa toots noi fie deasupra, fie sub butonul "fetch more". Cronologiile cu etichete pot fi schimbate în cronologii de artă, GIF-urile sunt pornite automat și se derulează în buclă, există o mulțime de îmbunătățiri pentru Peertube și multe altele.
ru: {{ page.featured }} Огромные изменения для **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** снова в этом [обновлении](https://gitlab.com/tom79/mastalab/tags) с 1.65.1 до 1.70.0. Mastalab теперь поддерживает Pleroma, включая функции модератора! Другие новости: теперь вы можете составлять сообщения в виде обычного текста, markdown или html. Была добавлена поддержка планирования сообщений на сервере, и теперь есть настройка отображения новых сообщений либо выше, либо ниже кнопки "fetch more". Временные шкалы тегов могут быть переключены на временные шкалы артов (таймлайны), GIF-файлы автозапускаются и зацикливаются, есть множество улучшений Peertube и многое другое.
uk: {{ page.featured }} Величезні зміни для **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** знову в цьому [оновленні](https://gitlab.com/tom79/mastalab/tags) з 1.65.1 до 1.70.0. Mastalab тепер підтримує Pleroma, включаючи функції модератора! Інші новини: тепер ви можете складати повідомлення у вигляді звичайного тексту, markdown або html. Була додана підтримка планування повідомлень на сервері, і тепер є настройка відображення нових повідомлень або вище, або нижче кнопки "fetch more". Тимчасові шкали тегів можуть бути переключені на тимчасові шкали артов (Таймлайн), GIF-файли автозапускаемой і зациклюються, є безліч поліпшень Peertube і багато іншого.
zh_hans: {{ page.featured }} 在 **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 从 1.65.1 到 1.70.0 的[更新](https://gitlab.com/tom79/mastalab/tags)中带来了巨大变更。Mastalab 现在支持 Pleroma，包括主持人功能！在进一步的新闻中，你现在可以用纯文本、markdown 或 html 编写消息。添加了对在服务器上调度嘟文的支持，现在有一个设置可以在“获取更多”按钮的上方或下方显示新的嘟嘟。标签时间线可以切换为艺术时间线，GIF 可以自动启动和循环播放，还有许多 Peertube 改进等等。

source: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** is a modern Android IRC client. It [released](https://github.com/MCMrARM/revolution-irc/releases) version 0.5.0, with advanced theming features, SASL External (CertFP) support, new message indicator and banner, date markers, start on boot option, and per-channel send history.
de: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** ist ein moderner IRC-Client für Android. Er [veröffentlichte](https://github.com/MCMrARM/revolution-irc/releases) Version 0.5.0, mit erweiterten Design-Features, Unterstützung von SASL External (CertFP), neuem Nachrichtenanzeiger und -banner, Datumsmarkierungen, einer Option für das Starten beim Hochfahren und einem Sendeverlauf pro Kanal.
pl: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** to nowoczesny klient IRC na system Android. To [wydane](https://github.com/MCMrARM/revolution-irc/releases) wersja 0.5.0, z zaawansowanymi funkcjami tematycznymi, obsługą SASL External (CertFP), wskaźnikiem i sztandarem nowej wiadomości, znacznikami daty, uruchamianiem przy rozruchu opcja i historia wysyłania na kanał.
ro: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** este un client IRC modern pentru Android. A [released](https://github.com/MCMrARM/revolution-irc/releases) versiunea 0.5.0, cu caracteristici avansate de tematizare, suport SASL extern (CertFP), un nou indicator și banner de mesaj, markeri de dată, opțiune de pornire la pornire și istoric de trimitere pe canal.
ru: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** - это современный IRC-клиент для Android. [Выпущена](https://github.com/MCMrARM/revolution-irc/releases) версия 0.5.0, с расширенными возможностями тематизации, поддержкой SASL External (CertFP), новым индикатором сообщений и баннером, маркерами даты, опцией запуска при загрузке и историей отправки на каждом канале.
uk: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** - це сучасний IRC-клієнт для Android. [Випущена](https://github.com/MCMrARM/revolution-irc/releases) версія 0.5.0, з розширеними можливостями тематизації, підтримкою SASL External (CertFP), новим індикатором повідомлень і банером, маркерами дати, опцією запуску при завантаженні і історією відправки на кожному каналі.
zh_hans: **[Revolution IRC](https://f-droid.org/packages/io.mrarm.irc/)** 是一个现代 Android IRC 客户端。它[已发布](https://github.com/MCMrARM/revolution-irc/releases) 0.5.0 版，具有高级主题功能、SASL 外部 (CertFP) 支持、新消息指示器和横幅、日期标记、开机启动选项和每个通道的发送历史记录。

source: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** was [updated](http://opencamera.sourceforge.net/history.html) from 1.44.1 to 1.45.2, now with a 'low light' noise reduction photo mode, continuous burst mode, support for writing WebP and PNG images, and H264, HEVC, 3GPP and WebM (no audio) videos. There is a new option to export (and re-import) all settings to a file, new layouts and on-screen icons, time-lapse rates of 120x and 240x, and many other updates and bug fixes.
de: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** wurde von 1.44.1 auf 1.45.2 [aktualisiert](http://opencamera.sourceforge.net/history.html), nun mit einem Fotomodus zur Rauschreduktion bei 'schwachem Licht', ununterbrochenen Serienaufnahmen, Unterstützung zum Speichern von WebP- und PNG-Bildern sowie von Videos in H264, HEVC, 3GPP und WebM (ohne Ton). Es gibt eine neue Option zum Export (und Re-Import) aller Einstellungen in eine Datei, neue Layouts und Bildschirmsymbole, die Zeitraffertempos 120-fach und 240-fach und viele andere Verbesserungen und Korrekturen.
pl: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** został [zaktualizowany](http://opencamera.sourceforge.net/history.html) z wersji 1.44.1 do 1.45.2, teraz z trybem fotografowania z redukcją szumów przy słabym świetle, trybem ciągłych zdjęć seryjnych, obsługą zapisywania obrazów WebP i PNG oraz wideo H264, HEVC, 3GPP i WebM (bez dźwięku). Dostępna jest nowa opcja eksportowania (i ponownego importowania) wszystkich ustawień do pliku, nowe układy i ikony ekranowe, współczynniki poklatkowe 120x i 240x oraz wiele innych aktualizacji i poprawek błędów.
ro: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** a fost [updated](http://opencamera.sourceforge.net/history.html) de la 1.44.1 la 1.45.2, acum cu un mod foto cu reducere a zgomotului în condiții de lumină redusă, un mod de rafală continuă, suport pentru scrierea imaginilor WebP și PNG și a videoclipurilor H264, HEVC, 3GPP și WebM (fără audio). Există o nouă opțiune de a exporta (și reimporta) toate setările într-un fișier, noi layout-uri și pictograme pe ecran, rate de time-lapse de 120x și 240x, precum și multe alte actualizări și corecturi de erori.
ru: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** была [обновлена](http://opencamera.sourceforge.net/history.html) с 1.44.1 до 1.45.2, теперь в ней есть режим фотосъемки с шумоподавлением при низкой освещенности, режим непрерывной серийной съемки, поддержка записи изображений в форматах WebP и PNG, а также видео в форматах H264, HEVC, 3GPP и WebM (без звука). Появилась возможность экспорта (и повторного импорта) всех настроек в файл, новые макеты и экранные иконки, скорость таймлапса 120x и 240x, а также многие другие обновления и исправления ошибок.
uk: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** була [оновлена](http://opencamera.sourceforge.net/history.html) з 1.44. 1 до 1.45.2, тепер в ній є режим фотозйомки з шумозаглушенням при низькій освітленості, режим безперервної серійної зйомки, підтримка запису зображень в форматах WebP і PNG, а також відео у форматах H264, HEVC, 3GPP і WebM (без звуку). З'явилася можливість експорту (і повторного імпорту) всіх налаштувань в файл, нові макети і екранні іконки, швидкість таймлапса 120x і 240x, а також багато інших оновлення та виправлення помилок.
zh_hans: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** 从 1.44.1 [更新](http://opencamera.sourceforge.net/history.html)到了 1.45.2，现在具有“低光”降噪照片模式、连续连拍模式，支持编写 WebP 和 PNG 图像，以及 H264、HEVC、3GPP 和 WebM（无音频）视频。有一个新选项可将所有设置导出（和重新导入）到文件、新布局和屏幕图标、120 倍和 240 倍延时率，以及许多其他更新和错误修复。

source: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** [updated](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) from 9.0 to 11.0 with UI improvements and making the WhatsApp integration optional. It now supports importing VCard data as-is and there are many improvements to the contact details, such as showing phone number types in contact details. It is also possible to switch time format between 12/24 hours.
de: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** [aktualisiert](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) von 9.0 auf 11.0 mit Schnittstellenverbesserungen und Einführung einer optionalen WhatsApp-Integration. Sie unterstützt nun den Import von VCard-Daten, wie sie sind, und es gibt viele Verbesserungen an den Kontaktdetails, wie die Anzeige von Telefonnummern-Arten in den Kontakteinzelheiten. Außerdem kann man zwischen einem 12/24-Stunden-Zeitformat umschalten.
pl: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** [zaktualizowano](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) z 9.0 do 11.0 z ulepszeniami interfejsu użytkownika i opcjonalną integracją z WhatsApp. Obsługuje teraz importowanie danych VCard w obecnej postaci i istnieje wiele ulepszeń w danych kontaktowych, takich jak wyświetlanie typów numerów telefonów w danych kontaktowych. Możliwe jest także przełączanie formatu czasu między 12/24 godzinami.
ro: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)** [updated](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) de la 9.0 la 11.0, cu îmbunătățiri ale interfeței de utilizare și integrarea WhatsApp devine opțională. Acum acceptă importul datelor VCard ca atare și există multe îmbunătățiri la detaliile de contact, cum ar fi afișarea tipurilor de numere de telefon în detaliile de contact. De asemenea, este posibilă comutarea formatului orei între 12/24 de ore.
ru: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**[обновлены](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) с 9.0 до 11.0 с улучшением пользовательского интерфейса и опциональной интеграцией WhatsApp. Теперь поддерживается импорт данных VCard как таковых, а также внесены многочисленные улучшения в детали контактов, например, отображение типов телефонных номеров в деталях контактов. Также появилась возможность переключать формат времени между 12/24 часами.
uk: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**[оновлені](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG) з 9.0 до 11.0 з поліпшенням призначеного для користувача інтерфейсу і опціональною інтеграцією WhatsApp. Тепер підтримується імпорт даних VCard як таких, а також внесено значну кількість поліпшення в деталі контактів, наприклад, відображення типів телефонних номерів в деталях контактів. Також з'явилася можливість перемикати формат часу між 12/24 годинами.
zh_hans: **[Open Contacts](https://f-droid.org/packages/opencontacts.open.com.opencontacts/)**从 9.0 [更新](https://gitlab.com/sultanahamer/OpenContacts/blob/HEAD/CHANGELOG)到 11.0，改进了 UI，并使 WhatsApp 集成可选。它现在支持按原样导入 VCard 数据，并且对联系人详细信息进行了许多改进，例如在联系人详细信息中显示电话号码类型。也可以在 12/24 小时之间切换时间格式。

source: {{ page.major }} **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** is a thin client for the Deluge torrent software, and was [updated](https://github.com/teal77/trireme/releases) from 0.9.1 to 1.0.2, adding support for the new Deluge 2.0 RPC protocol. In addition to that there are some lesser UI tweaks and bug fixes.
de: {{ page.major }} **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** ist ein schlanker Client für die Deluge-Torrent-Software und wurde von 0.9.1 auf 1.0.2 [aktualisiert](https://github.com/teal77/trireme/releases), womit die Unterstützung des neuen Protokolls Deluge 2.0 RPC ergänzt wird. Zusätzlich gibt es einige kleinere Anpassungen an der Nutzeroberfläche und Fehlerkorrekturen.
pl: {{ page.major }} **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** jest cienkim klientem oprogramowania torrentowego Potop i został [zaktualizowany](https://github.com/teal77/trireme/releases) z 0.9.1 do 1.0.2, dodając obsługę nowego protokołu Deluge 2.0 RPC. Oprócz tego istnieje kilka mniejszych poprawek interfejsu użytkownika i poprawek błędów.
ro: {{ page.major }} **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** este un client ușor pentru software-ul torrent Deluge și a fost [updated](https://github.com/teal77/trireme/releases) de la 0.9.1 la 1.0.2, adăugând suport pentru noul protocol RPC Deluge 2.0. În plus, există câteva ajustări mai mici ale interfeței de utilizare și corecturi de erori.
ru: {{ page.major }} **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** - это тонкий клиент для торрент-программы Deluge, который был [обновлен](https://github.com/teal77/trireme/releases) с 0.9.1 до 1.0.2, добавив поддержку нового протокола RPC Deluge 2.0. Кроме того, добавлены некоторые мелкие доработки пользовательского интерфейса и исправлены ошибки.
uk: {{ page.major }} **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** - це тонкий клієнт для торент-програми Deluge, який було [оновлено ](https://github.com/teal77/trireme/releases) з 0.9.1 до 1.0.2, додавши підтримку нового протоколу RPC Deluge 2.0. Крім того, додані деякі дрібні доопрацювання призначеного для користувача інтерфейсу і виправлені помилки.
zh_hans: {{ page.major }} **[Trireme for Deluge](https://f-droid.org/packages/org.deluge.trireme/)** 是 Deluge torrent 软件的轻量客户端，从 0.9.1 [更新](https://github.com/teal77/trireme/releases)到 1.0.2，增加了对新的 Deluge 2.0 RPC 协议的支持。除此之外，还有一些较小的 UI 调整和错误修复。
