Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Usage data]({% post_url 2019-04-15-privacy-preserving-analytics %}) is gathered from [various F-Droid websites](https://fdroid.gitlab.io/metrics/) and published with no personally identifiable information (PII). It is published with one JSON file per-week, with a JSON index file per website. For example, here is a week of search metrics: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
ru: [Данные об использовании]({% post_url 2019-04-15-privacy-preserving-analytics %}) собираются с [различных сайтов F-Droid](https://fdroid.gitlab.io/metrics/) и публикуются без личной информации (PII). Он публикуется одним JSON-файлом в неделю, с JSON-индексным файлом для каждого сайта. Например, вот метрики поиска за неделю: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
uk: [Дані про використання]({% post_url 2019-04-15-privacy-preserving-analytics %}) складаються з [різних сайтів F-Droid](https://fdroid.gitlab.io/metrics/) і оприлюднюються без особистих даних (PII). Він оприлюднюється JSON-файлом в тиждень, з JSON-індексним файлом для кожного сайту. Наприклад, ось метрики пошуку за тиждень: <https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>
zh_hans: [使用数据]({% post_url 2019-04-15-privacy-preserving-analytics %})从[多个 F-Droid 网站](https://fdroid.gitlab.io/metrics/)生成并发布，不包含个人识别信息 (PII)。每周发布一个 JSON 文件，每个网站发布一个 JSON 索引文件。例如，这是一周的搜索指标：<https://fdroid.gitlab.io/metrics/search.f-droid.org/2021-01-18.json>

source: Git stats
de: Git-Statistiken
pl: Statystyki Git
ro: Statistici Git
ru: Статистика Git
uk: Статистика Git
zh_hans: Git 统计数据

source: Each _git_ repo has lots of interesting metadata. The _GitStats_ project generates nice charts from that data. This is not quite an API, but it is related since it is using public project data. Pre-generated pages for each of the central git repos are visible here: <https://fdroid.gitlab.io/>.
de: Jedes _git_ Repo hat eine Vielzahl interessanter Metadaten. Das Projekt _GitStats_ erzeugt nette Charts aus diesen Daten. Das ist nicht ganz eine API, aber es ist ähnlich, da es öffentliche Projektdaten verwendet. Vorgefertigte Seiten zu jedem der zentralen Git-Repos sind hier zu sehen: <https://fdroid.gitlab.io/>.
pl: Każde repozytorium _git_ zawiera wiele interesujących metadanych. Projekt _GitStats_ generuje ładne wykresy z tych danych. Nie jest to do końca API, ale jest powiązane, ponieważ wykorzystuje publiczne dane projektu. Wstępnie wygenerowane strony dla każdego z centralnych repozytoriów git są widoczne tutaj: <https://fdroid.gitlab.io/>.
ro: Fiecare repo _git_ are o mulțime de metadate interesante. Proiectul _GitStats_ generează grafice frumoase din aceste date. Acesta nu este chiar un API, dar are legătură cu acesta, deoarece utilizează date publice ale proiectului. Paginile pre-generate pentru fiecare dintre depozitele git centrale sunt vizibile aici: <https://fdroid.gitlab.io/>.
ru: В каждом _git_ репозитории есть много интересных метаданных. Проект _GitStats_ строит красивые диаграммы на основе этих данных. Это не совсем API, но связано с ним, поскольку использует публичные данные проекта. Предварительно сгенерированные страницы для каждого из центральных git-репозиториев можно увидеть здесь: <https://fdroid.gitlab.io/>.
uk: У кожному _git_ репозиторії є багато цікавих метаданих. Проєкт _GitStats_ будує красиві діаграми на основі цих даних. Це не зовсім API, але пов'язане з ним, оскільки використовує загальнодоступні дані проєкту. Попередньо створені сторінки для кожного з центральних git-репозиторіїв можна побачити тут: <https://fdroid.gitlab.io/>.
zh_hans: 每个 _git_ 存储库有很多令人感兴趣的元数据。_GitStats_ 项目从这些数据中生成漂亮的图表。这不算一个 API，但它相关因为它使用公开项目数据。可从此处访问每个中心化 git 存储库的预生成页面：<https://fdroid.gitlab.io/>。

source: New language: Japanese
de: Neue Sprache: Japanisch
pl: Nowy język: japoński
ro: O limbă nouă: Japoneză
ru: Новый язык: Японский
uk: Нова мова: японська
zh_hans: 新语言：日语

source: Thanks to the efforts of many volunteer contributors, the F-Droid website is now available in Japanese. While the main pages and tutorials have been completed, the FAQs and app descriptions are still in progress. Those interested in adding to these translations, or improving existing translations, are encouraged to contribute via F-Droid's Weblate (<https://hosted.weblate.org/languages/ja/f-droid/>).
de: Dank der Bemühungen vieler freiwilliger Mitwirkender ist die F-Droid-Website jetzt in Japanisch abrufbar. Während die Hauptseiten und die Anleitungen abgeschlossen sind, werden die FAQs und App-Beschreibungen noch bearbeitet. Interessierte, die diese Übersetzungen ergänzen oder vorhandene Übersetzungen verbessern möchten, werden ermuntert, sich über F-Droid's Weblate (<https://hosted.weblate.org/languages/ja/f-droid/>) daran zu beteiligen.
pl: Dzięki staraniom wielu wolontariuszy strona internetowa F-Droid jest teraz dostępna w języku japońskim. Chociaż główne strony i samouczki zostały ukończone, często zadawane pytania i opisy aplikacji są nadal w toku. Osoby zainteresowane dodawaniem do tych tłumaczeń lub ulepszaniem istniejących tłumaczeń zachęcamy do wnoszenia wkładu w F-Droid za pośrednictwem Weblate <https://hosted.weblate.org/languages/ja/f-droid/>.
ro: Mulțumită eforturilor multor contribuitori voluntari, site-ul F-Droid este acum disponibil în limba japoneză. În timp ce paginile principale și tutorialele au fost finalizate, întrebările frecvente și descrierile app-urilor sunt încă în curs de realizare. Cei interesați să adauge la aceste traduceri, sau să îmbunătățească traducerile existente, sunt încurajați să contribuie prin intermediul Weblate la F-Droid (<https://hosted.weblate.org/languages/ja/f-droid/>).
ru: Благодаря усилиям многих добровольных помощников, сайт F-Droid теперь доступен на японском языке. В то время как основные страницы и учебники были завершены, FAQ и описания приложений все еще в процессе. Тех, кто заинтересован в дополнении этих переводов или улучшении существующих, мы приглашаем внести свой вклад через F-Droid Weblate (<https://hosted.weblate.org/languages/ja/f-droid/>).
uk: Завдяки зусиллям багатьох добровольців вебсайт F-Droid тепер доступний японською мовою. Попри те, що основні сторінки та посібники були завершені, ЧаП і опис застосунків досі перекладаються. Тим, хто зацікавлений у додаванні до цих перекладів або в поліпшенні наявних перекладів, пропонуємо зробити свій внесок за допомогою служби F-Droid Weblate (<https://hosted.weblate.org/languages/ja/f-droid/>).
zh_hans: 感谢许多志愿贡献者的努力，F-Droid 网站现已提供日文版。虽然主页和教程已经完成，但常见问题解答和应用说明的翻译工作仍在进行中。鼓励有兴趣添加这些翻译或改进现有翻译的人通过 F-Droid 的 Weblate (<https://hosted.weblate.org/languages/ja/f-droid/>) 做出贡献。

source: Android broadcasts data leakage
de: Android sendet Datenlecks
pl: Android informuje o wycieku danych
ro: Android difuzează scurgeri de date
ru: Android транслирует утечку данных
uk: Android транслює витік даних
zh_hans: Android 广播数据泄露

source: F-Droid has a long history of transparently warning users about potential risks with apps we're distributing. Our team is currently specifically focusing on: [tracking]({% post_url 2020-01-16-tracking-the-trackers %}). Usually tracking is perfectly opaque to users. In privacy policies this collected data often is described as metadata, which is usually is a crude over-simplification. Metadata usually reveals: communication partners and habits, consumption preferences, protocols about your location but also activities like sleeping, driving, walking, etc. With a little effort, it is usually feasible to extract politics, sexual preferences, health conditions, etc. from metadata with reasonable statistical confidence.
ru: Компания F-Droid уже давно прозрачно предупреждает пользователей о потенциальных рисках, связанных с распространяемыми нами приложениями. В настоящее время наша команда уделяет особое внимание: [отслеживание]({% post_url 2020-01-16-tracking-the-trackers %}). Обычно отслеживание совершенно непрозрачно для пользователей. В политиках конфиденциальности эти собранные данные часто описываются как метаданные, что обычно является грубым упрощением. Метаданные обычно раскрывают: партнеров по общению и привычки, предпочтения в потреблении, протоколы о вашем местоположении, а также такие действия, как сон, вождение, ходьба и т.д. При небольших усилиях обычно возможно извлечь из метаданных сведения о политике, сексуальных предпочтениях, состоянии здоровья и т.д. с достаточной статистической достоверностью.
uk: Компанія F-Droid вже давно прозоро попереджає користувачів про потенційні ризики, пов'язані з поширюваними нами застосунками. В даний час наша команда приділяє особливу увагу: [відстеження]({% post_url 2020-01-16-tracking-the-trackers %}). Зазвичай відстеження абсолютно непрозоро для користувачів. В політиках конфіденційності ці зібрані дані часто описуються як метадані, що зазвичай є грубим спрощенням. Метадані зазвичай розкривають: партнерів по спілкуванню і звички, уподобання в споживанні, протоколи про місцезнаходження, а також такі дії, як сон, водіння, ходьба і т.д. При невеликих зусиллях зазвичай можливо витягти з метаданих відомості про політику, сексуальні переваги, стан здоров'я і т.д. з достатньою статистичною достовірністю.
zh_hans: F-Droid 长期以来一直透明地警告用户我们正在分发的应用的潜在风险。我们的团队目前特别关注：[跟踪]({% post_url 2020-01-16-tracking-the-trackers %})。通常跟踪对用户来说是完全不透明的。在隐私政策中，这些收集的数据通常被描述为元数据，这通常是一种粗略的过度简化。元数据通常会显示：通信伙伴和习惯、消费偏好、关于你所在位置的协议以及睡眠、驾驶、步行等活动。通常不需要太多努力就可以从中提取政治、性偏好、健康状况等具有合理统计置信度的元数据。

source: When we are looking into tracking on Android, we also have to look at flows of (meta-) data on Android. There are a couple of ways to pass data between apps, [broadcasts](https://developer.android.com/guide/components/broadcasts) is a major way of doing so. A typical use-case we found is that media-players on Android broadcast the song they're currently playing. Every App on your device can subscribe to these broadcasts. While this might seem useful for all sorts of use-cases, this actually is potentially [major privacy leak](https://pubmed.ncbi.nlm.nih.gov/29587129/).
de: Wenn wir uns mit dem Tracking unter Android beschäftigen, müssen wir uns auch mit den Strömen von (Meta-)Daten unter Android beschäftigen. Es gibt eine Reihe von Möglichkeiten, Daten zwischen Apps weiterzugeben, [Broadcasts](https://developer.android.com/guide/components/broadcasts) ist eine der Hauptmöglichkeiten dafür. Ein typischer Anwendungsfall, den wir gefunden haben, ist, dass Media-Player auf Android das gerade abgespielte Lied per Broadcast übertragen. Jede App auf Ihrem Gerät kann diese Broadcasts abonnieren. Während dies für alle möglichen Anwendungsfälle nützlich erscheinen mag, ist dies tatsächlich ein potenzielles [großes Datenschutzleck](https://pubmed.ncbi.nlm.nih.gov/29587129/).
pl: Kiedy przyglądamy się śledzeniu na Androidzie, musimy również przyjrzeć się przepływom (meta-) danych na Androidzie. Istnieje kilka sposobów na przekazywanie danych pomiędzy aplikacjami, [transmisje](https://developer.android.com/guide/components/broadcasts) jest głównym sposobem na to. Typowym przypadkiem użycia, który znaleźliśmy jest to, że odtwarzacze multimedialne na Androidzie transmitują piosenkę, którą aktualnie odtwarzają. Każda aplikacja na twoim urządzeniu może subskrybować te transmisje. Chociaż może to wydawać się przydatne dla wszelkiego rodzaju przypadków użycia, jest to potencjalnie [poważny wyciek prywatności](https://pubmed.ncbi.nlm.nih.gov/29587129/).
ro: Atunci când ne uităm la urmărirea pe Android, trebuie să ne uităm și la fluxurile de (meta)date pe Android. Există câteva modalități de a transmite date între aplicații, [broadcasts](https://developer.android.com/guide/components/broadcasts) fiind o modalitate majoră de a face acest lucru. Un caz tipic de utilizare pe care l-am găsit este că playerele media de pe Android transmit melodia pe care o difuzează în acel moment. Fiecare aplicație de pe dispozitiv se poate abona la aceste difuzări. Deși acest lucru ar putea părea util pentru tot felul de cazuri de utilizare, acest lucru reprezintă, de fapt, o potențială [major privacy leak](https://pubmed.ncbi.nlm.nih.gov/29587129/).
ru: Когда мы рассматриваем отслеживание в Android, мы также должны рассмотреть потоки (мета-) данных в Android. Существует несколько способов передачи данных между приложениями, [broadcasts](https://developer.android.com/guide/components/broadcasts) является основным способом. Типичный случай использования, который мы обнаружили, заключается в том, что медиаплееры на Android передают песню, которую они сейчас играют. Каждое приложение на вашем устройстве может подписаться на эти трансляции. Хотя это может показаться полезным для всевозможных случаев использования, на самом деле это потенциально [крупная утечка конфиденциальной информации](https://pubmed.ncbi.nlm.nih.gov/29587129/).
uk: Коли ми розглядаємо відстеження в Android, ми також повинні розглянути потоки (мета-) даних в Android. Існує кілька способів передачі даних між застосунками, [broadcasts](https://developer.android.com/guide/components/broadcasts) є основним способом. Типовий випадок використання, який ми виявили, полягає в тому, що медіаплеєри на Android передають пісню, яку вони зараз грають. Кожна програма на вашому пристрої може підписатися на ці трансляції. Хоча це може здатися корисним для всіляких випадків використання, насправді це потенційно [великий витік конфіденційної інформації](https://pubmed.ncbi.nlm.nih.gov/29587129/).
zh_hans: 当我们研究 Android 上的跟踪时，我们还必须研究 Android 上的（元）数据流。有几种方法可以在应用之间传递数据，其中[广播](https://developer.android.com/guide/components/broadcasts) 是一种主要方式。我们发现的一个典型用例是 Android 上的媒体播放器广播它们正在播放的歌曲。你的设备上的每个应用都可以订阅这些广播。虽然这似乎有很多用途，但实际上这可能是一个[重大隐私泄露](https://pubmed.ncbi.nlm.nih.gov/29587129/)。

source: We not aware of any privacy research about the Android broadcast system. So we do not know the full extent of all potentially leaking (meta-) data. We also do not know if there are any trackers or other malware out there which already exploit this data. We were able to find this, so it is reasonable to assume that others can too. We have incorporated this in our further research for automatically identifying trackers and hope this article will raise awareness amongst other privacy researchers.
de: Uns ist keine Datenschutzforschung über das Android-Broadcast-System bekannt. Wir kennen also nicht das volle Ausmaß aller potenziell durchsickernden (Meta-)Daten. Wir wissen auch nicht, ob es da draußen Tracker oder andere Malware gibt, die diese Daten bereits ausnutzen. Wir waren in der Lage, diese zu finden, also ist es vernünftig anzunehmen, dass andere das auch können. Wir haben dies in unsere weitere Forschung zur automatischen Identifizierung von Trackern einbezogen und hoffen, dass dieser Artikel das Bewusstsein anderer Datenschutzforscher schärft.
pl: Nie znamy żadnych badań dotyczących prywatności systemu Android. Nie znamy więc pełnego zakresu wszystkich potencjalnie wyciekających (meta-) danych. Nie wiemy też, czy istnieją jakieś trackery lub inne złośliwe oprogramowanie, które już wykorzystują te dane. Udało nam się to znaleźć, więc można założyć, że inni też mogą. Uwzględniliśmy to w naszych dalszych badaniach nad automatyczną identyfikacją trackerów i mamy nadzieję, że ten artykuł zwiększy świadomość wśród innych badaczy prywatności.
ro: Nu avem cunoștință de nicio cercetare privind confidențialitatea în ceea ce privește sistemul de difuzare Android. Prin urmare, nu cunoaștem amploarea totală a tuturor (meta)datelor cu potențial de scurgere. De asemenea, nu știm dacă există trackeri sau alte programe malware care exploatează deja aceste date. Noi am reușit să găsim acest lucru, așa că este rezonabil să presupunem că și alții pot face la fel. Am încorporat acest lucru în cercetările noastre ulterioare pentru identificarea automată a urmăritorilor și sperăm că acest articol va sensibiliza și alți cercetători în domeniul confidențialității.
ru: Нам не известно ни об одном исследовании конфиденциальности широковещательной системы Android. Поэтому мы не знаем полный объем всех потенциально утекающих (мета-) данных. Мы также не знаем, существуют ли какие-либо трекеры или другие вредоносные программы, которые уже используют эти данные. Мы смогли обнаружить это, поэтому разумно предположить, что другие тоже могут. Мы учли это в наших дальнейших исследованиях по автоматической идентификации трекеров и надеемся, что эта статья повысит осведомленность других исследователей конфиденциальности.
uk: Нам не відомо ні про одне дослідження конфіденційності широкомовної системи Android. Тому ми не знаємо повний обсяг усіх потенційно витікають (мета-) даних. Ми також не знаємо, чи існують які-небудь трекери або інші шкідливі програми, які вже використовують ці дані. Ми змогли виявити це, тому розумно припустити, що інші також можуть. Ми врахували це в наших подальших дослідженнях по автоматичної ідентифікації трекерів і сподіваємося, що ця стаття підвищить поінформованість інших дослідників конфіденційності.
zh_hans: 我们不知道任何关于 Android 广播系统的隐私研究。因此，我们不知道所有可能泄露的（元）数据的全部范围。我们也不知道是否有任何跟踪器或其他恶意软件已经利用了这些数据。我们能够发现这一点，所以有理由认为其他人也可以。我们已将此纳入我们的进一步研究，以自动识别跟踪器，并希望这篇文章能提高其他隐私研究人员的认识。

source: εxodus ETIP: The Canonical Database for Tracking Trackers
de: εxodus ETIP: Autorisierte Datenbank zur Verfolgung von Tracker
pl: εxodus ETIP: Kanoniczna baza danych do śledzenia trackerów
ro: εxodus ETIP: Baza de date canonică pentru urmărirea urmăritorilor
ru: εxodus ETIP: Canonical Database для отслеживания трекеров
uk: εxodus ETIP: База даних Canonical для відстеження елементів стеження
zh_hans: εxodus ETIP：用于跟踪器的标准数据库
