Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: I'm trying to figure out what we need to change in our buildserver setup scripts to make it work again. Apparently solutions which other projects have found are not working for us as we are forced to use an older sdk-tools revision.
de: Ich versuche herauszufinden, was wir in unseren Buildserver-Konfigurationsskripten ändern müssen, damit er wieder funktioniert. Anscheinend funktionieren Lösungen, die andere Projekte gefunden haben, für uns nicht, da wir gezwungen sind, eine ältere Version der SDK-Tools zu verwenden.
pl: Próbuję dowiedzieć się, co musimy zmienić w naszych skryptach instalacyjnych buildserver, aby działał ponownie. Najwyraźniej rozwiązania znalezione przez inne projekty nie działają dla nas, ponieważ jesteśmy zmuszeni do korzystania ze starszej wersji sdk-tools.
ro: Încerc să-mi dau seama ce trebuie să schimbăm în scripturile de configurare a serverului de construcție pentru a face să funcționeze din nou. Se pare că soluțiile pe care le-au găsit alte proiecte nu funcționează pentru noi, deoarece suntem forțați să folosim o revizuire mai veche a sdk-tools.
ru: Я пытаюсь понять, что нам нужно изменить в наших скриптах настройки buildserver, чтобы он снова заработал. Очевидно, что решения, найденные другими проектами, не работают у нас, поскольку мы вынуждены использовать более старую ревизию sdk-tools.
uk: Я намагаюся зрозуміти, що нам потрібно змінити в наших скриптах настройки buildserver, щоб він знову запрацював. Очевидно, що рішення, знайдені іншими проєктами, не працюють у нас, оскільки ми змушені використовувати старішу ревізію sdk-tools.
zh_hans: 我试图弄清楚我们需要在 buildserver 设置脚本中进行哪些更改以使其再次工作。显然其他项目找到的解决方案对我们不起作用，因为我们被迫使用较旧的 sdk-tools 修订版。

source: After almost a day of rebuilding F-Droid buildservers without success, everything magically starts working again without us changing anything. (So Google reverted their change?). Progress was tracked [here](https://gitlab.com/fdroid/fdroidserver/issues/620) and [here](https://gitlab.com/fdroid/fdroidserver/merge_requests/610).
de: Nach fast einem Tag erfolglosem Neuaufsetzen der F-Droid-Buildserver, beginnt alles wieder wundersamerweise zu funktionieren, ohne dass wir etwas geändert haben. (Hat also Google die Änderung zurückgenommen?). Der Vorgang wurde [hier](https://gitlab.com/fdroid/fdroidserver/issues/620) und [hier](https://gitlab.com/fdroid/fdroidserver/merge_requests/610) aufgezeichnet.
pl: Po prawie jednym dniu przebudowy serwerów budujących F-Droid bez powodzenia, wszystko w magiczny sposób zaczyna działać ponownie, nie zmieniając niczego. (Więc Google cofnęło zmianę?). Postęp był śledzony [tutaj](https://gitlab.com/fdroid/fdroidserver/issues/620) i [tutaj](https://gitlab.com/fdroid/fdroidserver/merge_requests/610).
ro: După aproape o zi de reconstrucție fără succes a serverului de construcție F-Droid, totul începe să funcționeze din nou ca prin minune, fără ca noi să schimbăm nimic. (Deci Google a revenit asupra modificării lor?). Progresul a fost urmărit [here](https://gitlab.com/fdroid/fdroidserver/issues/620) și [here](https://gitlab.com/fdroid/fdroidserver/merge_requests/610).
ru: После почти целого дня безуспешных попыток перестроить серверы сборки F-Droid, все волшебным образом снова заработало без наших изменений. (Значит, Google отменил свои изменения?). Прогресс отслеживался [здесь](https://gitlab.com/fdroid/fdroidserver/issues/620) и [здесь](https://gitlab.com/fdroid/fdroidserver/merge_requests/610).
uk: Після майже цілого дня безуспішних спроб перебудувати сервери збірки F-Droid, все чарівним чином знову запрацювало без наших змін. (Виходить, Google скасував свої зміни?). Прогрес спостерігався [тут](https://gitlab.com/fdroid/fdroidserver/issues/620) і [тут](https://gitlab.com/fdroid/fdroidserver/merge_requests/610).
zh_hans: 在重建 F-Droid 构建服务器几乎一天但没有成功之后，一切都神奇地重新开始工作，而不需要我们进行任何更改。（所以谷歌撤销了他们的更改？）。 [此处](https://gitlab.com/fdroid/fdroidserver/issues/620)和[此处](https://gitlab.com/fdroid/fdroidserver/merge_requests/610)跟踪了进度。

source: Lessons learned:
de: Fazit:
pl: Wyciągnięte wnioski:
ro: Lecții învățate:
ru: Извлеченные уроки:
uk: Витягнуті уроки:
zh_hans: 得到教训：

source: Everything breaks at the most inconvenient of times.
de: Alles bricht zur ungünstigsten Zeit zusammen.
pl: Wszystko psuje się w najbardziej nieodpowiednim momencie.
ro: Totul se strică în cel mai nepotrivit moment.
ru: Все ломается в самое неудобное время.
uk: Все ламається в самий незручний час.
zh_hans: 在最不方便的时候，一切都会出问题。

source: NewPipe needs a faster update channel than the main F-Droid repository. The discussion about this can be found [here](https://github.com/TeamNewPipe/NewPipe/issues/1981).
de: NewPipe braucht einen schnelleren Update-Kanal als das F-Droid-Hauptrepository. Die Diskussion darüber findet ihr [hier](https://github.com/TeamNewPipe/NewPipe/issues/1981).
pl: NewPipe potrzebuje szybszego kanału aktualizacji niż główne repozytorium F-Droid. Dyskusję na ten temat można znaleźć [tutaj](https://github.com/TeamNewPipe/NewPipe/issues/1981).
ro: NewPipe are nevoie de un canal de actualizare mai rapid decât depozitul principal F-Droid. Discuția pe această temă poate fi găsită [here](https://github.com/TeamNewPipe/NewPipe/issues/1981).
ru: NewPipe нужен более быстрый канал обновления, чем основной репозиторий F-Droid. Обсуждение этого вопроса можно найти [здесь](https://github.com/TeamNewPipe/NewPipe/issues/1981).
uk: NewPipe потрібен більш швидкий канал оновлення, ніж основний репозиторій F-Droid. Обговорення цього питання можна знайти [тут](https://github.com/TeamNewPipe/NewPipe/issues/1981).
zh_hans: NewPipe 需要比 F-Droid 主存储库更快的更新通道。可以在[这里](https://github.com/TeamNewPipe/NewPipe/issues/1981)找到有关此问题的讨论。

source: We need to mirror the sdkmanager repository, such that Google can't remotely break all our infrastructure.
de: Wir müssen unser SDK-Manager-Repository spiegeln, damit Google nicht ferngesteuert unsere ganze Infrastruktur abschalten kann.
pl: Potrzebujemy lustra repozytorium sdkmanager, aby Google nie mógł zdalnie złamać całej naszej infrastruktury.
ro: Trebuie să oglindim depozitul sdkmanager, astfel încât Google să nu poată distruge de la distanță toată infrastructura noastră.
ru: Нам нужно зеркалировать репозиторий sdkmanager, чтобы Google не мог удаленно сломать всю нашу инфраструктуру.
uk: Нам потрібно створювати дзеркала репозиторій sdkmanager, щоб Google не міг дистанційно зламати всю нашу інфраструктуру.
zh_hans: 我们需要镜像 sdkmanager 存储库，这样 Google 就无法远程破坏我们所有的基础架构。

source: The long-term fix for this is to [create free software builds of the Android SDK](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685) so we are completely free from Google and their restrictive license terms. If you are as annoyed by this as we are, please have a look at the [forum thread](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685) to see if you can help! **--@Coffee**
de: Die langfristige Lösung dafür ist die [Erstellung freier Software-Builds des Android-SDK](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685), damit wir uns komplett von Google und deren restriktiven Lizenzbedingungen befreien. Wenn ihr euch darüber genauso ärgert wie wir, werft bitte einen Blick auf diesen [Forumsbeitrag](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685), um zu sehen, ob ihr mithelfen könnt! **--@Coffee**
pl: Długoterminowym rozwiązaniem tego problemu jest [tworzenie wolnego oprogramowania za pomocą Android SDK](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685), dzięki czemu jesteśmy całkowicie wolni od Google'a i jego restrykcyjnych warunków licencyjnych. Jeśli jesteś tak zirytowany jak my, proszę spojrzeć na [wątek forum](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685), aby zobaczyć, czy możesz pomóc! **--@Coffee**
ro: Soluția pe termen lung pentru acest lucru este de a [create free software builds of the Android SDK](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685), astfel încât să ne eliberăm complet de Google și de termenii restrictivi ai licențelor. Dacă sunteți la fel de deranjați ca și noi de acest lucru, vă rugăm să aruncați o privire pe [forum thread](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685) pentru a vedea dacă ne puteți ajuta! **--@Coffee**
ru: Долгосрочным решением этой проблемы является [создание свободных сборок Android SDK](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685), чтобы мы были полностью свободны от Google и их ограничительных условий лицензии. Если вас это раздражает так же, как и нас, пожалуйста, загляните в [тему форума](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685), чтобы узнать, можете ли вы помочь! **--@Coffee**
uk: Довгостроковим рішенням цієї проблеми є [створення вільних збірок Android SDK](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685 ), щоб ми були повністю вільні від Google і їх обмежувальних умов ліцензії. Якщо вас це дратує так само, як і нас, будь ласка, загляньте в [тему форуму](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of- the-android-sdk/4685), щоб дізнатися, чи можете ви допомогти! ** - @ Coffee **
zh_hans: 对此的长期解决方案是[创建 Android SDK 的自由软件版本](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685)，这样我们就完全不受 Google 及其限制性许可条款的约束。如果你和我们一样对此感到恼火，请查看[论坛主题](https://forum.f-droid.org/t/call-for-help-making-free-software-builds-of-the-android-sdk/4685)看看你能不能帮忙！**--@Coffee**

source: Over 5000 followers on Mastodon
de: Über 5000 Anhänger auf Mastodon
pl: Ponad 5000 obserwujących na Mastodon
ro: Peste 5000 de urmăritori pe Mastodon
ru: Более 5000 подписчиков на Mastodon
uk: Понад 5000 підписників на Mastodon
zh_hans: Mastodon 上有超过 5000 名关注者

source: We surpassed 5000 followers on Mastodon this month. We are happy to see that more and more people are finding us, and also that Mastodon keeps growing.
de: Wir haben diesen Monat die Marke von 5000 Anhängern auf Mastodon überschritten. Wir sind sehr froh, dass mehr und mehr Menschen zu uns finden und auch dass Mastodon weiter wächst.
pl: W tym miesiącu przekroczyliśmy 5000 obserwatorów na Mastodon. Cieszymy się, że coraz więcej osób nas odnajduje, a także, że Mastodon stale się rozwija.
ro: Luna aceasta am depășit 5000 de urmăritori pe Mastodon. Ne bucurăm să vedem că tot mai mulți oameni ne găsesc și, de asemenea, că Mastodon continuă să crească.
ru: В этом месяце мы превысили 5000 подписчиков на Mastodon. Мы рады, что все больше и больше людей находят нас, а также тому, что Mastodon продолжает расти.
uk: У цьому місяці ми перевищили 5000 передплатників на Mastodon. Ми раді, що все більше і більше людей знаходять нас, а також тому, що Mastodon продовжує зростати.
zh_hans: 本月，我们在 Mastodon 上的关注者超过了 5000 人。我们很高兴看到越来越多的人找到我们，而且 Mastodon 也在不断成长。

source: Version 2.1 of the game **[2048](https://f-droid.org/packages/com.uberspot.a2048/)** was broken, and has been removed from the repository. Version 2.2 is expected to arrive soon.
de: Version 2.1 des Spiels **[2048](https://f-droid.org/packages/com.uberspot.a2048/)** war defekt und wurde aus dem Repository entfernt. Version 2.2 wird in Kürze erwartet.
pl: Wersja 2.1 gry **[2048](https://f-droid.org/packages/com.uberspot.a2048/)** została uszkodzona i została usunięta z repozytorium. Wersja 2.2 ma wkrótce przybyć.
ro: Versiunea 2.1 a jocului **[2048](https://f-droid.org/packages/com.uberspot.a2048/)** a fost stricată și a fost eliminată din depozit. Versiunea 2.2 este așteptată să sosească în curând.
ru: Версия 2.1 игры **[2048](https://f-droid.org/packages/com.uberspot.a2048/)** была сломана и удалена из репозитория. В ближайшее время ожидается появление версии 2.2.
uk: Версія 2.1 гри **[2048](https://f-droid.org/packages/com.uberspot.a2048/)** була зламана і видалена зі сховищ. Найближчим часом очікується поява версії 2.2.
zh_hans: 2.1 版游戏 **[2048](https://f-droid.org/packages/com.uberspot.a2048/)** 有问题，已从存储库中删除。预计 2.2 版即将推出。

source: Our volunteers have been busy adding new apps, {{ page.number_of_added_apps }} in total!
de: Unsere Freiwilligen waren fleißig beim Hinzufügen neuer Apps, {{ page.number_of_added_apps }} insgesamt!
pl: Nasi wolontariusze byli zajęci dodawaniem nowych aplikacji, w sumie {{ page.number_of_added_apps }}!
ro: Voluntarii noștri au fost ocupați cu adăugarea de noi aplicații, {{ page.number_of_added_apps }} în total!
ru: Наши волонтеры были заняты добавлением новых приложений, {{ page.number_of_added_apps }} в общей сложности!
uk: Наші волонтери були зайняті додаванням нових застосунків, {{ page.number_of_added_apps }} в цілому!
zh_hans: 我们的志愿者一直在忙于添加新的应用，总共 {{ page.number_of_added_apps }} 个！

source: **[YidKey KD](https://f-droid.org/packages/click.dummer.yidkey/)**: Yiddish keyboard (compatibility decomposition).
de: **[YidKey KD](https://f-droid.org/packages/click.dummer.yidkey/)**: Jiddische Tastatur (Kompatibilitätsabspaltung).
pl: **[YidKey KD](https://f-droid.org/packages/click.dummer.yidkey/)**: Klawiatura Yiddish (rozkład zgodności).
ro: **[YidKey KD](https://f-droid.org/packages/click.dummer.yidkey/)**: Tastatura idiș (descompunerea compatibilității).
ru: **[YidKey KD](https://f-droid.org/packages/click.dummer.yidkey/)**: Клавиатура идиш (разложение на совместимость).
uk: **[YidKey KD](https://f-droid.org/packages/click.dummer.yidkey/)**: Клавіатура ідиш (розкладання на сумісність).
zh_hans: **[YidKey KD](https://f-droid.org/packages/click.dummer.yidkey/)**：意第绪语键盘（兼容性分解）。

source: **[Diceware Password Generator](https://f-droid.org/packages/com.aptasystems.dicewarepasswordgenerator/)**: Generate diceware passwords.
de: **[Diceware Password Generator](https://f-droid.org/packages/com.aptasystems.dicewarepasswordgenerator/)**: Erwürfelte Passwörter generieren.
pl: **[Diceware Password Generator](https://f-droid.org/packages/com.aptasystems.dicewarepasswordgenerator/)**: Generowanie haseł do gry w kości.
ro: **[Diceware Password Generator](https://f-droid.org/packages/com.aptasystems.dicewarepasswordgenerator/)**: Generează parole Diceware.
ru: **[Diceware Password Generator](https://f-droid.org/packages/com.aptasystems.dicewarepasswordgenerator/)**: Генерировать пароли diceware.
uk: **[Diceware Password Generator](https://f-droid.org/packages/com.aptasystems.dicewarepasswordgenerator/)**: Генерувати паролі diceware.
zh_hans: **[Diceware Password Generator](https://f-droid.org/packages/com.aptasystems.dicewarepasswordgenerator/)**：生成 diceware 密码。

source: **[Librery](https://f-droid.org/packages/com.example.harisont.librery/)**: Manage your ebooks.
de: **[Librery](https://f-droid.org/packages/com.example.harisont.librery/)**: E-Books verwalten.
pl: **[Librery](https://f-droid.org/packages/com.example.harisont.librery/)**: Zarządzaj swoimi ebookami.
ro: **[Librery](https://f-droid.org/packages/com.example.harisont.librery/)**: Gestionați-vă cărțile electronice.
ru: **[Librery](https://f-droid.org/packages/com.example.harisont.librery/)**: Управляйте своими электронными книгами.
uk: **[Librery](https://f-droid.org/packages/com.example.harisont.librery/)**: Керуйте своїми електронними книгами.
zh_hans: **[Librery](https://f-droid.org/packages/com.example.harisont.librery/)**：管理你的电子书。

source: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)**: Rogue client for nextbike (unofficial).
de: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)**: Monster-Client für nextbike (inoffiziell).
pl: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)**: Niedoskonały klient dla nextbike (nieoficjalny).
ro: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)**: Client Rogue pentru nextbike (neoficial).
ru: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)**: Rogue клиент для nextbike (неофициальный).
uk: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)**: Rogue клієнт для nextbike (неофіційний).
zh_hans: **[NextCompanion](https://f-droid.org/packages/com.example.hochi.nextcompanion/)**：nextbike 的流氓客户端（非官方）。

source: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)**: File manager with root browser.
de: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)**: Dateimanager mit Root-Browser.
pl: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)**: Menedżer plików z przeglądarką root.
ro: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)**: Manager de fișiere cu browser root.
ru: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)**: Файловый менеджер с root браузером.
uk: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)**: Файловий менеджер з root браузером.
zh_hans: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)**：带有 root 浏览器的文件管理器。

source: **[Turtl](https://f-droid.org/packages/com.lyonbros.turtl/)**: A secure, encrypted evernote alternative.
de: **[Turtl](https://f-droid.org/packages/com.lyonbros.turtl/)**: Eine sichere, verschlüsselte Evernote-Alternative.
pl: **[Turtl](https://f-droid.org/packages/com.lyonbros.turtl/)**: Bezpieczna, zaszyfrowana alternatywa evernote.
ro: **[Turtl](https://f-droid.org/packages/com.lyonbros.turtl/)**: O alternativă sigură și criptată la evernote.
ru: **[Turtl](https://f-droid.org/packages/com.lyonbros.turtl/)**: Безопасная, зашифрованная альтернатива evernote.
uk: **[Turtl](https://f-droid.org/packages/com.lyonbros.turtl/)**: Безпечна, зашифрована альтернатива evernote.
zh_hans: **[Turtl](https://f-droid.org/packages/com.lyonbros.turtl/)**：安全、加密的印象笔记替代品。

source: **[M-Droid](https://f-droid.org/packages/com.mdroid/)**: Unofficial material designed client for f-droid.
de: **[M-Droid](https://f-droid.org/packages/com.mdroid/)**: Inoffizieller Client für F-Droid im Material Design.
pl: **[M-Droid](https://f-droid.org/packages/com.mdroid/)**: Nieoficjalny klient zaprojektowany dla f-droid.
ro: **[M-Droid](https://f-droid.org/packages/com.mdroid/)**: Material neoficial conceput pentru clientul f-droid.
ru: **[M-Droid](https://f-droid.org/packages/com.mdroid/)**: Неофициальный клиент для f-droid, с материальным дизайном.
uk: **[M-Droid](https://f-droid.org/packages/com.mdroid/)**: Неофіційний клієнт для f-droid, з матеріальним дизайном.
zh_hans: **[M-Droid](https://f-droid.org/packages/com.mdroid/)**：为 f-droid 设计的非官方材料客户端。

source: **[Simple Decred Widget](https://f-droid.org/packages/com.simpledecredwidget/)**: Widget for viewing decred exchange rate.
de: **[Simple Decred Widget](https://f-droid.org/packages/com.simpledecredwidget/)**: Widget zur Beobachtung des Decred-Wechselkurses.
pl: **[Simple Decred Widget](https://f-droid.org/packages/com.simpledecredwidget/)**: Widget do przeglądania zadeklarowanych kursów walutowych.
ro: **[Simple Decred Widget](https://f-droid.org/packages/com.simpledecredwidget/)**: Widget pentru vizualizarea cursului de schimb decred.
ru: **[Simple Decred Widget](https://f-droid.org/packages/com.simpledecredwidget/)**: Виджет для просмотра обменного курса декреда.
uk: **[Simple Decred Widget](https://f-droid.org/packages/com.simpledecredwidget/)**: Віджет для перегляду обмінного курсу декреда.
zh_hans: **[Simple Decred Widget](https://f-droid.org/packages/com.simpledecredwidget/)**：用于查看 decred 汇率的微件。

source: **[NorthDog Audio Compass](https://f-droid.org/packages/cz.harvie.northdog/)**: 3d audio compass.
de: **[NorthDog Audio Compass](https://f-droid.org/packages/cz.harvie.northdog/)**: 3D-Audio-Kompass.
pl: **[NorthDog Audio Compass](https://f-droid.org/packages/cz.harvie.northdog/)**: Odtwarzanie dźwięku audio w 3D.
ro: **[NorthDog Audio Compass](https://f-droid.org/packages/cz.harvie.northdog/)**: busolă audio 3d.
ru: **[NorthDog Audio Compass](https://f-droid.org/packages/cz.harvie.northdog/)**: 3d аудио компас.
uk: **[NorthDog Audio Compass](https://f-droid.org/packages/cz.harvie.northdog/)**: 3d аудіо компас.
zh_hans: **[NorthDog Audio Compass](https://f-droid.org/packages/cz.harvie.northdog/)**：3d 音频指南针。

source: **[House of Cards](https://f-droid.org/packages/eu.veldsoft.house.of.cards/)**: Solitaire-like card game.
de: **[House of Cards](https://f-droid.org/packages/eu.veldsoft.house.of.cards/)**: Solitärähnliches Kartenspiel.
pl: **[House of Cards](https://f-droid.org/packages/eu.veldsoft.house.of.cards/)**: Gra karciana podobna do pasjansa.
ro: **[House of Cards](https://f-droid.org/packages/eu.veldsoft.house.of.cards/)**: Joc de cărți de tip solitaire.
ru: **[House of Cards](https://f-droid.org/packages/eu.veldsoft.house.of.cards/)**: Карточная игра, похожая на пасьянс.
uk: **[House of Cards](https://f-droid.org/packages/eu.veldsoft.house.of.cards/)**: Карткова гра, схожа на пасьянс.
zh_hans: **[House of Cards](https://f-droid.org/packages/eu.veldsoft.house.of.cards/)**：类似纸牌的纸牌游戏。

source: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)**: A snake-like html5 game.
de: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)**: Snake-ähnliches HTML5-Spiel.
pl: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)**: Wężopodobna gra w html5.
ro: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)**: Un joc html5 asemănător cu un șarpe.
ru: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)**: Змееподобная html5-игра.
uk: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)**: змійкоподібна html5-гра.
zh_hans: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)**：一个蛇形的 html5 游戏。

source: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)**: Privacy app lock.
de: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)**: App-Sperre zum Datenschutz.
pl: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)**: Ochrona prywatności poprzez blokadę aplikacji przy pomocy rysowanych wzorów.
ro: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)**: Blocarea aplicației de confidențialitate.
ru: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)**: Конфиденциальная блокировка приложений.
uk: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)**: Конфіденційна блокування застосунків.
zh_hans: **[App Lock](https://f-droid.org/packages/io.github.subhamtyagi.privacyapplock/)**：隐私应用锁。

source: **[HgLauncher](https://f-droid.org/packages/mono.hg/)**: A launcher for a slow day.
de: **[HgLauncher](https://f-droid.org/packages/mono.hg/)**: Eine Starter-App für einen langsamen Tag.
pl: **[HgLauncher](https://f-droid.org/packages/mono.hg/)**: Launcher na wolny dzień.
ro: **[HgLauncher](https://f-droid.org/packages/mono.hg/)**: Un lansator pentru o zi lentă.
ru: **[HgLauncher](https://f-droid.org/packages/mono.hg/)**: Лаунчер для медленного дня.
uk: **[HgLauncher](https://f-droid.org/packages/mono.hg/)**: Лаунчер для повільного дня.
zh_hans: **[HgLauncher](https://f-droid.org/packages/mono.hg/)**：适合慢节奏的一天的启动器。
