Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [updated](https://gitlab.com/tom79/mastalab/tags) to 1.78.0, with several improvements to polls, and an improved search feature with pagination and tabs—which will be active if your Mastodon server is at least version 2.8. You'll also find UI improvements when composing, and a redesigned media activity.
de: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [aktualisiert](https://gitlab.com/tom79/mastalab/tags) auf 1.78.0, mit mehreren Verbesserungen bei Umfragen und einer verbesserten Suchfunktion mit Seitenumbruch und Tabs - die aktiv ist, wenn Ihr Mastodon-Server mindestens auf Version 2.8 ist. Außerdem finden Sie Verbesserungen in der Benutzeroberfläche beim Komponieren und eine neu gestaltete Medienaktivität.
pl: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [aktualizacja](https://gitlab.com/tom79/mastalab/tags) do 1.78.0, z kilkoma ulepszeniami w ankietach oraz ulepszoną funkcją wyszukiwania z numeracją stron i zakładkami - która będzie aktywna, jeśli serwer Mastodon jest co najmniej w wersji 2.8. Znajdziesz tu również ulepszenia w zakresie interfejsu użytkownika podczas komponowania, a także przeprojektowaną aktywność multimedialną.
ro: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [updated](https://gitlab.com/tom79/mastalab/tags) la 1.78.0, cu câteva îmbunătățiri la sondaje și o funcție de căutare îmbunătățită cu paginare și file - care va fi activă dacă serverul Mastodon este cel puțin versiunea 2.8. Veți găsi, de asemenea, îmbunătățiri ale interfeței de utilizare atunci când compuneți și o activitate media reproiectată.
ru: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [обновлен](https://gitlab.com/tom79/mastalab/tags) до версии 1.78.0, с несколькими улучшениями в опросах и улучшенной функцией поиска со страницами и вкладками, которая будет активна, если ваш сервер Mastodon не ниже версии 2.8. Вы также найдете улучшения пользовательского интерфейса при составлении текстов и переработанный дизайн медиа-активности.
uk: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)**[оновлено](https://gitlab.com/tom79/mastalab/tags) до версії 1.78 .0, з декількома поліпшеннями в опитуваннях і поліпшеною функцією пошуку зі сторінками і вкладками, яка буде активна, якщо ваш сервер Mastodon не нижче версії 2.8. Ви також знайдете поліпшення користувальницького інтерфейсу при складанні текстів і перероблений дизайн медіа-активності.
zh_hans: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** [更新](https://gitlab.com/tom79/mastalab/tags)到 1.78.0，对民意调查进行了多项改进，并改进了带有分页和标签的搜索功能——如果你的 Mastodon 服务器至少为 2.8 版，它将处于活动状态。你还将在撰写时看到 UI 改进，以及重新设计的媒体活动。

source: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** [updated](https://github.com/ltGuillaume/DroidShows/releases) to 7.9.0. **Important**: After updating to this version, the first start will take a while! The database has to be restructured for the new features. Please be patient. \* \* \* Other changes:
de: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** [aktualisiert](https://github.com/ltGuillaume/DroidShows/releases) auf 7.9.0. **Wichtig**: Nach dem Update auf diese Version wird der erste Start einige Zeit dauern! Die Datenbank muss für die neuen Features neu strukturiert werden. Bitte haben Sie Geduld. \*\*\* Andere Änderungen:
pl: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** [aktualizacja](https://github.com/ltGuillaume/DroidShows/releases) do 7.9.0. **Ważne: Po aktualizacji do tej wersji, pierwsze uruchomienie zajmie trochę czasu! Baza danych musi zostać przeorganizowana na nowe funkcje. Proszę uzbroić się w cierpliwość. \* \* \* Inne zmiany:
ro: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** [updated](https://github.com/ltGuillaume/DroidShows/releases) to 7.9.0. **Important**: După actualizarea la această versiune, prima pornire va dura ceva timp! Baza de date trebuie să fie restructurată pentru noile caracteristici. Vă rugăm să aveți răbdare. \* \* \* Other changes:
ru: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)**[обновлен](https://github.com/ltGuillaume/DroidShows/releases) до версии 7.9.0. **Важно**: После обновления до этой версии первый запуск займет некоторое время! База данных должна быть реструктурирована для новых возможностей. Пожалуйста, будьте терпеливы. \*\*\* Другие изменения:
uk: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)**[оновлено](https://github.com/ltGuillaume/DroidShows/releases) до версії 7.9.0 . ** Важливо **: Після оновлення до цієї версії перший запуск займе якийсь час! База даних повинна бути реструктуризована для нових можливостей. Будь ласка, будьте терплячі. \ * \ * \ * Інші зміни:
zh_hans: **[DroidShows](https://f-droid.org/packages/nl.asymmetrics.droidshows/)** [更新](https://github.com/ltGuillaume/DroidShows/releases) 到 7.9.0。**重要**：更新到这个版本后，第一次启动需要一段时间！必须针对新功能重新构建数据库。请耐心等待。 \* \* \* 其他改动：

source: Option to calculate the next episode by starting from the last episode that was marked as seen
de: Option zur Berechnung der nächsten Episode, indem man von der letzten Episode ausgeht, die als gesehen markiert wurde
pl: Opcja do obliczenia kolejnego odcinka zaczynając od ostatniego odcinka, który został oznaczony jako widoczny
ro: Opțiunea de a calcula următorul episod pornind de la ultimul episod care a fost marcat ca fiind văzut
ru: Опция расчета следующего эпизода, начиная с последнего эпизода, который был отмечен как просмотренный
uk: Опція розрахунку наступного епізоду, починаючи з останнього епізоду, який був відзначений як переглянутий
zh_hans: 从标记为已读的最后一集开始计算下一集的选项

source: Add episode to calendar by clicking on the air date
de: Durch Klick auf das Sendedatum die Episode in den Kalender eintragen
pl: Dodaj odcinek do kalendarza klikając na datę emisji
ro: Adăugați episodul la calendar făcând clic pe data difuzării
ru: Добавьте эпизод в календарь, нажав на дату выхода в эфир
uk: Додайте епізод в календар, натиснувши на дату виходу в ефір
zh_hans: 通过单击播出日期将剧集添加到日历

source: Context menu items to search on FANDOM (Wikia) and Rotten Tomatoes
de: Kontextmenüpunkte zur Suche auf FANDOM (Wikia) und Rotten Tomatoes
pl: Elementy menu kontekstowego do wyszukiwania na FANDOM (Wikia) i Rotten Tomatoes
ro: Elemente de meniu contextual pentru căutare pe FANDOM (Wikia) și Rotten Tomatoes
ru: Пункты контекстного меню для поиска на FANDOM (Wikia) и Rotten Tomatoes
uk: Пункти контекстного меню для пошуку на FANDOM (Wikia) і Rotten Tomatoes
zh_hans: 在 FANDOM (Wikia) 和烂番茄上搜索的上下文菜单项

source: Include timestamp for seen mark
de: Zeitstempel für gesehen-Markierung einfügen
pl: Dołącz znacznik czasu dla widocznego znaku
ro: Includeți data și ora pentru marcajul văzut
ru: Включите временную метку для замеченной метки
uk: Включає часову мітку для поміченої мітки
zh_hans: 包括已看标记的时间戳

source: Visual distinction in "Search shows" between current and archived shows
de: Visuelle Unterscheidung in "Sendungen suchen" zwischen aktuellen und archivierten Sendungen
pl: Wizualne wyróżnienie w "Wynikach wyszukiwania" pomiędzy aktualnym i archiwalnym widokiem
ro: Distincție vizuală în "Căutare emisiuni" între emisiunile curente și cele arhivate
ru: Визуальное различие в "Поиск передач" между текущими и архивными передачами
uk: Візуальна відмінність у «Пошук передач» між поточними і архівними передачами
zh_hans: “搜索节目”中当前节目和存档节目的视觉区别

source: Pinned shows aren't white, but have a "pin" next to them
de: Gepinnte Sendungen sind nicht weiß, sondern haben einen "Pin" daneben
pl: Przypięte pokazy nie są białe, ale mają „szpilkę” obok nich
ro: Spectacolele fixate nu sunt albe, ci au un "pin" lângă ele
ru: Прикрепленные показы не белые, но рядом с ними есть "прикрепить"
uk: Прикріплені покази не білі, але поруч з ними є «прикріпити»
zh_hans: 固定的节目不是白色的，但旁边有一个“图钉”

source: Don't show toast messages for automatic backups
de: Keine Toastmeldungen für automatische Backups anzeigen
pl: Nie pokazuj wyskakujących wiadomości dla automatycznych kopii zapasowych
ro: Nu afișați mesaje de toast pentru copiile de rezervă automate
ru: Не показывать сообщения при автоматическом резервном копировании
uk: Чи не показувати повідомлення при автоматичному резервному копіюванні
zh_hans: 不显示自动备份的 toast 消息

source: Disable fast scroll (interferes with context menu and show filters)
de: Schnelles Scrollen deaktivieren (stört Kontextmenü und Anzeigefilter)
pl: Wyłącz szybkie przewijanie (zaburza menu kontekstowe i wyświetla filtry)
ro: Dezactivarea derulării rapide (interferează cu meniul contextual și afișarea filtrelor)
ru: Отключить быструю прокрутку (мешает работе с контекстным меню и показу фильтров)
uk: Відключити швидку прокрутку (заважає роботі з контекстним меню і показу фільтрів)
zh_hans: 禁用快速滚动（干扰上下文菜单和显示过滤器）

source: Show database update errors as toast messages and logcat entries
de: Zeigt Fehler bei der Aktualisierung der Datenbank als Toastmeldungen und Logcat-Einträge an
pl: Wyświetlanie błędów aktualizacji bazy danych w postaci komunikatów toasti wpisów logcat
ro: Afișați erorile de actualizare a bazei de date ca mesaje toast și intrări logcat
ru: Показывайте ошибки обновления базы данных в виде сообщений и записей logcat
uk: Показуйте помилки оновлення бази даних у вигляді повідомлень і записів logcat
zh_hans: 将数据库更新错误显示为 toast 消息和 logcat 条目

source: **[Easer](https://f-droid.org/packages/ryey.easer/)** is an app that can automatically perform a wide range of programmable actions when certain events are detected. It was [updated](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) to 0.7.3, with better welcome pages, a new operation PlayMediaOperationPlugin and other improvements.
de: **[Easer](https://f-droid.org/packages/ryey.easer/)** ist eine App, die automatisch eine breite Palette von programmierbaren Aktionen ausführt, wenn bestimmte Ereignisse erkannt werden. Es wurde [aktualisiert](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) auf 0.7.3, mit verbesserten Willkommen-Seiten, eine neue Operation PlayMediaOperationPlugin und andere Verbesserungen.
pl: **[Easer](https://f-droid.org/packages/ryey.easer/)** to aplikacja, która może automatycznie wykonywać szeroki zakres programowalnych działań w przypadku wykrycia określonych zdarzeń. Została ona [zaktualizowana](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) do wersji 0.7.3, z lepszymi stronami powitalnymi, nową operacją PlayMediaOperationPlugin i innymi usprawnieniami.
ro: **[Easer](https://f-droid.org/packages/ryey.easer/)** este o aplicație care poate efectua automat o gamă largă de acțiuni programabile atunci când sunt detectate anumite evenimente. Aceasta a fost [updated](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) la 0.7.3, cu pagini de bun venit mai bune, o nouă operațiune PlayMediaOperationPlugin și alte îmbunătățiri.
ru: **[Easer](https://f-droid.org/packages/ryey.easer/)** - это приложение, которое может автоматически выполнять широкий спектр программируемых действий при обнаружении определенных событий. Оно было [обновлено](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) до версии 0.7.3, с улучшенными страницами приветствия, новой операцией PlayMediaOperationPlugin и другими улучшениями.
uk: **[Easer](https://f-droid.org/packages/ryey.easer/)** - це програма, яка може автоматично виконувати широкий спектр програмованих дій при виявленні певних подій. Воно було [оновлено](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md) до версії 0.7.3, з поліпшеними сторінками вітання, нової операцією PlayMediaOperationPlugin і іншими поліпшеннями.
zh_hans: **[Easer](https://f-droid.org/packages/ryey.easer/)** 是一款可以在检测到某些事件时自动执行各种可编程动作的应用。它已[更新](https://github.com/renyuneyun/Easer/blob/HEAD/CHANGELOG.md)到 0.7.3，具有更好的欢迎页面、新操作 PlayMediaOperationPlugin 和其他改进。

source: Privacy Preserving Analytics
de: Datenschützende Analyseinstrumente
pl: Analityka Ochrona Prywatności
ro: Analiză de păstrare a confidențialității
ru: Аналитика, сохраняющая конфиденциальность
uk: Аналітика, яка зберігає приватність
zh_hans: 保护隐私的分析

source: F-Droid always avoids tracking users as much as we can. We will never require an account, and we have put a lot of [effort]({{ site.baseurl }}/docs/Security_Model) into making it hard for even the _f-droid.org_ server to track users. We also recognize that usage data has value. It can be used to help show the level of popularity, and to provide app developers some feedback on what users like.
de: F-Droid vermeidet immer, soweit wie möglich, Anwender auszuspionieren. Wir werden nie ein Konto fordern und wir haben viele [Anstrengungen]({{ site.baseurl }}/docs/Security_Model) unternommen, damit es selbst dem _f-droid.org_-Server schwerfällt, Nutzer zu überwachen. Wir sehen aber auch, dass Nutzungsdaten wertvoll sind. Ihre Verwendung kann dabei helfen, den Beliebtheitsgrad herauszufinden und App-Entwicklern eine Rückmeldung zu verschaffen, was Anwender mögen.
pl: F-Droid zawsze unika śledzenia użytkowników tak bardzo, jak to tylko możliwe. Nigdy nie będziemy wymagać konta, dlatego włożyliśmy wiele [wysiłku]({{ site.baseurl }}/docs/Security_Model), aby utrudnić śledzenie użytkowników nawet serwerowi _f-droid.org_. Uznajemy również, że dane dotyczące użytkowania mają wartość. Mogą być wykorzystane do pokazania poziomu popularności i dostarczenia programistom aplikacji informacji zwrotnych na temat tego, co lubią użytkownicy.
ro: F-Droid evită întotdeauna urmărirea utilizatorilor pe cât de mult putem. Nu vom cere niciodată un cont și am depus mult [efort]({{ site.baseurl }}/docs/Security_Model) pentru a face dificilă chiar și pentru serverul _f-droid.org_ urmărirea utilizatorilor. De asemenea, recunoaștem că datele de utilizare au valoare. Ele pot fi folosite pentru a ajuta la indicarea nivelului de popularitate și pentru a oferi dezvoltatorilor de aplicații un feedback despre ceea ce le place utilizatorilor.
ru: F-Droid всегда избегает отслеживания пользователей, насколько это возможно. Мы никогда не будем требовать учетную запись, и мы приложили много [усилий]({{ site.baseurl }}/docs/Security_Model), чтобы даже серверу _f-droid.org_ было трудно отслеживать пользователей. Мы также признаем, что данные об использовании имеют ценность. Они могут быть использованы, чтобы показать уровень популярности и дать разработчикам приложений обратную связь о том, что нравится пользователям.
uk: F-Droid завжди уникає відстеження користувачів, наскільки це можливо. Ми ніколи не будемо вимагати обліковий запис, і ми доклали багато [зусиль]({{ site.baseurl }}/docs/Security_Model), щоб навіть сервера _f-droid.org_ було важко відстежувати користувачів. Ми також визнаємо, що дані про використання мають цінність. Вони можуть бути використані, щоб показати рівень популярності і дати розробникам застосунків зворотний зв'язок про те, що подобається користувачам.
zh_hans: F-Droid 总是尽可能地避免跟踪用户。我们永远不需要帐户，并且我们投入了很多[努力]({{ site.baseurl }}/docs/Security_Model)使 _f-droid.org_ 服务器也很难跟踪用户。我们也认识到使用数据具有价值。它可以用来帮助显示受欢迎程度，并为应用开发者提供一些用户喜欢的反馈。

source: After years of moving totally away from data, including disabling download counts on _f-droid.org_, we have started an experiment with tracking __usage__ without tracking users. We are building upon the work of [Tor Project](https://gitweb.torproject.org/webstats.git/tree/src/sanitize.py) and [Guardian Project](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/). We have enabled access logging on <https://search.f-droid.org> and <https://mirror.f-droid.org/> for the initial trial. (_Note: search on f-droid.org [could happen](https://gitlab.com/fdroid/fdroid-website/issues/175) fully client-side using javascript, in that case, those searches will never hit search.f-droid.org and therefore will not be logged_).
de: Nachdem wir uns jahrelang von der Datennutzung wegbewegt haben, einschließlich der Deaktivierung von Download-Zählern auf _f-droid.org_, haben wir ein Experiment zur Erfassung der __Nutzung__ ohne Nutzerüberwachung gestartet. Wir bauen dabei auf Arbeiten der Projekte [Tor](https://gitweb.torproject.org/webstats.git/tree/src/sanitize.py) und [Guardian](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/) auf. Zur ersten Erprobung haben wir die Zugriffsprotokollierung auf <https://search.f-droid.org> und <https://mirror.f-droid.org/> freigegeben. (_Hinweis: Suchen auf f-droid.org [erfolgen](https://gitlab.com/fdroid/fdroid-website/issues/175) möglicherweise komplett client-seitig über JavaScript, in diesem Fall werden Suchen niemals search.f-droid.org treffen und daher nicht aufgezeichnet werden_).
pl: Po latach całkowitego odchodzenia od danych, w tym wyłączenia liczenia pobrań na _f-droid.org_, rozpoczęliśmy eksperyment ze śledzeniem __użytkowania__ bez śledzenia użytkowników. Opieramy się na pracach [Tor Project](https://gitweb.torproject.org/webstats.git/tree/src/sanitize.py) i [Guardian Project](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/). Udostępniliśmy dostęp do logowania na stronach <https://search.f-droid.org> i <https://mirror.f-droid.org/> w celu przeprowadzenia pierwszej próby. (_Uwaga: szukanie na f-droid.org [mogłoby działać](https://gitlab.com/fdroid/fdroid-website/issues/175) w pełni po stronie klienta przy użyciu JavaScript; w takim przypadku te wyszukiwania nigdy nie trafią w search.f-droid.org i dlatego nie będą rejestrowane_).
ro: După ani de zile în care ne-am îndepărtat complet de date, inclusiv prin dezactivarea numărătorii de descărcări pe _f-droid.org_, am început un experiment cu urmărirea __utilizării__ fără a urmări utilizatorii. Ne bazăm pe activitatea [Proiect Tor](https://gitweb.torproject.org/webstats.git/tree/src/sanitize.py) și [Guardian Project](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/). Am activat logarea accesului pe <https://search.f-droid.org> and <https://mirror.f-droid.org/> pentru încercarea inițială. (_Nota: căutările pe f-droid.org [ar putea avea loc](https://gitlab.com/fdroid/fdroid-website/issues/175) complet client-side folosind javascript, în acest caz, aceste căutări nu vor ajunge niciodată pe search.f-droid.org și, prin urmare, nu vor fi înregistrate_).
ru: После нескольких лет полного отказа от данных, включая отключение подсчета загрузок на _f-droid.org_, мы начали эксперимент по отслеживанию __использования__ без отслеживания пользователей. Мы развиваем работу [Tor Project](https://gitweb.torproject.org/webstats.git/tree/src/sanitize.py) и [Guardian Project](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/). Мы включили регистрацию доступа на <https://search.f-droid.org> и <https://mirror.f-droid.org/> для первоначального испытания. (_Примечание: поиск на f-droid.org [может происходить](https://gitlab.com/fdroid/fdroid-website/issues/175) полностью на стороне клиента с помощью javascript, в таком случае эти поиски никогда не попадут на search.f-droid.org и поэтому не будут регистрироваться_).
uk: Після декількох років повної відмови від даних, включаючи відключення підрахунку завантажень на _f-droid.org_, ми почали експеримент по відстеженню __іспользованія__ без відстеження користувачів. Ми розвиваємо роботу [Tor Project](https://gitweb.torproject.org/webstats.git/tree/src/sanitize.py) і [Guardian Project](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/). Ми включили реєстрацію доступу на <https://search.f-droid.org> і <https://mirror.f-droid.org/> для початкового випробування. (_Прімечаніе: пошук на f-droid.org [може відбуватися](https://gitlab.com/fdroid/fdroid-website/issues/175) повністю на стороні клієнта за допомогою javascript, в такому випадку ці пошуки ніколи не потраплять на search.f-droid.org і тому не будуть регістріроваться_).
zh_hans: 经过多年完全远离数据，包括禁用 _f-droid.org_ 上的下载计数，我们开始了一项在不跟踪用户的情况下跟踪__使用__的实验。我们基于 [Tor 项目](https://gitweb.torproject.org/webstats.git/tree/src/sanitize.py)和 [Guardian Project](https://guardianproject.info/2017/06/08/tracking-usage-without-tracking-people/) 构建我们的工作。我们已在 <https://search.f-droid.org> 和 <https://mirror.f-droid.org/> 上启用访问日志以进行初始试用。（_注意：在 f-droid.org 上[可能](https://gitlab.com/fdroid/fdroid-website/issues/175)完全在客户端使用 javascript 进行搜索，在这种情况下，这些搜索将永远不会命中 search.f-droid.org，因此不会被记录 _）。
