Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** worked on [including the latest fdroidserver in Repomaker](https://gitlab.com/fdroid/repomaker/merge_requests/215) which is currently the last blocker for a release. When doing this, he found a [bug](https://gitlab.com/fdroid/fdroidserver/merge_requests/636) for which he's currently awaiting feedback (and a merge) by others.
de: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** arbeitete daran [den neuesten fdroidserver in Repomaker einzuschließen](https://gitlab.com/fdroid/repomaker/merge_requests/215), der derzeit der letzte Blocker für eine Veröffentlichung ist. Dabei fand er einen [Bug](https://gitlab.com/fdroid/fdroidserver/merge_requests/636), für den er derzeit auf Feedback (und ein Merge) von anderen wartet.
pl: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** pracował nad [w tym nad najnowszymfdroidserver w Repomaker](https://gitlab.com/fdroid/repomaker/merge_requests/215), który jest obecnie ostatnim środkiem blokującym wydanie. Kiedy to robił, znalazł [błąd](https://gitlab.com/fdroid/fdroidserver/merge_requests/636) w odniesieniu do którego obecnie oczekuje na informację zwrotną (i połączenie) ze strony innych.
ro: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** a lucrat la [including the latest fdroidserver in Repomaker](https://gitlab.com/fdroid/repomaker/merge_requests/215) care este în prezent ultimul blocaj pentru o versiune. Când a făcut acest lucru, el a găsit un [bug](https://gitlab.com/fdroid/fdroidserver/merge_requests/636) pentru care așteaptă în prezent feedback (și o fuziune) din partea altora.
ru: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** работал над [включением последней версии fdroidserver в Repomaker](https://gitlab.com/fdroid/repomaker/merge_requests/215), что в настоящее время является последним препятствием для релиза. При выполнении этой работы он обнаружил [ошибку](https://gitlab.com/fdroid/fdroidserver/merge_requests/636), для которой он в настоящее время ожидает отзывов (и слияния) от других.
uk: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** працював над [включенням останньої версії fdroidserver в Repomaker](https://gitlab.com/fdroid/repomaker/merge_requests/215), що в даний час є останньою перешкодою для релізу. При виконанні цієї роботи він виявив [помилку](https://gitlab.com/fdroid/fdroidserver/merge_requests/636), для якої він в даний час чекає відгуків (і злиття) від інших.
zh_hans: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** 致力于[将最新的 fdroidserver 纳入 Repomaker 中](https://gitlab.com/fdroid/repomaker/merge_requests/215)，这是当前发布的最后一个阻碍。在执行此操作时，他发现了一个[错误](https://gitlab.com/fdroid/fdroidserver/merge_requests/636)，他目前正在等待其他人的反馈（和合并）。

source: **[Working Time Alert](https://f-droid.org/packages/com.androidfromfrankfurt.workingtimealert/)**: Never miss the time to go home.
de: **[Working Time Alert](https://f-droid.org/packages/com.androidfromfrankfurt.workingtimealert/)**: Verpassen Sie nie die Zeit, nach Hause zu gehen.
pl: **[Working Time Alert](https://f-droid.org/packages/com.androidfromfrankfurt.workingtimealert/)**: Nigdy nie przegap czasu na powrót do domu.
ro: **[Working Time Alert](https://f-droid.org/packages/com.androidfromfrankfurt.workingtimealert/)**: Nu ratați niciodată momentul de a merge acasă.
ru: **[Working Time Alert](https://f-droid.org/packages/com.androidfromfrankfurt.workingtimealert/)**: Никогда не пропускайте время возвращения домой.
uk: **[Working Time Alert](https://f-droid.org/packages/com.androidfromfrankfurt.workingtimealert/)**: Ніколи не пропускайте час повернення додому.
zh_hans: **[Working Time Alert](https://f-droid.org/packages/com.androidfromfrankfurt.workingtimealert/)**：不要错过回家的时间。

source: **[HeaterRC](https://f-droid.org/packages/com.dynamite.heaterrc/)**: Remote control heater via sms.
de: **[HeaterRC](https://f-droid.org/packages/com.dynamite.heaterrc/)**: Ferngesteuerte Heizung über SMS.
pl: **[HeaterRC](https://f-droid.org/packages/com.dynamite.heaterrc/)**: Zdalne sterowanie nagrzewnicą poprzez sms.
ro: **[HeaterRC](https://f-droid.org/packages/com.dynamite.heaterrc/)**: Controlul de la distanță al sistemului de încălzire prin sms.
ru: **[HeaterRC](https://f-droid.org/packages/com.dynamite.heaterrc/)**: Дистанционное управление обогревателем через смс.
uk: **[HeaterRC](https://f-droid.org/packages/com.dynamite.heaterrc/)**: Дистанційне керування обігрівачем через смс.
zh_hans: **[HeaterRC](https://f-droid.org/packages/com.dynamite.heaterrc/)**：通过短信远程控制加热器。

source: **[Ghost Commander - SFTP plugin](https://f-droid.org/packages/com.ghostsq.commander.sftp/)**: Access files over sftp.
de: **[Ghost Commander - SFTP-Plugin](https://f-droid.org/packages/com.ghostsq.commander.sftp/)**: Zugriff auf Dateien über sftp.
pl: **[Ghost Commander - SFTP plugin](https://f-droid.org/packages/com.ghostsq.commander.sftp/)**: Uzyskaj dostęp do plików poprzez sftp.
ro: **[Ghost Commander - SFTP plugin](https://f-droid.org/packages/com.ghostsq.commander.sftp/)**: Accesați fișierele prin sftp.
ru: **[Ghost Commander - SFTP plugin](https://f-droid.org/packages/com.ghostsq.commander.sftp/)**: Доступ к файлам по sftp.
uk: **[Ghost Commander - SFTP plugin](https://f-droid.org/packages/com.ghostsq.commander.sftp/)**: Доступ до файлів по sftp.
zh_hans: **[Ghost Commander - SFTP plugin](https://f-droid.org/packages/com.ghostsq.commander.sftp/)**：通过 sftp 访问文件。

source: **[VirtualXposed](https://f-droid.org/packages/io.va.exposed/)**: Use xposed without root, unlock the bootloader or modify system image.
de: **[VirtualXposed](https://f-droid.org/packages/io.va.exposed/)**: Verwenden Sie xposed ohne root, entsperren Sie den Bootloader oder ändern Sie das Systemabbild.
pl: **[VirtualXposed](https://f-droid.org/packages/io.va.exposed/)**: Użyj xposted bez roota, odblokuj bootloader lub zmodyfikuj obraz systemu.
ro: **[VirtualXposed](https://f-droid.org/packages/io.va.exposed/)**: Utilizați xposed fără root, deblocați bootloaderul sau modificați imaginea sistemului.
ru: **[VirtualXposed](https://f-droid.org/packages/io.va.exposed/)**: Используйте xposed без root, разблокируйте загрузчик или измените образ системы.
uk: **[VirtualXposed](https://f-droid.org/packages/io.va.exposed/)**: Використовуйте xposed без root, розблокуйте завантажувач або змініть спосіб системи.
zh_hans: **[VirtualXposed](https://f-droid.org/packages/io.va.exposed/)**：使用 xposed 而不需要 root，解锁 bootloader 或修改系统镜像。

source: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)**: Offline dictionary.
de: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)**: Offline-Wörterbuch.
pl: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)**: Słownik offline.
ro: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)**: Dicționar offline.
ru: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)**: Автономный словарь.
uk: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)**: Автономний словник.
zh_hans: **[Aard 2](https://f-droid.org/packages/itkach.aard2/)**: Kamus luring.

source: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)**: Fast and lightweight web browser.
de: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)**: Schneller und leichter Webbrowser.
pl: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)**: Szybka i lekka przeglądarka internetowa.
ro: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)**: Browser web rapid și ușor.
ru: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)**: Быстрый и легкий веб-браузер.
uk: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)**: Швидкий і легкий веббраузер.
zh_hans: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)**：快速轻量级的网络浏览器。

source: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** was [updated](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) to 1.4.0, changing the sync to also do the initial preparation in chunks, which should help with massive syncs.
de: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** wurde auf 1.4.0 [aktualisiert](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) und änderte die Synchronisation so, dass sie auch die erste Vorbereitung in Chunks durchführte, was umfangreiche Synchronisationen verbessert.
pl: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** został [zaktualizowany](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) do 1.4.0, zmieniając synchronizację tak, aby wykonać również wstępne przygotowanie w kawałkach, co powinno pomóc w masywnych synchronizacjach.
ro: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** a fost [updated](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) la 1.4.0, schimbând sincronizarea pentru a face, de asemenea, pregătirea inițială în bucăți, ceea ce ar trebui să ajute în cazul sincronizărilor masive.
ru: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** был [обновлен](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) до версии 1.4.0, изменив синхронизацию так, чтобы начальная подготовка выполнялась по частям, что должно помочь при массивной синхронизации.
uk: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** було [оновлено](https://github.com/etesync/android/blob/HEAD/ChangeLog. md) до версії 1.4.0, змінивши синхронізацію так, щоб початкова підготовка виконувалася по частинах, що має допомогти при масивної синхронізації.
zh_hans: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 已[更新](https://github.com/etesync/android/blob/HEAD/ChangeLog.md)到 1.4.0，将同步更改为也以块的形式进行初始准备，这应该有助于大规模同步。

source: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** 3.1 [adds](https://github.com/gstraube/cythara/releases) viola tuning.
de: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** 3.1 [fügt hinzu](https://github.com/gstraube/cythara/releases): Violastimmung.
pl: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** 3.1 [dodaje](https://github.com/gstraube/cythara/releases) strojenie na altówkę.
ro: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** 3.1 [adds](https://github.com/gstraube/cythara/releases) acordaj pentru viola.
ru: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** 3.1 [добавляет](https://github.com/gstraube/cythara/releases) настройку альта.
uk: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** 3.1 [додає](https://github.com/gstraube/cythara/releases) настройку альта.
zh_hans: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** 3.1 [添加](https://github.com/gstraube/cythara/releases)中提琴调音.

source: {{ page.featured }} **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** was [updated](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases) to 1.10.364, adding adaptive colors, which will match the keyboard colors to the current app. Also new is the Night Mode, which will switch the keyboard and app to a dark theme. There are also power saving tweaks, an updated build process yielding a smaller binary, Halmak keyboard layout for English, and your usual translation updates and bug fixes.
de: {{ page.featured }} **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** wurde auf 1.10.364 [aktualisiert](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases), indem adaptive Farben hinzugefügt wurden, welche die Tastaturfarben an die aktuelle App anpassen. Ebenfalls neu ist der Nachtmodus, der die Tastatur und App auf ein dunkles Thema umstellt. Es gibt auch energiesparende Optimierungen, einen aktualisierten Build-Prozess, der ein kleineres binäres Halmak-Tastaturlayout für Englisch liefert und die üblichen Übersetzungsupdates und Bugfixes.
pl: {{ page.featured }} **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** został [zaktualizowany](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases) do 1.10.364, dodając kolory adaptacyjne, które będą pasowały do kolorów klawiatury do aktualnej aplikacji. Nowością jest również tryb nocny, który przełącza klawiaturę i aplikację na ciemny motyw. Istnieją również energooszczędne poprawki, zaktualizowany proces budowania przynoszący mniejszy binarny, układ klawiatury Halmak dla języka angielskiego oraz zwykłe aktualizacje tłumaczeń i poprawki błędów.
ro: {{ page.featured }} **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** a fost [updated](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases) la versiunea 1.10.364, adăugând culori adaptive, care vor potrivi culorile tastaturii la aplicația curentă. De asemenea, este nou și Night Mode, care va comuta tastatura și aplicația pe o temă întunecată. Există, de asemenea, ajustări de economisire a energiei, un proces de construire actualizat care produce un binar mai mic, layout de tastatură Halmak pentru limba engleză și obișnuitele actualizări de traducere și remedieri de erori.
ru: {{ page.featured }} **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** был [обновлен](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases) до версии 1.10.364, добавив адаптивные цвета, которые будут соответствовать цветам клавиатуры и текущего приложения. Также появился ночной режим, который переключает клавиатуру и приложение на темную тему. Кроме того, добавлены твики энергосбережения, обновленный процесс сборки, позволяющий получить более компактный бинарник, раскладка клавиатуры Halmak для английского языка, а также обычные обновления перевода и исправления ошибок.
uk: {{ page.featured }} **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** було [оновлено](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases) до версії 1.10.364, додавши адаптивні кольору, які будуть відповідати кольорам клавіатури і поточної програми. Також з'явився нічний режим, який перемикає клавіатуру і застосунок на темну тему. Крім того, додані твіки енергозбереження, оновлений процес складання, що дозволяє отримати більш компактний бінарник, розкладка клавіатури Halmak для англійської мови, а також звичайні оновлення перекладу і виправлення помилок.
zh_hans: {{ page.featured }} **[AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/)** 已[更新](https://github.com/AnySoftKeyboard/AnySoftKeyboard/releases)到 1.10.364，添加自适应颜色，将键盘颜色与当前应用匹配。夜间模式也是新的，它将键盘和应用切换到黑暗主题。还有节能调整、更新的构建过程产生更小的二进制文件、用于英语的 Halmak 键盘布局，以及你通常的翻译更新和错误修复。

source: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** was [updated](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) from 6.3.2 to 6.4.1, now with email reminders and improved CalDAV event syncing in the background.
de: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** wurde [aktualisiert](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) von 6.3.2 auf 6.4.1, jetzt mit E-Mail-Erinnerungen und verbesserter CalDAV-Ereignissynchronisation im Hintergrund.
pl: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) z 6.3.2 do 6.4.1, teraz z przypomnieniami e-mail i ulepszoną synchronizacją zdarzeń CalDAV w tle.
ro: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) de la 6.3.2 la 6.4.1, acum cu memento-uri prin e-mail și sincronizare îmbunătățită a evenimentelor CalDAV în fundal.
ru: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) с 6.3.2 до 6.4.1, теперь с напоминаниями по электронной почте и улучшенной синхронизацией событий CalDAV в фоновом режиме.
uk: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** було [оновлено](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) з 6.3.2 до 6.4.1, тепер з нагадуваннями по електронній пошті і поліпшеною синхронізацією подій CalDAV в фоновому режимі.
zh_hans: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** 已从 6.3.2 [更新](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md)到 6.4.1，现在带有电子邮件提醒和改进的 CalDAV 事件在后台同步。

source: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** is an alternative FLOSS Android client for the Untis timetable system. The [update](https://github.com/Perflyst/OpenUntis/releases) to 2.2.0 now mutes the phone on lesson begin, and focuses the login button after scanning the QR code or restoring from prefs.
de: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** ist ein alternativer FLOSS Android Client für das Untis Fahrplansystem. Die [Aktualisierung](https://github.com/Perflyst/OpenUntis/releases) auf 2.2.0 schaltet nun das Telefon bei Unterrichtsbeginn stumm und fokussiert auf die Login-Taste nach dem Scannen des QR-Codes oder dem Wiederherstellen von Voreinstellungen.
pl: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** jest alternatywnym klientem FLOSS Android dla systemu Untis. [Aktualizacja](https://github.com/Perflyst/OpenUntis/releases) do wersji 2.2.0 wycisza teraz telefon na początku lekcji i skupia przycisk logowania po zeskanowaniu kodu QR lub przywracaniu z wersji wstępnej.
ro: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)**este un client alternativ FLOSS Android pentru sistemul de orare Untis. [update](https://github.com/Perflyst/OpenUntis/releases)la 2.2.0 acum dezactivează telefonul la începerea lecției și focalizează butonul de conectare după scanarea codului QR sau după restaurarea din preferințe.
ru: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** - альтернативный FLOSS Android-клиент для системы расписания Untis. [Обновление](https://github.com/Perflyst/OpenUntis/releases) до версии 2.2.0 теперь отключает звук телефона при начале урока и фокусирует кнопку входа после сканирования QR-кода или восстановления из префов.
uk: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** - альтернативний FLOSS Android-клієнт для системи розкладу Untis. [Оновлення](https://github.com/Perflyst/OpenUntis/releases) до версії 2.2.0 тепер відключає звук телефону при початку уроку і фокусує кнопку входу після сканування QR-коду або відновлення з префов.
zh_hans: **[OpenUntis](https://f-droid.org/packages/de.perflyst.untis/)** 是 Untis 时间表系统的替代 FLOSS Android 客户端。2.2.0 的[更新](https://github.com/Perflyst/OpenUntis/releases)现在在课程开始时将手机静音，并在扫描二维码或从首选项恢复后聚焦登录按钮。

source: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** was [updated](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases) to 1.4, adding a rounded corner option and removing the aggressive system theming option.
de: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** wurde auf 1.4 [aktualisiert](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases), indem eine abgerundete Ecke hinzugefügt und die aggressive Option zum System-Theme entfernt wurde.
pl: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** został [zaktualizowany](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases) do 1.4, dodając zaokrągloną opcję narożnika i usuwając agresywną opcję kompozycji systemu.
ro: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** a fost [updated](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases) la 1.4, adăugând o opțiune de colțuri rotunjite și eliminând opțiunea de tematizare agresivă a sistemului.
ru: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** была [обновлена](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases) до версии 1.4, добавлена опция закругленных углов и удалена опция агрессивной системной темизации.
uk: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** була [оновлена](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases) до версії 1.4, додана опція закруглені кути і видалена опція агресивної системної темізаціі.
zh_hans: **[DarkCroc Theme](https://f-droid.org/packages/de.spiritcroc.darkcroc.substratum/)** 已[更新](https://github.com/SpiritCroc/DarkCroc-Android-theme/releases)到 1.4，添加圆角选项并删除激进的系统主题选项。

source: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** was [updated](https://gitlab.com/tom79/mastalab/tags) from 1.76.0 to 1.77.1, adding support for polls on Mastodon, a setting to remove the picture when sharing an URL, and a setting to hide the 'delete' button in notifications.
de: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** wurde von 1.76.0 auf 1.77.1 [aktualisiert](https://gitlab.com/tom79/mastalab/tags), wobei Unterstützung für Umfragen auf Mastodon, eine Einstellung zum Entfernen des Bildes beim Teilen einer URL und eine Einstellung zum Ausblenden der Schaltfläche "Löschen" in Benachrichtigungen hinzugefügt wurde.
pl: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** został [zaktualizowany](https://gitlab.com/tom79/mastalab/tags)z 1.76.0 do 1.77.1, dodając obsługę ankiet na Mastodon, ustawienie usuwania zdjęcia podczas udostępniania adresu URL oraz ustawienie ukrywania przycisku 'delete' w powiadomieniach.
ro: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** a fost [updated](https://gitlab.com/tom79/mastalab/tags) de la 1.76.0 la 1.77.1, adăugând suport pentru sondaje pe Mastodon, o setare pentru a elimina imaginea atunci când partajați o adresă URL și o setare pentru a ascunde butonul "șterge" în notificări.
ru: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** был [обновлен](https://gitlab.com/tom79/mastalab/tags) с 1.76.0 до 1.77.1, добавлена поддержка опросов на Mastodon, настройка для удаления картинки при обмене URL, а также настройка для скрытия кнопки "удалить" в уведомлениях.
uk: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** було [оновлено](https://gitlab.com/tom79/mastalab/tags) з 1.76 .0 до 1.77.1, додана підтримка опитувань на Mastodon, настройка для видалення картинки при обміні URL, а також настройка для приховування кнопки "видалити" в повідомленнях.
zh_hans: **[Fedilab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 从 1.76.0 [更新](https://gitlab.com/tom79/mastalab/tags)到 1.77.1，添加了对 Mastodon 投票的支持、共享 URL 时删除图片的设置以及隐藏通知中的“删除”按钮的设置。
