Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)** was [updated](https://gitlab.com/spacecowboy/Feeder/blob/HEAD/CHANGELOG.md) from 1.8.12 to 1.8.18
de: **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)**-[Aktualisierung](https://gitlab.com/spacecowboy/Feeder/blob/HEAD/CHANGELOG.md) von 1.8.12 auf 1.8.18
pl: **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)** został [zaktualizowany](https://gitlab.com/spacecowboy/Feeder/blob/HEAD/CHANGELOG.md) z 1.8.12 do 1.8.18
ro: **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)** a fost [updated](https://gitlab.com/spacecowboy/Feeder/blob/HEAD/CHANGELOG.md) de la 1.8.12 la 1.8.18
ru: **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)** был [обновлен](https://gitlab.com/spacecowboy/Feeder/blob/HEAD/CHANGELOG.md) с 1.8.12 до 1.8.18
uk: **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)** [оновлено](https://gitlab.com/spacecowboy/Feeder/blob/HEAD/CHANGELOG.md) з 1.8.12 до 1.8.18
zh_hans: **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)** 已从 1.8.12 [更新](https://gitlab.com/spacecowboy/Feeder/blob/HEAD/CHANGELOG.md)到 1.8.18

source: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** was [updated](https://www.mozilla.org/en-US/firefox/android/notes/) from 66.0.1 to 67.0.3
de: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)**-[Aktualisierung](https://www.mozilla.org/en-US/firefox/android/notes/) von 66.0.1 auf 67.0.3
pl: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** został [zaktualizowany](https://www.mozilla.org/en-US/firefox/android/notes/) z 66.0.1 do 67.0.3
ro: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** a fost [updated](https://www.mozilla.org/en-US/firefox/android/notes/) de la 66.0.1 la 67.0.3
ru: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** был [обновлен](https://www.mozilla.org/en-US/firefox/android/notes/) с 66.0.1 до 67.0.3
uk: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** [оновлено](https://www.mozilla.org/en-US/firefox/android/notes/) з 66.0.1 до 67.0.3
zh_hans: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** 从 66.0.1 [更新](https://www.mozilla.org/en-US/firefox/android/notes/)到 67.0.3

source: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)** was updated from 0.2.84 to 0.3.1
de: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)** erhielt ein Update von 0.2.84 auf 0.3.1
pl: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)** został zaktualizowany z 0.2.84 do 0.3.1
ro: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)** a fost actualizat de la 0.2.84 la 0.3.1
ru: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)** был обновлен от 0.2.84 до 0.3.1
uk: **[Файловий менеджер](https://f-droid.org/packages/com.github.axet.filemanager/)** оновлено з 0.2.84 до 0.3.1
zh_hans: **[File Manager](https://f-droid.org/packages/com.github.axet.filemanager/)** 从 0.2.84 更新到 0.3.1

source: **[FilmChecker](https://f-droid.org/packages/me.murks.filmchecker/)** was updated from 2.0.1 to 2.0.3
de: **[FilmChecker](https://f-droid.org/packages/me.murks.filmchecker/)** erhielt ein Update von 2.0.1 auf 2.0.3
pl: **[FilmChecker](https://f-droid.org/packages/me.murks.filmchecker/)** został zaktualizowany z 2.0.1 do 2.0.3
ro: **[FilmChecker](https://f-droid.org/packages/me.murks.filmchecker/)** a fost actualizat de la 2.0.1 la 2.0.3
ru: **[FilmChecker](https://f-droid.org/packages/me.murks.filmchecker/)** был обновлен с 2.0.1 до 2.0.3
uk: **[FilmChecker](https://f-droid.org/packages/me.murks.filmchecker/)** оновлено з 2.0.1 до 2.0.3
zh_hans: **[FilmChecker](https://f-droid.org/packages/me.murks.filmchecker/)** 从 2.0.1 更新到 2.0.3

source: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)** was updated from 1.2.10 to 1.3.5
de: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)** erhielt ein Update von 1.2.10 auf 1.3.5
pl: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)** został zaktualizowany z 1.2.10 do 1.3.5
ro: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)** a fost actualizat de la 1.2.10 la 1.3.5
ru: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)** обновлен с 1.2.10 до 1.3.5
uk: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)** оновлено з 1.2.10 до 1.3.5
zh_hans: **[Firefly III Mobile](https://f-droid.org/packages/xyz.hisname.fireflyiii/)** 从 1.2.10 更新到 1.3.5

source: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)** was updated from 1.2.1 to 1.4.0
de: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)** erhielt ein Update von 1.2.1 auf 1.4.0
pl: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)** został zaktualizowany z 1.2.1 do 1.4.0
ro: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)** a fost actualizat de la 1.2.1 la 1.4.0
ru: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)** был обновлен с 1.2.1 до 1.4.0
uk: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)** оновлено з 1.2.1 до 1.4.0
zh_hans: **[Firefox Lite](https://f-droid.org/packages/org.mozilla.rocket/)** 从 1.2.1 更新到 1.4.0

source: **[Flashlight](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** was [updated](https://github.com/SimpleMobileTools/Simple-Flashlight/blob/HEAD/CHANGELOG.md) from 5.0.0 to 5.0.2
de: **[Flashlight](https://f-droid.org/packages/com.simplemobiletools.flashlight/)**-[Aktualisierung](https://github.com/SimpleMobileTools/Simple-Flashlight/blob/HEAD/CHANGELOG.md) von 5.0.0 auf 5.0.2
pl: **[Flashlight](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Flashlight/blob/HEAD/CHANGELOG.md) z 5.0.0 do 5.0.2
ro: **[Flashlight](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-Flashlight/blob/HEAD/CHANGELOG.md) de la 5.0.0 la 5.0.2
ru: **[Фонарик](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-Flashlight/blob/HEAD/CHANGELOG.md) с 5.0.0 до 5.0.2
uk: **[Ліхтарик](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** [оновлено](https://github.com/SimpleMobileTools/Simple-Flashlight/blob/HEAD/CHANGELOG.md) з 5.0.0 до 5.0.2
zh_hans: **[Flashlight](https://f-droid.org/packages/com.simplemobiletools.flashlight/)** 已从 5.0.0 [更新](https://github.com/SimpleMobileTools/Simple-Flashlight/blob/HEAD/CHANGELOG.md)到 5.0.2

source: **[Flym](https://f-droid.org/packages/net.frju.flym/)** was updated from 2.2.4 to 2.3.0
de: **[Flym](https://f-droid.org/packages/net.frju.flym/)** erhielt ein Update von 2.2.4 auf 2.3.0
pl: **[Flym](https://f-droid.org/packages/net.frju.flym/)** został zaktualizowany z 2.2.4 do 2.3.0
ro: **[Flym](https://f-droid.org/packages/net.frju.flym/)** a fost actualizat de la 2.2.4 la 2.3.0
ru: **[Flym](https://f-droid.org/packages/net.frju.flym/)** был обновлен с 2.2.4 до 2.3.0
uk: **[Flym](https://f-droid.org/packages/net.frju.flym/)** оновлено з 2.2.4 до 2.3.0
zh_hans: **[Flym](https://f-droid.org/packages/net.frju.flym/)** 从 2.2.4 更新到 2.3.0

source: **[ForPDA](https://f-droid.org/packages/org.softeg.slartus.forpdaplus/)** was updated from 3.5.2.7 to 3.5.2.8
de: **[ForPDA](https://f-droid.org/packages/org.softeg.slartus.forpdaplus/)** erhielt ein Update von 3.5.2.7 auf 3.5.2.8
pl: **[ForPDA](https://f-droid.org/packages/org.softeg.slartus.forpdaplus/)** został zaktualizowany z 3.5.2.7 do 3.5.2.8
ro: **[ForPDA](https://f-droid.org/packages/org.softeg.slartus.forpdaplus/)** a fost actualizată de la 3.5.2.7 la 3.5.2.8
ru: **[ForPDA](https://f-droid.org/packages/org.softeg.slartus.forpdaplus/)** был обновлен с 3.5.2.7 до 3.5.2.8
uk: **[ForPDA](https://f-droid.org/packages/org.softeg.slartus.forpdaplus/)** оновлено з 3.5.2.7 до 3.5.2.8
zh_hans: **[ForPDA](https://f-droid.org/packages/org.softeg.slartus.forpdaplus/)** 从 3.5.2.7 更新到 3.5.2.8

source: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** was [updated](https://github.com/martykan/forecastie/releases) from 1.10.3 to 1.10.4
de: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)**-[Aktualisierung](https://github.com/martykan/forecastie/releases) von 1.10.3 auf 1.10.4
pl: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** został [zaktualizowany](https://github.com/martykan/forecastie/releases) z 1.10.3 do 1.10.4
ro: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** a fost [updated](https://github.com/martykan/forecastie/releases) de la 1.10.3 la 1.10.4
ru: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** был [обновлен](https://github.com/martykan/forecastie/releases) с 1.10.3 до 1.10.4
uk: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** [оновлено](https://github.com/martykan/forecastie/releases) з 1.10.3 до 1.10.4
zh_hans: **[Forecastie](https://f-droid.org/packages/cz.martykan.forecastie/)** 从 1.10.3 [更新](https://github.com/martykan/forecastie/releases)至 1.10.4

source: **[Forró Lyrics](https://f-droid.org/packages/de.gabbo.forro_lyrics/)** was updated from 1.2.6 to 1.3.0
de: **[Forró Lyrics](https://f-droid.org/packages/de.gabbo.forro_lyrics/)** erhielt ein Update von 1.2.6 auf 1.3.0
pl: **[Forró Lyrics](https://f-droid.org/packages/de.gabbo.forro_lyrics/)** został zaktualizowany z 1.2.6 do 1.3.0
ro: **[Forró Lyrics](https://f-droid.org/packages/de.gabbo.forro_lyrics/)** a fost actualizat de la 1.2.6 la 1.3.0
ru: **[Forró Lyrics](https://f-droid.org/packages/de.gabbo.forro_lyrics/)** обновлен с 1.2.6 до 1.3.0
uk: **[Forró Lyrics](https://f-droid.org/packages/de.gabbo.forro_lyrics/)** оновлено з 1.2.6 до 1.3.0
zh_hans: **[Forró Lyrics](https://f-droid.org/packages/de.gabbo.forro_lyrics/)** 从 1.2.6 更新到 1.3.0

source: **[FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/)** was updated from 0.8.1 to 0.10.8
de: **[FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/)** erhielt ein Update von 0.8.1 auf 0.10.8
pl: **[FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/)** został zaktualizowany z 0.8.1 do 0.10.8
ro: **[FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/)** a fost actualizat de la 0.8.1 la 0.10.8
ru: **[FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/)** был обновлен с 0.8.1 до 0.10.8
uk: **[FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/)** оновлено з 0.8.1 до 0.10.8
zh_hans: **[FragDenStaat](https://f-droid.org/packages/de.fragdenstaat.app/)** 从 0.8.1 更新到 0.10.8

source: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** was updated from 1.2 to 1.3
de: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** erhielt ein Update von 1.2 auf 1.3
pl: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** został zaktualizowany z 1.2 do 1.3
ro: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** a fost actualizat de la 1.2 la 1.3
ru: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** был обновлен с 1.2 до 1.3
uk: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** оновлено з 1.2 до 1.3
zh_hans: **[FreeOTP+](https://f-droid.org/packages/org.liberty.android.freeotpplus/)** 从 1.2 更新到 1.3

source: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** was [updated](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) from 1.1.0 to 1.2.0-rc3
de: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)**-[Aktualisierung](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) von 1.1.0 auf 1.2.0-rc3
pl: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** został [zaktualizowany](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) z 1.1.0 do 1.2.0-rc3
ro: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** a fost [updated](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) de la 1.1.0 la 1.2.0-rc3
ru: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** был [обновлен](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) с 1.1.0 до 1.2.0-rc3
uk: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** [оновлено](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md) з 1.1.0 до 1.2.0-rc3
zh_hans: **[FreshRSS](https://f-droid.org/packages/fr.chenry.android.freshrss/)** 已从 1.1.0 [更新](https://git.feneas.org/christophehenry/freshrss-android/blob/develop/CHANGELOG.md)到 1.2.0-rc3

source: **[Frost for Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** was [updated](https://raw.githubusercontent.com/AllanWang/Frost-for-Facebook/HEAD/docs/Changelog.md) from 2.2.2 to 2.3.1
de: **[Frost for Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)**-[Aktualisierung](https://raw.githubusercontent.com/AllanWang/Frost-for-Facebook/HEAD/docs/Changelog.md) von 2.2.2 auf 2.3.1
pl: **[Frost for Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** został [zaktualizowany](https://raw.githubusercontent.com/AllanWang/Frost-for-Facebook/HEAD/docs/Changelog.md) z 2.2.2 do 2.3.1
ro: **[Frost for Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** a fost [updated](https://raw.githubusercontent.com/AllanWang/Frost-for-Facebook/HEAD/docs/Changelog.md) de la 2.2.2 la 2.3.1
ru: **[Frost for Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** был [обновлен](https://raw.githubusercontent.com/AllanWang/Frost-for-Facebook/HEAD/docs/Changelog.md) с 2.2.2 до 2.3.1
uk: **[Frost для Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** [оновлено](https://raw.githubusercontent.com/AllanWang/Frost-for-Facebook/HEAD/docs/Changelog.md) з 2.2.2 до 2.3.1
zh_hans: **[Frost for Facebook](https://f-droid.org/packages/com.pitchedapps.frost/)** 从 2.2.2 [更新](https://raw.githubusercontent.com/AllanWang/Frost-for-Facebook/HEAD/docs/Changelog.md)到 2.3.1

source: **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)** was [updated](https://github.com/dkanada/frost/blob/HEAD/CHANGELOG.md) from 1.5.1 to 1.6.0
de: **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)**-[Aktualisierung](https://github.com/dkanada/frost/blob/HEAD/CHANGELOG.md) von 1.5.1 auf 1.6.0
pl: **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)** został [zaktualizowany](https://github.com/dkanada/frost/blob/HEAD/CHANGELOG.md) z 1.5.1 do 1.6.0
ro: **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)** a fost [updated](https://github.com/dkanada/frost/blob/HEAD/CHANGELOG.md) de la 1.5.1 la 1.6.0
ru: **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)** был [обновлен](https://github.com/dkanada/frost/blob/HEAD/CHANGELOG.md) с 1.5.1 до 1.6.0
uk: **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)** [оновлено](https://github.com/dkanada/frost/blob/HEAD/CHANGELOG.md) з 1.5.1 до 1.6.0
zh_hans: **[Frost](https://f-droid.org/packages/com.dkanada.icecons/)** 从 1.5.1 [更新](https://github.com/dkanada/frost/blob/HEAD/CHANGELOG.md)到 1.6.0

source: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** was [updated](https://gitlab.com/gdroid/gdroidclient/tags) from 0.9.4 to 0.10.1
de: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)**-[Aktualisierung](https://gitlab.com/gdroid/gdroidclient/tags) von 0.9.4 auf 0.10.1
pl: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** został [zaktualizowany](https://gitlab.com/gdroid/gdroidclient/tags) z 0.9.4 do 0.10.1
ro: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** a fost [updated](https://gitlab.com/gdroid/gdroidclient/tags) de la 0.9.4 la 0.10.1
ru: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** был [обновлен](https://gitlab.com/gdroid/gdroidclient/tags) с 0.9.4 до 0.10.1
uk: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** [оновлено](https://gitlab.com/gdroid/gdroidclient/tags) з 0.9.4 до 0.10.1
zh_hans: **[G-Droid](https://f-droid.org/packages/org.gdroid.gdroid/)** 从 0.9.4 [更新](https://gitlab.com/gdroid/gdroidclient/tags)到 0.10.1

source: **[GApps Browser](https://f-droid.org/packages/com.tobykurien.google_news/)** was updated from 1.18 to 1.20
de: **[GApps Browser](https://f-droid.org/packages/com.tobykurien.google_news/)** erhielt ein Update von 1.18 auf 1.20
pl: **[GApps Browser](https://f-droid.org/packages/com.tobykurien.google_news/)** został zaktualizowany z 1.18 do 1.20
ro: **[GApps Browser](https://f-droid.org/packages/com.tobykurien.google_news/)** a fost actualizată de la 1.18 la 1.20
ru: **[GApps Browser](https://f-droid.org/packages/com.tobykurien.google_news/)** был обновлен с 1.18 до 1.20
uk: **[GApps Browser](https://f-droid.org/packages/com.tobykurien.google_news/)** оновлено з 1.18 до 1.20
zh_hans: **[GApps Browser](https://f-droid.org/packages/com.tobykurien.google_news/)** 从 1.18 更新到 1.20

source: **[GLT Companion](https://f-droid.org/packages/at.linuxtage.companion/)** was updated from 1.4.6 to 1.7.1
de: **[GLT Companion](https://f-droid.org/packages/at.linuxtage.companion/)** erhielt ein Update von 1.4.6 auf 1.7.1
pl: **[GLT Companion](https://f-droid.org/packages/at.linuxtage.companion/)** został zaktualizowany z 1.4.6 do 1.7.1
ro: **[GLT Companion](https://f-droid.org/packages/at.linuxtage.companion/)** a fost actualizat de la 1.4.6 la 1.7.1
ru: **[GLT Companion](https://f-droid.org/packages/at.linuxtage.companion/)** был обновлен с 1.4.6 до 1.7.1
uk: **[GLT Companion](https://f-droid.org/packages/at.linuxtage.companion/)** оновлено з 1.4.6 до 1.7.1
zh_hans: **[GLT Companion](https://f-droid.org/packages/at.linuxtage.companion/)** 从 1.4.6 更新到 1.7.1

source: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** was [updated](https://github.com/barbeau/gpstest/releases) from 3.2.10 to 3.3.3
de: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)**-[Aktualisierung](https://github.com/barbeau/gpstest/releases) von 3.2.10 auf 3.3.3
pl: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** został [zaktualizowany](https://github.com/barbeau/gpstest/releases) z 3.2.10 do 3.3.3
ro: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** a fost [updated](https://github.com/barbeau/gpstest/releases) de la 3.2.10 la 3.3.3
ru: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** был [обновлен](https://github.com/barbeau/gpstest/releases) с 3.2.10 до 3.3.3
uk: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** [оновлено](https://github.com/barbeau/gpstest/releases) з 3.2.10 до 3.3.3
zh_hans: **[GPSTest](https://f-droid.org/packages/com.android.gpstest.osmdroid/)** 从 3.2.10 [更新](https://github.com/barbeau/gpstest/releases)到 3.3.3

source: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** was [updated](https://codeberg.org/Freeyourgadget/Gadgetbridge/src/branch/master/CHANGELOG.md) from 0.32.4 to 0.34.0
de: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)**-[Aktualisierung](https://codeberg.org/Freeyourgadget/Gadgetbridge/src/branch/master/CHANGELOG.md) von 0.32.4 auf 0.34.0
pl: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** został [zaktualizowany](https://codeberg.org/Freeyourgadget/Gadgetbridge/src/branch/master/CHANGELOG.md) z 0.32.4 do 0.34.0
ro: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** a fost [updated](https://codeberg.org/Freeyourgadget/Gadgetbridge/src/branch/master/CHANGELOG.md) de la 0.32.4 la 0.34.0
ru: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** был [обновлен](https://codeberg.org/Freeyourgadget/Gadgetbridge/src/branch/master/CHANGELOG.md) с 0.32.4 до 0.34.0
uk: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** [оновлено](https://codeberg.org/Freeyourgadget/Gadgetbridge/src/branch/master/CHANGELOG.md) з 0.32.4 до 0.34.0
zh_hans: **[Gadgetbridge](https://f-droid.org/packages/nodomain.freeyourgadget.gadgetbridge/)** 从 0.32.4 [更新](https://codeberg.org/Freeyourgadget/Gadgetbridge/src/branch/master/CHANGELOG.md)到 0.34.0

source: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)** was updated from 1.7 to 1.10
de: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)** erhielt ein Update von 1.7 auf 1.10
pl: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)** został zaktualizowany z 1.7 do 1.10
ro: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)** a fost actualizat de la 1.7 la 1.10
ru: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)** был обновлен с 1.7 до 1.10
uk: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)** оновлено з 1.7 до 1.10
zh_hans: **[GameDealz](https://f-droid.org/packages/de.r4md4c.gamedealz/)** 从 1.7 更新到 1.10

source: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** was [updated](https://gitea.com/mmarif/GitNex/src/branch/master/CHANGELOG.md) from 1.1.0-rc1 to 1.5.0
de: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)**-[Aktualisierung](https://gitea.com/mmarif/GitNex/src/branch/master/CHANGELOG.md) von 1.1.0-rc1 auf 1.5.0
pl: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** został [zaktualizowany](https://gitea.com/mmarif/GitNex/src/branch/master/CHANGELOG.md) z 1.1.0-rc1 do 1.5.0
ro: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** a fost [updated](https://gitea.com/mmarif/GitNex/src/branch/master/CHANGELOG.md) de la 1.1.0-rc1 la 1.5.0
ru: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** был [обновлен](https://gitea.com/mmarif/GitNex/src/branch/master/CHANGELOG.md) с 1.1.0-rc1 до 1.5.0
uk: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** [оновлено](https://gitea.com/mmarif/GitNex/src/branch/master/CHANGELOG.md) з 1.1.0-rc1 до 1.5.0
zh_hans: **[GitNex](https://f-droid.org/packages/org.mian.gitnex/)** 从 1.1.0-rc1 [更新](https://gitea.com/mmarif/GitNex/src/branch/master/CHANGELOG.md)到 1.5.0
