Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: [Titan Companion](https://f-droid.org/packages/pt.joaomneto.titancompanion/): Stat sheet and rules engine for all Fighting Fantasy gamebooks
de: [Titan Companion](https://f-droid.org/packages/pt.joaomneto.titancompanion/): Statistikbogen und Regelmodul für alle Fighting Fantasy-Spielbücher
pl: [Titan Companion](https://f-droid.org/packages/pt.joaomneto.titancompanion/): Arkusz statystyk i reguł dla wszystkich gamebooków Fighting Fantasy
ro: [Titan Companion](https://f-droid.org/packages/pt.joaomneto.titancompanion/): Foaie de stat și motor de reguli pentru toate cărțile de joc Fighting Fantasy
ru: [Titan Companion](https://f-droid.org/packages/pt.joaomneto.titancompanion/): Стат-лист и движок правил для всех игровых книг Fighting Fantasy
uk: [Titan Companion](https://f-droid.org/packages/pt.joaomneto.titancompanion/): Статист і рушій правил для всіх ігрових книг Fighting Fantasy
zh_hans: [Titan Companion](https://f-droid.org/packages/pt.joaomneto.titancompanion/)：所有格斗幻想游戏书的统计表和规则引擎

source: [Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/): Simple keyboard and nothing more
de: [Simple Keyboard]](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/): Einfache Tastatur und sonst nichts
pl: [Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/): Prosta klawiatura i nic więcej
ro: [Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/): Tastatura simplă și nimic mai mult
ru: [Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/): Простая клавиатура и ничего больше
uk: [Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/): Проста клавіатура і нічого більше
zh_hans: [Simple Keyboard](https://f-droid.org/packages/rkr.simplekeyboard.inputmethod/)：简单的键盘，仅此而已

source: In total, 50 apps were updated this week. Here are the highlights:
de: Insgesamt wurden diese Woche 54 Apps aktualisiert. Hier die Höhepunkte:
pl: W sumie w tym tygodniu zaktualizowano 50 aplikacji. Oto najważniejsze cechy:
ro: În total, 50 de aplicații au fost actualizate în această săptămână. Iată care sunt cele mai importante:
ru: Всего на этой неделе было обновлено 50 приложений. Вот основные из них:
uk: Усього цього тижня було оновлено 50 застосунків. Ось основні з них:
zh_hans: 本周总共更新了 50 个应用。以下是其中的亮点：

source: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) 0.13.5 adds the ability to limit video quality when on mobile data, remembers brightness for the session, improves download performance on weaker CPUs and fixes a crash on opening downloads. It also gained beta support for SoundCloud recently. Did you know NewPipe can stream just the audio from Youtube? And that this also works for entire playlists?
de: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) 0.13.5 fügt die Möglichkeit hinzu, die Videoqualität bei mobiler Datennutzung zu begrenzen, merkt sich die Helligkeit für die Sitzung, verbessert die Downloadleistung auf schwächeren CPUs und behebt einen Absturz beim Öffnen von Downloads. Außerdem hat es kürzlich Beta-Unterstützung für SoundCloud erhalten. Wussten Sie, dass NewPipe auch nur Audio von Youtube streamen kann? Und dass das auch für ganze Playlisten funktioniert?
pl: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) 0.13.5 dodaje możliwość ograniczenia jakości wideo, gdy na komórce dane, pamięta jasność sesji, poprawia wydajność pobierania na słabszych procesorach i naprawia awarię podczas otwierania plików do pobrania. Niedawno uzyskał także wsparcie dla wersji beta dla SoundCloud. Czy wiesz, że NewPipe może przesyłać strumieniowo tylko dźwięk z serwisu Youtube? I to, że działa również dla całych list odtwarzania?
ro: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) 0.13.5 adaugă posibilitatea de a limita calitatea video atunci când se utilizează date mobile, își amintește luminozitatea pentru sesiune, îmbunătățește performanța descărcărilor pe procesoarele mai slabe și rezolvă o eroare la deschiderea descărcărilor. De asemenea, a obținut recent suport beta pentru SoundCloud. Știați că NewPipe poate reda doar sunetul audio de pe Youtube? Și că acest lucru funcționează și pentru liste de redare întregi?
ru: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) 0.13.5 добавляет возможность ограничения качества видео при использовании мобильных данных, запоминает яркость на время сессии, улучшает производительность загрузки на слабых процессорах и исправляет ошибку при открытии загрузок. Также недавно появилась бета-поддержка SoundCloud. Знаете ли вы, что NewPipe может передавать только аудио с Youtube? И что это также работает для целых плейлистов?
uk: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) 0.13.5 додає можливість обмеження якості відео під час використовування мобільних даних, запам'ятовує яскравість на час сеансу, покращує швидкість завантаження на слабких процесорах і виправляє помилку відкриття завантажень. Також нещодавно з'явилася бета-підтримка SoundCloud. Чи знаєте ви, що NewPipe може передавати тільки аудіо з Youtube? І що це також працює для цілих добірок?
zh_hans: [NewPipe](https://f-droid.org/packages/org.schabi.newpipe/) 0.13.5 增加了在移动数据上限制视频质量的功能，记住会话的亮度，提高了在较弱 CPU 上的下载性能，并修复了打开下载时的崩溃问题。它最近还获得了对 SoundCloud 的测试支持。你知道 NewPip e可以只播放 Youtube 的音频吗？而且这也适用于整个播放列表？

source: [Stringlate](https://f-droid.org/packages/io.github.lonamiwebs.stringlate/) is a tool to help translate Android apps to other languages. 0.15.1 is now out with several UI improvements that should make translation a lot easier.
de: [Stringlate](https://f-droid.org/packages/io.github.lonamiwebs.stringlate/) ist ein Werkzeug, um Android-Anwendungen in andere Sprachen zu übersetzen. 0.15.1 ist jetzt mit einigen Verbesserungen an der Benutzeroberfläche verfügbar, welche die Übersetzung erheblich erleichtern sollen.
pl: [Stringlate](https://f-droid.org/packages/io.github.lonamiwebs.stringlate/) to narzędzie do tłumaczenia aplikacji na Androida na inne języki. Wersja 0.15.1 jest już dostępna z kilkoma ulepszeniami interfejsu, które powinny znacznie ułatwić tłumaczenie.
ro: [Stringlate](https://f-droid.org/packages/io.github.lonamiwebs.stringlate/) este un instrument care ajută la traducerea aplicațiilor Android în alte limbi. 0.15.1 a fost lansat acum cu mai multe îmbunătățiri ale interfeței de utilizare care ar trebui să faciliteze mult traducerea.
ru: [Stringlate](https://f-droid.org/packages/io.github.lonamiwebs.stringlate/) - это инструмент для перевода приложений Android на другие языки. Вышла версия 0.15.1 с несколькими улучшениями пользовательского интерфейса, которые должны значительно облегчить перевод.
uk: [Stringlate](https://f-droid.org/packages/io.github.lonamiwebs.stringlate/) — це засіб для перекладу застосунків Android іншими мовами. Вийшла версія 0.15.1 з кількома поліпшеннями користувацького інтерфейсу, які повинні значно полегшити переклад.
zh_hans: [Stringlate](https://f-droid.org/packages/io.github.lonamiwebs.stringlate/) 是一个帮助将 Android 应用翻译成其他语言的工具。0.15.1 现在已经出来了，有几个用户界面的改进，应该能使翻译变得更容易。

source: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/) was updated from 2.0 to 2.1.0 and can now be installed on Lineage-based ROMs as well.
de: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/) wurde von 2.0 auf 2.1.0 aktualisiert und kann nun auch auf LineageOS-basierten ROMs installiert werden.
pl: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/) został zaktualizowany z wersji 2.0 do wersji 2.1.0 i można go teraz zainstalować również na ROMach opartych na Lineage-based.
ro: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/) a fost actualizat de la 2.0 la 2.1.0 și poate fi instalat acum și pe ROM-uri bazate pe Lineage.
ru: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/) был обновлен с версии 2.0 до 2.1.0 и теперь может быть установлен и на ПЗУ на базе Lineage.
uk: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/) був оновлений з версії 2.0 до 2.1.0 і тепер може бути встановлений і на ПЗП на базі Lineage.
zh_hans: [Fairphone Launcher 3](https://f-droid.org/packages/community.fairphone.fplauncher3/) 从 2.0 更新到 2.1.0，现在也可以安装在基于 Lineage 的 ROM 上。

source: [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.10 finally brings full sticker support! Also in this release: account deactivation for enhanced [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) compliance.
de: [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.10 bringt endlich volle Sticker-Unterstützung! Ebenfalls in dieser Version: Kontodeaktivierung für verbesserte [GSDVO](https://de.wikipedia.org/wiki/Datenschutz-Grundverordnung)-Übereinstimmung.
pl: [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.10 w końcu przynosi pełną obsługę naklejki! Również w tej wersji: dezaktywacja konta dla lepszej zgodności [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation).
ro: [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.10 aduce în sfârșit suport complet pentru autocolante! De asemenea, în această versiune: dezactivarea contului pentru o mai bună [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) conformitate.
ru: В [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.10 наконец-то появилась полная поддержка стикеров! Также в этом выпуске: деактивация аккаунта для повышения соответствия [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation).
uk: У [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.10 нарешті з'явилася повна підтримка наліпок! Також у цьому випуску: деактивація облікового запису для розширення відповідності [GDPR](https://uk.wikipedia.org/wiki/%D0%97%D0%B0%D0%B3%D0%B0%D0%BB%D1%8C%D0%BD%D0%B8%D0%B9_%D1%80%D0%B5%D0%B3%D0%BB%D0%B0%D0%BC%D0%B5%D0%BD%D1%82_%D0%BF%D1%80%D0%BE_%D0%B7%D0%B0%D1%85%D0%B8%D1%81%D1%82_%D0%B4%D0%B0%D0%BD%D0%B8%D1%85).
zh_hans: [Riot.im](https://f-droid.org/packages/im.vector.alpha/) 0.8.10 终于带来了完整的贴纸支持！在这个版本中还有：账户停用以加强 [GDPR](https://en.wikipedia.org/wiki/General_Data_Protection_Regulation) 合规性。

source: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/) 2.0 allows you to continue play after you switch away from it, and now works in landscape mode as well.
de: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/) 2.0 erlaubt das Spiel fortzusetzen, nachdem Sie es verlassen haben und es funktioniert nun auch im Querformat.
pl: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/) 2.0 pozwala na kontynuowanie gry po zmianie jej na inną, teraz działa również w trybie poziomym.
ro: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/) 2.0 vă permite să continuați jocul după ce vă îndepărtați de el, iar acum funcționează și în modul peisaj.
ru: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/) 2.0 позволяет продолжить игру после переключения, а теперь работает и в ландшафтном режиме.
uk: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/) 2.0 уможливлює продовжити гру після перемикання, а тепер працює ще й у ландшафтному режимі.
zh_hans: [JustChess](https://f-droid.org/packages/com.alaskalinuxuser.justchess/) 2.0 允许你在切换离开后继续游戏，现在也可以在横向模式下工作。

source: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) was updated from 5.2.0 to 5.6.0, with UI tweaks, improved privacy, anonymous feedback option, streamlined content blocking and stability enhancements.
de: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) wurde von 5.2.0 auf 5.6.0 aktualisiert, mit UI-Optimierungen, verbessertem Datenschutz, anonymer Feedback-Option, optimierter Inhaltsblockierung und Stabilitätsverbesserungen.
pl: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) został zaktualizowany z wersji 5.2.0 do 5.6.0, dzięki ulepszeniom UI, ulepszonej prywatności, anonimowej opcji opinii, usprawnionemu blokowaniu treści i ulepszeniom stabilności.
ro: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) a fost actualizat de la 5.2.0 la 5.6.0, cu modificări ale interfeței de utilizare, confidențialitate îmbunătățită, opțiune de feedback anonim, blocarea simplificată a conținutului și îmbunătățiri ale stabilității.
ru: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) был обновлен с версии 5.2.0 до версии 5.6.0. В нем были внесены изменения в пользовательский интерфейс, улучшена конфиденциальность, появилась возможность анонимной обратной связи, упрощена блокировка контента и повышена стабильность.
uk: [DuckDuckGo Privacy Browser](https://f-droid.org/packages/com.duckduckgo.mobile.android/) був оновлений з версії 5.2.0 до версії 5.6.0. У ньому були внесені зміни в користувацький інтерфейс, поліпшено приватність, з'явилася можливість анонімного зворотного зв'язку, спрощене блокування вмісту та підвищена стабільність.
zh_hans: [DuckDuckGo 隐私浏览器](https://f-droid.org/packages/com.duckduckgo.mobile.android/) 从5.2.0 更新到 5.6.0，对用户界面进行了调整，改进了隐私，增加了匿名反馈选项，精简了内容屏蔽，增强了稳定性。

source: [MGit](https://f-droid.org/packages/com.manichord.mgit/) is back with 1.5.4.4. This release fixes a crash which makes the app wholly unusable if you disable gravatars. Recently it also introduced a fix which makes TLSV1.2 work on android 4.4 devices, so you can now use it with GitHub again.
de: [MGit](https://f-droid.org/packages/com.manichord.mgit/) ist wieder da mit 1.5.4.4. Diese Version behebt einen Absturz, der die Anwendung völlig unbrauchbar machte, wenn Sie Gravatare deaktivierten. Vor kurzem wurde auch ein Fix eingeführt, der TLSV1.2 auf Android 4.4 Geräten zum Laufen bringt, so dass Sie es nun wieder mit GitHub verwenden können.
pl: [MGit](https://f-droid.org/packages/com.manichord.mgit/) powraca z 1.5.4.4. To wydanie naprawia awarię, która sprawia, że aplikacja jest całkowicie bezużyteczna, jeśli wyłączysz gravatars. Niedawno wprowadzono także poprawkę, która sprawia, że TLSV1.2 działa na urządzeniach z Androidem 4.4, więc możesz teraz używać go ponownie z GitHubem.
ro: [MGit](https://f-droid.org/packages/com.manichord.mgit/) s-a întors cu 1.5.4.4. Această versiune corectează o eroare care face ca aplicația să fie complet inutilizabilă dacă dezactivați gravatars. De asemenea, a introdus recent o corecție care face ca TLSV1.2 să funcționeze pe dispozitivele Android 4.4, astfel încât acum o puteți utiliza din nou cu GitHub.
ru: [MGit](https://f-droid.org/packages/com.manichord.mgit/) вернулся с версией 1.5.4.4. Этот релиз исправляет ошибку, которая делает приложение полностью непригодным для использования, если вы отключите граватары. Недавно в нем также появилось исправление, которое заставляет TLSV1.2 работать на устройствах android 4.4, так что теперь вы снова можете использовать его с GitHub.
uk: [MGit](https://f-droid.org/packages/com.manichord.mgit/) повернувся з версією 1.5.4.4. Цей випуск виправляє помилку, яка робить застосунок повністю непридатним для використання, якщо ви вимикаєте граватар. Нещодавно в ньому також з'явилося виправлення, яке змушує TLSV1.2 працювати на пристроях android 4.4, тож тепер ви знову можете користуватися ним із GitHub.
zh_hans: [MGit](https://f-droid.org/packages/com.manichord.mgit/) 推出了1.5.4.4 版本。这个版本修复了一个崩溃问题，如果你禁用头像，这个应用将完全无法使用。最近，它还引入了一个修正，使 TLSV1.2 在 android 4.4 设备上工作，所以你现在又可以在 GitHub 上使用它了。

source: Thanks to everyone who suggested updates or provided tips. Keep 'em coming!
de: Vielen Dank an alle, die Updates vorgeschlagen oder Tipps gegeben haben. Schickt mehr!
pl: Dziękujemy wszystkim, którzy zasugerowali aktualizacje lub udzielili wskazówek. Zatrzymaj ich!
ro: Mulțumesc tuturor celor care au sugerat actualizări sau au oferit sfaturi. Continuați să le primiți!
ru: Спасибо всем, кто предложил обновления или дал советы. Продолжайте в том же духе!
uk: Спасибі всім, хто запропонував оновлення або дав поради. Продовжуйте в тому ж дусі!
zh_hans: 感谢所有建议更新或提供提示的人。继续保持！

source: This Week in F-Droid, Week 24
de: Diese Woche in F-Droid, Woche 24
pl: W tym tygodniu w F-Droid, Tydzień 24
ro: Săptămâna aceasta în F-Droid, săptămâna 24
ru: Эта неделя в F-Droid, неделя 24
uk: Цей тиждень у F-Droid, тиждень 24
zh_hans: F-Droid 每周新闻，第 24 周

source: We broke 2500 followers on [Mastodon](https://mastodon.technology/@fdroidorg)!
de: Wir haben fast 2500 Followers auf [Mastodon](https://mastodon.technology/@fdroidorg)!
pl: Złamaliśmy liczbę 2500 obserwujących [Mastodon](https://mastodon.technology/@fdroidorg)!
ro: Am depășit 2500 de urmăritori pe [Mastodon](https://mastodon.technology/@fdroidorg)!
zh_hans: 我们在 [Mastodon](https://mastodon.technology/@fdroidorg) 上突破了 2500 名关注者！

source: [_hc](https://forum.f-droid.org/u/hans) is working full-time on the [whitelabel]({{ site.baseurl }}/docs/Whitelabel_Builds/) support this week, eliminating some technical debt in the process. This work is part of a paid contract.
de: [_hc](https://forum.f-droid.org/u/hans) arbeitet diese Woche hauptberuflich an der Betreuung von [Whitelabel]({{ site.baseurl }}/docs/Whitelabel_Builds/), um ein paar technischen Verpflichtungen in dem Verfahren nachzukommen. Diese Arbeit ist Teil eines bezahlten Vertrags.
pl: [_hc](https://forum.f-droid.org/u/hans) pracuje w pełnym wymiarze godzin przy wsparciu [białej listy]({{ site.baseurl }}/docs/Whitelabel_Builds/) w tym tygodniu, eliminując w tym procesie pewien techniczny dług. Ta praca jest częścią płatnej umowy.
ro: [_hc](https://forum.f-droid.org/u/hans) lucrează cu normă întreagă la suportul [whitelabel]({{ site.baseurl }}/docs/Whitelabel_Builds/) în această săptămână, eliminând unele datorii tehnice în acest proces. Această muncă face parte dintr-un contract plătit.
ru: На этой неделе [_hc](https://forum.f-droid.org/u/hans) работает над поддержкой [whitelabel]({{ site.baseurl }}/docs/Whitelabel_Builds/) полный рабочий день, устраняя в процессе некоторые технические задолженности. Эта работа является частью оплачиваемого контракта.
uk: Цього тижня [_hc](https://forum.f-droid.org/u/hans) працює над підтримкою [whitelabel]({{ site.baseurl }}/docs/Whitelabel_Builds/) повний робочий день, усуваючи в процесі деякі технічні проблеми. Ця робота — частина оплачуваного контракту.
zh_hans: [_hc](https://forum.f-droid.org/u/hans) 本周正在全职从事[白标]({{ site.baseurl }}/docs/Whitelabel_Builds/)支持工作，在这个过程中消除了一些技术债务。这项工作是付费合同的一部分。

source: [mvdan](https://forum.f-droid.org/u/mvdan) [released](https://github.com/mvdan/fdroidcl/releases/tag/v0.4.0) fdroidcl 0.4.0. [Fdroidcl](https://github.com/mvdan/fdroidcl) is an F-Droid desktop client which talks to connected devices via [ADB](https://en.wikipedia.org/wiki/Android_Debug_Bridge). If you have any input or suggestions, please open new issues on the [tracker](https://github.com/mvdan/fdroidcl/issues). Pull requests are always welcome.
de: [mvdan](https://forum.f-droid.org/u/mvdan) [veröffentlichte](https://github.com/mvdan/fdroidcl/releases/tag/v0.4.0) fdroidcl 0.4.0. [Fdroidcl](https://github.com/mvdan/fdroidcl) ist ein F-Droid-Desktop-Client, der über [ADB](https://en.wikipedia.org/wiki/Android_Debug_Bridge) mit angeschlossenen Geräten kommuniziert. Wenn Sie Anregungen oder Vorschläge haben, eröffnen Sie bitte neue Themen im [Issue Tracker](https://github.com/mvdan/fdroidcl/issues). Pull-Anfragen sind immer willkommen.
pl: [mvdan](https://forum.f-droid.org/u/mvdan) [wydany](https://github.com/mvdan/fdroidcl/releases/tag/v0.4.0) fdroidcl 0.4.0. [Fdroidcl](https://github.com/mvdan/fdroidcl) to klient stacjonarny F-Droid, który rozmawia z podłączonymi urządzeniami przez [ADB](https://en.wikipedia.org/wiki/Android_Debug_Bridge). Jeśli masz jakieś dane wejściowe lub sugestie, otwórz nowe problemy w [tracker](https://github.com/mvdan/fdroidcl/issues). Żądania Pull są zawsze mile widziane.
ro: [mvdan](https://forum.f-droid.org/u/mvdan) [released](https://github.com/mvdan/fdroidcl/releases/tag/v0.4.0) fdroidcl 0.4.0. [Fdroidcl](https://github.com/mvdan/fdroidcl) este un client desktop F-Droid care vorbește cu dispozitivele conectate prin [ADB](https://en.wikipedia.org/wiki/Android_Debug_Bridge). Dacă aveți contribuții sau sugestii, vă rugăm să deschideți probleme noi pe [tracker](https://github.com/mvdan/fdroidcl/issues). Cererile de tip pull sunt întotdeauna binevenite.
ru: [mvdan](https://forum.f-droid.org/u/mvdan) [released](https://github.com/mvdan/fdroidcl/releases/tag/v0.4.0) fdroidcl 0.4.0. [Fdroidcl](https://github.com/mvdan/fdroidcl) - это десктопный клиент F-Droid, который общается с подключенными устройствами через [ADB](https://en.wikipedia.org/wiki/Android_Debug_Bridge). Если у вас есть какие-либо замечания или предложения, пожалуйста, откройте новые проблемы на [tracker](https://github.com/mvdan/fdroidcl/issues). Pull-запросы всегда приветствуются.
uk: [mvdan](https://forum.f-droid.org/u/mvdan) [випускає](https://github.com/mvdan/fdroidcl/releases/tag/v0.4.0) fdroidcl 0.4.0. [Fdroidcl](https://github.com/mvdan/fdroidcl) — це клієнт F-Droid для комп'ютера, який зв'язується з під'єднаними пристроями через [ADB](https://en.wikipedia.org/wiki/Android_Debug_Bridge). Якщо у вас є які-небудь зауваження або пропозиції, будь ласка, почніть нове обговорення на [tracker](https://github.com/mvdan/fdroidcl/issues). Pull-запити завжди вітаються.
zh_hans: [mvdan](https://forum.f-droid.org/u/mvdan) [发布了](https://github.com/mvdan/fdroidcl/releases/tag/v0.4.0) fdroidcl 0.4.0。[Fdroidcl](https://github.com/mvdan/fdroidcl) 是一个 F-Droid 桌面客户端，通过 [ADB](https://en.wikipedia.org/wiki/Android_Debug_Bridge) 与连接的设备通信。如果你有任何意见或建议，请在[跟踪器](https://github.com/mvdan/fdroidcl/issues)上打开新的问题。我们随时欢迎拉取请求。

source: The slides to [Bubu](https://forum.f-droid.org/u/Bubu)'s talk which we mentioned last week are now [available]({% asset posts/2018-06-14-this-week-in-fdroid-w24/2018-06-08-bubu-fdroid-talk-afra.pdf %})!
de: Die Folien zu [Bubu](https://forum.f-droid.org/u/Bubu)'s Vortrag, den wir letzte Woche erwähnt haben, sind nun [abrufbar]({% asset posts/2018-06-14-this-week-in-fdroid-w24/2018-06-08-bubu-fdroid-talk-afra.pdf %})!
pl: Prezentacje na temat [Bubu](https://forum.f-droid.org/u/Bubu), o których wspominaliśmy w zeszłym tygodniu są teraz [dostępne]({% asset posts/2018-06-14-this-week-in-fdroid-w24/2018-06-08-bubu-fdroid-talk-afra.pdf %})!
ro: Diapozitivele de la discursul lui [Bubu](https://forum.f-droid.org/u/Bubu) pe care l-am menționat săptămâna trecută sunt acum [available]({% asset posts/2018-06-14-this-week-in-fdroid-w24/2018-06-08-bubu-fdroid-talk-afra.pdf %})!
ru: Слайды к выступлению [Bubu](https://forum.f-droid.org/u/Bubu), о котором мы упоминали на прошлой неделе, теперь [доступны]({% asset posts/2018-06-14-this-week-in-fdroid-w24/2018-06-08-bubu-fdroid-talk-afra.pdf %})!
uk: Слайди до виступу [Bubu](https://forum.f-droid.org/u/Bubu), про який ми згадували минулого тижня, тепер [доступні]({% asset posts/2018-06-14-this-week-in-fdroid-w24/2018-06-08-bubu-fdroid-talk-afra.pdf %})!
zh_hans: 我们上周提到的 [Bubu](https://forum.f-droid.org/u/Bubu) 的演讲的幻灯片现在[可以下载]({% asset posts/2018-06-14-this-week-in-fdroid-w24/2018-06-08-bubu-fdroid-talk-afra.pdf %})了！
