Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We've reached consensus within F-Droid that as the next step in this, we'd like to [set up our own Matrix server](https://gitlab.com/fdroid/admin/issues/94). We will be starting out small, only allowing core F-Droid contributors access, and only for the F-Droid rooms. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** and **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** have volunteered to administrate the server as independent F-Droid contributors. **[@\_hc](https://forum.f-droid.org/u/hans)** has contributed a VM for this purpose, and it is now in the process of being set up.
de: Wir haben innerhalb von F-Droid eine Übereinkunft getroffen, dass wir als nächsten Schritt in dieser Sache [unseren eigenen Matrix-Server einrichten](https://gitlab.com/fdroid/admin/issues/94) möchten. Wir werden klein anfangen, indem wir nur den F-Droid-Kern-Mitarbeitern, und nur für F-Droid-Räume, Zugang gestatten. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** und **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** haben sich freiwillig gemeldet, den Server als unabhängige F-Droid-Mitarbeiter zu verwalten. **[@\_hc](https://forum.f-droid.org/u/hans)** hat zu diesem Zweck eine VM beigesteuert und ist gerade dabei, sie einzurichten.
pl: Osiągnęliśmy konsensus w F-Droid, że następnym krokiem będzie [skonfigurowanie własnego serwera Matrix](https://gitlab.com/fdroid/admin/issues/94). Będziemy rozpoczynać małe, pozwalając tylko rdzennym członkom F-Droida na dostęp i tylko na pokoje F-Droid. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** i **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** zgłosili się na ochotnika do administrowania serwerem jako niezależni współpracownicy F-Droid. **[@\_hc](https://forum.f-droid.org/u/hans)** wniósł w tym celu maszynę wirtualną i jest właśnie w trakcie jej tworzenia.
ro: Am ajuns la un consens în cadrul F-Droid că următorul pas în acest sens ar fi [să ne înființăm propriul server Matrix](https://gitlab.com/fdroid/admin/issues/94). Vom începe cu un server mic, permițând doar accesul contribuitorilor F-Droid de bază și doar pentru camerele F-Droid. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** și **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** s-au oferit voluntari pentru a administra serverul în calitate de contribuitori F-Droid independenți. **[@\_hc](https://forum.f-droid.org/u/hans)** a contribuit cu un VM în acest scop, iar acesta este acum în curs de configurare.
ru: Мы достигли консенсуса в F-Droid, что в качестве следующего шага в этом направлении мы хотели бы [создать наш собственный сервер Matrix](https://gitlab.com/fdroid/admin/issues/94). Мы начнем с малого, предоставив доступ только основным участникам F-Droid, и только для комнат F-Droid. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** и **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** вызвались администрировать сервер как независимые участники F-Droid. **[@\_hc](https://forum.f-droid.org/u/hans)** предоставил VM для этой цели, и сейчас он находится в процессе настройки.
uk: Ми досягли консенсусу в F-Droid, що в якості наступного кроку в цьому напрямку ми хотіли б [створити наш власний сервер Matrix](https://gitlab.com/fdroid/admin/issues/94). Ми почнемо з малого, надавши доступ тільки основним учасникам F-Droid, і тільки для кімнат F-Droid. **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** і **[Mathijs](https://forum.f-droid.org/u/mvgorcum)** зголосилися адмініструвати сервер як незалежні учасники F-Droid. **[@ \ _ hc](https://forum.f-droid.org/u/hans)** надав VM для цієї мети, і зараз він знаходиться в процесі настройки.
zh_hans: 我们已经在 F-Droid 内部达成共识，作为下一步，我们希望[建立自己的 Matrix 服务器](https://gitlab.com/fdroid/admin/issues/94)。我们将从小规模开始，只允许核心 F-Droid 贡献者访问，并且只允许 F-Droid 房间。**[@nicoalt](https://forum.f-droid.org/u/nicoalt)** 和 **[Mathijs](https://forum.f-droid.org/u/mvgorcum )** 自愿作为独立的 F-Droid 贡献者管理服务器。**[@\_hc](https://forum.f-droid.org/u/hans)**为此贡献了一个虚拟机，现在正在设置中。

source: We'd also like to thank **Max Dor** for his very generous offer to host and administrate a corporate-quality Matrix setup, with all bells and whistles, as part of a sponsorship deal with [Kamax](https://www.kamax.io). However, at this point we chose to go with a minimal setup, for which we can rely on our own resources and independent contributors.
de: Wir möchten auch **Max Dor** für sein sehr großzügiges Angebot danken, eine Matrix-Einrichtung in Unternehmensqualität mit allem Schnickschnack im Rahmen eines Sponsorvertrags mit [Kamax](https://www.kamax.io) zu hosten und zu verwalten. Wir haben uns an diesem Punkt jedoch dafür entschieden, mit einer Minimalkonfiguration zu beginnen, bei der wir auf unsere eigenen Ressourcen und unabhängigen Mitarbeiter bauen können.
pl: Chcielibyśmy również podziękować **Max Dor** za bardzo hojną ofertę hostowania i zarządzania korporacyjną konfiguracją Matrix, z wszystkimi dzwonkami i gwizdkami, w ramach umowy sponsorskiej z [Kamax](https://www.kamax.io). Jednak w tym momencie zdecydowaliśmy się na minimalną konfigurację, za którą możemy polegać na własnych zasobach i niezależnych współpracownikach.
ro: Am dori, de asemenea, să mulțumim lui **Max Dor** pentru oferta sa foarte generoasă de a găzdui și administra o configurație Matrix de calitate corporativă, cu toate dotările, ca parte a unui contract de sponsorizare cu [Kamax](https://www.kamax.io). Cu toate acestea, în acest moment am ales să optăm pentru o configurație minimă, pentru care ne putem baza pe propriile resurse și pe colaboratori independenți.
ru: Мы также хотели бы поблагодарить **Max Dor** за его очень щедрое предложение разместить и администрировать установку Matrix корпоративного качества, со всеми благами, как часть спонсорской сделки с [Kamax](https://www.kamax.io). Однако на данный момент мы решили обойтись минимальным вариантом, для которого мы можем полагаться на собственные ресурсы и независимых участников.
uk: Ми також хотіли б подякувати **Max Dor** за його дуже щедру пропозицію розмістити і адмініструвати установку Matrix корпоративної якості, з усіма благами, як частина спонсорської угоди з [Kamax](https://www.kamax.io). Однак на цей час ми вирішили обійтися мінімальним варіантом, для якого ми можемо покладатися на власні ресурси і незалежних учасників.
zh_hans: 我们还要感谢 **Max Dor** 慷慨地提出托管并管理一个企业级 Matrix 设置，带有各种附加功能，作为 [Kamax](https://www.kamax.io) 的赞助的一部分。然而，目前，我们选择了最小的设置，以便我们可以依靠我们自己的资源和独立的贡献者。

source: **[Keikai Launcher](https://f-droid.org/packages/com.anpmech.launcher/)**: Fast, minimalistic launcher.
de: **[Keikai Launcher](https://f-droid.org/packages/com.anpmech.launcher/)**: Schneller, minimalistischer Launcher.
pl: **[Keikai Launcher](https://f-droid.org/packages/com.anpmech.launcher/)**: Szybki, minimalistyczny launcher.
ro: **[Keikai Launcher](https://f-droid.org/packages/com.anpmech.launcher/)**: Lansator rapid și minimalist.
ru: **[Keikai Launcher](https://f-droid.org/packages/com.anpmech.launcher/)**: Быстрая, минималистичная программа запуска (лаунчер).
uk: **[Keikai Launcher](https://f-droid.org/packages/com.anpmech.launcher/)**: Швидка, мінімалістичний програма запуску (лаунчер).
zh_hans: **[Keikai Launcher](https://f-droid.org/packages/com.anpmech.launcher/)**：快速、简约的启动器。

source: **[Aria2App](https://f-droid.org/packages/com.gianlu.aria2app/)**
ro: **[Aria2Aplicație](https://f-droid.org/packages/com.gianlu.aria2app/)**
zh_hans: **[Aria2App 下载器](https://f-droid.org/packages/com.gianlu.aria2app/)**

source: **[Pretend You're Xyzzy](https://f-droid.org/packages/com.gianlu.pretendyourexyzzy/)**
ro: **[Pretend You're Xyzzy (Pretinde că ești Xyzzy)](https://f-droid.org/packages/com.gianlu.pretendyourexyzzy/)**
zh_hans: **[假装你是 Xyzzy](https://f-droid.org/packages/com.gianlu.pretendyourexyzzy/)**

source: **[Share my number](https://f-droid.org/packages/com.github.characterdog.share_my_number/)**
de: **[Teile meine Nummer](https://f-droid.org/packages/com.github.characterdog.share_my_number/)**
pl: **[Udostępnij mój numer](https://f-droid.org/packages/com.github.characterdog.share_my_number/)**
ro: **[Share my number (Distribuie numărul meu)](https://f-droid.org/packages/com.github.characterdog.share_my_number/)**
zh_hans: **[分享我的联系人号码](https://f-droid.org/packages/com.github.characterdog.share_my_number/)**

source: **[Gotify](https://f-droid.org/packages/com.github.gotify/)**: A client for receiving push notifications.
de: **[Gotify](https://f-droid.org/packages/com.github.gotify/)**: Ein Client zum Empfangen von Push-Benachrichtigungen.
pl: **[Gotify](https://f-droid.org/packages/com.github.gotify/)**: Klient do odbierania powiadomień push.
ro: **[Gotify](https://f-droid.org/packages/com.github.gotify/)**: Un client pentru primirea de notificări push.
ru: **[Gotify](https://f-droid.org/packages/com.github.gotify/)**: Клиент для получения push-уведомлений.
uk: **[Gotify](https://f-droid.org/packages/com.github.gotify/)**: Клієнт для отримання push-повідомлень.
zh_hans: **[Gotify](https://f-droid.org/packages/com.github.gotify/)**：接收推送通知的客户端。

source: **[Drowser](https://f-droid.org/packages/com.jarsilio.android.drowser/)**: Simple background app killer.
de: **[Drowser](https://f-droid.org/packages/com.jarsilio.android.drowser/)**: Einfacher Hintergrund-App-Killer.
pl: **[Drowser](https://f-droid.org/packages/com.jarsilio.android.drowser/)**: Prosty zabójca aplikacji w tle.
ro: **[Drowser](https://f-droid.org/packages/com.jarsilio.android.drowser/)**: Un simplu ucigaș de aplicații de fundal.
ru: **[Drowser](https://f-droid.org/packages/com.jarsilio.android.drowser/)**: Простой убийца фоновых приложений.
uk: **[Drowser](https://f-droid.org/packages/com.jarsilio.android.drowser/)**: Простий вбивця фонових застосунків.
zh_hans: **[Drowser](https://f-droid.org/packages/com.jarsilio.android.drowser/)**：简单的后台应用杀手。

source: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)**: Save reviews of movies.
de: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)**: Filmbesprechungen speichern.
pl: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)**: Zapisuj recenzje filmów.
ro: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)**: Salvați recenzii de filme.
ru: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)**: Сохранить рецензии на фильмы.
uk: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)**: Зберегти рецензії на фільми.
zh_hans: **[CineLog](https://f-droid.org/packages/com.ulicae.cinelog/)**：保存电影评论。

source: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**: Password manager based on revelation password manager file format.
de: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**: Auf dem Dateiformat des Revelation Password Manager basierende Passwortverwaltung.
pl: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**: Menedżer haseł oparty na formacie pliku menedżera haseł rewelacyjnych.
ro: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**: Manager de parole bazat pe formatul de fișier al managerului de parole Revelation.
ru: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**: Менеджер паролей, основанный на формате файла менеджера паролей revelation.
uk: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**: Менеджер паролів, заснований на форматі файлу менеджера паролів revelation.
zh_hans: **[aRevelation](https://f-droid.org/packages/de.igloffstein.maik.aRevelation/)**：基于 revelation 密码管理器文件格式的密码管理器。

source: **[Travel Mate](https://f-droid.org/packages/io.github.project_travel_mate/)**: A complete travel guide.
de: **[Travel Mate](https://f-droid.org/packages/io.github.project_travel_mate/)**: Ein kompletter Reiseführer.
pl: **[Travel Mate](https://f-droid.org/packages/io.github.project_travel_mate/)**: Kompletny przewodnik turystyczny.
ro: **[Travel Mate](https://f-droid.org/packages/io.github.project_travel_mate/)**: Un ghid de călătorie complet.
ru: **[Travel Mate](https://f-droid.org/packages/io.github.project_travel_mate/)**: Полный путеводитель.
uk: **[Travel Mate](https://f-droid.org/packages/io.github.project_travel_mate/)**: Повний путівник.
zh_hans: **[Travel Mate](https://f-droid.org/packages/io.github.project_travel_mate/)**：完整的旅行指南。

source: **[wX](https://f-droid.org/packages/joshuatee.wx/)**: Weather app geared towards storm chasers, meteorologists and weather enthusiasts.
de: **[wX](https://f-droid.org/packages/joshuatee.wx/)**: Wetter-App ausgerichtet auf Sturmjäger, Meteorologen und Wetterbegeisterte.
pl: **[wX](https://f-droid.org/packages/joshuatee.wx/)**: Aplikacja pogodowa nastawiona na ścigacze burz, meteorologów i entuzjastów pogody.
ro: **[wX](https://f-droid.org/packages/joshuatee.wx/)**: Aplicație meteo orientată către vânătorii de furtuni, meteorologi și pasionații de vreme.
ru: **[wX](https://f-droid.org/packages/joshuatee.wx/)**: Погодное приложение, предназначенное для любителей погоды, метеорологов и любителей погоды.
uk: **[wX](https://f-droid.org/packages/joshuatee.wx/)**: Погодний застосунок, призначене для любителів погоди, метеорологів і любителів погоди.
zh_hans: **[wX](https://f-droid.org/packages/joshuatee.wx/)**：面向风暴追逐者、气象学家和天气爱好者的天气应用。

source: **[YouTube Stream](https://f-droid.org/packages/org.thiolliere.youtubestream/)**: Get youtube stream and open it with local application.
de: **[YouTube Stream](https://f-droid.org/packages/org.thiolliere.youtubestream/)**: YouTube-Stream beziehen und ihn mit einer lokalen Anwendung öffnen.
pl: **[YouTube Stream](https://f-droid.org/packages/org.thiolliere.youtubestream/)**: Pobierz strumień youtube i otwórz go za pomocą aplikacji lokalnej.
ro: **[YouTube Stream](https://f-droid.org/packages/org.thiolliere.youtubestream/)**: Obțineți fluxul youtube și deschideți-l cu aplicația locală.
ru: **[YouTube Stream](https://f-droid.org/packages/org.thiolliere.youtubestream/)**: Получение потока youtube и открытие его локальным приложением.
uk: **[YouTube Stream](https://f-droid.org/packages/org.thiolliere.youtubestream/)**: Отримання потоку youtube і відкриття його локальним застосунком.
zh_hans: **[YouTube Stream](https://f-droid.org/packages/org.thiolliere.youtubestream/)**：获取 youtube 流并使用本地应用打开它。

source: Due to time shortage, apps lacking a changelog URL in their F-Droid metadata were skipped this week.
de: Aufgrund der Kürze der Zeit wurden Apps, denen eine Changelog-URL in den F-Droid-Metadaten fehlte, diese Woche weggelassen.
pl: Z powodu braku czasu aplikacje, które nie mają adresu URL dziennika zmian w swoich metadanych F-Droida, zostały w tym tygodniu pominięte.
ro: Din cauza lipsei de timp, aplicațiile care nu aveau un URL de modificare în metadatele F-Droid au fost omise în această săptămână.
ru: Из-за нехватки времени на этой неделе были пропущены приложения, у которых в метаданных F-Droid отсутствует URL-адрес журнала изменений.
uk: Через брак часу на цьому тижні були пропущені застосунки, у яких в метаданих F-Droid відсутня URL-адреса журналу змін.
zh_hans: 由于时间紧迫，本周跳过了 F-Droid 元数据中缺少更新日志 URL 的应用。

source: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** is a musical instrument tuner, and was updated from 2.8 to 2.9. This update adds cello tuning, sets chromatic tuning as the default, and fixes a scrolling issue in landscape mode.
de: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** ist ein Stimmgerät für Musikinstrumente und wurde von 2.8 auf 2.9 aktualisiert. Dieses Update ergänzt die Cellostimmung, legt chromatisches Stimmen als Standard fest und behebt ein Problem beim Blättern im Querformat.
pl: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** to tuner instrumentów muzycznych i został zaktualizowany z 2.8 do 2.9. Ta aktualizacja dodaje tuning wiolonczelowy, domyślnie ustawia chromatyczne strojenie i rozwiązuje problem przewijania w trybie poziomym.
ro: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** este un acordor de instrumente muzicale și a fost actualizat de la 2.8 la 2.9. Această actualizare adaugă acordajul pentru violoncel, setează acordajul cromatic ca fiind cel implicit și rezolvă o problemă de derulare în modul peisaj.
ru: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** - это тюнер для музыкальных инструментов, который был обновлен с версии 2.8 до 2.9. Это обновление добавляет настройку виолончели, устанавливает хроматическую настройку по умолчанию и исправляет проблему прокрутки в ландшафтном режиме.
uk: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** - це тюнер для музичних інструментів, який був оновлений з версії 2.8 до 2.9. Це оновлення додає настройку віолончелі, встановлює хроматичну Це налаштування за замовчуванням виправляє проблему прокрутки в ландшафтному режимі.
zh_hans: **[Cythara](https://f-droid.org/packages/com.github.cythara/)** 是一个乐器调音器，从 2.8 更新到 2.9。此更新添加了大提琴调音，将半音调音设置为默认值，并修复了横向模式下的滚动问题。

source: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** is a funny single- and multiplayer game, where you use a slingshot to shoot with apples. This update from 1.5.3 to 1.5.5 adds 12 more winter levels, more stats on-screen, a list of translators in the credits screen, and several translation updates. Additionally, there is now a wiki page on the website describing how to create new levels.
de: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** ist ein lustiges Spiel für einen oder mehrere Spieler, bei dem ihr eine Schleuder verwendet, um mit Äpfeln zu schießen. Dieses Update von 1.5.3 auf 1.5.5 fügt 12 weitere Winter-Level hinzu, mehr Statistikwerte auf dem Bildschirm, eine Liste der Übersetzer in den Danksagungen und diverse Aktualisierungen von Übersetzungen. Zusätzlich gibt es nun eine Wiki-Seite auf der Website, die beschreibt, wie neue Level erstellt werden.
pl: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** to zabawna gra jedno- i wieloosobowa, w której używasz procy do strzelania z jabłek. Ta aktualizacja od 1.5.3 do 1.5.5 dodaje 12 kolejnych poziomów zimowych, więcej statystyk na ekranie, listę tłumaczy na ekranie kredytów i kilka aktualizacji tłumaczeń. Dodatkowo na stronie znajduje się strona wiki opisująca tworzenie nowych poziomów.
ro: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** este un joc amuzant single și multiplayer, în care folosești o praștie pentru a trage cu mere. Această actualizare de la 1.5.3 la 1.5.5 adaugă încă 12 nivele de iarnă, mai multe statistici pe ecran, o listă de traducători în ecranul de credite și mai multe actualizări de traducere. În plus, există acum o pagină wiki pe site-ul web care descrie cum să creezi noi niveluri.
ru: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** - это забавная одно- и многопользовательская игра, в которой вы используете рогатку для стрельбы яблоками. В обновлении с 1.5.3 до 1.5.5 добавлено еще 12 зимних уровней, больше статистики на экране, список переводчиков на экране титров и несколько обновлений перевода. Кроме того, на сайте появилась вики-страница с описанием того, как создавать новые уровни.
uk: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** - це кумедна одно- і розрахована на багато користувачів гра, в якій ви використовуєте рогатку для стрільби яблуками. В оновленні з 1.5.3 до 1.5.5 додано ще 12 зимових рівнів, більше статистики на екрані, список перекладачів на екрані титрів і кілька оновлень перекладу. Крім того, на сайті з'явилася вікі-сторінка з описом того, як створювати нові рівні.
zh_hans: **[Apple Flinger](https://f-droid.org/packages/com.gitlab.ardash.appleflinger.android/)** 是一款有趣的单人和多人游戏，你可以使用弹弓射击用苹果。这次从 1.5.3 到 1.5.5 的更新增加了 12 个冬季关卡、屏幕上的更多统计数据、致谢屏幕中的翻译者列表以及一些翻译更新。此外，网站上现在有一个 wiki 页面，描述了如何创建新关卡。

source: Are you sick of bloated non-free RSS readers that steal your personal information? Tired of convoluted syncing setups? Fed up having to create accounts everywhere? Try **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)**! Version 1.8.0 removes the option to sync on Hotspots, fixes automatic synchronization not running on mobile, adds an option to sync when the app is opened, improves caching to reduce data use, improves sync speed, adds Simplified Chinese translation, and some smaller fixes.
de: Sind sie aufgeblasene, unfreie RSS-Reader, die Ihre persönlichen Daten stehlen, leid? Müde von verstrickten Synchronisationseinstellungen? Haben es satt, überall Konten einzurichten? Versuchen Sie **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)**! Version 1.8.0 entfernt die Option an Hotspots zu synchronisieren, löst die automatische Synchronisation, die auf Mobilgeräten nicht funktioniert, fügt eine Option hinzu, um bei geöffneter App zu synchronisieren, verbessert die Zwischenspeicherung, um den Datenverbrauch zu reduzieren, verbessert die Synchronisationsgeschwindigkeit, ergänzt eine Übersetzung in vereinfachtes Chinesisch und einige kleinere Fixes.
pl: Masz dość rozdętych niewolnych czytników RSS, które kradną twoje dane osobowe? Masz dość zawiłych konfiguracji synchronizacji? Masz dość konieczności tworzenia kont wszędzie? Spróbuj **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)**! Wersja 1.8.0 usuwa opcję synchronizacji w hotspotach, naprawia automatyczną synchronizację nie uruchomioną na telefonie komórkowym, dodaje opcję synchronizacji po otwarciu aplikacji, poprawia buforowanie w celu zmniejszenia wykorzystania danych, zwiększa szybkość synchronizacji, dodaje tłumaczenie uproszczone chińskie, i mniejsze poprawki.
ro: V-ați săturat de cititoarele RSS umflate și ne-libere care vă fură informațiile personale? Te-ai săturat de configurările de sincronizare complicate? Te-ai săturat să trebuiască să creezi conturi peste tot? Încercați **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)**! Versiunea 1.8.0 elimină opțiunea de sincronizare pe Hotspot-uri, remediază sincronizarea automată care nu rulează pe mobil, adaugă o opțiune de sincronizare la deschiderea aplicației, îmbunătățește memoria cache pentru a reduce utilizarea datelor, îmbunătățește viteza de sincronizare, adaugă traducerea în chineză simplificată și câteva corecturi mai mici.
ru: Вам надоели раздутые бесплатные программы для чтения RSS, которые крадут вашу личную информацию? Надоели запутанные настройки синхронизации? Надоело везде создавать аккаунты? Попробуйте **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)**! В версии 1.8.0 удалена возможность синхронизации в точках доступа, исправлена неработающая автоматическая синхронизация на мобильных устройствах, добавлена возможность синхронизации при открытии приложения, улучшено кэширование для уменьшения использования данных, улучшена скорость синхронизации, добавлен упрощенный китайский перевод и некоторые мелкие исправления.
uk: Вам набридли роздуті безплатні програми для читання RSS, які крадуть вашу особисту інформацію? Набридли заплутані настройки синхронізації? Набридло всюди створювати акаунти? Спробуйте **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)**! У версії 1.8.0 видалена можливість синхронізації в точках доступу, виправлена непрацююча автоматична синхронізація на мобільних пристроях, додана можливість синхронізації під час запуску програми, покращено кешування для зменшення використання даних, покращена швидкість синхронізації, доданий спрощений китайський переклад і деякі дрібні виправлення.
zh_hans: 你是否厌倦了臃肿的非自由 RSS 阅读器窃取你的个人信息？厌倦了复杂的同步设置？厌倦了到处创建帐户？试试 **[Feeder](https://f-droid.org/packages/com.nononsenseapps.feeder/)**！ 1.8.0 版删除了在热点上同步的选项，修复了无法在移动设备上运行的自动同步，添加了打开应用时同步的选项，改进了缓存以减少数据使用，提高了同步速度，添加了简体中文翻译，以及一些更小的修复。
