Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Please tell us in the [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) on the forum, or tag your update [#fdroid](https://mastodon.technology/tags/fdroid) on Mastodon. (And cc [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) to make sure it reaches our instance.) The deadline to the next TWIF is Thursday 28 June 2018, 12:00 UTC.
de: Bitte erzählen Sie uns davon im [TWIF Submission Thread](https://forum.f-droid.org/t/twif-submission-thread) im Forum oder markieren Sie Ihr Update mit [#fdroid](https://mastodon.technology/tags/fdroid) auf Mastodon. (Sowie nachrichtlich [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg), um sicherzustellen, dass es unsere Instanz erreicht.) Die Frist bis zum nächsten TWIF ist Donnerstag, 28. Juni 2018, 12:00 UTC.
pl: Powiedz nam w wątku [dostarczania TWIF](https://forum.f-droid.org/t/twif-submission-thread) na forum lub oznacz swoją aktualizację [#fdroid](https://mastodon.technology/tags/fdroid) na Mastodon. (And cc [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg), aby upewnić się, że dotrze do naszej instancji.) Ostatnim terminem do następnego TWIF jest czwartek 28 czerwca 2018, 12:00 UTC.
ro: Vă rugăm să ne spuneți în [TWIF submission thread](https://forum.f-droid.org/t/twif-submission-thread) de pe forum, sau să etichetați actualizarea [#fdroid](https://mastodon.technology/tags/fdroid) pe Mastodon. (Și cc [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) pentru a vă asigura că ajunge la instanța noastră). Termenul limită pentru următorul TWIF este joi, 28 iunie 2018, 12:00 UTC.
zh_hans: 请在论坛上的 [TWIF 提交主题](https://forum.f-droid.org/t/twif-submission-thread)告诉我们，或在 Mastodon 上在你的更新中带上 [#fdroid](https://mastodon.technology/tags/fdroid) 标签。（并抄送 [@fdroidorg@mastodon.technology](https://mastodon.technology/@fdroidorg) 以确保它到达我们的实例。）下次 TWIF 的截止时间是 2018 年 6 月 28 日星期四 12:00 UTC。

source: This Week in F-Droid, Week 25
de: Diese Woche in F-Droid, Woche 25
pl: W tym tygodniu w F-Droid, tygodzień 25
ro: Săptămâna aceasta în F-Droid, săptămâna 25
ru: Эта неделя в F-Droid, неделя 25
uk: Цей тиждень у F-Droid, тиждень 25
zh_hans: F-Droid 每周新闻，第 25 周

source: This week hastily compiled by Bubu. I probably missed things.
de: Diese Woche hastig zusammengestellt von Bubu. Ich habe wahrscheinlich einige Dinge verpasst.
pl: W tym tygodniu pospiesznie skompilowany przez Bubu. Prawdopodobnie tęskniłem za rzeczami.
ro: Săptămâna aceasta compilată în grabă de Bubu. Probabil că am omis lucruri.
ru: Эта неделя составлена Bubu наспех. Возможно, я что-то пропустил.
uk: Цей тиждень складений Bubu наспіх. Можливо, я щось пропустив.
zh_hans: 本周由 Bubu 匆忙编撰。我可能错过了一些东西。

source: [Torsten](https://gitlab.com/grote) has been further involved in fixing reproducible builds for Android. He opened an [issue](https://issuetracker.google.com/issues/110237303) with Google about the non reproducible ressources.arsc file. The issue apparently now got assigned to somebody and Google bumped the priority and added it to some internal hotlists. There is also a thread about this on the reproducible builds [mailing list](https://lists.reproducible-builds.org/pipermail/rb-general/2018-June/001027.html).
de: [Torsten](https://gitlab.com/grote) war weiter an der Reparatur von reproduzierbaren Builds für Android beteiligt. Er eröffnete ein [Issue](https://issuetracker.google.com/issues/110237303) mit Google zur nicht reproduzierbaren Datei “ressources.arsc“. Das Problem wurde nun anscheinend jemandem zugewiesen und Google hat die Priorität erhöht und es zu einigen internen Hotlists hinzugefügt. Es gibt auch einen Thread darüber auf der [Mailingliste](https://lists.reproducible-builds.org/pipermail/rb-general/2018-June/001027.html) für reproduzierbare Builds.
pl: [Torsten](https://gitlab.com/grote) jest dodatkowo zaangażowany w naprawianie powtarzalnych wersji dla systemu Android. Otworzył [problem](https://issuetracker.google.com/issues/110237303) z Google na temat nie odtwarzalnego pliku ressources.arsc. Wydaje się, że problem został już przypisany komuś, a Google zderzyło się z priorytetem i dodało go do niektórych wewnętrznych list. Istnieje również wątek na temat odtwarzalnych kompilacji [lista dyskusyjna](https://lists.reproducible-builds.org/pipermail/rb-general/2018-June/001027.html).
ro: [Torsten](https://gitlab.com/grote) a fost implicat în continuare în repararea compilărilor reproductibile pentru Android. El a deschis o [issue](https://issuetracker.google.com/issues/110237303) cu Google cu privire la fișierul ressources.arsc care nu poate fi reprodus. Problema se pare că acum a fost atribuită cuiva, iar Google a ridicat prioritatea și a adăugat-o la unele liste interne de priorități. Există, de asemenea, o discuție pe această temă pe [mailing list](https://lists.reproducible-builds.org/pipermail/rb-general/2018-June/001027.html) privind construcțiile reproductibile.
ru: [Torsten](https://gitlab.com/grote) продолжает заниматься исправлением воспроизводимых сборок для Android. Он открыл [проблему](https://issuetracker.google.com/issues/110237303) в Google по поводу невоспроизводимого файла ressources.arsc. Очевидно, теперь проблема была кому-то поручена, Google повысил приоритет и добавил ее в некоторые внутренние горячие списки. Есть также тема об этом в [списке рассылки воспроизводимых сборок](https://lists.reproducible-builds.org/pipermail/rb-general/2018-June/001027.html).
uk: [Torsten](https://gitlab.com/grote) продовжує займатися виправленням відтворюваних збірок для Android. Він відкрив [обговорення](https://issuetracker.google.com/issues/110237303) у Google стосовно невідтворюваного файлу ressources.arsc. Очевидно, тепер проблема була комусь доручена, Google підвищив пріоритет і додав її у деякі внутрішні списки важливих. Є також тема про це у [списку розсилки відтворюваних збірок](https://lists.reproducible-builds.org/pipermail/rb-general/2018-June/001027.html).
zh_hans: [Torsten](https://gitlab.com/grote) 进一步参与了修复 Android 的可重复构建。他向 Google 提出了一个[问题](https://issuetracker.google.com/issues/110237303)，关于不可重复的 ressources.arsc 文件。这个问题现在显然被分配给了某个人，且 Google 提高了优先级，并将其添加到了一些内部热点名单中。在可重复构建[邮件列表](https://lists.reproducible-builds.org/pipermail/rb-general/2018-June/001027.html)中也有一个关于这个问题的帖子。

source: Long time contributor of liberated app forks [thermatk](https://github.com/thermatk) has been hard at work to provide a source-built version of the Chromium browser. The project is aptly called [Unobtanium](https://gitlab.com/thermatk/Unobtainium). It's been quite a ride but apparently the project is finished apart from a few final touches it's all done! This is still pending inclusion into F-Droid but apart from Chromium this will allow having a webview component built and updated by F-Droid! Contributors to this project welcome!
de: [thermatk](https://github.com/thermatk), der schon viele freie App-Forks zu F-Droid gebracht hat, hat hart daran gearbeitet, eine Binärblob-freie Version des Chromium-Browsers zur Verfügung zu stellen. Das Projekt heißt zu Recht [Unobtanium](https://gitlab.com/thermatk/Unobtainium). Es war ein ziemliches Ding, aber anscheinend ist das Projekt bis auf ein paar letzte Feinheiten fertig! Es ist noch nicht in F-Droid integriert, aber von Chromium abgesehen, wird es eine Webview-Komponente ermöglichen, die von F-Droid erstellt und aktualisiert wird! Mitwirkende an diesem Projekt sind willkommen!
pl: Długo współpracujący z uwolnionymi gałęziami aplikacji [thermatk](https://github.com/thermatk) ciężko pracował nad udostępnieniem wbudowanej wersji przeglądarki Chromium. Projekt trafnie nazywa się [Unobtanium](https://gitlab.com/thermatk/Unobtainium). To była całkiem niezła podróż, ale najwyraźniej projekt kończy się poza kilkoma końcowymi akcentami. Nadal oczekuje na włączenie do F-Droid, ale oprócz Chromium pozwoli to na zbudowanie i aktualizację składnika Webview przez F-Droid! Współtwórcy tego projektu są mile widziani!
ro: Colaboratorul de mult timp al bifurcațiilor de aplicații eliberate [thermatk](https://github.com/thermatk) a lucrat din greu pentru a oferi o versiune construită din sursă a browserului Chromium. Proiectul se numește pe bună dreptate [Unobtanium](https://gitlab.com/thermatk/Unobtainium). A fost o călătorie destul de lungă, dar se pare că proiectul este gata, în afară de câteva retușuri finale, totul este gata! Acesta este încă în așteptarea includerii în F-Droid, dar în afară de Chromium, acest lucru va permite să avem o componentă webview construită și actualizată de F-Droid! Contribuitorii la acest proiect sunt bineveniți!
ru: Давний автор освобожденных форков приложений [thermatk](https://github.com/thermatk) усердно работает над созданием версии браузера Chromium с исходным кодом. Проект получил меткое название [Unobtanium](https://gitlab.com/thermatk/Unobtainium). Это был довольно долгий путь, но, судя по всему, проект завершен, кроме нескольких последних штрихов, все готово! Это все еще ожидает включения в F-Droid, но кроме Chromium это позволит иметь компонент webview, созданный и обновленный F-Droid! Приветствуется вклад в этот проект!
uk: Давній автор звільнених форків застосунків [thermatk](https://github.com/thermatk) старанно працює над створенням версії браузера Chromium з початковим кодом. Проєкт отримав влучну назву [Unobtanium](https://gitlab.com/thermatk/Unobtainium). Це був досить тривалий шлях, але, судячи з усього, проєкт завершено, і крім кількох останніх штрихів, усе готово! Він досі очікує включення до F-Droid, але крім Chromium це дозволить мати компонент webview, створений і оновлений F-Droid! Вітається внесок у цей проєкт!
zh_hans: 长期以来，自由应用分叉的贡献者 [thermatk](https://github.com/thermatk) 一直在努力工作，以提供 Chromium 浏览器的源码构建版本。该项目被恰当地称为 [Unobtanium](https://gitlab.com/thermatk/Unobtainium)。这是一个相当长的过程，但显然项目已经完成了，除了一些最后的润色之外，它已经全部完成了！这仍在等待被 F-Droid 收录，但除了 Chromium 之外，这将允许有一个 webview 组件由 F-Droid 构建和更新。欢迎这个项目的贡献者!

source: [Keyboard Switcher](https://f-droid.org/packages/com.kunzisoft.keyboard.switcher/) by Kunzisoft: Simple keyboard switcher with a floating button
de: [Keyboard Switcher](https://f-droid.org/de/packages/com.kunzisoft.keyboard.switcher/) von Kunzisoft: Einfacher Tastaturumschalter mit schwebender Taste
pl: [Keyboard Switcher](https://f-droid.org/packages/com.kunzisoft.keyboard.switcher/) autor: Kunzisoft: Prosty przełącznik klawiatury z pływającym przyciskiem
ro: [Keyboard Switcher](https://f-droid.org/packages/com.kunzisoft.keyboard.switcher/) de Kunzisoft: Comutator simplu de tastatură cu un buton plutitor
ru: [Keyboard Switcher](https://f-droid.org/packages/com.kunzisoft.keyboard.switcher/) от Kunzisoft: Простой переключатель клавиатуры с плавающей кнопкой
uk: [Keyboard Switcher](https://f-droid.org/packages/com.kunzisoft.keyboard.switcher/) від Kunzisoft: Простий перемикач клавіатури з плавною кнопкою
zh_hans: [Keyboard Switcher](https://f-droid.org/packages/com.kunzisoft.keyboard.switcher/) by Kunzisoft：带有浮动按钮的简单键盘切换器

source: [p≡p](https://f-droid.org/packages/security.pEp/): Read and write encrypted e-mails, more info [here](https://pep.foundation/index.html)
de: [p≡p](https://f-droid.org/de/packages/security.pEp/): Verschlüsselte E-Mails lesen und schreiben, mehr Infos [hier](https://pep.foundation/index.html)
pl: [p≡p](https://f-droid.org/packages/security.pEp/): Odczytywanie i zapisywanie zaszyfrowanych wiadomości e-mail, więcej informacji [tutaj](https://pep.foundation/index.html)
ro: [p≡p](https://f-droid.org/packages/security.pEp/): Citiți și scrieți e-mailuri criptate, mai multe informații [here](https://pep.foundation/index.html)
ru: [p≡p](https://f-droid.org/packages/security.pEp/): Чтение и запись зашифрованных сообщений электронной почты, более подробная информация [здесь](https://pep.foundation/index.html)
uk: [p≡p](https://f-droid.org/packages/security.pEp/): Читання і запис зашифрованих повідомлень е-пошти, докладніше [тут](https://pep.foundation/index.html)
zh_hans: [p≡p](https://f-droid.org/packages/security.pEp/)：读取和写入加密的电子邮件，[这里](https://pep.foundation/index.html)有更多信息

source: [PSLab](https://f-droid.org/packages/org.fossasia.pslab/): Pocket Science Lab Android interface for PSLab hardware
de: [PSLab](https://f-droid.org/de/packages/org.fossasia.pslab/): Pocket Science Lab Android-Schnittstelle für PSLab-Hardware
pl: [PSLab](https://f-droid.org/packages/org.fossasia.pslab/): Pocket Science Lab Interfejs Android dla sprzętu PSLab
ro: [PSLab](https://f-droid.org/packages/org.fossasia.pslab/): Pocket Science Lab interfața Android pentru hardware-ul PSLab
ru: [PSLab](https://f-droid.org/packages/org.fossasia.pslab/): Pocket Science Lab Android-интерфейс для аппаратного обеспечения PSLab
uk: [PSLab](https://f-droid.org/packages/org.fossasia.pslab/): Pocket Science Lab Android — інтерфейс для обладнання PSLab
zh_hans: [PSLab](https://f-droid.org/packages/org.fossasia.pslab/)：用于 PSLab 硬件的口袋科学实验室 Android 界面

source: [Aurora Store](https://f-droid.org/packages/com.dragons.aurora/) by Rahul Patel: Download apks from Google Play Store, Aurora Store provides a Material UI to [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/). It's been called a better interface to the play store than the play store. :-)
de: [Aurora Store](https://f-droid.org/de/packages/com.dragons.aurora/) von Rahul Patel: Laden Sie apks von Google Play Store herunter, Aurora Store bietet eine Material-Benutzeroberfläche für [Yalp Store](https://f-droid.org/de/packages/com.github.yeriomin.yalpstore/). Man nennt es eine bessere Schnittstelle zum Play Store als der Play Store. :-)
pl: [Aurora Store](https://f-droid.org/packages/com.dragons.aurora/) autorstwa Rahul Patel: Pobierz apki ze Sklepu Google Play, Aurora Store zapewnia interfejs materiałowy do [Yalp Store](https) : //f-droid.org/en/packages/com.github.yeriomin.yalpstore/). Został nazwany lepszym interfejsem do sklepu zabawkowego niż sklep z zabawkami. :-)
ro: [Aurora Store](https://f-droid.org/packages/com.dragons.aurora/) de Rahul Patel: Descărcați apk-uri din Google Play Store, Aurora Store oferă o interfață Material UI pentru [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/). A fost numită o interfață mai bună pentru magazinul de jocuri decât magazinul de jocuri. :-)
ru: [Aurora Store](https://f-droid.org/packages/com.dragons.aurora/) by Rahul Patel: Загружайте apk из Google Play Store, Aurora Store предоставляет Material UI для [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/). Его называют лучшим интерфейсом к play store, чем сам play store. :-)
uk: [Aurora Store](https://f-droid.org/packages/com.dragons.aurora/) від Rahul Patel: Завантажуйте apk з Google Play Маркет, Aurora Store надає Material UI для [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/). Його називають кращим інтерфейсом до play store, ніж сам play маркет. :-)
zh_hans: [Aurora Store](https://f-droid.org/packages/com.dragons.aurora/) by Rahul Patel：从 Google Play Store 下载 apk，Aurora Store 为 [Yalp Store](https://f-droid.org/packages/com.github.yeriomin.yalpstore/) 提供了一个 Material 用户界面。它被称为是一个比 play store 更好的 play store 界面。:-)

source: [PaperCraft](https://f-droid.org/packages/pro.rudloff.papercraft/): A Material Design inspired space shooter
de: [PaperCraft](https://f-droid.org/de/packages/pro.rudloff.papercraft/): Ein von Material Design inspirierter Weltraum-Shooter
pl: [PaperCraft](https://f-droid.org/packages/pro.rudloff.papercraft/): Material Design inspirowany kosmiczną strzelanką
ro: [PaperCraft](https://f-droid.org/packages/pro.rudloff.papercraft/): Un shooter spațial inspirat de Material Design
ru: [PaperCraft](https://f-droid.org/packages/pro.rudloff.papercraft/): Космическая стрелялка, вдохновленная Material Design
uk: [PaperCraft](https://f-droid.org/packages/pro.rudloff.papercraft/): Космічна стрілянка, натхненна Material Design
zh_hans: [PaperCraft](https://f-droid.org/packages/pro.rudloff.papercraft/)：一款受 Material Design 启发的太空射击游戏

source: As usual more updates than we can list here, some highlights include:
de: Wie immer mehr Updates, als wir hier auflisten können, einige Highlights sind:
pl: Jak zwykle więcej aktualizacji niż możemy tu wymienić, niektóre najważniejsze to:
ro: Ca de obicei, mai multe actualizări decât putem enumera aici, unele dintre cele mai importante sunt:
ru: Как обычно, обновлений больше, чем мы можем перечислить здесь, но некоторые из них являются наиболее важными:
uk: Як завжди, оновлень більше, ніж ми можемо перерахувати тут, але висвітлимо найважливіші:
zh_hans: 像往常一样，更新内容我们无法全部在此列出，一些亮点包括：

source: Huge [DeltaChat](https://f-droid.org/packages/com.b44t.messenger/) update to [v0.18.0](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#delta-chat-changelog)
de: Großes [DeltaChat](https://f-droid.org/de/packages/com.b44t.messenger/) Update auf [v0.18.0](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#delta-chat-changelog)
pl: Ogromna aktualizacja [DeltaChat](https://f-droid.org/packages/com.b44t.messenger/) do [v0.18.0](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#delta-chat-changelog)
ro: Mare [ DeltaChat ](https://f-droid.org/packages/com.b44t.messenger/) actualizare la [v0.18.0](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#delta-chat-changelog)
ru: Огромное обновление [DeltaChat](https://f-droid.org/packages/com.b44t.messenger/) до [v0.18.0](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#delta-chat-changelog)
uk: Величезне оновлення [DeltaChat](https://f-droid.org/packages/com.b44t.messenger/) до версії [v0.18.0](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#delta-chat-changelog)
zh_hans: [DeltaChat](https://f-droid.org/packages/com.b44t.messenger/) [v0.18.0](https://github.com/deltachat/deltachat-android/blob/HEAD/CHANGELOG.md#delta-chat-changelog) 带来了大量更新

source: [Telegram-FOSS](https://f-droid.org/packages/org.telegram.messenger/) **security** [update](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/master/Changelog.md) due to lots of ffmpeg vulnerabilities.
de: [Telegram-FOSS](https://f-droid.org/packages/org.telegram.messenger/) **Sicherheits**-[Update](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/master/Changelog.md) aufgrund vieler ffmpeg-Schwachstellen.
pl: [Telegram-FOSS](https://f-droid.org/packages/org.telegram.messenger/) **bezpieczeństwo** [aktualizacja](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/master/Changelog.md) z powodu dużej liczby usterek ffmpeg.
ro: [Telegram-FOSS](https://f-droid.org/packages/org.telegram.messenger/) **securitate** [update](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/master/Changelog.md) din cauza multor vulnerabilități ffmpeg.
ru: [Telegram-FOSS](https://f-droid.org/packages/org.telegram.messenger/) [обновление](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/master/Changelog.md) **безопасности** из-за множества уязвимостей в ffmpeg.
uk: [Telegram-FOSS](https://f-droid.org/packages/org.telegram.messenger/) [оновлення](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/master/Changelog.md) **безпеки** через безліч вразливостей у ffmpeg.
zh_hans: [Telegram-FOSS](https://f-droid.org/packages/org.telegram.messenger/) 针对很多 ffmpeg 的漏洞的**安全**[更新](https://github.com/Telegram-FOSS-Team/Telegram-FOSS/blob/master/Changelog.md)。

source: The [Déjá Vu](https://f-droid.org/packages/org.fitchfamily.android.dejavu/) Location Service has been updated to v1.1.7, fixing a rare crash.
de: Der [Déjá Vu](https://f-droid.org/de/packages/org.fitchfamily.android.dejavu/) Location Service wurde auf v1.1.7 aktualisiert und behebt einen seltenen Absturz.
pl: Usługa lokalizacyjna [Déjá Vu](https://f-droid.org/packages/org.fitchfamily.android.dejavu/) została zaktualizowana do wersji 1.7.1, naprawiając rzadką awarię.
ro: Serviciul de localizare [Déjá Vu](https://f-droid.org/packages/org.fitchfamily.android.dejavu/) a fost actualizat la v1.1.7, pentru a remedia o eroare rară.
ru: Служба определения местоположения [Déjá Vu](https://f-droid.org/packages/org.fitchfamily.android.dejavu/) обновлена до версии v1.1.7, исправлена редкая ошибка.
uk: Службу визначення розташування [Déjá Vu](https://f-droid.org/packages/org.fitchfamily.android.dejavu/) оновлено до версії v1.1.7, виправлена рідкісний збій.
zh_hans: [Déjá Vu](https://f-droid.org/packages/org.fitchfamily.android.dejavu/) 定位服务已更新至 v1.1.7，修复了一个罕见的崩溃。

source: [Kontalk](https://f-droid.org/packages/org.kontalk/) got updated to [v4.1.5](https://github.com/kontalk/androidclient/blob/HEAD/CHANGELOG.md) with major performance improvements and some crash and other fixes.
de: [Kontalk](https://f-droid.org/de/packages/org.kontalk/) wurde auf [v4.1.5](https://github.com/kontalk/androidclient/blob/HEAD/CHANGELOG.md) aktualisiert mit wichtigen Leistungsverbesserungen und einigen Lösungen zu Abstürzen und weiteren Korrekturen.
pl: [Kontalk](https://f-droid.org/packages/org.kontalk/) został zaktualizowany do wersji [v4.1.5](https://github.com/kontalk/androidclient/blob/HEAD/CHANGELOG.md) z większymi poprawkami wydajności oraz niektórymi awariami i innymi poprawkami.
ro: [Kontalk](https://f-droid.org/packages/org.kontalk/) a fost actualizat la [v4.1.5](https://github.com/kontalk/androidclient/blob/HEAD/CHANGELOG.md) cu îmbunătățiri majore ale performanțelor, precum și cu unele corecturi de erori și alte corecții.
ru: [Kontalk](https://f-droid.org/packages/org.kontalk/) обновлен до [v4.1.5](https://github.com/kontalk/androidclient/blob/HEAD/CHANGELOG.md) с существенными улучшениями производительности и некоторыми исправлениями аварий и других ошибок.
uk: [Kontalk](https://f-droid.org/packages/org.kontalk/) оновлений до [v4.1.5](https://github.com/kontalk/androidclient/blob/HEAD/CHANGELOG.md) з істотними поліпшеннями швидкодії та деякими виправленнями збоїв та інших помилок.
zh_hans: [Kontalk](https://f-droid.org/packages/org.kontalk/) 已更新至 [v4.1.5](https://github.com/kontalk/androidclient/blob/HEAD/CHANGELOG.md)，性能得到了很大的提高，并修复了一些崩溃和其他问题。

source: Expect your usual TWIF author, [Coffee](https://forum.f-droid.org/u/Coffee) to be back next week.
de: Erwarten Sie, dass Ihr gewohnter TWIF-Autor [Coffee](https://forum.f-droid.org/u/Coffee) nächste Woche wieder da ist.
pl: Spodziewaj się, że twój zwykły autor TWIF, [Coffee](https://forum.f-droid.org/u/Coffee) powróci w przyszłym tygodniu.
ro: Așteptați-vă ca autorul obișnuit al TWIF, [Coffee](https://forum.f-droid.org/u/Coffee) să revină săptămâna viitoare.
ru: Ожидайте возвращения вашего обычного автора TWIF, [Coffee](https://forum.f-droid.org/u/Coffee), на следующей неделе.
uk: Очікуйте повернення вашого звичайного автора TWIF, [Coffee](https://forum.f-droid.org/u/Coffee), наступного тижня.
zh_hans: 期待你们平常的 TWIF 作者，[Coffee](https://forum.f-droid.org/u/Coffee) 下周回来。

source: This Week in F-Droid, Week 26
de: Diese Woche in F-Droid, Woche 26
pl: W tym tygodniu w F-Droid, Tydzień 26
ro: Această săptămână în F-Droid, săptămâna 26
ru: Эта неделя в F-Droid, неделя 26
uk: Цей тиждень у F-Droid, тиждень 26
zh_hans: F-Droid 每周新闻，第 26 周

source: Thanks to [Bubu](https://forum.f-droid.org/u/Bubu) for doing a surprise week 25 TWIF!
de: Danke an [Bubu](https://forum.f-droid.org/u/Bubu) für das Überraschungs-TWIF für Woche 25!
pl: Podziękowania dla [Bubu](https://forum.f-droid.org/u/Bubu) za zrobienie niespodzianki w 25 tygodniu TWIF!
ro: Mulțumesc lui [Bubu](https://forum.f-droid.org/u/Bubu) pentru că a făcut o surpriză în săptămâna 25 TWIF!
ru: Спасибо [Bubu](https://forum.f-droid.org/u/Bubu) за неожиданный TWIF 25-ой недели!
uk: Спасибі [Bubu](https://forum.f-droid.org/u/Bubu) за несподіваний TWIF тиждень 25!
zh_hans: 感谢 [Bubu](https://forum.f-droid.org/u/Bubu) 制作了令人惊喜的第 25 周 TWIF！
