Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: ...but the big news is that thanks to the work of [Alex Palaistras](https://github.com/deuill), the minimum required Android version was lowered to Android 4.1. Previously, users who didn't have Android 4.4 (or newer) and users of Jolla/Blackberry devices with limited Android compatibility were stuck on Conversations 1.23.8, or needed to switch to **[Conversations Legacy](https://f-droid.org/packages/eu.siacs.conversations.legacy/)**. With this change, they can get up to date with the latest Conversations (and Quicksy) versions. That being said, be sure to read the whole [changelog](https://github.com/siacs/Conversations/blob/master/CHANGELOG.md) between 1.23.x and 2.3.10, so you don't get surprised by the new stuff (removed swipe, removed OTR, and so on and so forth).
de: ... aber die eigentliche Neuigkeit ist, dass dank der Bemühungen von [Alex Palaistras](https://github.com/deuill), die Android-Mindestanforderung auf Android 4.1 gesenkt wurde. Zuvor saßen Anwender, die nicht Android 4.4 (oder neuer) hatten, und Nutzer von Jolla/Blackberry-Geräten mit eingeschränkter Android-Kompatibilität auf Conversations 1.23.8 fest oder mussten auf **[Conversations Legacy](https://f-droid.org/packages/eu.siacs.conversations.legacy/)** ausweichen. Mit dieser Änderung können sie mit den aktuellsten Conversations- (und Quicksy-Versionen) den neusten Stand erreichen. Soviel sei gesagt, lesen Sie am besten alle [Änderungsprotokolle](https://github.com/siacs/Conversations/blob/master/CHANGELOG.md) zwischen 1.23.x und 2.3.10, damit Sie nicht von dem neuen Kram (Wischen entfernt, OTR entfernt und so weiter und so fort) überrascht werden.
pl: ... ale najważniejsze jest to, że dzięki pracy [Alexa Palaistrasa](https://github.com/deuill) minimalna wymagana wersja Androida została obniżona do Androida 4.1. Wcześniej użytkownicy, którzy nie mieli systemu Android 4.4 (lub nowszego) oraz użytkownicy urządzeń Jolla/Blackberry z ograniczoną kompatybilnością z Androidem utknęli w rozmowie 1.23.8 lub musieli przejść na **[starsze rozmowy](https://f-droid.org/packages/eu.siacs.conversations.legacy/)**. Dzięki tej zmianie mogą oni otrzymywać najnowsze wersje konwersacji (i Quicksy). Biorąc to pod uwagę, koniecznie przeczytaj cały [dziennik zmian](https://github.com/siacs/Conversations/blob/master/CHANGELOG.md) między 1.23.x a 2.3.10, abyś nie był zaskoczony przez nowe rzeczy (usunięte przesunięcie, usunięte OTR itd.).
ro: ...dar vestea cea mare este că, datorită muncii lui [Alex Palaistras](https://github.com/deuill), versiunea minimă de Android necesară a fost redusă la Android 4.1. Anterior, utilizatorii care nu aveau Android 4.4 (sau mai nou) și utilizatorii de dispozitive Jolla/Blackberry cu compatibilitate limitată cu Android erau blocați pe Conversations 1.23.8, sau trebuiau să treacă la**[Conversations Legacy](https://f-droid.org/packages/eu.siacs.conversations.legacy/)**. Cu această modificare, aceștia pot fi la curent cu cele mai recente versiuni Conversations (și Quicksy). Acestea fiind spuse, asigurați-vă că citiți întregul [changelog](https://github.com/siacs/Conversations/blob/master/CHANGELOG.md) între 1.23.x și 2.3.10, pentru a nu fi surprinși de lucrurile noi (swipe eliminat, OTR eliminat, și așa mai departe).
ru: ...но главная новость заключается в том, что благодаря работе [Alex Palaistras](https://github.com/deuill), минимальная требуемая версия Android была снижена до Android 4.1. Ранее пользователи, не имеющие Android 4.4 (или более новой версии), а также пользователи устройств Jolla/Blackberry с ограниченной совместимостью с Android, застревали на Conversations 1.23.8 или должны были перейти на **[Conversations Legacy](https://f-droid.org/packages/eu.siacs.conversations.legacy/)**. С этим изменением они смогут перейти на последние версии Conversations (и Quicksy). При этом обязательно прочитайте весь [changelog](https://github.com/siacs/Conversations/blob/master/CHANGELOG.md) между 1.23.x и 2.3.10, чтобы вас не удивили новые вещи (убран swipe, убран OTR, и так далее, и так далее).
uk: ... але головна новина полягає в тому, що завдяки роботі [Alex Palaistras](https://github.com/deuill), мінімальна необхідна версія Android була знижена до Android 4.1. Раніше користувачі, що не мають Android 4.4 (чи новішої версії), а також користувачі пристроїв Jolla/Blackberry з обмеженою сумісністю з Android, застрявали на Conversations 1.23.8 або повинні були перейти на **[Conversations Legacy](https://f -droid.org/packages/eu.siacs.conversations.legacy/)**. З цією зміною вони зможуть перейти на останні версії Conversations (і Quicksy). При цьому обов'язково ознайомтесь із наведеною інформацією [changelog](https://github.com/siacs/Conversations/blob/master/CHANGELOG.md) між 1.23.x і 2.3.10, щоб вас не здивували нові речі (прибраний swipe, прибраний OTR , і так далі, і так далі).
zh_hans: ...但重大新闻是，感谢 [Alex Palaistras](https://github.com/deuill) 的工作，最低要求的 Android 版本已降至 Android 4.1。以前，没有 Android 4.4（或更高版本）的用户和 Android 兼容性有限的 Jolla/Blackberry 设备的用户卡在 Conversations 1.23.8 上，或者需要切换到 **[Conversations Legacy](https:// f-droid.org/packages/eu.siacs.conversations.legacy/)**。通过此更改，他们可以获得最新的 Conversations（和 Quicksy）版本。话虽如此，请务必阅读 1.23.x 和 2.3.10 之间的整个[更新日志](https://github.com/siacs/Conversations/blob/master/CHANGELOG.md)，这样你就不会对新的东西（删除滑动，删除OTR，等等）感到惊讶。

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** was [updated](https://gitlab.com/tom79/mastalab/tags) from 1.41.2 to 1.50.3:
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** wurde [aktualisiert](https://gitlab.com/tom79/mastalab/tags) von 1.41.2 auf 1.50.3:
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** został [zaktualizowany](https://gitlab.com/tom79/fedilab/tags) z 1.41.2 do 1.50.3:
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** a fost [updated](https://gitlab.com/tom79/mastalab/tags) de la 1.41.2 la 1.50.3:
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** был [обновлен](https://gitlab.com/tom79/mastalab/tags) с 1.41.2 до 1.50.3:
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** було [оновлено](https://gitlab.com/tom79/mastalab/tags) з 1.41 .2 до 1.50.3:
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 已从 1.41.2 [更新](https://gitlab.com/tom79/mastalab/tags)到 1.50.3：

source: The timeline jump bug (fetch more/scroll down) was finally found and fixed!
pl: Błąd przeskoku osi czasu (pobierz więcej/przewiń w dół) został wreszcie znaleziony i naprawiony!
ro: Eroarea de salt în cronologie ( trageți mai mult / derulați în jos) a fost în sfârșit găsită și reparată!
ru: Ошибка с переходом по временной шкале (fetch more/scroll down) наконец-то найдена и исправлена!
uk: Помилку переходів часовою шкалою (fetch more/scroll down) нарешті знайдено і виправлено!
zh_hans: 终于找到并修复了时间线跳转错误（获取更多/向下滚动）！

source: New language: Norwegian
de: Neue Sprache: Norwegisch
pl: Nowy język: norweski
ro: O limbă nouă: Norvegiană
ru: Новый язык: Норвежский
uk: Новий переклад: Норвезька
zh_hans: 新语言：挪威语

source: Better management of live notifications
pl: Lepsze zarządzanie powiadomieniami na żywo
ro: O mai bună gestionare a notificărilor live
ru: Улучшенное управление уведомлениями в реальном времени
uk: Поліпшене керування повідомленнями в реальному часі
zh_hans: 更好地管理实时通知

source: Allow quickly switching between accounts
pl: Umożliwia szybkie przełączanie między kontami
ro: Permite trecerea rapidă de la un cont la altul
ru: Позволяет быстро переключаться между учетными записями
uk: Лає змогу швидко перемикатися між обліковими записами
zh_hans: 允许在账户之间快速切换

source: Open profiles faster
pl: Szybsze otwieranie profili
ro: Deschideți profilurile mai repede
ru: Открывайте профили быстрее
uk: Відкривайте профілі швидше
zh_hans: 更快地打开配置文件

source: Fix for missing custom fields on some profiles
pl: Naprawiono brakujące pola niestandardowe w niektórych profilach
ro: Corecție pentru câmpuri personalizate lipsă pe unele profiluri
ru: Исправление отсутствия пользовательских полей в некоторых профилях
uk: Виправлення відсутності користувальницьких полів в деяких профілях
zh_hans: 修复了某些配置文件中缺少自定义字段的问题

source: Miscellaneous layout improvements and bug fixes
pl: Różne ulepszenia układu i poprawki błędów
ro: Diverse îmbunătățiri ale aspectului și corecturi de erori
ru: Различные улучшения макета и исправления ошибок
uk: Різні поліпшення макета і виправлення помилок
zh_hans: 其他布局改进和错误修复

source: Meanwhile 1.61 is already out and expected in F-Droid soon, so keep your eyes peeled for Pixelfed compatibility and fully customizable tag timelines.
de: Mittlerweile kam schon 1.61 heraus und wird bald auf F-Droid erwartet, also Augen offen halten nach Pixelfed-Kompatibilität und vollständig anpassbaren Tag-Zeitachsen.
pl: Tymczasem 1.61 jest już nieobecny i oczekuje się go wkrótce w F-Droid, więc miej oczy otwarte na kompatybilność Pixelfed i w pełni konfigurowalne ramy czasowe tagów.
ro: Între timp, versiunea 1.61 este deja disponibilă și este așteptată în curând în F-Droid, așa că fiți cu ochii în patru pentru compatibilitatea Pixelfed și pentru cronologiile de etichete complet personalizabile.
ru: Тем временем 1.61 уже вышла и ожидается в F-Droid в ближайшее время, так что следите за совместимостью с Pixelfed и полностью настраиваемыми графиками тегов.
uk: Тим часом 1.61 вже вийшла і очікується в F-Droid найближчим часом, так що стежте за сумісністю з Pixelfed і повністю настроюються графіками тегів.
zh_hans: 同时，1.61 已经发布，预计很快会出现在 F-Droid 中，因此请留意 Pixelfed 兼容性和完全可定制的标签时间线。

source: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** is a lightning-fast search-based launcher for your apps, contacts and settings. In this [update](https://github.com/Neamar/KISS/releases) from 3.5.2 to 3.6.1, the icon loading system has been revamped and should be faster. There were also small improvements to custom search engines, and the option to add SMS senders to history was removed to comply with Play Store policy.
de: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** ist ein blitzschneller, auf Suche basierender Launcher für Ihre Apps, Kontakte und Einstellungen. In diesem [Update](https://github.com/Neamar/KISS/releases) von 3.5.2 auf 3.6.1 wurde das System zum Einlesen der Symbole umgestaltet und soll nun schneller sein. Es gab daneben kleine Verbesserungen an der Anpassung der Suchmaschinen und die Option, SMS-Absender im Verlauf zu ergänzen, wurde entfernt, um die Play Store-Richtlinien zu erfüllen.
pl: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** to błyskawiczny program uruchamiający oparty na wyszukiwaniu aplikacji, kontaktów i ustawień. W tym [aktualizacja](https://github.com/Neamar/KISS/releases) z 3.5.2 na 3.6.1, system ładujący ikony został przebudowany i powinien być szybszy. Wprowadzono też niewielkie ulepszenia dla niestandardowych wyszukiwarek, a opcja dodawania nadawców SMS do historii została usunięta, aby zachować zgodność z zasadami Play Store.
ro: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** este un lansator bazat pe căutare rapidă pentru aplicațiile, contactele și setările dumneavoastră. În această [update](https://github.com/Neamar/KISS/releases) de la 3.5.2 la 3.6.1, sistemul de încărcare a pictogramelor a fost modernizat și ar trebui să fie mai rapid. De asemenea, au fost aduse mici îmbunătățiri motoarelor de căutare personalizate, iar opțiunea de a adăuga expeditorii de SMS-uri în istoric a fost eliminată pentru a respecta politica Play Store.
ru: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** - это молниеносная программа запуска приложений, контактов и настроек, основанная на поиске. В этом [обновлении](https://github.com/Neamar/KISS/releases) с 3.5.2 до 3.6.1 система загрузки иконок была переработана и должна стать быстрее. Также были внесены небольшие улучшения в работу пользовательских поисковых систем, а возможность добавления отправителей SMS в историю была удалена в соответствии с политикой Play Store.
uk: **[KISS launcher](https://f-droid.org/packages/fr.neamar.kiss/)** - це блискавична програма запуску застосунків, контактів і налаштувань, заснована на пошуку. У цьому [оновленні](https://github.com/Neamar/KISS/releases) з 3.5.2 до 3.6.1 система завантаження іконок була перероблена і повинна стати швидше. Також були внесені невеликі поліпшення в роботу користувальницьких пошукових систем, а можливість додавання відправників SMS в історію була видалена відповідно до політики Play Store.
zh_hans: **[KISS 启动器](https://f-droid.org/packages/fr.neamar.kiss/)** 是一款基于搜索的快速启动器，适用于你的应用、联系人和设置。在这个从 3.5.2 到 3.6.1 的[更新](https://github.com/Neamar/KISS/releases)中，图标加载系统已经过改进，应该会更快。自定义搜索引擎也有一些小的改进，并且删除了将 SMS 发件人添加到历史记录的选项以符合 Play 商店政策。

source: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** was [updated](https://www.mozilla.org/en-US/firefox/android/notes/) to 64.0.1, with faster and more responsive scrolling. There are performance fixes for users with installed password manager apps, and the loading indicator uses less CPU and power. From now on, files saved to the downloads folder will no longer be deleted on uninstalling Fennec. Files downloaded before this update will still be deleted: to safeguard them, move them to a different folder.
de: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** wurde auf 64.0.1 [aktualisiert](https://www.mozilla.org/en-US/firefox/android/notes/), mit schnellerem und reaktiverem Scrollen. Es gibt Leistungsverbesserungen für Anwender, die Passwort-Manager-Apps installiert haben, und der Ladeanzeiger braucht weniger CPU und Strom. Ab jetzt werden Dateien, die im Download-Ordner gespeichert sind, nicht mehr bei Deinstallation von Fennec gelöscht. Dateien, die vor dieser Aktualisierung heruntergeladen wurden, werden weiterhin gelöscht werden: um sich dagegen abzusichern, verschieben Sie sie in einen anderen Ordner.
pl: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** został [zaktualizowany](https://www.mozilla.org/en-US/firefox/android/notes/) do 64.0.1, z szybszym i bardziej elastycznym przewijaniem. Istnieją poprawki wydajności dla użytkowników z zainstalowanymi aplikacjami do zarządzania hasłami, a wskaźnik ładowania zużywa mniej procesora i energii. Odtąd pliki zapisane w folderze pobrań nie będą już usuwane podczas odinstalowywania programu Fennec. Pliki pobrane przed aktualizacją nadal będą usuwane: aby je zabezpieczyć, przenieś je do innego folderu.
ro: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** a fost [updated](https://www.mozilla.org/en-US/firefox/android/notes/) la 64.0.1, cu o derulare mai rapidă și mai receptivă. Există corecții de performanță pentru utilizatorii cu aplicații de gestionare a parolelor instalate, iar indicatorul de încărcare utilizează mai puțin CPU și energie. De acum încolo, fișierele salvate în dosarul de descărcări nu vor mai fi șterse la dezinstalarea Fennec. Fișierele descărcate înainte de această actualizare vor fi în continuare șterse: pentru a le proteja, mutați-le într-un alt dosar.
ru: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** был [обновлен](https://www.mozilla.org/en-US/firefox/android/notes/) до версии 64.0.1, с более быстрой и отзывчивой прокруткой. Исправлена производительность для пользователей с установленными приложениями менеджера паролей, а индикатор загрузки потребляет меньше процессора и энергии. Отныне файлы, сохраненные в папке загрузок, больше не будут удаляться при деинсталляции Fennec. Файлы, загруженные до этого обновления, по-прежнему будут удаляться: чтобы сохранить их, переместите их в другую папку.
uk: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** було [оновлено](https://www.mozilla.org/en-US/firefox/android/notes/) до версії 64.0.1, з більш швидкою і чуйною прокруткою. Виправлена продуктивність для користувачів з встановленими застосунками менеджера паролів, а індикатор завантаження споживає менше процесора і енергії. Відтепер файли, збережені в теці завантажень, більше не будуть видалятися при деінсталяції Fennec. Файли, завантажені до цього оновлення, як і раніше будуть видалятися: щоб зберегти їх, перемістити їх в іншу теку.
zh_hans: **[Fennec F-Droid](https://f-droid.org/packages/org.mozilla.fennec_fdroid/)** 被[更新](https://www.mozilla.org/en-US /firefox/android/notes/) 到 64.0.1，滚动速度更快，响应更灵敏。对于已安装密码管理器应用的用户，有性能修复，并且加载指示器使用更少的 CPU 和电源。从现在开始，卸载 Fennec 时将不再删除保存到下载文件夹的文件。在此更新之前下载的文件仍将被删除：为保护它们，请将它们移动到不同的文件夹。

source: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** is a bittorrent client manager, supporting all popular clients such as µTorrent, Transmission, rTorrent and many others. This [update](https://github.com/erickok/transdroid/releases) brings us from 2.5.10 to 2.5.14 and includes fixes for Deluge adapter file uploads, several edge case crashes, background service crashes, even more fixes, and if you hadn't noticed, a fix so it builds on F-Droid again. The defunct barcode scanner was removed, support for Android 9 plaintext (non-TLS) was added, qBittorrent set location is now supported and sizes in GB are shown in 2 decimal places.
de: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** ist ein Manager für Bittorrent-Clients, der alle beliebten Clients wie µTorrent, Transmission, rTorrent und viele weitere unterstützt. Diese [Aktualisierung](https://github.com/erickok/transdroid/releases) bringt uns von 2.5.10 nach 2.5.14 und schließt Lösungen für Deluge Adapter Datei-Uploads, für einige Absturzursachen in Grenzfällen bzw. bei Hintergundaktivitäten sowie weitere Korrekturen ein, und sollten Sie es nicht bemerkt haben, darunter eine Korrektur, sodass er wieder auf F-Droid erstellt werden kann. Der nicht funktionierende Barcode-Scanner wurde entfernt, die Unterstützung für Android 9 plaintext (non-TLS) hinzugefügt, die qBittorrent-Standorteinstellung wird jetzt unterstützt und Dateigrößen in GB werden zweistellig angezeigt.
pl: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** to menedżer klienta bittorrent, obsługujący wszystkie popularne programy klienckie, takie jak µTorrent, Transmission, rTorrent i wiele innych. Ta [aktualizacja](https://github.com/erickok/transdroid/releases) przenosi nas z 2.5.10 do 2.5.14 i zawiera poprawki do wysyłania plików adaptera Deluge, awarie usług w tle, i jeszcze więcej poprawek, a jeśli nie zauważyłeś poprawki, to ponownie opiera się na F-Droid. Usunięto niedziałający skaner kodów kreskowych, dodano obsługę zwykłego tekstu dla Android 9 (nie TLS), obsługiwana jest lokalizacja zestawu qBittorrent, a rozmiar w GB jest wyświetlany z dokładnością do 2 miejsc po przecinku.
ro: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)**este un manager de client bittorrent, care suportă toți clienții populari, cum ar fi µTorrent, Transmission, rTorrent și mulți alții. Acest[update](https://github.com/erickok/transdroid/releases) ne aduce de la 2.5.10 la 2.5.14 și include corecturi pentru încărcarea fișierelor cu adaptorul Deluge, mai multe erori de limită, erori ale serviciului de fundal, chiar mai multe corecturi și, dacă nu ați observat, o corecție pentru ca acesta să se construiască din nou pe F-Droid. Defunctul scaner de coduri de bare a fost eliminat, a fost adăugat suport pentru Android 9 plaintext (non-TLS), locația setului qBittorrent este acum acceptată și dimensiunile în GB sunt afișate cu 2 zecimale.
ru: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** - это менеджер bittorrent-клиентов, поддерживающий все популярные клиенты, такие как µTorrent, Transmission, rTorrent и многие другие. Это [обновление](https://github.com/erickok/transdroid/releases) переносит нас с версии 2.5.10 на 2.5.14 и включает исправления для загрузки файлов адаптером Deluge, несколько крайних случаев сбоев, сбои фоновой службы, еще больше исправлений, и, если вы не заметили, исправление, чтобы он снова собирался на F-Droid. Удален неработающий сканер штрих-кодов, добавлена поддержка простого текста (не-TLS) для Android 9, теперь поддерживается расположение набора qBittorrent, а размеры в ГБ отображаются с 2 знаками после запятой.
uk: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** - це менеджер bittorrent-клієнтів, що підтримує всі популярні клієнти, такі як μTorrent, Transmission, rTorrent і багато інших. Це [оновлення](https://github.com/erickok/transdroid/releases) переносить нас з версії 2.5.10 на 2.5.14 і включає виправлення для завантаження файлів адаптером Deluge, кілька крайніх випадків збоїв, збої фонової служби, ще більше виправлень, і, якщо ви не помітили, виправлення, щоб він знову збирався на F-Droid. Вилучений непрацюючий сканер штрих-кодів, додана підтримка простого тексту (НЕ-TLS) для Android 9, тепер підтримується розташування набору qBittorrent, а розміри в ГБ відображаються з 2 знаками після коми.
zh_hans: **[Transdroid](https://f-droid.org/packages/org.transdroid.full/)** 是一个 bittorrent 客户端管理器，支持所有流行的客户端，如 µTorrent、Transmission、rTorrent 等。这个[更新](https://github.com/erickok/transdroid/releases) 将我们从 2.5.10 带到了 2.5.14，包括对 Deluge 适配器文件上传、几个边缘情况崩溃、后台服务崩溃的修复，甚至更多修复，如果你没有注意到，一个修复让它再次在 F-Droid 上构建。删除了已失效的条形码扫描仪，添加了对 Android 9 纯文本（非 TLS）的支持，现在支持 qBittorrent 设置位置，并且以 GB 为单位的大小显示为小数点后 2 位。

source: And that's it for this year! Best wishes, and see you in 2019!
de: Und das war's in diesem Jahr! Alles Gute und auf Wiedersehen in 2019!
pl: I to wszystko na ten rok! Najlepsze życzenia i do zobaczenia w 2019!
ro: Și asta e tot pentru acest an! Cele mai bune urări și ne vedem în 2019!
ru: И это все на этот год! С наилучшими пожеланиями, и до встречи в 2019 году!
uk: І це все на цей рік! З найкращими побажаннями, і до зустрічі в 2019 році!
zh_hans: 今年就是这样！给你最美好的祝愿，2019 年再见！

source: TWIF 37: The European Bug Bounty Edition
de: TWIF 37: Die Europäische Bug-Bounty-Ausgabe
pl: TWIF 37: Europejska Edycja Bug Bounty
ro: TWIF 37: Ediția europeană Bug Bounty
ru: TWIF 37: Европейский Биг Баунти выпуск
uk: TWIF 37: Європейський Біг Баунті випуск
zh_hans: TWIF 37：欧洲漏洞赏金版
