Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Kechi](https://f-droid.org/packages/eu.veldsoft.kechi/)**: Board game for two players.
de: **[Kechi](https://f-droid.org/packages/eu.veldsoft.kechi/)**: Brettspiel für zwei Spieler.
pl: **[Kechi](https://f-droid.org/packages/eu.veldsoft.kechi/)**: Gra planszowa dla dwóch graczy.
ro: **[Kechi](https://f-droid.org/packages/eu.veldsoft.kechi/)**: Joc de societate pentru doi jucători.
ru: **[Kechi](https://f-droid.org/packages/eu.veldsoft.kechi/)**: Настольная игра для двух игроков.
uk: **[Kechi](https://f-droid.org/packages/eu.veldsoft.kechi/)**: Настільна гра для двох гравців.
zh_hans: **[Kechi](https://f-droid.org/packages/eu.veldsoft.kechi/)**：两个玩家的棋盘游戏。

source: **[VitoshaPokerOdds](https://f-droid.org/packages/eu.veldsoft.vitosha.poker.odds/)**: Monte carlo based texas holdem calculator.
de: **[VitoshaPokerOdds](https://f-droid.org/packages/eu.veldsoft.vitosha.poker.odds/)**: Texas Hold'em-Rechner nach Monte-Carlo-Simulation.
pl: **[VitoshaPokerOdds](https://f-droid.org/packages/eu.veldsoft.vitosha.poker.odds/)**: Oparty na Monte Carlo kalkulator Texas Holdem.
ro: **[VitoshaPokerOdds](https://f-droid.org/packages/eu.veldsoft.vitosha.poker.odds/)**: Calculator Monte Carlo bazat pe texas holdem.
ru: **[VitoshaPokerOdds](https://f-droid.org/packages/eu.veldsoft.vitosha.poker.odds/)**: Калькулятор техасского холдема на основе Монте-Карло.
uk: **[VitoshaPokerOdds](https://f-droid.org/packages/eu.veldsoft.vitosha.poker.odds/)**: Калькулятор техаського холдема на основі Монте-Карло.
zh_hans: **[VitoshaPokerOdds](https://f-droid.org/packages/eu.veldsoft.vitosha.poker.odds/)**：基于蒙特卡罗的德州扑克计算器。

source: **[Easy Weather](https://f-droid.org/packages/github.vatsal.easyweatherdemo/)**: Easy and quick weather app.
de: **[Easy Weather](https://f-droid.org/packages/github.vatsal.easyweatherdemo/)**: Einfache und schnelle Wetter-App.
pl: **[Easy Weather](https://f-droid.org/packages/github.vatsal.easyweatherdemo/)**: Łatwa i szybka aplikacja pogodowa.
ro: **[Easy Weather](https://f-droid.org/packages/github.vatsal.easyweatherdemo/)**: Aplicație meteo ușoară și rapidă.
ru: **[Easy Weather](https://f-droid.org/packages/github.vatsal.easyweatherdemo/)**: Простое и быстрое погодное приложение.
uk: **[Easy Weather](https://f-droid.org/packages/github.vatsal.easyweatherdemo/)**: Просте і швидке погодний застосунок.
zh_hans: **[Easy Weather](https://f-droid.org/packages/github.vatsal.easyweatherdemo/)**：简单快捷的天气应用。

source: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)**: Check and clean your clipboard.
de: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)**: Zwischenablage prüfen und bereinigen.
pl: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)**: Sprawdź i wyczyść schowek.
ro: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)**: Verificați și curățați clipboard-ul.
ru: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)**: Проверка и очистка буфера обмена.
uk: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)**: Перевірка і очищення буфера обміну.
zh_hans: **[ClipboardCleaner](https://f-droid.org/packages/io.github.deweyreed.clipboardcleaner/)**：检查并清理你的剪贴板。

source: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)**: Input every character in unicode.
de: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)**: Unicode-Eingabe jedes Zeichens.
pl: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)**: wprowadź każdy znak w standardzie Unicode.
ro: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)**: Introduceți fiecare caracter în unicode.
ru: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)**: Ввод каждого символа в юникоде.
uk: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)**: Введення кожного символу в юникоде.
zh_hans: **[UnicodePad](https://f-droid.org/packages/jp.ddo.hotmist.unicodepad/)**：输入 unicode 中的每个字符。

source: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)**: Help record data about growing plants.
de: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)**: Daten zum Pflanzenwachstum aufzeichnen.
pl: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)**: Pomaga rejestrować dane o uprawie roślin.
ro: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)**: Ajutați la înregistrarea datelor despre plantele în creștere.
ru: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)**: помогает записывать данные о растущих растениях.
uk: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)**: допомагає записувати дані про зростаючі рослинах.
zh_hans: **[GrowTracker](https://f-droid.org/packages/me.anon.grow/)**：帮助记录有关植物生长的数据。

source: **[Easy Diary](https://f-droid.org/packages/me.blog.korn123.easydiary/)**: A diary application optimized for user experience.
de: **[Easy Diary](https://f-droid.org/packages/me.blog.korn123.easydiary/)**: Auf Anwenderfreundlichkeit optimiertes Tagebuch.
pl: **[Easy Diary](https://f-droid.org/packages/me.blog.korn123.easydiary/)**: Aplikacja pamiętnik zoptymalizowana pod kątem wygody użytkownika.
ro: **[Easy Diary](https://f-droid.org/packages/me.blog.korn123.easydiary/)**: O aplicație de jurnal optimizată pentru experiența utilizatorului.
ru: **[Easy Diary](https://f-droid.org/packages/me.blog.korn123.easydiary/)**: Приложение для ведения дневника, оптимизированное для удобства пользователей.
uk: **[Easy Diary](https://f-droid.org/packages/me.blog.korn123.easydiary/)**: Застосунок для щоденника, оптимізований для взаємодії з користувачем.
zh_hans: **[Easy Diary](https://f-droid.org/packages/me.blog.korn123.easydiary/)**：针对用户体验优化的日记应用。

source: **[ykDroid](https://f-droid.org/packages/net.pp3345.ykdroid/)**: Yubikey challenge-response usb and nfc driver.
de: **[ykDroid](https://f-droid.org/packages/net.pp3345.ykdroid/)**: Yubikey Challenge-Response usb und nfc Treiber.
pl: **[ykDroid](https://f-droid.org/packages/net.pp3345.ykdroid/)**: SykDroid to sterownik USB i NFC dla systemu Android, który udostępnia funkcję wyzwanie-odpowiedź YubiKeys do użytku przez inne aplikacje na system Android.
ro: **[ykDroid](https://f-droid.org/packages/net.pp3345.ykdroid/)**: Yubikey challenge-response usb și driver nfc.
ru: **[ykDroid](https://f-droid.org/packages/net.pp3345.ykdroid/)**: Yubikey challenge-response usb и nfc драйвер.
uk: **[ykDroid](https://f-droid.org/packages/net.pp3345.ykdroid/)**: Yubikey challenge-response usb і nfc драйвер.
zh_hans: **[ykDroid](https://f-droid.org/packages/net.pp3345.ykdroid/)**：Yubikey 挑战响应 USB 和 nfc 驱动程序。

source: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)**: Get an overview of the current thunderstorm situation.
de: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)**: Übersicht über die aktuelle Gewitterlage erhalten.
pl: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)**: Przegląd aktualnej sytuacji burzowej.
ro: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)**: Obțineți o imagine de ansamblu a situației actuale a furtunilor.
ru: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)**: Получите обзор текущей грозовой ситуации.
uk: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)**: Отримайте огляд поточної грозовий ситуації.
zh_hans: **[Blitzortung Lightning Monitor](https://f-droid.org/packages/org.blitzortung.android.app/)**：获取当前雷暴情况的概览。

source: **[Wikivoyage European Travels](https://f-droid.org/packages/org.kiwix.kiwixcustomwikivoyageeurope/)**: Offline version of the wikivoyage travel guide.
de: **[Wikivoyage European Travels](https://f-droid.org/packages/org.kiwix.kiwixcustomwikivoyageeurope/)**: Offline-Version des Wikivoyage-Reiseführers.
pl: **[Wikivoyage European Travels](https://f-droid.org/packages/org.kiwix.kiwixcustomwikivoyageeurope/)**: Wersja offline przewodnika turystycznego wikivoyage.
ro: **[Wikivoyage European Travels](https://f-droid.org/packages/org.kiwix.kiwixcustomwikivoyageeurope/)**: Versiunea offline a ghidului de călătorie wikivoyage.
ru: **[Wikivoyage European Travels](https://f-droid.org/packages/org.kiwix.kiwixcustomwikivoyageeurope/)**: Оффлайн-версия путеводителя wikivoyage.
uk: **[Wikivoyage European Travels](https://f-droid.org/packages/org.kiwix.kiwixcustomwikivoyageeurope/)**: Оффлайн-версія путівника wikivoyage.
zh_hans: **[Wikivoyage European Travels](https://f-droid.org/packages/org.kiwix.kiwixcustomwikivoyageeurope/)**：离线版的 wikivoyage 旅游指南。

source: **[2048](https://f-droid.org/packages/org.secuso.privacyfriendly2048/)**: Try to reach 2048 in this puzzle game.
de: **[2048](https://f-droid.org/packages/org.secuso.privacyfriendly2048/)**: Versuche 2048 in diesem Denkspiel zu erreichen.
pl: **[2048](https://f-droid.org/packages/org.secuso.privacyfriendly2048/)**: Spróbuj w tej grze logicznej zdobyć 2048 punktów.
ro: **[2048](https://f-droid.org/packages/org.secuso.privacyfriendly2048/)**: Încearcă să ajungi la 2048 în acest joc de puzzle.
ru: **[2048](https://f-droid.org/packages/org.secuso.privacyfriendly2048/)**: Попробуйте достичь 2048 в этой головоломке.
uk: **[2048](https://f-droid.org/packages/org.secuso.privacyfriendly2048/)**: Спробуйте досягти 2048 в цій головоломці.
zh_hans: **[2048](https://f-droid.org/packages/org.secuso.privacyfriendly2048/)**：尝试在这个益智游戏中达到 2048。

source: **[Board Game Clock](https://f-droid.org/packages/org.secuso.privacyfriendlyboardgameclock/)**: A timer for board games like chess.
de: **[Board Game Clock](https://f-droid.org/packages/org.secuso.privacyfriendlyboardgameclock/)**: Eine Zeituhr für Brettspiele wie Schach.
pl: **[Board Game Clock](https://f-droid.org/packages/org.secuso.privacyfriendlyboardgameclock/)**: Zegar do gier planszowych, takich jak szachy.
ro: **[Board Game Clock](https://f-droid.org/packages/org.secuso.privacyfriendlyboardgameclock/)**: Un cronometru pentru jocuri de masă precum șahul.
ru: **[Board Game Clock](https://f-droid.org/packages/org.secuso.privacyfriendlyboardgameclock/)**: Таймер для настольных игр, таких как шахматы.
uk: **[Board Game Clock](https://f-droid.org/packages/org.secuso.privacyfriendlyboardgameclock/)**: Таймер для настільних ігор, таких як шахи.
zh_hans: **[Board Game Clock](https://f-droid.org/packages/org.secuso.privacyfriendlyboardgameclock/)**：象棋等棋盘游戏的计时器。

source: **[Minesweeper](https://f-droid.org/packages/org.secuso.privacyfriendlyminesweeper/)**: Find and mark every mine without triggering the mines.
de: **[Minesweeper](https://f-droid.org/packages/org.secuso.privacyfriendlyminesweeper/)**: Finde und markiere jede Mine, ohne eine auszulösen.
pl: **[Minesweeper](https://f-droid.org/packages/org.secuso.privacyfriendlyminesweeper/)**: Znajdź i zaznacz każdą kopalnię bez uruchamiania min.
ro: **[Minesweeper](https://f-droid.org/packages/org.secuso.privacyfriendlyminesweeper/)**: Găsiți și marcați fiecare mină fără a declanșa explozia lor.
ru: **[Minesweeper](https://f-droid.org/packages/org.secuso.privacyfriendlyminesweeper/)**: Найдите и отметьте каждую мину, не запуская их.
uk: **[Minesweeper](https://f-droid.org/packages/org.secuso.privacyfriendlyminesweeper/)**: Знайдіть і позначте кожну міну, що не запускаючи їх.
zh_hans: **[Minesweeper](https://f-droid.org/packages/org.secuso.privacyfriendlyminesweeper/)**：在不触发地雷的情况下查找并标记每个地雷。

source: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)**: Manages your device's wifi based on your location.
de: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)**: Steuert das WLAN des Geräts nach Deinem Standort.
pl: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)**: Zarządza Wi-Fi urządzenia w oparciu o lokalizację.
ro: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)**: Gestionează conexiunea Wi-Fi a dispozitivului dvs. în funcție de locația dvs.
ru: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)**: Управляет wifi вашего устройства на основе вашего местоположения.
uk: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)**: Управляє wifi вашого пристрою на основі вашого місця розташування.
zh_hans: **[WiFi 管理器](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)**：根据你的位置管理设备的 wifi。

source: **[ZimLX](https://f-droid.org/packages/org.zimmob.zimlx/)**: Powerful launcher with smart features to make your device easy to use.
de: **[ZimLX](https://f-droid.org/packages/org.zimmob.zimlx/)**: Leistungsfähige Start-App mit intelligenten Funktionen, um die Nutzung Deines Geräts zu vereinfachen.
pl: **[ZimLX](https://f-droid.org/packages/org.zimmob.zimlx/)**: Potężny launcher z inteligentnymi funkcjami ułatwiającymi korzystanie z urządzenia.
ro: **[ZimLX](https://f-droid.org/packages/org.zimmob.zimlx/)**: Lansator puternic cu funcții inteligente pentru a face dispozitivul ușor de utilizat.
ru: **[ZimLX](https://f-droid.org/packages/org.zimmob.zimlx/)**: Мощный лаунчер с интеллектуальными функциями, облегчающими использование вашего устройства.
uk: **[ZimLX](https://f-droid.org/packages/org.zimmob.zimlx/)**: Потужний лаунчер з інтелектуальними функціями, що полегшують використання вашого пристрою.
zh_hans: **[ZimLX](https://f-droid.org/packages/org.zimmob.zimlx/)**：具有智能功能的强大启动器，让你的设备易于使用。

source: **[Progress Tracker](https://f-droid.org/packages/pl.kuben.progressapp/)**: Any activity progress tracker.
de: **[Progress Tracker](https://f-droid.org/packages/pl.kuben.progressapp/)**: Fortschrittsverlauf einer beliebigen Aktivität.
pl: **[Progress Tracker](https://f-droid.org/packages/pl.kuben.progressapp/)**: Wszelkie działania śledzenia postępu.
ro: **[Progress Tracker](https://f-droid.org/packages/pl.kuben.progressapp/)**: Orice dispozitiv de urmărire a progresului activității.
ru: **[Progress Tracker](https://f-droid.org/packages/pl.kuben.progressapp/)**: Трекер прогресса любой активности.
uk: **[Progress Tracker](https://f-droid.org/packages/pl.kuben.progressapp/)**: Трекер прогресу будь-якої активності.
zh_hans: **[Progress Tracker](https://f-droid.org/packages/pl.kuben.progressapp/)**：任何活动进度跟踪器。

source: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)**: Rss reader with full offline support fulltext articles with images.
de: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)**: RSS-Leser mit kompletter Offline-Unterstützung für Volltext-Artikel mit Bildern.
pl: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)**: Czytnik Rss z pełną obsługą offline artykułów pełnotekstowych z obrazami.
ro: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)**: Cititor Rss cu suport complet pentru offline, articole fulltext cu imagini.
ru: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)**: Rss-просмотрщик с полной оффлайн поддержкой полнотекстовых статей с изображениями.
uk: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)**: Rss-переглядач з повною офлайн підтримкою повнотекстових статей із зображеннями.
zh_hans: **[Handy News Reader](https://f-droid.org/packages/ru.yanus171.feedexfork/)**: Rss 阅读器，完全离线支持带图片的全文文章。

source: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)**: Secure vpn powered by bitmask.
de: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)**: Durch Bitmask angetriebenes, sicheres VPN.
pl: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)**: Bezpieczny VPN zasilany maską bitową.
ro: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)**: Secure vpn alimentat de bitmask.
ru: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)**: Безопасный vpn работающий на bitmask.
uk: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)**: Безпечний vpn працює на bitmask.
zh_hans: **[Riseup VPN](https://f-droid.org/packages/se.leap.riseupvpn/)**：由 bitmask 驱动的安全 vpn。

source: **[Wifi QR Code Creator](https://f-droid.org/packages/tk.superl2.xwifi/)**: View wifi credentials and share networks as qr codes.
de: **[Wifi QR Code Creator](https://f-droid.org/packages/tk.superl2.xwifi/)**: WLAN-Anmeldedaten ansehen und Netze über QR-Codes teilen.
pl: **[Wifi QR Code Creator](https://f-droid.org/packages/tk.superl2.xwifi/)**: Wyświetlanie poświadczeń WiFi i udostępnianie sieci jako kodów QR.
ro: **[Wifi QR Code Creator](https://f-droid.org/packages/tk.superl2.xwifi/)**: Vizualizați acreditările wifi și partajați rețele sub formă de coduri qr.
ru: **[Wifi QR Code Creator](https://f-droid.org/packages/tk.superl2.xwifi/)**: Просмотр учетных данных wifi и совместное использование сетей в виде qr-кодов.
uk: **[Wifi QR Code Creator](https://f-droid.org/packages/tk.superl2.xwifi/)**: Перегляд облікових даних wifi і спільне використання мереж у вигляді qr-кодів.
zh_hans: **[Wifi QR Code Creator](https://f-droid.org/packages/tk.superl2.xwifi/)**：查看 wifi 凭据并将网络共享为 qr 码。

source: **[FreeDCam](https://f-droid.org/packages/troop.com.freedcam/)**: Camera app.
de: **[FreeDCam](https://f-droid.org/packages/troop.com.freedcam/)**: Kamera-App.
pl: **[FreeDCam](https://f-droid.org/packages/troop.com.freedcam/)**: Aplikacja aparat.
ro: **[FreeDCam](https://f-droid.org/packages/troop.com.freedcam/)**: Aplicație pentru camera foto.
ru: **[FreeDCam](https://f-droid.org/packages/troop.com.freedcam/)**: Приложение камеры.
uk: **[FreeDCam](https://f-droid.org/packages/troop.com.freedcam/)**: Застосунок камери.
zh_hans: **[FreeDCam](https://f-droid.org/packages/troop.com.freedcam/)**：相机应用。

source: **[VirtualSoftKeys](https://f-droid.org/packages/tw.com.daxia.virtualsoftkeys/)**: A simple, safe and easy softkeys (navigation bar).
de: **[VirtualSoftKeys](https://f-droid.org/packages/tw.com.daxia.virtualsoftkeys/)**: Einfache, sichere und leichte Softwaretasten (Navigationsleiste).
pl: **[VirtualSoftKeys](https://f-droid.org/packages/tw.com.daxia.virtualsoftkeys/)**: Proste, bezpieczne i łatwe przyciski programowe (pasek nawigacyjny).
ro: **[VirtualSoftKeys](https://f-droid.org/packages/tw.com.daxia.virtualsoftkeys/)**: O bară de navigare simplă, sigură și ușoară (softkeys).
ru: **[VirtualSoftKeys](https://f-droid.org/packages/tw.com.daxia.virtualsoftkeys/)**: Простой, безопасный и удобный софткейс (панель навигации).
uk: **[VirtualSoftKeys](https://f-droid.org/packages/tw.com.daxia.virtualsoftkeys/)**: Простий, безпечний і зручний софткейс (панель навігації).
zh_hans: **[VirtualSoftKeys](https://f-droid.org/packages/tw.com.daxia.virtualsoftkeys/)**：一个简单、安全、易用的软键（导航栏）。

source: **[eduroamCAT](https://f-droid.org/packages/uk.ac.swansea.eduroamcat/)**: Eduroam configuration assistant tool.
de: **[eduroamCAT](https://f-droid.org/packages/uk.ac.swansea.eduroamcat/)**: Hilfsmittel zur Eduroam-Konfiguration.
pl: **[eduroamCAT](https://f-droid.org/packages/uk.ac.swansea.eduroamcat/)**: Narzędzie wspomagające konfigurację Eduroam.
ro: **[eduroamCAT](https://f-droid.org/packages/uk.ac.swansea.eduroamcat/)**: Instrumentul asistent de configurare Eduroam.
ru: **[eduroamCAT](https://f-droid.org/packages/uk.ac.swansea.eduroamcat/)**: Инструмент помощника конфигурации Eduroam.
uk: **[eduroamCAT](https://f-droid.org/packages/uk.ac.swansea.eduroamcat/)**: Інструмент помічника конфігурації Eduroam.
zh_hans: **[eduroamCAT](https://f-droid.org/packages/uk.ac.swansea.eduroamcat/)**：Eduroam 配置助手工具。

source: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** was [updated](https://github.com/BijoySingh/Scarlet-Notes/releases) from 5.9.7 to 6.6.3 with a new UI, a new search bar, the ability to sync externally with folder, and many other changes and stability improvements.
de: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** wurde von 5.9.7 auf 6.6.3 [aktualisiert](https://github.com/BijoySingh/Scarlet-Notes/releases) mit neuer Benutzeroberfläche, neuer Suchleiste, der Fähigkeit, sich extern mit Ordnern zu synchronisieren, und vielen weiteren Änderungen und Stabilitätsverbesserungen.
pl: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** został [zaktualizowany](https://github.com/BijoySingh/Scarlet-Notes/releases) z wersji 5.9.7 do 6.6.3 z nowym interfejsem użytkownika, nowym paskiem wyszukiwania, możliwością synchronizacji zewnętrznej z folderem oraz wieloma innymi zmianami i poprawą stabilności.
ro: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** a fost [updated](https://github.com/BijoySingh/Scarlet-Notes/releases) de la 5.9.7 la 6.6.3 cu o nouă interfață de utilizare, o nouă bară de căutare, posibilitatea de a sincroniza extern cu folderul și multe alte modificări și îmbunătățiri de stabilitate.
ru: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** был [обновлен](https://github.com/BijoySingh/Scarlet-Notes/releases) с 5.9.7 до 6.6.3 с новым пользовательским интерфейсом, новой строкой поиска, возможностью внешней синхронизации с папкой и многими другими изменениями и улучшениями стабильности.
uk: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** було [оновлено](https://github.com/BijoySingh/Scarlet-Notes/releases) з 5.9.7 до 6.6.3 з новим призначеним для користувача інтерфейсом, новим рядком пошуку, можливістю зовнішньої синхронізації з текою і багатьма іншими змінами і поліпшеннями стабільності.
zh_hans: **[Scarlet Notes FD](https://f-droid.org/packages/com.bijoysingh.quicknote/)** 已从 5.9.7 [更新](https://github.com/BijoySingh/Scarlet-Notes/releases)到 6.6.3，具有新的 UI、新的搜索栏、与文件夹外部同步的能力以及许多其他更改和稳定性改进。
