Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: In this edition: Second security audit completed, automating the buildserver setup with ansible, a light week with updates for Just Notes, Cow's Revenge, Feeel, and others. <!--more-->
de: In dieser Ausgabe: Zweites Sicherheitsaudit abgeschlossen, Automatisierung der Buildserver-Konfiguration mit Ansible, eine schwache Woche mit Updates für Just Notes, Cow's Revenge, Feeel und andere. <!--more-->
pl: W tym wydaniu: Drugi audyt bezpieczeństwa zakończony, automatyzacja konfiguracji buildserver za pomocą ansibli, lekki tydzień z aktualizacjami Just Notes, Cow's Revenge, Feeel i innych.
ro: În această ediție: Al doilea audit de securitate finalizat, automatizarea configurării serverului de construcție cu ansible, o săptămână ușoară cu actualizări pentru Just Notes, Cow's Revenge, Feeel și altele.
ru: В этом выпуске: Второй аудит безопасности завершен, автоматизация настройки buildserver с помощью ansible, легкая неделя с обновлениями для Just Notes, Cow's Revenge, Feeel и других. <!--more-->
uk: У цьому випуску: Другий аудит безпеки завершено, автоматизація налаштування buildserver за допомогою ansible, легкий тиждень з оновленнями для Just Notes, Cow's Revenge, Feeel та інших. <!--more-->
zh_hans: 在本期中：第二次安全审计完成，使用 ansible 自动化构建服务器设置，本周更新应用包括 Just Notes、Cow's Revenge、Feeel 等。 <!--more-->

source: Second security audit completed
de: Zweites Sicherheitsaudit abgeschlossen
pl: Drugi audyt bezpieczeństwa zakończony
ro: Al doilea audit de securitate finalizat
ru: Второй аудит безопасности завершен
uk: Другий аудит безпеки завершено
zh_hans: 第二次安全审计完成

source: In case you missed it, [our second security audit has been completed]({% post_url 2018-09-04-second-security-audit-results %}). All important issues have been fixed, and work on the remaining issues is ongoing. **[@Tovok7](https://blog.grobox.de)** has been working on [repomaker](https://gitlab.com/fdroid/repomaker) issues found in the audit, uploaded a pre-release to [pypi](https://pypi.org) and started to write [installation instructions](https://gitlab.com/fdroid/repomaker#installation). If you are a developer or a power user, we could use your help with testing these.
ru: Если вы пропустили, [наш второй аудит безопасности был завершен]({% post_url 2018-09-04-second-security-audit-results %}). Все важные проблемы были исправлены, работа над оставшимися продолжается. **[@Tovok7](https://blog.grobox.de)** работает над проблемами [repomaker](https://gitlab.com/fdroid/repomaker), найденными в аудите, загрузил предварительный релиз на [pypi](https://pypi.org) и начал писать [инструкции по установке](https://gitlab.com/fdroid/repomaker#installation). Если вы разработчик или опытный пользователь, мы могли бы воспользоваться вашей помощью в тестировании.
uk: Якщо ви пропустили, [наш другий аудит безпеки було завершено]({% post_url 2018-09-04-second-security-audit-results %}). Всі важливі проблеми були виправлені, робота над рештою триває. **[@ Tovok7](https://blog.grobox.de)** працює над проблемами [repomaker](https://gitlab.com/fdroid/repomaker), знайденими в аудиті, завантажив попередній реліз на [pypi](https://pypi.org) і почав писати [інструкції по установці](https://gitlab.com/fdroid/repomaker#installation). Якщо ви розробник або досвідчений користувач, ми могли б скористатися вашою допомогою в тестуванні.
zh_hans: 如果你错过了，[我们的第二次安全审计已经完成]({% post_url 2018-09-04-second-security-audit-results %})。所有重要问题均已修复，其余问题的工作仍在进行中。**[@Tovok7](https://blog.grobox.de)** 一直在处理 [repomaker](https://gitlab.com/fdroid/repomaker) 审计中发现的问题，上传了一个预发布版本到 [pypi](https://pypi.org) 并开始编写[安装说明](https://gitlab.com/fdroid/repomaker#installation)。如果你是开发者或高级用户，我们可以借助你来测试它们。

source: **[@\_hc](https://forum.f-droid.org/u/hans)** writes: <q>We are satisfied with the results, which confirmed again that the core security model and standard operations are solid.</q> [_Read more_]({% post_url 2018-09-04-second-security-audit-results %}).
ru: **[@\_hc](https://forum.f-droid.org/u/hans)** пишет: <q>Мы удовлетворены результатами, которые еще раз подтвердили надежность основной модели безопасности и стандартных операций.</q> [_Читать далее_]({% post_url 2018-09-04-second-security-audit-results %}).
uk: **[@ \ _ hc](https://forum.f-droid.org/u/hans)** пише: <q> Ми задоволені результатами, які ще раз підтвердили надійність основної моделі безпеки і стандартних операцій. </q> [_Чітать далі _]({% post_url 2018-09-04-second-security-audit-results %}).
zh_hans: **[@\_hc](https://forum.f-droid.org/u/hans)** 写道：<q>我们对结果感到满意，这再次证实了核心安全模型和标准操作很可靠。</q> [_阅读更多_]({% post_url 2018-09-04-second-security-audit-results %})。

source: For those who are curious about the _first_ security audit, which happened in 2015, [this post]({% post_url 2018-01-20-upcoming-security-audit %}) looks back on it.
ru: Для тех, кому интересно узнать о _первом_ аудите безопасности, который состоялся в 2015 году, [эта заметка]({% post_url 2018-01-20-upcoming-security-audit %}) рассказывает о нем.
uk: Для тих, кому цікаво дізнатися про _першому_ аудиті безпеки, який відбувся у 2015 році, [ця замітка]({% post_url 2018-01-20-upcoming-security-audit %}) розповідає про нього.
zh_hans: 那些对 2015 年_第一次_安全审计好奇的人，[这篇文章]({% post_url 2018-01-20-upcoming-security-audit %}) 进行了回顾。

source: Automating buildserver setup with ansible
de: Automatisierung der Buildserver-Konfiguration mit Ansible
pl: Automatyzacja konfiguracji narzędzia buildserver za pomocą ansible
ro: Automatizarea configurării buildserverului cu ansible
ru: Автоматизация настройки сервера сборки с помощью ansible
uk: Автоматизація налаштування сервера збирання за допомогою ansible
zh_hans: 使用 ansible 自动化构建服务器设置

source: **@uniq** is currently working on automating the [buildserver](https://gitlab.com/fdroid/fdroidserver) setup with [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29). Although we already have `makebuildserver`, this completely automates it, and all you have to do is run `vagrant up` and you'll get a VM with [fdroidserver](https://gitlab.com/fdroid/fdroidserver) set up for doing builds with a nested buildserver inside. This is different from `makebuildserver` in that it also builds the host.
de: **@uniq** arbeitet momentan daran, die [Buildserver](https://gitlab.com/fdroid/fdroidserver)-Einrichtung mit [Ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) zu automatisieren. Obwohl wir bereits `makebuildserver` besitzen, automatisiert sie dies vollständig, und alles, was Sie tun müssen, ist die Ausführung von `vagrant up`, und Sie werden eine mit [fdroidserver](https://gitlab.com/fdroid/fdroidserver) eingerichtete VM erhalten, um Builds mit einem eingebauten Buildserver zu machen. Das unterscheidet sich von `makebuildserver` dadurch, dass auch der Host aufgebaut wird.
pl: **@uniq** obecnie pracuje nad automatyzacją [buildserver](https://gitlab.com/fdroid/fdroidserver) konfiguracji [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29). Chociaż mamy już `makebuildserver`, to całkowicie go zautomatyzuje, a wszystko, co musisz zrobić, to uruchomić `vagrant up`, a otrzymasz VM z [fdroidserver](https://gitlab.com/fdroid/fdroidserver) skonfigurowane do robienia buildów z zagnieżdżonym wbudowanym buildserver. Różni się to od `makebuildserver`, ponieważ buduje także hosta.
ro: **@uniq** lucrează în prezent la automatizarea configurației [buildserver](https://gitlab.com/fdroid/fdroidserver) cu [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29). Deși avem deja `makebuildserver`, acest lucru îl automatizează complet și tot ce trebuie să faceți este să rulați `vagrant up` și veți obține o mașină virtuală cu [fdroidserver](https://gitlab.com/fdroid/fdroidserver) configurată pentru a face compilări cu un server de compilare imbricate în interior. Acesta este diferit de `makebuildserver` prin faptul că construiește și gazda.
ru: **@uniq** в настоящее время работает над автоматизацией установки [buildserver](https://gitlab.com/fdroid/fdroidserver) с помощью [ansible](https://ru.wikipedia.org/wiki/Ansible). Хотя у нас уже есть `makebuildserver`, это полностью автоматизирует его, и все, что вам нужно сделать, это запустить `vagrant up`, и вы получите VM с [fdroidserver](https://gitlab.com/fdroid/fdroidserver), настроенным для выполнения сборок с вложенным buildserver внутри. Это отличается от `makebuildserver` тем, что он также собирает хост.
uk: ** @uniq ** зараз працює над автоматизацією установки [buildserver](https://gitlab.com/fdroid/fdroidserver) за допомогою [ansible](https://ru.wikipedia.org/wiki/Ansible). Хоча у нас вже є `makebuildserver`, це повністю автоматизує його, і все, що вам потрібно зробити, це запустити` vagrant up`, і ви отримаєте VM з [fdroidserver](https://gitlab.com/fdroid/fdroidserver) , налаштованим для виконання збірок з вкладеним buildserver всередині. Це відрізняється від `makebuildserver` тим, що він також збирає хост.
zh_hans: **@uniq** 目前正在使用 [ansible](https://en.wikipedia.org/wiki/Ansible_%28software%29) 自动化 [buildserver](https://gitlab.com/fdroid/fdroidserver) 设置。虽然我们已经有 `makebuildserver`，但这完全自动化了它，你所要做的就是运行 `vagrant up`，你会得到一个带有 [fdroidserver](https://gitlab.com/fdroid/fdroidserver) 的 VM（ 设置为在内部使用嵌套的构建服务器进行构建。这与 `makebuildserver` 的不同之处在于它也构建宿主机。

source: Öffi returns to the Google Play Store ([article in German](https://www.heise.de/newsticker/meldung/Nahverkehrs-App-Oeffi-ist-zurueck-im-Play-Store-4153880.html)), after being [kicked out]({% post_url 2018-07-12-this-week-in-fdroid-w28 %}) and [open sourced in response]({% post_url 2018-07-21-twif-13-public-transport-edition %}) earlier.
ru: Öffi возвращается в Google Play Store ([статья на немецком языке](https://www.heise.de/newsticker/meldung/Nahverkehrs-App-Oeffi-ist-zurueck-im-Play-Store-4153880.html)), после того как ранее был [выгнан]({% post_url 2018-07-12-this-week-in-fdroid-w28 %}) и [вышел с открытым исходным кодом в ответ]({% post_url 2018-07-21-twif-13-public-transport-edition %}).
uk: Öffi повертається в Google Play Store ([стаття на німецькій мові](https://www.heise.de/newsticker/meldung/Nahverkehrs-App-Oeffi-ist-zurueck-im-Play-Store-4153880.html)), після того як раніше був [вигнаний]({% post_url 2018-07-12-this-week-in-fdroid-w28 %}) і [вийшов з відкритим вихідним кодом у відповідь]({% post_url 2018-07-21-twif-13-public-transport-edition %}).
zh_hans: Öffi 返回 Google Play 商店（[德语文章](https://www.heise.de/newsticker/meldung/Nahverkehrs-App-Oeffi-ist-zurueck-im-Play-Store-4153880.html)），在之前被[踢出]({% post_url 2018-07-12-this-week-in-fdroid-w28 %})以及[开源作为回应]({% post_url 2018-07-21-twif-13-public-transport-edition %})之后。

source: **[Fit Notifications](https://f-droid.org/packages/com.abhijitvalluri.android.fitnotifications/)**: Enable all notifications for compatible Fitbit devices
de: **[Fit Notifications](https://f-droid.org/packages/com.abhijitvalluri.android.fitnotifications/)**: Alle Benachrichtigungen für kompatible Fitbit-Geräte aktivieren
pl: **[Dopasuj powiadomienia](https://f-droid.org/packages/com.abhijitvalluri.android.fitnotifications/)**: Włącz wszystkie powiadomienia dla kompatybilnych urządzeń Fitbit
ro: **[Fit Notifications](https://f-droid.org/packages/com.abhijitvalluri.android.fitnotifications/)**: Activați toate notificările pentru dispozitivele Fitbit compatibile
ru: **[Fit Notifications](https://f-droid.org/packages/com.abhijitvalluri.android.fitnotifications/)**: Включить все уведомления для совместимых устройств Fitbit
uk: **[Fit Notifications](https://f-droid.org/packages/com.abhijitvalluri.android.fitnotifications/)**: Включити всі повідомлення для сумісних пристроїв Fitbit
zh_hans: **[Fit Notifications](https://f-droid.org/packages/com.abhijitvalluri.android.fitnotifications/)**：为兼容的 Fitbit 设备启用所有通知

source: **[ADBKeyBoard](https://f-droid.org/packages/com.android.adbkeyboard/)**: Android Virtual Keyboard Input via ADB
de: **[ADBKeyBoard](https://f-droid.org/packages/com.android.adbkeyboard/)**: Virtuelle Android-Tastatureingabe über ADB
pl: **[ADBKeyBoard](https://f-droid.org/packages/com.android.adbkeyboard/)**: Wejście wirtualnej klawiatury Android przez ADB
ro: **[ADBKeyBoard](https://f-droid.org/packages/com.android.adbkeyboard/)**: Introducerea tastaturii virtuale Android prin ADB
ru: **[ADBKeyBoard](https://f-droid.org/packages/com.android.adbkeyboard/)**: Ввод виртуальной клавиатуры Android через ADB
uk: **[ADBKeyBoard](https://f-droid.org/packages/com.android.adbkeyboard/)**: Введення віртуальної клавіатури Android через ADB
zh_hans: **[ADBKeyBoard](https://f-droid.org/packages/com.android.adbkeyboard/)**：通过 ADB 的 Android 虚拟键盘输入

source: This week, **24** apps were updated, which is by far the lightest week we've had since the start of TWIF. We are not aware of any technical problems, and the index has been updating regularly. This slowdown appears to be entirely natural.
de: Diese Woche wurden **24** Apps aktualisiert, was bei weitem die schwächste Woche seit Einführung des TWIF ist. Wir sind uns keiner technischen Probleme bewusst und der Index wurde regelmäßig aktualisiert. Dieser Rückgang scheint ganz natürlich zu sein.
pl: W tym tygodniu zaktualizowano **24** aplikacje, które są zdecydowanie najlżejszym tygodniem, jaki mieliśmy od rozpoczęcia TWIF. Nie znamy żadnych problemów technicznych, a index regularnie aktualizuje się. Spowolnienie wydaje się być całkowicie naturalne.
ro: Săptămâna aceasta, **24** aplicații au fost actualizate, ceea ce reprezintă de departe cea mai ușoară săptămână pe care am avut-o de la începutul TWIF. Nu avem cunoștință de nicio problemă tehnică, iar indexul a fost actualizat în mod regulat. Această încetinire pare să fie în întregime naturală.
ru: На этой неделе было обновлено **24** приложений, что, безусловно, является самой легкой неделей с начала существования TWIF. Мы не знаем о каких-либо технических проблемах, и индекс обновляется регулярно. Это замедление кажется совершенно естественным.
uk: Цього тижня було оновлено **24** застосунки, що, безумовно, є найлегшим тижнем з початку існування TWIF. Ми не знаємо про якісь технічні проблеми, і індекс оновлюється регулярно. Це уповільнення здається цілком природним.
zh_hans: 本周，更新了 **24** 个应用，这是自 TWIF 开始以来我们迄今为止最轻松的一周。我们没有发现任何技术问题，并且索引一直在定期更新。这种放缓似乎是完全自然的。

source: **[Just Notes](https://f-droid.org/packages/com.alaskalinuxuser.justnotes/)** released version 2.0, now with scrolling notes!
de: **[Just Notes](https://f-droid.org/packages/com.alaskalinuxuser.justnotes/)** veröffentlichte Version 2.0, jetzt mit Notizen zum Durchblättern!
pl: **[Just Notes](https://f-droid.org/packages/com.alaskalinuxuser.justnotes/)** wydana wersja 2.0, teraz z przewijaniem notatek!
ro: **[Just Notes](https://f-droid.org/packages/com.alaskalinuxuser.justnotes/)** a lansat versiunea 2.0, acum cu note derulante!
ru: **[Just Notes](https://f-droid.org/packages/com.alaskalinuxuser.justnotes/)** выпущена версия 2.0, теперь с прокручивающимися заметками!
uk: **[Just Notes](https://f-droid.org/packages/com.alaskalinuxuser.justnotes/)** випущена версія 2.0, тепер з прокручуваними нотатками!
zh_hans: **[Just Notes](https://f-droid.org/packages/com.alaskalinuxuser.justnotes/)** 发布2.0版本，现在带有滚动注释！

source: {{ page.featured }} **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)** is an awesome game in which you play a cow that was abducted and genetically enhanced by aliens. Seriously, who doesn't want to be THE COWEST? In version 1.0.5 you can toggle the sound on and off in the settings, enjoy Gamepad improvements, change weapons with shoulder buttons, and more.
de: {{ page.featured }} **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)** ist ein fantastisches Spiel, in dem du eine Kuh spielst, die von Aliens entführt und genetisch verbessert wurde. Ganz im Ernst, wer möchte nicht THE COWEST sein? In Version 1.0.5 kannst du den Sound in den Einstellungen an- und abschalten, Gamepad-Verbesserungen genießen, Waffen mit den Harware-Tasten wechseln und noch mehr.
pl: {{ page.featured }} **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)** to niesamowita gra, w której grasz krowę, która została uprowadzona i genetycznie ulepszona przez kosmitów. Poważnie, kto nie chce być THE COWEST? W wersji 1.0.5 możesz włączać i wyłączać dźwięk w ustawieniach, korzystać z ulepszeń Gamepada, zmieniać broń za pomocą przycisków na ramieniu i nie tylko.
ro: {{ page.featured }} **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)** este un joc minunat în care joci o vacă care a fost răpită și îmbunătățită genetic de către extratereștri. Serios, cine nu vrea să fie cea mai mare vacă? În versiunea 1.0.5 puteți activa și dezactiva sunetul în setări, vă puteți bucura de îmbunătățiri la Gamepad, puteți schimba armele cu ajutorul butoanelor de umăr și multe altele.
ru: {{ page.featured }} **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)** - это потрясающая игра, в которой вы играете коровой, похищенной и генетически улучшенной инопланетянами. Серьезно, кто не хочет быть самой коровой? В версии 1.0.5 вы можете включать и выключать звук в настройках, наслаждаться улучшениями геймпада, менять оружие с помощью плечевых кнопок и многое другое.
uk: {{ page.featured }} **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)** - це приголомшлива гра, в якій ви граєте коровою, викраденої і генетично поліпшеною інопланетянами. Серйозно, хто не хоче бути коровою? У версії 1.0.5 ви можете включати та вимикати звук в настройках, насолоджуватися поліпшеннями геймпада, міняти зброю за допомогою плечових кнопок і багато іншого.
zh_hans: {{ page.featured }} **[Cow's Revenge](https://f-droid.org/packages/org.pipoypipagames.cowsrevenge/)** 是一款很棒的游戏，你可以在其中扮演被绑架的奶牛并被外星人基因增强。说真的，谁不想成为 THE COWEST？在 1.0.5 版本中，你可以在设置中打开和关闭声音，享受游戏手柄的改进，使用肩部按钮更换武器等等。

source: **[Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/)** is an app for doing simple at-home exercises. The update from 1.1 to 1.91 adds multiple workouts and fixes a bug that makes it actually work on Android 4.x, as well as SailfishOS.
de: **[Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/)** ist eine App, um leichten Ausgleichssport zuhause zu machen. Die Aktualisierung von 1.1 auf 1.91 fügt eine Vielzahl an Workouts hinzu und behebt einen Fehler, damit sie sogar auf Android 4.x, wie auch SailfishOS läuft.
pl: **[Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/)** to aplikacja do robienia prostych ćwiczeń w domu. Aktualizacja z wersji 1.1 do 1.91 dodaje wiele ćwiczeń i naprawia błąd, który sprawia, że działa on na Androidzie 4.x, a także SailfishOS.
ro: **[Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/)** este o aplicație pentru a face exerciții simple la domiciliu. Actualizarea de la 1.1 la 1.91 adaugă mai multe antrenamente și rezolvă o eroare care face ca aceasta să funcționeze de fapt pe Android 4.x, precum și pe SailfishOS.
ru: **[Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/)** - это приложение для выполнения простых упражнений дома. Обновление с 1.1 до 1.91 добавляет несколько тренировок и исправляет ошибку, из-за которой приложение фактически работает на Android 4.x, а также SailfishOS.
uk: **[Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/)** - це застосунок для виконання простих вправ вдома. Оновлення з 1.1 до 1.91 додає кілька тренувань і виправляє помилку, через яку застосунок фактично працює на Android 4.x, а також SailfishOS.
zh_hans: **[Feeel](https://f-droid.org/packages/com.enjoyingfoss.feeel/)** 是一款在家做简单运动的应用。从 1.1 到 1.91 的更新增加了多项锻炼并修复了一个错误，使其能够在 Android 4.x 和 SailfishOS 上实际运行。

source: **[Draw](https://f-droid.org/packages/com.simplemobiletools.draw/)** is a dead simple drawing app. Version 4.3.0 adds an initial Zoom implementation, which is disabled by default.
de: **[Draw](https://f-droid.org/packages/com.simplemobiletools.draw/)** ist eine kinderleichte Zeichen-App. Version 4.3.0 ergänzt eine erste Zoom-Realisierung, die standardmäßig deaktiviert ist.
pl: **[Draw](https://f-droid.org/packages/com.simplemobiletools.draw/)** to prosta aplikacja do rysowania. Wersja 4.3.0 dodaje początkową implementację Zoomu, która jest domyślnie wyłączona.
ro: **[Draw](https://f-droid.org/packages/com.simplemobiletools.draw/)** este o aplicație de desen foarte simplă. Versiunea 4.3.0 adaugă o implementare inițială de Zoom, care este dezactivată în mod implicit.
ru: **[Draw](https://f-droid.org/packages/com.simplemobiletools.draw/)** - простое приложение для рисования. В версии 4.3.0 добавлена начальная реализация функции Zoom, которая по умолчанию отключена.
uk: **[Draw](https://f-droid.org/packages/com.simplemobiletools.draw/)** - простий застосунок для малювання. У версії 4.3.0 додана початкова реалізація функції Zoom, яка за замовчуванням відключена.
zh_hans: **[Draw](https://f-droid.org/packages/com.simplemobiletools.draw/)** 是一个非常简单的绘图应用。4.3.0 版添加了初始缩放实现，默认情况下禁用。

source: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 1.11.0 is out! Links to toots now open the conversation inside the app, detailed bug reports can be sent by email, GIFs can be imported from the Android keyboard, instances can be followed from profiles, markdown is accepted for links in toots, and more. There's also a slew of bug fixes and better Pleroma support.
de: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 1.11.0 ist draußen! Verknüpfungen mit Toots öffnen nun die Konversation innerhalb der App, detaillierte Fehlerberichte können als E-Mail versandt werden, GIFs können über die Android-Tastatur importiert werden, Instanzen können aus Profilen verfolgt werden, Markdown für Links in Toots wird akzeptiert und mehr. Es gibt auch eine Menge Korrekturen und besseren Pleroma-Support.
pl: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 1.11.0 jest już dostępny! Łącza do toots otwierają teraz rozmowę wewnątrz aplikacji, szczegółowe raporty o błędach można wysyłać e-mailem, GIF-y można importować z klawiatury Android, instancje można śledzić z profili, przecenę akceptuje się dla linków w toots i wiele więcej. Istnieje również mnóstwo poprawek i lepsza obsługa Pleroma.
ro: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 1.11.0 a fost lansat! Link-urile către toots deschid acum conversația în interiorul aplicației, rapoartele detaliate de erori pot fi trimise prin e-mail, GIF-urile pot fi importate de pe tastatura Android, instanțele pot fi urmărite din profiluri, markdown este acceptat pentru link-urile din toots și multe altele. Există, de asemenea, o serie de corecturi de erori și un suport mai bun pentru Pleroma.
ru: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** Вышла версия 1.11.0! Ссылки на тооты теперь открывают беседу внутри приложения, подробные отчеты об ошибках можно отправлять по электронной почте, GIF можно импортировать с клавиатуры Android, за инстансами можно следить из профилей, ссылки в тотах принимаются в формате markdown и многое другое. Также исправлены ошибки и улучшена поддержка Pleroma.
uk: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** Вийшла версія 1.11.0! Посилання на Тота тепер відкривають бесіду всередині програми, докладні звіти про помилки можна відправляти по електронній пошті, GIF можна імпортувати з клавіатури Android, за інстанси можна стежити з профілів, посилання в тотах приймаються в форматі markdown і багато іншого. Також виправлені помилки і покращена підтримка Pleroma.
zh_hans: **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 1.11.0 已发布！指向 toot 的链接现在可以在应用内打开对话，可以通过电子邮件发送详细的错误报告，可以从 Android 键盘导入 GIF，可以从配置文件中关注实例，toot 中的链接接受 markdown 等等。还有大量错误修复和更好的 Pleroma 支持。
