Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Tetaneutral is a non-profit ISP based in Toulouse, France. They have offered to host a mirror of our main F-Droid repository, as well as the archive. We are currently beta testing the setup, and if you'd like to give it a try, [tap here](https://fdroid.tetaneutral.net/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB) on your mobile device to add it as a "user mirror" for f-droid.org. (Link will not work on a PC or if you don't have the F-Droid app installed.)
de: Tetaneutral ist ein nicht kommerzieller ISP mit Sitz in Toulouse, Frankreich. Sie haben uns das Hosting eines Spiegelservers sowohl unseres F-Droid-Hauptrepository als auch des Archivs angeboten. Wir testen momentan dessen Einrichtung und, falls Sie ihn selbst ausprobieren möchten, [tippen Sie hier](https://fdroid.tetaneutral.net/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB) auf Ihrem mobilen Gerät, um ihn als "Benutzer-Spiegel" für f-droid.org hinzuzufügen. (Die Verknüpfung wird nicht auf einem PC, oder wenn keine F-Droid-App installiert ist, funktionieren.)
pl: Tetaneutral jest non-profit ISP z siedzibą w Tuluzie we Francji. Zaproponowali hosta zwierciadło naszego głównego repozytorium F-Droid, a także archiwum. Obecnie testujemy wersję beta konfiguracji, a jeśli chcesz spróbować, kliknij [tutaj](https://fdroid.tetaneutral.net/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB) na urządzeniu mobilnym, aby ją dodać. jako "lustro użytkownika" dla f-droid.org. (Link nie działa na komputerze lub jeśli nie masz zainstalowanej aplikacji F-Droid.)
ro: Tetaneutral este un ISP non-profit cu sediul în Toulouse, Franța. Ei s-au oferit să găzduiască o oglindă a depozitului nostru principal F-Droid, precum și arhiva. În prezent, testăm configurația în versiune beta, iar dacă doriți să o încercați, [tap here](https://fdroid.tetaneutral.net/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB) pe dispozitivul mobil pentru a o adăuga ca "oglindă a utilizatorului" pentru f-droid.org. (Linkul nu va funcționa pe un PC sau dacă nu aveți instalată aplicația F-Droid.)
ru: Tetaneutral - это некоммерческий провайдер, расположенный в Тулузе, Франция. Они предложили разместить зеркало нашего основного репозитория F-Droid, а также архив. В настоящее время мы проводим бета-тестирование, и если вы хотите попробовать, [нажмите здесь](https://fdroid.tetaneutral.net/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB) на вашем мобильном устройстве, чтобы добавить его в качестве "пользовательского зеркала" для f-droid.org. (Ссылка не будет работать на ПК или если у вас не установлено приложение F-Droid.)
uk: Tetaneutral - це некомерційний провайдер, розташований в Тулузі, Франція. Вони запропонували розмістити дзеркало нашого основного сховища F-Droid, а також архів. В даний час ми проводимо бета-тестування, і якщо ви хочете спробувати, [натисніть тут](https://fdroid.tetaneutral.net/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB) на вашому мобільному пристрої, щоб додати його в якості "для користувача дзеркала "для f-droid.org. (Посилання не буде працювати на ПК або якщо у вас не встановлено програму F-Droid.)
zh_hans: Tetaneutral 是一家位于法国图卢兹的非营利性 ISP。他们提出托管我们主 F-Droid 存储库以及存档的镜像。我们目前正在对设置进行 Beta 测试，如果你想尝试一下，请在你的移动设备上[点击此处](https://fdroid.tetaneutral.net/fdroid/repo?fingerprint=43238D512C1E5EB2D6569F4A3AFBF5523418B82E0A3ED1552770ABB9A9C9CCAB)将它添加为 f-droid.org 的“用户镜像”。（如果你没有安装 F-Droid 应用，链接将无法在 PC 上运行。）

source: **[Cool Mic](https://f-droid.org/packages/cc.echonet.coolmicapp/)** is an open source Icecast source client. It livestreams audio captured by your Android device’s microphone or mic in / line in jack to any Icecast server.
de: **[Cool Mic](https://f-droid.org/packages/cc.echonet.coolmicapp/)** ist eine Open Source Icecast-Quelle. Sie liefert Live-Streams von Audiodaten, die über Ihr Android-Gerätemikrofon oder angeschlossene Mikrofone erfasst werden, an jeden Icecast-Server.
pl: **[Cool Mic](https://f-droid.org/packages/cc.echonet.coolmicapp/)** jest otwartoźródłowym klientem Icecast. Streamuje na żywo dźwięk z mikrofonu Twojego urządzenia z Androidem lub z wejścia mikrofonowego na dowolny serwer Icecast.
ro: **[Cool Mic](https://f-droid.org/packages/cc.echonet.coolmicapp/)** este un client sursă open source pentru Icecast. Acesta transmite în direct sunetul capturat de microfonul dispozitivului Android sau de mufa de intrare microfon / intrare linie către orice server Icecast..
ru: **[Cool Mic](https://f-droid.org/packages/cc.echonet.coolmicapp/)** - это клиент Icecast с открытым исходным кодом. Он осуществляет прямую трансляцию звука, захваченного микрофоном вашего Android-устройства или разъемом mic in / line in, на любой сервер Icecast.
uk: **[Cool Mic](https://f-droid.org/packages/cc.echonet.coolmicapp/)** - це клієнт Icecast з відкритим вихідним кодом. Він здійснює пряму трансляцію звуку, захопленого мікрофоном вашого Android-пристрої або роз'ємом mic in/line in, на будь-який сервер Icecast.
zh_hans: **[Cool Mic](https://f-droid.org/packages/cc.echonet.coolmicapp/)** 是一个开源的 Icecast 源客户端。它将你的 Android 设备的麦克风或麦克风输入/线路输入插孔捕获的音频直播到任何 Icecast 服务器。

source: Ever wanted to create a fictional setting — for your next novel, comic, screenplay, or what-have-you — but find it difficult to keep everything organized? **[World Scribe](https://f-droid.org/packages/com.averi.worldscribe/)** eases the creation process by letting you keep track of every important element in your world, including the ways in which they're connected.
de: Wollten Sie jemals ein fiktives Setting — für Ihre nächste Erzählung, einen Comic, Film oder was auch immer — erschaffen, fanden es aber schwierig, alles organisiert zu bekommen? **[World Scribe](https://f-droid.org/packages/com.averi.worldscribe/)** vereinfacht den Schaffungsprozess, indem es den Überblick über jedes wichtige Element in Ihrer Welt behält, inklusive der Art und Weise, auf die sie miteinander verknüpft sind.
pl: Czy kiedykolwiek chciałeś stworzyć fikcyjną scenerię - do swojej następnej powieści, komiksu, scenariusza lub czegoś, co masz - ale czy trudno jest wszystko uporządkować? **[World Scribe](https://f-droid.org/packages/com.averi.worldscribe/)** ułatwia proces tworzenia, umożliwiając śledzenie każdego ważnego elementu w twoim świecie, w tym sposobów, w jakie jest podłączony ponownie.
ro: V-ați dorit vreodată să creați un cadru fictiv - pentru următorul dvs. roman, bandă desenată, scenariu sau orice altceva - dar vă este greu să păstrați totul organizat? **[World Scribe](https://f-droid.org/packages/com.averi.worldscribe/)** ușurează procesul de creație, permițându-vă să țineți evidența fiecărui element important din lumea dumneavoastră, inclusiv a modurilor în care sunt conectate.
ru: Вы когда-нибудь хотели создать вымышленный мир - для вашего следующего романа, комикса, сценария или чего бы то ни было, - но вам сложно все организовать? **[World Scribe](https://f-droid.org/packages/com.averi.worldscribe/)** облегчает процесс создания, позволяя вам отслеживать все важные элементы вашего мира, включая способы их соединения.
uk: Ви коли-небудь хотіли створити вигаданий світ - для вашого наступного роману, коміксу, сценарію або чого б то не було, - але вам складно все організувати? **[World Scribe](https://f-droid.org/packages/com.averi.worldscribe/)** полегшує процес створення, дозволяючи вам відстежувати всі важливі елементи вашого світу, включаючи способи їх з'єднання.
zh_hans: 曾经想为你的下一部小说、漫画、剧本或其他东西创建一个虚构的环境，但发现很难保持一切井井有条？ **[World Scribe](https://f-droid.org/packages/com.averi.worldscribe/)** 通过让你跟踪世界中的每个重要元素（包括方式）来简化创建过程它们在其中连接。

source: **[Cryptolitycs](https://f-droid.org/packages/com.fproject.cryptolitycs/)** gives quick and easy access to cryptocurrency related information and allows the user to follow the cryptocurrency market.
de: **[Cryptolitycs](https://f-droid.org/packages/com.fproject.cryptolitycs/)** liefert einen schnellen und einfachen Zugriff auf krypto-währungsbezogene Informationen und ermöglicht dem Nutzer, den Krypto-Währungsmarkt zu verfolgen.
pl: **[Cryptolitycs](https://f-droid.org/packages/com.fproject.cryptolitycs/)** zapewnia szybki i łatwy dostęp do informacji związanych z kryptowalutą i pozwala użytkownikowi śledzić rynek kryptowalut.
ro: **[Cryptolitycs](https://f-droid.org/packages/com.fproject.cryptolitycs/)** oferă un acces rapid și ușor la informații legate de criptomonede și permite utilizatorului să urmărească piața criptomonedelor.
ru: **[Cryptolitycs](https://f-droid.org/packages/com.fproject.cryptolitycs/)** предоставляет быстрый и легкий доступ к информации, связанной с криптовалютами, и позволяет пользователю следить за криптовалютным рынком.
uk: **[Cryptolitycs](https://f-droid.org/packages/com.fproject.cryptolitycs/)** надає швидкий і легкий доступ до інформації, пов'язаної з криптовалютою, і дозволяє користувачеві стежити за криптовалютним ринком.
zh_hans: **[Cryptolitycs](https://f-droid.org/packages/com.fproject.cryptolitycs/)** 可以快速轻松地访问加密货币相关信息，并允许用户关注加密货币市场。

source: **[Identify Dog Breeds](https://f-droid.org/packages/com.jstappdev.dbclf/)**: Identify over one hundred different dog breeds with your smartphone.
de: **[Identify Dog Breeds](https://f-droid.org/packages/com.jstappdev.dbclf/)**: Identifizieren Sie über einhundert verschiedene Hunderassen mit Ihrem Smartphone.
pl: **[Zidentyfikuj Rasę Psa](https://f-droid.org/packages/com.jstappdev.dbclf/)**: Zidentyfikuj ponad sto różnych ras psów za pomocą smartfona.
ro: **[Identify Dog Breeds](https://f-droid.org/packages/com.jstappdev.dbclf/)**: Identificați peste o sută de rase diferite de câini cu ajutorul smartphone-ului dumneavoastră.
ru: **[Identify Dog Breeds](https://f-droid.org/packages/com.jstappdev.dbclf/)**: Определите более ста различных пород собак с помощью своего смартфона.
uk: **[Identify Dog Breeds](https://f-droid.org/packages/com.jstappdev.dbclf/)**: Визначте понад сто різних порід собак за допомогою свого смартфона.
zh_hans: **[Identify Dog Breeds](https://f-droid.org/packages/com.jstappdev.dbclf/)**：使用你的智能手机识别一百多种不同的犬种。

source: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)**: Information about device hardware and software.
de: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)**: Informationen zur Hard- und Software des Geräts.
pl: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)**: Informacje o sprzęcie i oprogramowaniu urządzenia.
ro: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)**: Informații despre componentele hardware și software ale dispozitivului.
ru: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)**: Информация об аппаратном и программном обеспечении устройства.
uk: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)**: Інформація про апаратне і програмне забезпечення пристрою.
zh_hans: **[CPU Info](https://f-droid.org/packages/com.kgurgul.cpuinfo/)**：关于设备硬件和软件的信息。

source: **[XOverrideHeadphoneJackDetection](https://f-droid.org/packages/de.antonarnold.android.xoverrideheadphonejackdetection/)** is an XPosed module that allows you to manually override the headphone jack detection of an Android device.
de: **[XOverrideHeadphoneJackDetection](https://f-droid.org/packages/de.antonarnold.android.xoverrideheadphonejackdetection/)** ist ein XPosed-Modul, dass es möglich macht, manuell die Kopfhöreranschlusserkennung eines Android-Geräts auszuschalten.
pl: **[XOverrideHeadphoneJackDetection](https://f-droid.org/packages/de.antonarnold.android.xoverrideheadphonejackdetection/)** to moduł XPosed, który pozwala ręcznie zastąpić wykrywanie gniazda słuchawkowego urządzenia z systemem Android.
ro: **[XOverrideHeadphoneJackDetection](https://f-droid.org/packages/de.antonarnold.android.xoverrideheadphonejackdetection/)** este un modul XPosed care vă permite să suprascrieți manual detectarea mufei pentru căști a unui dispozitiv Android.
ru: **[XOverrideHeadphoneJackDetection](https://f-droid.org/packages/de.antonarnold.android.xoverrideheadphonejackdetection/)** - это XPosed модуль, который позволяет вручную переопределить обнаружение разъема для наушников на устройстве Android.
uk: **[XOverrideHeadphoneJackDetection](https://f-droid.org/packages/de.antonarnold.android.xoverrideheadphonejackdetection/)** - це XPosed модуль, який дозволяє вручну перевизначити виявлення роз'єму для навушників на пристрої Android.
zh_hans: **[XOverrideHeadphoneJackDetection](https://f-droid.org/packages/de.antonarnold.android.xoverrideheadphonejackdetection/)** 是一个 XPosed 模块，允许你手动覆盖 Android 设备的耳机插孔检测。

source: **[Calcvac](https://f-droid.org/packages/de.drhoffmannsoftware.calcvac/)**: Calculate logitudinal one-dimensional pressure profiles in vacuum pipes.
de: **[Calcvac](https://f-droid.org/packages/de.drhoffmannsoftware.calcvac/)**: Longitudinale, eindimensionale Druckprofile in Vakuumröhren berechnen.
pl: **[Calcvac](https://f-droid.org/packages/de.drhoffmannsoftware.calcvac/)**: Oblicza jednokierunkowe profile ciśnienia w rurach próżniowych.
ro: **[Calcvac](https://f-droid.org/packages/de.drhoffmannsoftware.calcvac/)**: Calculați profilele de presiune unidimensionale logitudinale în conductele de vid.
ru: **[Calcvac](https://f-droid.org/packages/de.drhoffmannsoftware.calcvac/)**: Расчет продольных одномерных профилей давления в вакуумных трубах.
uk: **[Calcvac](https://f-droid.org/packages/de.drhoffmannsoftware.calcvac/)**: Розрахунок поздовжніх одновимірних профілів тиску в вакуумних трубах.
zh_hans: **[Calcvac](https://f-droid.org/packages/de.drhoffmannsoftware.calcvac/)**：计算真空管中的纵向一维压力分布。

source: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)**: An implementation for SQRL (Secure Quick Reliable Login).
de: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)**: Eine Implementierung für SQRL (Secure Quick Reliable Login).
pl: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)**: Implementacja dla SQRL (Secure Quick Reliable Login).
ro: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)**: O implementare pentru SQRL (Secure Quick Reliable Login).
ru: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)**: Реализация для SQRL (Secure Quick Reliable Login).
uk: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)**: Реалізація для SQRL (Secure Quick Reliable Login).
zh_hans: **[SQRL - Main](https://f-droid.org/packages/org.ea.sqrl/)**：SQRL（安全快速可靠登录）的实现。

source: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent/)**: Manage and secure effectively your mobile devices and applications.
de: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent/)**: Mobile Geräte und Anwendungen effektiv verwalten und sichern.
pl: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent/)**: Zarządzaj i skutecznie zabezpieczaj swoje urządzenia mobilne i aplikacje.
ro: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent/)**: Gestionați și securizați eficient dispozitivele și aplicațiile dvs. mobile.
ru: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent/)**: Эффективно управляйте и защищайте свои мобильные устройства и приложения.
uk: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent/)**: Ефективно керуйте і захищайте свої мобільні пристрої та застосунки.
zh_hans: **[Flyve MDM Agent](https://f-droid.org/packages/org.flyve.mdm.agent/)**：有效管理和保护你的移动设备和应用。

source: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)**: Quickly quit what you were doing.
de: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)**: Schnell beenden, womit Sie sich beschäftigten.
pl: **[Szybko zakończ](https://f-droid.org/packages/quickly.quit/)**: Szybko zrezygnuj z tego, co robiłeś.
ro: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)**: Renunți rapid la ceea ce făceai.
ru: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)**: Быстрый выход из того, что вы делали.
uk: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)**: Швидкий вихід з того, що ви робили.
zh_hans: **[Quickly quit](https://f-droid.org/packages/quickly.quit/)**：快速退出正在做的事情。

source: {{ page.featured }} **[Manyverse](https://f-droid.org/packages/se.manyver/)**: At last a mobile client for the _[Secure Scuttlebutt](https://ssbc.github.io/secure-scuttlebutt/)_ protocol lands in F-Droid! SSB is a peer-to-peer protocol and social network optimized for off-line and off-grid use. You can share messages locally using bluetooth or local WiFi, directly with your friends over the internet, or optionally tap into more centralized nodes called "pubs".
de: {{ page.featured }} **[Manyverse](https://f-droid.org/packages/se.manyver/)**: Endlich ist ein mobiler Client für das _[Secure Scuttlebutt](https://ssbc.github.io/secure-scuttlebutt/)_-Protokoll auf F-Droid gelandet! SSB ist ein Peer-to-Peer-Protokoll und soziales Netzwerk, das für die Nutzung offline und ohne Versorgungsnetz optimiert ist. Sie können Nachrichten lokal über Bluetooth oder ein lokales WLAN teilen, über das Internet direkt mit Ihren Freunden austauschen oder wahlweise zentralisiertere Knoten, sogenannte "Pubs", anzapfen.
pl: {{ page.featured }} **[Manyverse](https://f-droid.org/packages/se.manyver/)**: W końcu klient mobilny dla protokołu _[Secure Scuttlebutt](https://ssbc.github.io/secure-scuttlebutt/)_ dociera do F-Droid! SSB jest protokołem peer-to-peer i siecią społecznościową zoptymalizowaną do użytku poza siecią i poza nią. Możesz udostępniać wiadomości lokalnie za pomocą bluetooth lub lokalnego Wi-Fi, bezpośrednio ze znajomymi przez Internet lub opcjonalnie korzystać z bardziej scentralizowanych węzłów zwanych "pubs".
ro: {{ page.featured }} **[Manyverse](https://f-droid.org/packages/se.manyver/)**: În sfârșit, un client mobil pentru protocolul _[Secure Scuttlebutt](https://ssbc.github.io/secure-scuttlebutt/)_ aterizează în F-Droid! SSB este un protocol peer-to-peer și o rețea socială optimizată pentru utilizarea off-line și off-grid. Puteți partaja mesaje la nivel local folosind bluetooth sau WiFi local, direct cu prietenii dvs. pe internet sau, opțional, puteți apela la noduri mai centralizate numite "pub-uri".
ru: {{ page.featured }} **[Manyverse](https://f-droid.org/packages/se.manyver/)**: Наконец-то мобильный клиент для протокола _[Secure Scuttlebutt](https://ssbc.github.io/secure-scuttlebutt/)_ появился на F-Droid! SSB - это одноранговый протокол и социальная сеть, оптимизированная для автономного использования. Вы можете обмениваться сообщениями локально, используя bluetooth или локальный WiFi, напрямую с друзьями через интернет, или по желанию подключаться к более централизованным узлам, называемым "пабами".
uk: {{ page.featured }} **[Manyverse](https://f-droid.org/packages/se.manyver/)**: Нарешті мобільний клієнт для протоколу _ [Secure Scuttlebutt](https://ssbc.github.io/secure-scuttlebutt/)_ з'явився на F-Droid! SSB - це спеціальний робочий протокол і соціальна мережа, оптимізована для автономного використання. Ви можете обмінюватися повідомленнями локально, використовуючи bluetooth або локальний WiFi, безпосередньо з друзями через інтернет, або за бажанням підключатися до більш централізованим вузлів, званим "пабами".
zh_hans: {{ page.featured }} **[Manyverse](https://f-droid.org/packages/se.manyver/)**：终于有一个 _[Secure Scuttlebutt](https://ssbc.github.io/secure-scuttlebutt/)_ 协议的移动客户端登陆 F-Droid 了！SSB 是一种点对点协议和社交网络，针对离线和离网使用进行了优化。你可以使用蓝牙或本地 WiFi 在本地共享消息，直接通过 Internet 与你的朋友共享消息，或者选择接入称为 "pubs" 的更集中的节点。

source: For in-depth details about the developer, André Staltz, and his motivations you can watch the [It's time to build our own Internet](https://www.youtube.com/watch?v=UjfWAbGfPh0) TEDxGeneva talk and the recent [Reinvent the social web](https://www.youtube.com/watch?v=8GE5C9-RUpg). If you're more inclined to read you can see his viral blog posts called [The Web began dying in 2014, here's how](https://staltz.com/the-web-began-dying-in-2014-heres-how.html) and the follow up [A plan to rescue the Web from the Internet](https://staltz.com/a-plan-to-rescue-the-web-from-the-internet.html).
de: Für tiefergehende Informationen über den Entwickler, André Staltz, und seine Motivation können Sie den TEDxGeneva-Talk [Es wird Zeit, unser eigenes Internet zu bauen](https://www.youtube.com/watch?v=UjfWAbGfPh0) und das jüngste [Das soziale Web neu erfinden](https://www.youtube.com/watch?v=8GE5C9-RUpg) anschauen. Wenn Sie mehr dazu neigen zu lesen, können Sie sich seine ansteckenden Blog-Beiträge unter dem Titel [Das Sterben des Web begann 2014, wie es dazu kam](https://staltz.com/the-web-began-dying-in-2014-heres-how.html) und den Nachfolger [Ein Plan das Web vor dem Internet zu retten](https://staltz.com/a-plan-to-rescue-the-web-from-the-internet.html) ansehen.
pl: Aby uzyskać szczegółowe informacje na temat programisty, André Staltz, i jego motywacji, możesz obejrzeć [Czas zbudować własny Internet](https://www.youtube.com/watch?v=UjfWAbGfPh0) dyskusja TEDxGeneva i najnowsze informacje [Odkryj ponownie sieć społecznościową](https://www.youtube.com/watch?v=8GE5C9-RUpg). Jeśli jesteś bardziej skłonny do czytania, możesz zobaczyć jego wirusowe posty na blogach [Sieć zaczęła ginąć w 2014 roku, oto jak to się dzieje](https://staltz.com/the-web-began-dying-in-2014-heres-how.html) i działania następcze [Plan ratowania sieci Internet](https://staltz.com/a-plan-to-rescue-the-web-from-the-internet.html).
ro: Pentru detalii amănunțite despre dezvoltatorul André Staltz și motivațiile sale, puteți urmări conferința TEDxGeneva [It's time to build our own Internet](https://www.youtube.com/watch?v=UjfWAbGfPh0) și recenta conferință [Reinvent the social web](https://www.youtube.com/watch?v=8GE5C9-RUpg). Dacă sunteți mai înclinați să citiți, puteți vedea postările sale virale de pe blog, intitulate [The Web began dying in 2014, here's how](https://staltz.com/the-web-began-dying-in-2014-heres-how.html) și continuarea [A plan to rescue the Web from the Internet](https://staltz.com/a-plan-to-rescue-the-web-from-the-internet.html).
ru: Для получения подробной информации о разработчике André Staltz и его мотивах вы можете посмотреть выступление [It's time to build our own Internet](https://www.youtube.com/watch?v=UjfWAbGfPh0) на TEDxGeneva и недавний доклад [Reinvent the social web](https://www.youtube.com/watch?v=8GE5C9-RUpg). Если вы больше склонны к чтению, вы можете посмотреть его вирусные записи в блоге под названием [The Web began dying in 2014, here's how](https://staltz.com/the-web-began-dying-in-2014-heres-how.html) и последующие [A plan to rescue the Web from the Internet](https://staltz.com/a-plan-to-rescue-the-web-from-the-internet.html).
uk: Для отримання докладної інформації про розробника André Staltz і його мотиви ви можете подивитися виступ [It's time to build our own Internet](https://www.youtube.com/watch?v=UjfWAbGfPh0) на TEDxGeneva і недавня доповідь [Reinvent the social web](https://www.youtube.com/watch?v=8GE5C9-RUpg). Якщо ви більше схильні до читання, ви можете подивитися його вірусні записи в блозі під назвою [The Web began dying in 2014 року, here's how](https://staltz.com/the-web-began-dying-in-2014-heres -how.html) і наступні [A plan to rescue the Web from the Internet](https://staltz.com/a-plan-to-rescue-the-web-from-the-internet.html).
zh_hans: 有关开发者 André Staltz 及其动机的详细信息，你可以观看[是时候建立我们自己的互联网](https://www.youtube.com/watch?v=UjfWAbGfPh0) TEDxGeneva 演讲和最近的[重塑社交网络](https://www.youtube.com/watch?v=8GE5C9-RUpg)。如果你更倾向于阅读，你可以查看他的病毒式博客文章，[Web 在 2014 年开始消亡，方法如下](https://staltz.com/the-web-began-dying-in-2014-heres-how.html)和后续的[从 Internet 中拯救 Web 的计划](https://staltz.com/a-plan-to-rescue-the-web-from-the-internet.html)。
