Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** was [updated](https://github.com/TheRedSpy15/LTECleanerFOSS/releases) from 3.6.2 to 4.0.6
de: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)**-[Aktualisierung](https://github.com/TheRedSpy15/LTECleanerFOSS/releases) von 3.6.2 auf 4.0.6
pl: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** został [zaktualizowany](https://github.com/TheRedSpy15/LTECleanerFOSS/releases) z 3.6.2 do 4.0.6
ro: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** a fost [updated](https://github.com/TheRedSpy15/LTECleanerFOSS/releases) de la 3.6.2 la 4.0.6
ru: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** был [обновлен](https://github.com/TheRedSpy15/LTECleanerFOSS/releases) с 3.6.2 до 4.0.6
uk: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** [оновлено](https://github.com/TheRedSpy15/LTECleanerFOSS/releases) з 3.6.2 до 4.0.6
zh_hans: **[LTE Cleaner](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** 从 3.6.2 [更新](https://github.com/TheRedSpy15/LTECleanerFOSS/releases)到 4.0.6

source: **[Lawnchair](https://f-droid.org/packages/ch.deletescape.lawnchair.plah/)** was updated from 1.2.0.1884 to 1.2.0.2000
de: **[Lawnchair](https://f-droid.org/packages/ch.deletescape.lawnchair.plah/)** erhielt ein Update von 1.2.0.1884 auf 1.2.0.2000
pl: **[Lawnchair](https://f-droid.org/packages/ch.deletescape.lawnchair.plah/)** został zaktualizowany z 1.2.0.1884 do 1.2.0.2000
ro: **[Lawnchair](https://f-droid.org/packages/ch.deletescape.lawnchair.plah/)** a fost actualizat de la 1.2.0.1884 la 1.2.0.2000
ru: **[Lawnchair](https://f-droid.org/packages/ch.deletescape.lawnchair.plah/)** был обновлен с 1.2.0.1884 до 1.2.0.2000
uk: **[Lawnchair](https://f-droid.org/packages/ch.deletescape.lawnchair.plah/)** оновлено з 1.2.0.1884 до 1.2.0.2000
zh_hans: **[Lawnchair](https://f-droid.org/packages/ch.deletescape.lawnchair.plah/)** 从 1.2.0.1884 更新到 1.2.0.2000

source: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)** was updated from 3.1.3 to 3.1.6
de: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)** erhielt ein Update von 3.1.3 auf 3.1.6
pl: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)** został zaktualizowany z 3.1.3 do 3.1.6
ro: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)** a fost actualizată de la 3.1.3 la 3.1.6
ru: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)** был обновлен с 3.1.3 до 3.1.6
uk: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)** оновлено з 3.1.3 до 3.1.6
zh_hans: **[LessPass](https://f-droid.org/packages/com.lesspass.android/)** 从 3.1.3 更新至 3.1.6

source: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)** was updated from 1.6.2 to 1.6.4
de: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)** erhielt ein Update von 1.6.2 auf 1.6.4
pl: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)** został zaktualizowany z 1.6.2 do 1.6.4
ro: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)** a fost actualizată de la 1.6.2 la 1.6.4
ru: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)** был обновлен с 1.6.2 до 1.6.4
uk: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)** оновлено з 1.6.2 до 1.6.4
zh_hans: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.laauncher/)** 从 1.6.2 更新到 1.6.4

source: **[Linphone](https://f-droid.org/packages/org.linphone/)** was [updated](https://github.com/BelledonneCommunications/linphone-android/blob/HEAD/CHANGELOG.md#change-log) from 4.0.1 to 4.1.1
de: **[Linphone](https://f-droid.org/packages/org.linphone/)**-[Aktualisierung](https://github.com/BelledonneCommunications/linphone-android/blob/HEAD/CHANGELOG.md#change-log) von 4.0.1 auf 4.1.1
pl: **[Linphone](https://f-droid.org/packages/org.linphone/)** został [zaktualizowany](https://github.com/BelledonneCommunications/linphone-android/blob/HEAD/CHANGELOG.md#change-log) z 4.0.1 do 4.1.1
ro: **[Linphone](https://f-droid.org/packages/org.linphone/)** a fost [updated](https://github.com/BelledonneCommunications/linphone-android/blob/HEAD/CHANGELOG.md#change-log) de la 4.0.1 la 4.1.1
ru: **[Linphone](https://f-droid.org/packages/org.linphone/)** был [обновлен](https://github.com/BelledonneCommunications/linphone-android/blob/HEAD/CHANGELOG.md#change-log) с 4.0.1 до 4.1.1
uk: **[Linphone](https://f-droid.org/packages/org.linphone/)** [оновлено](https://github.com/BelledonneCommunications/linphone-android/blob/HEAD/CHANGELOG.md#change-log) з 4.0.1 до 4.1.1
zh_hans: **[Linphone](https://f-droid.org/packages/org.linphone/)** 从 4.0.1 [更新](https://github.com/BelledonneCommunications/linphone-android/blob/HEAD/CHANGELOG.md#change-log)到 4.1.1

source: **[Live Burger Wallpaper](https://f-droid.org/packages/org.sasehash.burgerwp/)** was [updated](https://gitlab.com/samsumas/LivingBurger/tags) from 1.0 to 1.2.2
de: **[Live Burger Wallpaper](https://f-droid.org/packages/org.sasehash.burgerwp/)**-[Aktualisierung](https://gitlab.com/samsumas/LivingBurger/tags) von 1.0 auf 1.2.2
pl: **[Live Burger Wallpaper](https://f-droid.org/packages/org.sasehash.burgerwp/)** został [zaktualizowany](https://gitlab.com/samsumas/LivingBurger/tags) z 1.0 do 1.2.2
ro: **[Live Burger Wallpaper](https://f-droid.org/packages/org.sasehash.burgerwp/)** a fost [updated](https://gitlab.com/samsumas/LivingBurger/tags) de la 1.0 la 1.2.2
ru: **[Live Burger Wallpaper](https://f-droid.org/packages/org.sasehash.burgerwp/)** был [обновлен](https://gitlab.com/samsumas/LivingBurger/tags) с 1.0 до 1.2.2
uk: **[Live Burger Wallpaper](https://f-droid.org/packages/org.sasehash.burgerwp/)** [оновлено](https://gitlab.com/samsumas/LivingBurger/tags) з 1.0 до 1.2.2
zh_hans: **[Live Burger Wallpaper](https://f-droid.org/packages/org.sasehash.burgerwp/)** 从 1.0 [更新](https://gitlab.com/samsumas/LivingBurger/tags)到 1.2.2

source: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)** was updated from 1.0.0 to 1.0.1
de: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)** erhielt ein Update von 1.0.0 auf 1.0.1
pl: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)** została zaktualizowana z 1.0.0 do 1.0.1
ro: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)** a fost actualizat de la 1.0.0 la 1.0.1
ru: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)** был обновлен с 1.0.0 до 1.0.1
uk: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)** оновлено з 1.0.0 до 1.0.1
zh_hans: **[Lona](https://f-droid.org/packages/io.github.lufte.lona/)** 从 1.0.0 更新到 1.0.1

source: **[Lunary](https://f-droid.org/packages/com.rehanced.lunary/)** was updated from 1.38 to 1.39
de: **[Lunary](https://f-droid.org/packages/com.rehanced.lunary/)** erhielt ein Update von 1.38 auf 1.39
pl: **[Lunary](https://f-droid.org/packages/com.rehanced.lunary/)** został zaktualizowany z 1.38 do 1.39
ro: **[Lunary](https://f-droid.org/packages/com.rehanced.lunary/)** a fost actualizată de la 1.38 la 1.39
ru: **[Lunary](https://f-droid.org/packages/com.rehanced.lunary/)** обновлено с 1.38 до 1.39
uk: **[Lunary](https://f-droid.org/packages/com.rehanced.lunary/)** оновлено з 1.38 до 1.39
zh_hans: **[Lunary](https://f-droid.org/packages/com.rehanced.lunary/)** 从 1.38 更新到 1.39

source: **[M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/)** was [updated](https://gitlab.com/gateship-one/malp/blob/HEAD/CHANGELOG.md) from 1.2.1 to 1.2.3
de: **[M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/)**-[Aktualisierung](https://gitlab.com/gateship-one/malp/blob/HEAD/CHANGELOG.md) von 1.2.1 auf 1.2.3
pl: **[M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/)** został [zaktualizowany](https://gitlab.com/gateship-one/malp/blob/HEAD/CHANGELOG.md) z 1.2.1 do 1.2.3
ro: **[M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/)** a fost [updated](https://gitlab.com/gateship-one/malp/blob/HEAD/CHANGELOG.md) de la 1.2.1 la 1.2.3
ru: **[M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/)** был [обновлен](https://gitlab.com/gateship-one/malp/blob/HEAD/CHANGELOG.md) с 1.2.1 до 1.2.3
uk: **[M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/)** [оновлено](https://gitlab.com/gateship-one/malp/blob/HEAD/CHANGELOG.md) з 1.2.1 до 1.2.3
zh_hans: **[M.A.L.P.](https://f-droid.org/packages/org.gateshipone.malp/)** 从 1.2.1 [更新](https://gitlab.com/gateship-one/malp/blob/HEAD/CHANGELOG.md)到 1.2.3

source: **[MAXS Main](https://f-droid.org/packages/org.projectmaxs.main/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Main](https://f-droid.org/packages/org.projectmaxs.main/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Main](https://f-droid.org/packages/org.projectmaxs.main/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Main](https://f-droid.org/packages/org.projectmaxs.main/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Main](https://f-droid.org/packages/org.projectmaxs.main/)** обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Main](https://f-droid.org/packages/org.projectmaxs.main/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Main](https://f-droid.org/packages/org.projectmaxs.main/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module AlarmSet](https://f-droid.org/packages/org.projectmaxs.module.alarmset/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module AlarmSet](https://f-droid.org/packages/org.projectmaxs.module.alarmset/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module AlarmSet](https://f-droid.org/packages/org.projectmaxs.module.alarmset/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module AlarmSet](https://f-droid.org/packages/org.projectmaxs.module.alarmset/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module AlarmSet](https://f-droid.org/packages/org.projectmaxs.module.alarmset/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module AlarmSet](https://f-droid.org/packages/org.projectmaxs.module.alarmset/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module AlarmSet](https://f-droid.org/packages/org.projectmaxs.module.alarmset/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module BluetoothAdmin](https://f-droid.org/packages/org.projectmaxs.module.bluetoothadmin/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module BluetoothAdmin](https://f-droid.org/packages/org.projectmaxs.module.bluetoothadmin/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module BluetoothAdmin](https://f-droid.org/packages/org.projectmaxs.module.bluetoothadmin/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module BluetoothAdmin](https://f-droid.org/packages/org.projectmaxs.module.bluetoothadmin/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module BluetoothAdmin](https://f-droid.org/packages/org.projectmaxs.module.bluetoothadmin/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module BluetoothAdmin](https://f-droid.org/packages/org.projectmaxs.module.bluetoothadmin/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module BluetoothAdmin](https://f-droid.org/packages/org.projectmaxs.module.bluetoothadmin/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module Bluetooth](https://f-droid.org/packages/org.projectmaxs.module.bluetooth/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module Bluetooth](https://f-droid.org/packages/org.projectmaxs.module.bluetooth/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module Bluetooth](https://f-droid.org/packages/org.projectmaxs.module.bluetooth/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module Bluetooth](https://f-droid.org/packages/org.projectmaxs.module.bluetooth/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module Bluetooth](https://f-droid.org/packages/org.projectmaxs.module.bluetooth/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module Bluetooth](https://f-droid.org/packages/org.projectmaxs.module.bluetooth/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module Bluetooth](https://f-droid.org/packages/org.projectmaxs.module.bluetooth/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module Clipboard](https://f-droid.org/packages/org.projectmaxs.module.clipboard/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module Clipboard](https://f-droid.org/packages/org.projectmaxs.module.clipboard/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module Clipboard](https://f-droid.org/packages/org.projectmaxs.module.clipboard/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module Clipboard](https://f-droid.org/packages/org.projectmaxs.module.clipboard/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module Clipboard](https://f-droid.org/packages/org.projectmaxs.module.clipboard/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module Clipboard](https://f-droid.org/packages/org.projectmaxs.module.clipboard/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module Clipboard](https://f-droid.org/packages/org.projectmaxs.module.clipboard/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module ContactsRead](https://f-droid.org/packages/org.projectmaxs.module.contactsread/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module ContactsRead](https://f-droid.org/packages/org.projectmaxs.module.contactsread/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module ContactsRead](https://f-droid.org/packages/org.projectmaxs.module.contactsread/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module ContactsRead](https://f-droid.org/packages/org.projectmaxs.module.contactsread/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module ContactsRead](https://f-droid.org/packages/org.projectmaxs.module.contactsread/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module ContactsRead](https://f-droid.org/packages/org.projectmaxs.module.contactsread/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module ContactsRead](https://f-droid.org/packages/org.projectmaxs.module.contactsread/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module FileRead](https://f-droid.org/packages/org.projectmaxs.module.fileread/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module FileRead](https://f-droid.org/packages/org.projectmaxs.module.fileread/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module FileRead](https://f-droid.org/packages/org.projectmaxs.module.fileread/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module FileRead](https://f-droid.org/packages/org.projectmaxs.module.fileread/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module FileRead](https://f-droid.org/packages/org.projectmaxs.module.fileread/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module FileRead](https://f-droid.org/packages/org.projectmaxs.module.fileread/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module FileRead](https://f-droid.org/packages/org.projectmaxs.module.fileread/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module FileWrite](https://f-droid.org/packages/org.projectmaxs.module.filewrite/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module FileWrite](https://f-droid.org/packages/org.projectmaxs.module.filewrite/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module FileWrite](https://f-droid.org/packages/org.projectmaxs.module.filewrite/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module FileWrite](https://f-droid.org/packages/org.projectmaxs.module.filewrite/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module FileWrite](https://f-droid.org/packages/org.projectmaxs.module.filewrite/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module FileWrite](https://f-droid.org/packages/org.projectmaxs.module.filewrite/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module FileWrite](https://f-droid.org/packages/org.projectmaxs.module.filewrite/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module LocationFine](https://f-droid.org/packages/org.projectmaxs.module.locationfine/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module LocationFine](https://f-droid.org/packages/org.projectmaxs.module.locationfine/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module LocationFine](https://f-droid.org/packages/org.projectmaxs.module.locationfine/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module LocationFine](https://f-droid.org/packages/org.projectmaxs.module.locationfine/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module LocationFine](https://f-droid.org/packages/org.projectmaxs.module.locationfine/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module LocationFine](https://f-droid.org/packages/org.projectmaxs.module.locationfine/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module LocationFine](https://f-droid.org/packages/org.projectmaxs.module.locationfine/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module Misc](https://f-droid.org/packages/org.projectmaxs.module.misc/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module Misc](https://f-droid.org/packages/org.projectmaxs.module.misc/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module Misc](https://f-droid.org/packages/org.projectmaxs.module.misc/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module Misc](https://f-droid.org/packages/org.projectmaxs.module.misc/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module Misc](https://f-droid.org/packages/org.projectmaxs.module.misc/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module Misc](https://f-droid.org/packages/org.projectmaxs.module.misc/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module Misc](https://f-droid.org/packages/org.projectmaxs.module.misc/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module NFC](https://f-droid.org/packages/org.projectmaxs.module.nfc/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module NFC](https://f-droid.org/packages/org.projectmaxs.module.nfc/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module NFC](https://f-droid.org/packages/org.projectmaxs.module.nfc/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module NFC](https://f-droid.org/packages/org.projectmaxs.module.nfc/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module NFC](https://f-droid.org/packages/org.projectmaxs.module.nfc/)** обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module NFC](https://f-droid.org/packages/org.projectmaxs.module.nfc/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module NFC](https://f-droid.org/packages/org.projectmaxs.module.nfc/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module Notification](https://f-droid.org/packages/org.projectmaxs.module.notification/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module Notification](https://f-droid.org/packages/org.projectmaxs.module.notification/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module Notification](https://f-droid.org/packages/org.projectmaxs.module.notification/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module Notification](https://f-droid.org/packages/org.projectmaxs.module.notification/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module Notification](https://f-droid.org/packages/org.projectmaxs.module.notification/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module Notification](https://f-droid.org/packages/org.projectmaxs.module.notification/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module Notification](https://f-droid.org/packages/org.projectmaxs.module.notification/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module PhonestateRead](https://f-droid.org/packages/org.projectmaxs.module.phonestateread/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module PhonestateRead](https://f-droid.org/packages/org.projectmaxs.module.phonestateread/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module PhonestateRead](https://f-droid.org/packages/org.projectmaxs.module.phonestateread/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module PhonestateRead](https://f-droid.org/packages/org.projectmaxs.module.phonestateread/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module PhonestateRead](https://f-droid.org/packages/org.projectmaxs.module.phonestateread/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module PhonestateRead](https://f-droid.org/packages/org.projectmaxs.module.phonestateread/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module PhonestateRead](https://f-droid.org/packages/org.projectmaxs.module.phonestateread/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module Ringermode](https://f-droid.org/packages/org.projectmaxs.module.ringermode/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module Ringermode](https://f-droid.org/packages/org.projectmaxs.module.ringermode/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module Ringermode](https://f-droid.org/packages/org.projectmaxs.module.ringermode/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module Ringermode](https://f-droid.org/packages/org.projectmaxs.module.ringermode/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module Ringermode](https://f-droid.org/packages/org.projectmaxs.module.ringermode/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module Ringermode](https://f-droid.org/packages/org.projectmaxs.module.ringermode/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module Ringermode](https://f-droid.org/packages/org.projectmaxs.module.ringermode/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module Shell](https://f-droid.org/packages/org.projectmaxs.module.shell/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module Shell](https://f-droid.org/packages/org.projectmaxs.module.shell/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module Shell](https://f-droid.org/packages/org.projectmaxs.module.shell/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module Shell](https://f-droid.org/packages/org.projectmaxs.module.shell/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module Shell](https://f-droid.org/packages/org.projectmaxs.module.shell/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module Shell](https://f-droid.org/packages/org.projectmaxs.module.shell/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module Shell](https://f-droid.org/packages/org.projectmaxs.module.shell/)** 从 0.5.5 更新到 0.5.8

source: **[MAXS Module SmsNotify](https://f-droid.org/packages/org.projectmaxs.module.smsnotify/)** was updated from 0.5.5 to 0.5.8
de: **[MAXS Module SmsNotify](https://f-droid.org/packages/org.projectmaxs.module.smsnotify/)** erhielt ein Update von 0.5.5 auf 0.5.8
pl: **[MAXS Module SmsNotify](https://f-droid.org/packages/org.projectmaxs.module.smsnotify/)** został zaktualizowany z 0.5.5 do 0.5.8
ro: **[MAXS Module SmsNotify](https://f-droid.org/packages/org.projectmaxs.module.smsnotify/)** a fost actualizat de la 0.5.5 la 0.5.8
ru: **[MAXS Module SmsNotify](https://f-droid.org/packages/org.projectmaxs.module.smsnotify/)** был обновлен с 0.5.5 до 0.5.8
uk: **[MAXS Module SmsNotify](https://f-droid.org/packages/org.projectmaxs.module.smsnotify/)** оновлено з 0.5.5 до 0.5.8
zh_hans: **[MAXS Module SmsNotify](https://f-droid.org/packages/org.projectmaxs.module.smsnotify/)** 从 0.5.5 更新到 0.5.8
