Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Stable, public API for most useful functions ([!798](https://gitlab.com/fdroid/fdroidserver/merge_requests/798))
de: Stabile, öffentliche API für die nützlichsten Funktionen ([!798](https://gitlab.com/fdroid/fdroidserver/merge_requests/798))
pl: Stabilne, publiczne API dla większości przydatnych funkcji ([!798](https://gitlab.com/fdroid/fdroidserver/merge_requests/798))
ro: API stabilă, publică pentru cele mai utile funcții ([!798](https://gitlab.com/fdroid/fdroidserver/merge_requests/798))
ru: Стабильный, общедоступный API для большинства полезных функций ([!798](https://gitlab.com/fdroid/fdroidserver/merge_requests/798))
uk: Стабільний, загальнодоступний API для більшості корисних функцій ([! 798](https://gitlab.com/fdroid/fdroidserver/merge_requests/798))
zh_hans: 为大多数有用的功能提供稳定公开的 API ([!798](https://gitlab.com/fdroid/fdroidserver/merge_requests/798))

source: Load with any YAML lib and use with the API, no more custom parser needed ([!826](https://gitlab.com/fdroid/fdroidserver/merge_requests/826)) ([!838](https://gitlab.com/fdroid/fdroidserver/merge_requests/838))
de: Kann mit jeder YAML-Bibliothek geladen und mit der API verwendet werden, kein angepasster Parser mehr erforderlich ([!826](https://gitlab.com/fdroid/fdroidserver/merge_requests/826)) ([!838](https://gitlab.com/fdroid/fdroidserver/merge_requests/838))
pl: Załaduj dowolną biblioteką YAML i używaj z interfejsem API, nie potrzebujesz więcej niestandardowego parsera ([!826](https://gitlab.com/fdroid/fdroidserver/merge_requests/826)) ([!838](https://gitlab .com/fdroid/fdroidserver/merge_requests/838))
ro: Se încarcă cu orice librărie YAML și se utilizează cu API, nu mai este nevoie de un parser personalizat ([!826](https://gitlab.com/fdroid/fdroidserver/merge_requests/826)) ([!838](https://gitlab.com/fdroid/fdroidserver/merge_requests/838))
ru: Загрузка с любой YAML lib и использование с API, больше не нужен пользовательский парсер ([!826](https://gitlab.com/fdroid/fdroidserver/merge_requests/826)) ([!838](https://gitlab.com/fdroid/fdroidserver/merge_requests/838))
uk: Завантаження з будь-YAML lib і використання з API, більше не потрібен для користувача парсер ([! 826](https://gitlab.com/fdroid/fdroidserver/merge_requests/826)) ([! 838](https://gitlab. com/fdroid/fdroidserver/merge_requests/838))
zh_hans: 使用任何 YAML 库载入并与 API 一起使用，不再需要自定义解析器 ([!826](https://gitlab.com/fdroid/fdroidserver/merge_requests/826)) ([!838](https://gitlab.com/fdroid/fdroidserver/merge_requests/838))

source: _config.yml_ for a safe, easy, standard configuration format ([!663](https://gitlab.com/fdroid/fdroidserver/merge_requests/663))
de: _config.yml_ für ein sicheres, einfaches Standard-Konfigurationsformat ([!663](https://gitlab.com/fdroid/fdroidserver/merge_requests/663))
pl: _config.yml_ dla bezpiecznego, łatwego, standardowego formatu konfiguracji ([!663](https://gitlab.com/fdroid/fdroidserver/merge_requests/663))
ro: _config.yml_ pentru un format de configurare sigur, simplu și standard ([!663](https://gitlab.com/fdroid/fdroidserver/merge_requests/663))
ru: _config.yml_ для безопасного, простого, стандартного формата конфигурации ([!663](https://gitlab.com/fdroid/fdroidserver/merge_requests/663))
uk: _config.yml_ для безпечного, простого, стандартного формату конфігурації ([! 663](https://gitlab.com/fdroid/fdroidserver/merge_requests/663))
zh_hans: _config.yml_ 提供安全、简单、标准的配置格式 ([!663](https://gitlab.com/fdroid/fdroidserver/merge_requests/663))

source: Config options can be set from environment variables using this syntax: `keystorepass: {env: keystorepass}` ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))
de: Config-Optionen können von Umgebungsvariablen mittels dieser Syntax: `keystorepass: {env: keystorepass}` ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669)) festgelegt werden
pl: Opcje konfiguracyjne mogą być ustawiane ze zmiennych środowiskowych przy użyciu tej składni: `keystorepass: {env: keystorepass}` ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))
ro: Opțiunile de configurare pot fi setate din variabilele de mediu folosind această sintaxă: `keystorepass: {env: keystorepass}` ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))
ru: Параметры конфигурации можно задать из переменных среды, используя следующий синтаксис: `keystorepass: {env: keystorepass}` ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))
uk: Параметри конфігурації можна задати з змінних середовища, використовуючи наступний синтаксис: `keystorepass: {env: keystorepass}` ([! 669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))
zh_hans: 可以使用以下语法从环境变量设置配置选项：`keystorepass: {env: keystorepass}` ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))

source: Add SHA256 to filename of repo graphics ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))
de: SHA256 zum Dateinamen der Repo-Grafiken hinzufügen ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))
pl: Dodaj SHA256 do nazwy pliku grafiki repozytorium ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))
ro: Adăugați SHA256 la numele de fișier al graficii repo ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))
ru: Добавьте SHA256 к имени файла графики репозитория ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))
uk: Додано SHA256 до назви файлу графіки репозиторію ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))
zh_hans: 添加 SHA256 到仓库图像的文件名 ([!669](https://gitlab.com/fdroid/fdroidserver/merge_requests/669))

source: Support for srclibs metadata in YAML format ([!700](https://gitlab.com/fdroid/fdroidserver/merge_requests/700))
de: Unterstützung für srclibs-Metadaten im YAML-Format ([!700](https://gitlab.com/fdroid/fdroidserver/merge_requests/700))
pl: Wsparcie dla metadanych srclibs w formacie YAML ([!700](https://gitlab.com/fdroid/fdroidserver/merge_requests/700))
ro: Suport pentru metadatele srclibs în format YAML ([!700](https://gitlab.com/fdroid/fdroidserver/merge_requests/700))
ru: Поддержка метаданных srclibs в формате YAML ([!700](https://gitlab.com/fdroid/fdroidserver/merge_requests/700))
uk: Підтримка метаданих srclibs у форматі YAML ([!700](https://gitlab.com/fdroid/fdroidserver/merge_requests/700))
zh_hans: 支持 YAML 格式的 srclibs 元数据 ([!700](https://gitlab.com/fdroid/fdroidserver/merge_requests/700))

source: Check srclibs and app-metadata files with yamllint ([!721](https://gitlab.com/fdroid/fdroidserver/merge_requests/721))
de: Prüfung von „srclibs“ und App-Metadaten-Dateien mit „yamllint“ ([!721](https://gitlab.com/fdroid/fdroidserver/merge_requests/721))
pl: Sprawdź srclibs i pliki metadanych aplikacji za pomocą yamllint ([!721](https://gitlab.com/fdroid/fdroidserver/merge_requests/721))
ro: Verificați fișierele srclibs și app-metadata cu yamllint ([!721](https://gitlab.com/fdroid/fdroidserver/merge_requests/721))
ru: Проверьте файлы srclibs и app-metadata с помощью yamllint ([!721](https://gitlab.com/fdroid/fdroidserver/merge_requests/721))
uk: Перевірте файли srclibs і app-metadata за допомогою yamllint ([! 721](https://gitlab.com/fdroid/fdroidserver/merge_requests/721))
zh_hans: 使用 yamllint 检查 srclibs 和 app-metadata 文件 ([!721](https://gitlab.com/fdroid/fdroidserver/merge_requests/721))

source: Added plugin system for adding subcommands to `fdroid` ([!709](https://gitlab.com/fdroid/fdroidserver/merge_requests/709))
de: Plugin-System zum Hinzufügen von Unterbefehlen an `fdroid` ([!709](https://gitlab.com/fdroid/fdroidserver/merge_requests/709)) ergänzt
pl: Dodano system wtyczek do dodawania podpoleceń do `fdroid` ([!709](https://gitlab.com/fdroid/fdroidserver/merge_requests/709))
ro: A fost adăugat sistemul de plugin-uri pentru adăugarea de subcomandă la `fdroid` ([!709](https://gitlab.com/fdroid/fdroidserver/merge_requests/709))
ru: Добавлена система плагинов для добавления подкоманд к `fdroid` ([!709](https://gitlab.com/fdroid/fdroidserver/merge_requests/709))
uk: Додана система плагінів для додавання підкоманду до `fdroid` ([! 709](https://gitlab.com/fdroid/fdroidserver/merge_requests/709))
zh_hans: 添加了用于向 `fdroid` 添加子命令的插件系统 ([!709](https://gitlab.com/fdroid/fdroidserver/merge_requests/709))

source: `fdroid update`, `fdroid publish`, and `fdroid signindex` now work with SmartCard HSMs, specifically the NitroKey HSM ([!779](https://gitlab.com/fdroid/fdroidserver/merge_requests/779)) ([!782](https://gitlab.com/fdroid/fdroidserver/merge_requests/782))
de: `fdroid update`, `fdroid publish` und `fdroid signindex` arbeiten nun mit SmartCard HSMs zusammen, insbesondere der NitroKey HSM ([!779](https://gitlab.com/fdroid/fdroidserver/merge_requests/779)) ([!782](https://gitlab.com/fdroid/fdroidserver/merge_requests/782))
pl: `fdroid update`, `fdroid publish` i `fdroid signindex` działają teraz z HSM-ami SmartCard, w szczególności z HSM-em NitroKey ([!779](https://gitlab.com/fdroid/fdroidserver/merge_requests/779)) ([!782](https://gitlab.com/fdroid/fdroidserver/merge_requests/782))
ro: `fdroid update`, `fdroid publish` și `fdroid signindex` funcționează acum cu HSM-urile SmartCard, în special cu HSM-ul NitroKey ([!779](https://gitlab.com/fdroid/fdroidserver/merge_requests/779)) ([!782](https://gitlab.com/fdroid/fdroidserver/merge_requests/782))
ru: `fdroid update`, `fdroid publish` и `fdroid signindex` теперь работают с HSM SmartCard, в частности с NitroKey HSM ([!779](https://gitlab.com/fdroid/fdroidserver/merge_requests/779)) ([!782](https://gitlab.com/fdroid/fdroidserver/merge_requests/782))
uk: `Fdroid update`,` fdroid publish` і `fdroid signindex` тепер працюють з HSM SmartCard, зокрема з NitroKey HSM ([! 779](https://gitlab.com/fdroid/fdroidserver/merge_requests/779)) ([ ! 782](https://gitlab.com/fdroid/fdroidserver/merge_requests/782))
zh_hans: `fdroid update`，`fdroid publish` 和 `fdroid signindex` 现在使用 SmartCard HSM，特别是 NitroKey HSM ([!779](https://gitlab.com/fdroid/fdroidserver/merge_requests/779)) ([!782](https://gitlab.com/fdroid/fdroidserver/merge_requests/782))

source: `fdroid update` support for Triple-T Gradle Play Publisher v2.x ([!683](https://gitlab.com/fdroid/fdroidserver/merge_requests/683))
de: `fdroid update` Unterstützung für Triple-T Gradle Play Publisher v2.x ([!683](https://gitlab.com/fdroid/fdroidserver/merge_requests/683))
pl: `fdroid update` wsparcie dla Triple-T Gradle Play Publisher v2.x ([!683](https://gitlab.com/fdroid/fdroidserver/merge_requests/683))
ro: Suport `fdroid update` pentru Triple-T Gradle Play Publisher v2.x ([!683](https://gitlab.com/fdroid/fdroidserver/merge_requests/683))
ru: `fdroid update` поддержка Triple-T Gradle Play Publisher v2.x ([!683](https://gitlab.com/fdroid/fdroidserver/merge_requests/683))
uk: `оновлення fdroid` підтримка Triple-T Gradle Play Publisher v2.x ([!683](https://gitlab.com/fdroid/fdroidserver/merge_requests/683))
zh_hans: `fdroid 更新` 支持 Triple-T Gradle Play Publisher v2.x ([!683](https://gitlab.com/fdroid/fdroidserver/merge_requests/683))

source: Translated into: bo de es fr hu it ko nb_NO pl pt pt_BR pt_PT ru sq tr uk zh_Hans zh_Hant
de: Übersetzt in: bo de es fr hu it ko nb_NO pl pt pt_BR pt_PT ru sq tr uk zh_Hans zh_Hant
pl: Tłumaczenia na: bo de es fr hu it ko nb_NO pl pt pt_BR pt_PT ru sq tr uk zh_Hans zh_Hant
ro: Tradus în: bo de es fr hu it ko nb_NO pl pt pt_BR pt_PT ru sq tr uk zh_Hans zh_Hant
ru: Переведено на: bo de es fr hu it ko nb_NO pl pt pt_BR pt_PT ru sq tr uk zh_Hans zh_Hant
uk: Перекладено на: bo de es fr hu it ko nb_NO pl pt pt_BR pt_PT ru sq tr uk zh_Hans zh_Hant
zh_hans: 已翻译到多种语言：bo de es fr hu it ko nb_NO pl pt pt_BR pt_PT ru sq tr uk zh_Hans zh_Hant

source: Fixed
de: Korrigiert
pl: Poprawiono
ro: Reparat
ru: Исправлено
uk: Виправлено
zh_hans: 已修复

source: Smoother process for signing APKs with `apksigner` ([!736](https://gitlab.com/fdroid/fdroidserver/merge_requests/736)) ([!821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))
de: Reibungsloseres Verfahren zum Signieren von APKs mit `apksigner` ([!736](https://gitlab.com/fdroid/fdroidserver/merge_requests/736)) ([!821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))
pl: Łatwiejszy proces podpisywania plików APK za pomocą `apksigner` ([!736](https://gitlab.com/fdroid/fdroidserver/merge_requests/736)) ([!821](https://gitlab.com/ fdroid/fdroidserver/merge_requests/821))
ro: Proces mai ușor pentru semnarea APK-urilor cu `apksigner` ([!736](https://gitlab.com/fdroid/fdroidserver/merge_requests/736)) ([!821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))
ru: Более плавный процесс подписания APK с помощью `apksigner` ([!736](https://gitlab.com/fdroid/fdroidserver/merge_requests/736)) ([!821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))
uk: Більш плавний процес підписання APK за допомогою `apksigner` ([! 736](https://gitlab.com/fdroid/fdroidserver/merge_requests/736)) ([! 821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))
zh_hans: `apksigner` 带来更加顺畅的 APK 签名流程 ([!736](https://gitlab.com/fdroid/fdroidserver/merge_requests/736)) ([!821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))

source: `apksigner` is used by default on new repos
de: `apksigner` wird standardmäßig bei neuen Repos verwendet
pl: `apksigner` jest domyślnie używany w nowych repozytoriach
ro: `apksigner` este folosit în mod implicit pe noile depozite
ru: `apksigner` используется по умолчанию в новых репозиториях
uk: `Apksigner` використовується за умовчанням в нових репозиторіях
zh_hans: 新仓库默认使用 `apksigner`

source: All parts except _build_ and _publish_ work without the Android SDK ([!821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))
de: Alle Teile außer _build_ und _publish_ funktionieren ohne das Android-SDK ([!821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))
pl: Wszystkie części oprócz _build_ i _publish_ działają bez SDK Android ([!821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))
ro: Toate părțile, cu excepția _build_ și _publish_, funcționează fără Android SDK ([!821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))
ru: Все части, кроме _build_ и _publish_, работают без Android SDK ([!821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))
uk: Всі частини, крім _build_ і _publish_, працюють без Android SDK ([! 821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))
zh_hans: 除了 _build_ 和 _publish_ 之外的所有部分都可以在没有 Android SDK 的情况下工作 ([!821](https://gitlab.com/fdroid/fdroidserver/merge_requests/821))

source: Description: is now passed to clients unchanged, no HTML conversion ([!828](https://gitlab.com/fdroid/fdroidserver/merge_requests/828))
de: Beschreibung: wird nun unverändert, ohne HTML-Umwandlung, an Clients übergeben ([!828](https://gitlab.com/fdroid/fdroidserver/merge_requests/828))
pl: Opis: jest teraz przekazywany klientom bez zmian, bez konwersji HTML ([!828](https://gitlab.com/fdroid/fdroidserver/merge_requests/828))
ro: Descriere: este acum transmis clienților fără modificări, fără conversie HTML ([!828](https://gitlab.com/fdroid/fdroidserver/merge_requests/828))
ru: Описание: теперь передается клиентам без изменений, без преобразования HTML ([!828](https://gitlab.com/fdroid/fdroidserver/merge_requests/828))
uk: Опис: тепер передається клієнтам без змін, без перетворення HTML ([! 828](https://gitlab.com/fdroid/fdroidserver/merge_requests/828))
zh_hans: 描述：现在原样传递给客户端，不做 HTML 转换 ([!828](https://gitlab.com/fdroid/fdroidserver/merge_requests/828))

source: Lots of improvements for scanning for proprietary code and trackers ([!748](https://gitlab.com/fdroid/fdroidserver/merge_requests/748)) ([!844](https://gitlab.com/fdroid/fdroidserver/merge_requests/844))
de: Viele Verbesserungen bei der Suche nach proprietärem Code und Trackern ([!748](https://gitlab.com/fdroid/fdroidserver/merge_requests/748)) ([!844](https://gitlab.com/fdroid/fdroidserver/merge_requests/844))
pl: Wiele ulepszeń w zakresie skanowania zastrzeżonego kodu i trackerów ([!748](https://gitlab.com/fdroid/fdroidserver/merge_requests/748)) ([!844](https://gitlab.com/fdroid/fdroidserver/merge_requests/844))
ro: O mulțime de îmbunătățiri pentru scanarea codului proprietar și a urmăritorilor ([!748](https://gitlab.com/fdroid/fdroidserver/merge_requests/748)) ([!844](https://gitlab.com/fdroid/fdroidserver/merge_requests/844))
ru: Много улучшений для сканирования на наличие несвободного кода и трекеров ([!748](https://gitlab.com/fdroid/fdroidserver/merge_requests/748)) ([!844](https://gitlab.com/fdroid/fdroidserver/merge_requests/844))
uk: Багато поліпшень для сканування на наявність невільного коду і трекерів ([! 748](https://gitlab.com/fdroid/fdroidserver/merge_requests/748)) ([! 844](https://gitlab.com/fdroid/fdroidserver/merge_requests/844))
zh_hans: 专有代码和跟踪器的扫描有许多改进 ([!748](https://gitlab.com/fdroid/fdroidserver/merge_requests/748)) ([!844](https://gitlab.com/fdroid/fdroidserver/merge_requests/844))

source: `fdroid mirror` now generates complete, working local mirror repos
de: `fdroid mirror` erzeugt nun vollständige, funktionierende lokale Spiegel-Repos
pl: `fdroid mirror` generuje teraz kompletne, działające lokalne repozytoria lustrzane
ro: `fdroid mirror` generează acum depozite oglindă locale complete și funcționale
ru: `fdroid mirror` теперь генерирует полные, рабочие локальные зеркальные репозитории
uk: `Fdroid mirror` тепер генерує повні, робочі локальні дзеркальні репозиторії
zh_hans: `fdroid mirror` 现在生成完整的、可以工作的本地镜像仓库

source: fix build-logs dissapearing when deploying ([!685](https://gitlab.com/fdroid/fdroidserver/merge_requests/685))
de: Behebung des Verschwindens von Build-Protokollen beim Deployment ([!685](https://gitlab.com/fdroid/fdroidserver/merge_requests/685))
pl: naprawiono znikanie build-logów podczas wdrażania ([!685](https://gitlab.com/fdroid/fdroidserver/merge_requests/685))
ro: reparați dispariția buletinelor de construcție atunci când se implementează ([!685](https://gitlab.com/fdroid/fdroidserver/merge_requests/685))
ru: исправление исчезновения журналов сборки при развертывании ([!685](https://gitlab.com/fdroid/fdroidserver/merge_requests/685))
uk: виправити зникнення журналів збірки під час розгортання ([!685](https://gitlab.com/fdroid/fdroidserver/merge_requests/685))
zh_hans: 修复日志消失的问题，发生于部署 ([!685](https://gitlab.com/fdroid/fdroidserver/merge_requests/685)) 时

source: do not crash when system encoding can not be retrieved ([!671](https://gitlab.com/fdroid/fdroidserver/merge_requests/671))
de: kein Absturz, wenn die System-Enkodierung nicht abgerufen werden kann ([!671](https://gitlab.com/fdroid/fdroidserver/merge_requests/671))
pl: nie ulega awarii, gdy nie można pobrać kodowania systemowego ([!671](https://gitlab.com/fdroid/fdroidserver/merge_requests/671))
ro: nu se blochează atunci când codificarea sistemului nu poate fi recuperată ([!671](https://gitlab.com/fdroid/fdroidserver/merge_requests/671))
ru: не аварийно завершать работу, когда системная кодировка не может быть получена ([!671](https://gitlab.com/fdroid/fdroidserver/merge_requests/671))
uk: безаварійно завершувати роботу, коли системне кодування не може бути отримано ([!671](https://gitlab.com/fdroid/fdroidserver/merge_requests/671))
zh_hans: 无法获取系统编码时不会崩溃 ([!671](https://gitlab.com/fdroid/fdroidserver/merge_requests/671))

source: checkupdates: UpdateCheckIngore gets properly observed now ([!659](https://gitlab.com/fdroid/fdroidserver/merge_requests/659), [!660](https://gitlab.com/fdroid/fdroidserver/merge_requests/660))
de: checkupdates: UpdateCheckIngore wird jetzt richtig beobachtet ([!659](https://gitlab.com/fdroid/fdroidserver/merge_requests/659), [!660](https://gitlab.com/fdroid/fdroidserver/merge_requests/660))
pl: checkupdates: UpdateCheckIngore jest teraz prawidłowo obserwowany ([!659](https://gitlab.com/fdroid/fdroidserver/merge_requests/659), [!660](https://gitlab.com/fdroid/fdroidserver/merge_requests/660))
ro: checkupdates: UpdateCheckIngore este respectat în mod corespunzător acum ([!659](https://gitlab.com/fdroid/fdroidserver/merge_requests/659), [!660](https://gitlab.com/fdroid/fdroidserver/merge_requests/660))
ru: checkupdates: UpdateCheckIngore теперь правильно соблюдается ([!659](https://gitlab.com/fdroid/fdroidserver/merge_requests/659), [!660](https://gitlab.com/fdroid/fdroidserver/merge_requests/660))
uk: checkupdates: UpdateCheckIngore тепер правильно дотримується ([! 659](https://gitlab.com/fdroid/fdroidserver/merge_requests/659), [! 660](https://gitlab.com/fdroid/fdroidserver/merge_requests/660) )
zh_hans: checkupdates：现在可以正确监视 UpdateCheckIngore ([!659](https://gitlab.com/fdroid/fdroidserver/merge_requests/659)，[!660](https://gitlab.com/fdroid/fdroidserver/merge_requests/660))

source: keep yaml metadata when rewrite failed ([!658](https://gitlab.com/fdroid/fdroidserver/merge_requests/658))
de: yaml-Metadaten beibehalten, wenn Rewrite fehlgeschlagen ist ([!658](https://gitlab.com/fdroid/fdroidserver/merge_requests/658))
pl: zachowaj metadane yaml, gdy przepisywanie nie powiodło się ([!658](https://gitlab.com/fdroid/fdroidserver/merge_requests/658))
ro: păstrați metadatele yaml atunci când rescrierea a eșuat ([!658](https://gitlab.com/fdroid/fdroidserver/merge_requests/658))
ru: сохранять метаданные yaml при неудачной перезаписи ([!658](https://gitlab.com/fdroid/fdroidserver/merge_requests/658))
uk: зберігати метадані yaml при невдалій перезапису ([! 658](https://gitlab.com/fdroid/fdroidserver/merge_requests/658))
zh_hans: 重写失败时保留 yaml 元数据 ([!658](https://gitlab.com/fdroid/fdroidserver/merge_requests/658))

source: import: `template.yml` now supports omitting values ([!657](https://gitlab.com/fdroid/fdroidserver/merge_requests/657))
de: Import: `template.yml` unterstützt jetzt weggelassene Werte ([!657](https://gitlab.com/fdroid/fdroidserver/merge_requests/657))
pl: import: `template.yml` obsługuje teraz pomijanie wartości ([!657](https://gitlab.com/fdroid/fdroidserver/merge_requests/657))
ro: import: `template.yml` suportă acum omiterea valorilor ([!657](https://gitlab.com/fdroid/fdroidserver/merge_requests/657))
ru: импорт: `template.yml` теперь поддерживает опущение значений ([!657](https://gitlab.com/fdroid/fdroidserver/merge_requests/657))
uk: імпорт: `template.yml` тепер підтримує опущення значень ([! 657](https://gitlab.com/fdroid/fdroidserver/merge_requests/657))
zh_hans: 导入：`template.yml` 现在支持省略值 ([!657](https://gitlab.com/fdroid/fdroidserver/merge_requests/657))

source: build: deploying buildlogs with rsync ([!651](https://gitlab.com/fdroid/fdroidserver/merge_requests/651))
de: Build: Bereitstellen von Buildlogs mit rsync ([!651](https://gitlab.com/fdroid/fdroidserver/merge_requests/651))
pl: build: wdrażanie buildlogs z rsync ([!651](https://gitlab.com/fdroid/fdroidserver/merge_requests/651))
ro: build: distribuirea buildlogs cu rsync ([!651](https://gitlab.com/fdroid/fdroidserver/merge_requests/651))
ru: сборка: развертывание журналов сборки с помощью rsync ([!651](https://gitlab.com/fdroid/fdroidserver/merge_requests/651))
uk: збірка: розгортання журналів збірки за допомогою rsync ([!651](https://gitlab.com/fdroid/fdroidserver/merge_requests/651))
zh_hans: 构建：用 rsync 部署构建日志 ([!651](https://gitlab.com/fdroid/fdroidserver/merge_requests/651))
