Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** enables you to send end-to-end encrypted emails to anybody with a tip of your finger. Version 3.37.1 will remember your language choice for external recipients, supports "cancel" and "confirm" hotkeys in dialogs, and has lots of bug fixes.
de: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** ermöglicht den Versand von End-zu-End verschlüsselten E-Mails an jeden mit einem Knopfdruck. Version 3.37.1 wird sich an die Sprachauswahl für externe Empfänger erinnern, unterstützt die Hotkeys "Abbrechen" und "Bestätigen" in Dialogen und besitzt viele Fehlerkorrekturen.
pl: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** umożliwia wysyłanie zaszyfrowanych wiadomości e-mail od końca do końca każdemu czubkiem palca. Wersja 3.37.1 zapamięta Twój wybór języka dla zewnętrznych odbiorców, obsługuje "anuluj" i "potwierdź" skróty w oknach dialogowych i ma wiele poprawek.
ro: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** vă permite să trimiteți e-mailuri criptate de la un capăt la altul oricui, cu un vârf de deget. Versiunea 3.37.1 va reține limba aleasă de dvs. pentru destinatarii externi, suportă tastele de acces rapid "anulare" și "confirmare" în dialoguri și are o mulțime de corecturi de erori.
ru: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** позволяет отправлять зашифрованные электронные письма любому человеку одним движением пальца. Версия 3.37.1 запоминает ваш выбор языка для внешних получателей, поддерживает горячие клавиши "отмена" и "подтверждение" в диалогах, а также исправляет множество ошибок.
uk: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** дозволяє відправляти зашифровані електронні листи будь-якій людині одним рухом пальця. Версія 3.37.1 запам'ятовує ваш вибір мови для зовнішніх одержувачів, підтримує гарячі клавіші "скасування" і "підтвердження" в діалогах, а також виправляє безліч помилок.
zh_hans: **[Tutanota](https://f-droid.org/packages/de.tutao.tutanota/)** 让你可以从指尖向任何人发送端到端加密电子邮件。 3.37.1 版将记住你为外部收件人选择的语言，支持对话框中的“取消”和“确认”热键，并修复了许多错误。

source: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** is on fire this week with 4 releases! Version 1.13.3 supports the [Trunk](https://communitywiki.org/trunk) API, which lets you mass-follow users by category, with just a few simple taps. Ideal for newcomers. Other new features:
de: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** brennt diese Woche mit gleich 4 Veröffentlichungen! Version 1.13.3 unterstützt das [Trunk](https://communitywiki.org/trunk)-API, das Sie nach Kategorie, gesammelte Benutzer folgen lässt, mit gerade einmal einigen einfachen Klicks. Ideal für Anfänger. Weitere neue Features:
pl: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** jest w ogniu w tym tygodniu z 4 wydaniami! Wersja 1.13.3 obsługuje API [Trunk](https://communitywiki.org/trunk), które pozwala na masowy przepływ użytkowników według kategorii, za pomocą zaledwie kilku prostych stuknięć. Idealna dla nowicjuszy. Inne nowe funkcje:
ro: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** este pe foc în această săptămână cu 4 lansări! Versiunea 1.13.3 suportă API-ul [Trunk](https://communitywiki.org/trunk), care vă permite să urmăriți în masă utilizatorii pe categorii, cu doar câteva atingeri simple. Ideal pentru începători. Alte caracteristici noi:
ru: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** в огне на этой неделе, выпустив 4 релиза! Версия 1.13.3 поддерживает API [Trunk](https://communitywiki.org/trunk), который позволяет вам массово следить за пользователями по категориям всего несколькими простыми касаниями. Идеально подходит для новичков. Другие новые функции:
uk: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** в вогні на цьому тижні, випустивши 4 релізу! Версія 1.13.3 підтримує API [Trunk](https://communitywiki.org/trunk), який дозволяє вам масово стежити за користувачами за категоріями всього декількома простими дотиками. Ідеально підходить для новачків. Інші нові функції:
zh_hans: {{ page.featured }} **[Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/)** 本周燃起来了，有 4 个版本！ 1.13.3 版支持 [Trunk](https://communitywiki.org/trunk) API，只需轻点几下，你就可以按类别大量关注用户。非常适合新手。其他新功能：

source: Customize notification sound
de: Anpassen des Benachrichtigungstons
pl: Dostosowywanie dźwięku powiadomień
ro: Personalizați sunetul de notificare
ru: Настройте звук уведомления
uk: Налаштуйте звук повідомлення
zh_hans: 自定义通知声音

source: Custom emoji in the main menu
de: Benutzerdefiniertes Emoji im Hauptmenü
pl: Własne emoji w menu głównym
ro: Emoji personalizate în meniul principal
ru: Пользовательские эмодзи в главном меню
uk: Користувацькі емодзі в головному меню
zh_hans: 主菜单中的自定义表情符号

source: Automatically expand hidden media (default no)
de: Automatisch versteckte Medien ausklappen (Standard: nein)
pl: Automatyczne rozszerzanie ukrytych nośników (domyślnie nie)
ro: Extindeți automat mediile ascunse (implicit nu)
ru: Автоматическое раскрытие скрытых носителей (по умолчанию, нет)
uk: Автоматичне розкриття прихованих носіїв (за замовчуванням, немає)
zh_hans: 自动展开隐藏媒体（默认无）

source: Long click on the compose button to pick up another account
de: Lange auf die Verfassen-Schaltfäche klicken um ein anderes Konto zu eröffnen
pl: Długo kliknij przycisk tworzenia wiadomości, aby wybrać inne konto
ro: Faceți clic lung pe butonul de compunere pentru a prelua un alt cont
ru: Длительное нажатие на кнопку составления, чтобы подобрать другую учетную запись
uk: Тривале натискання на кнопку складання, щоб підібрати інший обліковий запис
zh_hans: 长按撰写按钮以选择另一个帐户

source: Compact mode is now the default
de: Kompakter Modus ist jetzt voreingestellt
pl: Tryb kompaktowy jest teraz domyślny
ro: Modul compact este acum modul implicit
ru: Компактный режим теперь используется по умолчанию
uk: Відтепер компактний режим типовий
zh_hans: 紧凑模式现在是默认模式

source: Follow instance button can be hidden
de: Instanz folgen-Schaltfläche ist jetzt versteckt
pl: Przycisk śledzenia instancji można ukryć
ro: Butonul Urmați instanța poate fi ascuns
ru: Кнопка подписки на инстанс может быть скрыта
uk: Кнопка підписки на інстанси може бути прихована
zh_hans: 关注实例按钮可以隐藏

source: Improved UX with more text
de: Verbesserte Benutzerumgebung mit mehr Text
pl: Ulepszony UX z większą ilością tekstu
ro: UX îmbunătățit cu mai mult text
ru: Улучшенный пользовательский интерфейс с большим количеством текста
uk: Покращений інтерфейс користувача з великою кількістю тексту
zh_hans: 使用更多文本改进了用户体验

source: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, 1.2.0 is out. Your favourite [markdown](https://commonmark.org) editor and TODO app now has launchers to directly open LinkBox/ToDo/QuickNote, context aware search for projects, preview for ToC and KaTex math, and improved markdown conversion, notably GFM-like table parsing and underlined h1. Read about even more improvements in the [blog post](https://gsantner.net/blog/android/2018/09/18/markor-release-v1.2.html).
de: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, 1.2.0 ist erschienen. Ihr bevorzugter [Markdown](https://commonmark.org)-Editor und Ihre TODO-App haben jetzt Launcher, um LinkBox/ToDo/QuickNote direkt zu öffnen, kontextabhängige Suche nach Projekten, Vorschau für ToC und KaTex Mathematik und verbesserte Abschriftenkonvertierung, insbesondere GFM-ähnliches Tabellenparsing und unterstrichenes h1. Weiteres über noch mehr Verbesserungen erfahren Sie im [Blogbeitrag](https://gsantner.net/blog/android/2018/09/18/markor-release-v1.2.html).
pl: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, 1.2.0 jest na zewnątrz. Twój ulubiony edytor [markdown](https://commonmark.org) i aplikacja TODO mają teraz wyrzutnie do bezpośredniego otwierania LinkBox/ToDo/QuickNote, kontekstowe wyszukiwanie projektów, podgląd dla ToC i KaTex matematyki oraz ulepszonej konwersji marży, zwłaszcza podczas analizowania tabeli GFM, jak i podkreślony h1. Przeczytaj o jeszcze większej poprawie [post na blogu](https://gsantner.net/blog/android/2018/09/18/markor-release-v1.2.html).
ro: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, a apărut versiunea 1.2.0. Editorul tău preferat [markdown](https://commonmark.org) și aplicația TODO are acum lansatoare pentru a deschide direct LinkBox/ToDo/QuickNote, căutare contextuală pentru proiecte, previzualizare pentru ToC și matematica KaTex și conversie markdown îmbunătățită, în special analiza tabelelor de tip GFM și sublinierea h1. Citiți despre și mai multe îmbunătățiri în [blog post](https://gsantner.net/blog/android/2018/09/18/markor-release-v1.2.html).
ru: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, вышла версия 1.2.0. Ваш любимый редактор [markdown](https://commonmark.org) и приложение TODO теперь имеет лаунчеры для прямого открытия LinkBox/ToDo/QuickNote, контекстно-зависимый поиск проектов, предварительный просмотр для ToC и KaTex math, а также улучшенное преобразование markdown, в частности, разбор таблиц в стиле GFM и подчеркивание h1. О других улучшениях читайте в [записи в блоге](https://gsantner.net/blog/android/2018/09/18/markor-release-v1.2.html).
uk: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**, вийшла версія 1.2.0. Ваш улюблений редактор [markdown](https://commonmark.org) і застосунок TODO тепер має лаунчер для прямого відкриття LinkBox/ToDo/QuickNote, контекстно-залежний пошук проєктів, попередній перегляд для ToC і KaTex math, а також поліпшене перетворення markdown, зокрема, розбір таблиць в стилі GFM і підкреслення h1. Про інші поліпшення читайте в [записи в блозі](https://gsantner.net/blog/android/2018/09/18/markor-release-v1.2.html).
zh_hans: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)**，1.2.0 出来了。你最喜欢的 [markdown](https://commonmark.org) 编辑器和 TODO 应用现在具有可直接打开 LinkBox/ToDo/QuickNote 的启动器、项目的上下文感知搜索、ToC 和 KaTex 数学的预览以及改进的 markdown 转换，特别是 GFM -like table 解析和带下划线的 h1。在[博客文章](https://gsantner.net/blog/android/2018/09/18/markor-release-v1.2.html)中了解更多改进。

source: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** had major updates this week, going from 2.3 to 3.1.0 in 5 releases! New features include a "one click clean" option, simplified filter options, an "aggressive filter", Chinese (traditional) language support, and many smaller changes and bug fixes.
de: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** hatte diese Woche wichtige Updates, die in 5 Versionen von 2.3 auf 3.1.0 gingen! Zu den neuen Funktionen gehören eine "One-Click-Clean"-Option, vereinfachte Filteroptionen, ein "aggressiver Filter", Sprachunterstützung für Chinesisch (traditionell) sowie viele kleinere Änderungen und Bugfixes.
pl: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** miał poważne aktualizacje w tym tygodniu, przechodząc od 2.3 do 3.1.0 w 5 wydaniach! Nowe funkcje obejmują opcję "jedno kliknięcie", uproszczone opcje filtrowania, "filtr agresywny", obsługę języka chińskiego (tradycyjnego) oraz wiele mniejszych zmian i poprawek.
ro: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** a avut actualizări majore în această săptămână, trecând de la 2.3 la 3.1.0 în 5 versiuni! Noile caracteristici includ o opțiune "curățare cu un singur clic", opțiuni de filtrare simplificate, un "filtru agresiv", suport pentru limba chineză (tradițională) și multe modificări mai mici și corecturi de erori.
ru: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** получил значительные обновления на этой неделе, перейдя с версии 2.3 на 3.1.0 за 5 релизов! Новые возможности включают в себя опцию "очистки в один клик", упрощенные опции фильтра, "агрессивный фильтр", поддержку китайского (традиционного) языка, а также множество более мелких изменений и исправлений ошибок.
uk: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** отримав значні оновлення цього тижня, перейшовши з версії 2.3 на 3.1.0 за 5 релізів! Нові можливості включають опцію «очищення в один клік», спрощені опції фільтра, «агресивний фільтр», підтримку китайської (традиційного) мови, а також безліч дрібніших змін і виправлень помилок.
zh_hans: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)** 本周有重大更新，从 2.3 到 3.1.0 共 5 个版本！新功能包括“一键清除”选项、简化过滤器选项、“激进过滤器”、中文（繁体）语言支持以及许多较小的更改和错误修复。

source: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: "Just wave your hand over the proximity sensor of your phone to turn the screen on." Version 2.2.0 contains under-the-hood changes, converting the code base to Kotlin, and updating some dependencies.
de: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: "Bewegen Sie einfach die Hand über den Näherungssensor Ihres Telefons, um den Bildschirm einzuschalten." Version 2.2.0 enthält Änderungen unter der Haube, die Umstellung der Codebasis auf Kotlin und die Aktualisierung einiger Abhängigkeiten.
pl: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: "po prostu machnij ręką nad czujnikiem zbliżenia telefonu, aby włączyć ekran." Wersja 2.2.0 zawiera zmiany pod maską, przekształcenie bazy kodów w Kotlin i aktualizację niektórych zależności.
ro: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: "Doar fluturați mâna peste senzorul de proximitate al telefonului pentru a porni ecranul." Versiunea 2.2.0 conține modificări sub acoperire, conversia codului de bază în Kotlin și actualizarea unor dependențe.
ru: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: "Просто проведите рукой над датчиком приближения телефона, чтобы включить экран". Версия 2.2.0 содержит внутренние изменения, преобразование кодовой базы в Kotlin и обновление некоторых зависимостей.
uk: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**: "Просто проведіть рукою над сенсором наближення телефону, щоб увімкнути екран". Версія 2.2.0 містить внутрішні зміни, перетворення кодової бази в Kotlin та оновлення деяких залежностей.
zh_hans: **[WaveUp](https://f-droid.org/packages/com.jarsilio.android.waveup/)**：“只需在手机的接近传感器上挥手即可打开屏幕。” 2.2.0 版包含底层更改，将代码库转换为 Kotlin，并更新了一些依赖项。

source: **[Dental Sounds](https://f-droid.org/wiki/page/de.naturalnet.zahnarztgeraeusche)** was moved to the archive [at the request of its author](https://gitlab.com/fdroid/fdroiddata/merge_requests/3668), as the app is unmaintained.
de: **[Dental Sounds](https://f-droid.org/wiki/page/de.naturalnet.zahnarztgeraeusche)** wurde [auf Wunsch ihres Autors](https://gitlab.com/fdroid/fdroiddata/merge_requests/3668) ins Archiv verschoben, da die App nicht mehr gepflegt wird.
pl: **[Dental Sounds](https://f-droid.org/wiki/page/de.naturalnet.zahnarztgeraeusche)** został przeniesiony do archiwum [na prośbę jego autora](https://gitlab.com/fdroid/fdroiddata/merge_requests/3668), ponieważ aplikacja jest nieobsadzona.
ro: **[Dental Sounds](https://f-droid.org/wiki/page/de.naturalnet.zahnarztgeraeusche)** a fost mutat în arhivă [at the request of its author](https://gitlab.com/fdroid/fdroiddata/merge_requests/3668), deoarece aplicația nu mai este întreținută.
ru: **[Dental Sounds](https://f-droid.org/wiki/page/de.naturalnet.zahnarztgeraeusche)** был перемещен в архив [по просьбе его автора](https://gitlab.com/fdroid/fdroiddata/merge_requests/3668), так как приложение не поддерживается.
uk: **[Dental Sounds](https://f-droid.org/wiki/page/de.naturalnet.zahnarztgeraeusche)** був переміщений в архів [на прохання його автора](https://gitlab.com/fdroid/fdroiddata/merge_requests/3668), так як програма не підтримується.
zh_hans: [应作者要求](https://gitlab.com/fdroid/fdroiddata/merge_requests/3668) **[Dental Sounds](https://f-droid.org/wiki/page/de.naturalnet.zahnarztgeraeusche)** 已移至存档，因为该应用不再维护。

source: **[PSLab](https://f-droid.org/wiki/page/org.fossasia.pslab)** was moved to the archive because it has been replaced with **[PSLab](https://f-droid.org/packages/io.pslab/)**.
de: **[PSLab](https://f-droid.org/wiki/page/org.fossasia.pslab)** wurde ins Archiv verschoben, weil sie durch **[PSLab](https://f-droid.org/packages/io.pslab/)** ersetzt wurde.
pl: **[PSLab](https://f-droid.org/wiki/page/org.fossasia.pslab)** jako przeniesione do archiwum, ponieważ zostało zastąpione przez **[PSLab](https://f-droid.org/packages/io.pslab/)**.
ro: **[PSLab](https://f-droid.org/wiki/page/org.fossasia.pslab)** a fost mutat în arhivă deoarece a fost înlocuit cu **[PSLab](https://f-droid.org/packages/io.pslab/)**.
ru: **[PSLab](https://f-droid.org/wiki/page/org.fossasia.pslab)** был перемещен в архив, поскольку он был заменен на **[PSLab](https://f-droid.org/packages/io.pslab/)**.
uk: **[PSLab](https://f-droid.org/wiki/page/org.fossasia.pslab)** був переміщений у архів, оскільки він був замінений на **[PSLab](https://f- droid.org/packages/io.pslab/)**.
zh_hans: **[PSLab](https://f-droid.org/wiki/page/org.fossasia.pslab)** 已被移至存档，因为它已被 **[PSLab](https: //f-droid.org/packages/io.pslab/)** 取代。

source: TWIF 23: Successful update to Stretch
de: TWIF 23: Erfolgreiches Update auf Stretch
pl: TWIF 23: Pomyślna aktualizacja Stretch
ro: TWIF 23: Actualizare reușită la Stretch
ru: TWIF 23: Успешное обновление Stretch
uk: TWIF 23: Успішне оновлення Stretch
zh_hans: TWIF 23：成功更新到 Stretch

source: This Week In F-Droid {{ page.edition }}, Week {{ page.date | date: "%V, %G" }} <a href="{{ site.baseurl }}/feed.xml"><img src="{% asset Feed-icon-16x16.png %}" alt="Feed"></a>
de: Diese Woche In F-Droid {{ page.edition }}, Woche {{ page.date | date: "%V, %G" }} <a href="{{ site.baseurl }}/feed.xml"><img src="{% asset Feed-icon-16x16.png %}" alt="Feed"></a>
pl: W tym tygodniu w F-Droid {{ page.edition }}, Tydzień {{ page.date | date: "%V, %G" }} <a href="{{ site.baseurl }}/feed.xml"><img alt="Feed" src="{% asset Feed-icon-16x16.png %}"></a>
ro: Această săptămână în F-Droid {{ page.edition }}, Săptămâna {{ page.date | date: "%V, %G" }} <a href="{{ site.baseurl }}/feed.xml"><img alt="Feed" src="{% asset Feed-icon-16x16.png %}"></a>
ru: Эта неделя в F-Droid {{ page.edition }}, Неделя {{ page.date | date: "%V, %G" }} <a href="{{ site.baseurl }}/feed.xml"><img alt="Feed" src="{% asset Feed-icon-16x16.png %}"></a>
uk: Цей тиждень у F-Droid {{ page.edition }}, Тиждень {{ page.date | date: "%V, %G" }} <a href="{{ site.baseurl }}/feed.xml"><img alt="Feed" src="{% asset Feed-icon-16x16.png %}"></a>
zh_hans: F-Droid 每周新闻 {{ page.edition }}，第 {{ page.date | date: "%V" }} 周，{{ page.date | date: "%G" }} <a href="{{ site.baseurl }}/feed.xml"><img alt="订阅" src="{%asset Feed-icon-16x16.png %}"></a>

source: In this edition: Buildserver successfully upgraded to Stretch, SET Anti-Feature fixed, new F-Droid sweatshirts, and F-Droid 1.4 marked stable. There are 3 new apps and {{ page.number_of_updated_apps }} updates, including Music Player GO, FOSS Browser, StreetComplete, and Bimba.
de: In dieser Ausgabe: Buildserver erfolgreich aktualisiert auf Stretch, SET Anti-Feature gefixed, neue F-Droid Sweatshirts und F-Droid 1.4 als stabil markiert. Es gibt 3 neue Apps und {{ page.number_of_updated_apps }} Updates, einschließlich Music Player GO, FOSS Browser, StreetComplete und Bimba.
pl: W tej edycji: Buildserver został zaktualizowany do wersji Stretch, SET Anti-Feature fixed, nowe bluzy F-Droid i F-Droid 1.4 oznaczony jako stabilny. Dostępne są 3 nowe aplikacje i {{page.number_of_updated_apps}} aktualizacji, w tym Music Player GO, FOSS Browser, StreetComplete i Bimba.
ro: În această ediție: Buildserver a fost actualizat cu succes la Stretch, SET Anti-Feature a fost reparat, noi tricouri F-Droid și F-Droid 1.4 a fost marcat ca fiind stabil. Există 3 aplicații noi și actualizări {{ page.number_of_updated_apps }}, inclusiv Music Player GO, FOSS Browser, StreetComplete și Bimba.
ru: В этом выпуске: Buildserver успешно обновлен до Stretch, исправлен SET Anti-Feature, новые свитшоты F-Droid, а F-Droid 1.4 помечен как стабильный. Появились 3 новых приложения и {{ page.number_of_updated_apps }} обновления, включая Music Player GO, FOSS Browser, StreetComplete и Bimba.
uk: У цьому випуску: Buildserver успішно оновлений до Stretch, виправлений SET Anti-Feature, нові світшоти F-Droid, а F-Droid 1.4 позначений як стабільний. З'явилися 3 нових програми та {{ page.number_of_updated_apps }} оновлення, включаючи Music Player GO, FOSS Browser, StreetComplete і Bimba.
zh_hans: 本期中：Buildserver 成功升级到 Stretch，SET 负面特征已修复，新的 F-Droid 运动衫，以及 F-Droid 1.4 标记为稳定。有 3 个新应用和 {{ page.number_of_updated_apps }} 更新，包括 Music Player GO、FOSS Browser、StreetComplete 和 Bimba。

source: Stretch upgrade successful
de: Stretch-Upgrade erfolgreich
pl: Powodzenie uaktualnienia Stretch
ro: Actualizare Stretch de succes
ru: Успешное обновление Stretch
uk: Успішне оновлення Stretch
zh_hans: Stretch 升级成功

source: The buildserver guest was upgraded to Debian Stretch, and has published its first index update!
de: Der Buildserver-Gast wurde auf Debian Stretch aktualisiert und hat sein erstes Index-Update veröffentlicht!
pl: Klient buildserver został uaktualniony do wersji Debian Stretch i opublikował swoją pierwszą aktualizację indeksu!
ro: Invitatul buildserver a fost actualizat la Debian Stretch, și a publicat prima actualizare a indexului său!
ru: Гостевой сервер buildserver был обновлен до Debian Stretch и опубликовал свое первое обновление индекса!
uk: Гостьовий сервер buildserver був оновлений до Debian Stretch і оприлюднив своє перше оновлення!
zh_hans: buildserver 客户机已升级到 Debian Stretch，并发布了第一个索引更新！

source: SET Anti-Feature fixed
de: SET Anti-Feature korrigiert
pl: Naprawiono SET Anti-Feature
ro: SET Anti-Feature fixat
ru: SET Anti-Feature зафиксирован
uk: SET Anti-Feature виправлено
zh_hans: SET 负面特征已修复
