Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** has set up the hosting, and **[@\_hc](https://forum.f-droid.org/u/hans)** has set up the syncing, so [news.f-droid.org](https://news.f-droid.org) is now live and in beta! In the coming weeks we'll be converting the existing collection of newsposts to Hugo, finalize the site, and seamlessly integrate it into the main website.
de: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** hat das Hosting und **[@\_hc](https://forum.f-droid.org/u/hans)** die Synchronisation eingerichtet, [news.f-droid.org](https://news.f-droid.org) ist also nun als Beta auf Sendung! In den kommenden Wochen werden wir die bestehende Sammlung von Nachrichtenmeldungen nach Hugo konvertieren, die Seite abschließen und sie nahtlos in die Haupt-Website integrieren.
pl: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** ustawił hosting, i **[@\_hc](https://forum.f-droid.org/u/hans)** ustawił synchronizację, więc [news.f-droid.org](https://news.f-droid.org) jest teraz na żywo i w wersji beta! W najbliższych tygodniach będziemy przekształcać istniejącą kolekcję newsposts do Hugo, finalizować stronę i płynnie integrować ją z główną stroną internetową.
ro: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** a configurat găzduirea, iar **[@\_hc](https://forum.f-droid.org/u/hans)** a configurat sincronizarea, așa că [news.f-droid.org](https://news.f-droid.org) este acum live și în beta! În săptămânile următoare vom converti colecția existentă de newspost-uri în Hugo, vom finaliza site-ul și îl vom integra fără probleme în site-ul principal.
ru: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** обеспечил хостинг, а **[@\_hc](https://forum.f-droid.org/u/hans)** обеспечил синхронизацию, так что [news.f-droid.org](https://news.f-droid.org) теперь работает и находится в бета-версии! В ближайшие недели мы переведем существующую коллекцию новостных постов в Hugo, доработаем сайт и плавно интегрируем его в основной сайт.
uk: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)** забезпечив хостинг, а **[@ \ _ hc](https://forum.f-droid.org/u/hans)** забезпечив синхронізацію, так що [news.f-droid.org](https://news.f-droid.org) тепер працює і знаходиться в бета-версії! У найближчі тижні ми переведемо наявну колекцію новинних постів в Hugo, доопрацюємо сайт і плавно інтегруємо його в основний сайт.
zh_hans: **[@nicoalt](https://forum.f-droid.org/u/nicoalt)**已经设置好主机，**[@\_hc](https://forum.f -droid.org/u/hans)** 已设置同步，因此 [news.f-droid.org](https://news.f-droid.org) 现已上线并处于测试阶段！在接下来的几周内，我们将把现有的新闻帖子集合转换为 Hugo，完成网站，并将其无缝集成到主站中。

source: The benefit of all this: More regular and timely updates. Instead of having to go through an approval process, and _then_ only going live with the next index update, whenever that happens, it will now be online within about a minute of publishing, instead of up to several days.
de: Der Vorteil von all dem: Regelmäßigere und pünktlichere Aktualisierungen. Anstatt einen Überprüfungsvorgang zu durchlaufen und _dann_ nur mit dem nächsten Index-Update, wann immer das passiert, freigeschaltet zu werden, werden sie nun in Minuten online sein, nicht erst in einigen Tagen.
pl: Korzyści z tego wszystkiego: bardziej regularne i terminowe aktualizacje. Zamiast przejść przez proces zatwierdzania, a _then_ będzie tylko żyć z następnej aktualizacji indeksu, w każdym przypadku, gdy tak się stanie, będzie teraz online w ciągu około minuty publikowania, a nie do kilku dni.
ro: Avantajul acestor măsuri: actualizări mai regulate și mai punctuale. În loc să treacă prin procesul de aprobare și apoi să fie actualizată cu următoarea actualizare a indexului, oricând se va întâmpla, aceasta va fi acum online la un minut sau mai mult de la publicare, în loc de câteva zile.
ru: Выгода от всего этого: Более регулярные и своевременные обновления. Вместо того, чтобы проходить процесс утверждения, а _затем_ только запускать следующее обновление индекса, когда бы оно ни произошло, теперь оно будет доступно в течение минуты после публикации, а не в течение нескольких дней.
uk: Вигода від усього цього: Більш регулярні і своєчасні оновлення. Замість того, щоб проходити процес затвердження, а _затем_ тільки запускати наступне оновлення індексу, коли б воно не сталося, тепер воно буде доступно протягом хвилини після публікації, а не протягом декількох днів.
zh_hans: 这一切的好处是：更定期和及时的更新。和先前需要走审批流程，_然后_ 仅在下一次索引更新时上线，现在无论何时发布新闻，它将在发布后大约一分钟内上线，而不是长达几天。

source: The site is already updating, and if you want the latest news the earliest, you can point your RSS readers at [https://news.f-droid.org/index.xml](https://news.f-droid.org/index.xml).
de: Die Seite wird bereits aktualisiert und wenn Sie die letzten News als Erster wollen, können Sie Ihre RSS-Reader auf [https://news.f-droid.org/index.xml](https://news.f-droid.org/index.xml) lenken.
pl: Witryna jest już aktualizowana, a jeśli chcesz otrzymywać najnowsze wiadomości najwcześniej, możesz wskazać czytniki RSS pod adresem [https://news.f-droid.org/index.xml](https://news.f-droid.org/index.xml).
ro: Site-ul este deja în curs de actualizare, iar dacă doriți să primiți cât mai repede ultimele știri, puteți să vă îndreptați cititoarele RSS către [https://news.f-droid.org/index.xml](https://news.f-droid.org/index.xml).
ru: Сайт уже обновляется, и если вы хотите получать последние новости раньше всех, вы можете направить свои RSS-просмотрщики на [https://news.f-droid.org/index.xml](https://news.f-droid.org/index.xml).
uk: Сайт вже оновлюється, і якщо ви хочете отримувати останні новини раніше за всіх, ви можете направити свої RSS-переглядачі на [https://news.f-droid.org/index.xml](https://news.f-droid. org/index.xml).
zh_hans: 该网站已经在更新，如果你想最早获得最新消息，你可以将你的 RSS 阅读器指向 [https://news.f-droid.org/index.xml](https://news.f-droid.org/index.xml)。

source: German article on how to have your own F-Droid repository with Repomaker
de: Deutscher Artikel darüber, wie man mit Repomaker sein eigenes F-Droid-Repository haben kann
pl: Niemiecki artykuł na temat posiadania własnego repozytorium F-Droid z Repomaker
ro: Articol german despre cum să ai propriul depozit F-Droid cu Repomaker
ru: Немецкая статья о том, как иметь свой собственный репозиторий F-Droid с помощью Repomaker
uk: Німецька стаття про те, як мати свій власний репозиторій F-Droid за допомогою Repomaker
zh_hans: 关于如何使用 Repomaker 搭建自己的 F-Droid 存储库的德语文章

source: The German version of **[@Izzy](https://forum.f-droid.org/u/izzy)**'s third F-Droid article will go online coming Sunday (the 3rd of March). The English article is already online. If you always wanted to know how to have your very own F-Droid repository, have a look at:
de: Die deutsche Version von **[@Izzy](https://forum.f-droid.org/u/izzy)**'s drittem F-Droid-Artikel wird kommenden Sonntag (den 3. März) online gehen. Die englische Ausgabe ist bereits online. Wer immer schon wissen wollte, wie man sein ganz eigenes F-Droid-Repository bekommt, werfe einen Blick auf:
pl: Niemiecka wersja **[@Izzy](https://forum.f-droid.org/u/izzy)** trzeciego artykułu F -Droid ukaże się w niedzielę (trzeciego marca). Angielski artykuł jest już online. Jeśli zawsze chciałeś wiedzieć, jak mieć własne repozytorium F -Droid, spójrz na:
ro: Versiunea germană a celui de-al treilea articol F-Droid al lui **[@Izzy](https://forum.f-droid.org/u/izzy)** va fi online duminica viitoare (3 martie). Articolul în limba engleză este deja online. Dacă v-ați dorit întotdeauna să știți cum să aveți propriul vostru depozit F-Droid, aruncați o privire la:
ru: Немецкая версия третьей статьи **[@Izzy](https://forum.f-droid.org/u/izzy)** о F-Droid появится в сети в ближайшее воскресенье (3 марта). Английская версия статьи уже доступна в сети. Если вы всегда хотели узнать, как создать свой собственный репозиторий F-Droid, загляните сюда:
uk: Версія третьої статті німецькою **[@Izzy](https://forum.f-droid.org/u/izzy)** про F-Droid з'явиться в мережі в найближчий тиждень (3 березня). Версія статті англійською вже доступна в мережі. Якщо ви завжди хотіли дізнатися, як створити свій власний репозиторій F-Droid, зазирніть сюди:
zh_hans: **[@Izzy](https://forum.f-droid.org/u/izzy)** 的第三篇 F-Droid 文章德文版将于周日（3 月 3 日）上线。英文文章已经上线。如果你一直想知道如何拥有自己的 F-Droid 存储库，请查看：

source: [Your own F-Droid Repository with Repomaker](https://android.izzysoft.de/articles/named/fdroid-intro-3) (English/German - language is auto-detected) <!-- Note to German translator: German title is "Eigenes F-Droid Repository mit Repomaker erstellen und verwalten" -->
de: [Eigenes F-Droid Repository mit Repomaker erstellen und verwalten](https://android.izzysoft.de/articles/named/fdroid-intro-3) (Automatische Englisch/Deutsch-Spracherkennung) <!-- Note to German translator: German title is "Eigenes F-Droid Repository mit Repomaker erstellen und verwalten" -->
pl: [Własne Repozytorium F -Droid z Repomaker](https://android.izzysoft.de/articles/named/fdroid-intro-3) (język angielski/niemiecki - jest automatycznie wykrywany)
ro: [Your own F-Droid Repository with Repomaker](https://android.izzysoft.de/articles/named/fdroid-intro-3) (Engleză/Germană - limba este detectată automat)
ru: [Ваш собственный репозиторий F-Droid с Repomaker](https://android.izzysoft.de/articles/named/fdroid-intro-3) (английский/немецкий - язык определяется автоматически) <!-- Примечание для немецкого переводчика: Название на немецком языке: ""Собственный репозиторий F-Droid с Repomaker" создайте и проверьте" -->
uk: [Ваш власний репозиторій F-Droid з Repomaker](https://android.izzysoft.de/articles/named/fdroid-intro-3) (англійська/німецька — мова визначається автоматично) <!-- Note to German translator: German title is "Eigenes F-Droid Repository mit Repomaker erstellen und verwalten" -->
zh_hans: [你自己的带 Repomaker 的 F-Droid 存储库](https://android.izzysoft.de/articles/named/fdroid-intro-3)（英语/德语 - 自动检测语言） <!-- Note to German translator: German title is "Eigenes F-Droid Repository mit Repomaker erstellen und verwalten" -->

source: Calendar Notifications Plus unpublished from Play Store
de: Calendar Notifications Plus aus dem Play Store entfernt
pl: Powiadomienia kalendarza Plus niepublikowane z Play Store
ro: Calendar Notifications Plus nepublicat din Play Store
ru: Calendar Notifications Plus не опубликованы в Play Store
uk: Calendar Notifications Plus не оприлюднені в Play Store
zh_hans: Calendar Notifications Plus 从 Play 商店下架

source: The developer of **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** has [pulled their app from Google Play](https://www.reddit.com/comments/auiv3b), while leaving it on FDroid:
de: Der Entwickler von **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** hat [seine App aus Google Play abgezogen](https://www.reddit.com/comments/auiv3b), während sie auf F-Droid blieb:
pl: Deweloper **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** [wyciągnął swoją aplikację z Google Play](http://www.reddit.com /comments /auiv3b), pozostawiając ją na Fdroid:
ro: Dezvoltatorul**[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** has [pulled their app from Google Play](https://www.reddit.com/comments/auiv3b), dar a lăsat-o pe FDroid:
ru: Разработчик **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** [удалил свое приложение из Google Play](https://www.reddit.com/comments/auiv3b), оставив его на FDroid:
uk: Розробник **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)**[видалив свій застосунок з Google Play](https://www.reddit.com/comments/auiv3b), залишивши його на FDroid:
zh_hans: **[Calendar Notifications](https://f-droid.org/packages/com.github.quarck.calnotify/)** 的开发者已经[从 Google Play 下架了他们的应用](https://www.reddit.com/comments/auiv3b)，但将其留在 FDroid 上：

source: > I have realized yesterday that Play Store was a source of a constant stress recently. And for what? For an app that I develop as a fun-time activity and having absolutely zero profit from it. Recent SDK/API changes has forced me to kill/change some functionality that people liked and people were blaming me, not google.
de: &gt; Ich habe gestern erkannt, das der Play Store in letzter Zeit eine Quelle für Dauerstress war. Und wofür? Für eine App, die ich als Zeitvertreib entwickle und für die ich absolut null Verdienst erhalte. Kürzliche SDK/API-Änderungen zwangen mich dazu, einige Funktionen zu entfernen/ändern, welche die Leute mochten, und die Leute machten mir Vorwürfe, nicht Google.
pl: &gt; Wczoraj zdałem sobie sprawę, że sklep Google Play był ostatnio źródłem ciągłego stresu. I po co? Dla aplikacji, którą rozwijam dla zabawy i nie mam z niej absolutnie żadnego zysku. Ostatnie zmiany SDK/API zmusiły mnie do usunięcia/zmiany niektórych funkcji, które ludzie lubili, za co ludzie obwiniali mnie, a nie google.
ro: &gt; Am realizat ieri că Play Store a fost o sursă de stres constant în ultima vreme. Și pentru ce? Pentru o aplicație pe care o dezvolt ca o activitate de distracție și având absolut zero profit din ea. Modificările recente ale SDK/API m-au obligat să omor/schimb unele funcționalități care plăceau oamenilor și oamenii dădeau vina pe mine, nu pe google.
ru: &gt; Вчера я понял, что Play Store в последнее время является источником постоянного стресса. И ради чего? За приложение, которое я разрабатываю как развлечение и получаю от него абсолютно нулевую прибыль. Недавние изменения SDK/API заставили меня убить/изменить некоторые функции, которые нравились людям, и люди обвиняли меня, а не google.
uk: &amp; Gt; Вчора я зрозумів, що Play Store останнім часом є джерелом постійного стресу. І заради чого? За застосунок, яке я розробляю як розвага і отримую від нього абсолютно нульовий прибуток. Недавні зміни SDK/API змусили мене вбити/змінити деякі функції, які подобалися людям, і люди звинувачували мене, а не google.
zh_hans: &gt; 我昨天意识到 Play Store 是最近持续压力的来源。为了什么？为了我作为一项有趣的活动开发的一个应用，并且从中获得的利润绝对为零。最近的 SDK/API 更改迫使我取消/更改一些人们喜欢的功能，人们指责我，而不是 google。

source: **[LASKmobile](https://f-droid.org/packages/com.rfo.LASKmobile/)**: Data entry app for the field record LASK.
de: **[LASKmobile](https://f-droid.org/packages/com.rfo.LASKmobile/)**: App zur Dateneingabe für die Ackerschlagkartei LASK.
pl: **[LASKmobile](https://f-droid.org/packages/com.rfo.LASKmobile/)**: Aplikacja do wprowadzania danych do rekordu pola LASK.
ro: **[LASKmobile](https://f-droid.org/packages/com.rfo.LASKmobile/)**: Aplicație de introducere a datelor pentru înregistrarea câmpului LASK.
ru: **[LASKmobile](https://f-droid.org/packages/com.rfo.LASKmobile/)**: Приложение ввода данных для записи полей LASK.
uk: **[LASKmobile](https://f-droid.org/packages/com.rfo.LASKmobile/)**: Застосунок введення даних для запису полів LASK.
zh_hans: **[LASKmobile](https://f-droid.org/packages/com.rfo.LASKmobile/)**：字段记录 LASK 的数据输入应用。

source: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)**: Japanese input method editor.
de: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)**: Japanischer Eingabemethoden-Editor.
pl: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)**: Japoński edytor metod wprowadzania.
ro: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)**: Editorul metodei de intrare în limba japoneză.
ru: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)**: Редактор японского метода ввода.
uk: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)**: Японський редактор методів введення.
zh_hans: **[Mozc for Android](https://f-droid.org/packages/org.mozc.android.inputmethod.japanese/)**：日文输入法编辑器。

source: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** is a secure and end-to-end encrypted personal information sync for Android, the desktop and the web. (You will either need a paid account, or set up your own server.) It was [updated](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) from 1.2.0 to 1.2.2, fixing the setting controlling change notifications, and fixing a crash during sync for some users.
de: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** dient der sicheren und End-zu-End verschlüsselten Synchronisation persönlicher Daten zwischen Android, PC und dem Internet. (Ihr braucht entweder ein kostenpflichtiges Konto oder müsst selbst einen eigenen Server aufsetzen.) Sie wurde von 1.2.0 auf 1.2.2 [aktualisiert](https://github.com/etesync/android/blob/HEAD/ChangeLog.md), korrigiert die Einstellung zur Steuerung der Änderungsbenachrichtigungen und behebt einen bei einigen Anwendern auftretenden Absturz während der Synchronisation.
pl: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** to bezpieczna i kompleksowa szyfrowana synchronizacja danych osobowych dla systemu Android, pulpitu i internetu. (Będziesz potrzebować płatnego konta lub założyć własny serwer). Został on [zaktualizowany](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) z 1.2.0 do 1.2.2, naprawiono ustawienia kontrolujące powiadomienia o zmianach, oraz naprawiono awarię podczas synchronizacji dla niektórych użytkowników.
ro: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** este o sincronizare securizată și criptată de la un capăt la altul a informațiilor personale pentru Android, desktop și web. (Veți avea nevoie fie de un cont plătit, fie vă veți configura propriul server.) A fost [updated](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) de la 1.2.0 la 1.2.2, reparând setarea care controlează notificările de modificare și rezolvând o eroare în timpul sincronizării pentru unii utilizatori.
ru: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** - это безопасная и сквозная зашифрованная синхронизация личной информации для Android, настольного компьютера и Интернета. (Вам потребуется либо платный аккаунт, либо собственный сервер). Она была [обновлена](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) с 1.2.0 до 1.2.2, исправлена настройка, контролирующая уведомления об изменениях, и устранен сбой при синхронизации у некоторых пользователей.
uk: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** - це безпечна і наскрізна зашифрована синхронізація особистої інформації для Android, настільного комп'ютера та Інтернету. (Вам буде потрібно або платний аккаунт, або власний сервер). Вона була [оновлена](https://github.com/etesync/android/blob/HEAD/ChangeLog.md) з 1.2.0 до 1.2.2, виправлена настройка, яка контролює повідомлення про зміни, і усунутий збій при синхронізації у деяких користувачів.
zh_hans: **[EteSync](https://f-droid.org/packages/com.etesync.syncadapter/)** 是适用于 Android、桌面和 Web 的安全且端到端的加密个人信息同步。（你将需要一个付费帐户，或者设置你自己的服务器。）从 1.2.0 [更新](https://github.com/etesync/android/blob/HEAD/ChangeLog.md)到 1.2.2，修复控制变更通知的设置，修复部分用户同步时崩溃的问题。

source: {{ page.major }} **[openScale](https://f-droid.org/packages/com.health.openscale/)**, a weight and body metrics tracker with support for Bluetooth scales, was [updated](https://github.com/oliexdev/openScale/releases) from 1.9.3 to 2.0.1:
de: {{ page.major }} **[openScale](https://f-droid.org/packages/com.health.openscale/)**, ein Tracker für Gewicht und Körpermetriken mit Unterstützung für Bluetooth-Waagen, wurde [aktualisiert](https://github.com/oliexdev/openScale/releases) von 1.9.3 auf 2.0.1:
pl: {{ page.major }}**[openScale](https://f-droid.org/packages/com.health.openscale/)**, monitor wagi i ciała z obsługą wag Bluetooth, został [zaktualizowany](https://github.com/oliexdev/openScale/releases) z 1.9.3 to 2.0.1:
ro: {{ page.major }} **[openScale](https://f-droid.org/packages/com.health.openscale/)**, un dispozitiv de urmărire a greutății și a măsurătorilor corporale cu suport pentru cântare Bluetooth, a fost [updated](https://github.com/oliexdev/openScale/releases) de la 1.9.3 la 2.0.1:
ru: {{ page.major }} **[openScale](https://f-droid.org/packages/com.health.openscale/)**, трекер веса и показателей тела с поддержкой Bluetooth-весов, был [обновлен](https://github.com/oliexdev/openScale/releases) с 1.9.3 до 2.0.1:
uk: {{ page.major }} **[openScale](https://f-droid.org/packages/com.health.openscale/)**, трекер ваги і показників тіла з підтримкою Bluetooth-ваг, було [оновлено](https://github.com/oliexdev/openScale/releases) з 1.9.3 до 2.0.1:
zh_hans: {{ page.major }} **[openScale](https://f-droid.org/packages/com.health.openscale/)**，一个支持蓝牙秤的体重和身体指标跟踪器，从 1.9.3 [更新](https://github.com/oliexdev/openScale/releases)到 2.0.1：

source: replaced HelloCharts library with the MPAndroidChart library
pl: zastąpiono bibliotekę HelloCharts biblioteką MPAndroidChart
ro: a înlocuit biblioteca HelloCharts cu biblioteca MPAndroidChart
ru: заменил библиотеку HelloCharts на библиотеку MPAndroidChart
uk: замінив бібліотеку HelloCharts на бібліотеку MPAndroidChart
zh_hans: 用 MPAndroidChart 库替换了 HelloCharts 库

source: added option to enable/disable graph legend
pl: dodano możliwość włączenia/wyłączenia legendy wykresu
ro: a fost adăugată opțiunea de a activa/dezactiva legenda graficului
ru: добавлена возможность включения/выключения легенды графика
uk: додана можливість включення/вимикання легенди графіка
zh_hans: 添加了启用/禁用图形图例的选项

source: replaced statistic last week/month table view with radar graph
pl: zastąpiono statystykę ostatniego widoku tabeli tydzień/miesiąc wykresem radarowym
ro: a înlocuit statisticile din ultima săptămână/lună cu un tabel cu grafic radar
ru: заменена статистика за последнюю неделю/месяц на табличный вид с радарным графиком
uk: замінена статистику за останній тиждень/місяць на табличний вигляд з радарних графіком
zh_hans: 用雷达图替换了上一周/上个月表格视图的统计数据

source: added rolling chart option
pl: dodano opcję wykresu stopniowego
ro: a adăugat opțiunea "rolling chart
ru: добавлена опция скользящего графика
uk: додано параметр рухомої діаграми
zh_hans: 添加了滚动图表选项

source: added graph marker and marker menu for line graphs
pl: dodano znacznik wykresu i menu znaczników dla wykresów liniowych
ro: s-a adăugat un marker grafic și un meniu de marcare pentru graficele liniare
ru: добавлены маркер графика и меню маркеров для линейных графиков
uk: додані маркер графіка і меню маркерів для лінійних графіків
zh_hans: 为折线图添加了图形标记和标记菜单

source: added option to enable/disable Y-axis
pl: dodano opcję włączania/wyłączania osi Y
ro: a fost adăugată opțiunea de activare/dezactivare a axei Y
ru: добавлена возможность включения/выключения оси Y
uk: додана можливість включення/вимикання осі Y
zh_hans: 添加了启用/禁用 Y 轴的选项

source: change indicator color depending on if you are going towards or away from your weight goal
pl: zmienia kolor wskaźnika w zależności od tego, czy zmierzasz w kierunku swojej wagi, czy też oddalasz się od wyznaczonej wagi
ro: schimbarea culorii indicatorului în funcție de faptul că vă apropiați sau vă îndepărtați de obiectivul dvs. de greutate
ru: менять цвет индикатора в зависимости от того, приближаетесь вы к своей цели по весу или удаляетесь от нее
uk: змінює колір індикатора в залежності від того, наближаєтеся ви до своєї цільової ваги чи віддаляєтеся від неї
zh_hans: 根据你是否接近或远离你的体重目标更改指示器颜色

source: fixed notification bug for Android O
pl: naprawiony błąd powiadomień dla systemu Android O
ro: bug de notificare rezolvat pentru Android O
ru: исправлена ошибка уведомлений для Android O
uk: виправлена помилка повідомлень для Android O
zh_hans: 修复了 Android O 的通知错误
