Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: again early on, introduce a person knowing you that can vouch for you – for example as they can verify your story by giving you a phone call or meeting you in person, and then testify about it. Ideally, this person is a contributor to your repo. But most importantly, the community must know they can trust them. Which is either because it's a well-known person – or at least someone introduced long before the incident.
ru: опять же на раннем этапе, представьте человека, который знает вас и может за вас поручиться - например, он может подтвердить вашу историю, позвонив вам по телефону или встретившись с вами лично, а затем дать о ней показания. В идеале этот человек должен быть автором вашего репозитория. Но самое главное - сообщество должно знать, что ему можно доверять. Либо потому, что это известный человек - или, по крайней мере, тот, с кем познакомились задолго до инцидента.
uk: Знову ж таки, на самому початку познайомтеся з людиною, яка знає вас і може за вас поручитися — наприклад, вона може підтвердити вашу історію, зателефонувавши вам або зустрівшись з вами особисто, а потім засвідчити її. Найкраще, щоб ця людина робила внесок до вашого репозиторію. Але найголовніше, спільнота повинна знати, що їй можна довіряти. А це означає, що це або відома людина, або принаймні хтось, з ким ви познайомилися задовго до інциденту.
zh_hans: 再一次提前介绍一个认识你并且可以为你担保的人 - 例如他们可以通过给你打电话或线下见面验证你的故事，并证实此事。理想情况下，此人是你的存储库的贡献者。但是最重要的是社区必须知道他们可以信任此人。要么是因为此人是知名人士 - 或者至少是事件之前很久就出现的人。

source: Lessons learned #3: what to do when it happened?
ru: Урок № 3: что делать, когда это случилось?
uk: Висновок №3: що робити, коли це сталося?
zh_hans: 学到的第三课：发生之后要做什么？

source: Most important: do **not** try to simply „cover up“ or „hush up“. This is a security incident; sweeping it under the carpet just makes you lose trust entirely. Updates won't work without uninstall/reinstall, so folks will notice anyway (except on Google Play Store, which re-signs the APKs). Rather be transparent about it:
ru: Самое главное: **не** пытайтесь просто "прикрыть" или "замять". Это инцидент, связанный с безопасностью; замалчивая его, вы только потеряете доверие. Обновления не будут работать без удаления/переустановки, так что люди заметят это в любом случае (за исключением Google Play Store, который переподписывает APK). Лучше быть прозрачным в этом вопросе:
uk: Найголовніше: **не намагайтеся** просто "приховати" або "зам'яти". Це інцидент, пов'язаний з безпекою; замітаючи його під килим, ви просто повністю втратите довіру. Оновлення не працюватимуть без видалення/перевстановлення, тому люди все одно це помітять (за винятком Google Play Store, який перепідписує APK). Краще бути прозорими в цьому питанні:
zh_hans: 最重要的是：绝对**不要**简单地“掩盖”或“沉默”。这是一个安全事件；把它扫到地毯下面只会让你彻底失去信任。没有卸载/重新安装无法更新，所以人们总会注意到的（除非在 Google Play 商店上，它重新签名 APK）。宁愿对此保持透明：

source: mention it in the release notes (and in the per-release changelogs if you use [Fastlane](https://gitlab.com/-/snippets/1895688) or [Triple-T](https://gitlab.com/snippets/1901490)).
ru: Упомяните об этом в примечаниях к выпуску (и в журналах изменений каждого выпуска, если вы используете [Fastlane](https://gitlab.com/-/snippets/1895688) или [Triple-T](https://gitlab.com/snippets/1901490)).
uk: згадайте про це у примітках до випуску (і в журналах змін до кожного випуску, якщо ви використовуєте [Fastlane](https://gitlab.com/-/snippets/1895688) або [Triple-T](https://gitlab.com/snippets/1901490)).
zh_hans: 在更新日志中（以及每个版本的更新日志中如果你使用 [Fastlane](https://gitlab.com/-/snippets/1895688) 或 [Triple-T](https://gitlab.com/snippets/1901490)）提及此事。

source: maybe have a short article on it (e.g. a public issue with your app's repo, or a blog entry) explaining what happened, what you had to do and what you learned from it (so others can learn from it, too).
ru: Может быть, стоит написать об этом небольшую статью (например, публичную проблему в репо вашего приложения или запись в блоге), объясняющую, что произошло, что вам пришлось сделать и что вы извлекли из этого (чтобы другие тоже могли извлечь уроки).
uk: можливо, написати коротку статтю про це (наприклад, загальне обговорення у репозиторії вашого застосунку або допис у блозі), де пояснити, що сталося, що вам довелося зробити й чого ви навчилися (щоб інші теж змогли навчитися).
zh_hans: 或许可以写一篇关于它的短文（例如，你的应用存储库中的一个公开议题，或者一篇博客）解释发生了什么，你不得不做什么以及你学到了什么（所以别人也可以从此事中学习）。

source: if you have some means to prove your identity (you've always signed your commits, you have some person to vouch for you, etc.), mention it with the release notes/article so everyone can verify. If you still have access to your old keystore but had to change it for some reason, provide an additional APK built from the same commit but signed with the old key, which would be a definite proof: the methods of verifying reproducible builds could be applied then to compare the two APKs – which then again should only differ in the signature.
ru: если у вас есть какие-то способы доказать свою личность (вы всегда подписывали свои коммиты, у вас есть человек, который может за вас поручиться, и т. д.), укажите это в примечаниях к релизу/статье, чтобы все могли проверить. Если у вас все еще есть доступ к старому хранилищу ключей, но по какой-то причине вам пришлось его изменить, предоставьте дополнительный APK, собранный из того же коммита, но подписанный старым ключом, что будет определенным доказательством: методы проверки воспроизводимых сборок могут быть применены для сравнения двух APK - которые, опять же, должны отличаться только подписью.
uk: якщо ви маєте можливість підтвердити свою особу (ви завжди підписували свої комміти, у вас є людина, яка може за вас поручитися тощо), згадайте про це у примітках до релізу/статті, щоб кожен міг перевірити. Якщо ви все ще маєте доступ до старого сховища ключів, але з якихось причин змінили його, надайте додатковий APK, зібраний з того ж комміту, але підписаний старим ключем, що буде надійним доказом: тоді можна буде застосувати методи перевірки відтворюваних збірок для порівняння двох APK, які, знову ж таки, повинні відрізнятися лише підписом.
zh_hans: 如果你想要证明你的身份（你一直签名提交，你有可以担保你的人，等等），在更新日志/文章中提及以便其他人验证。如果你仍然可以访问你的旧密钥库，但出于一些理由不得不更换，提供一个使用旧密钥签名的相同 APK，这可以证明：验证可重复构建的方法可以用于比较两个 APK - 应该仅仅签名不同。

source: nobody was ever „born wise“ – we're all students for all of our lives („who ceases to be a student, never was a student at all“). So yes, this is bad, and you might feel „ashamed“. But it shows character and establishes trust to stand by your mistakes, to admit them. That way people know you won't „fool“ them and they can believe you.
ru: никто никогда не "рождался мудрым" - мы все всю жизнь ученики ("кто перестал быть учеником, тот никогда им и не был"). Так что да, это плохо, и вам может быть "стыдно". Но это показывает характер и укрепляет доверие, если вы признаете свои ошибки. Так люди узнают, что вы их не "обманете", и смогут вам поверить.
uk: ніхто ніколи не народжувався "мудрим" — ми всі вчимося все життя ("хто перестає вчитися, той ніколи не вчився"). Так, це погано, і вам може бути "соромно". Але це демонструє характер і встановлює довіру до того, що ви відповідальні на свої помилки, визнаєте їх. Таким чином люди знають, що ви їх не "обдурите", і вони можуть вам вірити.
zh_hans: 没人“生来就聪明” - 我们终生都是学生（“学而有止境者不是真学者”）。所以是的，这不好，你可能感到“羞愧”。但通过承认你的错误可以彰显品质建立信任。由此人们知道你不会“愚弄”他们并且他们可以相信你。

source: Client maintenance sponsored by the Calyx Institute
ru: Клиентское обслуживание при поддержке Института Calyx
uk: Підтримку клієнта спонсорує Calyx Institute
zh_hans: Calyx 学会资助的客户端维护工作

source: The official client app is an essential piece of the F-Droid ecosystem. Therefore, the Calyx Institute as a member and benefactor of the F-Droid community [offered](https://gitlab.com/fdroid/admin/-/issues/388) to sponsor a maintainer position to ensure continuous maintenance of the client app independent of grants or available volunteer time.
ru: Официальное клиентское приложение является важным элементом экосистемы F-Droid. Поэтому Calyx Institute как член и благотворитель сообщества F-Droid [предложил](https://gitlab.com/fdroid/admin/-/issues/388) спонсировать должность сопровождающего, чтобы обеспечить непрерывное сопровождение клиентского приложения независимо от грантов или доступного времени волонтеров.
uk: Офіційний клієнтський застосунок — важлива частина екосистеми F-Droid. Тому Інститут Calyx як учасник і благодійник спільноти F-Droid [запропонував](https://gitlab.com/fdroid/admin/-/issues/388) спонсорувати посаду супровідника, щоб забезпечити безперервну підтримку клієнтського застосунку незалежно від грантів або вільного часу волонтерів.
zh_hans: 官方客户端应用是 F-Droid 生态中的一个非常重要的组成部分。因此，Calyx 学会作为 F-Droid 社区的成员和受益者[提议](https://gitlab.com/fdroid/admin/-/issues/388)资助一个维护者职位以确保客户端应用在其他资助和无偿工作时间之外的持续维护。

source: The Calyx Institute suggested Torsten Grote as the first person they would fund as a maintainer, due to his familiarity with the code base and due to his substantial contributions in the past year. Calyx hopes that this would free up time and energy of the current maintainer(s), so those could benefit F-Droid in other areas.
ru: Институт Calyx предложил Торстена Гроте в качестве первого человека, которого они будут финансировать в качестве сопровождающего, из-за его знакомства с кодовой базой и значительного вклада за последний год. Calyx надеется, что это позволит высвободить время и энергию нынешнего сопровождающего (сопровождающих), чтобы они могли принести пользу F-Droid в других областях.
uk: Інститут Calyx запропонував Торстена Гроте як першу людину, яку вони фінансуватимуть як супровідника, через його знайомство з кодовою базою і завдяки його значному внеску в минулому році. Calyx сподівається, що це вивільнить час і енергію поточного супровідника (супровідників), щоб вони могли принести користь F-Droid в інших сферах.
zh_hans: Calyx 学会建议由 Torsten Grote 作为资助的第一位维护者，这是由于他熟悉代码库并在过去几年做出了大量贡献。Calyx 希望这可以解放当前维护者（们）的时间和精力，从而对 F-Droid 的其他方面带来益处。

source: The offer was discussed with the F-Droid community and the existing maintainer(s). It was meanwhile [approved and work is already underway](https://calyxos.org/news/2023/09/04/f-droid/). The new [F-Droid Basic](https://f-droid.org/packages/org.fdroid.basic/) app variant of the client enabling app updates without root or privileged extension is just one example. The Calyx Institute hopes that this new maintainer role will enable more external contributions to F-Droid and encourages other benefactors of F-Droid to set up similar sponsorship agreements.
ru: Это предложение было обсуждено с сообществом F-Droid и существующим мейнтейнером(ами). В итоге оно было [одобрено, и работа над ним уже ведется](https://calyxos.org/news/2023/09/04/f-droid/). Новый вариант клиента [F-Droid Basic](https://f-droid.org/packages/org.fdroid.basic/), позволяющий обновлять приложения без root или привилегированного расширения, является лишь одним из примеров. Calyx Institute надеется, что эта новая роль сопровождающего позволит сделать больше внешних вкладов в F-Droid, и призывает других благотворителей F-Droid заключить аналогичные спонсорские соглашения.
uk: Пропозицію було обговорено зі спільнотою F-Droid та поточними супровідниками. Тим часом вона була [схвалена і робота вже триває](https://calyxos.org/news/2023/09/04/f-droid/). Новий варіант застосунку [F-Droid Basic](https://f-droid.org/packages/org.fdroid.basic/) уможливлює оновлювати застосунки без права root або привілейованого розширення, це лише один з прикладів. Інститут Калікс сподівається, що ця нова роль супровідника уможливить більше зовнішніх внесків у F-Droid, і заохочує інших благодійників F-Droid укладати подібні спонсорські угоди.
zh_hans: 我们与 F-Droid 社区和现有的维护者（们）讨论了这一提议。与此同时我们[批准了这一提议并且工作已经在进行中了](https://calyxos.org/news/2023/09/04/f-droid/)。新的 [F-Droid 基础版](https://f-droid.org/packages/org.fdroid.basic/)客户端应用实现了无需 root 或特权扩展进行应用更新就是一个例子。Calyx 学会希望新的维护者职位可以使更多外部贡献成为可能并鼓励其他 F-Droid 的受益者建立相似的赞助协议。

source: Other tasks of the maintainer include:
ru: Другие задачи сопровождающего включают:
uk: До інших завдань супровідника належать:
zh_hans: 维护者的其他任务包括：

source: Try to identify and fix bugs, prioritizing critical issues
ru: Выявляйте и исправляйте ошибки, уделяя первоочередное внимание критическим проблемам
uk: Спроби визначити та виправити помилки, надаючи пріоритет критичним проблемам
zh_hans: 努力定位并修复错误，优先处理关键问题

source: Responding to issues filed
ru: Ответы на поданные вопросы
uk: Відповіді на надіслані звернення
zh_hans: 响应提交的问题

source: Reviewing and merging merge requests
ru: Просмотр и объединение запросов на слияние
uk: Розгляд та об'єднання запитів на злиття
zh_hans: 审核并合并合并请求

source: Continued improvements as the Android app landscape evolves
ru: Непрерывное совершенствование по мере развития сферы приложений для Android
uk: Постійні вдосконалення в міру розвитку ринку застосунків для Android
zh_hans: 在 Android 应用生态发展时相应做出持续改进

source: Making releases as needed
ru: Выпуск релизов по мере необходимости
uk: Створення випусків за потребою
zh_hans: 按需发布版本

source: F-Droid Basic
ru: F-Droid Базовый
zh_hans: F-Droid 基础版

source: Announcing [F-Droid Basic](https://f-droid.org/packages/org.fdroid.basic/). Testing and feedback appreciated!
ru: Анонс [F-Droid Базовый](https://f-droid.org/packages/org.fdroid.basic/). Тестирование и отзывы приветствуются!
uk: Анонсування [F-Droid Basic](https://f-droid.org/packages/org.fdroid.basic/). Будемо вдячні за тестування та відгуки!
zh_hans: 宣布 [F-Droid 基础版](https://f-droid.org/packages/org.fdroid.basic/)。感谢测试和反馈！

source: F-Droid Basic 1.17.0:
zh_hans: F-Droid 基础版 1.17.0：

source: `targetSdk` set to 33 (Android 13), and a bump to 34 (Android 14) planned soon.
ru: Для `targetSdk` установлено значение 33 (Android 13), в ближайшее время планируется увеличение до 34 (Android 14).
uk: `targetSdk` установлено на 33 (Android 13), і незабаром планується збільшення до 34 (Android 14).
zh_hans: `targetSdk` 设置为 33 (Android 13)，并且计划不久之后提高到 34 (Android 14)。

source: Need to confirm updates only once per app, after that they’ll install automatically in the background.
ru: Подтверждать обновления нужно только один раз для каждого приложения, после чего они будут устанавливаться автоматически в фоновом режиме.
uk: Підтверджувати оновлення потрібно лише один раз для кожного застосунку, після чого вони встановлюватимуться автоматично у фоновому режимі.
zh_hans: 每个应用只需要确认一次更新，之后它们会在后台自动安装。

source: No extra privileges required!
ru: Никаких дополнительных привилегий не требуется!
uk: Додаткові привілеї не потрібні!
zh_hans: 不需要额外权限！

source: Infrastructure-as-code migration
ru: Миграция инфраструктуры как кода
uk: Міграція інфраструктури як коду
zh_hans: 基础设施即代码迁移

source: We just completed migrating one more key piece of our infrastructure to a completely automated setup: the "_originserver_". The _originserver_ is the holder of all of the public files for the website and the f-droid.org repository. It is also responsible for pushing out the updates to all of the primary mirrors. So it is safe to say that the _originserver_ is central to our operations. Ciaran Gultnieks, the founder of the F-Droid project, has been quietly and dutifully maintaining the _originserver_ since he first set it up more than a decade ago. The F-Droid users and community owe him a debt of gratitude for so many years of faithful service, keeping things going through thick and thin.
ru: Мы только что завершили перенос еще одной ключевой части нашей инфраструктуры на полностью автоматизированную установку: "_originserver_". На _originserver_ хранятся все публичные файлы для сайта и репозитория f-droid.org. Он также отвечает за рассылку обновлений на все основные зеркала. Так что можно с уверенностью сказать, что _originserver_ занимает центральное место в нашей работе. Киаран Гултниекс, основатель проекта F-Droid, спокойно и добросовестно поддерживает _originserver_ с тех пор, как он впервые создал его более десяти лет назад. Пользователи и сообщество F-Droid благодарны ему за долгие годы верной службы, за то, что он поддерживал работу сервера в самые трудные времена.
uk: Ми щойно завершили міграцію ще одного ключового елементу нашої інфраструктури на повністю автоматизоване налаштування: "_originserver_". Сервер _originserver_ — власник усіх загальнодоступних файлів для вебсайту та репозиторію f-droid.org. Він також відповідає за виштовхування оновлень на всі основні дзеркала. Тож можна з упевненістю сказати, що _originserver_ займає центральне місце в наших операціях. Кіаран Гультнієкс, засновник проєкту F-Droid, спокійно і покірно підтримує _originserver_ відтоді, як він вперше створив його понад десять років тому. Користувачі та спільнота F-Droid в боргу перед ним за багаторічну віддану службу, за те, що він продовжує підтримувати роботу проєкту, попри всі труднощі та негаразди.
zh_hans: 我们刚刚将又一个我们的基础设施的关键部分迁移到完全自动化的设置：“_源服务器_”。_源服务器_ 托管网站和 f-droid.org 存储库的所有公开文件。它也负责将更新推送到所有主镜像。所以可以说 _源服务器_ 是我们业务的中心。Ciaran Gultnieks，F-Droid 项目的创始人，自从他十多年前搭建 _源服务器_ 以来一直在安静尽职地维护它。为了这么多年的可靠服务，走过风风雨雨，F-Droid 用户和社区都欠他一份感激之情。

source: The main reason why we undertook this migration is to improve our "[bus factor](https://en.wikipedia.org/wiki/Bus_factor)". F-Droid relies on contributors to keep it running, but no single person should be solely responsible for any key piece of infrastructure. We are still a small team, so we focused on migrating this central server to be "[Infrastructure as code](https://en.wikipedia.org/wiki/Infrastructure_as_code)". Specifically, the whole central web and mirroring setup is now maintained in Ansible projects in the F-Droid GitLab group. Maintaining servers as code has a number of key advantages:
ru: Основная причина, по которой мы предприняли этот переход, - улучшение нашего "[bus factor](https://en.wikipedia.org/wiki/Bus_factor)". F-Droid полагается на участников, которые поддерживают его работу, но ни один человек не должен нести полную ответственность за ключевую часть инфраструктуры. Мы все еще небольшая команда, поэтому мы сосредоточились на переносе центрального сервера, чтобы он стал "[Инфраструктурой как код](https://en.wikipedia.org/wiki/Infrastructure_as_code)". В частности, весь центральный веб и зеркалирование теперь поддерживаются в проектах Ansible в группе F-Droid GitLab. Поддержание серверов в виде кода имеет ряд ключевых преимуществ:
uk: Основна причина, чому ми здійснили цю міграцію — це покращення нашого "[bus factor](https://uk.wikipedia.org/wiki/Bus_factor)". F-Droid покладається на учасників, щоб підтримувати його роботу, але жодна людина не повинна нести одноосібну відповідальність за будь-яку ключову частину інфраструктури. Ми досі невелика команда, тому ми зосередилися на міграції центрального сервера, щоб він став "[Інфраструктура як код](https://uk.wikipedia.org/wiki/%D0%86%D0%BD%D1%84%D1%80%D0%B0%D1%81%D1%82%D1%80%D1%83%D0%BA%D1%82%D1%83%D1%80%D0%B0_%D1%8F%D0%BA_%D0%BA%D0%BE%D0%B4)". Зокрема, весь центральний вебсервер та налаштування віддзеркалення тепер підтримується в проєктах Ansible в групі F-Droid GitLab. Підтримка серверів у вигляді коду має ряд ключових переваг:
zh_hans: 我们进行这次迁移的主要理由是为了提高我们的 "[bus factor](https://en.wikipedia.org/wiki/Bus_factor)"。F-Droid 依赖贡献者保持运行，但没有单独一个人应该对任何基础设施的关键部分唯一负责。我们仍然是一个小团队，所以我们专注于将中央服务器迁移到“[基础设施即代码](https://en.wikipedia.org/wiki/Infrastructure_as_code)”。具体来讲，整个中央网络和镜像设置现在在 F-Droid GitLab 组里的 Ansible 项目中维护。用代码管理服务器有几个关键优势：

source: The servers can be easily recreated by anyone who can run Ansible.
ru: Серверы могут быть легко воссозданы любым человеком, умеющим работать с Ansible.
uk: Сервери можуть бути легко відтворені будь-ким, хто вміє працювати з Ansible.
zh_hans: 任何可以运行 Ansible 的人都可以轻易重建服务器。

source: Automated server config makes it feasible to create highly detailed, custom security sandboxes.
ru: Автоматизированная настройка серверов позволяет создавать очень подробные, индивидуальные "песочницы" безопасности.
uk: Автоматизована конфігурація сервера дозволяє створювати високодеталізовані, індивідуальні пісочниці безпеки.
zh_hans: 自动化服务配置使得创建高度详细，自定义的安全沙箱成为可能。

source: Temporary instances making auditing easy, anyone with access to the code can test.
ru: Временные экземпляры облегчают аудит, и любой, кто имеет доступ к коду, может его проверить.
uk: Тимчасові екземпляри полегшують аудит, будь-хто, хто має доступ до коду, може протестувати.
zh_hans: 临时实例使审计变得容易，任何可以访问代码的人都可以测试。

source: This provides a huge "bus factor" improvement. Now anyone with access to the code can recreate a copy of our infrastructure. The F-Droid board controls the domain names, so in case of emergency, the board can direct the domain name to point to new infrastructure. Since F-Droid is all about free software, there are very few things that need to be kept secret, basically, just the cryptographic keys for signing, encryption, and access control. These keys can be regenerated and set up where they are needed (e.g. mirrors). The f-droid.org data is replicated across many mirrors around the world. And the f-droid.org website and repository comes from pulling in many public source code repositories to build the apps.
ru: Это обеспечивает огромное улучшение "шинного фактора". Теперь любой человек, имеющий доступ к коду, может воссоздать копию нашей инфраструктуры. Правление F-Droid контролирует доменные имена, поэтому в случае чрезвычайной ситуации оно может направить доменное имя на новую инфраструктуру. Поскольку F-Droid - это свободное программное обеспечение, очень мало вещей, которые нужно держать в секрете, в основном только криптографические ключи для подписи, шифрования и контроля доступа. Эти ключи можно регенерировать и устанавливать там, где они нужны (например, на зеркалах). Данные f-droid.org реплицируются на многих зеркалах по всему миру. А сайт и репозиторий f-droid.org создаются за счет привлечения многих публичных репозиториев исходного кода для создания приложений.
uk: Це забезпечує величезне покращення "автобусного фактору". Тепер будь-хто, хто має доступ до коду, може відтворити копію нашої інфраструктури. Правління F-Droid контролює доменні імена, тому в разі надзвичайної ситуації правління може перенаправити доменне ім'я на нову інфраструктуру. Оскільки F-Droid - це вільне програмне забезпечення, є дуже мало речей, які потрібно тримати в секреті, в основному, лише криптографічні ключі для підпису, шифрування та контролю доступу. Ці ключі можуть бути регенеровані та встановлені там, де вони потрібні (наприклад, на дзеркалах). Дані f-droid.org реплікуються на багатьох дзеркалах по всьому світу. А вебсайт і репозиторій f-droid.org створюються шляхом залучення багатьох загальнодоступних репозиторіїв початкового коду для складання застосунків.
zh_hans: 这大大提高了 "bus factor"。现在任何可以访问代码的人都可以重建一份我们的基础设施的副本， F-Droid 委员会控制域名，所以一旦遇到紧急情况，委员会可以将域名重定向到一个新的基础设施。因为 F-Driod 完全是自由软件，没有什么需要保密的东西，基本上，只有签名，加密和访问控制的密钥。这些密钥可以在需要的地方（例如镜像）重新生成并设置。f-droid.org 网站和存储库来自拉去很多公共源代码存储库以构建应用。

source: Last one: signing server
ru: Последний: сервер подписи
uk: Останній: сервер підписання
zh_hans: 最后一项：签名服务器
