Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: We share the concerns about the walled garden approach to app stores. While their design may have been driven out of concern for security and simplicity, they have become a source of unbridled control, censorship and surveillance. Smartphones are the primary computer for most and apps are the central mobile tool. Centralized, locked down phones keep the real power of modern computing needlessly out of reach of most of the world's population. The FFDW-DVD project will push F-Droid forward towards realizing full support for customization, curation, mirroring, censorship circumvention, and peer-to-peer sharing. We can provide a more free and less fragile solution for the sharing of capability and knowledge to all. On top of that, this project will give us focused time to work on making our processes run more efficiently and reliably.
de: Wir teilen die Sorge um die Herangehensweise an App Stores als ummauerter Garten. Auch wenn ihr Aufbau dem Interesse an Sicherheit und Unkompliziertheit entsprungen sein mag, sind sie mittlerweile zu einer Quelle ungezügelter Kontrolle, Zensur und Überwachung geworden. Smartphones sind für die meisten die Erstcomputer und Apps sind das zentrale, mobile Werkzeug. Zentralisierte, abgeschlossene Telefone sorgen dafür, dass das wahre Potential moderner Computertechnik unnötigerweise für die Mehrheit der Weltbevölkerung unerreichbar bleibt. Das FFDW-DVD-Projekt wird F-Droid voranbringen in Richtung Realisierung einer vollumfänglichen Unterstützung für kundenspezifische Anpassung, Kuratierung, Spiegelung, Zensurumgehung und Peer-to-Peer-Zugriff. Wir können eine freiere und weniger anfällige Lösung für die Verteilung von Können und Wissen an alle bereitstellen. Obendrein wird uns dieses Projekt Zeit verschaffen, fokussiert daran zu arbeiten, unsere Abläufe effizienter und verlässlicher zu gestalten.
pl: Podzielamy obawy związane z podejściem sklepów z aplikacjami typu "murowany ogród". Choć ich konstrukcja mogła wynikać z troski o bezpieczeństwo i prostotę, stały się one źródłem nieokiełznanej kontroli, cenzury i inwigilacji. Smartfony są dla większości podstawowym komputerem, a aplikacje są głównym narzędziem mobilnym. Scentralizowane, zamknięte telefony sprawiają, że prawdziwa moc nowoczesnych technologii komputerowych jest niepotrzebnie niedostępna dla większości ludzi na świecie. Projekt FFDW-DVD popchnie F-Droid w kierunku pełnego wsparcia dla personalizacji, kurateli, mirroringu, obchodzenia cenzury i udostępniania plików w sieci peer-to-peer. Możemy zapewnić bardziej swobodne i mniej kruche rozwiązanie do dzielenia się możliwościami i wiedzą dla wszystkich. Ponadto ten projekt pozwoli nam skupić się na pracy nad bardziej wydajnym i niezawodnym działaniem naszych procesów.
ro: Împărtășim îngrijorarea cu privire la abordarea de tip "grădină închisă" a magazinelor de aplicații. Deși este posibil ca designul lor să fi fost conceput din motive de securitate și simplitate, acestea au devenit o sursă de control, cenzură și supraveghere fără limite. Telefoanele inteligente sunt computerul principal pentru majoritatea, iar aplicațiile sunt instrumentul mobil central. Telefoanele centralizate și blocate mențin adevărata putere a informaticii moderne inutil de la îndemâna majorității populației lumii. Proiectul FFDW-DVD va împinge F-Droid către realizarea unui suport complet pentru personalizare, curatorie, oglindire, eludarea cenzurii și partajarea între egali. Putem oferi tuturor o soluție mai liberă și mai puțin fragilă pentru partajarea capacităților și cunoștințelor. În plus, acest proiect ne va oferi timp concentrat pentru a lucra pentru a face ca procesele noastre să funcționeze mai eficient și mai fiabil.
ru: Мы разделяем опасения по поводу "огороженности" магазинов приложений. Хотя их устройство, возможно, было продиктовано заботой о безопасности и простоте, они превратились в источник безудержного контроля, цензуры и слежки. Для большинства пользователей смартфоны являются основным компьютером, а приложения - главным мобильным инструментом. Централизованные, закрытые смартфоны делают реальную вычислительную мощь недоступной для большинства населения планеты. Проект FFDW-DVD продвинет F-Droid вперед к реализации полной поддержки кастомизации, курирования, зеркалирования, обхода цензуры и пирингового обмена. Мы сможем предоставить более свободное и менее уязвимое решение для обмена знаниями и возможностями для всех. Кроме того, этот проект позволит нам уделить время работе над повышением эффективности и надежности наших процессов.
uk: Нас хвилює, що для розповсюдження застосунків використовується підхід огороджених екосистем. Архітектура сховищ застосунків історично продиктована безпекою й простотою, втім вони стали джерелом необмеженого контролю, цензури й стеження. Смартфон — для більшості головний комп'ютер, а застосунки — основне мобільне знаряддя. Централізованість і замкненість телефонів марно обмежують доступ більшості населення світу до справжнього потенціалу сучасної комп'ютерної техніки. Проєкт FFDW-DVD наблизить F-Droid до втілення досконалої підтримки персоналізації, наставництва, дзеркал, обходу цензури, а також поширення peer-to-peer. Ми можемо створити вільне надійне рішення для загальнодоступності можливостей і знань. Також цей проєкт забезпечить нам виділений час на поліпшення ефективності й надійності наших процесів.
zh_hans: 我们同样担心应用商店的围墙花园方式。虽然它们的设计可能是出于对安全性和简单性的考虑，但它们已成为不受约束的控制、审查和监视的来源。智能手机是大多数人的主要计算机，而应用是主要的移动工具。集中式、锁定的电话使现代计算的真正力量不必要地远离了世界上大多数人口。FFDW-DVD 项目将推动 F-Droid 朝着全面支持定制、管理、镜像、审查规避和点对点共享迈进。我们可以为所有人共享能力和知识提供更自由、鲁棒的解决方案。最重要的是，这个项目将让我们有时间专注于使我们的流程更高效、更可靠地运行。

source: IPFS and Filecoin are central to this mission. IPFS has the potential to provide the plumbing for the entire F-Droid ecosystem. It is a decentralized filesystem where files are accessible by their [hash](https://docs.ipfs.io/concepts/hashing/) compiled into a [Content Identifier (CID)](https://docs.ipfs.io/concepts/content-addressing/). That means the unique signature of each file can be used to fetch that file from IPFS, no matter where it is actually stored. It can be stored on some server farm or the other smartphone next to you when on a mountain top. If the IPFS storage is reachable and contains the CID you need, it can be retrieved. Internet is not required. Additionally, if a file is important to you, you can "[pin](https://docs.ipfs.io/how-to/pin-files/)" it in your own IPFS storage or pay someone else to do it using Filecoin. As long as someone is interested in having a file publicly available, it can be maintained in IPFS, even if the original creator has taken it down.
de: IPFS und Filecoin spielen bei dieser Mission eine zentrale Rolle. IPFS hat das Potential, die Installationstechnik für das gesamte F-Droid-Ökosystem zu liefern. Es ist ein dezentrales Dateisystem, in dem Dateien über ihren [Hash](https://docs.ipfs.io/concepts/hashing/) zugänglich sind, der in einen [Content Identifier (CID)](https://docs.ipfs.io/concepts/content-addressing/) kompiliert wird. Das bedeutet die einzigartige Signatur jeder Datei kann dazu genutzt werden, diese Datei aus IPFS zu holen, unabhängig davon, wo sie momentan gespeichert ist. Sie kann auf irgendeiner Serverfarm liegen oder auf dem Smartphone nebenan, wenn ihr auf einem Berggipfel steht. Wenn der IPFS-Speicher erreichbar ist und die CID enthält, die ihr benötigt, kann sie abgerufen werden. Das Internet wird nicht benötigt. Darüberhinaus könnt ihr, wenn eine Datei wichtig für euch ist, sie in eurem eigenen IPFS-Speicher „[feststecken](https://docs.ipfs.io/how-to/pin-files/)“ oder jemand anderen mit Filecoin bezahlen, um dies zu tun. Solange jemand Interesse daran hat, eine Datei öffentlich zugänglich zu machen, kann sie in IPFS erhalten werden, selbst wenn der ursprüngliche Ersteller sie zurückgezogen hat.
pl: IPFS i Filecoin są kluczowe dla tej misji. IPFS ma potencjał, aby zapewnić instalację dla całego ekosystemu F-Droid. Jest to zdecentralizowany system plików, w którym pliki są dostępne poprzez ich [hash](https://docs.ipfs.io/concepts/hashing/) skompilowany w [Content Identifier (CID)](https://docs.ipfs.io/concepts/content-addressing/). Oznacza to, że unikalny podpis każdego pliku może być użyty do pobrania go z IPFS, bez względu na to, gdzie jest on faktycznie przechowywany. Może być przechowywany na jakiejś farmie serwerów lub na drugim smartfonie obok Ciebie, gdy jesteś na szczycie góry. Jeśli magazyn IPFS jest osiągalny i zawiera potrzebny identyfikator CID, można go pobrać. Internet nie jest konieczny. Dodatkowo, jeśli jakiś plik jest dla Ciebie ważny, możesz "[pin](https://docs.ipfs.io/how-to/pin-files/)" go umieścić we własnym magazynie IPFS lub zapłacić komuś innemu, aby to zrobił, używając Filecoin. Tak długo, jak ktoś jest zainteresowany publicznym udostępnianiem pliku, może on być utrzymywany w IPFS, nawet jeśli oryginalny twórca go usunął.
ro: IPFS și Filecoin sunt esențiale pentru această misiune. IPFS are potențialul de a furniza instalațiile necesare pentru întregul ecosistem F-Droid. Este un sistem de fișiere descentralizat în care fișierele sunt accesibile prin [hash](https://docs.ipfs.io/concepts/hashing/) compilat într-un [Content Identifier (CID)](https://docs.ipfs.io/concepts/content-addressing/). Aceasta înseamnă că semnătura unică a fiecărui fișier poate fi utilizată pentru a prelua fișierul respectiv din IPFS, indiferent unde este stocat efectiv. Acesta poate fi stocat într-o fermă de servere sau pe celălalt smartphone de lângă tine atunci când te afli în vârful unui munte. Dacă stocarea IPFS este accesibilă și conține CID-ul de care aveți nevoie, acesta poate fi recuperat. Nu este nevoie de internet. În plus, dacă un fișier este important pentru dvs., îl puteți "[pin](https://docs.ipfs.io/how-to/pin-files/)" în propriul spațiu de stocare IPFS sau puteți plăti pe altcineva să facă acest lucru folosind Filecoin. Atâta timp cât cineva este interesat ca un fișier să fie disponibil publicului, acesta poate fi păstrat în IPFS, chiar dacă creatorul original l-a retras.
ru: IPFS и Filecoin занимают центральное место в этой миссии. IPFS способна обеспечить работу всей экосистемы F-Droid. Это децентрализованная файловая система, в которой доступ к файлам осуществляется по их [хэшу](https://docs.ipfs.io/concepts/hashing/), скомпилированному в [идентификатор содержимого (CID)](https://docs.ipfs.io/concepts/content-addressing/). Это означает, что уникальная подпись каждого файла может быть использована для получения этого файла из IPFS, независимо от того, где он хранится. Он может храниться на какой-то серверной ферме или на другом смартфоне, лежащем рядом с вами на вершине горы. Если хранилище IPFS доступно и содержит нужный вам CID, его можно извлечь. Интернет не требуется. Кроме того, если файл важен для вас, вы можете "[pin](https://docs.ipfs.io/how-to/pin-files/)" его в своем собственном IPFS-хранилище или заплатить кому-то другому, чтобы он сделал это с помощью Filecoin. Пока кто-то заинтересован в том, чтобы файл был в открытом доступе, он может храниться в IPFS, даже если его первоначальный создатель удалил его.
uk: IPFS і Filecoin ключові в цій місії. IPFS має потенціал, щоб стати основою цілої екосистеми F-Droid. Це безцентрова файлова система, де кожен файл доступний за [хешем](https://docs.ipfs.io/concepts/hashing/), зібраним в [ідентифікатор вмісту (CID)](https://docs.ipfs.io/concepts/content-addressing/). Тобто за унікальним підписом кожного файлу можна отримати цей файл з IPFS незалежно від того, де файл насправді зберігається: у якомусь датацентрі чи на чиємусь смартфоні поруч із вами на верхівці гори. Якщо сховище IPFS доступне й містить потрібний вам CID, ви отримаєте файл. Інтернет необов'язковий. А коли певний файл вам цінний, ви можете «[закріпити](https://docs.ipfs.io/how-to/pin-files/)» його в своєму IPFS-сховищі чи заплатити за таку послугу комусь іще за допомогою Filecoin. Поки є люди, зацікавлені в загальнодоступності вашого файлу, він залишатиметься в IPFS навіть після видалення автором.
zh_hans: IPFS 和 Filecoin 是这项任务的核心。IPFS 有可能为整个 F-Droid 生态系统提供管道。它是一个去中心化的文件系统，文件可以通过它们被编译成[内容标识符 (CID)](https://docs.ipfs.io/concepts/content-addressing/) 的[哈希值](https://docs.ipfs.io/concepts/hashing/)访问。这意味着每个文件的唯一签名可用于从 IPFS 获取该文件，无论它实际存储在何处。它可以存储在某个服务器机房或当你在一座山顶时，你旁边的其他智能手机上。如果 IPFS 存储可访问并且包含你需要的 CID，则可以检索它。不需要互联网。此外，如果某个文件对你很重要，你可以将其 "[pin](https://docs.ipfs.io/how-to/pin-files/)" 在你自己的 IPFS 存储中或支付 Filecoin 使其他人做。只要有人对公开可用的文件感兴趣，它就可以在 IPFS 中维护，即使原始创建者已将其删除。

source: IPFS is working now, and services are using it, including [archive.org](https://blog.archive.org/2021/04/01/filecoin-foundation-grants-50000-fil-to-the-internet-archive/). But there is much work to be done before it really can replace current web hosting and file distribution methods. That means we will integrate IPFS in a hybrid approach, and we are already reporting our experiences upstream to help improve IPFS. F-Droid already supports repositories and mirrors, and IPFS will plug right into those channels. This gives the F-Droid ecosystem another layer of resiliency and flexibility.
de: IPFS funktioniert nun und Dienste verwenden es, einschließlich [archive.org](https://blog.archive.org/2021/04/01/filecoin-foundation-grants-50000-fil-to-the-internet-archive/). Aber es gibt noch eine Menge zu tun, bevor es wirklich das aktuelle Web-Hosting und die Methoden zur Dateiverteilung ersetzen kann. Das bedeutet, wir werden IPFS in einen hybriden Ansatz integrieren und wir teilen bereits unsere Erfahrungen mit dem Upstream, um dabei mitzuhelfen IPFS zu verbessern. F-Droid unterstützt schon Repositorys sowie Spiegelserver und IPFS wird sich genau in diese Kanäle einklinken. Dies verschafft dem F-Droid-Ökosystem eine weitere Ebene der Widerstandsfähigkeit und Flexibilität.
pl: IPFS działa już teraz i korzystają z niego różne serwisy, w tym [archive.org](https://blog.archive.org/2021/04/01/filecoin-foundation-grants-50000-fil-to-the-internet-archive/). Zanim jednak IPFS naprawdę zastąpi obecne metody hostingu i dystrybucji plików, trzeba jeszcze wiele zrobić. Oznacza to, że zintegrujemy IPFS w podejściu hybrydowym i już teraz przekazujemy nasze doświadczenia, aby pomóc w ulepszaniu IPFS. F-Droid już teraz obsługuje repozytoria i mirrory, a IPFS będzie podłączony bezpośrednio do tych kanałów. To daje ekosystemowi F-Droid kolejną warstwę odporności i elastyczności.
ro: IPFS funcționează acum, iar serviciile îl folosesc, inclusiv [archive.org](https://blog.archive.org/2021/04/01/filecoin-foundation-grants-50000-fil-to-the-internet-archive/). Dar mai sunt multe de făcut înainte ca acesta să poată înlocui cu adevărat metodele actuale de găzduire web și de distribuire a fișierelor. Aceasta înseamnă că vom integra IPFS într-o abordare hibridă și că deja raportăm experiențele noastre în amonte pentru a contribui la îmbunătățirea IPFS. F-Droid suportă deja depozite și oglinzi, iar IPFS se va conecta direct la aceste canale. Acest lucru oferă ecosistemului F-Droid un alt nivel de reziliență și flexibilitate.
ru: IPFS уже работает, и сервисы используют ее, включая [archive.org](https://blog.archive.org/2021/04/01/filecoin-foundation-grants-50000-fil-to-the-internet-archive/). Но предстоит проделать еще много работы, прежде чем она действительно сможет заменить существующие методы веб-хостинга и распространения файлов. Это означает, что мы будем интегрировать IPFS в гибридный подход, и мы уже сообщаем о нашем опыте, чтобы помочь улучшить IPFS. F-Droid уже поддерживает репозитории и зеркала, и IPFS будет подключена прямо к этим каналам. Это даст экосистеме F-Droid еще один уровень устойчивости и гибкости.
uk: IPFS уже використовують такі сервіси, як [archive.org](https://blog.archive.org/2021/04/01/filecoin-foundation-grants-50000-fil-to-the-internet-archive/). Але ще багато чого треба допрацювати, перш ніж вона зможе дійсно замінити наявні способи розміщення й розповсюдження файлів онлайн. Тому ми інтегруватимемо IPFS гібридним підходом, звітуючи про свої враження розробницям і розробникам IPFS задля її вдосконалення. F-Droid уже підтримує репозиторії й дзеркала, й IPFS під'єднається прямо до цих каналів. Це надасть екосистемі F-Droid ще один шар надійності й гнучкості.
zh_hans: IPFS 现在正在运行，并且一些服务正在使用它，包括 [archive.org](https://blog.archive.org/2021/04/01/filecoin-foundation-grants-50000-fil-to-the-internet-archive/)。但要真正取代当前的网络托管和文件分发方法，还有很多工作要做。这意味着我们将以混合方法集成 IPFS，并且我们已经向上游报告了我们的经验以帮助改进 IPFS。F-Droid 已经支持存储库和镜像，IPFS 将直接插入这些通道。这为 F-Droid 生态系统提供了另一层弹性和灵活性。

source: Since the "decentralized web" includes all sorts of things, it is important to also mention things that we will [not](https://www.theregister.com/2021/12/06/the_dark_equation_of_harm/) be doing with this grant. We are not looking at NFTs, blockchain, DAOs, smart contracts or related aspects of "[Web3](https://en.wikipedia.org/wiki/Web3)".
de: Nachdem das „dezentralisierte Web“ alle möglichen Dinge einschließt, ist es auch wichtig, die Sachen zu erwähnen, die wir [nicht](https://www.theregister.com/2021/12/06/the_dark_equation_of_harm/) mit diesem Zuschuss tun werden. Wir sehen nicht nach NFTs, Blockchain, DAOs, Smart Contracts oder damit verwandten Aspekten des „[Web3](https://en.wikipedia.org/wiki/Web3)“.
pl: Ponieważ "zdecentralizowana sieć" obejmuje wszelkiego rodzaju rzeczy, ważne jest, aby wspomnieć również o rzeczach, których nie będziemy (https://www.theregister.com/2021/12/06/the_dark_equation_of_harm/) robić z tą dotacją. Nie patrzymy na NFT, blockchain, DAO, inteligentne kontrakty lub powiązane aspekty "[Web3](https://en.wikipedia.org/wiki/Web3)".
ro: Deoarece "web-ul descentralizat" include tot felul de lucruri, este important să menționăm și lucrurile pe care [nu](https://www.theregister.com/2021/12/06/the_dark_equation_of_harm/) le vom face cu acest grant. Nu ne ocupăm de NFT-uri, blockchain, DAO-uri, contracte inteligente sau aspecte conexe ale "[Web3](https://en.wikipedia.org/wiki/Web3)".
ru: Поскольку «децентрализованная сеть» включает в себя все виды вещей, важно будет упомянуть вещи, которые мы [не](https://www.theregister.com/2021/12/06/the_dark_equation_of_harm/) будем делать с этим грантом. Мы не рассматриваем NFT, блокчейн, DAO, смарт-контракты или связанные с «[Web3](https://en.wikipedia.org/wiki/Web3)» аспекты.
uk: Оскільки «безцентровий веб» має багато значень, наголосимо, чого ми [не](https://www.theregister.com/2021/12/06/the_dark_equation_of_harm/) робитимемо в межах цього гранту. Нас не цікавлять NFT, блокчейн, DAO, смартдоговори чи інші аспекти «[Web3](https://en.wikipedia.org/wiki/Web3)».
zh_hans: 由于“去中心化网络”包括各种各样的东西，重要的是还要提到我们[不会](https://www.theregister.com/2021/12/06/the_dark_equation_of_harm/)用这笔资助做的事情。我们不关注 NFT、区块链、DAO、智能合约或 "[Web3](https://en.wikipedia.org/wiki/Web3)" 相关方面的工作。

source: Funded work
de: Finanziell geförderte Arbeiten
pl: Finansowana praca
ro: Activitatea finanțată
ru: Оплачиваемая работа
uk: Фінансована робота
zh_hans: 受资助的工作

source: This work is focused on strengthening F-Droid foundations while enabling repositories to be hosted on decentralized storage, while spreading our platform as a viable alternative for all kinds of users and organizations.
de: Diese Arbeit fokussiert sich auf die Stärkung der Grundlagen von F-Droid, wobei das Hosting von Repositorys auf dezentralisierten Speichern ermöglicht und unsere Plattform als brauchbare Alternative für alle Arten von Anwendern und Organisationen weiterverbreitet werden soll.
pl: Prace te koncentrują się na wzmocnieniu fundamentów F-Droid, umożliwiając jednocześnie hostowanie repozytoriów na zdecentralizowanych pamięciach masowych i rozpowszechniając naszą platformę jako realną alternatywę dla wszystkich rodzajów użytkowników i organizacji.
ro: Această lucrare se concentrează pe consolidarea fundațiilor F-Droid, permițând în același timp găzduirea depozitelor pe un sistem de stocare descentralizat, în timp ce răspândim platforma noastră ca o alternativă viabilă pentru toate tipurile de utilizatori și organizații.
ru: Эта работа направлена на укрепление основ F-Droid и обеспечение возможности размещения репозиториев в децентрализованных хранилищах, а также на распространение нашей платформы в качестве жизнеспособной альтернативы для всех типов пользователей и организаций.
uk: Робота зосереджена на зміцненні фундаменту F-Droid, що дасть змогу розміщувати репозиторії на безцентрових сховищах, популяризуючи платформу як життєздатну альтернативу для різноманітних користувачів і організацій.
zh_hans: 这项工作的重点是加强 F-Droid 基础，同时使存储库能够托管在去中心化存储上，同时将我们的平台作为各种用户和组织的可行替代方案进行传播。

source: Break out and overhaul core client logic around publishing and consuming repositories.
de: Aufbrechen und überarbeiten der Kernlogik des Client rund um Publikation und Konsum von Repositorys.
pl: Przełamanie i przebudowa podstawowej logiki klienta dotyczącej publikowania i korzystania z repozytoriów.
ro: Dezactivați și revizuiți logica de bază a clientului în ceea ce privește publicarea și consumarea depozitelor.
ru: Разберите и переработайте основную логику клиента, связанную с публикацией и потреблением репозиториев.
uk: Виокремити й допрацювати головну клієнтську логіку оприлюднення й споживання репозиторіїв.
zh_hans: 围绕发布和使用存储库突破和彻底检查核心客户端逻辑。

source: Make client logic into libraries to make it easy to embed repositories in any app that needs it.
de: Unterbringen der Client-Logik in Bibliotheken, um das Einbetten von Repositorys in jeder App, die sie braucht, zu vereinfachen.
pl: Przekształć logikę klienta w biblioteki, w celu ułatwienia osadzania repozytoriów w dowolnej aplikacji, która tego potrzebuje.
ro: Transformați logica clientului în biblioteci pentru a facilita încorporarea depozitelor în orice aplicație care are nevoie de ele.
ru: Превратите клиентскую логику в библиотеки, чтобы легко встраивать репозитории в любые приложения, которым это необходимо.
uk: Винести клієнтську логіку в бібліотеки, чим спростити вбудову репозиторіїв у будь-який застосунок, який їх потребує.
zh_hans: 将客户端逻辑放入库中，以便轻松地将存储库嵌入到任何需要它的应用中。

source: Add support for mirroring repositories onto both IPFS and Filecoin.
de: Ergänzen einer Unterstützung zur Spiegelung von Repositorys sowohl auf IPFS als auch Filecoin.
pl: Dodaj obsługę repozytoriów zwierciadlanych zarówno na IPFS, jak i Filecoin.
ro: Adăugarea suportului pentru oglindirea depozitelor atât pe IPFS, cât și pe Filecoin.
ru: Добавьте поддержку зеркалирования репозиториев как в IPFS, так и в Filecoin.
uk: Додати підтримку дзеркалювання репозиторіїв у IPFS і Filecoin.
zh_hans: 添加对将存储库镜像到 IPFS 和 Filecoin 的支持。

source: Add support in F-Droid client to use mirrors and repositories hosted on IPFS and Filecoin.
de: Support-Ergänzung im F-Droid-Client zur Nutzung von Spiegeln und Repositorys, die auf IPFS und Filecoin gehostet werden.
pl: Dodaj obsługę klienta F-Droid, aby korzystać z serwerów zwierciadlanych i repozytoriów obsługiwanych na IPFS i Filecoin.
ro: Adăugarea suportului în clientul F-Droid pentru a utiliza oglinzi și depozite găzduite pe IPFS și Filecoin.
ru: Добавьте в клиент F-Droid поддержку использования зеркал и репозиториев, размещенных на IPFS и Filecoin.
uk: Додати в клієнт F-Droid підтримку дзеркал і репозиторіїв, розміщених в IPFS і Filecoin.
zh_hans: 在 F-Droid 客户端中支持使用托管在 IPFS 和 Filecoin 上的镜像和存储库。

source: Improve F-Droid “white labeling”.
de: Verbessern des „White Labeling“ von F-Droid.
pl: Popraw „white labeling” F-Droida.
ro: Îmbunătățirea "etichetării albe" F-Droid.
ru: Улучшите "белую маркировку" F-Droid.
uk: Покращити підтримку ребрендингу F-Droid.
zh_hans: 改进 F-Droid “白标”。
