Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Briar is not yet in the F-Droid main repository because we're stuck on [reproducible build issues](https://code.briarproject.org/akwizgran/briar/issues/164). If you want to try it right now, you can [add the Briar repository to your F-Droid](https://briarproject.org/fdroid.html).
de: Briar befindet sich noch nicht im F-Droid-Hauptrepository, da uns noch [Probleme mit reproduzierbaren Builds](https://code.briarproject.org/akwizgran/briar/issues/164) beschäftigen. Sollten Sie es schon ausprobieren wollen, können Sie [das Briar-Repository zu Ihrem F-Droid-Client hinzufügen](https://briarproject.org/fdroid.html).
pl: Briar nie jest jeszcze w głównym repozytorium F-Droid, ponieważ utknęliśmy na [kwestiach odtwarzalności kompilacji](https://code.briarproject.org/akwizgran/briar/issues/164). Jeśli chcesz go teraz wypróbować, możesz [dodać repozytorium Briara do swojego F-Droida](https://briarproject.org/fdroid.html).
ro: Briar nu se află încă în depozitul principal F-Droid, deoarece suntem blocați pe [reproducible build issues](https://code.briarproject.org/akwizgran/briar/issues/164). Dacă doriți să îl încercați chiar acum, puteți [add the Briar repository to your F-Droid](https://briarproject.org/fdroid.html).
ru: Briar еще не включен в основной репозиторий F-Droid, потому что мы застряли на [воспроизводимых проблемах сборки](https://code.briarproject.org/akwizgran/briar/issues/164). Если вы хотите попробовать его прямо сейчас, вы можете [добавить репозиторий Briar в свой F-Droid](https://briarproject.org/fdroid.html).
uk: Briar ще не включений в основний репозиторій F-Droid, тому що ми застрягли на [відтворюваних проблемах збірки](https://code.briarproject.org/akwizgran/briar/issues/164). Якщо ви хочете спробувати його прямо зараз, ви можете [додати репозиторій Briar у свій F-Droid](https://briarproject.org/fdroid.html).
zh_hans: Briar 还没有出现在 F-Droid 主存储库中，因为我们卡在了[可重复构建问题](https://code.briarproject.org/akwizgran/briar/issues/164)上。如果你想现在就尝试它，你可以[将 Briar 存储库添加到你的 F-Droid](https://briarproject.org/fdroid.html)。

source: We were mentioned in a BuzzFeed article on [how apps sell your data](https://www.buzzfeed.com/nicolenguyen/how-apps-take-your-data-and-sell-it-without-you-even). _"[...] Kwet also suggests Android users try the F-Droid App Store, because it offers apps without tracking and has a strict auditing process."_
de: Wir wurden in einem BuzzFeed-Artikel erwähnt, der sich damit befasste, [wie Apps Ihre Daten verkaufen](https://www.buzzfeed.com/nicolenguyen/how-apps-take-your-data-and-sell-it-without-you-even). _"[...] Kwet schlug Android-Nutzern auch vor, den App-Store von F-Droid zu testen, weil er Apps ohne Überwachung anbietet und über eine strenge Auditierung verfügt."_
pl: Zostaliśmy wspominani w artykule BuzzFeed na temat [w jaki sposób aplikacje sprzedają twoje dane](https://www.buzzfeed.com/nicolenguyen/how-apps-take-your-data-and-sell-it-withou-even) . _" [...] Kwet sugeruje również użytkownikom systemu Android wypróbowanie aplikacji F-Droid App Store, ponieważ oferuje aplikacje bez śledzenia i ma ścisły proces audytu."_
ro: Am fost menționați într-un articol al BuzzFeed despre [how apps sell your data](https://www.buzzfeed.com/nicolenguyen/how-apps-take-your-data-and-sell-it-without-you-even)._ "[...] Kwet sugerează, de asemenea, utilizatorilor de Android să încerce F-Droid App Store, deoarece oferă aplicații fără urmărire și are un proces de audit strict."_
ru: Мы были упомянуты в статье BuzzFeed о том, [как приложения продают ваши данные](https://www.buzzfeed.com/nicolenguyen/how-apps-take-your-data-and-sell-it-without-you-even). _"[...] Квет также советует пользователям Android попробовать магазин приложений F-Droid, потому что он предлагает приложения без отслеживания и имеет строгий процесс аудита"_
uk: Ми були згадані в статті BuzzFeed про те, [як застосунки продають ваші дані](https://www.buzzfeed.com/nicolenguyen/how-apps-take-your-data-and-sell-it-without-you-even). _«[...] Квет також радить користувачам Android спробувати магазин застосунків F-Droid, тому що він пропонує застосунки без відстеження і має строгий процес аудиту»_
zh_hans: BuzzFeed 在一篇关于[应用如何销售你的数据](https://www.buzzfeed.com/nicolenguyen/how-apps-take-your-data-and-sell-it-without-you-even)的文章中提到了我们。_“[...] Kwet 还建议 Android 用户尝试 F-Droid 应用商店，因为它提供没有跟踪的应用，并且有严格的审计流程。”_

source: [Mattermost Classic](https://f-droid.org/packages/com.mattermost.mattermost/): Secure workplace messaging.
de: [Mattermost Classic](https://f-droid.org/packages/com.mattermost.mattermost/): Sicheres Arbeitsplatz-Messaging.
pl: [Mattermost Classic](https://f-droid.org/packages/com.mattermost.mattermost/): Bezpieczne przesyłanie wiadomości w miejscu pracy.
ro: [Mattermost Classic](https://f-droid.org/packages/com.mattermost.mattermost/): Mesagerie securizată pentru mediul de lucru.
ru: [Mattermost Classic](https://f-droid.org/packages/com.mattermost.mattermost/): Безопасный обмен сообщениями на рабочем месте.
uk: [Mattermost Classic](https://f-droid.org/packages/com.mattermost.mattermost/): Безпечний обмін повідомленнями на робочому місці.
zh_hans: [Mattermost Classic](https://f-droid.org/packages/com.mattermost.mattermost/)：安全的工作场所消息。

source: [WireGuard](https://f-droid.org/packages/com.wireguard.android/): Next generation secure VPN network tunnel.
de: [WireGuard](https://f-droid.org/packages/com.wireguard.android/): Nächste Generation sicherer VPN-Netzwerk-Tunnel.
pl: [WireGuard](https://f-droid.org/packages/com.wireguard.android/): Bezpieczny tunel sieci VPN nowej generacji.
ro: [WireGuard](https://f-droid.org/packages/com.wireguard.android/): Următoarea generație de tunel de rețea VPN securizat.
ru: [WireGuard](https://f-droid.org/packages/com.wireguard.android/): Безопасный сетевой туннель VPN следующего поколения.
uk: [WireGuard](https://f-droid.org/packages/com.wireguard.android/): Безпечний мережевий тунель VPN наступного покоління.
zh_hans: [WireGuard](https://f-droid.org/packages/com.wireguard.android/)：下一代安全 VPN 网络隧道。

source: [ReoTwé](https://f-droid.org/packages/de.digisocken.reotwe/): Minimalistic low-level microblogging client for twitter.
de: [ReoTwé](https://f-droid.org/packages/de.digisocken.reotwe/): Minimalistischer, systemnaher Twitter-Client für Mikroblogs.
pl: [ReoTwé](https://f-droid.org/packages/de.digisocken.reotwe/): Minimalistyczny klient mikroblogowania niskiego poziomu dla Twittera.
ro: [ReoTwé](https://f-droid.org/packages/de.digisocken.reotwe/): Client minimalist de microblogging de nivel scăzut pentru Twitter.
ru: [ReoTwé](https://f-droid.org/packages/de.digisocken.reotwe/): Минималистичный низкоуровневый клиент микроблогов для twitter.
uk: [ReoTwé](https://f-droid.org/packages/de.digisocken.reotwe/): Мінімалістичний низькорівневий клієнт мікроблогів для twitter.
zh_hans: [ReoTwé](https://f-droid.org/packages/de.digisocken.reotwe/)：Twitter 的极简的低层次微博客客户端。

source: [Open Map](https://f-droid.org/packages/org.osmdroid/): Map viewer using OpenStreetMap tiles. osmdroid is a (almost) full/free replacement for Android's MapView (v1 API) class. This is the included demo app.
de: [Open Map](https://f-droid.org/packages/org.osmdroid/): Kartenprojektor, der OpenStreetMap-Kacheln verwendet. Osmdroid ist ein (fast) kompletter/freier Ersatz für Androids Objektklasse MapView (v1 API). Dies ist die eingeschlossene Demo-App.
pl: [Open Map](https://f-droid.org/packages/org.osmdroid/): Przeglądarka map za pomocą kafelków OpenStreetMap. Osmdroid to (prawie) pełny/darmowy zamiennik dla klasy MapView (v1 API) Androida. Jest to dołączona aplikacja demo.
ro: [Open Maps](https://f-droid.org/packages/org.osmdroid/): Vizualizator de hărți care utilizează dale OpenStreetMap. osmdroid este un înlocuitor (aproape) complet/gratuit al clasei MapView (API v1) din Android. Aceasta este aplicația demonstrativă inclusă.
ru: [Open Map](https://f-droid.org/packages/org.osmdroid/): Программа просмотра карт, использующая плитки OpenStreetMap. osmdroid является (почти) полной/бесплатной заменой класса MapView (v1 API) для Android. Это прилагаемое демонстрационное приложение.
uk: [Open Map](https://f-droid.org/packages/org.osmdroid/): Програма перегляду карт, що використовує плитки OpenStreetMap. osmdroid є (майже) повною/безплатною заміною класу MapView (v1 API) для Android. Це демонстраційний застосунок.
zh_hans: [Open Map](https://f-droid.org/packages/org.osmdroid/)：使用 OpenStreetMap tiles 的地图查看器。osmdroid 是 Android 的 MapView (v1 API) 类的（几乎）完全/自由的替代品。这是收录的演示应用。

source: Alpha release of [ObscuraCam](https://f-droid.org/packages/org.witness.sscphase1/). With ObscuraCam you can blur and disguise faces in your photos and videos.
de: Alpha-Version von [ObscuraCam](https://f-droid.org/packages/org.witness.sscphase1/). Mit ObscuraCam können Gesichter auf Fotos und in Videos unkenntlich gemacht und verschleiert werden.
pl: Wydanie wersji alfa [ObscuraCam](https://f-droid.org/packages/org.witness.sscphase1/). Dzięki ObscuraCam możesz rozmazać i ukrywać twarze na zdjęciach i filmach.
ro: Lansarea Alpha a [ObscuraCam](https://f-droid.org/packages/org.witness.sscphase1/). Cu ObscuraCam puteți estompa și deghiza fețele din fotografiile și videoclipurile dumneavoastră.
ru: Альфа-релиз [ObscuraCam](https://f-droid.org/packages/org.witness.sscphase1/). С помощью ObscuraCam можно размывать и маскировать лица на фотографиях и видео.
uk: Альфа-випуск [ObscuraCam](https://f-droid.org/packages/org.witness.sscphase1/). За допомогою ObscuraCam можна розмивати й маскувати обличчя на світлинах і відео.
zh_hans: [ObscuraCam](https://f-droid.org/packages/org.witness.sscphase1/) 的 Alpha 版本。使用ObscuraCam，你可以模糊和伪装照片和视频中的面孔。

source: [Seguime](https://f-droid.org/packages/pc.javier.seguime/): Follow where your device goes without being followed by you.
de: [Seguime](https://f-droid.org/packages/pc.javier.seguime/): Gerätebewegungen verfolgen, wenn es nicht bei Ihnen ist.
pl: [Seguime](https://f-droid.org/packages/pc.javier.seguime/): Obserwuj miejsce, w którym znajduje się Twoje urządzenie, a nie podążaj za Tobą.
ro: [Seguime](https://f-droid.org/packages/pc.javier.seguime/): Urmăriți unde se duce dispozitivul dvs. fără a-l monitoriza.
ru: [Seguime](https://f-droid.org/packages/pc.javier.seguime/): Следите за тем, куда движется ваше устройство, без необходимости следить за вами.
uk: [Seguime](https://f-droid.org/packages/pc.javier.seguime/): Слідкуйте за тим, куди рухається ваш пристрій, без необхідності стежити за вами.
zh_hans: [Seguime](https://f-droid.org/packages/pc.javier.seguime/)：跟踪你的设备去了哪里而不必亲自跟随。

source: In total, a whopping 59 apps were updated! Here are the highlights:
de: Insgesamt wurden kolossale 59 Apps aktualisiert! Hier die Höhepunkte:
pl: W sumie zaktualizowano aż 59 aplikacji! Oto najważniejsze cechy:
ro: În total, au fost actualizate 59 de aplicații! Iată care sunt cele mai importante:
ru: В общей сложности было обновлено 59 приложений! Вот основные из них:
uk: В цілому було оновлено 59 застосунків! Ось основні з них:
zh_hans: 总共有多达 59 个应用更新了！以下是其中的亮点：

source: **Please update [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) ASAP!** A critical security issue was fixed in 2.1.4.
de: **[Conversations](https://f-droid.org/packages/eu.siacs.conversations/) bitte baldmöglichst aktualisieren!** Ein kritisches Sicherheitsproblem wurde in 2.1.4 behoben.
pl: **Proszę zaktualizować [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) ASAP!** Krytyczny problem bezpieczeństwa został naprawiony w 2.1.4.
ro: **Vă rugăm să actualizați [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) cât mai curând posibil!** O problemă critică de securitate a fost rezolvată în versiunea 2.1.4.
ru: **Пожалуйста, обновите [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) как можно скорее!** В версии 2.1.4 исправлена критическая проблема безопасности.
uk: **Будь ласка, оновіть [Conversations](https://f-droid.org/packages/eu.siacs.conversations/) якомога швидше!** У версії 2.1.4 виправлена критична проблема безпеки.
zh_hans: **请尽快更新[Conversations](https://f-droid.org/packages/eu.siacs.conversations/)！** 在 2.1.4 中修复了一个严重的安全问题。

source: Conversations Legacy and Conversations prior to 2.0.0 are not affected.
de: Conversations Legacy und Conversations-Versionen vor 2.0.0 sind nicht betroffen.
pl: Conversations Legacy i Conversations prior przed 2.0.0 nie dotyczy.
ro: Conversations Legacy și Conversations anterioare versiunii 2.0.0 nu sunt afectate.
ru: Conversations Legacy и Conversations до версии 2.0.0 не затрагиваются.
uk: Conversations Legacy і Conversations до версії 2.0.0 не зачіпаються.
zh_hans: Conversations Legacy 和 2.0.0 之前的 Conversations 不受影响。

source: [Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/) was updated from 1.4.17 to 1.5.2, with a redesigned user interface and bug fixes.
de: [Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/) wurde von 1.4.17 nach 1.5.2 aktualisiert, mit neu gestalteter Benutzeroberfläche und Fehlerlösungen.
pl: [Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/) został zaktualizowany z wersji od 1.4.17 do 1.5.2, z przeprojektowanym interfejsem użytkownika i poprawionymi błędami.
ro: [Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/) a fost actualizat de la 1.4.17 la 1.5.2, cu o interfață de utilizator reproiectată și corecturi de erori.
ru: [Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/) был обновлен с 1.4.17 до 1.5.2, с переработанным пользовательским интерфейсом и исправлением ошибок.
uk: [Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/) був оновлений з 1.4.17 до 1.5.2, з переробленим призначеним для користувача інтерфейсом і виправленням помилок.
zh_hans: [Altcoin Prices](https://f-droid.org/packages/eu.uwot.fabio.altcoinprices/) 从 1.4.17 更新到1.5.2，重新设计了用户界面并修复了一些错误。

source: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.1 fixes a memory leak which had caused contact sync problems + some minor improvements.
de: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.1 repariert ein Speicherleck, das Kontaktsynchronisationsprobleme verursachte, und einige kleinere Verbesserungen.
pl: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.1 naprawia wyciek pamięci, który spowodował problemy z synchronizacją kontaktów kilka drobnych ulepszeń.
ro: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.1 remediază o scurgere de memorie care a cauzat probleme de sincronizare a contactelor + câteva îmbunătățiri minore.
ru: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.1 исправляет утечку памяти, которая приводила к проблемам с синхронизацией контактов + некоторые незначительные улучшения.
uk: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.1 виправляє витік пам'яті, яка приводила до проблем із синхронізацією контактів + деякі незначні поліпшення.
zh_hans: [DAVdroid](https://f-droid.org/packages/at.bitfire.davdroid/) 1.11.1 修复了导致联系人同步问题的内存泄漏，以及一些小的改进。

source: The new release of [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) (1.8.8) is available on F-Droid. This update improves the detection of utm parameters and fixes the upload issue when editing the profile.
de: Die neue Version von [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) (1.8.8) ist auf F-Droid erhältlich. Dieses Update verbessert die Erkennung von UTM-Parametern und behebt das Upload-Problem bei Bearbeitung des Profils.
pl: Nowa wersja [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) (1.8.8) jest dostępny na F-Droid. Ta aktualizacja poprawia wykrywanie parametrów utm i rozwiązuje problem z przesyłaniem podczas edytowania profilu.
ro: Noua versiune a [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) (1.8.8) este disponibilă pe F-Droid. Această actualizare îmbunătățește detectarea parametrilor utm și rezolvă problema de încărcare la editarea profilului.
ru: Новый релиз [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) (1.8.8) доступен на F-Droid. В этом обновлении улучшено обнаружение utm-параметров и исправлена проблема с загрузкой при редактировании профиля.
uk: Новий реліз [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) (1.8.8) доступний на F-Droid. У цьому оновленні поліпшено виявлення utm-параметрів і виправлена проблема з завантаженням під час редагування профілю.
zh_hans: [Mastalab](https://f-droid.org/packages/fr.gouv.etalab.mastodon/) 的新版本(1.8.8) 已进入 F-Droid。此更新改进了 utm 参数的检测，并修复了编辑配置文件时的上传问题。

source: [PySolFC](https://f-droid.org/packages/org.lufebe16.pysolfc/) was updated from 0.8 to 2.2.0. Development of the Python sources has recently resumed (after an 8-year hyatus) using a [GitHub project](https://github.com/shlomif/PySolFC) and other resources. This new release adds compatibility with Python version 3.x and some other improvements.
de: [PySolFC](https://f-droid.org/packages/org.lufebe16.pysolfc/) wurde von 0.8 auf 2.2.0 aktualisiert. Die Entwicklung der Python-Quellen wurde vor Kurzem wieder aufgenommen (nach 8-jähriger Pause), wobei ein [GitHub-Projekt](https://github.com/shlomif/PySolFC) und weitere Ressourcen verwendet werden. In dieser neuen Version werden die Kompatibilität mit der Python-Version 3.x und einige weitere Verbesserungen ergänzt.
pl: [PySolFC](https://f-droid.org/packages/org.lufebe16.pysolfc/) został zaktualizowany z 0.8 do 2.2.0. Rozwój źródeł Pythona został wznowiony (po ośmioletnim hyatus) za pomocą [projektu GitHub](https://github.com/shlomif/PySolFC) i innych zasobów. Ta nowa wersja dodaje kompatybilność z wersją 3.x Pythona i kilka innych ulepszeń.
ro: [PySolFC](https://f-droid.org/packages/org.lufebe16.pysolfc/) a fost actualizat de la 0.8 la 2.2.0. Dezvoltarea surselor Python a fost reluată recent (după un hiatus de 8 ani) folosind un [proiect GitHub](https://github.com/shlomif/PySolFC) și alte resurse. Această nouă versiune adaugă compatibilitate cu versiunea 3.x a Python și alte câteva îmbunătățiri.
ru: [PySolFC](https://f-droid.org/packages/org.lufebe16.pysolfc/) был обновлен с 0.8 до 2.2.0. Разработка исходных текстов Python недавно возобновилась (после 8-летнего перерыва) с использованием проекта [GitHub](https://github.com/shlomif/PySolFC) и других ресурсов. В новом выпуске добавлена совместимость с Python версии 3.x и некоторые другие улучшения.
uk: [PySolFC](https://f-droid.org/packages/org.lufebe16.pysolfc/) був оновлений з 0.8 до 2.2.0. Розробка вихідних текстів Python недавно відновилася (після 8-річної перерви) з використанням проєкту [GitHub](https://github.com/shlomif/PySolFC) та інших ресурсів. У новому випуску додана сумісність з Python версії 3.x і деякі інші поліпшення.
zh_hans: [PySolFC](https://f-droid.org/packages/org.lufebe16.pysolfc/) 从 0.8 更新到 2.2.0。Python 源代码最近已经恢复开发（经过 8 年的中断），使用 [GitHub 项目](https://github.com/shlomif/PySolFC) 和其他资源。这个新版本添加了与 Python 3.x 版本 的兼容性和其他一些改进。

source: [MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/) was updated from 3.4.6 to 3.5.0, now with [legality checks for decks](https://github.com/AEFeinstein/mtg-familiar/issues/206), [search by watermark](https://github.com/AEFeinstein/mtg-familiar/issues/306), [Pauper](https://github.com/AEFeinstein/mtg-familiar/issues/366), [Energy on the mana pool page](https://github.com/AEFeinstein/mtg-familiar/issues/367), several code rewrites under the hood, as well as the usual slew of bug fixes.
de: [MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/)-Update von 3.4.6 auf 3.5.0, nun mit [Legalitätsprüfungen für Decks](https://github.com/AEFeinstein/mtg-familiar/issues/206), [Suche nach Wasserzeichen](https://github.com/AEFeinstein/mtg-familiar/issues/306), [Pauper](https://github.com/AEFeinstein/mtg-familiar/issues/366), [Energie auf der Mana-Pool-Seite](https://github.com/AEFeinstein/mtg-familiar/issues/367), einer Reihe von Codeüberarbeitungen wie auch der üblichen Menge an Bugfixes.
pl: [MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/) został zaktualizowany z wersji 3.4.6 do 3.5.0, teraz z [kontrolą legalności dla decków](https://github.com/AEFeinstein/mtg-familiar/issues/206), [wyszukiwanie według znaku wodnego](https://github.com/AEFeinstein/mtg-familiar/issues/306), [Pauper](https://github.com/AEFeinstein/mtg-familiar/issues/366), [Energia na stronie puli many](https://github.com/AEFeinstein/mtg-familiar/issues/367), kilka przeróbek kodu pod maską, jak również zwykłe mnóstwo poprawek.
ro: [MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/) a fost actualizat de la 3.4.6 la 3.5.0, acum cu [legality checks for decks](https://github.com/AEFeinstein/mtg-familiar/issues/206), [search by watermark](https://github.com/AEFeinstein/mtg-familiar/issues/306), [Pauper](https://github.com/AEFeinstein/mtg-familiar/issues/366), [Energy on the mana pool page](https://github.com/AEFeinstein/mtg-familiar/issues/367), mai multe rescrieri de cod sub acoperire, precum și o serie obișnuită de remedieri de erori.
ru: [MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/) был обновлен с 3.4.6 до 3.5.0, теперь в нем есть [проверка легальности колод](https://github.com/AEFeinstein/mtg-familiar/issues/206), [поиск по водяному знаку](https://github.com/AEFeinstein/mtg-familiar/issues/306), [Pauper](https://github.com/AEFeinstein/mtg-familiar/issues/366), [энергия на странице мана-пула](https://github.com/AEFeinstein/mtg-familiar/issues/367), несколько переработок кода под капотом, а также обычные исправления ошибок.
uk: [MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/) був оновлений з 3.4.6 до 3.5.0, тепер в ньому є [перевірка легальності колод](https://github .com/AEFeinstein/mtg-familiar/issues/206), [пошук по водяному знаку](https://github.com/AEFeinstein/mtg-familiar/issues/306), [Pauper](https://github.com/AEFeinstein/mtg-familiar/issues/366), [енергія на сторінці мана-пулу](https://github.com/AEFeinstein/mtg-familiar/issues/367), кілька перероблень коду під капотом, а також звичайні виправлення помилок.
zh_hans: [MTG Familiar](https://f-droid.org/packages/com.gelakinetic.mtgfam/) 从 3.4.6 更新到 3.5.0，现在随着 [decks 合法性检查](https://github.com/AEFeinstein/mtg-familiar/issues/206)，[按水印搜索](https://github.com/AEFeinstein/mtg-familiar/issues/306)，[Pauper](https://github.com/AEFeinstein/mtg-familiar/issues/366)，[魔力池页面上的能量](https://github.com/AEFeinstein/mtg-familiar/issues/367)等更新，在底层重写了一些代码，以及大量的错误修复。

source: [Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/) was updated to 20180427, fixing an annoying issue where the app crashed upon every autoupload.
de: [Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/) wurde auf 20180427 aktualisiert, welche ein lästiges Problem beseitigt bei dem die App nach jedem automatischen Upload abstürzte.
pl: [Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/) został zaktualizowany do 20180427, naprawiając irytujący problem, w którym aplikacja zawieszała się po każdym autouploadu.
ro: [Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/) a fost actualizat la 20180427, rezolvând o problemă enervantă în care aplicația se bloca la fiecare încărcare automată.
ru: [Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/) был обновлен до версии 20180427, исправлена раздражающая проблема, при которой приложение падало при каждой автозагрузке.
uk: [Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/) був оновлений до версії 20180427, виправлена дратівлива проблема, коли застосунок закривався під час кожного автозавантаження.
zh_hans: [Nextcloud dev](https://f-droid.org/packages/com.nextcloud.android.beta/) 已更新到 20180427，解决了每次自动上传时应用崩溃的恼人问题。
