Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[OpenWLANMap](https://f-droid.org/packages/com.vwp.owmap/)** was updated from 1.29 to 1.30
de: **[OpenWLANMap](https://f-droid.org/packages/com.vwp.owmap/)** erhielt ein Update von 1.29 auf 1.30
pl: **[OpenWLANMap](https://f-droid.org/packages/com.vwp.owmap/)** został zaktualizowany z 1.29 do 1.30
ro: **[OpenWLANMap](https://f-droid.org/packages/com.vwp.owmap/)** a fost actualizată de la 1.29 la 1.30
ru: **[OpenWLANMap](https://f-droid.org/packages/com.vwp.owmap/)** был обновлен с 1.29 до 1.30
uk: **[OpenWLANMap](https://f-droid.org/packages/com.vwp.owmap/)** оновлено з 1.29 до 1.30
zh_hans: **[OpenWLANMap](https://f-droid.org/packages/com.vwp.owmap/)** 从 1.29 更新到 1.30

source: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** was [updated](http://www.orgzly.com/changelog) from 1.7.1 to 1.7.7
de: **[Orgzly](https://f-droid.org/packages/com.orgzly/)**-[Aktualisierung](http://www.orgzly.com/changelog) von 1.7.1 auf 1.7.7
pl: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** został [zaktualizowany](http://www.orgzly.com/changelog) z 1.7.1 do 1.7.7
ro: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** a fost [updated](http://www.orgzly.com/changelog) de la 1.7.1 la 1.7.7
ru: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** был [обновлен](http://www.orgzly.com/changelog) с 1.7.1 до 1.7.7
uk: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** [оновлено](http://www.orgzly.com/changelog) з 1.7.1 до 1.7.7
zh_hans: **[Orgzly](https://f-droid.org/packages/com.orgzly/)** 从 1.7.1 [更新](http://www.orgzly.com/changelog)到 1.7.7

source: **[Oscilloscope](https://f-droid.org/packages/org.billthefarmer.scope/)** was [updated](https://github.com/billthefarmer/scope/releases) from 1.22 to 1.24
de: **[Oscilloscope](https://f-droid.org/packages/org.billthefarmer.scope/)**-[Aktualisierung](https://github.com/billthefarmer/scope/releases) von 1.22 auf 1.24
pl: **[Oscilloscope](https://f-droid.org/packages/org.billthefarmer.scope/)** został [zaktualizowany](https://github.com/billthefarmer/scope/releases) z 1.22 do 1.24
ro: **[Oscilloscope](https://f-droid.org/packages/org.billthefarmer.scope/)** a fost [updated](https://github.com/billthefarmer/scope/releases) de la 1,22 la 1,24
ru: **[Oscilloscope](https://f-droid.org/packages/org.billthefarmer.scope/)** был [обновлен](https://github.com/billthefarmer/scope/releases) с 1.22 до 1.24
uk: **[Oscilloscope](https://f-droid.org/packages/org.billthefarmer.scope/)** [оновлено](https://github.com/billthefarmer/scope/releases) з 1.22 до 1.24
zh_hans: **[Oscilloscope](https://f-droid.org/packages/org.billthefarmer.scope/)** 从 1.22 [更新](https://github.com/billthefarmer/scope/releases)至 1.24

source: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** was [updated](http://osmand.net/help/changes.html) from 3.3.6 to 3.3.8
de: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)**-[Aktualisierung](http://osmand.net/help/changes.html) von 3.3.6 auf 3.3.8
pl: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** został [zaktualizowany](http://osmand.net/help/changes.html) z 3.3.6 do 3.3.8
ro: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** a fost [updated](http://osmand.net/help/changes.html) de la 3.3.6 la 3.3.8
ru: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** был [обновлен](http://osmand.net/help/changes.html) с 3.3.6 до 3.3.8
uk: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** [оновлено](http://osmand.net/help/changes.html) з 3.3.6 до 3.3.8
zh_hans: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 从 3.3.6 [更新](http://osmand.net/help/changes.html)至 3.3.8

source: **[PSLab](https://f-droid.org/packages/io.pslab/)** was updated from 2.0.10 to 2.0.16
de: **[PSLab](https://f-droid.org/packages/io.pslab/)** erhielt ein Update von 2.0.10 auf 2.0.16
pl: **[PSLab](https://f-droid.org/packages/io.pslab/)** został zaktualizowany z 2.0.10 do 2.0.16
ro: **[PSLab](https://f-droid.org/packages/io.pslab/)** a fost actualizat de la 2.0.10 la 2.0.16
ru: **[PSLab](https://f-droid.org/packages/io.pslab/)** был обновлен с 2.0.10 до 2.0.16
uk: **[PSLab](https://f-droid.org/packages/io.pslab/)** оновлено з 2.0.10 до 2.0.16
zh_hans: **[PSLab](https://f-droid.org/packages/io.pslab/)** 从 2.0.10 更新到 2.0.16

source: **[Padland](https://f-droid.org/packages/com.mikifus.padland/)** was [updated](https://github.com/mikifus/padland/releases) from 1.4.1 to 1.5
de: **[Padland](https://f-droid.org/packages/com.mikifus.padland/)**-[Aktualisierung](https://github.com/mikifus/padland/releases) von 1.4.1 auf 1.5
pl: **[Padland](https://f-droid.org/packages/com.mikifus.padland/)** został [zaktualizowany](https://github.com/mikifus/padland/releases) z 1.4.1 do 1.5
ro: **[Padland](https://f-droid.org/packages/com.mikifus.padland/)** a fost [updated](https://github.com/mikifus/padland/releases) de la 1.4.1 la 1.5
ru: **[Padland](https://f-droid.org/packages/com.mikifus.padland/)** был [обновлен](https://github.com/mikifus/padland/releases) с 1.4.1 до 1.5
uk: **[Padland](https://f-droid.org/packages/com.mikifus.padland/)** [оновлено](https://github.com/mikifus/padland/releases) з 1.4.1 до 1.5
zh_hans: **[Padland](https://f-droid.org/packages/com.mikifus.padland/)** 从 1.4.1 [更新](https://github.com/mikifus/padland/releases)至 1.5

source: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)** was [updated](https://github.com/tacticalDevC/PanicTrigger/releases) from v0.4-4 to v0.5
de: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)**-[Aktualisierung](https://github.com/tacticalDevC/PanicTrigger/releases) von v0.4-4 auf v0.5
pl: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)** został [zaktualizowany](https://github.com/tacticalDevC/PanicTrigger/releases) z v0.4-4 do v0.5
ro: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)** a fost [updated](https://github.com/tacticalDevC/PanicTrigger/releases) de la v0.4-4 la v0.5
ru: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)** был [обновлен](https://github.com/tacticalDevC/PanicTrigger/releases) с v0.4-4 до v0.5
uk: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)** [оновлено](https://github.com/tacticalDevC/PanicTrigger/releases) з v0.4-4 до v0.5
zh_hans: **[PanicTrigger](https://f-droid.org/packages/at.tacticaldevc.panictrigger/)** 从 v0.4-4 [更新](https://github.com/tacticalDevC/PanicTrigger/releases)到 v0.5

source: **[PasseGares](https://f-droid.org/packages/fr.nocle.passegares/)** was updated from 1.3.8 to 1.3.9
de: **[PasseGares](https://f-droid.org/packages/fr.nocle.passegares/)** erhielt ein Update von 1.3.8 auf 1.3.9
pl: **[PasseGares](https://f-droid.org/packages/fr.nocle.passegares/)** został zaktualizowany z 1.3.8 do 1.3.9
ro: **[PasseGares](https://f-droid.org/packages/fr.nocle.passegares/)** a fost actualizat de la 1.3.8 la 1.3.9
ru: **[PasseGares](https://f-droid.org/packages/fr.nocle.passegares/)** был обновлен с 1.3.8 до 1.3.9
uk: **[PasseGares](https://f-droid.org/packages/fr.nocle.passegares/)** оновлено з 1.3.8 до 1.3.9
zh_hans: **[PasseGares](https://f-droid.org/packages/fr.nocle.passegares/)** 从 1.3.8 更新到 1.3.9

source: **[Pdf Viewer Plus](https://f-droid.org/packages/com.gsnathan.pdfviewer/)** was updated from 2.7 to 3.1
de: **[Pdf Viewer Plus](https://f-droid.org/packages/com.gsnathan.pdfviewer/)** erhielt ein Update von 2.7 auf 3.1
pl: **[Pdf Viewer Plus](https://f-droid.org/packages/com.gsnathan.pdfviewer/)** został zaktualizowany z 2.7 do 3.1
ro: **[Pdf Viewer Plus](https://f-droid.org/packages/com.gsnathan.pdfviewer/)** a fost actualizat de la 2.7 la 3.1
ru: **[Pdf Viewer Plus](https://f-droid.org/packages/com.gsnathan.pdfviewer/)** был обновлен с 2.7 до 3.1
uk: **[Pdf Viewer Plus](https://f-droid.org/packages/com.gsnathan.pdfviewer/)** оновлено з 2.7 до 3.1
zh_hans: **[Pdf Viewer Plus](https://f-droid.org/packages/com.gsnathan.pdfviewer/)** 从 2.7 更新到 3.1

source: **[Pedometer](https://f-droid.org/packages/de.j4velin.pedometer/)** was updated from 1.5.3 to 1.5.11
de: **[Pedometer](https://f-droid.org/packages/de.j4velin.pedometer/)** erhielt ein Update von 1.5.3 auf 1.5.11
pl: **[Pedometer](https://f-droid.org/packages/de.j4velin.pedometer/)** został zaktualizowany z 1.5.3 do 1.5.11
ro: **[Pedometer](https://f-droid.org/packages/de.j4velin.pedometer/)** a fost actualizat de la 1.5.3 la 1.5.11
ru: **[Pedometer](https://f-droid.org/packages/de.j4velin.pedometer/)** был обновлен с 1.5.3 до 1.5.11
uk: **[Pedometer](https://f-droid.org/packages/de.j4velin.pedometer/)** оновлено з 1.5.3 до 1.5.11
zh_hans: **[Pedometer](https://f-droid.org/packages/de.j4velin.pedometer/)** 从 1.5.3 更新到 1.5.11

source: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** was [updated](http://arnowelzel.de/wiki/en/android/app/periodical) from 1.31 to 1.32
de: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)**-[Aktualisierung](http://arnowelzel.de/wiki/en/android/app/periodical) von 1.31 auf 1.32
pl: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** został [zaktualizowany](http://arnowelzel.de/wiki/en/android/app/periodical) z 1.31 do 1.32
ro: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** a fost [updated](http://arnowelzel.de/wiki/en/android/app/periodical) de la 1,31 la 1,32
ru: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** был [обновлен](http://arnowelzel.de/wiki/en/android/app/periodical) с 1.31 до 1.32
uk: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** [оновлено](http://arnowelzel.de/wiki/en/android/app/periodical) з 1.31 до 1.32
zh_hans: **[Periodical](https://f-droid.org/packages/de.arnowelzel.android.periodical/)** 从 1.31 [更新](http://arnowelzel.de/wiki/en/android/app/periodical)到 1.32

source: **[Phone Saver](https://f-droid.org/packages/link.standen.michael.phonesaver/)** was updated from 4.1.0 to 5.1.1
de: **[Phone Saver](https://f-droid.org/packages/link.standen.michael.phonesaver/)** erhielt ein Update von 4.1.0 auf 5.1.1
pl: **[Phone Saver](https://f-droid.org/packages/link.standen.michael.phonesaver/)** został zaktualizowany z 4.1.0 do 5.1.1
ro: **[Phone Saver](https://f-droid.org/packages/link.standen.michael.phonesaver/)** a fost actualizat de la 4.1.0 la 5.1.1
ru: **[Phone Saver](https://f-droid.org/packages/link.standen.michael.phonesaver/)** был обновлен с 4.1.0 до 5.1.1
uk: **[Phone Saver](https://f-droid.org/packages/link.standen.michael.phonesaver/)** оновлено з 4.1.0 до 5.1.1
zh_hans: **[Phone Saver](https://f-droid.org/packages/link.standen.michael.phonesaver/)** 从 4.1.0 更新到 5.1.1

source: **[PhoneTrack](https://f-droid.org/packages/net.eneiluj.nextcloud.phonetrack/)** was [updated](https://gitlab.com/eneiluj/phonetrack-android/blob/HEAD/CHANGELOG.md) from 0.0.10 to 0.0.11
de: **[PhoneTrack](https://f-droid.org/packages/net.eneiluj.nextcloud.phonetrack/)**-[Aktualisierung](https://gitlab.com/eneiluj/phonetrack-android/blob/HEAD/CHANGELOG.md) von 0.0.10 auf 0.0.11
pl: **[PhoneTrack](https://f-droid.org/packages/net.eneiluj.nextcloud.phonetrack/)** został [zaktualizowany](https://gitlab.com/eneiluj/phonetrack-android/blob/HEAD/CHANGELOG.md) z 0.0.10 do 0.0.11
ro: **[PhoneTrack](https://f-droid.org/packages/net.eneiluj.nextcloud.phonetrack/)** a fost [updated](https://gitlab.com/eneiluj/phonetrack-android/blob/HEAD/CHANGELOG.md) de la 0.0.10 la 0.0.11
ru: **[PhoneTrack](https://f-droid.org/packages/net.eneiluj.nextcloud.phonetrack/)** был [обновлен](https://gitlab.com/eneiluj/phonetrack-android/blob/HEAD/CHANGELOG.md) с 0.0.10 до 0.0.11
uk: **[PhoneTrack](https://f-droid.org/packages/net.eneiluj.nextcloud.phonetrack/)** [оновлено](https://gitlab.com/eneiluj/phonetrack-android/blob/HEAD/CHANGELOG.md) з 0.0.10 до 0.0.11
zh_hans: **[PhoneTrack](https://f-droid.org/packages/net.eneiluj.nextcloud.phonetrack/)** 从 0.0.10 [更新](https://gitlab.com/eneiluj/phonetrack-android/blob/HEAD/CHANGELOG.md)到 0.0.11

source: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)** was updated from 1.2.0 to 1.3.0
de: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)** erhielt ein Update von 1.2.0 auf 1.3.0
pl: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)** został zaktualizowany z 1.2.0 do 1.3.0
ro: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)** a fost actualizat de la 1.2.0 la 1.3.0
ru: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)** был обновлен с 1.2.0 до 1.3.0
uk: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)** оновлено з 1.2.0 до 1.3.0
zh_hans: **[Phonograph](https://f-droid.org/packages/com.kabouzeid.gramophone/)** 从 1.2.0 更新到 1.3.0

source: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** was [updated](https://github.com/nicolasbrailo/PianOli/releases) from 1.4 to 1.7
de: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)**-[Aktualisierung](https://github.com/nicolasbrailo/PianOli/releases) von 1.4 auf 1.7
pl: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** został [zaktualizowany](https://github.com/nicolasbrailo/PianOli/releases) z 1.4 do 1.7
ro: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** a fost [updated](https://github.com/nicolasbrailo/PianOli/releases) de la 1,4 la 1,7
ru: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** был [обновлен](https://github.com/nicolasbrailo/PianOli/releases) с 1.4 до 1.7
uk: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** [оновлено](https://github.com/nicolasbrailo/PianOli/releases) з 1.4 до 1.7
zh_hans: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)** 从 1.4 [更新](https://github.com/nicolasbrailo/PianOli/releases)到 1.7

source: **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)** was [updated](https://github.com/kaputnikGo/PilferShushJammer/blob/HEAD/CHANGELOG.md) from 3.1.1 to 4.0.1
de: **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)**-[Aktualisierung](https://github.com/kaputnikGo/PilferShushJammer/blob/HEAD/CHANGELOG.md) von 3.1.1 auf 4.0.1
pl: **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)** został [zaktualizowany](https://github.com/kaputnikGo/PilferShushJammer/blob/HEAD/CHANGELOG.md) z 3.1.1 do 4.0.1
ro: **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)** a fost [updated](https://github.com/kaputnikGo/PilferShushJammer/blob/HEAD/CHANGELOG.md) de la 3.1.1 la 4.0.1
ru: **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)** был [обновлен](https://github.com/kaputnikGo/PilferShushJammer/blob/HEAD/CHANGELOG.md) с 3.1.1 до 4.0.1
uk: **[PilferShush Jammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)** [оновлено](https://github.com/kaputnikGo/PilferShushJammer/blob/HEAD/CHANGELOG.md) з 3.1.1 до 4.0.1
zh_hans: **[PilferShushJammer](https://f-droid.org/packages/cityfreqs.com.pilfershushjammer/)** 从 3.1.1 [更新](https://github.com/kaputnikGo/PilferShushJammer/blob/HEAD/CHANGELOG.md)到 4.0.1

source: **[PinPoi](https://f-droid.org/packages/io.github.fvasco.pinpoi/)** was updated from 1.5.5 to 1.5.6
de: **[PinPoi](https://f-droid.org/packages/io.github.fvasco.pinpoi/)** erhielt ein Update von 1.5.5 auf 1.5.6
pl: **[PinPoi](https://f-droid.org/packages/io.github.fvasco.pinpoi/)** został zaktualizowany z 1.5.5 do 1.5.6
ro: **[PinPoi](https://f-droid.org/packages/io.github.fvasco.pinpoi/)** a fost actualizat de la 1.5.5 la 1.5.6
ru: **[PinPoi](https://f-droid.org/packages/io.github.fvasco.pinpoi/)** был обновлен с 1.5.5 до 1.5.6
uk: **[PinPoi](https://f-droid.org/packages/io.github.fvasco.pinpoi/)** оновлено з 1.5.5 до 1.5.6
zh_hans: **[PinPoi](https://f-droid.org/packages/io.github.fvasco.pinpoi/)** 从 1.5.5 更新到 1.5.6

source: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** was [updated](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md) from 2.2.1 to 2.2.7
de: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)**-[Aktualisierung](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md) von 2.2.1 auf 2.2.7
pl: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** został [zaktualizowany](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md) z 2.2.1 do 2.2.7
ro: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** a fost [updated](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md) de la 2.2.1 la 2.2.7
ru: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** был [обновлен](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md) с 2.2.1 до 2.2.7
uk: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** [оновлено](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md) з 2.2.1 до 2.2.7
zh_hans: **[Pix-Art Messenger](https://f-droid.org/packages/de.pixart.messenger/)** 从 2.2.1 [更新](https://github.com/kriztan/Pix-Art-Messenger/blob/HEAD/CHANGELOG.md)到 2.2.7

source: **[Pixiv for Muzei](https://f-droid.org/packages/com.pixiv.muzei.pixivsource/)** was updated from 2.2.1 to 3.0.0
de: **[Pixiv for Muzei](https://f-droid.org/packages/com.pixiv.muzei.pixivsource/)** erhielt ein Update von 2.2.1 auf 3.0.0
pl: **[Pixiv for Muzei](https://f-droid.org/packages/com.pixiv.muzei.pixivsource/)** został zaktualizowany z 2.2.1 do 3.0.0
ro: **[Pixiv for Muzei](https://f-droid.org/packages/com.pixiv.muzei.pixivsource/)** a fost actualizat de la 2.2.1 la 3.0.0
ru: **[Pixiv для Muzei](https://f-droid.org/packages/com.pixiv.muzei.pixivsource/)** обновлено с 2.2.1 до 3.0.0
uk: **[Pixiv для Muzei](https://f-droid.org/packages/com.pixiv.muzei.pixivsource/)** оновлено з 2.2.1 до 3.0.0
zh_hans: **[Pixiv for Muzei](https://f-droid.org/packages/com.pixiv.muzei.pixivsource/)** 从 2.2.1 更新到 3.0.0

source: **[Poet Assistant](https://f-droid.org/packages/ca.rmen.android.poetassistant/)** was [updated](https://github.com/caarmen/poet-assistant/blob/HEAD/CHANGELOG.md) from 1.29.0 to 1.29.2
de: **[Poet Assistant](https://f-droid.org/packages/ca.rmen.android.poetassistant/)**-[Aktualisierung](https://github.com/caarmen/poet-assistant/blob/HEAD/CHANGELOG.md) von 1.29.0 auf 1.29.2
pl: **[Poet Assistant](https://f-droid.org/packages/ca.rmen.android.poetassistant/)** został [zaktualizowany](https://github.com/caarmen/poet-assistant/blob/HEAD/CHANGELOG.md) z 1.29.0 do 1.29.2
ro: **[Poet Assistant](https://f-droid.org/packages/ca.rmen.android.poetassistant/)** a fost [updated](https://github.com/caarmen/poet-assistant/blob/HEAD/CHANGELOG.md) de la 1.29.0 la 1.29.2
ru: **[Poet Assistant](https://f-droid.org/packages/ca.rmen.android.poetassistant/)** был [обновлен](https://github.com/caarmen/poet-assistant/blob/HEAD/CHANGELOG.md) с 1.29.0 до 1.29.2
uk: **[Poet Assistant](https://f-droid.org/packages/ca.rmen.android.poetassistant/)** [оновлено](https://github.com/caarmen/poet-assistant/blob/HEAD/CHANGELOG.md) з 1.29.0 до 1.29.2
zh_hans: **[Poet Assistant](https://f-droid.org/packages/ca.rmen.android.poetassistant/)** 从 1.29.0 [更新](https://github.com/caarmen/poet-assistant/blob/HEAD/CHANGELOG.md) 到 1.29.2

source: **[Prayer Times (Islamic Tools)](https://f-droid.org/packages/com.metinkale.prayer/)** was updated from 3.6.6 to 3.7
de: **[Prayer Times (Islamic Tools)](https://f-droid.org/packages/com.metinkale.prayer/)** erhielt ein Update von 3.6.6 auf 3.7
pl: **[Prayer Times (Islamic Tools)](https://f-droid.org/packages/com.metinkale.prayer/)** został zaktualizowany z 3.6.6 do 3.7
ro: **[Prayer Times (Islamic Tools)](https://f-droid.org/packages/com.metinkale.prayer/)** a fost actualizat de la 3.6.6 la 3.7
ru: **[Prayer Times (Islamic Tools)](https://f-droid.org/packages/com.metinkale.prayer/)** был обновлен с 3.6.6 до 3.7
uk: **[Час молитви (Мусульманські засоби)](https://f-droid.org/packages/com.metinkale.prayer/)** оновлено з 3.6.6 до 3.7
zh_hans: **[Prayer Times (Islamic Tools)](https://f-droid.org/packages/com.metinkale.prayer/)** 从 3.6.6 更新到 3.7

source: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)** was [updated](https://github.com/ostrya/PresencePublisher/releases) from 1.4 to 1.5.2
de: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)**-[Aktualisierung](https://github.com/ostrya/PresencePublisher/releases) von 1.4 auf 1.5.2
pl: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)** został [zaktualizowany](https://github.com/ostrya/PresencePublisher/releases) z 1.4 do 1.5.2
ro: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)** a fost [updated](https://github.com/ostrya/PresencePublisher/releases) de la 1.4 la 1.5.2
ru: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)** был [обновлен](https://github.com/ostrya/PresencePublisher/releases) с 1.4 до 1.5.2
uk: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)** [оновлено](https://github.com/ostrya/PresencePublisher/releases) з 1.4 до 1.5.2
zh_hans: **[Presence Publisher](https://f-droid.org/packages/org.ostrya.presencepublisher/)** 从 1.4 [更新](https://github.com/ostrya/PresencePublisher/releases)到 1.5.2

source: **[Pretend You're Xyzzy](https://f-droid.org/packages/com.gianlu.pretendyourexyzzy/)** was [updated](https://github.com/devgianlu/PretendYoureXyzzyAndroid/releases) from 2.8.10 to 2.8.13
de: **[Pretend You're Xyzzy](https://f-droid.org/packages/com.gianlu.pretendyourexyzzy/)**-[Aktualisierung](https://github.com/devgianlu/PretendYoureXyzzyAndroid/releases) von 2.8.10 auf 2.8.13
pl: **[Pretend You're Xyzzy](https://f-droid.org/packages/com.gianlu.pretendyourexyzzy/)** został [zaktualizowany](https://github.com/devgianlu/PretendYoureXyzzyAndroid/releases) z 2.8.10 do 2.8.13
ro: **[Pretend You're Xyzzy](https://f-droid.org/packages/com.gianlu.pretendyourexyzzy/)** a fost [updated](https://github.com/devgianlu/PretendYoureXyzzyAndroid/releases) de la 2.8.10 la 2.8.13
ru: **[Pretend You're Xyzzy](https://f-droid.org/packages/com.gianlu.pretendyourexyzzy/)** был [обновлен](https://github.com/devgianlu/PretendYoureXyzzyAndroid/releases) с 2.8.10 до 2.8.13
uk: **[Pretend You're Xyzzy](https://f-droid.org/packages/com.gianlu.pretendyourexyzzy/)** [оновлено](https://github.com/devgianlu/PretendYoureXyzzyAndroid/releases) з 2.8.10 до 2.8.13
zh_hans: **[Pretend You're Xyzzy](https://f-droid.org/packages/com.gianlu.pretendyourexyzzy/)** 从 2.8.10 [更新](https://github.com/devgianlu/PretendYoureXyzzyAndroid/releases)到 2.8.13
