Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[kboard](https://f-droid.org/packages/com.adgad.kboard/)**: A programmable keyboard for Android that lets you send phrases, lenny faces, macros, and data from the Internet in a single tap!
de: **[kboard](https://f-droid.org/packages/com.adgad.kboard/)**: Eine programmierbare Android-Tastatur, die Dich Redewendungen, Emojis, Makros und Daten aus dem Internet mit einem Klick versenden lässt!
pl: **[kboard](https://f-droid.org/packages/com.adgad.kboard/)**: Programowalna klawiatura dla systemu Android, która umożliwia wysyłanie fraz, lenny faces, makr i danych z Internetu za jednym dotknięciem!
ro: **[kboard](https://f-droid.org/packages/com.adgad.kboard/)**: O tastatură programabilă pentru Android care vă permite să trimiteți fraze, fețe de lenny, macro-uri și date de pe Internet printr-o singură atingere!
ru: **[kboard](https://f-droid.org/packages/com.adgad.kboard/)**: Программируемая клавиатура для Android, которая позволяет отправлять фразы, ленни фейсы, макросы и данные из интернета в одно касание!
uk: **[kboard](https://f-droid.org/packages/com.adgad.kboard/)**: Програмована клавіатура для Android, яка дозволяє відправляти фрази, ленни фейси, макроси і дані з інтернету в один дотик!
zh_hans: **[kboard](https://f-droid.org/packages/com.adgad.kboard/)**：用于 Android 的可编程键盘，可让你一键发送短语，颜文字，宏和互联网上的数据！

source: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)**: Vnc viewer that aims to be easy to use and fast.
de: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)**: VNC-Viewer mit dem Ziel leicht bedienbar und schnell zu sein.
pl: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)**: Przeglądarka Vnc łatwa i szybka w obsłudze.
ro: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)**: Vnc viewer care își propune să fie ușor de utilizat și rapid.
ru: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)**: Программа для просмотра VNC, которая стремится быть простой в использовании и быстрой.
uk: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)**: Програма для перегляду VNC, яка прагне бути простою у використанні і швидкою.
zh_hans: **[MultiVNC](https://f-droid.org/packages/com.coboltforge.dontmind.multivnc/)**：旨在易于使用和快速的 Vnc 查看器。

source: **[TalkBack](https://f-droid.org/packages/com.google.android.accessibility.talkback/)**: Accessibility improvements.
de: **[TalkBack](https://f-droid.org/packages/com.google.android.accessibility.talkback/)**: Barrierefreiheitsoptimierungen.
pl: **[TalkBack](https://f-droid.org/packages/com.google.android.accessibility.talkback/)**: Poprawa dostępności.
ro: **[TalkBack](https://f-droid.org/packages/com.google.android.accessibility.talkback/)**: Îmbunătățirea accesibilității.
ru: **[TalkBack](https://f-droid.org/packages/com.google.android.accessibility.talkback/)**: Улучшения доступности.
uk: **[TalkBack](https://f-droid.org/packages/com.google.android.accessibility.talkback/)**: Покращення доступності.
zh_hans: **[TalkBack](https://f-droid.org/packages/com.google.android.accessibility.talkback/)**：辅助功能改进。

source: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)**: Snapchat streaks reminder.
de: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)**: Erinnerungen für Snapchat-Streaks.
pl: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)**: Przypomnienie Snapchat.
ro: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)**: Snapchat streaks memento.
ru: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)**: Напоминание о Snapchat.
uk: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)**: Нагадування про Snapchat.
zh_hans: **[Streak Alarm](https://f-droid.org/packages/com.iatfei.streakalarm/)**：Snapchat 条纹提醒。

source: **[SQLiteViewer](https://f-droid.org/packages/com.orpheusdroid.sqliteviewer/)**: A simple sqlite database viewer.
de: **[SQLiteViewer](https://f-droid.org/packages/com.orpheusdroid.sqliteviewer/)**: Ein einfacher SQLite-Datenbankbetrachter.
pl: **[SQLiteViewer](https://f-droid.org/packages/com.orpheusdroid.sqliteviewer/)**: Prosta przeglądarka baz danych sqlite.
ro: **[SQLiteViewer](https://f-droid.org/packages/com.orpheusdroid.sqliteviewer/)**: Un simplu vizualizator de baze de date sqlite.
ru: **[SQLiteViewer](https://f-droid.org/packages/com.orpheusdroid.sqliteviewer/)**: Простой просмотрщик баз данных sqlite.
uk: **[SQLiteViewer](https://f-droid.org/packages/com.orpheusdroid.sqliteviewer/)**: Простий переглядач баз даних sqlite.
zh_hans: **[SQLiteViewer](https://f-droid.org/packages/com.orpheusdroid.sqliteviewer/)**：一个简单的 sqlite 数据库查看器。

source: **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**: The "pro" version replacing **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)**. Follow through [here](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074) for the full story on what "pro" means.
de: **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**: Die "Pro"-Version ersetzt **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)**. Verfolge [hier](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074) die ganze Geschichte, was "Pro" bedeutet.
pl: **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**: Wersja "pro" zastępująca **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)**. Przejdź [tutaj](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074), aby uzyskać pełną historię na temat tego, co oznacza "pro".
ro: **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**: Versiunea "pro" care înlocuiește **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)**. Urmăriți [here](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074) pentru informații complete despre ce înseamnă "pro".
ru: **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**: "pro" версия, заменяющая **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)**. Пройдите по ссылке [здесь](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074), чтобы получить полную информацию о том, что означает "pro".
uk: **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**: "pro" версія, що замінює **[Draw](https://f- droid.org/wiki/page/com.simplemobiletools.draw)**. Пройдіть по посиланню [тут](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074), щоб отримати повну інформацію про те, що означає "pro".
zh_hans: **[Simple Draw Pro](https://f-droid.org/packages/com.simplemobiletools.draw.pro/)**：取代 **[Draw](https://f-droid.org/wiki/page/com.simplemobiletools.draw)**。到[这里](https://github.com/SimpleMobileTools/Simple-Gallery/issues/1074)了解 "Pro" 的含义的完整故事。

source: **[Stop-o-Moto](https://f-droid.org/packages/de.digisocken.stop_o_moto/)**: Make gif and video files by taking single pictures.
de: **[Stop-o-Moto](https://f-droid.org/packages/de.digisocken.stop_o_moto/)**: GIF- und Video-Dateien durch Aufnahme von Einzelbildern herstellen.
pl: **[Stop-o-Moto](https://f-droid.org/packages/de.digisocken.stop_o_moto/)**: Twórz pliki gif i wideo, wykonując pojedyncze zdjęcia.
ro: **[Stop-o-Moto](https://f-droid.org/packages/de.digisocken.stop_o_moto/)**: Creați fișiere gif și video prin realizarea de fotografii unice.
ru: **[Stop-o-Moto](https://f-droid.org/packages/de.digisocken.stop_o_moto/)**: Создавайте gif- и видеофайлы, делая одиночные снимки.
uk: **[Stop-o-Moto](https://f-droid.org/packages/de.digisocken.stop_o_moto/)**: Створюйте gif- і відеофайли, роблячи поодинокі знімки.
zh_hans: **[Stop-o-Moto](https://f-droid.org/packages/de.digisocken.stop_o_moto/)**：通过单张照片制作 gif 和视频文件。

source: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)**: Auxiliary program for the unpopular music player and opus 1 music player.
de: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)**: Hilfsprogramm für den “Unpopular Music Player“ und “Opus 1 Music Player“.
pl: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)**: Program pomocniczy dla niepopularnego odtwarzacza muzycznego i odtwarzacza muzycznego opus 1.
ro: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)**: Program auxiliar pentru playerul muzical nepopular și playerul muzical opus 1.
ru: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)**: Вспомогательная программа для непопулярного музыкального проигрывателя и музыкального проигрывателя opus 1.
uk: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)**: Допоміжна програма для непопулярного музичного програвача та музичного програвача opus 1.
zh_hans: **[Classical Music Scanner](https://f-droid.org/packages/de.kromke.andreas.mediascanner/)**：unpopular music player 和 opus 1 music player 的辅助程序。

source: **[Bépo clavier externe](https://f-droid.org/packages/fr.bepo.clavierexterne/)**: Bépo pour clavier externe.
de: **[Bépo clavier externe](https://f-droid.org/packages/fr.bepo.clavierexterne/)**: Französische Bépo-Tastaturbelegung für externe Tastatur.
pl: **[Bépo clavier externe](https://f-droid.org/packages/fr.bepo.clavierexterne/)**: Bépo dla klawiatury zewnętrznej.
ro: **[Bépo clavier externe](https://f-droid.org/packages/fr.bepo.clavierexterne/)**: Bepo pentru tastatură externă.
ru: **[Внешняя клавиатура Bepo](https://f-droid.org/packages/fr.bepo.clavierexterne/)**: Bepo для внешней клавиатуры.
uk: **[Bépo clavier externe](https://f-droid.org/packages/fr.bepo.clavierexterne/)**: Bépo для зовнішньої клавіатури.
zh_hans: **[Bépo clavier externe](https://f-droid.org/packages/fr.bepo.clavierexterne/)**: Bépo 外部键盘。

source: **[Pi-hole Droid](https://f-droid.org/packages/friimaind.piholedroid/)**: Unofficial client that connects to your pi-hole to show charts and statistics.
de: **[Pi-hole Droid](https://f-droid.org/packages/friimaind.piholedroid/)**: Inoffizieller Client, der sich mit Deinem Pi-Hole verbindet, um Diagramme und Statistiken anzuzeigen.
pl: **[Pi-hole Droid](https://f-droid.org/packages/friimaind.piholedroid/)**: Nieoficjalny klient, który łączy się z pi-hole, aby wyświetlić wykresy i statystyki.
ro: **[Pi-hole Droid](https://f-droid.org/packages/friimaind.piholedroid/)**: Client neoficial care se conectează la pi-hole pentru a afișa grafice și statistici.
ru: **[Pi-hole Droid](https://f-droid.org/packages/friimaind.piholedroid/)**: Неофициальный клиент, который подключается к вашему pi-hole для отображения графиков и статистики.
uk: **[Pi-hole Droid](https://f-droid.org/packages/friimaind.piholedroid/)**: Неофіційний клієнт, який підключається до вашого pi-hole для відображення графіків і статистики.
zh_hans: **[Pi-hole Droid](https://f-droid.org/packages/friimaind.piholedroid/)**：连接到你的 pi-hole 以显示图表和统计数据的非官方客户端。

source: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)**: Access avh schweinfurt's dsb board.
de: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)**: Zugang zum digitalen Schwarzen Brett des AvH Schweinfurt.
pl: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)**: Uzyskaj dostęp do forum dsb avh schweinfurt.
ro: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)**: Accesează tabloul dsb al avh schweinfurt.
ru: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)**: Доступ к dsb-плате avh schweinfurt.
uk: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)**: Доступ до dsb-дошки avh schweinfurt.
zh_hans: **[DSBDirect](https://f-droid.org/packages/godau.fynn.dsbdirect/)**：访问 avh schweinfurt 的 dsb 板。

source: **[cone](https://f-droid.org/packages/info.tangential.cone/)**: Data entry tool for the plain text accounting ledger format.
de: **[cone](https://f-droid.org/packages/info.tangential.cone/)**: Tool zur Text-Dateneingabe bei der Buchführung im Ledger-Format.
pl: **[cone](https://f-droid.org/packages/info.tangential.cone/)**: Narzędzie do wprowadzania danych do księgi rachunkowej w formacie zwykłego tekstu.
ro: **[cone](https://f-droid.org/packages/info.tangential.cone/)**: Instrument de introducere a datelor pentru registrul contabil în format text simplu.
ru: **[cone](https://f-droid.org/packages/info.tangential.cone/)**: Инструмент ввода данных для бухгалтерской книги в формате простого текста.
uk: **[cone](https://f-droid.org/packages/info.tangential.cone/)**: Інструмент введення даних для бухгалтерської книги в форматі простого тексту.
zh_hans: **[cone](https://f-droid.org/packages/info.tangential.cone/)**：纯文本会计账本格式的数据录入工具。

source: **[POuL BITS](https://f-droid.org/packages/org.poul.bits.android/)**
ro: **[POuL BITS_(BITS POuL)](https://f-droid.org/packages/org.poul.bits.android/)**
zh_hans: **[米兰理工大学开放 Unix 实验室](https://f-droid.org/packages/org.poul.bits.android/)**

source: {{ page.featured }} **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** has been [updated](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) to version 3.5.0. Highlights are the new Material design, a chunked upload depending on connection (wifi 10mb, mobile 1mb). One can now directly upload a captured image in any folder. Also the existing Document Provider integration got extended to be fully working, so e.g. creating & saving a text from editor is directly working without starting the Nextcloud app. Last but not least all downloaded files will be updated in a background job every 15 min when on Wifi, to ensure that you have always the latest copy. This deprecates the old “keep in sync” setting.
de: {{ page.featured }} **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** erhielt ein [Update](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) auf Version 3.5.0. Höhepunkte sind das neue Material Design, das verbindungsabhängige, blockweise Hochladen (WLAN 10 MB, mobil 1 MB). Man kann nun ein aufgenommenes Bild in jeden Ordner hochladen. Außerdem wurde die bestehende Document Provider Integration auf den vollen Funktionsumfang ausgeweitet, so funktioniert z. B. die Erstellung & das Speichern eines Textes aus dem Editor direkt, ohne Start der Nextcloud-App. Schließlich werden alle heruntergeladenen Dateien im Hintergrund, bei einer WLAN-Verbindung alle 15 Minuten, aktualisiert, um sicherzustellen, dass ihr immer die neueste Kopie habt. Dies schafft die alte Einstellung “keep in sync” ab.
pl: {{ page.featured }} **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** został [zaktualizowany](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) do wersji 3.5.0. Najważniejsze z nich to nowa konstrukcja materiałowa, wgrywanie kawałkowe w zależności od połączenia (Wifi 10mb, mobilny 1mb). Teraz można bezpośrednio przesłać przechwycony obraz w dowolnym folderze. Również istniejąca integracja z dostawcą dokumentów została rozszerzona i w pełni działa, więc np. tworzenie i zapisywanie tekstu z edytora działa bezpośrednio bez uruchamiania aplikacji Nextcloud. Ostatni, ale nie najmniej ważny jest fakt, że wszystkie pobrane pliki będą aktualizowane w pracy w tle co 15 minut, kiedy korzystasz z Wifi, aby zapewnić, że zawsze masz najnowszą kopię. W ten sposób przestaje obowiązywać stare ustawienie "synchronizuj".
ro: {{ page.featured }} **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** a fost [updated](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) la versiunea 3.5.0. Punctele de atracție sunt noul design Material, o încărcare pe bucăți în funcție de conexiune (wifi 10mb, mobil 1mb). Acum se poate încărca direct o imagine capturată în orice dosar. De asemenea, integrarea existentă a Document Provider a fost extinsă pentru a fi complet funcțională, astfel încât, de exemplu, crearea și salvarea unui text din editor funcționează direct fără a porni aplicația Nextcloud. Nu în ultimul rând, dar nu în ultimul rând, toate fișierele descărcate vor fi actualizate în fundal la fiecare 15 minute atunci când sunteți conectat la Wifi, pentru a vă asigura că aveți întotdeauna cea mai recentă copie. Acest lucru depreciază vechea setare "keep in sync".
ru: {{ page.featured }} **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** был [обновлен](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) до версии 3.5.0. Отличительными особенностями являются новый дизайн Material, загрузка в куски в зависимости от соединения (wifi 10mb, mobile 1mb). Теперь можно напрямую загрузить захваченное изображение в любую папку. Также была расширена интеграция с Document Provider, и теперь, например, создание и сохранение текста из редактора работает напрямую, без запуска приложения Nextcloud. И последнее, но не менее важное: все загруженные файлы будут обновляться в фоновом режиме каждые 15 минут при подключении к Wi-Fi, чтобы у вас всегда была последняя копия. Это отменяет старую настройку "синхронизировать".
uk: {{ page.featured }} **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** було [оновлено](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md) до версії 3.5.0. Відмінними рисами є новий дизайн Material, завантаження в шматки в залежності від сполуки (wifi 10mb, mobile 1mb). Тепер можна безпосередньо завантажити захоплене зображення в будь-яку теку. Також була розширена інтеграція з Document Provider, і тепер, наприклад, створення і збереження тексту з редактора працює безпосередньо, без запуску програми Nextcloud. І останнє, але не менш важливе: всі завантажені файли будуть оновлюватися у фоновому режимі кожні 15 хвилин при підключенні до Wi-Fi, щоб у вас завжди була остання копія. Це скасовує стару настройку "синхронізувати".
zh_hans: {{ page.featured }} **[Nextcloud](https://f-droid.org/packages/com.nextcloud.client/)** 已[更新](https://github.com/nextcloud/android/blob/HEAD/CHANGELOG.md)到版本 3.5.0。亮点是新的材质设计，根据连接（wifi 10mb，移动设备1mb）分块上传。现在可以直接在任何文件夹中上传捕获的图像。现有的 Document Provider 集成也得到了扩展，可以完全正常工作，例如从编辑器创建和保存文本直接工作，不需要启动 Nextcloud 应用。最后但同样重要的一点是，在 Wifi 上时，所有下载的文件将在后台作业中每 15 分钟更新一次，以确保你始终拥有最新的副本。这会弃用旧的“保持同步”设置。

source: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** was [updated](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md) from 4.1.1 to 5.0.1, with completely rewritten item selection under the hood, and now requiring at least Android 5.0.
de: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** wurde von 4.1.1 auf 5.0.1 [aktualisiert](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md), mit komplett neu gestalteter Elementauswahl und Anhebung der Mindestanforderung auf Android 5.0.
pl: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md) z 4.1.1 do 5.0.1, z całkowicie przepisanym wyborem pozycji pod maską, a teraz wymaga co najmniej systemu Android 5.0.
ro: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md) de la 4.1.1 to 5.0.1, cu o selecție a elementelor complet rescrisă sub acoperire și care necesită acum cel puțin Android 5.0.
ru: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md) с 4.1.1 до 5.0.1, с полностью переписанным выбором элементов под капотом, и теперь требует как минимум Android 5.0.
uk: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** було [оновлено](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md) з 4.1.1 до 5.0.1, з повністю переписані вибором елементів під капотом, і тепер вимагає як мінімум Android 5.0.
zh_hans: **[App Launcher](https://f-droid.org/packages/com.simplemobiletools.applauncher/)** 已从 4.1.1 [更新](https://github.com/SimpleMobileTools/Simple-App-Launcher/blob/HEAD/CHANGELOG.md)到 5.0.1，在后台完全重写了项目选择，现在至少需要 Android 5.0。

source: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** was [updated](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) to 6.3.0, adding default settings for start time/duration/event type for new events, allowing import and export of settings, and fixing some glitches.
de: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** wurde auf 6.3.0 [aktualisiert](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md), ergänzt Standardeinstellungen für Beginn/Dauer/Veranstaltungsart für neue Termine, ermöglicht den Import und Export von Einstellungen und behebt einige Störungen.
pl: **[Simple Calendar Pro](http://f -droid.org /app /com.simplemobileetools.kalendarz.pro)** został [zaktualizowany](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) do 6.3.0, dodając domyślne ustawienia dla czasu rozpoczęcia/czasu trwania/darzenia, pozwalając na import i eksport ustawień oraz naprawiając pewne usterki.
ro: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** a fost [updated](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) la 6.3.0, adăugarea de setări implicite pentru ora de începere/durata/tipul de eveniment pentru evenimentele noi, permițând importul și exportul de setări și rezolvarea unor probleme.
ru: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** был [обновлен](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) до версии 6.3.0, добавлены настройки по умолчанию для времени начала/длительности/типа события для новых событий, разрешен импорт и экспорт настроек, а также исправлены некоторые глюки.
uk: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** було [оновлено](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md) до версії 6.3.0, додані налаштування за замовчуванням для часу початку/тривалості/типу події для нових подій, дозволено імпорт і експорт налаштувань, а також виправлені деякі глюки.
zh_hans: **[Simple Calendar Pro](https://f-droid.org/packages/com.simplemobiletools.calendar.pro/)** 已[更新](https://github.com/SimpleMobileTools/Simple-Calendar/blob/HEAD/CHANGELOG.md)到 6.3.0，为新事件添加开始时间/持续时间/事件类型的默认设置，允许导入和导出设置，并修复一些故障。
