Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Nominations will be reviewed and voted on by the current board members. More information about the process and the organization's other policies can be found in [our statutes with Commons Conservancy](https://dracc.commonsconservancy.org/0039/).
ru: Кандидатуры будут рассмотрены и проголосованы действующими членами правления. Более подробную информацию об этом процессе и других правилах организации можно найти в [нашем уставе Commons Conservancy](https://dracc.commonsconservancy.org/0039/).
uk: Кандидатури розглядатимуться та голосуватимуться чинними членами правління. Більше інформації про цей процес та інші політики організації можна знайти в [нашому статуті з Commons Conservancy](https://dracc.commonsconservancy.org/0039/).
zh_hans: 提名将由当前的委员会成员审查并投票。更多关于这一流程和组织的其他政策的信息可以从[我们 Commons Conservancy 上的章程](https://dracc.commonsconservancy.org/0039/)中了解。

source: Please [submit your nominations](mailto:board-nominations@fdroid.net) by March 19th, and share this invitation widely, to help inspire many other nominations. The board can do a lot to help F-Droid grow as a technical project and a global community, but we need people passionate about the cause of freedom on mobile devices to take on the challenges we face. With all of the public attention currently on the ways Apple and Google run their mobile app stores, this is an incredibly exciting -- and important -- time to get involved!
ru: Пожалуйста, [присылайте свои кандидатуры](mailto:board-nominations@fdroid.net) до 19 марта и широко распространите это приглашение, чтобы вдохновить многих других кандидатов. Совет директоров может многое сделать для развития F-Droid как технического проекта и глобального сообщества, но нам нужны люди, увлеченные идеей свободы на мобильных устройствах, которые возьмут на себя решение стоящих перед нами задач. Сейчас, когда все внимание общественности приковано к тому, как Apple и Google управляют своими магазинами мобильных приложений, это невероятно интересное - и важное - время для участия!
uk: Будь ласка, [подайте свої кандидатури](mailto:board-nominations@fdroid.net) до 19 березня і поділіться цим запрошенням з іншими, щоб допомогти надихнути багато інших кандидатур. Правління може багато чого зробити, щоб допомогти F-Droid розвиватися як технічному проєкту і глобальній спільноті, але нам потрібні люди, захоплені справою свободи на мобільних пристроях, щоб взяти на себе виклики, з якими ми стикаємося. Враховуючи всю увагу громадськості до того, як Apple і Google керують своїми магазинами мобільних застосунків, зараз неймовірно цікавий - і важливий - час, щоб долучитися до цієї справи!
zh_hans: 请在 3 月 19 日之前[提交你的提名](mailto:board-nominations@fdroid.net)，并广泛分享这一邀请，以鼓励更多提名。委员会可以做很多工作，以帮助 F-Droid 作为一个技术项目和全球社区成长，但我们需要人们对移动设备自由事业的热情，以迎接我们面临的挑战。由于目前公众对苹果和 Google 经营其移动应用商店的方式的关注，这是参与进来的一个非常令人兴奋——且重要——的时间！

source: John Sullivan, Vice Chair, F-Droid Board of Directors
ru: Джон Салливан, заместитель председателя совета директоров F-Droid
uk: Джон Салліван, віцеголова ради директорів F-Droid
zh_hans: John Sullivan，副主席， F-Droid 委员会

source: Privacy design of f-droid.org webservers
ru: Конфиденциальность веб-серверов f-droid.org
uk: Архітектура приватності вебсерверів f-droid.org
zh_hans: f-droid.org 网络服务器的隐私设计

source: F-Droid is committed to upholding privacy-by-design principles. This commitment has significant architectural implications for all of our software and systems. Here's what it means for our web servers.
ru: F-Droid обязуется соблюдать принципы конфиденциальности на основе дизайна. Это обязательство имеет значительные архитектурные последствия для всего нашего программного обеспечения и систем. Вот что это значит для наших веб-серверов.
uk: F-Droid зобов'язується дотримуватися принципів приватності, закладених під час проєктування. Це зобов'язання має значні архітектурні наслідки для всього нашого програмного забезпечення та систем. Ось що це означає для наших вебсерверів.
zh_hans: F-Droid 致力于维护从设计上保护隐私的原则。这一承诺对我们的所有软件和系统都具有重大的结构性影响。下面将阐述这对我们的网络服务器意味着什么。

source: At present, many websites rely on commercial content delivery network (CDN) providers. While this simplifies scaling out for website operators, it centralizes the internet, which has some implications on user privacy. First and foremost, CDN providers can see all user data. This means that users need to trust that none of their data is being stored and/or leaked. CDN providers tend to have strong privacy policies. However, users and website operators cannot verify how these policies are enforced. Regulations such as GDPR have reporting requirements that can help, but ultimately trust is required.
ru: В настоящее время многие веб-сайты полагаются на коммерческих провайдеров сетей доставки контента (CDN). Хотя это упрощает масштабирование для операторов веб-сайтов, это централизует интернет, что имеет определенные последствия для конфиденциальности пользователей. Прежде всего, провайдеры CDN могут видеть все пользовательские данные. Это означает, что пользователи должны быть уверены в том, что их данные не хранятся и/или не утекают. Провайдеры CDN, как правило, имеют строгую политику конфиденциальности. Однако пользователи и операторы сайтов не могут проверить, как соблюдается эта политика. Такие нормативные акты, как GDPR, содержат требования к отчетности, которые могут помочь, но в конечном итоге необходимо доверие.
uk: Сьогодні багато вебсайтів покладаються на комерційних провайдерів мереж доставлення контенту (CDN). Хоча це спрощує масштабування для операторів вебсайтів, це централізує інтернет, що впливає на приватність користувачів. Перш за все, провайдери CDN можуть бачити всі дані користувача. Це означає, що користувачі повинні бути впевнені, що їхні дані не зберігаються та/або не витікають. Провайдери CDN, як правило, мають сувору політику приватності. Однак користувачі та оператори вебсайтів не можуть перевірити, як ці політики застосовуються. Такі нормативні акти, як GDPR, містять вимоги до звітності, які можуть допомогти, але зрештою потрібна довіра.
zh_hans: 目前，很多网站依赖于商业内容分发网络 (CDN) 提供商。尽管这为网站运营者来说扩展更容易了，但这使互联网更中心化了，这对用户隐私有一些潜在影响。首先最重要的是 CDN 提供商可以看到全部用户数据。这意味着用户需要信任他们的数据不会被存储或泄露。CDN 提供商往往具有很强的隐私政策。然而，用户和网站运营者无法验证这些政策执行得如何。GDPR 等法规有报告要求，这有所帮助，但最终还是需要信任。

source: To scale out f-droid.org in a privacy-friendly manner, we rely on mirroring and adding more servers under our control.
ru: Чтобы масштабировать f-droid.org в соответствии с требованиями конфиденциальности, мы используем зеркалирование и добавляем дополнительные серверы под нашим контролем.
uk: Щоб масштабувати f-droid.org без шкоди для приватності, ми покладаємося на віддзеркалення та додавання нових серверів під нашим контролем.
zh_hans: 为了以隐私友好的方式对 f-droid.org 进行扩展，我们依赖于镜像和添加更多我们控制的服务器。

source: Mirroring has been a successful scaling strategy for many GNU/Linux distributions. Anyone can host a mirror of our app repository by keeping an [up-to-date copy on their web server](https://f-droid.org/docs/Running_a_Mirror/). Traditionally, Universities and ISPs provide mirroring to speed up their internet infrastructure. Our app automatically selects a mirror for each download based on connection performance. F-Droid carefully curates a list of official mirrors. Our app gives users complete control over which mirrors they want to use. We are also exploring ways to provide more information about mirrors to assist users in making informed trust decisions. Towards that end, the country where the mirror is located is now [provided](https://gitlab.com/fdroid/fdroiddata/-/blob/040967b76bb064b9d6d2685a23baf79fca8167f9/config/mirrors.yml) for official mirrors, which the client will [soon use](https://gitlab.com/fdroid/fdroidclient/-/issues/2241) when choosing where to download from. Additionally, we require a good privacy policy for new mirrors, and are working on a way to make that [visible](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1031) to users.
ru: Зеркалирование было успешной стратегией масштабирования для многих дистрибутивов GNU/Linux. Любой желающий может разместить зеркало нашего репозитория приложений, сохранив [актуальную копию на своем веб-сервере](https://f-droid.org/docs/Running_a_Mirror/). Традиционно университеты и интернет-провайдеры предоставляют зеркала для ускорения работы своей интернет-инфраструктуры. Наше приложение автоматически выбирает зеркало для каждой загрузки, основываясь на производительности соединения. F-Droid тщательно отслеживает список официальных зеркал. Наше приложение дает пользователям полный контроль над тем, какие зеркала они хотят использовать. Мы также изучаем возможности предоставления дополнительной информации о зеркалах, чтобы помочь пользователям принимать взвешенные решения о доверии. С этой целью для официальных зеркал теперь [указывается](https://gitlab.com/fdroid/fdroiddata/-/blob/040967b76bb064b9d6d2685a23baf79fca8167f9/config/mirrors.yml) страна, в которой расположено зеркало, что клиент [вскоре будет использовать](https://gitlab.com/fdroid/fdroidclient/-/issues/2241) при выборе места загрузки. Кроме того, мы требуем хорошей политики конфиденциальности для новых зеркал и работаем над тем, как сделать ее [видимой](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1031) для пользователей.
uk: Віддзеркалення було успішною стратегією масштабування для багатьох дистрибутивів GNU/Linux. Будь-хто може розмістити дзеркало нашого репозиторію застосунків, зберігаючи [актуальну копію на своєму вебсервері](https://f-droid.org/docs/Running_a_Mirror/). Традиційно, університети та інтернет-провайдери надають дзеркальне відображення для пришвидшення роботи своєї інтернет-інфраструктури. Наш застосунок автоматично обирає дзеркало для кожного завантаження на основі швидкодії з'єднання. F-Droid ретельно курує список офіційних дзеркал. Наш застосунок дає користувачам повний контроль над тим, які дзеркала вони хочуть використовувати. Ми також вивчаємо способи надання додаткових відомостей про дзеркала, щоб допомогти користувачам приймати обґрунтовані рішення про довіру. З цією метою для офіційних дзеркал тепер [надається](https://gitlab.com/fdroid/fdroiddata/-/blob/040967b76bb064b9d6d2685a23baf79fca8167f9/config/mirrors.yml) країна, де розташоване дзеркало, яку клієнт буде [незабаром використовувати](https://gitlab.com/fdroid/fdroidclient/-/issues/2241) при виборі, звідки завантажувати. Крім того, ми вимагаємо належної політики приватності для нових дзеркал і працюємо над тим, щоб зробити її [видимою](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1031) для користувачів.
zh_hans: 镜像已成为很多 GNU/Linux 发行版的一个成功的扩展策略。任何人都可以通过[在他们的服务器上保存一份最新副本](https://f-droid.org/docs/Running_a_Mirror/)托管我们应用存储库的一个镜像。传统上，大学和 ISP 提供镜像以加速他们的互联网基础设施。我们的应用根据连接性能对每一个下载自动选择镜像。F-Droid 仔细维护了一份官方镜像列表。我们的应用给予了用户对他们使用的镜像的完全控制。我们也探索了不同方式以提供镜像的更多信息，帮助用户作出可信决定。为此，现在我们[提供](https://gitlab.com/fdroid/fdroiddata/-/blob/040967b76bb064b9d6d2685a23baf79fca8167f9/config/mirrors.yml)官方镜像所在国家，客户端将[很快使用它](https://gitlab.com/fdroid/fdroidclient/-/issues/2241)选择从哪里下载。另外，我们要求每个新镜像有一个良好的隐私政策，并且正在进行工作使其对用户[可见](https://gitlab.com/fdroid/fdroidserver/-/merge_requests/1031)。

source: As a side note, the popular proprietary CDN provider Cloudflare is sponsoring a mirror of our [website](https://cloudflare.f-droid.org) and [repository](https://cloudflare.f-droid.org/fdroid/repo). If you trust them you can add this repository as a mirror to your F-Droid App by going to repository settings and adding the mirror as if you were adding a new repository. We are working with them to get TLS Encrypted Client Hello (ECH) enabled on that site. That is the upcoming IETF standard for protecting metadata in TLS connections, including the domain name in the SNI field.
ru: В качестве примечания, популярный провайдер собственных CDN Cloudflare спонсирует зеркало нашего [сайта](https://cloudflare.f-droid.org) и [репозитория](https://cloudflare.f-droid.org/fdroid/repo). Если вы доверяете им, вы можете добавить этот репозиторий в качестве зеркала в ваше приложение F-Droid, перейдя в настройки репозитория и добавив зеркало, как если бы вы добавляли новый репозиторий. Мы работаем с ними над тем, чтобы включить TLS Encrypted Client Hello (ECH) на этом сайте. Это грядущий стандарт IETF для защиты метаданных в TLS-соединениях, включая имя домена в поле SNI.
uk: До речі, популярний пропрієтарний CDN-провайдер Cloudflare спонсорує дзеркало нашого [вебсайту](https://cloudflare.f-droid.org) та [репозиторії](https://cloudflare.f-droid.org/fdroid/repo). Якщо ви довіряєте їм, ви можете додати цей репозиторій дзеркалом до вашого застосунку F-Droid, перейшовши до налаштувань репозиторію і додавши дзеркало так, ніби ви додаєте новий репозиторій. Ми працюємо з ними над тим, щоб увімкнути на цьому сайті зашифроване клієнтське звернення TLS (ECH). Це майбутній стандарт IETF для захисту метаданих в TLS-з'єднаннях, включаючи ім'я домену в полі SNI.
zh_hans: 作为附带说明，流行的 CDN 提供商 Cloudflare 赞助了我们[网站](https://cloudflare.f-droid.org)和[存储库](https://cloudflare.f-droid.org/fdroid/repo)的一个镜像。如果你信任他们，你可以把这一存储库作为镜像添加到你的 F-Droid 应用中，和添加一个新存储库一样。我们正在与他们合作，使 TLS Encrypted Client Hello (ECH) 能够在该网站启用。这是即将出台的 IETF 标准，用于保护 TLS 连接中的元数据，包括 SNI 字段中的域名。

source: We've automated [our webserver operations](https://gitlab.com/fdroid/web-services) with `ansible` on top of Debian. This gives us a lot of flexibility, such as the ability to implement privacy enhancing network and logging configurations, as well as the freedom to easily change server hosting providers.
ru: Мы автоматизировали [работу нашего веб-сервера](https://gitlab.com/fdroid/web-services) с помощью `ansible` поверх Debian. Это дает нам большую гибкость, например, возможность реализовать сетевые конфигурации, повышающие конфиденциальность, и конфигурации протоколирования, а также свободу легко менять хостинг-провайдеров.
uk: Ми автоматизували [роботу нашого вебсервера](https://gitlab.com/fdroid/web-services) за допомогою `ansible` поверх Debian. Це надає нам велику гнучкість, зокрема, можливість реалізувати мережеві конфігурації, що поліпшують приватність і конфігурації журналювання, а також свободу легко змінювати постачальників хостингу серверів.
zh_hans: 我们已经使用 `ansible` 在 Debian 上自动化了[我们的网络服务器操作](https://gitlab.com/fdroid/web-services)。这给我们带来了许多灵活性，例如能够实施隐私增强网络和日志配置的能力，以及能够轻易改变服务器托管商的自由。

source: Our web servers are protected by HTTPS transport encryption. Although we use a state of the art implementation of this protocol, the domain name that users are connecting to is typically transmitted in clear text during connection establishment. This is because of a widely used technique called SNI. While SNI is a fundamental requirement for building multi-tenant CDNs, we have configured our servers to accept connections without SNI. This allows clients to connect to f-droid.org without having to include the SNI. This provides the same kind of protection as ECH, but is available right now for clients that implement it.
ru: Наши веб-серверы защищены транспортным шифрованием HTTPS. Хотя мы используем самую современную реализацию этого протокола, имя домена, к которому подключаются пользователи, обычно передается открытым текстом во время установления соединения. Это происходит из-за широко используемой техники, называемой SNI. Хотя SNI является фундаментальным требованием для создания многопользовательских CDN, мы настроили наши серверы на прием соединений без SNI. Это позволяет клиентам подключаться к f-droid.org без необходимости указывать SNI. Это обеспечивает ту же защиту, что и ECH, но доступно уже сейчас для клиентов, которые ее реализуют.
uk: Наші вебсервери захищені транспортним шифруванням HTTPS. Хоча ми використовуємо найсучаснішу реалізацію цього протоколу, доменне ім'я, до якого підключаються користувачі, зазвичай передається відкритим текстом під час встановлення з'єднання. Це пов'язано з широко використовуваною технікою, яка називається SNI. Хоча SNI є фундаментальною вимогою для побудови багатокористувацьких CDN, ми налаштували наші сервери на прийняття з'єднань без SNI. Це дозволяє клієнтам з'єднуватися з f-droid.org без необхідності включати SNI. Це забезпечує такий самий захист, як і ECH, але доступний вже зараз для клієнтів, які його впровадили.
zh_hans: 我们的网络服务器受到 HTTPS 传输加密的保护。虽然我们利用了该协议的最先进的实现，但用户连接的域名通常在建立连接时以明文传输。这是因为广泛使用的一种称为 SNI 的技术。虽然 SNI 是构建多域名共用 CDN 的基本要求，但我们已经配置了我们的服务器，接受没有 SNI 的连接。这使得客户端能够与 f-droid.org 连接而不必发送 SNI。这提供了与 ECH 相同的保护，但可以立即提供给实现这一功能的客户端。

source: Based on research from Guardian Project's Clean Insights, we've configured our web servers to log country codes instead of IP addresses. This means that we do not store any personally identifiable information. Our servers also delete log data after 14 days. We've been running this configuration for over a year now and it seems to be working pretty well. Here's what our web server logs look like:
ru: Основываясь на исследованиях проекта Guardian Project's Clean Insights, мы настроили наши веб-серверы на регистрацию кодов стран вместо IP-адресов. Это означает, что мы не храним никакой персональной информации. Наши серверы также удаляют данные журнала через 14 дней. Мы используем эту конфигурацию уже более года, и, похоже, она работает очень хорошо. Вот как выглядят журналы нашего веб-сервера:
uk: Спираючись на дослідження Clean Insights від Guardian Project, ми налаштували наші вебсервери на реєстрацію кодів країн замість IP-адрес. Це означає, що ми не зберігаємо жодної особистої інформації. Наші сервери також видаляють дані журналу через 14 днів. Ми використовуємо цю конфігурацію вже понад рік, і, здається, вона працює досить добре. Ось який вигляд мають журнали нашого вебсервера:
zh_hans: 基于来自 Guardian Project 的 Clean Insights 数据分析的研究，我们将我们的服务器配置为记录国家代码而不是 IP 地址。这意味着我们不存储个人识别信息。我们的服务器也会在 14 天后删除日志。我们已经运行这一配置超过一年了，看起来工作得很好。我们的网络服务器日志看起来是这样的：

source: With fine-grained control over our web server logs and a significant amount of traffic, F-Droid is in a great position to innovate on privacy metrics. We're aggregating our logs and publish the resulting [raw metrics for f-droid.org](https://fdroid.gitlab.io/metrics/) on a weekly basis. The numbers we collect here don't include metrics from our mirrors, but they should be good enough for statistical analysis. No one on our team is currently working on this analysis, so if this sounds interesting to you, this could be a great way to make a valuable contribution to F-Droid.
ru: Благодаря тонкому контролю над журналами нашего веб-сервера и значительному объему трафика, F-Droid находится в отличном положении для внедрения инноваций в области показателей конфиденциальности. Мы агрегируем наши журналы и публикуем итоговые [сырые метрики для f-droid.org](https://fdroid.gitlab.io/metrics/) на еженедельной основе. Цифры, которые мы собираем здесь, не включают метрики с наших зеркал, но они должны быть достаточно хорошими для статистического анализа. В настоящее время никто из нашей команды не работает над этим анализом, так что если это покажется вам интересным, то это может стать отличным способом внести ценный вклад в развитие F-Droid.
uk: Завдяки ретельному контролю над журналами нашого вебсервера та значному обсягу трафіку, F-Droid має чудову можливість впроваджувати інновації у сфері метрик приватності. Ми агрегуємо наші журнали та публікуємо отримані [сирі метрики для f-droid.org](https://fdroid.gitlab.io/metrics/) на щотижневій основі. Цифри, які ми збираємо тут, не включають метрики з наших дзеркал, але вони повинні бути достатньо хорошими для статистичного аналізу. Наразі ніхто з нашої команди не працює над цим аналізом, тож якщо це вас зацікавило, це може бути чудовим способом зробити цінний внесок у розвиток F-Droid.
zh_hans: 因为具有对我们的网络服务器日志的细粒度控制和大量流量，F-Droid 很适合引入隐私测量。我们每周汇集我们的记录并每周发布 [fdroid.org 的原始数据](https://fdroid.gitlab.io/metrics/)。我们在这里收集的数字并不包括我们镜像的测量数据，但应当足以进行统计分析。我们团队中没有人在进行这一分析，因此如果你对此感兴趣的话，这可以成为对 F-Droid 作出宝贵贡献的重要途径。

source: If you're interested to learn more about privacy protections in F-Droid, here is an article about why F-Droid doesn't have [user accounts](https://f-droid.org/2022/02/28/no-user-accounts-by-design.html).
ru: Если вам интересно узнать больше о защите конфиденциальности в F-Droid, то вот статья о том, почему в F-Droid нет [учетных записей пользователей](https://f-droid.org/2022/02/28/no-user-accounts-by-design.html).
uk: Якщо вам цікаво дізнатися більше про захист приватності у F-Droid, ось стаття про те, чому у F-Droid немає [облікових записів користувачів](https://f-droid.org/2022/02/28/no-user-accounts-by-design.html).
zh_hans: 如果你有兴趣更多地了解 F-Droid 的隐私保护，这有一篇关于 F-Droid 为什么没有[用户账户](https://f-droid.org/2022/02/28/no-user-accounts-by-design.html)的文章。

source: F-Droid Board of Directors appointments 2024
ru: Назначения в совете директоров F-Droid на 2024 год
uk: Призначення Ради директорів F-Droid 2024
zh_hans: F-Droid 委员会委员任命 2024

source: Dear members of the F-Droid community,
ru: Уважаемые члены сообщества F-Droid,
uk: Шановні учасники спільноти F-Droid,
zh_hans: 亲爱的 F-Droid 社区成员，

source: I am happy to make the announcement of this year's F-Droid Board of Directors appointments. First and foremost, thank you to everyone who made a nomination, and to all the nominees for their interest in contributing to F-Droid's governance. Juliana Sims, Peter Serwylo and myself, Sebastian Crane, have been selected for two year terms on the Board. I feel honoured to have been chosen and look forward to serving the F-Droid community, a sentiment I share with my fellow new arrivals:
ru: Я рад объявить о назначении членов Совета директоров F-Droid в этом году. Прежде всего, спасибо всем, кто выдвинул свою кандидатуру, а также всем номинантам за их интерес к участию в управлении F-Droid. Джулиана Симс, Питер Сервайло и я, Себастьян Крейн, были выбраны на двухлетний срок в Совет директоров. Для меня большая честь быть выбранным и я с нетерпением жду возможности послужить сообществу F-Droid, и я разделяю это чувство с моими товарищами:
uk: Я радий оголосити про цьогорічні призначення до Ради директорів F-Droid. Перш за все, дякую всім, хто висунув свою кандидатуру, і всім номінантам за їхній інтерес до участі в управлінні F-Droid. Джуліана Сімс, Пітер Сервило і я, Себастьян Крейн, були обрані на дворічний термін до Ради директорів. Я вважаю за честь бути обраним і з нетерпінням чекаю можливості служити спільноті F-Droid, і це почуття я поділяю з моїми колегами, які щойно приєдналися до нас:
zh_hans: 我很高兴宣布今年的 F-Droid 委员会任命。首先，感谢各位提名人选，并感谢所有提名者对促进 F-Droid 治理的兴趣。Juliana Sims、Peter Serwylo 和我本人 Sebasi Crane 当选为委员会成员，任期两年。我很荣幸被选中并期待为 F-Droid 社区服务，我新来的同僚们也同样如此：

source: > “As a passionate free software advocate and F-Droid user, I am delighted to bring my experience with community organizing and moderation to the Board in order to help the F-Droid project and community continue to grow equitably and inclusively into the future.” > \- Juliana Sims
ru: > "Как страстный сторонник свободного программного обеспечения и пользователь F-Droid, я рада привнести свой опыт организации сообщества и модерирования в Совет, чтобы помочь проекту и сообществу F-Droid продолжать развиваться на справедливой и инклюзивной основе в будущем". >\- Джулиана Симс
uk: > «Як палкий прихильник вільного програмного забезпечення та користувач F-Droid, я радий поділитися своїм досвідом організації та модерації спільноти з Радою, щоб допомогти проєкту F-Droid та спільноті продовжувати розвиватися справедливо та інклюзивно у майбутньому.» > \- Джуліана Сімс
zh_hans: > “作为一名热情的自由软件倡导者和 F-Droid 用户，我很高兴为委员会带来我在社区组织和治理方面的经验以帮助 F-Droid 项目和社区继续公平包容地成长。” > \- Juliana Sims
