Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: After a long hiatus, we have a new, super long TWIF. We need editors to help push out future updates. The process is mostly automated, we mostly need help editing the forum submissions then sheparding the post through the publishing process. Posts are now published much faster, thanks to the new [deploy server]({% post_url 2019-07-06-improving-our-bus-factor %}).
ru: После долгого перерыва у нас появился новый, супер длинный TWIF. Нам нужны редакторы для помощи в публикации будущих обновлений. Процесс в основном автоматизирован, нам в основном нужна помощь в редактировании сообщений на форуме, а затем в процессе публикации. Посты теперь публикуются гораздо быстрее, благодаря новому [deploy server]({% post_url 2019-07-06-improving-our-bus-factor %}).
uk: Після довгої перерви у нас з'явився новий, супер довгий TWIF. Нам потрібні редактори для допомоги в публікації майбутніх оновлень. Процес в основному автоматизований, нам в основному потрібна допомога в редагуванні повідомлень на форумі, а потім в процесі публікації. Пости тепер публікуються набагато швидше, завдяки новому [deploy server]({% post_url 2019-07-06-improving-our-bus-factor %}).
zh_hans: 经过长时间的中断，我们有了一个新的、超长的 TWIF。我们需要编辑来帮助推出未来的更新。这个过程大部分是自动化的，我们最需要帮助编辑论坛提交，然后通过发布过程来发布帖子。由于新的[部署服务器]({% post_url 2019-07-06-improving-our-bus-factor %})，帖子现在发布得更快。

source: F-Droid news
pl: Nowości F-Droid
ro: Noutăți F-Droid
ru: Новости F-Droid
uk: Новини F-Droid
zh_hans: F-Droid 新闻

source: Released F-Droid [v1.7](https://f-droid.org/2019/06/15/panic-app-uninstall-and-repo-reset.html) which includes new PanicKit responses: uninstall any app on the device, and, reset repos to default.
de: F-Droid [v1.7](https://f-droid.org/2019/06/15/panic-app-uninstall-and-repo-reset.html) herausgegeben, die neue PanicKit-Reaktionen beinhaltet: Jede App auf dem Gerät deinstallieren und Repos auf Voreinstellungen zurücksetzen.
pl: Wydano F-Droid [v1.7](https://f-droid.org/2019/06/15/panic-app-uninstall-and-repo-reset.html), który zawiera nowe odpowiedzi PanicKit: odinstaluj dowolną aplikację na urządzeniu i przywróć domyślne ustawienia repozytoriów.
ro: A fost lansat F-Droid [v1.7](https://f-droid.org/2019/06/15/panic-app-uninstall-and-repo-reset.html) care include noi răspunsuri PanicKit: dezinstalarea oricărei aplicații de pe dispozitiv și resetarea depozitelor la valoarea implicită.
ru: Выпущен F-Droid [v1.7](https://f-droid.org/2019/06/15/panic-app-uninstall-and-repo-reset.html), который включает новые реакции PanicKit: удаление любого приложения на устройстве и сброс репозиториев по умолчанию.
uk: Випущено F-Droid [v1.7](https://f-droid.org/2019/06/15/panic-app-uninstall-and-repo-reset.html), який включає в себе нові відповіді PanicKit: видаліть будь-який застосунок з пристрою і відновіть репозиторії до типових.
zh_hans: 发布了 F-Droid [v1.7](https://f-droid.org/2019/06/15/panic-app-uninstall-and-repo-reset.html)，其中包括新的 PanicKit 响应：卸载设备上的任何应用，并将存储库重置为默认值。

source: [Secure email provider Tutanota](https://tutanota.com) has added an encrypted [calendar](https://tutanota.com/blog/posts/free-encrypted-calendar) to their app.
de: Die [Anbieter für sichere E-Mail Tutanota](https://tutanota.com) haben ihrer App einen verschlüsselten [Kalender](https://tutanota.com/blog/posts/free-encrypted-calendar) hinzugefügt.
pl: [Bezpieczny dostawca poczty elektronicznej Tutanota](https://tutanota.com) dodał zaszyfrowany [kalendarz](https://tutanota.com/blog/posts/free-encrypted-calendar) do swojej aplikacji.
ro: [Secure email provider Tutanota](https://tutanota.com) a adăugat un [calendar](https://tutanota.com/blog/posts/free-encrypted-calendar) criptat în aplicația sa.
ru: [Поставщик защищенной электронной почты Tutanota](https://tutanota.com) добавил в свое приложение зашифрованный [календарь](https://tutanota.com/blog/posts/free-encrypted-calendar).
uk: [Безпечний постачальник послуг електронної пошти Tutanota](https://tutanota.com) додав захищений [календар](https://tutanota.com/blog/posts/free-encrypted-calendar) до свого застосунка.
zh_hans: [安全电子邮件提供商 Tutanota](https://tutanota.com) 已将加密的[日历](https://tutanota.com/blog/posts/free-encrypted-calendar)添加到他们的应用中。

source: There’s a beta version of OSMAnd 3.4 now. People interested in it can install it manually via F-Droid and test it.
de: Es gibt nun eine Beta-Version von OSMAnd 3.4. Leute, die daran Interesse haben, können sie manuell über F-Droid installieren und testen.
pl: Jest już OSMAnd 3.4 w wersji beta. Osoby zainteresowane mogą zainstalować go ręcznie za pomocą F-Droid i go przetestować.
ro: Există acum o versiune beta a OSMAnd 3.4. Cei interesați o pot instala manual prin F-Droid și o pot testa.
ru: В настоящее время существует бета-версия OSMAnd 3.4. Люди, заинтересованные в ней, могут установить ее вручную через F-Droid и протестировать.
uk: З'явилася бета-версія OSMAnd 3.4. Люди, зацікавлені ним, можуть встановити його власноруч через F-Droid і протестувати.
zh_hans: 现在有一个 OSMAnd 3.4 的 beta 版本。对它感兴趣的人可以通过 F-Droid 手动安装并测试。

source: Guardian Project released a new Orbot update.
de: Guardian Project veröffentlichte ein Orbot-Update.
pl: Guardian Project wydała nową aktualizację Orbot.
ro: Guardian Project a lansat o nouă actualizare pentru Orbot.
ru: Guardian Project выпустил новое обновление Orbot.
uk: Guardian Project випустила нове оновлення Orbot.
zh_hans: Guardian Project 发布了新的 Orbot 更新。

source: Tusky is free software. Following the block of Gab users by Tusky, someone contacted Richard Stallman who [clarified](https://forum.f-droid.org/t/tusky-is-nonfree/6448/48) that Tusky is free software.
de: Tusky ist freie Software. Als Folge der Blockade von Gab-Nutzern durch Tusky, kontaktierte jemand Richard Stallman, der [klarstellte](https://forum.f-droid.org/t/tusky-is-nonfree/6448/48), dass Tusky freie Software ist.
pl: Tusky jest wolnym oprogramowaniem. Po zablokowaniu użytkowników Gab przez Tusky, ktoś skontaktował się z Richardem Stallmanem, który [wyjaśnił](https://forum.f-droid.org/t/tusky-is-nonfree/6448/48), że Tusky jest wolnym oprogramowaniem.
ro: Tusky este un software gratuit. În urma blocării utilizatorilor Gab de către Tusky, cineva l-a contactat pe Richard Stallman, care a [clarified](https://forum.f-droid.org/t/tusky-is-nonfree/6448/48) că Tusky este software liber.
ru: Tusky - свободное программное обеспечение. После блокировки пользователей Gab компанией Tusky кто-то связался с Ричардом Столлманом, который [уточнил](https://forum.f-droid.org/t/tusky-is-nonfree/6448/48), что Tusky - свободная программа.
uk: Tusky — вільне програмне забезпечення. Після блокування користувачів Gab Tusky хтось зв’язався з Річардом Столманом, який [пояснив](https://forum.f-droid.org/t/tusky-is-nonfree/6448/48), що Tusky— вільне програмне забезпечення.
zh_hans: Tusky 是自由软件。在 Tusky 阻止 Gab 用户之后，有人联系了 Richard Stallman，他[澄清](https://forum.f-droid.org/t/tusky-is-nonfree/6448/48) Tusky 是自由软件。

source: Nico published a nice blog post about F-Droid [reproducible builds](https://nico.dorfbrunnen.eu/posts/2019/reproducibility-fdroid/).
de: Nico brachte einen netten Blog-Beitrag über F-Droids [reproduzierbare Builds](https://nico.dorfbrunnen.eu/posts/2019/reproducibility-fdroid/) heraus.
pl: Nico opublikował fajny post na blogu o F-Droid [odtwarzalne wersje](https://nico.dorfbrunnen.eu/posts/2019/reproducibility-fdroid/).
ro: Nico a publicat un articol frumos pe blog despre F-Droid [reproducible builds](https://nico.dorfbrunnen.eu/posts/2019/reproducibility-fdroid/).
ru: Нико опубликовал хороший пост в блоге о F-Droid [воспроизводимых сборках](https://nico.dorfbrunnen.eu/posts/2019/reproducibility-fdroid/).
uk: Ніко опублікував хороший блог про F-Droid [відтворювана збірка](https://nico.dorfbrunnen.eu/posts/2019/reproducibility-fdroid/).
zh_hans: Nico 发表了一篇关于 F-Droid [可重复构建](https://nico.dorfbrunnen.eu/posts/2019/reproducibility-fdroid/)的精彩博文。

source: [roptat](https://framapiaf.org/@roptat) has published a day-by-day report on [localization](https://i18n.lepiller.eu/i18n.html) of F-Droid apps.
de: [roptat](https://framapiaf.org/@roptat) hat einen Verlaufsbericht zur [Lokalisierung](https://i18n.lepiller.eu/i18n.html) von F-Droid-Apps veröffentlicht.
pl: [roptat](https://framapiaf.org/@roptat) opublikował codzienny raport na temat [lokalizacji](https://i18n.lepiller.eu/i18n.html) aplikacji F-Droid.
ro: [roptat](https://framapiaf.org/@roptat) a publicat un raport de zi cu zi privind [localization](https://i18n.lepiller.eu/i18n.html) aplicațiilor F-Droid.
ru: [roptat](https://framapiaf.org/@roptat) опубликовал ежедневный отчет о [локализации](https://i18n.lepiller.eu/i18n.html) приложений для F-Droid.
uk: [roptat](https://framapiaf.org/@roptat) опублікував щоденний звіт про [локалізацію](https://i18n.lepiller.eu/i18n.html) застосунків F-Droid.
zh_hans: [roptat](https://framapiaf.org/@roptat) 发布了一份关于 F-Droid 应用[本地化](https://i18n.lepiller.eu/i18n.html)的每日报告。

source: There are **98** new and **408** updated apps.
de: Es gibt **98** neue und **408** aktualisierte Apps.
pl: Dostępnych jest **98** nowych i **408** zaktualizowanych aplikacji.
ro: Există **98** aplicații noi și **408** aplicații actualizate.
ru: Есть **98** новых и **408** обновленных приложений.
uk: Є **98** нових та **408** оновлених застосунків.
zh_hans: 有 **98** 个新增应用和 **408** 个应用更新。

source: **[Actualizador ODNS](https://f-droid.org/packages/pc.javier.actualizadoropendns/)**
ro: **[Actualizator ODNS](https://f-droid.org/packages/pc.javier.actualizadoropendns/)**
zh_hans: **[OpenDNS IP 更新器](https://f-droid.org/packages/pc.javier.actualizadoropendns/)**

source: **[All In Gold](https://f-droid.org/packages/x653.all_in_gold/)**
ro: **[Totul în aur](https://f-droid.org/packages/x653.all_in_gold/)**
zh_hans: **[全中靶心](https://f-droid.org/packages/x653.all_in_gold/)**

source: **[Aurora Store](https://f-droid.org/packages/com.aurora.store/)**
ro: **[Aurora Store_(Magazin Aurora)](https://f-droid.org/packages/com.aurora.store/)**
zh_hans: **[Aurora 商店](https://f-droid.org/packages/com.aurora.store/)**

source: **[Bliss Launcher](https://f-droid.org/packages/foundation.e.blisslauncher/)**
ro: **[Bliss Launcher_(Lansatorul Bliss)](https://f-droid.org/packages/foundation.e.blisslauncher/)**
zh_hans: **[Bliss 启动器](https://f-droid.org/packages/foundation.e.blisslauncher/)**

source: **[Child Resus Calc](https://f-droid.org/packages/de.bloosberg.basti.childresuscalc/)**
uk: **[Обчислення резус-фактора дитини](https://f-droid.org/packages/de.bloosberg.basti.childresuscalc/)**
zh_hans: **[儿童心肺复苏计算器](https://f-droid.org/packages/de.bloosberg.basti.childresuscalc/)**

source: **[Conversations with IPv6](https://f-droid.org/packages/eu.sum7.conversations/)**
pl: **[Rozmowy z IPv6](https://f-droid.org/packages/eu.sum7.conversations/)**
ro: **[Conversations cu IPv6](https://f-droid.org/packages/eu.sum7.conversations/)**
uk: **[Розмови з IPv6](https://f-droid.org/packages/eu.sum7.conversations/)**
zh_hans: **[支持 IPv6 的 Conversations](https://f-droid.org/packages/eu.sum7.conversations/)**

source: **[Czech Diacritic Keyboard](https://f-droid.org/packages/cz.vitSkalicky.klavesnice/)**
pl: **[Czeska klawiatura Diakrytyczna](https://f-droid.org/packages/cz.vitSkalicky.klavesnice/)**
ro: **[Tastatura cu diacritice cehă](https://f-droid.org/packages/cz.vitSkalicky.klavesnice/)**
uk: **[Чеська діакритична клавіатура](https://f-droid.org/packages/cz.vitSkalicky.klavesnice/)**
zh_hans: **[捷克语变音符键盘](https://f-droid.org/packages/cz.vitSkalicky.klavesnice/)**

source: **[DSA Assistent](https://f-droid.org/packages/eu.roggstar.luigithehunter.dsaassistent/)**
pl: **[Asystent DSA](https://f-droid.org/packages/eu.roggstar.luigithehunter.dsaassistent/)**
ro: **[Asistent DSA ](https://f-droid.org/packages/eu.roggstar.luigithehunter.dsaassistent/)**
uk: **[DSA асистент](https://f-droid.org/packages/eu.roggstar.luigithehunter.dsaassistent/)**
zh_hans: **[Black Eye 游戏助手](https://f-droid.org/packages/eu.roggstar.luigithehunter.dsaassistent/)**

source: **[Download Navi](https://f-droid.org/packages/com.tachibana.downloader/)**
pl: **[Pobierz Navi](https://f-droid.org/packages/com.tachibana.downloader/)**
ro: **[Descarcă Navi](https://f-droid.org/packages/com.tachibana.downloader/)**
zh_hans: **[Download Navi 下载器](https://f-droid.org/packages/com.tachibana.downloader/)**

source: **[Food Tracker](https://f-droid.org/packages/org.secuso.privacyfriendlyfoodtracker/)**: Allows tracking of your daily calorie consumption.
de: **[Food Tracker](https://f-droid.org/packages/org.secuso.privacyfriendlyfoodtracker/)**: Ermöglicht die Aufzeichnung des täglichen Kalorienkonsums.
pl: **[Food Tracker](https://f-droid.org/packages/org.secuso.privacyfriendlyfoodtracker/)**: Umożliwia śledzenie dziennego zużycia kalorii.
ro: **[Food Tracker](https://f-droid.org/packages/org.secuso.privacyfriendlyfoodtracker/)**: Permite urmărirea consumului zilnic de calorii.
ru: **[Food Tracker](https://f-droid.org/packages/org.secuso.privacyfriendlyfoodtracker/)**: Позволяет отслеживать ежедневное потребление калорий.
uk: **[Food Tracker](https://f-droid.org/packages/org.secuso.privacyfriendlyfoodtracker/)**: Дозволяє відстежувати щоденне споживання калорій.
zh_hans: **[Food Tracker](https://f-droid.org/packages/org.secuso.privacyfriendlyfoodtracker/)**：允许跟踪你的每日卡路里消耗量。

source: **[Hue Widgets](https://f-droid.org/packages/is.zi.huewidgets/)**
pl: **[Widżety Hue](https://f-droid.org/packages/is.zi.huewidgets/)**
ro: **[Hue Widgets_(Widgeturi Hue)](https://f-droid.org/packages/is.zi.huewidgets/)**
zh_hans: **[飞利浦 Hue 照明小部件](https://f-droid.org/packages/is.zi.huewidgets/)**

source: **[Librem Mail](https://f-droid.org/packages/one.librem.mail/)**
ro: **[Librem Mail_(Librem E-Mail)](https://f-droid.org/packages/one.librem.mail/)**
uk: **[Librem пошта](https://f-droid.org/packages/one.librem.mail/)**
zh_hans: **[Librem Mail 客户端](https://f-droid.org/packages/one.librem.mail/)**

source: **[Librem Social](https://f-droid.org/packages/one.librem.social/)**
ro: **[Librem Social_(Eliberarea socială)](https://f-droid.org/packages/one.librem.social/)**
zh_hans: **[Librem Social 客户端](https://f-droid.org/packages/one.librem.social/)**

source: **[Librera PRO](https://f-droid.org/packages/com.foobnix.pro.pdf.reader/)**
zh_hans: **[Librera 阅读器专业版](https://f-droid.org/packages/com.foobnix.pro.pdf.reader/)**

source: **[Mattermost Beta](https://f-droid.org/packages/com.mattermost.rnbeta/)**
zh_hans: **[Mattermost 测试版](https://f-droid.org/packages/com.mattermost.rnbeta/)**

source: **[OMW Nightly](https://f-droid.org/packages/is.xyz.omw_nightly/)**
ro: **[OMW Nocturnă](https://f-droid.org/packages/is.xyz.omw_nightly/)**
zh_hans: **[OMW 每日版](https://f-droid.org/packages/is.xyz.omw_nightly/)**

source: **[Pixel Wheels](https://f-droid.org/packages/com.agateau.tinywheels.android/)**
ro: **[Roți Pixel](https://f-droid.org/packages/com.agateau.tinywheels.android/)**
zh_hans: **[Pixel Wheels 赛车游戏](https://f-droid.org/packages/com.agateau.tinywheels.android/)**

source: **[Private Location](https://f-droid.org/packages/com.wesaphzt.privatelocation/)**
ro: **[Locație Privată)](https://f-droid.org/packages/com.wesaphzt.privatelocation/)**
zh_hans: **[私密位置](https://f-droid.org/packages/com.wesaphzt.privatelocation/)**

source: **[Progress Bars](https://f-droid.org/packages/org.mattvchandler.progressbars/)**
ro: **[Bara de Progres](https://f-droid.org/packages/org.mattvchandler.progressbars/)**
zh_hans: **[进度条](https://f-droid.org/packages/org.mattvchandler.progressbars/)**

source: **[Project Laogai](https://f-droid.org/packages/org.mosad.seil0.projectlaogai/)**
ro: **[Proiectul Laogai](https://f-droid.org/packages/org.mosad.seil0.projectlaogai/)**
zh_hans: **[Proyek Laogai](https://f-droid.org/packages/org.mosad.seil0.projectlaogai/)**

source: **[Selfnet Wi-Fi Setup](https://f-droid.org/packages/de.selfnet.wifisetup/)**
ro: **[Configurarea Selfnet Wi-Fi](https://f-droid.org/packages/de.selfnet.wifisetup/)**
zh_hans: **[Selfnet Wi-Fi 设置](https://f-droid.org/packages/de.selfnet.wifisetup/)**

source: **[Share to Computer](https://f-droid.org/packages/com.jim.sharetocomputer/)**
ro: **[Partajați la computer](https://f-droid.org/packages/com.jim.sharetocomputer/)**
zh_hans: **[分享到计算机](https://f-droid.org/packages/com.jim.sharetocomputer/)**

source: **[Simple Cleanup](https://f-droid.org/packages/com.emmanuelmess.simplecleanup/)**
ro: **[Simplu Cleanup](https://f-droid.org/packages/com.emmanuelmess.simplecleanup/)**
zh_hans: **[简易清理](https://f-droid.org/packages/com.emmanuelmess.simplecleanup/)**

source: **[Tempus Romanum](https://f-droid.org/packages/com.dev.xavier.tempusromanum/)**
ro: **[Templul Romanum](https://f-droid.org/packages/com.dev.xavier.tempusromanum/)**
zh_hans: **[拉丁文日期](https://f-droid.org/packages/com.dev.xavier.tempusromanum/)**

source: **[Terminal Emulator](https://f-droid.org/packages/com.termoneplus/)**
uk: **[Емулятор термінала](https://f-droid.org/packages/com.termoneplus/)**
zh_hans: **[终端模拟器](https://f-droid.org/packages/com.termoneplus/)**

source: **[UBIC Wallet](https://f-droid.org/packages/network.ubic.ubic/)**
ro: **[Portofel UBIC ](https://f-droid.org/packages/network.ubic.ubic/)**
uk: **[Гаманець UBIC](https://f-droid.org/packages/network.ubic.ubic/)**
zh_hans: **[UBIC 钱包](https://f-droid.org/packages/network.ubic.ubic/)**

source: **[User-controlled decryption operations](https://f-droid.org/packages/de.nellessen.usercontrolleddecryptionoperations/)**: Emulates a smart card and lets you control the decryption operations.
de: **[User-controlled decryption operations](https://f-droid.org/packages/de.nellessen.usercontrolleddecryptionoperations/)**: Emuliert eine Smart-Card und ermöglicht die Steuerung von Entschlüsselungsoperationen.
pl: **[Operacje deszyfrowania kontrolowane przez użytkownika](https://f-droid.org/packages/de.nellessen.usercontrolleddecryptionoperations/)**: Emuluje kartę inteligentną i pozwala kontrolować operacje deszyfrowania.
ro: **[User-controlled decryption operations](https://f-droid.org/packages/de.nellessen.usercontrolleddecryptionoperations/)**: Emulează un card inteligent și vă permite să controlați operațiunile de decriptare.
ru: **[User-controlled decryption operations](https://f-droid.org/packages/de.nellessen.usercontrolleddecryptionoperations/)**: Эмулирует смарт-карту и позволяет управлять операциями расшифровки.
uk: ** [Контрольовані користувачем операції дешифрування](https://f-droid.org/packages/de.nellessen.usercontrolleddecryptionoperations/)**: Емулює смарткарту і дозволяє керувати операціями дешифрування.
zh_hans: **[User-controlled decryption operations](https://f-droid.org/packages/de.nellessen.usercontrolleddecryptionoperations/)**：模拟智能卡并让你控制解密操作。

source: **[Vitosha Blackjack](https://f-droid.org/packages/eu.veldsoft.vitosha.blackjack/)**
zh_hans: **[21点纸牌游戏](https://f-droid.org/packages/eu.veldsoft.vitosha.blackjack/)**

source: **[WhatsApp Twitch Stickers](https://f-droid.org/packages/me.kavishhukmani.watwitchstickers/)**
ro: **[WhatsApp Autocolante Twitch](https://f-droid.org/packages/me.kavishhukmani.watwitchstickers/)**
zh_hans: **[WhatsApp Twitch 贴纸](https://f-droid.org/packages/me.kavishhukmani.watwitchstickers/)**

source: **[WooKey Wallet](https://f-droid.org/packages/io.wookey.wallet/)**
ro: **[WooKey Portofel](https://f-droid.org/packages/io.wookey.wallet/)**
uk: **[Гаманець WooKey](https://f-droid.org/packages/io.wookey.wallet/)**
zh_hans: **[WooKey 钱包](https://f-droid.org/packages/io.wookey.wallet/)**

source: **[Zorin Connect](https://f-droid.org/packages/com.zorinos.zorin_connect/)**
ro: **[Zorin Conectare](https://f-droid.org/packages/com.zorinos.zorin_connect/)**
zh_hans: **[Zorin 连接](https://f-droid.org/packages/com.zorinos.zorin_connect/)**

source: In total, **408** apps were updated since last TWIF!
de: Insgesamt wurden seit dem letzten TWIF **408** Apps aktualisiert!
pl: W sumie **408** aplikacji zostało zaktualizowanych od czasu ostatniego TWIF!
ro: În total, **408** aplicații au fost actualizate de la ultimul TWIF!
ru: Всего с момента последнего TWIF было обновлено **408** приложений!
uk: Загалом, **408** застосунки було оновлено з часу останнього TWIF!
zh_hans: 自上次 TWIF 以来，总共更新了 **408** 个应用！

source: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)** was updated from 8.0 to 11.0
de: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)** erhielt Updates von 8.0 bis 11.0
pl: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)** został zaktualizowany z 8.0 do 11.0
ro: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)** a fost actualizat de la 8.0 la 11.0
ru: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)** был обновлен с 8.0 до 11.0
uk: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)** оновлено з версії 8.0 до 11.0
zh_hans: **[/d/gapps](https://f-droid.org/packages/org.droidtr.deletegapps/)** 从 8.0 更新到 11.0

source: **[/r/Android App store](https://f-droid.org/packages/subreddit.android.appstore/)** was [updated](https://github.com/d4rken/reddit-android-appstore/releases) from 0.7.1 to 0.9.2
de: **[/r/Android App store](https://f-droid.org/packages/subreddit.android.appstore/)** wurde von 0.7.1 auf 0.9.2 [aktualisiert](https://github.com/d4rken/reddit-android-appstore/releases)
pl: **[/r/Android App store](https://f-droid.org/packages/subreddit.android.appstore/)** został [zaktualizowany](https://github.com/d4rken/reddit-android-appstore/releases) z 0.7.1 do 0.9.2
ro: **[/r/Android App store](https://f-droid.org/packages/subreddit.android.appstore/)** a fost [updated](https://github.com/d4rken/reddit-android-appstore/releases) de la 0.7.1 la 0.9.2
ru: **[/r/Android App store](https://f-droid.org/packages/subreddit.android.appstore/)** был [обновлен](https://github.com/d4rken/reddit-android-appstore/releases) с 0.7.1 до 0.9.2
uk: **[/r/Android App store](https://f-droid.org/packages/subreddit.android.appstore/)** [оновлено](https://github.com/d4rken/reddit-android-appstore/releases) з 0.7.1 до 0.9.2
zh_hans: **[/r/Android App store](https://f-droid.org/packages/subreddit.android.appstore/)** 从 0.7.1 [更新](https://github.com/d4rken/reddit-android-appstore/releases)到 0.9.2

source: **[A Photo Map](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** was [updated](https://github.com/k3b/APhotoManager/wiki/History) from 0.7.2.181027 to 0.7.3.190424
de: **[A Photo Map](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** [aktualisiert](https://github.com/k3b/APhotoManager/wiki/History) von 0.7.2.181027 nach 0.7.3.190424
pl: **[A Photo Map](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** został [zaktualizowany](https://github.com/k3b/APhotoManager/wiki/History) z 0.7.2.181027 do 0.7.3.190424
ro: **[A Photo Map](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** a fost [updated](https://github.com/k3b/APhotoManager/wiki/History) de la 0.7.2.181027 la 0.7.3.190424
ru: **[A Photo Map](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** был [обновлен](https://github.com/k3b/APhotoManager/wiki/History) с 0.7.2.181027 до 0.7.3.190424
uk: **[A Photo Map](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** [оновлено](https://github.com/k3b/APhotoManager/wiki/History) з 0.7.2.181027 до 0.7.3.190424
zh_hans: **[A Photo Map](https://f-droid.org/packages/de.k3b.android.androFotoFinder/)** 从 0.7.2.181027 [更新](https://github.com/k3b/APhotoManager/wiki/History)到 0.7.3.190424
