Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: The above is everything we needed to do in order to get [EteSync Notes](https://github.com/etesync/etesync-notes/) to correctly build on F-Droid. We, at EteSync, are trying to make it easier to build FLOSS, end-to-end encrypted, and privacy respecting applications, which is why we recently released [Etebase](https://www.etebase.com/). If you share our passion of protecting user freedoms and privacy, please come and [join our community](https://www.etebase.com/about/#contact).
de: Das Genannte ist alles, was wir tun mussten, damit [EteSync Notes](https://github.com/etesync/etesync-notes/) ordnungsgemäß auf F-Droid gebaut wurde. Wir, bei EteSync, versuchen, die Herstellung von FLOSS, End-zu-End-verschlüsselten und die Privatsphäre respektierenden Anwendungen zu vereinfachen, weshalb wir vor kurzem [Etebase](https://www.etebase.com/) veröffentlicht haben. Wenn ihr unsere Leidenschaft für den Schutz von Anwenderfreiheiten und -privatsphäre teilt, schaut bei uns rein und [schließt euch unserer Community an](https://www.etebase.com/about/#contact).
pl: Powyżej opisaliśmy wszystko, co musieliśmy zrobić, aby [EteSync Notes](https://github.com/etesync/etesync-notes/) poprawnie działał na F-Droid. My, w EteSync, staramy się ułatwić budowanie aplikacji FLOSS, szyfrowanych end-to-end i szanujących prywatność, dlatego ostatnio wydaliśmy [Etebase](https://www.etebase.com/). Jeśli podzielasz naszą pasję do ochrony wolności i prywatności użytkowników, przyjdź i [dołącz do naszej społeczności](https://www.etebase.com/about/#contact).
ro: Cele de mai sus reprezintă tot ceea ce a trebuit să facem pentru ca [EteSync Notes](https://github.com/etesync/etesync-notes/) să se construiască corect pe F-Droid. Noi, la EteSync, încercăm să facilităm construirea de aplicații FLOSS, criptate de la un capăt la altul și care respectă confidențialitatea, motiv pentru care am lansat recent [Etebase](https://www.etebase.com/). Dacă împărtășiți pasiunea noastră de a proteja libertățile și confidențialitatea utilizatorilor, vă rugăm să veniți și [join our community](https://www.etebase.com/about/#contact).
ru: Выше описано все, что нам нужно было сделать, чтобы заставить [EteSync Notes](https://github.com/etesync/etesync-notes/) корректно работать на F-Droid. Мы, в EteSync, пытаемся облегчить создание FLOSS-приложений, зашифрованных из конца в конец и соблюдающих конфиденциальность, поэтому мы недавно выпустили [Etebase](https://www.etebase.com/). Если вы разделяете нашу страсть к защите пользовательских свобод и конфиденциальности, пожалуйста, приходите и [присоединяйтесь к нашему сообществу](https://www.etebase.com/about/#contact).
uk: Вище описано все, що нам потрібно було зробити, щоб змусити [EteSync Notes](https://github.com/etesync/etesync-notes/) коректно працювати на F-Droid. Ми, в EteSync, намагаємося полегшити створення FLOSS-застосунків, зашифрованих з кінця в кінець і дотримуються конфіденційність, тому ми недавно випустили [Etebase](https://www.etebase.com/). Якщо ви поділяєте нашу пристрасть до захисту користувальницьких свобод і конфіденційності, будь ласка, приходьте і [приєднуйтесь до нашої спільноти](https://www.etebase.com/about/#contact).
zh_hans: 以上是我们为了让 [EteSync Notes](https://github.com/etesync/etesync-notes/) 在 F-Droid 上正确构建所需做的一切。在 EteSync，我们正在努力让构建 FLOSS、端到端加密和尊重隐私的应用变得更容易，这就是我们最近发布 [Etebase](https://www.etebase.com/) 的原因。如果你与我们具有相同的保护用户自由和隐私的热情，请来[加入我们的社区](https://www.etebase.com/about/#contact)。

source: Repomaker is back!
de: Repomaker ist zurück!
pl: Repomaker powraca!
ro: Repomaker s-a întors!
ru: Repomaker возвращается!
uk: Repomaker повернувся!
zh_hans: Repomaker 回来了！

source: Repomaker received a big update to make it maintainable. It now works with _fdroidserver_ 1.1.10 and any Django 1.11.x version, and is almost done being [ported to Django 2.x](https://gitlab.com/fdroid/repomaker/-/merge_requests/218). The _flatpak_ package has been updated, and now also works on Raspberry Pi (or any ARM).
de: Repomaker erhielt ein großes Update, um ihn wartbar zu machen. Er läuft jetzt mit _fdroidserver_ 1.1.10 und jeder Version von Django 1.11.x, und ist fast fertig, um [nach Django 2.x portiert](https://gitlab.com/fdroid/repomaker/-/merge_requests/218) zu werden. Das _flatpak_-Paket wurde aktualisiert und funktioniert nun auf einem Raspberry Pi (oder jedem ARM-Gerät).
pl: Repomaker otrzymał dużą aktualizację, aby był łatwy w utrzymaniu. Działa teraz z _fdroidserver_ 1.1.10 i każdą wersją Django 1.11.x, i jest prawie gotowy do [przeniesienia do Django 2.x](https://gitlab.com/fdroid/repomaker/-/merge_requests/218). Pakiet _flatpak_ został uaktualniony i teraz działa również na Raspberry Pi (lub dowolnym ARM).
ro: Repomaker a primit o actualizare importantă pentru a face posibilă întreținerea acestuia. Acum funcționează cu _fdroidserver_ 1.1.10 și cu orice versiune Django 1.11.x și este aproape gata de a fi [ported to Django 2.x](https://gitlab.com/fdroid/repomaker/-/merge_requests/218). Pachetul _flatpak_ a fost actualizat, iar acum funcționează și pe Raspberry Pi (sau orice ARM).
ru: Недавно произошло большое обновление Repomaker, что сделало его хоть сколь-нибудь поддерживаемым. Теперь он работает на _fdroidserver_ 1.1.10 и Django 1.11.x, а [портирование на Django 2.x](https://gitlab.com/fdroid/repomaker/-/merge_requests/218) почти завершено. Пакет _flatpak_ тоже обновлен и теперь работает также и на Raspberry Pi (или любом другом ARM'е).
uk: Нещодавно відбулося велике оновлення Repomaker, що зробило його хоч скільки-небудь підтримуваним. Тепер він працює на _fdroidserver_ 1.1.10 і Django 1.11.x, а [портування на Django 2.x](https://gitlab.com/fdroid/repomaker/-/merge_requests/218) майже завершено. Пакет _flatpak_ оновлений і тепер працює також і на Raspberry Pi (або будь-якому іншому ARM'і).
zh_hans: Repomaker 收到了一个重大更新以使其可维护。它现在适用于 _fdroidserver_ 1.1.10 和任何 Django 1.11.x 版本，并且几乎完成了[移植到 Django 2.x](https://gitlab.com/fdroid/repomaker/-/merge_requests/218) 的工作。_flatpak_ 包已经更新，现在也可以在 Raspberry Pi（或任何 ARM）上运行。

source: The easiest way to try Repomaker is the [Flatpak package](https://gitlab.com/fdroid/repomaker/#flatpak). The [_docker-compose_](https://gitlab.com/fdroid/repomaker/-/tree/master/docker#docker-compose-deployment) setup provides a quick trial for running Repomaker as a web service.
de: Die einfachste Art, Repomaker auszuprobieren, ist das [Flatpak-Paket](https://gitlab.com/fdroid/repomaker/#flatpak). Das Setup von [_docker-compose_](https://gitlab.com/fdroid/repomaker/-/tree/master/docker#docker-compose-deployment) bietet einen schnellen Test, bei der Repomaker als Web-Dienst betrieben werden kann.
pl: Najprostszym sposobem na wypróbowanie Repomakera jest pakiet [Flatpak](https://gitlab.com/fdroid/repomaker/#flatpak). Konfiguracja [_docker-compose_](https://gitlab.com/fdroid/repomaker/-/tree/master/docker#docker-compose-deployment) zapewnia szybką próbę uruchomienia Repomakera jako usługi sieciowej.
ro: Cel mai simplu mod de a încerca Repomaker este [Flatpak package](https://gitlab.com/fdroid/repomaker/#flatpak). Configurația [_docker-compose_](https://gitlab.com/fdroid/repomaker/-/tree/master/docker#docker-compose-deployment) oferă o încercare rapidă pentru a rula Repomaker ca serviciu web.
ru: Попробовать Repomaker проще всего будет с помощью [Пакета Flatpak](https://gitlab.com/fdroid/repomaker/#flatpak). А установив Repomaker через [_docker-compose_](https://gitlab.com/fdroid/repomaker/-/tree/master/docker#docker-compose-deployment), можно по-быстрому запустить его как web-сервис.
uk: Спробувати Repomaker найпростіше буде за допомогою [Пакета Flatpak](https://gitlab.com/fdroid/repomaker/#flatpak). А встановивши Repomaker через [_docker-compose_](https://gitlab.com/fdroid/repomaker/-/tree/master/docker#docker-compose-deployment), можна по-швидкому запустити його як web-сервіс.
zh_hans: 尝试 Repomaker 的最简单方法是 [Flatpak 包](https://gitlab.com/fdroid/repomaker/#flatpak)。[_docker-compose_](https://gitlab.com/fdroid/repomaker/-/tree/master/docker#docker-compose-deployment) 设置为将 Repomaker 作为 Web 服务运行提供了快速试用。

source: Repomaker still [needs](https://gitlab.com/fdroid/repomaker/-/issues/234) a lead developer, looking for a project to take on? Come find us in the [forum](https://forum.f-droid.org) or [chat rooms](https://f-droid.org/about/#contact).
de: Repomaker [braucht](https://gitlab.com/fdroid/repomaker/-/issues/234) immer noch einen federführenden Entwickler, suchen Sie nach einem Projekt, das Sie übernehmen möchten? Besuchen Sie uns im [Forum](https://forum.f-droid.org) oder den [Chat-Räumen](https://f-droid.org/about/#contact).
pl: Repomaker wciąż [potrzebuje](https://gitlab.com/fdroid/repomaker/-/issues/234) głównego programisty, szukasz projektu, który mógłbyś wziąć na siebie? Znajdź nas na [forum](https://forum.f-droid.org) lub [czacie](https://f-droid.org/about/#contact).
ro: Repomaker încă [needs](https://gitlab.com/fdroid/repomaker/-/issues/234) de un dezvoltator principal, căutați un proiect de care să vă ocupați? Veniți să ne găsiți pe [forum](https://forum.f-droid.org) sau [chat rooms](https://f-droid.org/about/#contact).
ru: Repomaker'у все еще [нужет](https://gitlab.com/fdroid/repomaker/-/issues/234) ведущий программист. Хотите возглавить проект? Заходите к нам на [форум](https://forum.f-droid.org) или в [чат](https://f-droid.org/about/#contact).
uk: Repomaker'у все ще [нужет](https://gitlab.com/fdroid/repomaker/-/issues/234) провідний програміст. Хочете очолити проєкт? Заходьте до нас на [форум](https://forum.f-droid.org) або в [чат](https://f-droid.org/about/#contact).
zh_hans: Repomaker 仍然[需要](https://gitlab.com/fdroid/repomaker/-/issues/234)一个首席开发者。正在寻找要承担的项目？请在[论坛](https://forum.f-droid.org)或[聊天室](https://f-droid.org/about/#contact)联系我们。

source: (_This work was supported by the prize money from the [Mozilla WINS](https://wirelesschallenge.mozilla.org/#winners) competition as part of the [Wind](https://guardianproject.info/code/wind/) project._)
de: (_Diese Arbeit wurde mit Preisgeldern aus dem [Mozilla WINS](https://wirelesschallenge.mozilla.org/#winners)-Wettbewerb als Teil des [Wind](https://guardianproject.info/code/wind/)-Projekts gefördert._)
pl: (_Praca ta została wsparta nagrodą pieniężną z konkursu [Mozilla WINS](https://wirelesschallenge.mozilla.org/#winners) jako część projektu [Wind](https://guardianproject.info/code/wind/)._)
ro: (_Această lucrare a fost susținută de premiul în bani de la competiția [Mozilla WINS](https://wirelesschallenge.mozilla.org/#winners) ca parte a proiectului [Wind](https://guardianproject.info/code/wind/)._)
ru: (_За эту работу полагается денежное вознаграждение, обеспеченное соревнованием [Mozilla WINS](https://wirelesschallenge.mozilla.org/#winners), как часть проекта [Wind](https://guardianproject.info/code/wind/) ._)
uk: (_За цю роботу покладається грошову винагороду, забезпечене змаганням [Mozilla WINS](https://wirelesschallenge.mozilla.org/#winners), як частина проєкту [Wind](https://guardianproject.info/code/wind/). _)
zh_hans: (_这项工作作为 [Wind](https://guardianproject.info/code/wind/) 项目的一部分得到了 [Mozilla WINS](https://wirelesschallenge.mozilla.org/#winners) 比赛的奖金支持。_)

source: Vote now and make F-Droid a High Priority for FSF
de: Jetzt abstimmen und F-Droid zu hoher Priorität bei der FSF verhelfen
pl: Zagłosuj teraz i spraw, aby F-Droid miał wysoki priorytet dla FSF
ro: Votați acum și faceți din F-Droid o prioritate ridicată pentru FSF
ru: Проголосуй сейчас и сделай F-Droid «Высокоприоритетным проектом» для FSF
uk: Проголосуй зараз і зроби F-Droid «високопріоритетним проєктом» для FSF
zh_hans: 立即投票，让 F-Droid 成为 FSF 的一个高优先级项目

source: At the end of October 2020 the FSF Committee began the review of the High Priority Projects free software list and they need your feedback by January 8.
de: Ende Oktober 2020 begann das FSF Committee mit der Prüfung der Liste freier Software auf Projekte mit hoher Priorität und es braucht euer Feedback bis 8. Januar.
pl: Pod koniec października 2020 roku Komitet FSF rozpoczął przegląd listy wolnego oprogramowania High Priority Projects i potrzebuje Waszych opinii do 8 stycznia.
ro: La sfârșitul lunii octombrie 2020, Comitetul FSF a început revizuirea listei de proiecte de software liber cu prioritate ridicată și are nevoie de feedback-ul dumneavoastră până la 8 ianuarie.
ru: В конце Октября 2020 Комитет FSF начал пересмотр список высокоприоритетных проектов свободного программного обеспечения и им нужна обратная связь от вас до 8 января.
uk: В кінці Жовтня 2020 Комітет FSF почав перегляд список високопріоритетних проєктів вільного програмного забезпечення і їм потрібен зворотний зв'язок від вас до 8 січня.
zh_hans: 2020 年 10 月末，FSF 委员会开始审查高优先级项目自由软件列表，他们需要你在 1 月 8 日之前提供反馈。

source: Given how the focus of this whole year ended up about human mobility and the computers that help us do our work and play wherever we were, this will be a great way for you to show some love to this little robot that holds a passion for Free and Open Source software and that kept on churning updates and provide new apps on the Android platform all year long.
de: Angesichts der Tatsache, dass der diesjährige Fokus auf der menschlichen Mobilität und den Computern lag, die uns, wo immer wir waren, dabei halfen, unsere Arbeit zu erledigen und zu spielen, wäre dies eine großartige Gelegenheit für euch eure Zuneigung für diesen kleinen Roboter zu zeigen, der an seiner Leidenschaft für Free &amp; Open Source Software festhält und der das ganze Jahr über Aktualisierungen am Fließband bereitstellt sowie neue Apps für die Android-Plattform liefert.
pl: Biorąc pod uwagę, że cały rok skupił się na ludzkiej mobilności i komputerach, które pomagają nam wykonywać naszą pracę i bawić się, gdziekolwiek jesteśmy, będzie to świetny sposób, aby okazać trochę miłości temu małemu robotowi, który ma pasję do Wolnego i Otwartego Oprogramowania, które stale aktualizuje się i dostarcza nowe aplikacje na platformę Android przez cały rok.
ro: Având în vedere că întregul an s-a axat pe mobilitatea umană și pe computerele care ne ajută să ne desfășurăm activitatea și să ne jucăm oriunde ne-am afla, aceasta va fi o modalitate excelentă de a arăta puțină dragoste față de acest mic robot pasionat de software-ul liber și cu sursă deschisă și care a continuat să facă actualizări și să ofere noi aplicații pe platforma Android pe tot parcursul anului.
ru: Учитывая, что фокус всего года оказался сосредоточен на мобильности людей и компьютерах, которые помогают нам делать нашу работу и играть, где бы мы ни находились. Это может стать великолепной возможностью для вас показать немного любви этому маленькому роботу, который испытывает такую жгучую страсть к свободному и открытому программному обеспечению и который без продыху трудился над сборкой обновлений и новых приложений для Android весь год.
uk: З огляду на, що фокус всього року виявився зосереджений на мобільності людей і комп'ютерах, які допомагають нам робити нашу роботу і грати, де б ми не знаходилися. Це може стати чудовою можливістю для вас показати трохи любові цьому маленькому роботу, який відчуває таку пекучу пристрасть до вільного і відкритого програмного забезпечення і який без продиху трудився над складанням оновлень і нових застосунків для Android весь рік.
zh_hans: 考虑到这一年的重点是人类的移动性以及帮助我们在任何地方工作和娱乐的计算机，这将是你向这个对自由开源软件充满热情，全年都在不断更新，并在 Android 平台上提供新的应用的小机器人表达爱意的好方法。

source: You can just send them an email or better yet write a blog or a social media post and send them that link.
de: Ihr könnt ihnen eine E-Mail schicken oder besser noch einen Blog oder einen Social Media Post schreiben und ihnen den Link dazu senden.
pl: Możesz po prostu wysłać im e-mail lub jeszcze lepiej napisać bloga lub post w mediach społecznościowych i wysłać im ten link.
ro: Puteți să le trimiteți un e-mail sau, mai bine, să scrieți un blog sau o postare pe rețelele de socializare și să le trimiteți acel link.
ru: Вы можете просто послать e-mail или, что даже лучше, написать в блоге или еще каком-нибудь социальном медиа и отправить им ссылку.
uk: Ви можете просто послати e-mail або, що навіть краще, написати в блозі або ще якому-небудь соціальному медіа і відправити їм посилання.
zh_hans: 你可以只给他们发送一封电子邮件，也可以更进一步写一篇博客或社交媒体帖子并将链接发送给他们。

source: You can read their whole post with the details on the GNU site [here](https://savannah.gnu.org/forum/forum.php?forum_id=9846).
de: Ihr könnt die gesamte Meldung mit allen Einzelheiten auf der GNU-Internetseite [hier](https://savannah.gnu.org/forum/forum.php?forum_id=9846) lesen.
pl: Możesz przeczytać cały ich post ze szczegółami na stronie GNU [tutaj](https://savannah.gnu.org/forum/forum.php?forum_id=9846).
ro: Puteți citi întreaga lor postare cu detalii pe site-ul GNU [here](https://savannah.gnu.org/forum/forum.php?forum_id=9846).
ru: Вы можете Прочитать весь пост со всеми деталями на сайте GNU [здесь](https://savannah.gnu.org/forum/forum.php?forum_id=9846).
uk: Ви можете Прочитати весь пост з усіма деталями на сайті GNU [тут](https://savannah.gnu.org/forum/forum.php?forum_id=9846).
zh_hans: 你可以在[这里](https://savannah.gnu.org/forum/forum.php?forum_id=9846)阅读他们在 GNU 站点上的详细信息。

source: Announcing <tt>issuebot</tt>
de: Ankündigung des <tt>issuebot</tt>
pl: Ogłoszenie <tt>issuebot</tt>
ro: Anunțarea <tt>issuebot</tt>
ru: Анонс <tt>issuebot</tt>
uk: Анонс <tt> issuebot </tt>
zh_hans: 宣布 <tt>issuebot</tt>
