Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** was [updated](https://github.com/tobykurien/WebApps/releases) from v2.20 to v2.22
de: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)**-[Aktualisierung](https://github.com/tobykurien/WebApps/releases) von v2.20 auf v2.22
pl: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** został [zaktualizowany](https://github.com/tobykurien/WebApps/releases) z v2.20 do v2.22
ro: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** a fost [updated](https://github.com/tobykurien/WebApps/releases) de la v2.20 la v2.22
ru: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** был [обновлен](https://github.com/tobykurien/WebApps/releases) с v2.20 до v2.22
uk: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** [оновлено](https://github.com/tobykurien/WebApps/releases) з v2.20 до v2.22
zh_hans: **[WebApps](https://f-droid.org/packages/com.tobykurien.webapps/)** 从 v2.20 [更新](https://github.com/tobykurien/WebApps/releases)到 v2.22

source: **[WebRadio](https://f-droid.org/packages/starcom.snd/)** was [updated](https://github.com/Starcommander/StreamRadio/releases) from 1.3 to 1.4
de: **[WebRadio](https://f-droid.org/packages/starcom.snd/)**-[Aktualisierung](https://github.com/Starcommander/StreamRadio/releases) von 1.3 auf 1.4
pl: **[WebRadio](https://f-droid.org/packages/starcom.snd/)** został [zaktualizowany](https://github.com/Starcommander/StreamRadio/releases) z 1.3 do 1.4
ro: **[WebRadio](https://f-droid.org/packages/starcom.snd/)** a fost [updated](https://github.com/Starcommander/StreamRadio/releases) de la 1.3 la 1.4
ru: **[WebRadio](https://f-droid.org/packages/starcom.snd/)** было [обновлено](https://github.com/Starcommander/StreamRadio/releases) с 1.3 до 1.4
uk: **[WebRadio](https://f-droid.org/packages/starcom.snd/)** [оновлено](https://github.com/Starcommander/StreamRadio/releases) з 1.3 до 1.4
zh_hans: **[WebRadio](https://f-droid.org/packages/starcom.snd/)** 从 1.3 [更新](https://github.com/Starcommander/StreamRadio/releases) 到 1.4

source: **[Who Has My Stuff?](https://f-droid.org/packages/de.freewarepoint.whohasmystuff/)** was [updated](https://gitlab.com/stovocor/whohasmystuff/raw/HEAD/changelog) from 1.0.33 to 1.0.35
de: **[Who Has My Stuff?](https://f-droid.org/packages/de.freewarepoint.whohasmystuff/)** wurde [aktualisiert](https://gitlab.com/stovocor/whohasmystuff/raw/HEAD/changelog) von 1.0.33 auf 1.0.35
pl: **[Who Has My Stuff?](https://f-droid.org/packages/de.freewarepoint.whohasmystuff/)** został [zaktualizowany](https://gitlab.com/stovocor/whohasmystuff/raw/HEAD/changelog) z 1.0.33 do 1.0.35
ro: **[Who Has My Stuff?](https://f-droid.org/packages/de.freewarepoint.whohasmystuff/)** a fost [updated](https://gitlab.com/stovocor/whohasmystuff/raw/HEAD/changelog) de la 1.0.33 la 1.0.35
ru: **[Who Has My Stuff?](https://f-droid.org/packages/de.freewarepoint.whohasmystuff/)** был [обновлен](https://gitlab.com/stovocor/whohasmystuff/raw/HEAD/changelog) с 1.0.33 до 1.0.35
uk: **[Who Has My Stuff?](https://f-droid.org/packages/de.freewarepoint.whohasmystuff/)** [оновлено](https://gitlab.com/stovocor/whohasmystuff/raw/HEAD/changelog) з 1.0.33 до 1.0.35
zh_hans: **[Who Has My Stuff?](https://f-droid.org/packages/de.freewarepoint.whohasmystuff/)** 从 1.0.33 [更新](https://gitlab.com/stovocor/whohasmystuff/raw/HEAD/changelog)到 1.0.35

source: **[WiFi Automatic](https://f-droid.org/packages/de.j4velin.wifiAutoOff/)** was [updated](https://github.com/j4velin/WiFi-Automatic/releases) from 1.7.8 to 1.8.3
de: **[WiFi Automatic](https://f-droid.org/packages/de.j4velin.wifiAutoOff/)**-[Aktualisierung](https://github.com/j4velin/WiFi-Automatic/releases) von 1.7.8 auf 1.8.3
pl: **[WiFi Automatic](https://f-droid.org/packages/de.j4velin.wifiAutoOff/)** został [zaktualizowany](https://github.com/j4velin/WiFi-Automatic/releases) z 1.7.8 do 1.8.3
ro: **[WiFi Automatic](https://f-droid.org/packages/de.j4velin.wifiAutoOff/)** a fost [updated](https://github.com/j4velin/WiFi-Automatic/releases) de la 1.7.8 la 1.8.3
ru: **[WiFi Automatic](https://f-droid.org/packages/de.j4velin.wifiAutoOff/)** был [обновлен](https://github.com/j4velin/WiFi-Automatic/releases) с 1.7.8 до 1.8.3
uk: **[WiFi Automatic](https://f-droid.org/packages/de.j4velin.wifiAutoOff/)** [оновлено](https://github.com/j4velin/WiFi-Automatic/releases) з 1.7.8 до 1.8.3
zh_hans: **[WiFi Automatic](https://f-droid.org/packages/de.j4velin.wifiAutoOff/)** 从 1.7.8 [更新](https://github.com/j4velin/WiFi-Automatic/releases)到 1.8.3

source: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)** was [updated](https://github.com/SecUSo/privacy-friendly-wifi-manager/blob/HEAD/CHANGELOG.md) from 1.0 to 1.0.1
de: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)**-[Aktualisierung](https://github.com/SecUSo/privacy-friendly-wifi-manager/blob/HEAD/CHANGELOG.md) von 1.0 auf 1.0.1
pl: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)** został [zaktualizowany](https://github.com/SecUSo/privacy-friendly-wifi-manager/blob/HEAD/CHANGELOG.md) z 1.0 do 1.0.1
ro: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)** a fost [updated](https://github.com/SecUSo/privacy-friendly-wifi-manager/blob/HEAD/CHANGELOG.md) de la 1.0 la 1.0.1
ru: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)** был [обновлен](https://github.com/SecUSo/privacy-friendly-wifi-manager/blob/HEAD/CHANGELOG.md) с 1.0 до 1.0.1
uk: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)** [оновлено](https://github.com/SecUSo/privacy-friendly-wifi-manager/blob/HEAD/CHANGELOG.md) з 1.0 до 1.0.1
zh_hans: **[WiFi Manager](https://f-droid.org/packages/org.secuso.privacyfriendlywifimanager/)** 从 1.0 [更新](https://github.com/SecUSo/privacy-friendly-wifi-manager/blob/HEAD/CHANGELOG.md)到 1.0.1

source: **[WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/)** was [updated](https://github.com/VREMSoftwareDevelopment/WiFiAnalyzer/releases) from 2.0.3 to 2.0.5
de: **[WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/)**-[Aktualisierung](https://github.com/VREMSoftwareDevelopment/WiFiAnalyzer/releases) von 2.0.3 auf 2.0.5
pl: **[WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/)** został [zaktualizowany](https://github.com/VREMSoftwareDevelopment/WiFiAnalyzer/releases) z 2.0.3 do 2.0.5
ro: **[WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/)** a fost [updated](https://github.com/VREMSoftwareDevelopment/WiFiAnalyzer/releases) de la 2.0.3 la 2.0.5
ru: **[WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/)** был [обновлен](https://github.com/VREMSoftwareDevelopment/WiFiAnalyzer/releases) с 2.0.3 до 2.0.5
uk: **[WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/)** [оновлено](https://github.com/VREMSoftwareDevelopment/WiFiAnalyzer/releases) з 2.0.3 до 2.0.5
zh_hans: **[WiFiAnalyzer](https://f-droid.org/packages/com.vrem.wifianalyzer/)** 从 2.0.3 [更新](https://github.com/VREMSoftwareDevelopment/WiFiAnalyzer/releases)至 2.0.5

source: **[Wikipedia](https://f-droid.org/packages/org.wikipedia/)** was [updated](https://www.mediawiki.org/wiki/Mobile/Release_history#Wikipedia_Android_app) from r/2.7.276-r-2019-03-27 to r/2.7.50282-r-2019-05-24
de: **[Wikipedia](https://f-droid.org/packages/org.wikipedia/)**-[Update](https://www.mediawiki.org/wiki/Mobile/Release_history#Wikipedia_Android_app) von r/2.7.276-r-2019-03-27 auf r/2.7.50282-r-2019-05-24
pl: **[Wikipedia](https://f-droid.org/packages/org.wikipedia/)** została [zaktualizowana](https://www.mediawiki.org/wiki/Mobile/Release) z r/2.7.276-r-2019-03-27 do r/2.7.50282-r-2019-05-24
ro: **[Wikipedia](https://f-droid.org/packages/org.wikipedia/)** a fost [updated](https://www.mediawiki.org/wiki/Mobile/Release_history#Wikipedia_Android_app) de la r/2.7.276-r-2019-03-27 la r/2.7.50282-r-2019-05-24
ru: **[Wikipedia](https://f-droid.org/packages/org.wikipedia/)** была [обновлена](https://www.mediawiki.org/wiki/Mobile/Release_history#Wikipedia_Android_app) с r/2.7.276-r-2019-03-27 до r/2.7.50282-r-2019-05-24
uk: **[Вікіпедію](https://f-droid.org/packages/org.wikipedia/)** [оновлено](https://www.mediawiki.org/wiki/Mobile/Release_history#Wikipedia_Android_app) з r/2.7.276-r-2019-03-27 до r/2.7.50282-r-2019-05-24
zh_hans: **[Wikipedia](https://f-droid.org/packages/org.wikipedia/)** 从 r/2.7.276-r-2019-03-27 [更新](https://www.mediawiki.org/wiki/Mobile/Release_history#Wikipedia_Android_app)到 r/2.7.50282-r-2019-05-24

source: **[WireGuard](https://f-droid.org/packages/com.wireguard.android/)** was updated from 0.0.20190319 to 0.0.20190708
de: **[WireGuard](https://f-droid.org/packages/com.wireguard.android/)** erhielt ein Update von 0.0.20190319 auf 0.0.20190708
pl: **[WireGuard](https://f-droid.org/packages/com.wireguard.android/)** został zaktualizowany z 0.0.20190319 do 0.0.20190708
ro: **[WireGuard](https://f-droid.org/packages/com.wireguard.android/)** a fost actualizat de la 0.0.20190319 la 0.0.20190708
ru: **[WireGuard](https://f-droid.org/packages/com.wireguard.android/)** был обновлен с 0.0.20190319 до 0.0.20190708
uk: **[WireGuard](https://f-droid.org/packages/com.wireguard.android/)** оновлено з 0.0.20190319 до 0.0.20190708
zh_hans: **[WireGuard](https://f-droid.org/packages/com.wireguard.android/)** 从 0.0.20190319 更新到 0.0.20190708

source: **[WorkoutLog](https://f-droid.org/packages/com.github.yeriomin.workoutlog/)** was updated from 0.1 to 0.2
de: **[WorkoutLog](https://f-droid.org/packages/com.github.yeriomin.workoutlog/)** erhielt ein Update von 0.1 auf 0.2
pl: **[WorkoutLog](https://f-droid.org/packages/com.github.yeriomin.workoutlog/)** został zaktualizowany z 0.1 do 0.2
ro: **[WorkoutLog](https://f-droid.org/packages/com.github.yeriomin.workoutlog/)** a fost actualizat de la 0.1 la 0.2
ru: **[WorkoutLog](https://f-droid.org/packages/com.github.yeriomin.workoutlog/)** был обновлен с 0.1 до 0.2
uk: **[WorkoutLog](https://f-droid.org/packages/com.github.yeriomin.workoutlog/)** оновлено з 0.1 до 0.2
zh_hans: **[WorkoutLog](https://f-droid.org/packages/com.github.yeriomin.workoutlog/)** 从 0.1 更新到 0.2

source: **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** was updated from 2.5.0.4 to 2.6.1.1
de: **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** erhielt ein Update von 2.5.0.4 auf 2.6.1.1
pl: **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** został zaktualizowany z 2.5.0.4 do 2.6.1.1
ro: **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** a fost actualizat de la 2.5.0.4 la 2.6.1.1
ru: **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** был обновлен с 2.5.0.4 до 2.6.1.1
uk: **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** оновлено з 2.5.0.4 до 2.6.1.1
zh_hans: **[Wownerujo](https://f-droid.org/packages/com.wownero.wownerujo/)** 从 2.5.0.4 更新到 2.6.1.1

source: **[XCSoar](https://f-droid.org/packages/org.xcsoar/)** was [updated](https://github.com/XCSoar/XCSoar/blob/HEAD/NEWS.txt) from 6.8.11 to 6.8.12
de: **[XCSoar](https://f-droid.org/packages/org.xcsoar/)**-[Aktualisierung](https://github.com/XCSoar/XCSoar/blob/HEAD/NEWS.txt) von 6.8.11 auf 6.8.12
pl: **[XCSoar](https://f-droid.org/packages/org.xcsoar/)** został [zaktualizowany](https://github.com/XCSoar/XCSoar/blob/HEAD/NEWS.txt) z 6.8.11 do 6.8.12
ro: **[XCSoar](https://f-droid.org/packages/org.xcsoar/)** a fost [updated](https://github.com/XCSoar/XCSoar/blob/HEAD/NEWS.txt) de la 6.8.11 la 6.8.12
ru: **[XCSoar](https://f-droid.org/packages/org.xcsoar/)** был [обновлен](https://github.com/XCSoar/XCSoar/blob/HEAD/NEWS.txt) с 6.8.11 до 6.8.12
uk: **[XCSoar](https://f-droid.org/packages/org.xcsoar/)** [оновлено](https://github.com/XCSoar/XCSoar/blob/HEAD/NEWS.txt) з 6.8.11 до 6.8.12
zh_hans: **[XCSoar](https://f-droid.org/packages/org.xcsoar/)** 从 6.8.11 [更新](https://github.com/XCSoar/XCSoar/blob/HEAD/NEWS.txt)到 6.8.12

source: **[XPrivacyLua](https://f-droid.org/packages/eu.faircode.xlua/)** was [updated](https://github.com/M66B/XPrivacyLua/releases) from 1.24 to 1.25
de: **[XPrivacyLua](https://f-droid.org/packages/eu.faircode.xlua/)**-[Aktualisierung](https://github.com/M66B/XPrivacyLua/releases) von 1.24 auf 1.25
pl: **[XPrivacyLua](https://f-droid.org/packages/eu.faircode.xlua/)** został [zaktualizowany](https://github.com/M66B/XPrivacyLua/releases) z 1.24 do 1.25
ro: **[XPrivacyLua](https://f-droid.org/packages/eu.faircode.xlua/)** a fost [updated](https://github.com/M66B/XPrivacyLua/releases) de la 1.24 la 1.25
ru: **[XPrivacyLua](https://f-droid.org/packages/eu.faircode.xlua/)** был [обновлен](https://github.com/M66B/XPrivacyLua/releases) с 1.24 до 1.25
uk: **[XPrivacyLua](https://f-droid.org/packages/eu.faircode.xlua/)** [оновлено](https://github.com/M66B/XPrivacyLua/releases) з 1.24 до 1.25
zh_hans: **[XPrivacyLua](https://f-droid.org/packages/eu.faircode.xlua/)** 从 1.24 [更新](https://github.com/M66B/XPrivacyLua/releases)至 1.25

source: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** was [updated](https://github.com/tobexyz/yaacc-code/releases) from 2.2.0 to 2.3.0
de: **[Yaacc](https://f-droid.org/packages/de.yaacc/)**-[Aktualisierung](https://github.com/tobexyz/yaacc-code/releases) von 2.2.0 auf 2.3.0
pl: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** został [zaktualizowany](https://github.com/tobexyz/yaacc-code/releases) z 2.2.0 do 2.3.0
ro: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** a fost [updated](https://github.com/tobexyz/yaacc-code/releases) de la 2.2.0 la 2.3.0
ru: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** был [обновлен](https://github.com/tobexyz/yaacc-code/releases) с 2.2.0 до 2.3.0
uk: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** [оновлено](https://github.com/tobexyz/yaacc-code/releases) з 2.2.0 до 2.3.0
zh_hans: **[Yaacc](https://f-droid.org/packages/de.yaacc/)** 从 2.2.0 [更新](https://github.com/tobexyz/yaacc-code/releases)到 2.3.0

source: **[Yorecast](https://f-droid.org/packages/org.thosp.yourlocalweather/)** was [updated](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) from 4.7.3 to 4.7.6
de: **[Yorecast](https://f-droid.org/packages/org.thosp.yourlocalweather/)**-[Aktualisierung](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) von 4.7.3 auf 4.7.6
pl: **[Yorecast](https://f-droid.org/packages/org.thosp.yourlocalweather/)** został [zaktualizowany](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) z 4.7.3 do 4.7.6
ro: **[Yorecast](https://f-droid.org/packages/org.thosp.yourlocalweather/)** a fost [updated](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) de la 4.7.3 la 4.7.6
ru: **[Yorecast](https://f-droid.org/packages/org.thosp.yourlocalweather/)** был [обновлен](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) с 4.7.3 до 4.7.6
uk: **[Yorecast](https://f-droid.org/packages/org.thosp.yourlocalweather/)** [оновлено](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG) з 4.7.3 до 4.7.6
zh_hans: **[Yorecast](https://f-droid.org/packages/org.thosp.yourlocalweather/)** 从 4.7.3 [更新](https://raw.githubusercontent.com/thuryn/your-local-weather/HEAD/CHANGELOG)到 4.7.6

source: **[Yucata Envoy](https://f-droid.org/packages/kaba.yucata.envoy/)** was updated from 0.5.1 to 0.5.3
de: **[Yucata Envoy](https://f-droid.org/packages/kaba.yucata.envoy/)** erhielt ein Update von 0.5.1 auf 0.5.3
pl: **[Yucata Envoy](https://f-droid.org/packages/kaba.yucata.envoy/)** została zaktualizowana z 0.5.1 do 0.5.3
ro: **[Yucata Envoy](https://f-droid.org/packages/kaba.yucata.envoy/)** a fost actualizat de la 0.5.1 la 0.5.3
ru: **[Yucata Envoy](https://f-droid.org/packages/kaba.yucata.envoy/)** был обновлен с 0.5.1 до 0.5.3
uk: **[Yucata Envoy](https://f-droid.org/packages/kaba.yucata.envoy/)** оновлено з 0.5.1 до 0.5.3
zh_hans: **[Yucata Envoy](https://f-droid.org/packages/kaba.yucata.envoy/)** 从 0.5.1 更新到 0.5.3

source: **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** was updated from 2.1.1 to 2.2.2
de: **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** erhielt ein Update von 2.1.1 auf 2.2.2
pl: **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** został zaktualizowany z 2.1.1 do 2.2.2
ro: **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** a fost actualizată de la 2.1.1 la 2.2.2
ru: **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** был обновлен с 2.1.1 до 2.2.2
uk: **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** оновлено з 2.1.1 до 2.2.2
zh_hans: **[Zapp](https://f-droid.org/packages/de.christinecoenen.code.zapp/)** 从 2.1.1 更新到 2.2.2

source: **[Zim Launcher](https://f-droid.org/packages/org.zimmob.zimlx/)** was [updated](https://github.com/otakuhqz/ZimLX/releases) from 0.4.4 to 0.6.2b
de: **[Zim Launcher](https://f-droid.org/packages/org.zimmob.zimlx/)**-[Aktualisierung](https://github.com/otakuhqz/ZimLX/releases) von 0.4.4 auf 0.6.2b
pl: **[Zim Launcher](https://f-droid.org/packages/org.zimmob.zimlx/)** został [zaktualizowany](https://github.com/otakuhqz/ZimLX/releases) z 0.4.4 do 0.6.2b
ro: **[Zim Launcher](https://f-droid.org/packages/org.zimmob.zimlx/)** a fost [updated](https://github.com/otakuhqz/ZimLX/releases) de la 0.4.4 la 0.6.2b
ru: **[Zim Launcher](https://f-droid.org/packages/org.zimmob.zimlx/)** был [обновлен](https://github.com/otakuhqz/ZimLX/releases) с 0.4.4 до 0.6.2b
uk: **[Zim Launcher](https://f-droid.org/packages/org.zimmob.zimlx/)** [оновлено](https://github.com/otakuhqz/ZimLX/releases) з 0.4.4 до 0.6.2b
zh_hans: **[Zim Launcher](https://f-droid.org/packages/org.zimmob.zimlx/)** 从 0.4.4 [更新](https://github.com/otakuhqz/ZimLX/releases)至 0.6.2b

source: **[andOTP](https://f-droid.org/packages/org.shadowice.flocke.andotp/)** was [updated](https://github.com/andOTP/andOTP/releases) from 0.6.1 to 0.6.2
de: **[andOTP](https://f-droid.org/packages/org.shadowice.flocke.andotp/)**-[Aktualisierung](https://github.com/andOTP/andOTP/releases) von 0.6.1 auf 0.6.2
pl: **[andOTP](https://f-droid.org/packages/org.shadowice.flocke.andotp/)** został [zaktualizowany](https://github.com/andOTP/andOTP/releases) z 0.6.1 do 0.6.2
ro: **[andOTP](https://f-droid.org/packages/org.shadowice.flocke.andotp/)** a fost [updated](https://github.com/andOTP/andOTP/releases) de la 0.6.1 la 0.6.2
ru: **[andOTP](https://f-droid.org/packages/org.shadowice.flocke.andotp/)** был [обновлен](https://github.com/andOTP/andOTP/releases) с 0.6.1 до 0.6.2
uk: **[andOTP](https://f-droid.org/packages/org.shadowice.flocke.andotp/)** [оновлено](https://github.com/andOTP/andOTP/releases) з 0.6.1 до 0.6.2
zh_hans: **[andOTP](https://f-droid.org/packages/org.shadowice.flocke.andotp/)** 从 0.6.1 [更新](https://github.com/andOTP/andOTP/releases)到 0.6.2

source: **[apps_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)** was updated from 1.7-10 to 1.7-13
de: **[apps_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)** erhielt ein Update von 1.7-10 auf 1.7-13
pl: **[apps_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)** zaktualizowano z 1.7-10 do 1.7-13
ro: **[apps_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)** a fost actualizată de la 1.7-10 la 1.7-13
ru: **[apps_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)** был обновлен с 1.7-10 до 1.7-13
uk: **[apps_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)** оновлено з 1.7-10 до 1.7-13
zh_hans: **[apps_Packages Info](https://f-droid.org/packages/com.oF2pks.applicationsinfo/)** 从 1.7-10 更新到 1.7-13

source: **[baresip](https://f-droid.org/packages/com.tutpro.baresip/)** was updated from 6.1.0 to 8.4.3
de: **[baresip](https://f-droid.org/packages/com.tutpro.baresip/)** erhielt ein Update von 6.1.0 auf 8.4.3
pl: **[baresip](https://f-droid.org/packages/com.tutpro.baresip/)** został zaktualizowany z 6.1.0 do 8.4.3
ro: **[baresip](https://f-droid.org/packages/com.tutpro.baresip/)** a fost actualizat de la 6.1.0 la 8.4.3
ru: **[baresip](https://f-droid.org/packages/com.tutpro.baresip/)** был обновлен с 6.1.0 до 8.4.3
uk: **[baresip](https://f-droid.org/packages/com.tutpro.baresip/)** оновлено з 6.1.0 до 8.4.3
zh_hans: **[baresip](https://f-droid.org/packages/com.tutpro.baresip/)** 从 6.1.0 更新到 8.4.3

source: **[c-beam](https://f-droid.org/packages/org.c_base.c_beam/)** was updated from 1.5.3 to 1.6.2
de: **[c-beam](https://f-droid.org/packages/org.c_base.c_beam/)** erhielt ein Update von 1.5.3 auf 1.6.2
pl: **[c-beam](https://f-droid.org/packages/org.c_base.c_beam/)** został zaktualizowany z 1.5.3 do 1.6.2
ro: **[c-beam](https://f-droid.org/packages/org.c_base.c_beam/)** a fost actualizat de la 1.5.3 la 1.6.2
ru: **[c-beam](https://f-droid.org/packages/org.c_base.c_beam/)** был обновлен с 1.5.3 до 1.6.2
uk: **[c-beam](https://f-droid.org/packages/org.c_base.c_beam/)** оновлено з 1.5.3 до 1.6.2
zh_hans: **[c-beam](https://f-droid.org/packages/org.c_base.c_beam/)** 从 1.5.3 更新到 1.6.2

source: **[cone](https://f-droid.org/packages/info.tangential.cone/)** was updated from 0.1.2 to 0.1.4
de: **[cone](https://f-droid.org/packages/info.tangential.cone/)** erhielt ein Update von 0.1.2 auf 0.1.4
pl: **[cone](https://f-droid.org/packages/info.tangential.cone/)** został zaktualizowany z 0.1.2 do 0.1.4
ro: **[cone](https://f-droid.org/packages/info.tangential.cone/)** a fost actualizat de la 0.1.2 la 0.1.4
ru: **[cone](https://f-droid.org/packages/info.tangential.cone/)** был обновлен с 0.1.2 до 0.1.4
uk: **[cone](https://f-droid.org/packages/info.tangential.cone/)** оновлено з 0.1.2 до 0.1.4
zh_hans: **[cone](https://f-droid.org/packages/info.tangential.cone/)** 从 0.1.2 更新到 0.1.4

source: **[dandelion*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)** was [updated](https://github.com/gsantner/dandelion/blob/HEAD/CHANGELOG.md) from 1.3.0 to 1.3.1
de: **[dandelion*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)**-[Aktualisierung](https://github.com/gsantner/dandelion/blob/HEAD/CHANGELOG.md) von 1.3.0 auf 1.3.1
pl: **[dandelion*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)** został [zaktualizowany](https://github.com/gsantner/dandelion/blob/HEAD/CHANGELOG.md) z 1.3.0 do 1.3.1
ro: **[dandelion*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)** a fost [updated](https://github.com/gsantner/dandelion/blob/HEAD/CHANGELOG.md) de la 1.3.0 la 1.3.1
ru: **[dandelion*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)** был [обновлен](https://github.com/gsantner/dandelion/blob/HEAD/CHANGELOG.md) с 1.3.0 до 1.3.1
uk: **[dandelion*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)** [оновлено](https://github.com/gsantner/dandelion/blob/HEAD/CHANGELOG.md) з 1.3.0 до 1.3.1
zh_hans: **[dandelion*](https://f-droid.org/packages/com.github.dfa.diaspora_android/)** 从 1.3.0 [更新](https://github.com/gsantner/dandelion/blob/HEAD/CHANGELOG.md)到 1.3.1
