Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 1.3.0 is out with an "Auto" theme, automatically switching between dark and light theme based on time of day. It also supports Chrome Custom tabs, will now start editing documents at last known cursor position, and enables link highlighting in plaintext format. Long-pressing an image now adds img-src with max-height, long-pressing the "Special key" jumps to top/bottom and long-pressing "Open external" opens context search. On top of that you'll find improvements to TextActions and Representation, and bug fixes.
de: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 1.3.0 ist mit einem "Auto"-Thema erhältlich, das automatisch zwischen dunklem und hellem Thema abhängig von der Tageszeit umschaltet. Es unterstützt auch Chrome Custom Tabs, beginnt nun mit der Bearbeitung von Dokumenten an der zuletzt bekannten Cursorposition und ermöglicht die Hervorhebung von Links im Klartextformat. Das lange Drücken auf ein Bild fügt nun img-src mit maximaler Höhe hinzu, das lange Drücken der "Spezialtaste" springt nach an oberere/untere Ende und das lange Drücken von "Extern öffnen" öffnet die Kontextsuche. Darüber hinaus finden Sie Verbesserungen bei TextActions und Representation sowie Bugfixes.
pl: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** wersja 1.3.0 wychodzi z motywem "Auto", automatycznie przełącza się między tematem ciemnym i jasnym w zależności od pory dnia. Obsługuje także niestandardowe zakładki Chrome, zacznie teraz edytować dokumenty w ostatniej znanej pozycji kursora i włącza podświetlanie linków w formacie zwykłego tekstu. Długie naciśnięcie obrazu dodaje teraz img-src z maksymalną wysokością, długie naciśnięcie przycisku "Specjalny klucz" przeskakuje do góry/dołu, a długie naciśnięcie "Otwórz zewnętrzne" otwiera kontekstowe wyszukiwanie. Oprócz tego znajdziesz ulepszenia w TextActions i Reprezentacji oraz poprawki błędów.
ro: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 1.3.0 a apărut cu o temă "Auto", care comută automat între tema întunecată și cea deschisă în funcție de ora din zi. De asemenea, suportă filele personalizate Chrome, va începe acum editarea documentelor de la ultima poziție cunoscută a cursorului și permite evidențierea legăturilor în format plain text. Apăsarea lungă pe o imagine adaugă acum img-src cu înălțimea maximă, apăsarea lungă a "Taste speciale" sare în sus/jos, iar apăsarea lungă a "Deschidere externă" deschide căutarea contextuală. Pe lângă acestea, veți găsi îmbunătățiri la TextActions și Representation, precum și corecturi de erori.
ru: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** Вышла версия 1.3.0 с темой "Auto", автоматически переключающейся между темной и светлой темами в зависимости от времени суток. Также поддерживаются пользовательские вкладки Chrome, редактирование документов теперь начинается с последней известной позиции курсора, а также включена подсветка ссылок в формате обычного текста. При длительном нажатии на изображение теперь добавляется img-src с max-height, длительное нажатие "Специальной клавиши" позволяет перейти к верхней/нижней части, а длительное нажатие "Открыть внешнее" открывает контекстный поиск. Кроме того, вы найдете улучшения в TextActions и Representation, а также исправления ошибок.
uk: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** Вийшла версія 1.3.0 з темою "Auto", автоматично перемикається між темною і світлою темами в залежності від часу доби. Також підтримуються призначені для користувача вкладки Chrome, редагування документів тепер починається з останньої відомої позиції курсора, а також включена підсвічування посилань в форматі звичайного тексту. При тривалому натисканні на зображення тепер додається img-src з max-height, тривале натискання "Спеціальної клавіші" дозволяє перейти до верхньої/нижньої частини, а тривале натискання "Відкрити зовнішнє" відкриває контекстний пошук. Крім того, ви знайдете поліпшення в TextActions і Representation, а також виправлення помилок.
zh_hans: **[Markor](https://f-droid.org/packages/net.gsantner.markor/)** 1.3.0 推出“自动”主题，根据一天中的时间。它还支持 Chrome 自定义选项卡，现在将在最后一个已知光标位置开始编辑文档，并启用纯文本格式的链接突出显示。长按图像现在添加最大高度的 img-src，长按“特殊键”跳转到顶部/底部，长按“打开外部”打开上下文搜索。最重要的是，你会发现对 TextActions 和 Representation 的改进以及错误修复。

source: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 3.2.2 fixes a crash on startup that occurred with non-latin maps, improves rendering speed on Android 8.0 devices, adds support for the polygon (non-amenity) objects editings, and adds a "Measure" button to Actions in the context menu for the distance measuring plugin.
de: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 3.2.2.2 behebt einen Absturz beim Start, der bei nicht-lateinischen Karten auftrat, verbessert die Rendering-Geschwindigkeit auf Android 8.0-Geräten, unterstützt die Bearbeitung von Polygon-(Nicht-Änderungs-)Objekten und fügt den Aktionen im Kontextmenü des Entfernungsmess-Plugins eine Schaltfläche "Messen" hinzu.
pl: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 3.2.2 naprawia awarię przy starcie, która miała miejsce z mapami innymi niż łacińskie, poprawia szybkość renderowania na urządzeniach z systemem Android 8.0, dodaje obsługę edycji obiektów wielokątnych (nie jest dodatkiem) i dodaje przycisk "Zmierz" do akcji w menu kontekstowym do wtyczki pomiaru odległości.
ro: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 3.2.2 corectează o eroare la pornire care se producea cu hărți nelatine, îmbunătățește viteza de redare pe dispozitivele Android 8.0, adaugă suport pentru editarea obiectelor poligonale (non-amenajate) și adaugă un buton "Măsură" la Acțiuni în meniul contextual pentru plugin-ul de măsurare a distanței.
ru: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** В версии 3.2.2 исправлен сбой при запуске, возникавший при использовании нелатинских карт, улучшена скорость рендеринга на устройствах Android 8.0, добавлена поддержка редактирования полигональных (неаменитых) объектов, а также добавлена кнопка "Измерить" в контекстном меню Actions для плагина измерения расстояния.
uk: **[OsmAnd ~](https://f-droid.org/packages/net.osmand.plus/)** У версії 3.2.2 виправлений збій при запуску, виникав при використанні нелатинських карт, поліпшена швидкість рендеринга на пристроях Android 8.0, додана підтримка редагування полігональних (неаменітих) об'єктів, а також додана кнопка "Виміряти» у відповідному меню Actions для плагіна вимірювання відстані.
zh_hans: **[OsmAnd~](https://f-droid.org/packages/net.osmand.plus/)** 3.2.2 修复了非拉丁地图在启动时发生的崩溃，提高了渲染速度Android 8.0 设备，添加了对多边形（非舒适）对象编辑的支持，并在距离测量插件的上下文菜单中的 Actions 中添加了“Measure”按钮。

source: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** 1.44.1 adds a lot of new capabilities:
de: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** 1.44.1 fügt viele neue Funktionen hinzu:
pl: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** Wersja 1.44.1 dodaje dużo nowych możliwości:
ro: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** 1.44.1 adaugă o mulțime de capacități noi:
ru: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** В версии 1.44.1 добавлено множество новых возможностей:
uk: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** У версії 1.44.1 додано безліч нових можливостей:
zh_hans: **[Open Camera](https://f-droid.org/packages/net.sourceforge.opencamera/)** 1.44.1 增加了很多新功能：

source: New photo mode "NR" Noise Reduction, takes a burst of photos and aligns and merges to reduce noise (Camera2 API only, only supported on high end devices)
de: Neuer Fotomodus "NR"-Rauschunterdrückung, nimmt eine Reihe von Fotos auf und fügt sie zusammen, um das Rauschen zu reduzieren (nur Camera2 API, nur auf High-End-Geräten unterstützt)
pl: Nowy tryb zdjęć „NR” Redukcja szumów, wykonuje serię zdjęć oraz wyrównuje i łączy w celu zmniejszenia szumów (tylko API Camera2, obsługiwane tylko na urządzeniach z wyższej półki)
ro: Un nou mod foto "NR" Reducerea zgomotului, realizează o rafală de fotografii, le aliniază și le combină pentru a reduce zgomotul (doar Camera2 API, acceptat doar pe dispozitive de vârf)
ru: Новый фоторежим "NR" Шумоподавление, делает серию фотографий, выравнивает и объединяет их для уменьшения шума (только API Camera2, поддерживается только на высокопроизводительных устройствах)
uk: Новий фоторежим "NR" Шумопригнічення, робить серію світлин, вирівнює та об'єднує їх для зменшення шуму (тільки API Camera2, підтримується тільки на високопродуктивних пристроях)
zh_hans: 新照片模式“NR”降噪，拍摄连拍照片并对齐和合并以减少噪点（仅限 Camera2 API，仅在高端设备上支持）

source: New photo mode "Focus {}" to enable Focus Bracketing (Camera2 API only)
de: Neuer Fotomodus "Focus {}" um Fokusbelichtungsreihe zu aktivieren (nur Camera2-API)
pl: Nowy tryb zdjęć "Focus {}" umożliwiający włączenie Focus Bracketing (tylko API Camera2)
ro: Un nou mod foto "Focus {}" pentru a activa Focus Bracketing (doar Camera2 API)
ru: Новый фоторежим "Фокус {}" для включения брекетинга фокуса (только API Camera2)
uk: Новий фоторежим "Фокус {}" для включення брекетинга фокуса (тільки API Camera2)
zh_hans: 新照片模式“Focus {}”可启用对焦包围曝光（仅限 Camera2 API）

source: New option Settings/"Ghost image", to overlay either last photo taken, or a selected image on your device
de: Neue Option Einstellungen/"Geisterbild", um entweder das zuletzt aufgenommene Foto oder ein auf dem Gerät ausgewähltes Bild darüber zu legen
pl: Nowa opcja Ustawienia /"Obraz ducha", aby nałożyć na siebie ostatnie wykonane zdjęcie lub wybrane zdjęcie w urządzeniu
ro: O nouă opțiune Setări/"Imagine fantomă", pentru a suprapune fie ultima fotografie făcută, fie o imagine selectată pe dispozitivul dumneavoastră
ru: Новая опция Настройки/"Призрачное изображение", позволяющая наложить либо последнюю сделанную фотографию, либо выбранное изображение на ваше устройство
uk: Нова опція Налаштування/"Примарне зображення", що дозволяє накласти або останню зроблену світлину, або вибране зображення на ваш пристрій
zh_hans: 新选项设置/“重影图像”，用于覆盖最后拍摄的照片或设备上的选定图像

source: New option Settings/On screen GUI/"Show audio level meter", to display on-screen audio level when recording video
de: Neue Option Einstellungen/Bildschirm-GUI/"Zeige Audiopegelmesser", um während der Aufnahme den Audiopegel auf dem Bildschirm anzuzeigen
pl: Nowa opcja Ustawienia/Na ekranie GUI/"Pokaż miernik poziomu dźwięku", do wyświetlania poziomu dźwięku na ekranie podczas nagrywania wideo
ro: Opțiune nouă Settings/On screen GUI/"Show audio level meter", pentru a afișa nivelul audio pe ecran la înregistrarea video
ru: Новая опция Настройки/Обзор GUI/"Показывать измеритель уровня звука", для отображения на экране уровня звука при записи видео
uk: Нова опція Налаштування/Огляд GUI/"Показувати вимірювач рівня звуку", для відображення на екрані рівня звуку під час запису відео
zh_hans: 新选项设置/屏幕 GUI/“显示音频电平表”，录制视频时显示屏幕音频电平

source: New option Settings/Video settings/"Video flat (log) profile" to record video with a flat profile (Camera2 API only)
de: Neue Option Einstellungen/Videoeinstellungen/"Video-Flach-(Log)-Profil" um Video mit einem Flachprofil aufzuzeichnen (nur Camera2-API)
pl: Nowa opcja Ustawienia/Ustawienia wideo/"Płaski profil wideo (log)" do nagrywania wideo o płaskim profilu (tylko API Camera2)
ro: Opțiune nouă Settings/Video settings/"Video flat (log) profile" pentru înregistrarea video cu un profil plat (doar Camera2 API)
ru: Новая опция Настройки/Параметры видео/"Плоский (журнальный) профиль видео" для записи видео с плоским профилем (только Camera2 API)
uk: Нова опція Налаштування/Параметри відео/"Плоский (журнальний), відео недоступне" для запису відео з плоским профілем (тільки Camera2 API)
zh_hans: 新选项设置/视频设置/“视频平面（日志）配置文件”以使用平面配置文件录制视频（仅限 Camera2 API）

source: New options under Settings/"Processing settings..." for setting Edge Mode and Noise Reduction Mode filtering options (Camera2 API only)
de: Neue Optionen unter Einstellungen/"Einstellungen verarbeiten..." zum Einstellen der Filteroptionen des Kantenmodus und des Rauschunterdrückungsmodus (nur Camera2-API)
pl: Nowe opcje w sekcji Ustawienia/"Ustawienia przetwarzania..." do ustawiania trybu Edge Mode i opcji filtrowania w trybie redukcji szumów (tylko API Camera2)
ro: Opțiuni noi în Settings/"Processing settings..."pentru setarea opțiunilor de filtrare Edge Mode și Noise Reduction Mode (numai Camera2 API)
ru: Новые опции в разделе "Настройки/"Параметры обработки..." для установки параметров фильтрации в режимах Edge Mode и Noise Reduction Mode (только API Camera2)
uk: Нові опції в розділі "Налаштування/" Параметри обробки ... "для установки параметрів фільтрації в режимах Edge Mode і Noise Reduction Mode (тільки API Camera2)
zh_hans: 设置/“处理设置...”下的新选项，用于设置边缘模式和降噪模式过滤选项（仅限 Camera2 API）

source: New option Settings/Photo settings/"Distance unit" to allow using feet instead of metres for GPS altitude on photo stamp and video subtitles
de: Neue Option Einstellungen/Fotoeinstellungen/"Längenmaß", um bei Fotostempeln und Videountertiteln GPS-Höhen in Fuß statt Meter nutzen zu können
pl: Nowa opcja Ustawienia/Ustawienia zdjęć/"Jednostka odległości" umożliwiająca użycie stóp zamiast metrów dla wysokości GPS na znaczku zdjęcia i napisach wideo
ro: O nouă opțiune Setări/Setări foto/"Unitate de distanță" pentru a permite utilizarea picioarelor în loc de metri pentru altitudinea GPS în ștampila foto și subtitrările video
ru: Новая опция Настройки/Параметры фото/"Единица измерения расстояния" позволяет использовать футы вместо метров для высоты GPS на штампе фото и субтитрах видео
uk: Нова опція Налаштування/Параметри світлин/"Одиниця виміру відстані" дозволяє використовувати фути замість метрів для висоти GPS на штампі світлини і субтитрах відео
zh_hans: 新选项设置/照片设置/“距离单位”允许在照片戳和视频字幕上使用英尺而不是米来表示 GPS 高度

source: On-screen flash icon (to show whether flash will fire or not) now supported for front screen flash
de: Blitz-Symbol (zeigt an ob Blitz aktiv oder nicht) wird nun auch für den frontseitigen Blitz unterstützt
pl: Ikona lampy błyskowej na ekranie (pokazująca, czy lampa błyskowa się uruchomi, czy nie) jest teraz obsługiwana przez lampę błyskową na ekranie przednim
ro: Pictograma de bliț pe ecran (pentru a arăta dacă blițul se va declanșa sau nu) este acum acceptată pentru blițul de pe ecranul frontal
ru: Иконка вспышки на экране (чтобы показать, сработает вспышка или нет) теперь поддерживается для вспышки на переднем экране
uk: Піктограма спалаху на екрані (щоб показати, спрацює спалах чи ні) тепер підтримується для спалаху на передньому екрані
zh_hans: 屏幕闪光灯图标（显示闪光灯是否会触发）现在支持前屏幕闪光灯

source: New Camera2 API debug option under Settings/"Photo settings" to disable taking photos whilst recording video feature (if your device has problems recording videos with Camera2 API enabled, try disabling this)
pl: Nowa opcja debugowania interfejsu API Camera2 w Ustawieniach / „Ustawienia zdjęć”, aby wyłączyć robienie zdjęć podczas nagrywania wideo (jeśli Twoje urządzenie ma problemy z nagrywaniem filmów z włączonym interfejsem Camera2 API, spróbuj to wyłączyć)
ro: O nouă opțiune de depanare Camera2 API în Settings/"Photo settings" (Setări/"Setări foto") pentru a dezactiva funcția de realizare a fotografiilor în timpul înregistrării video (dacă dispozitivul dvs. are probleme la înregistrarea video cu Camera2 API activată, încercați să dezactivați această opțiune)
ru: Новая опция отладки Camera2 API в разделе Настройки/"Параметры фото" для отключения функции фотосъемки во время записи видео (если на вашем устройстве возникают проблемы с записью видео при включенном Camera2 API, попробуйте отключить эту опцию)
uk: Нова опція налагодження Camera2 API в розділі Налаштування/«Параметри світлин» для вимкнення функції фотографування під час запису відео (якщо на вашому пристрої виникають проблеми із записом відео з увімкненим Camera2 API, спробуйте вимкнути цю опцію)
zh_hans: 设置/“照片设置”下的新 Camera2 API 调试选项可在录制视频功能时禁用拍照（如果你的设备在启用 Camera2 API 的情况下录制视频时出现问题，请尝试禁用此选项）

source: Camera2 support for high resolution photo resolutions (required for supporting highest resolutions on some devices, e.g., Nokia 6, Samsung Galaxy S6)
de: Camera2 für hochauflösende Fotos (wird für einige hochauflösende Geräte benötigt, z. B. Nokia 6, Samsung Galaxy S6)
pl: Wsparcie Camera2 dla wysokiej rozdzielczości zdjęć (wymagane do obsługi najwyższych rozdzielczości na niektórych urządzeniach, np. Nokia 6, Samsung Galaxy S6)
ro: Suport Camera2 pentru rezoluții foto de înaltă rezoluție (necesar pentru a suporta cele mai înalte rezoluții pe unele dispozitive, de exemplu, Nokia 6, Samsung Galaxy S6)
ru: Поддержка Camera2 для фотографий высокого разрешения (требуется для поддержки самых высоких разрешений на некоторых устройствах, например, Nokia 6, Samsung Galaxy S6)
uk: Підтримка Camera2 для світлин високої роздільної здатності (потрібно для підтримки найвищої роздільності на деяких пристроях, наприклад, Nokia 6, Samsung Galaxy S6)
zh_hans: Camera2 支持高分辨率照片分辨率（需要在某些设备上支持最高分辨率，例如诺基亚 6、三星 Galaxy S6）

source: Launching from intent now recognises request for front or back camera
pl: Uruchamianie z zamiaru rozpoznaje teraz prośbę o kamerę przednią lub tylną
ro: Lansarea din intenție recunoaște acum cererea pentru camera frontală sau cea din spate
ru: Запуск из намерения теперь распознает запрос на фронтальную или заднюю камеру
uk: Запуск з наміру тепер розпізнає запит фронтальної або задньої камери
zh_hans: 从 intent 启动现在可以识别对前置或后置摄像头的请求

source: Video bitrate options for 150Mbps and 200Mbps (may not work on all devices)
de: Video-Bitraten-Optionen für 150Mbps und 200Mbps (funktioniert möglicherweise nicht auf allen Geräten)
pl: Opcje szybkości transmisji wideo dla 150Mbps i 200Mbps (mogą nie działać na wszystkich urządzeniach)
ro: Opțiuni de bitrate video pentru 150Mbps și 200Mbps (este posibil să nu funcționeze pe toate dispozitivele)
ru: Варианты битрейта видео 150 Мбит/с и 200 Мбит/с (может работать не на всех устройствах)
uk: Варіанти бітрейта відео 150 Мбіт/с і 200 Мбіт/с (може працювати не на всіх пристроях)
zh_hans: 150Mbps 和 200Mbps 的视频比特率选项（可能不适用于所有设备）

source: New video audio source options: UNPROCESSED (requires Android 7) and `VOICE_RECOGNITION`
de: Neue Optionen für Video-Audioquellen: UNPROCESSED (erfordert Android 7) und `VOICE_RECOGNITION`
pl: Nowe opcje źródła dźwięku wideo: UNPROCESSED (wymaga Android 7) i `VOICE_RECOGNITION`
ro: Noi opțiuni de sursă audio video: UNPROCESSED (necesită Android 7) și `VOICE_RECOGNITION`
ru: Новые опции источника видео-аудио: UNPROCESSED (требуется Android 7) и `VOICE_RECOGNITION`
uk: Нові опції джерела відео-аудіо: UNPROCESSED (потрібно Android 7) і `VOICE_RECOGNITION`
zh_hans: 新的视频音频源选项：UNPROCESSED（需要 Android 7）和 `VOICE_RECOGNITION`

source: Partial Greek translation (thanks to Wasilis Mandratzis-Walz)
de: Teilweise griechische Übersetzung (Dank an Wasilis Mandratzis-Walz)
pl: Częściowe tłumaczenie greckie (dzięki Wasilis Mandratzis-Walz)
ro: Traducere parțială în limba greacă (mulțumită lui Wasilis Mandratzis-Walz)
ru: Частичный перевод на греческий (спасибо Wasilis Mandratzis-Walz)
uk: Частковий переклад на грецьку (спасибі Wasilis Mandratzis-Walz)
zh_hans: 部分希腊语翻译（感谢 Wasilis Mandratzis-Walz）

source: New option to disable ever showing the "What's New" dialog (under Settings/On screen GUI/ "Show What's New dialog")
pl: Nowa opcja wyłączająca wyświetlanie okna dialogowego "Co nowego" (w Ustawieniach/Wewnętrzny interfejs użytkownika/ "Pokaż okno dialogowe Co nowego")
ro: O nouă opțiune pentru a dezactiva afișarea dialogului "What's New" (în Settings/On screen GUI/"Show What's New dialog")
ru: Новая опция для отключения показа диалога "Что нового" (в разделе Настройки/Внешний графический интерфейс/"Показывать диалог "Что нового")
uk: Нова опція для відключення показу діалогу "Що нового" (в розділі Налаштування/Зовнішній графічний інтерфейс/"Показувати діалог" Що нового ")
zh_hans: 用于禁用显示“新增功能”对话框的新选项（在“设置”/屏幕 GUI/“显示新增功能对话框”下）

source: _Many_ other updates and bug fixes
de: _Viele_ andere Updates und Fehlerbehebungen
pl: _ Wiele_ innych aktualizacji i poprawek błędów
ro: _Multe_ alte actualizări și corecturi de erori
ru: _ Множество_ других обновлений и исправлений ошибок
uk: _Купа_ інших оновлень і виправлень помилок
zh_hans: _许多_ 其他更新和错误修复

source: {{ page.major }} Apparently we haven't been able to update **[PDF Converter](https://f-droid.org/packages/swati4star.createpdf/)** for 2 years. We now have 8.3.3 in the repository (previously 1.0) with too many changes to list. Of note is that we also picked up some older versions, and version 2.5 is the latest one that will install on Android 4.4. All versions after that require at least Android 5.0.
de: {{ page.major }} Anscheinend waren wir seit 2 Jahren nicht in der Lage **[PDF Converter](https://f-droid.org/packages/swati4star.createpdf/)** zu aktualisieren. Jetzt haben wir 8.3.3 im Repository (zuvor 1.0) mit zu vielen Änderungen, um sie aufzuzählen. Von Bedeutung ist, dass wir auch einige ältere Versionen aufgelesen haben und dass Version 2.5 die letzte ist, die auf Android 4.4 installiert werden kann. Alle Versionen danach benötigen mindestens Android 5.0.
pl: {{ page.major }} Najwyraźniej nie byliśmy w stanie zaktualizować **[Konwerter PDF](https://f-droid.org/packages/swati4star.createpdf/)** przez 2 lata. Mamy teraz 8.3.3 w repozytorium (wcześniej 1.0) ze zbyt wieloma zmianami na liście. Należy zauważyć, że również wybraliśmy kilka starszych wersji, a wersja 2.5 jest najnowszą, która zainstaluje się na Androidzie 4.4. Wszystkie kolejne wersje wymagają co najmniej wersji Androida 5.0.
ro: {{ page.major }} Se pare că nu am reușit să actualizăm **[PDF Converter](https://f-droid.org/packages/swati4star.createpdf/)** de 2 ani. Acum avem 8.3.3.3 în depozit (anterior 1.0) cu prea multe modificări pentru a le enumera. De remarcat este că am preluat și câteva versiuni mai vechi, iar versiunea 2.5 este cea mai recentă care se va instala pe Android 4.4. Toate versiunile ulterioare necesită cel puțin Android 5.0.
ru: {{ page.major }} Очевидно, мы не могли обновить **[PDF Converter](https://f-droid.org/packages/swati4star.createpdf/)** в течение 2 лет. Сейчас в репозитории находится версия 8.3.3 (ранее 1.0), в которой слишком много изменений, чтобы их перечислять. Стоит отметить, что мы также забрали несколько старых версий, и версия 2.5 - последняя, которая устанавливается на Android 4.4. Все последующие версии требуют как минимум Android 5.0.
uk: {{ page.major }} Очевидно, ми не могли оновити **[PDF Converter](https://f-droid.org/packages/swati4star.createpdf/)** протягом 2 років. Зараз в репозиторії знаходиться версія 8.3.3 (раніше 1.0), в якій дуже багато змін, щоб їх перераховувати. Варто зазначити, що ми також забрали кілька старих версій, і версія 2.5 - остання, яка встановлюється на Android 4.4. Всі наступні версії вимагають як мінімум Android 5.0.
zh_hans: {{ page.major }} 显然我们已经 2 年无法更新 **[PDF 转换器](https://f-droid.org/packages/swati4star.createpdf/)**。我们现在在存储库中有 8.3.3（以前是 1.0），其中有太多更改要列出。值得注意的是，我们还挑选了一些较旧的版本，而 2.5 版是将安装在 Android 4.4 上的最新版本。之后的所有版本至少需要 Android 5.0。
