Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: Another app changed package ID. [Flym](https://f-droid.org/packages/net.frju.flym/) changed from [net.fred.feedex](https://f-droid.org/packages/net.fred.feedex/) to [net.frju.flym](https://f-droid.org/packages/net.frju.flym/). The remedy is the same as last week's. In order to update, and to continue receiving updates, you will need to uninstall and reinstall [Flym](https://f-droid.org/packages/net.frju.flym/) once. Remember to export your feeds as an OPML file before uninstalling. You can also have both installed side by side until the new app is set up and working to your satisfaction.
de: Eine weitere App änderte die Paket-ID. [Flym](https://f-droid.org/packages/net.frju.flym/) wechselte von [net.fred.feedex](https://f-droid.org/packages/net.fred.feedex/) zu [net.frju.flym](https://f-droid.org/packages/net.frju.flym/). Das Heilmittel ist dasselbe wie das in der letzten Woche. Für das Update und um weiter Updates zu erhalten, müssen Sie [Flym](https://f-droid.org/packages/net.frju.flym/) einmal deinstallieren und neu installieren. Achten Sie vor der Deinstallation darauf, Ihre Feeds als OPML-Datei zu exportieren. Sie können auch beide Versionen parallel installiert lassen, bis die neue App eingerichtet ist und zu Ihrer Zufriedenheit arbeitet.
pl: Kolejna aplikacja zmieniła identyfikator ID pakietu. [Flym](https://f-droid.org/packages/net.frju.flym/) zmieniono z [net.fred.feedex](https://f-droid.org/packages/net.fred.feedex/) na [net.frju.flym](https://f-droid.org/packages/net.frju.flym/). Lekarstwo jest takie samo jak w zeszłym tygodniu. Aby zaktualizować i kontynuować otrzymywanie aktualizacji, musisz raz odinstalować i ponownie zainstalować [Flym](https://f-droid.org/packages/net.frju.flym/). Pamiętaj, aby wyeksportować swoje pliki jako plik OPML przed odinstalowaniem. Możesz również zainstalować je obok siebie, aż nowa aplikacja zostanie skonfigurowana i działa zgodnie z oczekiwaniami.
ro: O altă aplicație a schimbat ID-ul pachetului. [Flym](https://f-droid.org/packages/net.frju.flym/) s-a schimbat din [net.fred.feedex](https://f-droid.org/packages/net.fred.feedex/) în [net.frju.flym](https://f-droid.org/packages/net.frju.flym/). Remediul este același ca și cel de săptămâna trecută. Pentru a face actualizarea și pentru a continua să primiți actualizări, va trebui să dezinstalați și să reinstalați [Flym](https://f-droid.org/packages/net.frju.flym/) o dată. Nu uitați să exportați fluxurile ca fișier OPML înainte de dezinstalare. De asemenea, le puteți avea pe ambele instalate una lângă alta până când noua aplicație este configurată și funcționează în mod satisfăcător pentru dumneavoastră.
ru: Другое приложение изменило идентификатор пакета. [Flym](https://f-droid.org/packages/net.frju.flym/) изменился с [net.fred.feedex](https://f-droid.org/packages/net.fred.feedex/) на [net.frju.flym](https://f-droid.org/packages/net.frju.flym/). Устранение проблемы такое же, как и на прошлой неделе. Чтобы обновиться и продолжать получать обновления, вам нужно будет один раз удалить и заново установить [Flym](https://f-droid.org/packages/net.frju.flym/). Не забудьте перед удалением экспортировать ваши фиды в файл OPML. Вы также можете установить оба приложения бок о бок, пока новое приложение не будет настроено и работать в соответствии с вашими пожеланиями.
uk: Інша програма змінила ідентифікатор пакета. [Flym](https://f-droid.org/packages/net.frju.flym/) змінився з [net.fred.feedex](https://f-droid.org/packages/net.fred.feedex/) на [net.frju.flym](https://f-droid.org/packages/net.frju.flym/). Усунення проблеми таке ж, як і минулого тижня. Щоб оновитися і продовжувати отримувати оновлення, вам потрібно буде один раз видалити та заново встановити [Flym](https://f-droid.org/packages/net.frju.flym/). Не забудьте перед видаленням експортувати ваші фіди в файл OPML. Ви також можете встановити обидва застосунки пліч-о-пліч, поки нове застосування не буде налаштоване і працювати відповідно до ваших побажань.
zh_hans: 另一个应用改变了包的 ID。[Flym](https://f-droid.org/packages/net.frju.flym/) 从[net.fred.feedex](https://f-droid.org/packages/net.fred.feedex/) 变成了 [net.frju.flym](https://f-droid.org/packages/net.frju.flym/)。补救措施与上周的相同。为了更新，并继续收到更新，你需要卸载并重新安装 [Flym](https://f-droid.org/packages/net.frju.flym/)。记得在卸载前将你的 feeds 导出为 OPML 文件。你也可以将两者同时安装，直到新的应用设置好并工作到使你满意为止。

source: The [Wikipedia](https://f-droid.org/packages/org.wikipedia/) app became about 5mb smaller by excluding some unused native library architectures, courtesy of [Bubu](https://forum.f-droid.org/u/Bubu).
de: Die [Wikipedia](https://f-droid.org/packages/org.wikipedia/)-App wurde ca. 5 MB kleiner, nachdem einige ungenutzte Bestandteile der nativen Programmbibliothek ausgeschlossen wurden, mit freundlicher Genehmigung von [Bubu](https://forum.f-droid.org/u/Bubu).
pl: Aplikacja [Wikipedia](https://f-droid.org/packages/org.wikipedia/) stała się o około 5 mb mniejsza dzięki wykluczeniu niektórych nieużywanych architektur bibliotek natywnych, dzięki uprzejmości [Bubu](https://forum.f-droid.org/u/Bubu).
ro: Aplicația [Wikipedia](https://f-droid.org/packages/org.wikipedia/) a devenit cu aproximativ 5mb mai mică prin excluderea unor arhitecturi de bibliotecă nativă neutilizate, prin amabilitatea lui [Bubu](https://forum.f-droid.org/u/Bubu).
ru: Приложение [Wikipedia](https://f-droid.org/packages/org.wikipedia/) стало примерно на 5 мб меньше за счет исключения некоторых неиспользуемых архитектур нативных библиотек, любезно предоставленных [Bubu](https://forum.f-droid.org/u/Bubu).
uk: Застосунок [Вікіпедії](https://f-droid.org/packages/org.wikipedia/) став приблизно на 5 Мб меншим після виключення деяких невикористовуваних архітектур нативних бібліотек, люб'язно наданих [Bubu](https://forum.f -droid.org/u/Bubu).
zh_hans: 通过排除一些未使用的本地库架构，[维基百科](https://f-droid.org/packages/org.wikipedia/)的应用变小了约 5mb，感谢 [Bubu](https://forum.f-droid.org/u/Bubu)。

source: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) launcher/homescreen was updated to version 0.7.6 to fix some Oreo issues and beta-enable some Oreo features like Pinned Shortcuts.
de: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) Launcher/Startseite wurde auf Version 0.7.6 aktualisiert, um einige Oreo-Probleme zu beheben und einige Oreo-Features, wie Pinned Shortcuts, im Beta-Stadium zu aktivieren.
pl: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) launcher/homescreen został zaktualizowany do wersji 0.7.6, aby naprawić niektóre problemy z Oreo i beta-włączyć niektóre funkcje Oreo, takie jak Przypięte skróty.
ro: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) launcher/homescreen a fost actualizat la versiunea 0.7.6 pentru a remedia unele probleme Oreo și pentru a activa beta unele caracteristici Oreo, cum ar fi Pinned Shortcuts.
ru: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) программа запуска/домашний экран была обновлена до версии 0.7.6, чтобы исправить некоторые проблемы Oreo и бета-версию некоторых функций Oreo, таких как Pinned Shortcuts.
uk: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) програма запуску/домашній екран була оновлена до версії 0.7.6, щоб виправити деякі проблеми Oreo і бета-версію деяких функцій Oreo, таких як Pinned Shortcuts.
zh_hans: [LaunchTime](https://f-droid.org/packages/com.quaap.launchtime/) 启动器/主屏幕已更新至 0.7.6 版本，以修复一些 Oreo 上的问题，并测试启用一些 Oreo 特性，如钉住的快捷方式。

source: [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/) updated (to 1.9.2055) and so did some of its language packs: [Brazilian](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.brazilian/), [Norwegian](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.norwegian/) [Spanish](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.spain/), [Czech](https://f-droid.org/packages/org.herrlado.ask.languagepack.czech/).
de: [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/) wurde aktualisiert (auf 1.9.2055) wie auch einige seiner Sprachpakete: [Brasilianisch](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.brazilian/), [Norwegisch](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.norwegian/) [Spanisch](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.spain/), [Tschechisch](https://f-droid.org/packages/org.herrlado.ask.languagepack.czech/).
pl: Zaktualizowano [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/) (do wersji 1.9.2055), a także niektóre z pakietów językowych: [Brazilian](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.brazilian/), [Norwegian](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.norwegian/) [Spanish](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.spain/), [Czech](https://f-droid.org/packages/org.herrlado.ask.languagepack.czech/).
ro: [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/) a fost actualizat (la 1.9.2055), la fel ca și unele dintre pachetele de limbi: [Brazilian](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.brazilian/), [Norwegian](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.norwegian/) [Spanish](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.spain/), [Czech](https://f-droid.org/packages/org.herrlado.ask.languagepack.czech/).
ru: Обновился [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/) (до версии 1.9.2055), а также некоторые из его языковых пакетов: [бразильский](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.brazilian/), [норвежский](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.norwegian/) [испанский](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.spain/), [чешский](https://f-droid.org/packages/org.herrlado.ask.languagepack.czech/).
uk: Оновився [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/) (до версії 1.9.2055), а також деякі з його мовних пакетів: [бразильський](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.brazilian/), [норвезька](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.norwegian/) [іспанська](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.spain/), [чеський](https://f-droid.org/packages/org.herrlado.ask.languagepack.czech/).
zh_hans: [AnySoftKeyboard](https://f-droid.org/packages/com.menny.android.anysoftkeyboard/) 已更新（到 1.9.2055），它的一些语言包也更新了：[巴西语](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.brazilian/)，[挪威语](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.norwegian/)，[西班牙语](https://f-droid.org/packages/com.anysoftkeyboard.languagepack.spain/)，[捷克语](https://f-droid.org/packages/org.herrlado.ask.languagepack.czech/)。

source: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) 1.3.0 now supports TLSv1.2 on Android 4.4 devices. If you have one of those and twitlatte was failing to connect to your favourite instance, you might want to give this app another try. Other improvements include the ability to open links in an external browser, highlight of the selected account on the drawer, and bug fixes.
de: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) 1.3.0 unterstützt nun TLSv1.2 auf Android- 4.4-Geräten. Wenn Sie eines davon besitzen und twitlatte konnte keine Verbindung zu Ihrer Lieblingsinstanz herstellen, könnten Sie dieser App noch eine Chance geben. Weitere enthaltene Verbesserungen sind die Möglichkeit, Links in einem externen Browser zu öffnen, die Hervorhebung des ausgewählten Kontos im Drawer und Fehlerkorrekturen.
pl: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) 1.3.0 obsługuje teraz protokół TLSv1.2 na urządzeniach z Androidem 4.4. Jeśli masz jedno z nich i twitlatte nie udało się połączyć z twoją ulubioną instancją, możesz spróbować jeszcze raz spróbować tej aplikacji. Inne ulepszenia obejmują możliwość otwierania linków w zewnętrznej przeglądarce, zaznaczenie wybranego konta w szufladzie i poprawki błędów.
ro: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) 1.3.0 suportă acum TLSv1.2 pe dispozitivele Android 4.4. Dacă aveți unul dintre acestea și twitlatte nu reușea să se conecteze la instanța dvs. preferată, poate doriți să mai încercați o dată această aplicație. Alte îmbunătățiri includ posibilitatea de a deschide linkuri într-un browser extern, evidențierea contului selectat în sertar și remedierea unor erori.
ru: [twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) 1.3.0 теперь поддерживает TLSv1.2 на устройствах Android 4.4. Если у вас одно из таких устройств, и twitlatte не удавалось подключиться к вашему любимому инстансу, возможно, вам стоит попробовать это приложение еще раз. Среди других улучшений - возможность открывать ссылки во внешнем браузере, выделение выбранного аккаунта в ящике и исправление ошибок.
uk: [Twitlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) 1.3.0 тепер підтримує TLSv1.2 на пристроях Android 4.4. Якщо у вас одне з таких пристроїв, і twitlatte не вдавалося під'єднатися до вашого улюбленого інстансу, можливо, вам варто спробувати це застосунок ще раз. Серед інших поліпшень - можливість відкривати посилання в зовнішньому браузері, виділення обраного облікового запису в ящику і виправлення помилок.
zh_hans: [witlatte](https://f-droid.org/packages/com.github.moko256.twitlatte/) 1.3.0 现在在 Android 4.4 设备上支持 TLSv1.2。如果你有一个这样的设备，并且 twitlatte 无法连接到你最喜欢的实例，你可能想再试一下这个应用。其他改进包括在外部浏览器中打开链接的能力，在抽屉中突出所选账户，以及错误修复。

source: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.3.1 brings a recycle bin, grouping media thumbnails by different criteria, and assorted UI and stability improvements.
de: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.3.1 bringt einen Papierkorb, die Gruppierung von Medien-Thumbnails nach verschiedenen Kriterien, eine aufgeräumte Benutzeroberfläche und Stabilitätsverbesserungen.
pl: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.3.1 wprowadza kosz, grupuje miniatury multimediów według różnych kryteriów oraz różne ulepszenia interfejsu i interfejsu użytkownika.
ro: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.3.1 aduce o coș de gunoi, gruparea miniaturilor media în funcție de diferite criterii și o serie de îmbunătățiri ale interfeței de utilizare și ale stabilității.
ru: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.3.1 предлагает корзину, группировку эскизов медиафайлов по различным критериям, а также ряд улучшений пользовательского интерфейса и стабильности.
uk: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.3.1 пропонує кошик, угруповання ескізів медіафайлів за різними критеріями, а також ряд поліпшень призначеного для користувача інтерфейсу і стабільності.
zh_hans: [Gallery](https://f-droid.org/packages/com.simplemobiletools.gallery/) 4.3.1 带来了回收站，按不同标准对媒体缩略图进行分组，以及各种用户界面和稳定性改进。

source: [Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/) is a remote GUI for the [Transmission BitTorrent client](https://transmissionbt.com). Version 1.7.0 can show available free space when adding torrents, disable finished torrent notifications, notify about added torrents, and shows the donation dialog once two days after install.
de: [Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/) ist eine abgetrennte GUI für den [Transmission BitTorrent Client](https://transmissionbt.com). Version 1.7.0 kann beim Hinzufügen von Torrents den verfügbaren, freien Platz anzeigen, Benachrichtigungen zu abgeschlossenen Torrents abschalten, über hinzugefügte Torrents unterrichten und zeigt zwei Tage nach der Installation einmal den Spendendialog an.
pl: [Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/) jest zdalnym interfejsem GUI dla klienta [Transmission BitTorrent client](https://transmissionbt.com). Wersja 1.7.0 może pokazywać dostępną wolną przestrzeń podczas dodawania torrentów, wyłączania gotowych powiadomień o torrentach, powiadamiania o dodanych torrentach i pokazuje okno darowizny raz na dwa dni po instalacji.
ro: [Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/) este o interfață grafică la distanță pentru [Transmission BitTorrent client](https://transmissionbt.com). Versiunea 1.7.0 poate afișa spațiul liber disponibil atunci când se adaugă torrente, poate dezactiva notificările privind torrentele terminate, poate notifica cu privire la torrentele adăugate și afișează dialogul de donație o dată la două zile după instalare.
ru: [Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/) - это удаленный графический интерфейс для [Transmission BitTorrent клиента](https://transmissionbt.com). Версия 1.7.0 может показывать доступное свободное место при добавлении торрентов, отключать уведомления о завершенных торрентах, уведомлять о добавленных торрентах и показывать диалог пожертвования один раз через два дня после установки.
uk: [Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/) - це віддалений графічний інтерфейс для [Transmission BitTorrent клієнта](https://transmissionbt.com). Версія 1.7.0 може показувати доступне вільне місце при додаванні торентів, відключати повідомлення про завершені торенти, повідомляти про доданих торентах і показувати діалог пожертвування один раз через два дні після установки.
zh_hans: [Tremotesf](https://f-droid.org/packages/org.equeim.tremotesf/) 是 [Transmission BitTorrent client](https://transmissionbt.com) 的一个远程图形用户界面。1.7.0 版可以在添加 torrent 时显示可用空间，禁用已完成的 torrent 通知，通知已添加的 torrent，并在安装后两天显示一次捐赠对话框。

source: This Week in F-Droid, Week 28
de: Diese Woche in F-Droid, Woche 28
pl: W tym tygodniu w F-Droid, Tydzień 28
ro: Această săptămână în F-Droid, Săptămâna 28
ru: Эта неделя в F-Droid, неделя 28
uk: Цей тиждень у F-Droid, тиждень 28
zh_hans: F-Droid 每周新闻，第 28 周

source: [Izzy](https://forum.f-droid.org/u/izzy) is currently in the process of adding tons of expanded app descriptions. Many apps should already have better descriptions, with even more to come.
de: [Izzy](https://forum.f-droid.org/u/izzy) ist gerade dabei, haufenweise erweiterte App-Beschreibungen hinzuzufügen. Viele Apps sollten bereits bessere Beschreibungen haben und es werden noch mehr folgen.
pl: [Izzy](https://forum.f-droid.org/u/izzy) jest obecnie w trakcie dodawania ton rozszerzonych opisów aplikacji. Wiele aplikacji powinno już mieć lepsze opisy, a jeszcze więcej.
ro: [Izzy](https://forum.f-droid.org/u/izzy) este în prezent în curs de a adăuga tone de descrieri extinse ale aplicațiilor. Multe aplicații ar trebui să aibă deja descrieri mai bune, urmând să apară și mai multe.
ru: [Izzy](https://forum.f-droid.org/u/izzy) в настоящее время находится в процессе добавления тонны расширенных описаний приложений. Многие приложения уже имеют улучшенные описания, а в будущем их станет еще больше.
uk: [Izzy](https://forum.f-droid.org/u/izzy) зараз знаходиться в процесі додавання тонни розширених описів застосунків. Багато застосунків вже мають поліпшеня опису, а в майбутньому їх стане ще більше.
zh_hans: [Izzy](https://forum.f-droid.org/u/izzy) 目前正在添加大量的扩展应用描述。许多应用应该已经有了更好的描述，甚至将有更多的描述。

source: Meanwhile, [_hc](https://forum.f-droid.org/u/hans) has been working on polishing and finalizing the F-Droid client for the 1.3 release.
de: In der Zwischenzeit hat [_hc](https://forum.f-droid.org/u/hans) daran gearbeitet, den F-Droid-Client für die Version 1.3 aufzupolieren und fertigzustellen.
pl: Tymczasem [_hc](https://forum.f-droid.org/u/hans) pracuje nad wypolerowaniem i sfinalizowaniem klienta F-Droid dla wydania 1.3.
ro: Între timp, [_hc](https://forum.f-droid.org/u/hans) a lucrat la lustruirea și finalizarea clientului F-Droid pentru versiunea 1.3.
ru: Тем временем, [_hc](https://forum.f-droid.org/u/hans) работает над полировкой и доработкой клиента F-Droid для релиза 1.3.
uk: Тим часом, [_hc](https://forum.f-droid.org/u/hans) працює над поліруванням і доопрацюванням клієнта F-Droid для релізу 1.3.
zh_hans: 与此同时，[_hc](https://forum.f-droid.org/u/hans) 一直在努力打磨并完成 1.3 版本的 F-Droid 客户端。

source: [Bubu](https://forum.f-droid.org/u/Bubu) chimed in saying there are only 28 of [Rudloff](https://forum.f-droid.org/u/rudloff)'s apps left to be reviewed and accepted. Less when you read this.
de: [Bubu](https://forum.f-droid.org/u/Bubu) läutete ein, dass nur noch 28 der Apps von [Rudloff](https://forum.f-droid.org/u/rudloff) geprüft und akzeptiert werden müssen. Wohl noch weniger, bis du dies liest.
pl: [Bubu](https://forum.f-droid.org/u/Bubu) poinformował, że istnieje tylko 28 aplikacji [Rudloff](https://forum.f-droid.org/u/rudloff) do przejrzenia i zaakceptowania. Mniej, kiedy to czytasz.
ro: [Bubu](https://forum.f-droid.org/u/Bubu) a intervenit spunând că au mai rămas doar 28 de aplicații ale lui [Rudloff](https://forum.f-droid.org/u/rudloff) care să fie analizate și acceptate. Mai puțin când citiți asta.
ru: [Bubu](https://forum.f-droid.org/u/Bubu) сообщил, что осталось всего 28 приложений [Rudloff](https://forum.f-droid.org/u/rudloff), которые должны быть рассмотрены и приняты. Меньше, когда вы читаете это.
uk: [Bubu](https://forum.f-droid.org/u/Bubu) повідомив, що залишилося всього 28 застосунків [Rudloff](https://forum.f-droid.org/u/rudloff), які повинні бути розглянуті та прийняті. Менше, коли ви читаєте це.
zh_hans: [Bubu](https://forum.f-droid.org/u/Bubu) 插话说只有 28 个等待审查和接受的 [Rudloff](https://forum.f-droid.org/u/rudloff) 的应用了。当你读到这里时已经减少了。

source: We are still experiencing problems with publishing, only getting updates out every 3 days or so. We're working on it.
de: Wir haben immer noch Probleme mit der Veröffentlichung, bringen Aktualisierungen nur alle 3 Tage oder so heraus. Wir arbeiten daran.
pl: Nadal występują problemy z publikowaniem, a aktualizacje są wysyłane co trzy dni. Pracujemy nad tym.
ro: Încă ne confruntăm cu probleme în ceea ce privește publicarea, nu primim actualizări decât la fiecare 3 zile sau cam așa ceva. Lucrăm la asta.
ru: Мы все еще испытываем проблемы с публикацией, обновления выходят только раз в 3 дня или около того. Мы работаем над этим.
uk: Ми все ще маємо проблеми з публікацією, оновлення виходять тільки раз на 3 дні або близько того. Ми працюємо над цим.
zh_hans: 我们在发布方面仍然遇到问题，每 3 天左右才有更新。我们正在努力解决这个问题。
