Repository: f-droid/fdroid-website
Catalog: po/_posts.*.po
Languages: de, pl, ro, ru, uk, zh_hans

source: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** is a lightweight dialer which has T9 search and two themes. This application was made because **[Dialer2](https://f-droid.org/packages/org.dnaq.dialer2/)** is a bit outdated.
de: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** ist ein schlankes Wählprogramm mit T9-Suche und zwei Designs. Diese Anwendung wurde geschaffen, weil **[Dialer2](https://f-droid.org/packages/org.dnaq.dialer2/)** ein bisschen altmodisch ist.
pl: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** to lekki dialer z przeszukiwaniem T9 i dwoma tematami. Ta aplikacja została wykonana, ponieważ **[Dialer2](https://f-droid.org/packages/org.dnaq.dialer2/)** jest nieco przestarzały.
ro: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** este un program de apelare ușor care are căutare T9 și două teme. Această aplicație a fost realizată deoarece **[Dialer2](https://f-droid.org/packages/org.dnaq.dialer2/)** este un pic învechit.
ru: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** - это легкий номеронабиратель, который имеет поиск T9 и две темы. Это приложение было создано потому, что **[Dialer2](https://f-droid.org/packages/org.dnaq.dialer2/)** немного устарел.
uk: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** - це легкий номеронабирач, який має пошук T9 і дві теми. Ця програма була створена тому, що **[Dialer2](https://f-droid.org/packages/org.dnaq.dialer2/)** трохи застарів.
zh_hans: **[Emerald Dialer](https://f-droid.org/packages/ru.henridellal.dialer/)** 是一款轻量级拨号器，具有 T9 搜索和两个主题。制作此应用是因为 **[Dialer2](https://f-droid.org/packages/org.dnaq.dialer2/)** 有点过时了。

source: **[Get Off Your Phone](https://f-droid.org/packages/com.nephi.getoffyourphone/)**: Control procrastination with an app locker
de: **[Get Off Your Phone](https://f-droid.org/packages/com.nephi.getoffyourphone/)**: Prokrastination mit einer App-Sperre beherrschen
pl: **[Get Off Your Phone](https://f-droid.org/packages/com.nephi.getoffyourphone/)**: Kontroluj zwlekanie za pomocą schowka aplikacji
ro: **[Get Off Your Phone](https://f-droid.org/packages/com.nephi.getoffyourphone/)**: Controlează procrastinarea cu un dispozitiv de blocare a aplicațiilor
ru: **[Get Off Your Phone](https://f-droid.org/packages/com.nephi.getoffyourphone/)**: Контролируйте прокрастинацию с помощью приложения-фиксатора
uk: **[Get Off Your Phone](https://f-droid.org/packages/com.nephi.getoffyourphone/)**: Контролюйте прокрастинація за допомогою програми-фіксатора
zh_hans: **[Get Off Your Phone](https://f-droid.org/packages/com.nephi.getoffyourphone/)**：使用应用锁控制拖延

source: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)**: A port knocking client
de: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)**: Client zum Anklopfen an Ports
pl: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)**: Klient puka do portu
ro: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)**: Un client port knocking
ru: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)**: Клиент проброса портов
uk: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)**: Клієнт пересилання портів
zh_hans: **[Knock on Ports](https://f-droid.org/packages/me.impa.knockonports/)**：端口碰撞客户端

source: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)**: System cleaner
de: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)**: Systembereinigung
pl: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)**: System czyszczący
ro: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)**: Sistem de curățare a sistemului
ru: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)**: Очиститель системы
uk: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)**: Очисник системи
zh_hans: **[LTE Cleaner (FOSS)](https://f-droid.org/packages/theredspy15.ltecleanerfoss/)**：系统清洁器

source: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)**: Lightweight app launcher
de: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)**: Leichtgewichtige Start-App
pl: **[Lekki Launcher Android](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)**: Lekki launcher aplikacji
ro: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)**: Lansator de aplicații ușoare
ru: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)**: Легкая программа запуска приложений
uk: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.lalauncher/)**: Легка програма запуску застосунків
zh_hans: **[Light Android Launcher](https://f-droid.org/packages/com.github.postapczuk.laauncher/)**：轻量级应用启动器

source: **[Mars Live Wallpaper](https://f-droid.org/packages/org.covolunablu.marswallpaper/)**: Rotating red planet
de: **[Mars Live Wallpaper](https://f-droid.org/packages/org.covolunablu.marswallpaper/)**: Rotierender roter Planet
pl: **[Tapety Mars na żywo](https://f-droid.org/packages/org.covolunablu.marswallpaper/)**: Obracanie czerwonej planety
ro: **[Mars Live Wallpaper](https://f-droid.org/packages/org.covolunablu.marswallpaper/)**: Planeta roșie în rotație
ru: **[Mars Live Wallpaper](https://f-droid.org/packages/org.covolunablu.marswallpaper/)**: Вращающаяся красная планета
uk: **[Mars Live Wallpaper](https://f-droid.org/packages/org.covolunablu.marswallpaper/)**: Обертання червоної планети
zh_hans: **[Mars Live Wallpaper](https://f-droid.org/packages/org.covolunablu.marswallpaper/)**：旋转的红色星球

source: {{ page.featured }} **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)**: is a minified version of **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)**, which results in a smaller and lighter app which requires less scary permissions. It achieves this by removing Jitsi conferencing support and some smaller things. **Edit:** Note that voice and video calls are not supported in this version. Support _may_ be added back in a future version.
de: {{ page.featured }} **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)**: ist eine abgespeckte Version von **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)**, was eine kleinere und leichtere App ergibt, die weniger erschreckende Berechtigungen benötigt. Sie erreicht das durch Entfernung der Jitsi-Konferenzunterstützung und einiger kleinerer Sachen. **Nachtrag:** Zu beachten ist, dass Sprach- und Videoanrufe in dieser Version nicht unterstützt werden. Die Unterstützung wird _möglicherweise_ in einer zukünftigen Version wieder hinzugefügt.
pl: {{ page.featured }} **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)**: minified wersji jest **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)**, co skutkuje mniejszą i lżejszą aplikacją, która wymaga mniej przerażających uprawnień. Osiąga się to poprzez usunięcie obsługi konferencji Jitsi i kilka mniejszych rzeczy. **Edytuj:** Pamiętaj, że połączenia głosowe i wideo nie są obsługiwane w tej wersji. Wsparcie _may_ zostanie dodane w przyszłej wersji.
ro: {{ page.featured }} **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)**: este o versiune minificată a **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)**, ceea ce duce la o aplicație mai mică și mai ușoară, care necesită mai puține permisiuni înfricoșătoare. Realizează acest lucru prin eliminarea suportului pentru conferințe Jitsi și a unor lucruri mai mici. **Edit:** Rețineți că apelurile vocale și video nu sunt acceptate în această versiune. Suportul _poate_ fi adăugat din nou într-o versiune viitoare.
ru: {{ page.featured }} **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)**: это минифицированная версия **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)**, в результате чего приложение становится меньше и легче и требует меньше страшных разрешений. Это достигается за счет удаления поддержки конференций Jitsi и некоторых более мелких вещей. **Отредактировано:** Обратите внимание, что голосовые и видеозвонки в этой версии не поддерживаются. Поддержка _может_ быть добавлена в будущей версии.
uk: {{ page.featured }} **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)**: це мініфікована версія **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)**, в результаті чого застосунок стає менше і легше і вимагає менше страшних дозволів. Це досягається за рахунок видалення підтримки конференцій Jitsi та деяких більш дрібних речей. ** Відредаговано: ** Зверніть увагу, що голосові і відеодзвінки в цій версії не підтримуються. Підтримка _може_ бути додана в майбутній версії.
zh_hans: {{ page.featured }} **[miniVector](https://f-droid.org/packages/com.lavadip.miniVector/)**：是精简版的 **[Riot.im](https://f-droid.org/packages/im.vector.alpha/)**，体积较小，资源占用较少且需要的权限也较少。它通过删除 Jitsi 会议支持和一些小东西来实现这一点。 **编辑：** 此版本不支持视频和语音通话。 这些功能 _或许_ 会在未来版本中被加回来。

source: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)**: Log system notifications locally
de: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)**: Systembenachrichtigungen lokal protokollieren
pl: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)**: Powiadomienia systemu lokalnie
ro: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)**: Înregistrați notificările de sistem la nivel local
ru: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)**: Вести локальный журнал системных уведомлений
uk: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)**: Вести локальний журнал системних повідомлень
zh_hans: **[NotificationLog](https://f-droid.org/packages/de.jl.notificationlog/)**：在本地记录系统通知

source: **[PSLab](https://f-droid.org/packages/io.pslab/)**: Pocket Science Lab Android interface for PSLab hardware
de: **[PSLab](https://f-droid.org/de/packages/org.fossasia.pslab/)**: Pocket Science Lab Android-Schnittstelle für PSLab-Hardware
pl: **[PSLab](https://f-droid.org/packages/io.pslab/)**: Pocket Science Lab Interfejs Android dla sprzętu PSLab
ro: **[PSLab](https://f-droid.org/packages/io.pslab/)**: Pocket Science Lab Interfață Android pentru hardware-ul PSLab
ru: **[PSLab](https://f-droid.org/packages/io.pslab/)**: Интерфейс Pocket Science Lab Android для аппаратного обеспечения PSLab
uk: **[PSLab](https://f-droid.org/packages/io.pslab/)**: Інтерфейс Pocket Science Lab Android для апаратного забезпечення PSLab
zh_hans: **[PSLab](https://f-droid.org/packages/io.pslab/)**：用于 PSLab 硬件的 Pocket Science Lab Android 界面

source: **[Pausing Healthily](https://f-droid.org/packages/org.secuso.privacyfriendlypausinghealthily/)**: Break reminder with helpful exercises
de: **[Pausing Healthily](https://f-droid.org/packages/org.secuso.privacyfriendlypausinghealthily/)**: Erholungspausenerinnerung mit nützlichen Übungen
pl: **[Pausing Healthily](https://f-droid.org/packages/org.secuso.privacyfriendlypausinghealthily/)**: Przerwij przypomnienie przy pomocy pomocnych ćwiczeń
ro: **[Pausing Healthily](https://f-droid.org/packages/org.secuso.privacyfriendlypausinghealthily/)**: Reamintire de pauză cu exerciții utile
ru: **[Pausing Healthily](https://f-droid.org/packages/org.secuso.privacyfriendlypausinghealthily/)**: Напоминание о перерыве с полезными упражнениями
uk: **[Pausing Healthily](https://f-droid.org/packages/org.secuso.privacyfriendlypausinghealthily/)**: Нагадування про перерву з корисними вправами
zh_hans: **[Pausing Healthily](https://f-droid.org/packages/org.secuso.privacyfriendlypausinghealthily/)**：附带有用的练习的休息提醒

source: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)**: Baby game to keep your device safe from random baby-taps
de: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)**: Spiel für Babys, damit Ihr Gerät vor deren Patschhändchen geschützt bleibt
pl: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)**: Gra dla dzieci, aby zabezpieczyć urządzenie przed przypadkowymi dotknięciami
ro: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)**: Joc pentru copii pentru a vă proteja dispozitivul de atingerile aleatorii ale copilului
ru: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)**: Детская игра для защиты вашего устройства от случайных касаний ребенка
uk: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)**: Дитяча гра для захисту вашого пристрою від випадкових дотиків дитини
zh_hans: **[PianOli](https://f-droid.org/packages/com.nicobrailo.pianoli/)**：婴儿游戏，可让你的设备免受随机婴儿敲击的影响

source: **[Privacy Helper](https://f-droid.org/packages/org.privacyhelper/)**: An app privacy guide
de: **[Privacy Helper](https://f-droid.org/packages/org.privacyhelper/)**: Ein App-Datenschutzhandbuch
pl: **[Privacy Helper](https://f-droid.org/packages/org.privacyhelper/)**: Przewodnik po prywatności aplikacji
ro: **[Privacy Helper](https://f-droid.org/packages/org.privacyhelper/)**: Un ghid de confidențialitate pentru aplicații
ru: **[Privacy Helper](https://f-droid.org/packages/org.privacyhelper/)**: Руководство по конфиденциальности приложений
uk: **[Privacy Helper](https://f-droid.org/packages/org.privacyhelper/)**: Настанови щодо приватності застосунків
zh_hans: **[Privacy Helper](https://f-droid.org/packages/org.privacyhelper/)**：应用隐私指南

source: **[Resume Builder](https://f-droid.org/packages/com.ibrahimyousre.resumebuilder/)**: An app to help you create your resume
de: **[Resume Builder](https://f-droid.org/packages/com.ibrahimyousre.resumebuilder/)**: Eine App, die Ihnen dabei hilft, Ihren Lebenslauf zu erstellen
pl: **[Resume Builder](https://f-droid.org/packages/com.ibrahimyousre.resumebuilder/)**: Aplikacja ułatwiająca tworzenie CV
ro: **[Resume Builder](https://f-droid.org/packages/com.ibrahimyousre.resumebuilder/)**: O aplicație care te ajută să-ți creezi CV-ul
ru: **[Resume Builder](https://f-droid.org/packages/com.ibrahimyousre.resumebuilder/)**: Приложение, которое поможет вам создать резюме
uk: **[Resume Builder](https://f-droid.org/packages/com.ibrahimyousre.resumebuilder/)**: Застосунок, який допоможе вам створити резюме
zh_hans: **[Resume Builder](https://f-droid.org/packages/com.ibrahimyousre.resumebuilder/)**：帮助你创建简历的应用

source: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)**: Allow users to keep track of the Swedish parliament
de: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)**: Ermöglicht Nutzern, das Schwedische Parlament zu verfolgen
pl: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)**: Pozwólala użytkownikom śledzić szwedzki parlament
ro: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)**: Permite utilizatorilor să urmărească evoluția Parlamentului suedez
ru: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)**: Позволяет пользователям следить за работой шведского парламента
uk: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)**: Дозволяє користувачам стежити за роботою шведського парламенту
zh_hans: **[Riksdagskollen](https://f-droid.org/packages/se.oandell.riksdagen/)**：允许用户跟踪瑞典议会

source: **[Ril Control](https://f-droid.org/packages/com.alaskalinuxuser.rilcontrol/)**: Control the RIL-daemon process
de: **[Ril Control](https://f-droid.org/packages/com.alaskalinuxuser.rilcontrol/)**: Steuerung des RIL-daemon-Prozess
pl: **[Ril Control](https://f-droid.org/packages/com.alaskalinuxuser.rilcontrol/)**: Kontroluj proces demona RIL
ro: **[Ril Control](https://f-droid.org/packages/com.alaskalinuxuser.rilcontrol/)**: Controlați procesul RIL-daemon
ru: **[Ril Control](https://f-droid.org/packages/com.alaskalinuxuser.rilcontrol/)**: Управление процессом RIL-daemon
uk: **[Ril Control](https://f-droid.org/packages/com.alaskalinuxuser.rilcontrol/)**: Управління процесом RIL-daemon
zh_hans: **[Ril Control](https://f-droid.org/packages/com.alaskalinuxuser.rilcontrol/)**：控制 RIL-daemon 进程

source: **[Sam Remote](https://f-droid.org/packages/mkg20001.net.samremote/)**: Simple WiFi remote for Samsung TVs
de: **[Sam Remote](https://f-droid.org/packages/mkg20001.net.samremote/)**: Einfache WLAN-Fernsteuerung für Samsung-Fernseher
pl: **[Sam Remote](https://f-droid.org/packages/mkg20001.net.samremote/)**: Prosty pilot WiFi do telewizorów Samsung
ro: **[Sam Remote](https://f-droid.org/packages/mkg20001.net.samremote/)**: Telecomandă WiFi simplă pentru televizoarele Samsung
ru: **[Sam Remote](https://f-droid.org/packages/mkg20001.net.samremote/)**: Простой WiFi пульт для телевизоров Samsung
uk: **[Sam Remote](https://f-droid.org/packages/mkg20001.net.samremote/)**: Простий WiFi пульт для телевізорів Samsung
zh_hans: **[Sam Remote](https://f-droid.org/packages/mkg20001.net.samremote/)**：三星电视的简单 WiFi 遥控器

source: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)**: Disables the Wi-Fi when the phone is in sleep mode
de: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)**: WLAN-Abschaltung, wenn sich das Telefon im Ruhemodus befindet
pl: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)**: Wyłącza Wi-Fi, gdy telefon jest w trybie uśpienia
ro: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)**: Dezactivează Wi-Fi atunci când telefonul se află în modul de veghe
ru: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)**: Отключает Wi-Fi, когда телефон находится в спящем режиме
uk: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)**: Вимикає Wi-Fi, коли телефон знаходиться в сплячому режимі
zh_hans: **[SleepyWifi](https://f-droid.org/packages/nl.devluuk.sleepywifi/)**：当手机处于睡眠模式时禁用Wi-Fi

source: **[SyncTool](https://f-droid.org/packages/theakki.synctool/)**: Synchronize data between a smartphone and a server
de: **[SyncTool](https://f-droid.org/packages/theakki.synctool/)**: Datensynchronisation zwischen einem Smartphone und einem Server
pl: **[SyncTool](https://f-droid.org/packages/theakki.synctool/)**: Synchronizuj dane między smartfonem a serwerem
ro: **[SyncTool](https://f-droid.org/packages/theakki.synctool/)**: Sincronizarea datelor între un smartphone și un server
ru: **[SyncTool](https://f-droid.org/packages/theakki.synctool/)**: Синхронизация данных между смартфоном и сервером
uk: **[SyncTool](https://f-droid.org/packages/theakki.synctool/)**: Синхронізація даних між смартфоном і сервером
zh_hans: **[SyncTool](https://f-droid.org/packages/theakki.synctool/)**：在智能手机和服务器之间同步数据

source: **[Tron Wallet](https://f-droid.org/packages/com.eletac.tronwallet/)**: Multifunctional wallet for the TRON network
de: **[Tron Wallet](https://f-droid.org/packages/com.eletac.tronwallet/)**: Multifunktions-Wallet für das TRON-Netzwerk
pl: **[Tron Wallet](https://f-droid.org/packages/com.eletac.tronwallet/)**: Wielofunkcyjny portfel do sieci TRON
ro: **[Tron Wallet](https://f-droid.org/packages/com.eletac.tronwallet/)**: Portofel multifuncțional pentru rețeaua TRON
ru: **[Tron Wallet](https://f-droid.org/packages/com.eletac.tronwallet/)**: Многофункциональный кошелек для сети TRON
uk: **[Tron Wallet](https://f-droid.org/packages/com.eletac.tronwallet/)**: Багатофункціональний гаманець для мережі TRON
zh_hans: **[Tron Wallet](https://f-droid.org/packages/com.eletac.tronwallet/)**：TRON 网络的多功能钱包

source: **[WateryDroid](https://f-droid.org/packages/tmendes.com.waterydroid/)**: Simple reminder app to drink water
de: **[WateryDroid](https://f-droid.org/packages/tmendes.com.waterydroid/)**: Einfache App, um daran zu erinnern, Wasser zu trinken
pl: **[WateryDroid](https://f-droid.org/packages/tmendes.com.waterydroid/)**: Prosta aplikacja do przypominania o piciu wody
ro: **[WateryDroid](https://f-droid.org/packages/tmendes.com.waterydroid/)**: Aplicație simplă de reamintire pentru a bea apă
ru: **[WateryDroid](https://f-droid.org/packages/tmendes.com.waterydroid/)**: Простое приложение для напоминания о необходимости пить воду
uk: **[WateryDroid](https://f-droid.org/packages/tmendes.com.waterydroid/)**: простий застосунок для нагадування про необхідність пити воду
zh_hans: **[WateryDroid](https://f-droid.org/packages/tmendes.com.waterydroid/)**：简单的喝水提醒应用

source: **[Web Media Share](https://f-droid.org/packages/com.tobykurien.webmediashare/)**: Browser for viewing, sharing, or casting media from websites
de: **[Web Media Share](https://f-droid.org/packages/com.tobykurien.webmediashare/)**: Browser zum Betrachten, Teilen oder Verbreiten von Website-Medien
pl: **[Web Media Share](https://f-droid.org/packages/com.tobykurien.webmediashare/)**: Przeglądarka do przeglądania, udostępniania lub przesyłania mediów ze stron internetowych
ro: **[Web Media Share](https://f-droid.org/packages/com.tobykurien.webmediashare/)**: Browser pentru vizualizarea, partajarea sau distribuirea de conținut media de pe site-uri web
ru: **[Web Media Share](https://f-droid.org/packages/com.tobykurien.webmediashare/)**: Браузер для просмотра, обмена или воспроизведения мультимедиа с веб-сайтов
uk: **[Web Media Share](https://f-droid.org/packages/com.tobykurien.webmediashare/)**: Браузер для перегляду, обміну або відтворення мультимедіа з вебсайтів
zh_hans: **[Web Media Share](https://f-droid.org/packages/com.tobykurien.webmediashare/)**：用于从网站查看、共享或投射媒体的浏览器

source: **[Xia Express](https://f-droid.org/packages/fr.ac_versailles.dane.xiaexpress/)**: Create interactive images by croping zoomable details
de: **[Xia Express](https://f-droid.org/packages/fr.ac_versailles.dane.xiaexpress/)**: Erzeugung interaktiver Bilder durch Zuschneiden von Details, deren Größe veränderbar ist
pl: **[Xia Express](https://f-droid.org/packages/fr.ac_versailles.dane.xiaexpress/)**: Twórz interaktywne obrazy, przycinając powiększalne szczegóły
ro: **[Xia Express](https://f-droid.org/packages/fr.ac_versailles.dane.xiaexpress/)**: Creați imagini interactive prin decuparea detaliilor care pot fi mărite
ru: **[Xia Express](https://f-droid.org/packages/fr.ac_versailles.dane.xiaexpress/)**: Создание интерактивных изображений путем обрезки деталей с возможностью масштабирования
uk: **[Xia Express](https://f-droid.org/packages/fr.ac_versailles.dane.xiaexpress/)**: Створення інтерактивних зображень шляхом обрізки деталей з можливістю масштабування
zh_hans: **[Xia Express](https://f-droid.org/packages/fr.ac_versailles.dane.xiaexpress/)**：通过裁剪可缩放细节创建交互式图像

source: **[Yoke](https://f-droid.org/packages/com.simonramstedt.yoke/)**: Hackable gamepad for Linux
de: **[Yoke](https://f-droid.org/packages/com.simonramstedt.yoke/)**: Gamepad für Linux, das sich hacken lässt
pl: **[Yoke](https://f-droid.org/packages/com.simonramstedt.yoke/)**: Hackowany gamepad dla systemu Linux
ro: **[Yoke](https://f-droid.org/packages/com.simonramstedt.yoke/)**: Hackable gamepad pentru Linux
ru: **[Yoke](https://f-droid.org/packages/com.simonramstedt.yoke/)**: взламываемый геймпад для Linux
uk: **[Yoke](https://f-droid.org/packages/com.simonramstedt.yoke/)**: Зламний геймпад для Linux
zh_hans: **[Yoke](https://f-droid.org/packages/com.simonramstedt.yoke/)**：适用于 Linux 的可破解游戏手柄
