{
    "add_repo": {
        "intro": "Skann QR-koder fra pakkebrønner du vil legge til fra enheter eller nettsteder der de er å finne.",
        "no_internet": "Inget Internett? Null problem. Lær <a href=\"../swap/\">frakoblet forsendelse og mottak av programmer.</a>",
        "open_repo_link": {
            "description": "Hvis du sender en repo-kobling via e-post, sosiale medier eller SMS, legger du til muligheten til å installere appene i den til F-Droid ved å åpne den.",
            "short_summary": "Åpne pakkebrønnslenken",
            "steps": {
                "step_1": "Last ned og installer F-Droid-programmet på din Android-enhet.",
                "step_2": "Klikk på lenken og åpne den i en nettleser på enheten din.",
                "step_3": "Når du har lenken åpen, trykk på \"Legg til i F-Droid\"-knappen.",
                "step_4": "Trykk på \"Jeg har F-Droid\"-knappen. F-Droid-programmet vil åpnes.",
                "step_5": "\"Legg til ny pakkebrønn\" vises med adressen forhåndsutfylt. Trykk \"OK\" for å legge det til.",
                "step_6": "Din nye pakkebrønn vil bli lagt til. For å se en liste over dine programmer, åpne \"Innstillinger\". Velg så \"Pakkebrønner\".",
                "step_7": "Trykk på en pakkebrønn for å se dens innhold.",
                "step_8": "Velg programmene du ønsker, og installer dem på enheten din."
            },
            "title": "Åpne pakkebrønnslenken på enheten din"
        },
        "overview": {
            "summary": "For å hente mer, legg til en pakkebrønn i F-Droid. En pakkebrønn er en samling kuratert innhold. Du kan finne folks pakkebrønner fra dem direkte. Utviklere lenker ofte til deres F-Droid-pakkebrønner fra deres nettside. Instruktører deler ofte lenker til pakkebrønner over e-post, Facebook eller Twitter.",
            "title": "Hent mer innhold."
        },
        "scan_qr_code": {
            "description": "Skann QR-koder fra pakkebrønner du vil legge til fra enheter eller nettsteder der de er å finne.",
            "related_tutorial": "Det kan hende du også er interessert i: <a href=\"../swap/\">Hvordan sende og motta programmer frakoblet</a>",
            "short_summary": "Skann QR-kode",
            "steps": {
                "step_1": "Når QR-koden for pakkebrønnen vises, skann den med QR-skannerprogrammet.",
                "step_2": "Trykk på lenken. Hvis du gis valget, åpne lenken med F-Droid. Følg så spørringene. Hvis dette virker er du ferdig. Hvis ikke, fortsett til neste steg.",
                "step_3": "Hvis du ikke får valget om å åpne lenken med F-Droid, lukk QR-kodeskannerprogrammet og åpne F-Droidprogrammet.",
                "step_4": "I F-Droid, trykk \"Innstillinger\". Under \"Mine programmer\", og velg \"Pakkebrønner\".",
                "step_5": "På pakkebrønnsskjermen, trykk på \"+\"ikonet i topphjørnet.",
                "step_6": "Pakkebrønnsadressen er forhåndsutfylt. Trykk \"Legg til\". Merk: Pakkebrønnen vil lagres i pakkebrønnslisten på F-droid, men ingen programmer vil bli installert til du manuelt velger dem og installerer."
            },
            "title": "Skann en QR-kode fra en annen enhet"
        },
        "title": "Hvordan legge til en pakkebrønn i F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Du kan velge å redigere programmet og filsammendraget for å gjøre det forståelig for din målgruppe. Du kan redigere språket slik at det er landsspesifikt. Del så programmet med deltagere før konferanser og seminar.",
            "steps": {
                "step_1": "Klikk på et element for å vise detaljer om det.",
                "step_2": "Klikk \"Rediger\".",
                "step_3": "Tilpass innholdet til din målgruppe. Merk: Endringer du gjør her har kun innvirkning på din pakkebrønn. De vil ikke oppdatere den opprinnelige kilden. Respekter det når du tilpasser info for innhold som ikke er ditt eget.",
                "step_4": "Alle dine endringer blir lagret automatisk."
            },
            "title": "Tilpass din pakebrønn"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Last ned og installer Repomaker-nettprogrammet til din skrivebordsmaskin. Sjekk <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">installasjonsveiledningen</a> for mer info om hvordan dette gjøres.",
                "step_2": "Kjør Repomaker-nettprogrammet. Registrer deg eller logg inn for å begynne.",
                "step_3": "Opprett en ny pakkebrønn og gi den et passende navn.",
                "step_4": "Velg å legge til programmer fra galleriet og tilgjengelige pakkebrønner, eller last ned dine egne filer. Klikk \"Legg til fra Galleri\"-knappen for å velge fra allerede tilgjengelig innhold.",
                "step_5": "Klikk på \"Legg til\"-knappen ved siden av elementene du ønsker å legge til. Når du er ferdig, klikk på \"Tilbake\"-pilen for å gå tilbake til din pakkebrønn.",
                "step_6": "Dine programmer vil bli vist i din pakkebrønninnholdsvisning."
            },
            "title": "Last ned og installer Repomaker for å begynner å skape"
        },
        "intro": "Finner du ikke det du leter etter? Hvorfor ikke opprette din egen liste over programmer og filer ved bruk av Repomaker? Last ned programmet på din datamaskin for å komme igang.",
        "overview": {
            "summary": "Opprett din egen tilpassede pakkebrønn med programmer. Bruk F-Droid til å distribuere innhold. Instruktører bruker pakkebrønner for å lage ressurser og programmer med deltagere i sine seminar, der det ikke finnes fungerende Internett. Utviklere bruker pakkebrønner for å distribuere sine programmer til utvalgt publikum.",
            "title": "Legg til dine egne programmer og filer."
        },
        "related_tutorial": "Det kan hende du også er interessert i <a href=\"../add-repo/\">Hvordan legge til en pakkebrønn i F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Med programmet du ønsker å dele åpent, klikk \"Del\" i menyen. Merk: Du må sette opp et sted å lagre pakkebrønnen din før du deler instruksjoner om hvordan du gjør dette i steg 2.",
                "step_2": "Du vil bli forespurt om å sette opp lagring for å publisere din pakkebrønn før deling. Hvis du ikke ser denne siden, fortsett til steg 4.",
                "step_3": "Velg lagringsvalget som best passer dine behov. Når du har lagring, er du klar til å dele. Gå tilbake til «Del».",
                "step_4": "Velg å kopiere lenken og send den direkte til folk per e-post eller SMS, eller del pakkebrønnen din andre steder. Når folk åpner lenken til din pakkebrønn, vil de måtte legge den til på en Android-enhet for å få tilgang til programmer i pakkebrønnen. Se <a href=\"../add-repo/\">Tillegg av en pakkebrønn på F-Droid</a> for mer info.",
                "step_5": "Med \"Vis pakkebrønn\" kan du se hva du akkurat har offentliggjort eller delt."
            },
            "title": "Tilpass din pakkebrønn"
        },
        "title": "Hvordan lage en pakkebrønn",
        "update_repo": {
            "steps": {
                "step_1": "Hvis du legger til programmer fra galleriet, vil de automatisk oppdateres når kilden legger til nye versjoner. For filer du har lastet opp, kan du dra og slippe oppdaterte versjoner i pakkebrønnsvisningen.",
                "step_2": "Alternativt kan du åpne et enkelt element for å legge tl en ny versjon. Velg \"Rediger\".",
                "step_3": "Rull ned til \"Versjoner\". Legg så til en ny versjon i \"Versjonshistorikk\"-delen.",
                "step_4": "Legg så til en ny versjon under \"Versjonshistorikk\"-delen."
            },
            "title": "Oppdater din pakkebrønn"
        }
    },
    "misc": {
        "option_x_description": "Valg {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid er et uavhengig, gemenskapsdrevet programvaremarked for Android som er helt fritt. I F-Droid kan du utforske over 1200 friprogprogrammer, søke og installere programmer fra opprettede pakkebrønner, eller lage din egen. Åpne f-droid.org på din Android-enhet for å laste ned programmet og komme igang!",
            "title": "Hva du kan gjøre med F-Droid",
            "tutorial_x_title": "Veiledning {{ number }}: {{ title }}"
        },
        "step_x": "Steg {{ number }}",
        "step_x_description": "Steg {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Alle enheter trenger å ha F-Droid nedlastet og installert før dere begynner. Alle enheter følger stegene nedenfor.",
        "intro": "Inget Internett? Null problem. Last ned programmer fra folk i nærheten.",
        "overview": {
            "summary": "Inget Internett? Null problem. F-Droid I nærheten gir deg muligheten til å sende og motta innhold med folk i samme rom.",
            "title": "Send og motta programmer frakoblet."
        },
        "related_tutorial": "Det kan hende du også er interessert i <a href=\"../create-repo/\">Hvordan lage en pakkebrønn</a>",
        "step_1": "Åpne F-Droid. Trykk \"I nærheten\" fra menyen på bunnen av skjermen.",
        "step_10": "For å få tilgang til installerte programmer, åpne innstillingene i F-Droid og velg, \"Behandle installerte programmer\", under \"Mine programmer\".",
        "step_2": "Trykk \"Finn folk i nærheten\" for å søke etter kompatible enheter.",
        "step_3": "Når folk i nærheten blir funnet, må du og kontakten velge hverandre.",
        "step_4": "Når først tilkoblet, velg programmene du ønsker å dele med din kontakt.",
        "step_5": "Trykk på «→»-knappen.",
        "step_6": "Én person vil bli spurt om å bekrefte tilkoblingsforespørselen.",
        "step_7": "Trykk «Installer»-knappen ved siden av programmene du ønsker å installere.",
        "step_8": "Trykk \"Installer\" en gang til. Følg så Android-forespørslene for å fullføre installasjonsprosessen.",
        "step_9": "Når installasjoner er gjort, vil programmene være tilgjengelig i ditt Android-programvarebibliotek, og i F-Droid under installerte programmer.",
        "title": "Hvordan sende og motta programmer frakoblet"
    }
}
