{
    "antifeatures": {
        "Ads": "Это приложение содержит рекламу",
        "DisabledAlgorithm": "Это приложение имеет слабую подпись безопасности",
        "KnownVuln": "Это приложение содержит известную уязвимость безопасности",
        "NoSourceSince": "Исходный код больше недоступен, обновления невозможны",
        "NonFreeAdd": "Это приложение поддерживает дополнения с закрытым исходным кодом",
        "NonFreeAssets": "Это приложение включает в себя ресурсы с закрытым исходным кодом",
        "NonFreeDep": "Это приложение зависит от других приложений с закрытым исходным кодом",
        "NonFreeNet": "Это приложение продвигает сетевые сервисы с закрытым исходным кодом, собирающие пользовательские данные",
        "Tracking": "Это приложение отслеживает и сообщает о вашей деятельности",
        "UpstreamNonFree": "Оригинальный исходный код не является полностью свободным"
    },
    "app_categories": {
        "Connectivity": "Связь",
        "Development": "Разработка",
        "Games": "Игры",
        "Graphics": "Графика",
        "Internet": "Интернет",
        "Money": "Деньги",
        "Multimedia": "Мультимедиа",
        "Navigation": "Навигация",
        "Phone & SMS": "Телефон и SMS",
        "Reading": "Чтение",
        "Science & Education": "Наука и образование",
        "Security": "Безопасность",
        "Sports & Health": "Спорт и здоровье",
        "System": "Системные",
        "Theming": "Темы",
        "Time": "Время",
        "Writing": "Работа с текстом",
        "show_all_packages": "Посмотреть все %d приложений"
    },
    "index": {
        "download_fdroid": "Скачать F-Droid",
        "gpg_signature": "Подпись PGP",
        "introduction": "F-Droid — это каталог свободных приложений с открытым исходным кодом (FOSS) для платформы Android. Программа позволяет легко находить и устанавливать приложения на ваше устройство и отслеживать их обновления.",
        "screenshot": "Снимок экрана приложения F-Droid для Android",
        "title": "Что такое F-Droid?"
    },
    "mirrors": {
        "cn": "Китай",
        "de": "Германия",
        "indiana": "Индиана, США",
        "se": "Швеция",
        "tw": "Тайвань",
        "ua": "Украина"
    },
    "navigation": {
        "about": "Об F-Droid",
        "apps": "Каталог",
        "contribute": "Помочь",
        "documentation": "Документация",
        "edit_on_gitlab": "Править на GitLab",
        "forum": "Форум",
        "issues": "Ошибки",
        "news": "Новости",
        "translate_on_weblate": "Перевести на Weblate"
    },
    "news": {
        "by": "от",
        "newer_posts": "← Новые записи",
        "older_posts": "Старые записи →",
        "posted_on": "Опубликовано на {{ post_date }}"
    },
    "package": {
        "added_on": "Добавлен {{ package_added_date }}",
        "anti_features": "Неприятные особенности",
        "anti_features_warning": "Приложение имеет некоторые особенности, которые могут Вам не понравиться.",
        "author": "Автор",
        "build_log": "Журнал сборки",
        "build_metadata": "Метаданные сборки",
        "changelog": "История изменений",
        "donate": "Пожертвовать",
        "download": "Скачать {{ file_extension }}",
        "flattr": "Flattr",
        "gpg_signature": "Подпись PGP",
        "issue_tracker": "Система отслеживания ошибок",
        "liberapay": "Liberapay",
        "license": "Лицензия",
        "minimum_android_version": "Этой версии требуется Android {{ android_version }} и выше.",
        "new_in_version": "Новое в версии {{ latest_version }}",
        "opencollective": "Open Collective",
        "package_icon_alt": "значок приложения",
        "package_screenshot_alt": "снимок экрана приложения",
        "packages": "Пакеты",
        "permissions": "Разрешения",
        "signed_by_developer": "Приложение собрано и подписано автором-разработчиком.",
        "signed_by_fdroid": "Собрано и подписано F-Droid, и точно соответствует <a href=\"{{ source_code_url }}\">исходному коду из архива</a>.",
        "source_code": "Исходный код",
        "suggest_downloading_via_fdroid": "Можно выбрать загрузку приложения в виде APK (доступно по ссылкам ниже), однако следует помнить, что при такой установке вы не сможете получать уведомления об обновлениях, и что это менее безопасный способ скачивания. Советуем установить приложение F-Droid и использовать его.",
        "suggested": "предложен",
        "translation": "Перевод",
        "version_info": "<b>Версия {{ package_version }}</b> ({{ package_version_code }})",
        "website": "Сайт"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Разрешает приложению продолжить вызов, начатый в другом приложении.",
        "permdesc_accessBackgroundLocation": "Если помимо доступа к данным о точном или приблизительном местоположении вы предоставите это разрешение, приложение сможет получать доступ к геоданным в фоновом режиме.",
        "permdesc_accessCoarseLocation": "Приложение сможет получать сведения о вашем приблизительном местоположении, только когда используется. Для этого на устройстве должна быть включена геолокация.",
        "permdesc_accessDrmCertificates": "Приложение сможет синхронизировать и использовать сертификаты DRM (разрешение актуально только для специальных приложений).",
        "permdesc_accessFineLocation": "Приложение сможет получать сведения о вашем точном местоположении, только когда используется. Для этого на устройстве должна быть включена геолокация. Учтите, что при этом заряд батареи может расходоваться быстрее.",
        "permdesc_accessImsCallService": "Позволяет приложению совершать звонки с помощью службы IMS без вашего вмешательства.",
        "permdesc_accessLocationExtraCommands": "Доступ к дополнительным командам управления источниками геоданных и вмешательство в работу системы GPS или других источников геоданных.",
        "permdesc_accessNetworkConditions": "Приложение сможет использовать данные о состоянии сети. Это разрешение обычно используется только специальными приложениями.",
        "permdesc_accessNetworkState": "Приложение сможет просматривать информацию о сетевых подключениях, например о том, какие сети доступны и к каким из них вы подключены.",
        "permdesc_accessNotifications": "Приложение сможет получать, проверять и удалять уведомления, включая те, что опубликованы другими приложениями.",
        "permdesc_accessWifiState": "Приложение сможет просматривать информацию о сети Wi-Fi: состояние сети и имена подключенных устройств.",
        "permdesc_accessWimaxState": "Приложение сможет определять, активирован ли WiMAX, а также получать информацию о подключенных сетях WiMAX.",
        "permdesc_access_notification_policy": "Открывает приложению доступ к настройкам режима \\\"Не беспокоить\" \\ и позволяет изменять их.",
        "permdesc_activityRecognition": "Приложение может распознавать физическую активность.",
        "permdesc_addVoicemail": "Приложение сможет добавлять голосовые сообщения в папку \\\"Входящие\"\\.",
        "permdesc_answerPhoneCalls": "Приложению разрешено отвечать на входящие вызовы.",
        "permdesc_audioWrite": "Приложение сможет вносить изменения в вашу музыкальную коллекцию.",
        "permdesc_bindCarrierMessagingService": "Подключение к базовому интерфейсу службы обмена сообщениями, предоставляемой оператором связи. Это разрешение обычно используется только специальными приложениями.",
        "permdesc_bindCarrierServices": "Приложение сможет подключаться к сервисам оператора связи. Это разрешение не используется обычными приложениями.",
        "permdesc_bindCellBroadcastService": "Приложение сможет выполнить привязку к модулю оповещения населения, чтобы пересылать сообщения широковещательных SMS-служб сразу после их получения. В некоторых странах эти сообщения используются для информирования об экстренных ситуациях. Вредоносное ПО может помешать работе устройства, на которое поступают такие сообщения.",
        "permdesc_bindConditionProviderService": "Приложение сможет подключаться к базовому интерфейсу поставщиков условий. Это разрешение обычно используется только специальными приложениями.",
        "permdesc_bindDreamService": "Подключение к базовому интерфейсу службы экранных заставок. Это разрешение не используется обычными приложениями.",
        "permdesc_bindNotificationListenerService": "Приложение сможет подключаться к базовому интерфейсу службы просмотра уведомлений. Это разрешение не используется обычными приложениями.",
        "permdesc_bind_connection_service": "Доступ к службам телефонии для совершения и приема вызовов.",
        "permdesc_bind_incall_service": "Разрешает приложению управлять тем, когда и как пользователь видит экран входящего вызова.",
        "permdesc_bluetooth": "Приложение сможет просматривать конфигурацию Bluetooth на телефоне, а также запрашивать и подтверждать соединение с другими устройствами.",
        "permdesc_bluetoothAdmin": "Приложение сможет настраивать параметры локального телефона с поддержкой Bluetooth, а также обнаруживать удаленные устройства и устанавливать соединение с ними.",
        "permdesc_bodySensors": "Приложение сможет получить доступ к данным датчиков Вашего состояния, например измеряющих частоту сердцебиения.",
        "permdesc_broadcastSticky": "Приложение сможет делать несрочные рассылки, которые не удаляются после их отправки. Злоупотребление этими рассылками может замедлить работу телефона или сделать ее нестабильной из-за чрезмерного использования памяти.",
        "permdesc_callCompanionApp": "Приложение сможет управлять текущими вызовами на устройстве, а также получит доступ к сведениям о них, в том числе к номерам телефонов и статусам звонков.",
        "permdesc_callPhone": "Приложение сможет без вашего участия звонить на любой номер телефона. Не исключаются ненамеренные вызовы. Это не относится к номерам экстренных служб. Вредоносные программы смогут совершать вызовы без вашего разрешения, что может привести к непредвиденным расходам.",
        "permdesc_camera": "Приложение может в любое время делать фотографии и снимать видео с помощью камеры.",
        "permdesc_cameraOpenCloseListener": "Это приложение сможет обрабатывать события открытия (с указанием приложения, открывшего камеру) и закрытия любых камер.",
        "permdesc_changeNetworkState": "Приложение сможет изменять состояние подключения к сети.",
        "permdesc_changeTetherState": "Приложение сможет включать и выключать режим модема.",
        "permdesc_changeWifiMulticastState": "Приложение сможет получать пакеты, отправленные всем устройствам в сети Wi-Fi (не только вашему телефону) в многоадресной рассылке. При этом расходуется больше энергии, чем в одноадресном режиме.",
        "permdesc_changeWifiState": "Приложение сможет подключаться к точкам доступа Wi-Fi и отключаться от них, а также изменять конфигурацию сетей Wi-Fi на устройстве.",
        "permdesc_changeWimaxState": "Приложение сможет подключать устройство к сетям WiMAX и отключать его от них.",
        "permdesc_connection_manager": "Разрешает приложению управлять сетевыми подключениями.",
        "permdesc_control_incall_experience": "Позволяет приложению обеспечить взаимодействие с пользователем в вызове.",
        "permdesc_createNetworkSockets": "Приложение сможет создавать сетевые сокеты и использовать различные сетевые протоколы. Так как браузер и другие приложения обеспечивают средства для отправки данных в Интернет, это разрешение необязательно для отправки данных в Интернет.",
        "permdesc_disableKeyguard": "Приложение сможет отключать блокировку экрана и другие функции защиты. Например, блокировка экрана будет отключаться при получении входящего вызова и включаться после завершения разговора.",
        "permdesc_enableCarMode": "Приложение сможет включать режим \\\"Штурман\\\".",
        "permdesc_exemptFromAudioRecordRestrictions": "В отношении приложения не будут действовать ограничения на запись аудио.",
        "permdesc_expandStatusBar": "Приложение сможет разворачивать и сворачивать строку состояния.",
        "permdesc_foregroundService": "Разрешить приложению использовать активные сервисы.",
        "permdesc_getAccounts": "Приложение сможет получить список всех используемых на устройстве аккаунтов, в том числе созданных установленными приложениями.",
        "permdesc_getPackageSize": "Приложение сможет получать сведения о размере кода, данных и кеша",
        "permdesc_getTasks": "Приложение сможет получать информацию о недавно запущенных и выполняемых задачах, а следовательно, и о приложениях, используемых на устройстве.",
        "permdesc_handoverStatus": "Разрешает приложению получать информацию о текущих передачах Android Beam",
        "permdesc_imagesWrite": "Приложение сможет вносить изменения в вашу фотоколлекцию.",
        "permdesc_install_shortcut": "Приложение сможет добавлять ярлыки на главный экран без вмешательства пользователя.",
        "permdesc_invokeCarrierSetup": "Владелец сможет запускать приложение настроек, предоставленное оператором. Это разрешение не используется обычными приложениями.",
        "permdesc_killBackgroundProcesses": "Приложение сможет завершать фоновые процессы других приложений. Из-за этого другие приложения могут прекратить работу.",
        "permdesc_manageFace": "Приложение сможет добавлять и удалять шаблоны лиц.",
        "permdesc_manageFingerprint": "Приложение сможет добавлять и удалять шаблоны отпечатков пальцев.",
        "permdesc_manageNetworkPolicy": "Приложение сможет управлять сетевыми политиками и определять правила для отдельных приложений.",
        "permdesc_manageOwnCalls": "Приложение сможет перенаправлять звонки в системе с целью улучшения качества связи.",
        "permdesc_manageProfileAndDeviceOwners": "Приложения смогут определять владельцев профилей и владельца устройства.",
        "permdesc_mediaLocation": "Приложение получит доступ к геоданным в вашей медиаколлекции.",
        "permdesc_modifyAudioSettings": "Приложение сможет изменять системные настройки звука, например уровень громкости и активный динамик.",
        "permdesc_modifyNetworkAccounting": "Приложение сможет изменять порядок расчета использования сетевых ресурсов различными программами. Это разрешение не используется обычными приложениями.",
        "permdesc_nfc": "Приложение сможет обмениваться данными с NFC-метками, картами и устройствами считывания.",
        "permdesc_persistentActivity": "Приложение сможет постоянно хранить свои компоненты в памяти. Это может уменьшить объем памяти, доступный другим приложениям, и замедлить работу устройства.",
        "permdesc_preferredPaymentInfo": "Приложение сможет получать сведения о предпочтительном платежном сервисе NFC (например, зарегистрированные идентификаторы AID и конечный пункт маршрута).",
        "permdesc_processOutgoingCalls": "Приложение сможет видеть набранный номер во время исходящего вызова и при необходимости перенаправлять вызов или завершать его.",
        "permdesc_readCalendar": "Приложение может считывать, отправлять и сохранять информацию о мероприятиях в календаре телефона.",
        "permdesc_readCallLog": "Приложение может считывать данные журнала звонков.",
        "permdesc_readCellBroadcasts": "Приложение получит доступ к сообщениям широковещательных SMS-служб, которые в некоторых странах используются для информирования населения об экстренных ситуациях. Вредоносные программы могут помешать работе устройства, на которое поступают такие сообщения.",
        "permdesc_readContacts": "Приложение сможет считывать данные о контактах, сохраненных на вашем телефоне. Кроме того, у приложения будет доступ к аккаунтам на телефоне, в которых есть контакты. В их число могут входить аккаунты, созданные приложениями, которые вы установили. Получив возможность сохранять данные контактов, вредоносные программы смогут передавать их без вашего ведома.",
        "permdesc_readHistoryBookmarks": "Приложение получит доступ к истории и закладкам браузера. Обратите внимание: браузеры независимых поставщиков или другие приложения для просмотра веб-страниц могут не применять это разрешение.",
        "permdesc_readInstallSessions": "Позволяет приложению читать сеансы установки. Это позволяет ему видеть сведения об активных установках пакетов.",
        "permdesc_readNetworkUsageHistory": "Приложение сможет считывать сохраненную историю использования определенных сетей и приложений.",
        "permdesc_readPhoneNumbers": "Разрешает приложению получить доступ к телефонным номерам устройства.",
        "permdesc_readPhoneState": "Приложение получит доступ к функциям телефона на устройстве. Кроме того, оно сможет определять номера телефонов и серийные номера моделей, состояние активности вызова, а также удаленные номера, с которыми установлено соединение.",
        "permdesc_readSms": "Приложение может считывать SMS-сообщения на телефоне.",
        "permdesc_readSyncSettings": "Приложение сможет просматривать настройки синхронизации аккаунта, например определять, включена ли синхронизация для приложения \\\"Контакты\\\".",
        "permdesc_readSyncStats": "Приложение сможет просматривать статистику синхронизации аккаунта, в том числе историю событий и объем синхронизированных данных.",
        "permdesc_receiveBootCompleted": "Приложение сможет запускаться после начальной загрузки системы. Это может привести к увеличению времени включения телефона и уменьшить его быстродействие в связи с постоянной работой приложения.",
        "permdesc_receiveMms": "Приложение сможет получать и обрабатывать MMS. Это значит, что оно сможет отслеживать и удалять отправленные на ваше устройство сообщения, не показывая их.",
        "permdesc_receiveSms": "Приложение сможет получать и обрабатывать SMS. Это значит, что оно сможет отслеживать и удалять отправленные на ваше устройство сообщения, не показывая их.",
        "permdesc_receiveWapPush": "Приложение сможет получать и обрабатывать WAP-сообщения. Это значит, что оно сможет отслеживать и удалять отправленные на ваше устройство сообщения, не показывая их.",
        "permdesc_recordAudio": "Приложение может в любое время записывать аудио с помощью микрофона.",
        "permdesc_register_call_provider": "Регистрация новых операторов связи.",
        "permdesc_register_sim_subscription": "Регистрация новых SIM-карт.",
        "permdesc_removeDrmCertificates": "Удаление сертификатов DRM. Большинству приложений это разрешение не требуется.",
        "permdesc_reorderTasks": "Приложение сможет переключать активный и фоновый режимы выполнения задач без вашего ведома.",
        "permdesc_requestDeletePackages": "Приложение сможет запрашивать разрешения на удаление пакетов.",
        "permdesc_requestIgnoreBatteryOptimizations": "Разрешает приложению игнорировать ограничение на расход заряда батареи.",
        "permdesc_requestInstallPackages": "Приложение сможет запрашивать разрешения на установку пакетов.",
        "permdesc_requestPasswordComplexity": "Приложение получит доступ к сведениям об уровне сложности блокировки экрана (высокий, средний, низкий или отсутствует), в том числе о типе блокировки и длине пароля. Кроме того, оно сможет предлагать пользователям повысить уровень сложности блокировки. Эти рекомендации необязательны. Обратите внимание, что пароль не хранится в виде открытого текста и недоступен приложению.",
        "permdesc_route_media_output": "Приложение сможет направлять поток мультимедиа на другие внешние устройства.",
        "permdesc_runInBackground": "Приложению разрешено работать в фоновом режиме. Заряд батареи может расходоваться быстрее.",
        "permdesc_sdcardRead": "Приложение сможет считывать данные с общего накопителя.",
        "permdesc_sdcardWrite": "Приложение сможет записывать данные на общий накопитель.",
        "permdesc_sendSms": "Приложение сможет отправлять SMS. Учтите, что вредоносные программы смогут отправлять сообщения без уведомления, что может привести к непредвиденным расходам.",
        "permdesc_setAlarm": "Приложение сможет настраивать будильник. Функция поддерживается не во всех программах.",
        "permdesc_setInputCalibration": "Приложение сможет изменять параметры калибровки сенсорного экрана. Это разрешение обычно используется только специальными приложениями.",
        "permdesc_setTimeZone": "Приложение сможет изменять часовой пояс в настройках устройства.",
        "permdesc_setWallpaper": "Приложение сможет устанавливать обои.",
        "permdesc_setWallpaperHints": "Приложение сможет устанавливать подсказки по размеру системных обоев.",
        "permdesc_sim_communication": "Приложение сможет отправлять команды SIM-карте (данное разрешение представляет большую угрозу).",
        "permdesc_startViewPermissionUsage": "Приложение получит доступ к данным об используемых разрешениях. Это разрешение не требуется обычным приложениям.",
        "permdesc_statusBar": "Приложение сможет отключать строку состояния, а также добавлять и удалять системные значки.",
        "permdesc_statusBarService": "Приложение сможет заменять собой строку состояния.",
        "permdesc_subscribedFeedsRead": "Приложение сможет получать сведения о синхронизируемых в настоящее время фидах.",
        "permdesc_systemAlertWindow": "Приложение может открываться поверх других окон. Это может влиять на работу с другими приложениями.",
        "permdesc_systemCamera": "Это привилегированное или системное приложение может в любое время делать фотографии и записывать видео с помощью камеры. Для этого приложению также требуется разрешение android.permission.CAMERA.",
        "permdesc_transmitIr": "Приложение сможет использовать инфракрасный передатчик телефона.",
        "permdesc_uninstall_shortcut": "Приложение сможет удалять ярлыки с главного экрана без вмешательства пользователя.",
        "permdesc_useBiometric": "Приложение сможет использовать биометрическое оборудование для аутентификации",
        "permdesc_useDataInBackground": "Приложению разрешено передавать данные в фоновом режиме. Возможно увеличение расхода трафика.",
        "permdesc_useFaceAuthentication": "Приложение сможет использовать для аутентификации аппаратное обеспечение Фейсконтроля",
        "permdesc_useFingerprint": "Приложение сможет использовать сканер отпечатков пальцев для аутентификации",
        "permdesc_use_sip": "Разрешить вызовы по протоколу SIP.",
        "permdesc_vibrate": "Приложение сможет контролировать вибросигналы.",
        "permdesc_vibrator_state": "Приложение сможет получать доступ к состоянию виброотклика.",
        "permdesc_videoWrite": "Приложение сможет вносить изменения в вашу видеоколлекцию.",
        "permdesc_wakeLock": "Приложение сможет запрещать перевод телефона в спящий режим.",
        "permdesc_writeCalendar": "Приложение может добавлять, удалять или изменять мероприятия в календаре на телефоне. Оно также может отправлять сообщения от имени владельцев календаря, а также изменять мероприятия без ведома владельца.",
        "permdesc_writeCallLog": "Приложение сможет вносить изменения в список вызовов телефона и данные о входящих и исходящих звонках. Вредоносные приложения смогут воспользоваться этим для удаления или изменения информации о звонках.",
        "permdesc_writeContacts": "Приложение сможет изменять сведения о контактах, сохраненных на вашем телефоне. Это разрешение позволяет приложениям удалять данные о контактах.",
        "permdesc_writeGeolocationPermissions": "Приложение сможет изменять настройки доступа к геоданным в браузере. Вредоносные программы смогут таким образом отправлять информацию о местоположении на любые веб-сайты.",
        "permdesc_writeHistoryBookmarks": "Приложение сможет изменять историю или закладки браузера, сохраненные на телефоне, а также удалять и изменять данные браузера. Обратите внимание: браузеры независимых поставщиков или другие приложения для просмотра веб-страниц могут не применять это разрешение.",
        "permdesc_writeSettings": "Приложение сможет изменять настройки системы. Вредоносные программы смогут повредить конфигурацию системы.",
        "permdesc_writeSyncSettings": "Приложение сможет изменять настройки синхронизации аккаунта. Например, с помощью этого разрешения можно включить в аккаунте синхронизацию контактов.",
        "permgroupbackgroundrequest_location": "Разрешить приложению запрашивать геоданные в фоновом режиме.",
        "permgroupbackgroundrequestdetail_location": "Сейчас у приложения есть доступ к геоданным только во время его использования",
        "permgroupdesc_activityRecognition": "доступ к данным о физической активности",
        "permgroupdesc_calendar": "доступ к календарю",
        "permgroupdesc_calllog": "чтение и запись телефонных звонков",
        "permgroupdesc_camera": "снимать фото и видео",
        "permgroupdesc_contacts": "доступ к контактам",
        "permgroupdesc_location": "доступ к данным о местоположении устройства",
        "permgroupdesc_microphone": "записывать аудио",
        "permgroupdesc_phone": "осуществлять вызовы и управлять ими",
        "permgroupdesc_sensors": "доступ к данным датчиков о состоянии организма",
        "permgroupdesc_sms": "отправлять и просматривать SMS-сообщения",
        "permgroupdesc_storage": "доступ к фото, мультимедиа и файлам на вашем устройстве",
        "permgrouplab_activityRecognition": "Физическая активность",
        "permgrouplab_calendar": "Календарь",
        "permgrouplab_calllog": "Список вызовов",
        "permgrouplab_camera": "Камера",
        "permgrouplab_contacts": "Контакты",
        "permgrouplab_location": "Местоположение",
        "permgrouplab_microphone": "Микрофон",
        "permgrouplab_phone": "Телефон",
        "permgrouplab_sensors": "Датчики на теле",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Хранилище",
        "permgrouprequest_activityRecognition": "Разрешить приложению следить за вашей активность.",
        "permgrouprequest_calendar": "Разрешить приложению <b>",
        "permgrouprequest_calllog": "Разрешить приложению <b>",
        "permgrouprequest_camera": "Разрешить приложению <b>",
        "permgrouprequest_contacts": "Разрешить приложению <b>",
        "permgrouprequest_location": "Разрешить приложению <b>",
        "permgrouprequest_microphone": "Разрешить приложению <b>",
        "permgrouprequest_phone": "Разрешить приложению <b>",
        "permgrouprequest_sensors": "Разрешить приложению <b>",
        "permgrouprequest_sms": "Разрешить приложению <b>",
        "permgrouprequest_storage": "Разрешить приложению <b>",
        "permgrouprequestdetail_location": "Доступ к местоположению будет открыт, только пока вы пользуетесь приложением",
        "permlab_acceptHandover": "продолжить вызов, начатый в другом приложении",
        "permlab_accessBackgroundLocation": "доступ к геоданным в фоновом режиме",
        "permlab_accessCoarseLocation": "Доступ к приблизительному местоположению только в активном режиме",
        "permlab_accessDrmCertificates": "доступ к сертификатам DRM",
        "permlab_accessFineLocation": "доступ к точному местоположению только в фоновом режиме",
        "permlab_accessImsCallService": "совершение звонков с помощью службы IMS",
        "permlab_accessLocationExtraCommands": "доступ к дополнительным командам управления источниками геоданных",
        "permlab_accessNetworkConditions": "пользование данных о состоянии сети",
        "permlab_accessNetworkState": "просмотр сетевых подключений",
        "permlab_accessNotifications": "доступ к уведомлениям",
        "permlab_accessWifiState": "просмотр подключений Wi-Fi",
        "permlab_accessWimaxState": "подключать/отключать сеть WiMAX",
        "permlab_access_notification_policy": "доступ к режиму \\\"Не беспокоить\\",
        "permlab_activityRecognition": "распознавать физическую активность",
        "permlab_addVoicemail": "добавление голосовых сообщений",
        "permlab_answerPhoneCalls": "ответ на входящие вызовы",
        "permlab_audioWrite": "изменение музыкальной коллекции",
        "permlab_bindCarrierMessagingService": "подключение к службе обмена сообщениями",
        "permlab_bindCarrierServices": "подключение к сервисам оператора связи",
        "permlab_bindCellBroadcastService": "Пересылка сообщений для оповещения населения",
        "permlab_bindConditionProviderService": "подключение к серверам поставщиков условий",
        "permlab_bindDreamService": "подключение к службе экранных заставок",
        "permlab_bindNotificationListenerService": "подключение к службе просмотра уведомлений",
        "permlab_bind_connection_service": "доступ к службам телефонии",
        "permlab_bind_incall_service": "управление экраном во время разговора",
        "permlab_bluetooth": "установление соединения с устройствами Bluetooth",
        "permlab_bluetoothAdmin": "доступ к настройкам Bluetooth",
        "permlab_bodySensors": "доступ к нательным датчикам (например, пульсометру)",
        "permlab_broadcastSticky": "отправка сообщений с их последующим сохранением",
        "permlab_callCompanionApp": "управление вызовами через систему.",
        "permlab_callPhone": "осуществление телефонных вызовов",
        "permlab_camera": "фото- и видеосъемка",
        "permlab_cameraOpenCloseListener": "Разрешить приложению или сервису обрабатывать события открытия и закрытия камеры.",
        "permlab_changeNetworkState": "изменение сетевых настроек",
        "permlab_changeTetherState": "изменение подключения к модему",
        "permlab_changeWifiMulticastState": "получение данных по многоадресной рассылке через Wi-Fi",
        "permlab_changeWifiState": "подключение/отключение от сети Wi-Fi",
        "permlab_changeWimaxState": "изменение статуса WiMAX",
        "permlab_connection_manager": "управление телекоммуникационными подключениями",
        "permlab_control_incall_experience": "работа с приложением во время разговора",
        "permlab_createNetworkSockets": "неограниченный доступ к Интернету",
        "permlab_disableKeyguard": "отключение функции блокировки экрана",
        "permlab_enableCarMode": "включение режима \\ \"В автомобиле\\",
        "permlab_exemptFromAudioRecordRestrictions": "Исключение из ограничений на запись аудио",
        "permlab_expandStatusBar": "разворачивание/сворачивание строки состояния",
        "permlab_foregroundService": "запускать активные сервисы",
        "permlab_getAccounts": "поиск аккаунтов на устройстве",
        "permlab_getPackageSize": "вычисление объема памяти приложений",
        "permlab_getTasks": "открыть запущенные приложения",
        "permlab_handoverStatus": "получение статуса передачи Android Beam",
        "permlab_imagesWrite": "изменение фотоколлекции",
        "permlab_install_shortcut": "создание ярлыков",
        "permlab_invokeCarrierSetup": "запуск приложения настроек, предоставленного оператором",
        "permlab_killBackgroundProcesses": "закрыть другие приложения",
        "permlab_manageFace": "Управление аппаратным обеспечением для функции \\\"Фейсконтроль\\",
        "permlab_manageFingerprint": "управление сканером отпечатков",
        "permlab_manageNetworkPolicy": "управление сетевой политикой",
        "permlab_manageOwnCalls": "перенаправлять звонки в системе",
        "permlab_manageProfileAndDeviceOwners": "управление профилями и владельцами устройства",
        "permlab_mediaLocation": "доступ к геоданным в медиаколлекции",
        "permlab_modifyAudioSettings": "изменение настроек аудио",
        "permlab_modifyNetworkAccounting": "изменение учета использования сети",
        "permlab_nfc": "управление NFC-модулем",
        "permlab_persistentActivity": "поддержание приложения в рабочем режиме",
        "permlab_preferredPaymentInfo": "Сведения о предпочтительном платежном сервисе NFC",
        "permlab_processOutgoingCalls": "перенаправление исходящих вызовов",
        "permlab_readCalendar": "чтение мероприятий и подробностей",
        "permlab_readCallLog": "просмотр журнала вызовов",
        "permlab_readCellBroadcasts": "читать сообщения массовой рассылки",
        "permlab_readContacts": "просмотр контактов",
        "permlab_readHistoryBookmarks": "просмотр закладок и истории",
        "permlab_readInstallSessions": "чтение данных сеансов установки",
        "permlab_readNetworkUsageHistory": "просмотр журнала использования сети",
        "permlab_readPhoneNumbers": "чтение номеров телефонов",
        "permlab_readPhoneState": "получение данных о статусе телефона",
        "permlab_readSms": "просмотр SMS и MMS",
        "permlab_readSyncSettings": "просмотр настроек синхронизации",
        "permlab_readSyncStats": "просмотр статистики синхронизации",
        "permlab_receiveBootCompleted": "запуск при включении устройства",
        "permlab_receiveMms": "прием MMS-сообщений",
        "permlab_receiveSms": "прием SMS-сообщений",
        "permlab_receiveWapPush": "прием WAP-сообщений",
        "permlab_recordAudio": "запись аудио",
        "permlab_register_call_provider": "регистрация новых операторов связи",
        "permlab_register_sim_subscription": "регистрация новых SIM-карт",
        "permlab_removeDrmCertificates": "удаление сертификатов DRM",
        "permlab_reorderTasks": "упорядочивание запущенных приложений",
        "permlab_requestDeletePackages": "запросы на удаление пакетов",
        "permlab_requestIgnoreBatteryOptimizations": "запрос на игнорирование оптимизации расхода батареи",
        "permlab_requestInstallPackages": "запрос пакетов установки",
        "permlab_requestPasswordComplexity": "запрос данных об уровне сложности блокировки экрана",
        "permlab_route_media_output": "перенаправление вывода мультимедиа",
        "permlab_runInBackground": "работа в фоновом режиме",
        "permlab_sdcardRead": "просмотр данных на общем накопителе",
        "permlab_sdcardWrite": "изменение или удаление данных на общем накопителе",
        "permlab_sendSms": "отправлять и просматривать SMS-сообщения",
        "permlab_setAlarm": "установка будильника",
        "permlab_setInputCalibration": "изменение параметров калибровки экрана",
        "permlab_setTimeZone": "настройка часового пояса",
        "permlab_setWallpaper": "установка обоев",
        "permlab_setWallpaperHints": "изменение размера обоев",
        "permlab_sim_communication": "отправка команд SIM-карте",
        "permlab_startViewPermissionUsage": "просмотр данных об используемых разрешениях",
        "permlab_statusBar": "отключение/изменение строки состояния",
        "permlab_statusBarService": "замена строки состояния",
        "permlab_subscribedFeedsRead": "читать подписные каналы",
        "permlab_systemAlertWindow": "Эта программа может появляться поверх всех окон",
        "permlab_systemCamera": "Позволяет приложению получить доступ к системным камерам, чтобы снимать фото и видео",
        "permlab_transmitIr": "использовать инфракрасный передатчик",
        "permlab_uninstall_shortcut": "удаление ярлыков",
        "permlab_useBiometric": "использование биометрического оборудования",
        "permlab_useDataInBackground": "использовать данные в фоновом режиме",
        "permlab_useFaceAuthentication": "Использование аппаратного обеспечения для функции \\\"Фейсконтроль\\",
        "permlab_useFingerprint": "использовать сканер отпечатков",
        "permlab_use_sip": "входящие и исходящие вызовы SIP",
        "permlab_vibrate": "управление функцией вибросигнала",
        "permlab_videoWrite": "изменение видеоколлекции",
        "permlab_wakeLock": "отключение спящего режима",
        "permlab_writeCalendar": "добавление/изменение мероприятий и отправление гостям эл. сообщений без предупреждения владельца календаря",
        "permlab_writeCallLog": "изменение журнала вызовов",
        "permlab_writeContacts": "изменение контактов",
        "permlab_writeGeolocationPermissions": "изменение прав доступа к геоданным в браузере",
        "permlab_writeHistoryBookmarks": "изменение закладок и истории поиска",
        "permlab_writeSettings": "изменение настроек системы",
        "permlab_writeSyncSettings": "включение/выключение синхронизации"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Наименование",
            "bitcoin_alt": "Пожертвовать Bitcoin",
            "flattr_alt": "Пожертвовать через Flattr",
            "heading": "Пожертвовать",
            "hellotux": "👕 Футболки 👕 от",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid получает по 3 € с каждой проданной футболки.",
            "liberapay_alt": "Пожертвовать через Liberapay",
            "litecoin_alt": "Пожертвовать Litecoin",
            "more_options": "Больше вариантов",
            "opencollective_alt": "Пожертвовать через Open Collective",
            "paypal_alt": "Пожертвовать через PayPal",
            "powered_by_donations": "F-Droid существует благодаря Вашим пожертвованиям!",
            "via_bank_transfer": "Банковский перевод"
        },
        "lang": {
            "change": "Изменить"
        },
        "last_updated": {
            "heading": "Обновленные"
        },
        "latest_packages": {
            "heading": "Новые приложения"
        },
        "news": {
            "heading": "Новости"
        },
        "search": {
            "heading": "Поиск приложений",
            "noscript": "Необходимо включить JavaScript",
            "search": "Найти"
        }
    }
}
