{
    "misc": {
        "step_x": "Шаг [number]",
        "step_x_description": "Шаг [number]: [description]",
        "option_x_description": "Вариант [number]: [description]",
        "overview": {
            "title": "Что можно сделать при помощи F-Droid",
            "summary": "F-Droid — независимый, разрабатываемый сообществом магазин приложений для Android со свободным и открытым исходным кодом. При помощи F-Droid можно просматривать более 1200 приложений с открытым исходным кодом, искать и устанавливать приложения из имеющихся репозиториев или же создать собственный репозиторий. Чтобы начать, откройте f-droid.org на своём устройстве с Android и загрузите приложение!",
            "tutorial_x_title": "Руководство [number]: [title]"
        }
    },
    "add_repo": {
        "overview": {
            "title": "Получить больше.",
            "summary": "Чтобы получить больше, добавьте в F-Droid репозиторий. Репозиторий — курируемый набор содержимого. Узнать о репозиториях отдельных людей можно непосредственно от них самих. Разработчики на своих сайтах зачастую добавляют ссылку на свои репозитории F-Droid. Преподаватели зачастую делятся ссылками на репозитории через E-mail, Facebook или Twitter."
        },
        "title": "Как добавить репозиторий в F-Droid",
        "intro": "Для добавления желаемых репозиториев с устройств или сайтов сосканируйте искомые коды QR.",
        "open_repo_link": {
            "short_summary": "Открытие ссылки на репозиторий",
            "title": "Открытие ссылки на репозиторий со своего устройства",
            "description": "При получении ссылки через E-mail, социальные сети или SMS, откройте её и получите возможность устанавливать приложения в F-Droid из неё.",
            "steps": {
                "step_1": "Загрузите и установите приложение F-Droid на своё устройство с Android.",
                "step_2": "Перейдите по ссылке и откройте её в веб-браузере на своём устройстве.",
                "step_3": "После перехода по ссылке коснитесь кнопки \"Добавить в F-Droid\".",
                "step_4": "Коснитесь кнопки \"У меня есть F-Droid\". Откроется приложение F-Droid.",
                "step_5": "Появится экран \"Добавить новый репозиторий\" с заполненным адресом репозитория. Чтобы его добавить, коснитесь кнопки \"OK\".",
                "step_6": "Будет добавлен новый репозиторий. Чтобы увидеть список своих репозиториев, откройте \"Настройки\". Выберите \"Репозитории\".",
                "step_7": "Чтобы увидеть содержание репозитория, коснитесь его названия.",
                "step_8": "Выберите желаемые приложения и установите их себе на устройство."
            }
        },
        "scan_qr_code": {
            "short_summary": "Сканирование кода QR",
            "title": "Сканирование кода QR с другого устройства",
            "description": "Для добавления желаемых репозиториев с устройств или сайтов сосканируйте искомые коды QR.",
            "steps": {
                "step_1": "При появлении кода QR для репозитория, сосканируйте его приложением со сканером QR.",
                "step_2": "Коснитесь ссылки. В случае появления вариантов,  откройте ссылку при помощи F-Droid. Затем подтвердите намерения. Если сработало, то на этом всё! Иначе, переходите к следующему шагу.",
                "step_3": "Если предложения открыть ссылку в F-Droid Вы не увидели, закройте приложение сканера QR и откройте клиент F-Droid.",
                "step_4": "В F-Droid коснитесь \"Настроек\". В \"Моих приложениях\" выберите \"Репозитории\".",
                "step_5": "На экране \"Репозитории\" коснитесь значка \"+\" верхнем углу.",
                "step_6": "Адрес репозитория заполнится сам. Коснитесь \"Включить\".\nЗамечание: Этот репозиторий  будет сохранён среди \"Репозиториев\" в F-Droid, но приложения устанавлены не будут, пока Вы их не установите вручную."
            },
            "related_tutorial": "Вас также может заинтересовать:<a href=\"../swap/\"> Как передать и получить приложения без сети</a>"
        },
        "no_internet": "Нет интернета? Не проблема:<a href=\"../swap/\"> Как передать и получить приложения без сети</a>"
    },
    "swap": {
        "overview": {
            "title": "Передача и получение приложений без сети.",
            "summary": "Нет интернета? Не проблема. F-Droid Соседи позволяет Вам отправлять и принимать данные от людей в той же комнате."
        },
        "title": "Как отправлять или принимать приложения без сети",
        "intro": "Нет интнернета? Не проблема. Скачивайте приложения у людей неподалёку.",
        "all_devices_need_fdroid": "Перед началом на всех устройствах должен быть установлен F-Droid. На всех устройствах следует проделать следующие шаги.",
        "step_1": "запустите F-Droid. Коснитесь \"Соседи\" в меню в нижней части экрана.",
        "step_2": "Коснитесь \"Найти людей вблизи\" для поиска совместимых устройств.",
        "step_3": "Как только будут найдены люди по-соседству, вам обоим следует выбрать друг друга.",
        "step_4": "После соединения выберите те приложения, которыми вы хотите поделиться с соседом.",
        "step_5": "Коснитесь кнопки \"—>\".",
        "step_6": "Одному из вас будет направлен запрос на соединение.",
        "step_7": "Коснитесь кнопки \"Установить\" напротив тех приложений, которые Вы хотите установить.",
        "step_8": "Коснитесь \"Установить\" ещё раз. Отвечая на запросы Android завершите процесс установки.",
        "step_9": "По окончании установок, эти приложения появятся в списках установленных приложений Android и Вашего F-Droid.",
        "step_10": "Для доступа к своим приложениям откройте настройки F-Droid и выберите в разделе \"Мои приложения\" \"Управление установленными приложениями\".",
        "related_tutorial": "Возможно Вас заинтересует: <a href=\"../create-repo/\">Как создать свой репозиторий</a>"
    },
    "create_repo": {
        "overview": {
            "title": "Добавить свои собственные приложения и файлы.",
            "summary": "Создайте собственный настроенный под себя репозиторий приложений. Используйте F-Droid для распространения данных. Инструкторы курсов могут с лёгкостью поделиться подборкой пособий и приложений с участниками в отсутствие надёжного соединения с интернетом. Разработчики пользуются репозиториями для распространения своих приложений в узком кругу заинтересованных."
        },
        "title": "Как создать репозиторий",
        "related_tutorial": "Возможно Вас заинтересует: <a href='../add-repo/'>Как добавить репозиторий в F-Droid</a>"
    }
}
