{
    "add_repo": {
        "intro": "Для добавления репозитория отсканируйте его QR-код с сайта или устройства, на котором он уже добавлен.",
        "no_internet": "Нет интернета? Не проблема: <a href=\"../swap/\">Как передавать и получать приложения без сети</a>",
        "open_repo_link": {
            "description": "Если вам прислали ссылку на репозиторий через E-mail, социальные сети или SMS, сделайте возможным установку приложения по ней с помощью F-Droid.",
            "short_summary": "Открытие ссылки на репозиторий",
            "steps": {
                "step_1": "Загрузите и установите приложение F-Droid на свое Android-устройство.",
                "step_2": "Нажмите на ссылку и откройте ее в веб-браузере на своем устройстве.",
                "step_3": "Перейдя по ссылке, нажмите кнопку «Добавить в F-Droid» («Add to F-Droid»).",
                "step_4": "Нажмите кнопку «У меня есть F-Droid» («I have F-Droid»). Откроется приложение F-Droid.",
                "step_5": "Откроется диалоговое окно «Добавить новый репозиторий» («Add new repository») с уже внесенным адресом репозитория. Чтобы добавить его, нажмите кнопку «OK».",
                "step_6": "Будет добавлен новый репозиторий. Чтобы увидеть список своих репозиториев, откройте «Настройки» («Settings»). Выберите «Репозитории» («Repositories»).",
                "step_7": "Чтобы увидеть содержание репозитория, нажмите на его название.",
                "step_8": "Выберите желаемые приложения и установите их себе на устройство."
            },
            "title": "Открытие ссылки на репозиторий со своего устройства"
        },
        "overview": {
            "summary": "Чтобы получить больше, добавьте репозитории в F-Droid. Репозиторий — курируемый набор содержимого. Узнать о репозиториях отдельных людей можно непосредственно от них самих. Разработчики часто размещают ссылки на свои репозитории F-Droid на своих сайтах. Преподаватели обычно делятся ссылками на репозитории через E-mail, Facebook или Twitter.",
            "title": "Получить больший выбор содержимого."
        },
        "scan_qr_code": {
            "description": "Для добавления репозиториев, сканируйте их QR-коды с сайтов или устройств, на которых они уже добавлены.",
            "related_tutorial": "Вас также может заинтересовать: <a href=\"../swap/\">Как передавать и получать приложения без сети</a>",
            "short_summary": "Сканирование QR-кода",
            "steps": {
                "step_1": "При появлении QR-кода репозитория, сосканируйте его каким-либо приложением для считывания QR-кодов.",
                "step_2": "Нажмите на ссылку. Если у вас запрашивается выбор приложения, в котором открыть ссылку, то выберите F-Droid. Далее следуйте указаниям. Если сработало, на этом все! Если нет, переходите к следующему шагу.",
                "step_3": "Если Вам не предложен вариант открытия ссылки в F-Droid, закройте приложение-сканер QR и откройте клиент F-Droid.",
                "step_4": "В F-Droid нажмите «Настройки» («Settings»). В «Мои приложения» («My Apps») выберите «Репозитории» («Repositories»).",
                "step_5": "На экране «Репозитории» нажмите значок «+» в верхнем углу.",
                "step_6": "Адрес репозитория заполнится сам. Нажмите «Включить» («Enable»). Примечание: Этот репозиторий будет сохранен в «Репозитории» F-Droid, но никакие приложения из него не будут установлены, пока Вы самостоятельно не решите это сделать."
            },
            "title": "Сканирование QR-кода с другого устройства"
        },
        "title": "Как добавить репозитории в F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Вы можете изменять приложения и добавлять их краткое описание, чтобы вашей целевой аудитории было легче разобраться. Вы также можете изменять язык в зависимости от страны. После этого вы сможете легко и заблаговременно поделиться репозиторием с участниками конференций или тренингов.",
            "steps": {
                "step_1": "Нажмите на приложение в списке, чтобы открыть его подробное описание.",
                "step_2": "Нажмите «Изменить» («Edit»).",
                "step_3": "Измените информацию так, чтобы оно соответствовало вашей целевой аудиторией. Примечание: внесенные вами изменения будут внесены только в ваш репозиторий. Они не будут обновляться для исходного источника. Пожалуйста, проявляйте уважение к авторам и собственникам, когда изменяете информацию о программах, которые вам не принадлежат.",
                "step_4": "Все ваши изменения сохраняются автоматически."
            },
            "title": "Настройте свой репозиторий"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Загрузите и установите веб-приложение Repomaker на свой настольный компьютер. За более подробной инструкцией по установке обратитесь к <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">руководству по установке</a>.",
                "step_2": "Запустите веб-приложение Repomaker. Зарегистрируйтесь или войдите, чтобы начать.",
                "step_3": "Создайте новый репозиторий и назовите его.",
                "step_4": "Выберите добавление приложений из галереи и доступных репозиториев или загрузите свои собственные файлы. Нажмите кнопку «Добавить из галереи» (Add from Gallery), чтобы выбрать из уже доступных приложений.",
                "step_5": "Нажмите кнопку «Добавить» («Add») рядом с элементами, которые хотите добавить. Когда закончите, нажмите стрелку «назад», чтобы вернуться в репозиторий.",
                "step_6": "Ваши приложения будут отображаться в вашем представлении репозитория."
            },
            "title": "Загрузите и установите Repomaker, чтобы начать создавать собственный репозиторий"
        },
        "intro": "Не нашли то, что искали? Загрузите на свой компьютер веб-приложение Repomaker и создайте собственную коллекцию приложений и файлов.",
        "overview": {
            "summary": "Создайте собственный репозиторий приложений и воспользуйтесь F-Droid для распространения его контента. Преподаватели могут с легкостью поделиться подборкой материалов и приложений с учениками, когда нет надежного соединения с интернетом. Разработчики через репозитории могут распространять свои приложения узкому кругу заинтересованных лиц.",
            "title": "Добавить свои собственные приложения и файлы."
        },
        "related_tutorial": "Возможно Вас заинтересует: <a href=\"../add-repo/\">Как добавить репозиторий в F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Открыв репозиторий, которым вы хотите поделиться, нажмите «Поделиться» («Share») в меню. Примечание: вам нужно настроить место для хранения вашего репозитория, прежде чем делиться оным. Инструкции о том, как это сделать, находятся на шаге 2.",
                "step_2": "Прежде чем вы сможете поделиться своим репозиторием, Вам будет предложено настроить хранилище для публикации оного. Если вы не видите эту страницу, перейдите к шагу 4.",
                "step_3": "Выберите вариант хранилище, который наилучшим образом соответствует вашим потребностям. Как только вы создадите хранилище, вы будете готовы поделиться! Вернитесь на страницу к «Поделиться» («Share»).",
                "step_4": "Скопируйте ссылку и отправить ее непосредственно людям по электронной почте, SMS, или поделитесь своим репозиторием в Facebook или Twitter. Когда люди открывают ссылку на ваш репозиторий, им нужно будет добавить ее на Android-устройство, чтобы получить доступ к приложениям в вашем репозитории. См. <a href=\"../add-repo/\">Как добавить репозиторий в F-Droid</a> для получения дополнительной информации.",
                "step_5": "Опция «Показать репозиторий» («View Repo») позволяет вам увидеть, что вы только что опубликовали или чем поделились."
            },
            "title": "Настройте свой репозиторий"
        },
        "title": "Как создать свой репозиторий",
        "update_repo": {
            "steps": {
                "step_1": "Если вы добавляете приложения из галереи, они автоматически обновляются, когда источник добавляет новые версии. Для файлов, которые вы загрузили, вы можете обновлять их версии просто перетаскивая новые файлы окно просмотра репозитория.",
                "step_2": "Кроме того, вы можете выбрать какое-либо приложение из списка, чтобы добавить его новую версию. Выберите «Изменить» («Edit»).",
                "step_3": "Прокрутите вниз до списка версий. Затем добавьте новую версию в разделе «История версий» («Version History»).",
                "step_4": "Затем добавьте новую версию в разделе «История версий» («Version History»)."
            },
            "title": "Обновите свой репозиторий"
        }
    },
    "misc": {
        "option_x_description": "Вариант {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid — независимый, разрабатываемый сообществом магазин приложений для Android со свободным и открытым исходным кодом. При помощи F-Droid можно просматривать более 1200 приложений с открытым исходным кодом, искать и устанавливать приложения из имеющихся репозиториев или же создать собственный репозиторий. Чтобы начать, откройте f-droid.org на своем Android-устройстве и загрузите приложение!",
            "title": "Что можно сделать при помощи F-Droid",
            "tutorial_x_title": "Руководство {{ number }}: {{ title }}"
        },
        "step_x": "Шаг {{ number }}",
        "step_x_description": "Шаг {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Перед началом на всех устройствах должен быть установлен F-Droid. На всех устройствах следует проделать следующие шаги.",
        "intro": "Нет интнернета? Не проблема. Скачивайте приложения у людей неподалеку.",
        "overview": {
            "summary": "Нет интернета? Не проблема. F-Droid «Рядом» позволяет Вам отправлять и принимать данные от людей в той же комнате.",
            "title": "Передавать и получать приложения без сети."
        },
        "related_tutorial": "Возможно Вас заинтересует: <a href=\"../create-repo/\">Как создать свой репозиторий</a>",
        "step_1": "Запустите F-Droid. Нажмите «Рядом» («Nearby») в меню в нижней части экрана.",
        "step_10": "Чтобы получить доступ к установленным приложениям, откройте настройки F-Droid и выберите «Управление установленными приложениями» («Manage installed apps») в разделе «Мои приложения» («My Apps»).",
        "step_2": "Нажмите «Найти людей поблизости» («Find people nearby») для поиска совместимых устройств.",
        "step_3": "Как только будут найдены люди, находящиеся рядом, вам и вашему соседу нужно будет выбрать друг друга.",
        "step_4": "После соединения выберите те приложения, которыми вы хотите поделиться со своим соседом.",
        "step_5": "Нажмите кнопку «—>».",
        "step_6": "Одному из вас будет направлен запрос на соединение.",
        "step_7": "Коснитесь кнопки «Установить» («Install») напротив тех приложений, которые Вы хотите установить.",
        "step_8": "Коснитесь «Установить» еще раз. Далее завершите процесс установки, следуя указаниям Android.",
        "step_9": "По окончании установок, эти приложения появятся в списках установленных приложений Android и Вашего F-Droid.",
        "title": "Как передавать и получать приложения без сети"
    }
}
