{
    "antifeatures": {
        "Ads": "Гэты дадатак змяшчае рэкламу",
        "DisabledAlgorithm": "Гэты дадатак мае слабы подпіс бяспекі",
        "KnownVuln": "Гэты дадатак змяшчае вядомую ўразлівасць бяспекі",
        "NoSourceSince": "Зыходны код больш не даступны, абнаўляць немагчыма",
        "NonFreeAdd": "Гэты дадатак падтрымлівае несвабодныя дапаўненні",
        "NonFreeAssets": "У дадатку ёсць несвабоднае змесціва",
        "NonFreeDep": "Гэты дадатак залежыць ад іншых несвабодных дадаткаў",
        "NonFreeNet": "Гэты дадатак прапануе несвабодныя сеткавыя паслугі",
        "Tracking": "Гэты дадатак адсочвае вашую актыўнасць",
        "UpstreamNonFree": "Зыходны код не поўнасцю свабодны"
    },
    "index": {
        "download_fdroid": "Спампаваць F-Droid",
        "gpg_signature": "Подпіс PGP",
        "introduction": "F-Droid — каталог дадаткаў FOSS (вольнага і адкрытага праграмнага забясчэння) для платформы Андроід. Кліент спрашчае пошук, усталёўку і сачэнне за абнаўленнямі на вашай прыладзе.",
        "screenshot": "Здымак экрана з F-Droid для Андроід",
        "title": "Што такое F-Droid?"
    },
    "navigation": {
        "about": "Пра нас",
        "browse": "Агляд",
        "contribute": "Удзел",
        "documentation": "Дакументацыя",
        "forum": "Форум",
        "issues": "Праблемы",
        "news": "Навіны"
    },
    "package": {
        "added_on": "Дададзена {{ package_added_date }}",
        "anti_features": "Непажаданыя функцыі",
        "anti_features_warning": "Гэты дадатак мае функцыі, што могуць быць вам недаспадобы.",
        "author": "Аўтар",
        "build_metadata": "Метаданыя зборкі",
        "changelog": "Гісторыя змен",
        "donate": "Ахвяраваць",
        "download": "Спампаваць {{ file_extension }}",
        "flattr": "Flattr",
        "gpg_signature": "Подпіс PGP",
        "issue_tracker": "Трэкер хібаў",
        "liberapay": "Liberapay",
        "license": "Ліцэнзія",
        "minimum_android_version": "Для гэтай версіі патрабуцца Андроід {{ android_version }} ці вышэй.",
        "new_in_version": "Новае ў версіі {{ latest_version }}",
        "packages": "Пакункі",
        "permissions": "Дазволы",
        "signed_by_developer": "Сабрана і падпісана арыгінальным распрацоўшчыкам.",
        "signed_by_fdroid": "Сабрана і падпісана F-Droid, і гарантавана адпавядае <a href=\"{{ source_code_url }}\">архіву зыходнага кода</a>.",
        "source_code": "Зыходны код",
        "suggest_downloading_via_fdroid": "Вы маеце магчымасць проста спампаваць APK, але звярніце ўвагу, што пры такім спосабе вы не будзеце атрымліваць апавяшчэнняў пра абнаўленні, і гэта менш бяспечны спосаб. Мы рэкамендуем усталяваць і выкарыстоўваць кліент F-Droid.",
        "suggested": "прапанавана",
        "technical_info": "Тэхнічныя звесткі",
        "translation": "Пераклад",
        "version_info": "<b>Версія {{ package_version }}</b> ({{ package_version_code }})",
        "website": "Сайт"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Дазваляе праграме працягваць выклік, які пачаўся ў іншай праграме.",
        "permdesc_accessBackgroundLocation": "Калі, апроч доступу да прыкладнага ці дакладнага месцазнаходжання, вы дасце гэты дазвол, дадатак зможа вызначаць геалакацыю ў фонавым рэжыме працы.",
        "permdesc_accessCoarseLocation": "Гэта праграма можа атрымліваць звесткі пра ваша месцазнаходжанне толькі ў актыўным рэжыме на падставе даных сеткавых крыніц, такіх як вышкі сотавай сувязі і сеткі Wi-Fi. Каб праграма магла карыстацца гэтымі службамі геалакацыі, неабходна ўключыць і зрабіць іх даступнымі на тэлефоне.",
        "permdesc_accessDrmCertificates": "Дазваляе праграме выконваць забеспячэнне і выкарыстанне сертыфікатаў DRM. Ніколі не павінна патрабавацца для звычайных праграм.",
        "permdesc_accessFineLocation": "Гэта праграма можа атрымліваць звесткі пра ваша дакладнае месцазнаходжанне толькі ў асноўным рэжыме. Службы геалакацыі павінны быць уключаны і даступныя на вашым тэлефоне, каб праграма магла імі карыстацца. Гэта можа павялічыць спажыванне зараду акумулятара.",
        "permdesc_accessImsCallService": "Дазваляе праграмам выкарыстоўваць службу IMS, каб рабіць выклікі без вашага ўмяшання.",
        "permdesc_accessLocationExtraCommands": "Дазваляе праграме атрымліваць доступ да дадатковых каманд службаў вызначэння месцазнаходжання. Гэта можа дазволіць праграме ўмешвацца ў функцыянаванне GPS або іншых крыніц даных аб месцазнаходжаннi.",
        "permdesc_accessNetworkConditions": "Дазваляе праграме праслухоўваць даныя назіранняў за станам сеткі. Ніколі не павінна патрабавацца для звычайных праграм.",
        "permdesc_accessNetworkState": "Дазваляе прыкладанню праглядаць звесткi пра падключэннi да сеткi, напрыклад пра тое, якiя сеткi iснуюць i з якiмi ёсць сувязь.",
        "permdesc_accessNotifications": "Дазваляе прыкладанню атрымлiваць, правяраць i выдаляць апавяшчэннi, у тым лiку апублiкаваныя iншымi прыкладаннямi.",
        "permdesc_accessWifiState": "Дазваляе прыкладанню праглядаць звесткi пра падключэннi да сеткi, напрыклад пра тое, дзе ёсць сеткi Wi-Fi i якiя прылады Wi-Fi да iх падключаны.",
        "permdesc_accessWimaxState": "Дазваляе прыкладанню вызначаць, ці ўключаны WiMAX, і інфармацыю пра любую сетку WiMAX, якая спалучана з iншымi.",
        "permdesc_access_notification_policy": "Дазваляе праграме чытаць і выконваць запіс у канфігурацыю рэжыму «Не турбаваць».",
        "permdesc_activityRecognition": "Дадатак можа распазнаваць фізічную актыўнасць.",
        "permdesc_addVoicemail": "Дазваляе прыкладанням дадаваць паведамленні ў вашу скрыню галасавой пошты.",
        "permdesc_answerPhoneCalls": "Дазваляе праграме адказваць на ўваходны тэлефонны выклік.",
        "permdesc_audioWrite": "Дадатак зможа змяняць музычную калекцыю.",
        "permdesc_bindCarrierMessagingService": "Дазваляе ўладальніку выконваць прывязку да інтэрфейсу верхняга ўзроўню службы паведамленняў аператара. Ніколі не павінна патрабавацца для звычайных праграм.",
        "permdesc_bindCarrierServices": "Дазваляе ўладальніку ажыццяўляць прывязку да сэрвісаў аператара. Ніколі не павінна патрабавацца для звычайных праграм.",
        "permdesc_bindConditionProviderService": "Дазваляе ўладальніку выконваць прывязку да інтэрфейсу верхняга ўзроўню пастаўшчыка ўмоў. Ніколі не павінна патрабавацца для звычайных праграм.",
        "permdesc_bindDreamService": "Дазваляе ўладальніку выконваць прывязку да інтэрфейсу верхняга ўзроўню службы экраннай застаўкі. Ніколі не павінна патрабавацца для звычайных праграм.",
        "permdesc_bindNotificationListenerService": "Дазваляе ўладальніку прывязвацца да верхняга ўзроўню інтэрфейсу службы апавяшчэння слухачоў. Ніколі не патрэбнае для звычайных прыкладанняў.",
        "permdesc_bind_connection_service": "Дазваляе праграме ўзаемадзейнічаць са службамі тэлефаніі, каб рабіць/прымаць выклікі.",
        "permdesc_bind_incall_service": "Дазваляе праграме кіраваць тым, калі і як карыстальнік бачыць экран бягучага выкліку.",
        "permdesc_bluetooth": "Дазваляе прыкладанню праглядаць канфігурацыю Bluetooth на тэлефоне , а таксама здзяйсняць і прымаць злучэнні са спалучанымі прыладамі.",
        "permdesc_bluetoothAdmin": "Дазваляе прыкладанням наладжваць лакальны тэлефон Bluetooth, а таксама знаходзіць выдаленыя прылады i падлучацца да ix.",
        "permdesc_bodySensors": "Дазваляе праграме атрымліваць доступ да даных з датчыкаў, якія назіраюць за вашым фізічным станам, напрыклад, за частатой пульсу.",
        "permdesc_broadcastSticky": "Дазваляе прыкладанню адпраўляць далейшыя звязаныя перадачы, якія застаюцца пасля заканчэння асноўнай перадачы. Злоўжыванне можа зрабіць працу тэлефона павольнай або няўстойлівай, прымушаючы яго выкарыстоўваць занадта шмат памяці.",
        "permdesc_callCompanionApp": "Дадатак зможа праглядаць на прыладзе ўваходныя выклікі і кіраваць імі. Гэтая інфармацыя ўключае нумары выклікаў і звесткі пра іх краіну.",
        "permdesc_callPhone": "Дазваляе прыкладанням званiць на тэлефонныя нумары без вашага ўмяшання. Гэта можа прывесці да нечаканага спагнання сродкаў або званкоў. Звярніце ўвагу, што прыкладанне не можа рабiць экстраныя выклікi. Шкоднасныя прыкладаннi могуць спаганяць з вас сродкi, робячы званкі без вашага пацверджання.",
        "permdesc_camera": "Гэта праграма можа рабіць фота і запісваць відэа з дапамогай камеры ў любы час.",
        "permdesc_changeNetworkState": "Дазваляе прыкладанням змяняць стан сеткавага падключэння.",
        "permdesc_changeTetherState": "Дазваляе прыкладанням змяняць стан прывязкі да сеткі.",
        "permdesc_changeWifiMulticastState": "Дазваляе прыкладанням атрымліваць пакеты, адпраўленыя на ўсе прылады з сеткi Wi-Fi з дапамогай групавых адрасоў, а не толькі на ваш тэлефон. Будзе выкарыстоўвацца больш энергіі, чым у рэжыме нешматадраснай перадачы.",
        "permdesc_changeWifiState": "Дазваляе прыкладанням падключацца да кропак доступу Wi-Fi і адключацца ад iх, а таксама ўносіць змяненні ў канфiгурацыю прылад сеткі Wi-Fi.",
        "permdesc_changeWimaxState": "Дазваляе прыкладанням падключацца да сетак WiMAX і адключацца ад iх.",
        "permdesc_connection_manager": "Дазваляе праграме кіраваць падлучэннямі сувязі.",
        "permdesc_control_incall_experience": "Дазваляе праграме прапаноўваць аперацыі, звязаныя з выклікам.",
        "permdesc_createNetworkSockets": "Дазваляе прыкладанням ствараць сеткавыя сокеты і выкарыстоўваць уласныя сеткавыя пратаколы. браўзер і іншыя прыкладаннi прадастаўляюць сродкі для перадачы дадзеных у Iнтэрнэт, так што гэты дазвол для перадачы дадзеных у Iнтэрнэце не патрабуецца.",
        "permdesc_disableKeyguard": "Дазваляе прыкладанням адключаць блакiроўку клавіятуры і любыя сродкі абароны, звязаныя з паролем. Прыкладам гэтага з'яўляецца адключэнне тэлефонам блакiроўкi клавіятуры пры атрыманні ўваходнага выкліку і паўторнае ўключэнне блакiроўкi клавіятуры, калі выклік завершаны.",
        "permdesc_enableCarMode": "Дазваляе прыкладанню ўключаць рэжым гучнай сувязi.",
        "permdesc_expandStatusBar": "Дазваляе прыкладанню разгортваць ці згортваць радок стану.",
        "permdesc_foregroundService": "Дазваляе праграме выкарыстоўваць асноўныя сэрвісы.",
        "permdesc_getAccounts": "Дазваляе прыкладанню атрымлiваць спіс уліковых запісаў, вядомых тэлефону. Сярод iх могуць быць улiковыя запiсы, створаныя прыкладаннямi, якiя вы ўсталявалi.",
        "permdesc_getPackageSize": "Дазваляе прыкладанням атрымліваць яго код, дадзеныя і аб'ём кэш-памяці",
        "permdesc_getTasks": "Дазваляе прыкладанню атрымлiваць звесткi пра прыкладаннi, запушчаныя зараз i нядаўна. Прыкладанне можа знайсцi iнфармацыю пра тое, якiя прыкладаннi выкарыстоўваюцца на прыладзе.",
        "permdesc_handoverStatus": "Дазваляе праграме атрымліваць інфармацыю аб бягучых перадачах Android Beam",
        "permdesc_imagesWrite": "Дадатак зможа змяняць фотакалекцыю.",
        "permdesc_install_shortcut": "Дазваляе праграме дадаваць ярлыкі на Галоўны экран без умяшання карыстальніка.",
        "permdesc_invokeCarrierSetup": "Дазваляе трымальніку выклікаць праграму аператарскай канфігурацыі. Ніколі не павінна патрабавацца для звычайных праграм.",
        "permdesc_killBackgroundProcesses": "Дазваляе прыкладанню завяршаць фонавыя працэсы іншых прыкладанняў. Гэта можа спынiць працу iншых прыкладанняў.",
        "permdesc_manageFace": "Дадатак зможа дадаваць і выдаляць шаблоны твараў.",
        "permdesc_manageFingerprint": "Дазваляе праграме выкарыстоўваць спосабы дадання і выдалення шаблонаў адбіткаў пальцаў для выкарыстання.",
        "permdesc_manageNetworkPolicy": "Дазваляе прыкладаннм кіраваць сеткавымі палітыкамі і вызначаць правілы пэўных прыкладанняў.",
        "permdesc_manageOwnCalls": "Дазваляе праграме перанакіроўваць выклікі праз сістэму ў мэтах паляпшэння выклікаў.",
        "permdesc_manageProfileAndDeviceOwners": "Дазваляе праграмам задаваць уладальнікаў профіляў і ўладальніка прылады.",
        "permdesc_mediaLocation": "Дадатак зможа паказваць месцазнаходжанне ў калекцыі мультымедыя.",
        "permdesc_modifyAudioSettings": "Дазваляе прыкладанням змяняць глабальныя налады гуку, такія як моц і тое, што дынамік выкарыстоўваецца для выхаду.",
        "permdesc_modifyNetworkAccounting": "Дазваляе прыкладанням змяняць метад уліку выкарыстання сеткі прыкладаннямі. Не для выкарыстання звычайнымі прыкладаннямі.",
        "permdesc_nfc": "Дазваляе прыкладаннzv спалучацца з тэгамі, картамі і счытваючымі прыладамі Near Field Communication (NFC).",
        "permdesc_persistentActivity": "Дазваляе прыкладанню захоўваць некаторыя пастаянныя часткi ў памяцi. Гэта можа абмежаваць аб'ём памяці, даступнай для іншых прыкладанняў, i запаволiць працу тэлефона.",
        "permdesc_processOutgoingCalls": "Дазваляе праграме бачыць набраны нумар падчас выходнага выкліку з магчымасцю перанакіравання выкліку на іншы нумар або спынення выкліку ў цэлым.",
        "permdesc_readCalendar": "Гэта праграма можа чытаць усе падзеі календара, захаваныя на вашым тэлефоне, і абагульваць ці захоўваць даныя календара.",
        "permdesc_readCallLog": "Гэта праграма можа чытаць вашу гісторыю выклікаў.",
        "permdesc_readCellBroadcasts": "Дазваляе прыкладанню чытаць паведамленні базавай станцыі, атрыманыя прыладай. Папярэджанні базавай станцыі дасылаюцца ў некаторыя месцы, каб папярэдзіць вас аб надзвычайных сітуацыях. Шкоднасныя прыкладанні могуць уплываць на прадукцыйнасць ці працу прылады пры атрыманні паведамлення базавай станцыі аб надзвычайнай сітуацыі.",
        "permdesc_readContacts": "Дазваляе прыкладанням счытваць дадзеныя аб кантактах, якія захоўваюцца на тэлефоне, у тым ліку звесткi пра частату, з якой вы выклiкалi iх, пiсалi iм па электроннай пошце ці кантактавалi іншым спосабам. Дзякуючы гэтаму дазволу прыкладаннi могуць захоўваць дадзеныя гiсторыi выклiкаў, а шкоднасныя прыкладаннi могуць адпраўляць кантактныя дадзеныя без вашага ведама.",
        "permdesc_readHistoryBookmarks": "Дазваляе прыкладанню счытваць усе URL-адрасы, якiя былi наведаны ў браўзеры, а таксама ўсе закладкi. Увага: гэты дазвол нельга ажыццяўляць пабочнымi браўзерамi або iншымi прыкладаннямi з уласцiвасцямi браўзера.",
        "permdesc_readInstallSessions": "Дазваляе праграме счытваць сеансы ўсталёўкі. Гэта дазваляе ёй праглядаць інфармацыю аб актыўных усталёўках пакета.",
        "permdesc_readNetworkUsageHistory": "Дазваляе прыкладанню счытваць дадзеныя аб гісторыі выкарыстання сеткі для пэўных сетак і прыкладанняў.",
        "permdesc_readPhoneNumbers": "Дазваляе праграме атрымліваць доступ да нумароў тэлефонаў на прыладзе.",
        "permdesc_readPhoneState": "Дазваляе прыкладанням атрымлiваць доступ да функцый тэлефона на прыладзе. Дзякуючы гэтаму дазволу прыкладанне можа вызначаць iдэнтыфiкатары нумару тэлефона i прылады, незалежна ад таго, цi актыўны выклiк, i аддалены нумар, на якi робiцца выклiк.",
        "permdesc_readSms": "Гэта праграма можа чытаць усе SMS-паведамленні (тэкставыя паведамленні), захаваныя на вашым тэлефоне.",
        "permdesc_readSyncSettings": "Дазваляе прыкладанням чытаць параметры сінхранізацыі для ўліковага запісу. Напрыклад, яны могуць вызначыць, цi сiнхранiзавана з улiковым запiсам прыкладанне \\\"Кантакты\\\".",
        "permdesc_readSyncStats": "Дазваляе прыкладанням чытаць статыстыку сінхранізацыі для ўліковага запісу, у тым ліку гісторыю сінхранізацыі мерапрыемстваў і наколькі сінхранізаваны дадзеныя.",
        "permdesc_receiveBootCompleted": "Дазваляе прыкладанням самастойна запускацца, як толькі сістэма будзе цалкам запушчана. Гэта можа павялічыць час запуску тэлефону і дазволіць прыкладанню запаволіць увесь тэлефон, прымушаючы яго працаваць заўсёды.",
        "permdesc_receiveMms": "Дазваляе прыкладанням атрымліваць і апрацоўваць MMS-паведамленнi. Гэта значыць, што прыкладанне можа кантраляваць або выдаляць паведамленні, адпраўленыя на прыладу, не паказваючы іх вам.",
        "permdesc_receiveSms": "Дазваляе прыкладанням атрымліваць і апрацоўваць SMS-паведамленні. Гэта значыць, што прыкладанне можа кантраляваць або выдаляць паведамленні, адпраўленыя на прыладу, не паказваючы іх вам.",
        "permdesc_receiveWapPush": "Дазваляе прыкладанням атрымліваць і апрацоўваць паведамленні WAP. Дзякуючы гэтаму дазволу можна кантраляваць або выдаляць паведамленні, пасланыя вам, не паказваючы іх.",
        "permdesc_recordAudio": "Гэта праграма можа у любы час запісваць аўдыя, выкарыстоўваючы мікрафон.",
        "permdesc_register_call_provider": "Дазваляе праграме рэгістраваць новыя падлучэнні сувязі.",
        "permdesc_register_sim_subscription": "Дазваляе праграме рэгістраваць новыя падлучэнні сувязі SIM.",
        "permdesc_removeDrmCertificates": "Дазваляе праграме выдаляць сертыфікаты DRM. Ніколі не павінна патрабавацца для звычайных праграм.",
        "permdesc_reorderTasks": "Дадатак зможа пераключацца паміж актыўным і фонавым рэжымамі без удзелу карыстальніка.",
        "permdesc_requestDeletePackages": "Дазваляе праграме запытваць выдаленне пакетаў.",
        "permdesc_requestIgnoreBatteryOptimizations": "Дазваляе праграме запытваць дазвол на ігнараванне аптымізацыі акумулятара для гэтай праграмы.",
        "permdesc_requestInstallPackages": "Дазваляе праграме запытваць усталёўку пакетаў.",
        "permdesc_requestPasswordComplexity": "Дазваляе дадатку вызначаць узровень складанасці блакавання экрана (высокі, сярэдні, нізкі ці нулявы), які залежыць ад даўжыні пароля і ад тыпу блакавання экрана. Дадатак можа прапанаваць карыстальнікам ускладніць блакаванне экрана, аднак гэтую прапанову можна ігнараваць. Майце на ўвазе, што дадатак не можа ведаць тып і пароль блакаванея экрана, бо яны захоўваюцца ў зашыфраваным выглядзе.",
        "permdesc_route_media_output": "Дазваляе прыкладанням маршрутызаваць мультымедыйны выхад на iншыя знешнiя прылады.",
        "permdesc_runInBackground": "Гэта праграма можа працаваць у фоне. Гэта можа прывесці да хутчэйшага спажывання зараду акумулятара.",
        "permdesc_sdcardRead": "Дазваляе праграме счытваць змесціва абагуленага сховішча.",
        "permdesc_sdcardWrite": "Дазваляе праграме запісваць змесціва абагуленага сховішча.",
        "permdesc_sendSms": "Дазваляе прыкладанне для адпраўкі SMS паведамленняў. Гэта можа прывесці да нечаканых абвінавачванняў. Шкоднасныя праграмы могуць каштаваць вам грошай на адпраўку паведамленняў без вашага пацвярджэння.",
        "permdesc_setAlarm": "Дазваляе прыкладанню ўсталёўваць сігнал на ўсталяваным прыкладанні будзільніка. Пэўныя прыкладанні будзільніка не могуць рэалізоўваць гэтую магчымасць.",
        "permdesc_setInputCalibration": "Дазваляе праграме змяняць параметры каліброўкі сэнсарнага экрана. Ніколі не павінна патрабавацца для звычайных праграм.",
        "permdesc_setTimeZone": "Дазваляе праграме змяняць часавы пояс тэлефона.",
        "permdesc_setWallpaper": "Дазваляе прыкладанням ксталёўваць сiстэмныя шпалеры.",
        "permdesc_setWallpaperHints": "Дазваляе прыкладанням задаваць падказкі па памеры сістэмных шпалер.",
        "permdesc_sim_communication": "Дазваляе праграме адпраўляць каманды SIM-карце. Гэта вельмі небяспечна.",
        "permdesc_startViewPermissionUsage": "Дадатак атрымае доступ да даных пра выкарыстоўваемыя дазволы. Гэты дазвол не патрабуецца звычайным дадаткам.",
        "permdesc_statusBar": "Дазваляе прыкладанням адключаць радок стану або дадаваць і выдаляць сістэмныя значкі.",
        "permdesc_statusBarService": "Дазваляе прыкладанням быць радком стану.",
        "permdesc_subscribedFeedsRead": "Дазваляе прыкладанням атрымліваць інфармацыю пра каналы, якія сінхранізуюцца ў бягучы момант.",
        "permdesc_systemAlertWindow": "Гэта праграма можа паказвацца паверх іншых праграм ці іншых частак экрана. Гэта можа перашкодзіць нармальнаму выкарыстанню праграмы і змяніць выгляд іншых праграм.",
        "permdesc_transmitIr": "Дазваляе праграме выкарыстоўваць інфрачырвоны перадатчык тэлефона.",
        "permdesc_uninstall_shortcut": "Дазваляе праграме выдаляць ярлыкі з Галоўнага экрана без умяшання карыстальніка.",
        "permdesc_useBiometric": "Дазваляе праграме выкарыстоўваць для аўтэнтыфікацыі біяметрычнае абсталяванне",
        "permdesc_useDataInBackground": "Гэта праграма можа выкарыстоўваць даныя ў фоне. Гэта можа прывесці да павелічэння аб'ёму трафіка.",
        "permdesc_useFaceAuthentication": "Дадатак зможа выкарыстоўваць абсталяванне для распазнавання твару для аўтэнтыфікацыі",
        "permdesc_useFingerprint": "Дазваляе праграме выкарыстоўваць апаратныя сродкі распазнання адбіткаў пальцаў для аўтэнтыфікацыі",
        "permdesc_use_sip": "Дазваляе праграме рабіць і прымаць выклікі SIP.",
        "permdesc_vibrate": "Дазваляе прыкладанням кіраваць вібрацыяй.",
        "permdesc_videoWrite": "Дадатак зможа змяняць відэакалекцыю.",
        "permdesc_wakeLock": "Дазваляе прыкладанням прадухіляць тэлефон ад пераходу ў рэжым сну.",
        "permdesc_writeCalendar": "Гэта праграма можа дадаваць, выдаляць або змяняць падзеі календара на вашым тэлефоне. Гэта праграма можа адпраўляць паведамленні, якія могуць здавацца адпраўленымі ўладальнікамі календара, або змяняць падзеі без апавяшчэння іх уладальнікаў.",
        "permdesc_writeCallLog": "Дазваляе прыкладанням змяняць гiсторыю выклiкаў тэлефону, у тым лiку дадзеныя пра ўваходныя і зыходныя выклiкi. Шкоднасныя прыкладаннi могуць выкарыстоўваць гэта, каб выдаляць або змяняць гiсторыю выклікаў.",
        "permdesc_writeContacts": "Дазваляе прыкладанням змяняць дадзеныя аб кантактах, якія захоўваюцца на тэлефоне, у тым ліку частата, з якой вы выклiкалi асоб, пiсалi па электроннай пошце ці іншым спосабам кантактавалi з iмі. З гэтым дазволам прыкладаннi змогуць выдаляць кантактныя дадзеныя.",
        "permdesc_writeGeolocationPermissions": "Дазваляе прыкладанням змяняць дазволы геалакацыі браўзэра. Шкоднасныя прыкладанні могуць выкарыстоўваць гэта, каб дазваляць адпраўку інфармацыі аб месцазнаходжанні выпадковым вэб-сайтам.",
        "permdesc_writeHistoryBookmarks": "Дазваляе прыкладанню змяняць гісторыю браўзера, і закладкі, захаваныя ў тэлефоне. Гэта дазволіць прыкладанню выдаляць або змяняць дадзеныя браўзера. Увага: гэты дазвол можа не дзейнiчаць для іншых браўзераў і іншых прыкладанняў з магчымасцямі вэб-браўзера.",
        "permdesc_writeSettings": "Дазваляе прыкладаннем змяняць дадзеныя налад сістэмы. Шкоднасныя прыкладанні могуць пашкодзіць канфігурацыю вашай сістэмы.",
        "permdesc_writeSyncSettings": "Дазваляе прыкладанню змяняць налады сінхранізацыі для ўліковага запісу. Напрыклад, гэта можа выкарыстоўвацца для ўключэння сінхранізацыі прыкладання \\\"Кантакты\\\" з уліковым запісам.",
        "permgroupbackgroundrequest_location": "Дазволіць дадатку <b>",
        "permgroupbackgroundrequestdetail_location": "Цяпер дадатак можа мець доступ да звестак пра месцазнаходжанне, толькі калі выкарыстоўваецца",
        "permgroupdesc_activityRecognition": "доступ да даных фізічнай актыўнасці",
        "permgroupdesc_calendar": "атрымліваць доступ да вашага календара",
        "permgroupdesc_calllog": "Чытанне і запіс журнала тэлефонных выклікаў",
        "permgroupdesc_camera": "рабіць фатаздымкі і запісваць відэа",
        "permgroupdesc_contacts": "атрымліваць доступ да вашых кантактаў",
        "permgroupdesc_location": "атрымліваць доступ да месцазнаходжання гэтай прылады",
        "permgroupdesc_microphone": "запісваць аўдыя",
        "permgroupdesc_phone": "рабіць тэлефонныя выклікі і кіраваць імі",
        "permgroupdesc_sensors": "атрымліваць з датчыка даныя асноўных фізіялагічных паказчыкаў",
        "permgroupdesc_sms": "адпраўляць і праглядаць SMS-паведамленні",
        "permgroupdesc_storage": "атрымліваць доступ да фатаграфій, медыяфайлаў і файлаў на вашай прыладзе",
        "permgrouplab_activityRecognition": "Фізічная актыўнасць",
        "permgrouplab_calendar": "Каляндар",
        "permgrouplab_calllog": "Журналы выклікаў",
        "permgrouplab_camera": "Камера",
        "permgrouplab_contacts": "Кантакты",
        "permgrouplab_location": "Месцазнаходжанне",
        "permgrouplab_microphone": "Мікрафон",
        "permgrouplab_phone": "Тэлефон",
        "permgrouplab_sensors": "Датчыкі цела",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Сховішча",
        "permgrouprequest_activityRecognition": "Дазволіць дадатку <b>",
        "permgrouprequest_calendar": "Дазволіць праграме <b>",
        "permgrouprequest_calllog": "Адкрыць праграме <b>",
        "permgrouprequest_camera": "Дазволіць праграме <b>",
        "permgrouprequest_contacts": "Дазволіць праграме <b>",
        "permgrouprequest_location": "Дазволіць праграме <b>",
        "permgrouprequest_microphone": "Дазволіць праграме <b>",
        "permgrouprequest_phone": "Дазволіць праграме <b>",
        "permgrouprequest_sensors": "Дазволіць праграме <b>",
        "permgrouprequest_sms": "Дазволіць праграме <b>",
        "permgrouprequest_storage": "Дазволіць праграме <b>",
        "permgrouprequestdetail_location": "Дадатак будзе мець доступ да звестак пра месцазнаходжанне толькі калі выкарыстоўваецца",
        "permlab_acceptHandover": "працяг выкліку з іншай праграмы",
        "permlab_accessBackgroundLocation": "доступ да вызначэння месцазнаходжання ў фонавым рэжыме",
        "permlab_accessCoarseLocation": "доступ да прыблізнага месцазнаходжання (на падставе сеткі) толькі ў актыўным рэжыме",
        "permlab_accessDrmCertificates": "доступ да сертыфікатаў DRM",
        "permlab_accessFineLocation": "доступ да дакладнага месцазнаходжання толькі ў асноўным рэжыме",
        "permlab_accessImsCallService": "атрымліваць доступ да сэрвісу выклікаў IMS",
        "permlab_accessLocationExtraCommands": "доступ да дадатковых камандаў пастаўшчыка месцазнаходжання",
        "permlab_accessNetworkConditions": "выкарыстанне даных пра стан сеткі",
        "permlab_accessNetworkState": "прагляд сеткавых злучэнняў",
        "permlab_accessNotifications": "доступ да паведамленняў",
        "permlab_accessWifiState": "прагляд злучэнняў Wi-Fi",
        "permlab_accessWimaxState": "падключаць да WiMAX i адключаць ад яго",
        "permlab_access_notification_policy": "атрымліваць доступ да рэжыму «Не турбаваць»",
        "permlab_activityRecognition": "распазнаваць фізічную актыўнасць",
        "permlab_addVoicemail": "дадаць галасавое паведамленне",
        "permlab_answerPhoneCalls": "адказваць на тэлефонныя выклікі",
        "permlab_audioWrite": "змяняць музычную калекцыю",
        "permlab_bindCarrierMessagingService": "прывязка да службы паведамленняў аператара",
        "permlab_bindCarrierServices": "прывязвацца з сэрвісаў аператара",
        "permlab_bindConditionProviderService": "прывязка да службы пастаўшчыка ўмоў",
        "permlab_bindDreamService": "прывязка да службы экраннай застаўкі",
        "permlab_bindNotificationListenerService": "прывязка да службы апавяшчэння слухача",
        "permlab_bind_connection_service": "узаемадзеянне са службамі тэлефаніі",
        "permlab_bind_incall_service": "узаемадзеянне з экранам бягучага выкліку",
        "permlab_bluetooth": "падлучэнне да прылады Bluetooth",
        "permlab_bluetoothAdmin": "атрыманне доступу да налад прылады Bluetooth",
        "permlab_bodySensors": "атрымліваць доступ да датчыкаў цела (напрыклад, пульсометраў)",
        "permlab_broadcastSticky": "адпраўляць нетэрмiновую рассылку",
        "permlab_callCompanionApp": "праглядаць выклікі і кіраваць імі праз сістэму.",
        "permlab_callPhone": "непасрэдна набіраць тэлефонныя нумары",
        "permlab_camera": "рабіць фатаграфіі і відэа",
        "permlab_changeNetworkState": "змяніць падлучэнне да сеткі",
        "permlab_changeTetherState": "змяніць прывязку да падлучэння",
        "permlab_changeWifiMulticastState": "дазваляе прыём Wi-Fi Multicast",
        "permlab_changeWifiState": "падключэнне да сеткі Wi-Fi і адключэнне ад яе",
        "permlab_changeWimaxState": "Змяніць стан WiMAX",
        "permlab_connection_manager": "кіраванне падлучэннямі сувязі",
        "permlab_control_incall_experience": "прапанаванне аперацый, звязаных з выклікам",
        "permlab_createNetworkSockets": "атрымліваць поўны доступ да сеткі",
        "permlab_disableKeyguard": "адключэнне блакiроўкi экрана",
        "permlab_enableCarMode": "дазваляць рэжым \\\"У аўтамабілі\\",
        "permlab_expandStatusBar": "разгарнуць/згарнуць радок стану",
        "permlab_foregroundService": "запусціць асноўныя сэрвісы",
        "permlab_getAccounts": "пошук уліковых запісаў на прыладзе",
        "permlab_getPackageSize": "вымерыць прастору для захоўвання прыкладання",
        "permlab_getTasks": "атрымаць запушчаныя прыкладанні",
        "permlab_handoverStatus": "атрымліваць стан перадачы Android Beam",
        "permlab_imagesWrite": "змяняць фотакалекцыю",
        "permlab_install_shortcut": "усталёўваць ярлыкі",
        "permlab_invokeCarrierSetup": "выклікаць праграму аператарскай канфігурацыі",
        "permlab_killBackgroundProcesses": "закрыццё іншых прыкладанняў",
        "permlab_manageFace": "кіраваць абсталяваннем для распазнавання твару",
        "permlab_manageFingerprint": "кіраваць апаратнымі сродкамі для адбіткаў пальцаў",
        "permlab_manageNetworkPolicy": "кіраванне палітыкай сеткі",
        "permlab_manageOwnCalls": "перанакіраванне выклікаў праз сістэму",
        "permlab_manageProfileAndDeviceOwners": "кіраваць профілем і ўладальнікамі прылады",
        "permlab_mediaLocation": "доступ да месцазнаходжання ў калекцыі мультымедыя",
        "permlab_modifyAudioSettings": "змяняць налады аудыё",
        "permlab_modifyNetworkAccounting": "змяніць улік выкарыстання сеткі",
        "permlab_nfc": "кантроль Near Field Communication",
        "permlab_persistentActivity": "прымусіць прыкладанне працаваць заўсёды",
        "permlab_processOutgoingCalls": "перанакіраванне зыходзячых выклікіаў",
        "permlab_readCalendar": "Чытаць падзеі календара і падрабязныя звесткі",
        "permlab_readCallLog": "чытанне гiсторыi выклікаў",
        "permlab_readCellBroadcasts": "чытаць паведамленні базавай станцыі",
        "permlab_readContacts": "чытанне кантактаў",
        "permlab_readHistoryBookmarks": "чытанне вэб-закладак і гісторыi",
        "permlab_readInstallSessions": "чытаць сеансы ўсталёўкі",
        "permlab_readNetworkUsageHistory": "чытаць дадзеныя выкарыстання сеткі",
        "permlab_readPhoneNumbers": "счытваць нумары тэлефонаў",
        "permlab_readPhoneState": "чытанне статусу тэлефона і ідэнтыфікацыя",
        "permlab_readSms": "чытанне сваiх тэкставых паведамленняў (SMS ці MMS)",
        "permlab_readSyncSettings": "чытаць параметры сінхранізацыі",
        "permlab_readSyncStats": "чытаць статыстыку сінхранізацыі",
        "permlab_receiveBootCompleted": "запуск пры загрузцы сістэмы",
        "permlab_receiveMms": "атрыманне тэкставых паведамленняў (MMS)",
        "permlab_receiveSms": "атрыманне тэкставых паведамленняў (SMS)",
        "permlab_receiveWapPush": "атрыманне тэкставых паведамленняў (WAP)",
        "permlab_recordAudio": "запіс аўдыя",
        "permlab_register_call_provider": "рэгістрацыя новых падлучэнняў сувязі",
        "permlab_register_sim_subscription": "рэгістрацыя новых падлучэнняў сувязі SIM",
        "permlab_removeDrmCertificates": "выдаленне сертыфікатаў DRM",
        "permlab_reorderTasks": "змяніць парадак запушчаных прыкладанняў",
        "permlab_requestDeletePackages": "запытваць выдаленне пакетаў",
        "permlab_requestIgnoreBatteryOptimizations": "запытваць дазвол на ігнараванне аптымізацыі акумулятара",
        "permlab_requestInstallPackages": "запытваць усталёўку пакетаў",
        "permlab_requestPasswordComplexity": "запытваць узровень складанасці блакавання экрана",
        "permlab_route_media_output": "накіроўваць вывад мультымедыйнага змесціва",
        "permlab_runInBackground": "працаваць у фоне",
        "permlab_sdcardRead": "чытанне змесціва абагуленага сховішча",
        "permlab_sdcardWrite": "змяненне або выдаленне змесціва абагуленага сховішча",
        "permlab_sendSms": "адпраўляць і праглядаць SMS-паведамленні",
        "permlab_setAlarm": "усталёўка сігналу",
        "permlab_setInputCalibration": "змена каліброўкі прылады ўводу",
        "permlab_setTimeZone": "усталёўваць часавы пояс",
        "permlab_setWallpaper": "усталёўваць шпалеры",
        "permlab_setWallpaperHints": "наладка памеру шпалер",
        "permlab_sim_communication": "адпраўляць каманды на SIM-карту",
        "permlab_startViewPermissionUsage": "прагляд даных пра выкарыстоўваемыя дазволы",
        "permlab_statusBar": "адключаць ці змяняць радок стану",
        "permlab_statusBarService": "быць панэллю стану",
        "permlab_subscribedFeedsRead": "чытаць падпісаныя каналы",
        "permlab_systemAlertWindow": "Гэта праграма можа паказвацца паверх іншых праграм",
        "permlab_transmitIr": "карыстацца інфрачырвоным перадатчыкам",
        "permlab_uninstall_shortcut": "выдаляць ярлыкі",
        "permlab_useBiometric": "выкарыстоўваць біяметрычнае абсталяванне",
        "permlab_useDataInBackground": "выкарыстоўваць даныя ў фоне",
        "permlab_useFaceAuthentication": "выкарыстоўваць абсталяванне для распазнавання твару",
        "permlab_useFingerprint": "выкарыстоўваць апаратныя сродкі для адбіткаў пальцаў",
        "permlab_use_sip": "ажыццяўленне/прыманне выклікаў SIP",
        "permlab_vibrate": "кіраванне вібрацыяй",
        "permlab_videoWrite": "змяняць відэакалекцыю",
        "permlab_wakeLock": "забараняць тэлефону пераходзіць ў рэжым сну",
        "permlab_writeCalendar": "дадаваць ці змяняць падзеі календара і адпраўляць электронную пошту да гасцей без ведама ўладальнікаў",
        "permlab_writeCallLog": "запіс гiсторыi выклікаў",
        "permlab_writeContacts": "змена кантактаў",
        "permlab_writeGeolocationPermissions": "змяніць дазволы геапазіцыянавання для браўзэра",
        "permlab_writeHistoryBookmarks": "запіс вэб-закладак і гісторыi",
        "permlab_writeSettings": "змена сістэмных налад",
        "permlab_writeSyncSettings": "уключэнне ці адключэнне сінхранізацыi"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Імя",
            "bitcoin_alt": "Ахвяраваць праз Bitcoin",
            "flattr_alt": "Ахвяраваць праз Flattr",
            "heading": "Ахвяраваць",
            "hellotux": "👕 Цішоткі з 👕 ад",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid атрымае 3 € з продажу цішоткі.",
            "liberapay_alt": "Ахвяраваць праз Liberapay",
            "litecoin_alt": "Ахвяраваць праз Litecoin",
            "paypal_alt": "Ахвяраваць праз PayPal",
            "powered_by_donations": "F-Droid працуе дзякуючы вашым ахвяраванням!",
            "via_bank_transfer": "Банкаўскі перавод"
        },
        "lang": {
            "change": "Змяніць"
        },
        "last_updated": {
            "heading": "Апошнія абнаўленні"
        },
        "latest_packages": {
            "heading": "Новыя дадаткі"
        },
        "news": {
            "heading": "Навіны"
        },
        "search": {
            "heading": "Пошук дадаткаў",
            "noscript": "Патрабуецца ўключыць JavaScript",
            "search": "Пошук"
        }
    }
}
