{
    "antifeatures": {
        "Ads": "Αυτή η εφαρμογή εμπεριέχει διαφημίσεις",
        "DisabledAlgorithm": "Αυτή η εφαρμογή έχει αδύναμη υπογραφή ασφαλείας",
        "KnownVuln": "Αυτή η εφαρμογή εμπεριέχει μια γνωστή ευπάθεια ασφαλείας",
        "NSFW": "Αυτή η εφαρμογή περιέχει περιεχόμενο που δεν πρέπει να δημοσιοποιείται ή να είναι ορατό παντού",
        "NoSourceSince": "Ο πηγαίος κώδικας δεν είναι πλέον διαθέσιμος, δεν είναι δυνατή η ενημέρωση",
        "NonFreeAdd": "Αυτή η εφαρμογή προωθεί πρόσθετα κλειστού κώδικα",
        "NonFreeAssets": "Αυτή η εφαρμογή εμπεριέχει στοιχεία κλειστού κώδικα",
        "NonFreeDep": "Αυτή η εφαρμογή στηρίζετε σε άλλες εφαρμογές κλειστού κώδικα",
        "NonFreeNet": "Αυτή η εφαρμογή προωθεί υπηρεσίες δικτύου κλειστού κώδικα",
        "Tracking": "Αυτή η εφαρμογή καταγράφει και αναφέρει τη δραστηριότητά σας",
        "UpstreamNonFree": "Ο πηγαίος κώδικας δεν είναι εντελώς ανοιχτός"
    },
    "app_categories": {
        "Connectivity": "Συνδεσιμότητα",
        "Development": "Προγραμματισμός",
        "Games": "Παιχνίδια",
        "Graphics": "Γραφιστικά",
        "Internet": "Διαδίκτυο",
        "Money": "Οικονομικά",
        "Multimedia": "Πολυμέσα",
        "Navigation": "Πλοήγηση",
        "Phone & SMS": "Τηλέφωνο &amp; μηνύματα",
        "Reading": "Ανάγνωση",
        "Science & Education": "Επιστήμη &amp; Εκπαίδευση",
        "Security": "Ασφάλεια",
        "Sports & Health": "Αθλητισμός &amp; Υγεία",
        "System": "Σύστημα",
        "Theming": "Προσωποποίηση",
        "Time": "Χρόνος",
        "Writing": "Συγγραφή",
        "show_all_packages": "Προβολή όλων %d"
    },
    "index": {
        "download_fdroid": "Κατεβάστε Το F-Droid",
        "gpg_signature": "Υπογραφή PGP",
        "introduction": "Το F-Droid είναι ένας κατάλογος εφαρμογών ΕΛΛΑΚ (Ελεύθερο Λογισμικό / Λογισμικό Ανοικτού Κώδικα) για την πλατφόρμα Android. Ο πελάτης διευκολύνει την περιήγηση, την εγκατάσταση και την παρακολούθηση των ενημερώσεων στη συσκευή σας.",
        "screenshot": "Στιγμιότυπο οθόνης Android εφαρμογής F-Droid",
        "title": "Τι είναι το F-Droid;"
    },
    "mirrors": {
        "cn": "Ηπειρωτική Κίνα",
        "de": "Γερμανία",
        "indiana": "Ιντιάνα, ΗΠΑ",
        "se": "Σουηδία",
        "tw": "Ταϊβάν",
        "ua": "Ουκρανία"
    },
    "navigation": {
        "about": "Σχετικά",
        "apps": "Εφαρμογές",
        "contribute": "Συνεισφέρετε",
        "documentation": "Έγγραφα",
        "edit_on_gitlab": "Επεξεργασία στο GitLab",
        "forum": "Φόρουμ",
        "issues": "Θέματα",
        "news": "Νέα",
        "translate_on_weblate": "Μετάφραση σε weblate"
    },
    "news": {
        "newer_posts": "← Νεότερες αναρτήσεις",
        "older_posts": "Παλαιότερες αναρτήσεις →",
        "posted_on": "Δημοσιεύτηκε στις {{ post_date }}"
    },
    "package": {
        "added_on": "Προστέθηκε στις {{ package_added_date }}",
        "anti_features": "Aνεπιθύμητα χαρακτηριστικά",
        "anti_features_warning": "Αυτή η εφαρμογή έχει χαρακτηριστικά που μπορεί να μην σας αρέσουν.",
        "author": "Δημιουργός",
        "build_log": "Δημιουργία αρχείου καταγραφής",
        "build_metadata": "Δημιουργία μεταδεδομένων",
        "changelog": "Ιστορικό αλλαγών",
        "donate": "Δωρεά",
        "download": "Λήψη {{ file_extension }}",
        "flattr": "Flattr",
        "gpg_signature": "Υπογραφή PGP",
        "issue_tracker": "Ιχνηλάτης Θεμάτων",
        "liberapay": "Liberapay",
        "license": "Άδεια",
        "minimum_android_version": "Αυτή η έκδοση απαιτεί Android {{ android_version }} ή νεότερο.",
        "new_in_version": "Νέο στην έκδοση {{ latest_version }}",
        "opencollective": "Ανοιχτή Συλλογικότητα",
        "package_icon_alt": "εικονίδιο πακέτου",
        "package_screenshot_alt": "στιγμιότυπο οθόνης εφαρμογής",
        "packages": "Πακέτα",
        "permissions": "Δικαιώματα",
        "signed_by_developer": "Είναι χτισμένο και υπογεγραμμένο από τον αρχικό προγραμματιστή.",
        "signed_by_fdroid": "Είναι χτισμένο και υπογεγραμμένο από το F-Droid, και εγγυημένο ότι θα αντιστοιχεί σε <a href=\"{{ source_code_url }}\">αυτή τη πηγή tarball</a>.",
        "source_code": "Πηγαίος Κώδικας",
        "suggest_downloading_via_fdroid": "Αν και λήψεις APK είναι διαθέσιμες παρακάτω για να σας δώθει η επιλογή, θα πρέπει να γνωρίζετε ότι με την εγκατάσταση με αυτόν τον τρόπο δεν θα λαμβάνετε ειδοποιήσεις ενημέρωσης και είναι ένας λιγότερο ασφαλής τρόπος για να κατεβάσετε. Συνιστούμε να εγκαταστήσετε τον πελάτη F-Droid και να το χρησιμοποιήσετε.",
        "suggested": "προτεινόμενο",
        "translation": "Μεταφράση",
        "version_info": "<b>Έκδοση {{ package_version }}</b> ({{ package_version_code }})",
        "versions": "Εκδόσεις",
        "website": "Ιστότοπος"
    },
    "permissions": {
        "permdesc_acceptHandovers": "Επιτρέπει στην εφαρμογή να συνεχίσει μια κλήση η οποία ξεκίνησε σε άλλη εφαρμογή.",
        "permdesc_accessBackgroundLocation": "Αυτή η εφαρμογή μπορεί να αποκτήσει πρόσβαση στην τοποθεσία ανά πάσα στιγμή, ακόμη και όταν συσκευή δεν χρησιμοποιείται.",
        "permdesc_accessCoarseLocation": "Αυτή η εφαρμογή έχει πρόσβαση στην τοποθεσία κατά προσέγγιση από τις υπηρεσίες τοποθεσίας ενώ η εφαρμογή χρησιμοποιείται. Οι υπηρεσίες τοποθεσίας για τη συσκευή σας θα πρέπει να είναι ενεργοποιημένες έτσι ώστε η εφαρμογή να λάβει την τοποθεσία.",
        "permdesc_accessDrmCertificates": "Επιτρέπει σε μια εφαρμογή να παρέχει και να χρησιμοποιεί πιστοποιητικά DRM. Δεν θα χρειαστεί ποτέ για κανονικές εφαρμογές.",
        "permdesc_accessFineLocation": "Αυτή η εφαρμογή έχει πρόσβαση στην ακριβή τοποθεσία από τις υπηρεσίες τοποθεσίας ενώ η εφαρμογή χρησιμοποιείται. Οι υπηρεσίες τοποθεσίας για τη συσκευή σας θα πρέπει να είναι ενεργοποιημένες έτσι ώστε η εφαρμογή να λάβει την τοποθεσία. Αυτό μπορεί να αυξήσει τη χρήση της μπαταρίας.",
        "permdesc_accessImsCallService": "Επιτρέπει στην εφαρμογή τη χρήση της υπηρεσίας IMS για την πραγματοποίηση κλήσεων χωρίς τη δική σας παρέμβαση.",
        "permdesc_accessLocationExtraCommands": "Επιτρέπει στην εφαρμογή την πρόσβαση σε επιπλέον εντολές παρόχου τοποθεσίας. Αυτό μπορεί να δώσει τη δυνατότητα στην εφαρμογή να παρέμβει στη λειτουργία του GPS ή άλλων πηγών τοποθεσίας.",
        "permdesc_accessNetworkConditions": "Επιτρέπει σε μια εφαρμογή να λαμβάνει παρατηρήσεις σχετικά με την κατάσταση δικτύου. Δεν θα πρέπει να απαιτείται ποτέ για κανονικές εφαρμογές.",
        "permdesc_accessNetworkState": "Επιτρέπει στην εφαρμογή την προβολή πληροφοριών σχετικά με συνδέσεις δικτύου, όπως ποια δίκτυα υπάρχουν και είναι συνδεδεμένα.",
        "permdesc_accessNotifications": "Επιτρέπει στην εφαρμογή να ανακτά, να εξετάζει και να απαλείφει ειδοποιήσεις, συμπεριλαμβανομένων εκείνων που δημοσιεύονται από άλλες εφαρμογές.",
        "permdesc_accessWifiState": "Επιτρέπει στην εφαρμογή την προβολή πληροφοριών σχετικά με τη δικτύωση Wi-Fi, όπως εάν το Wi-Fi είναι ενεργοποιημένο και τα ονόματα των συνδεδεμένων συσκευών Wi-Fi.",
        "permdesc_accessWimaxState": "Επιτρέπει στην εφαρμογή να προσδιορίζει εάν το WiMAX είναι ενεργοποιημένο και πληροφορίες σχετικά με τυχόν δίκτυα WiMAX που είναι συνδεδεμένα.",
        "permdesc_access_notification_policy": "Επιτρέπει στην εφαρμογή την εγγραφή και τη σύνταξη διαμόρφωσης για τη λειτουργία \"Μην ενοχλείτε\".",
        "permdesc_activityRecognition": "Αυτή η εφαρμογή μπορεί να αναγνωρίζει τη σωματική σας δραστηριότητα.",
        "permdesc_addVoicemail": "Επιτρέπει στην εφαρμογή να προσθέτει μηνύματα στα εισερχόμενα του αυτόματου τηλεφωνητή σας.",
        "permdesc_answerPhoneCalls": "Επιτρέπει στην εφαρμογή να απαντά σε μια εισερχόμενη τηλεφωνική κλήση.",
        "permdesc_audioWrite": "Επιτρέπει στην εφαρμογή να τροποποιήσει τη μουσική συλλογή σας.",
        "permdesc_backgroundCamera": "Αυτή η εφαρμογή μπορεί να τραβάει φωτογραφίες και να εγγράφει βίντεο μέσω της κάμερας, ανά πάσα στιγμή.",
        "permdesc_bindCarrierMessagingService": "Επιτρέπει στον κάτοχο τη δέσμευση στη διεπαφή ανωτάτου επιπέδου μιας υπηρεσίας ανταλλαγής μηνυμάτων εταιρείας κινητής τηλεφωνίας. Δεν απαιτείται για συνήθεις εφαρμογές.",
        "permdesc_bindCarrierServices": "Δίνει στον κάτοχο τη δυνατότητα δέσμευσης σε υπηρεσίες εταιρείας κινητής τηλεφωνίας. Δεν απαιτείται ποτέ για κανονικές εφαρμογές.",
        "permdesc_bindCellBroadcastService": "Επιτρέπει στην εφαρμογή να συνδέεται με τη μονάδα εκπομπής κυψέλης προκειμένου να προωθεί τα μηνύματα εκπομπής κυψέλης καθώς αυτά λαμβάνονται. Οι ειδοποιήσεις εκπομπής κυψέλης παραδίδονται σε ορισμένες τοποθεσίες για να σας προειδοποιήσουν για καταστάσεις έκτακτης ανάγκης. Κακόβουλες εφαρμογές ενδέχεται να επηρεάσουν την απόδοση ή τη λειτουργία της συσκευής σας όταν λαμβάνεται ένα μήνυμα εκπομπής κυψέλης έκτακτης ανάγκης.",
        "permdesc_bindConditionProviderService": "Επιτρέπει στον κάτοχο τη σύνδεση στη διεπαφή ανωτάτου επιπέδου ενός παρόχου συνθηκών. Δεν απαιτείται για κανονικές εφαρμογές.",
        "permdesc_bindDreamService": "Επιτρέπει στον κάτοχο τη δέσμευση στη διεπαφή ανωτάτου επιπέδου μιας υπηρεσίας dream. Δεν απαιτείται σε κανονικές εφαρμογές.",
        "permdesc_bindNotificationListenerService": "Επιτρέπει στον κάτοχο τη δέσμευση στη διεπαφή ανωτάτου επιπέδου μιας υπηρεσίας ακρόασης ειδοποιήσεων. Δεν απαιτείται σε κανονικές εφαρμογές.",
        "permdesc_bind_connection_service": "Επιτρέπει στην εφαρμογή να αλληλεπιδρά με υπηρεσίες τηλεφωνίας για την πραγματοποίηση/λήψη κλήσεων.",
        "permdesc_bind_incall_service": "Επιτρέπει στην εφαρμογή να ελέγχει πότε και πώς βλέπει ο χρήστης την οθόνη κατά τη διάρκεια κλήσης.",
        "permdesc_bluetooth": "Επιτρέπει στην εφαρμογή να προβάλλει τη διαμόρφωση του Bluetooth στο τηλέφωνο, καθώς και να πραγματοποιεί και να αποδέχεται συνδέσεις με συνδεδεμένες συσκευές.",
        "permdesc_bluetoothAdmin": "Επιτρέπει στην εφαρμογή τη διαμόρφωση του τοπικού tablet Bluetooth, τον εντοπισμό και τη σύζευξη με απομακρυσμένες συσκευές.",
        "permdesc_bluetooth_advertise": "Επιτρέπει στην εφαρμογή να προβάλλει διαφημίσεις σε κοντινές συσκευές Bluetooth",
        "permdesc_bluetooth_connect": "Επιτρέπει στην εφαρμογή τη σύνδεση σε συζευγμένες συσκευές Bluetooth",
        "permdesc_bluetooth_scan": "Επιτρέπει στην εφαρμογή την ανακάλυψη και τη σύζευξη κοντινών συσκευών Bluetooth",
        "permdesc_bodySensors": "Επιτρέπει στην εφαρμογή να αποκτήσει πρόσβαση στα δεδομένα των αισθητήρων που παρακολουθούν τη φυσική σας κατάσταση, όπως τον καρδιακό ρυθμό σας.",
        "permdesc_bodySensors_background": "Επιτρέπει στην εφαρμογή να αποκτά πρόσβαση σε δεδομένα αισθητήρων σώματος, όπως καρδιακό ρυθμό, θερμοκρασία και ποσοστό οξυγόνου στο αίμα, ενώ η εφαρμογή βρίσκεται στο παρασκήνιο.",
        "permdesc_broadcastSticky": "Επιτρέπει στην εφαρμογή την αποστολή εκπομπών sticky, οι οποίες παραμένουν μετά το τέλος της εκπομπής. Η υπερβολική χρήση ενδέχεται να καταστήσει τη λειτουργία του τηλεφώνου αργή ή ασταθή, προκαλώντας τη χρήση μεγάλου τμήματος της μνήμης.",
        "permdesc_callCompanionApp": "Επιτρέπει στην εφαρμογή να βλέπει και να ελέγχει τις τρέχουσες κλήσεις στη συσκευή. Αυτό περιλαμβάνει πληροφορίες όπως τους αριθμούς τηλεφώνων και την κατάσταση των κλήσεων.",
        "permdesc_callPhone": "Επιτρέπει στην εφαρμογή την κλήση αριθμών τηλεφώνου χωρίς δική σας παρέμβαση. Αυτό μπορεί να προκαλέσει μη αναμενόμενες χρεώσεις ή κλήσεις. Έχετε υπόψη ότι δεν επιτρέπεται στην εφαρμογή η κλήση αριθμών έκτακτης ανάγκης. Οι κακόβουλες εφαρμογές ενδέχεται να σας κοστίσουν χρήματα, πραγματοποιώντας κλήσεις χωρίς την έγκρισή σας.",
        "permdesc_camera": "Αυτή η εφαρμογή μπορεί να τραβάει φωτογραφίες και να εγγράφει βίντεο μέσω της κάμερας, όταν τη χρησιμοποιείτε.",
        "permdesc_cameraOpenCloseListener": "Αυτή η εφαρμογή μπορεί να λαμβάνει επανακλήσεις όταν οποιαδήποτε συσκευή κάμερας ανοίγει ή κλείνει (από οποιαδήποτε εφαρμογή).",
        "permdesc_changeNetworkState": "Επιτρέπει στην εφαρμογή την αλλαγή της κατάστασης συνδεσιμότητας δικτύου.",
        "permdesc_changeTetherState": "Επιτρέπει στην εφαρμογή την αλλαγή της κατάστασης συνδεσιμότητας δικτύου.",
        "permdesc_changeWifiMulticastState": "Επιτρέπει στην εφαρμογή τη λήψη πακέτων που αποστέλλονται σε όλες τις συσκευές σε ένα δίκτυο Wi-Fi, με χρήση διευθύνσεων πολλαπλής διανομής και όχι απλώς στο τηλέφωνό σας. Χρησιμοποιεί περισσότερη ενέργεια σε σχέση με τη λειτουργία χωρίς πολλαπλή διανομή.",
        "permdesc_changeWifiState": "Επιτρέπει στην εφαρμογή τη σύνδεση σε σημεία πρόσβασης Wi-Fi και την αποσύνδεση από αυτά, καθώς και την πραγματοποίηση αλλαγών σε διαμόρφωση συσκευών για δίκτυα Wi-Fi.",
        "permdesc_changeWimaxState": "Επιτρέπει στην εφαρμογή τη σύνδεση στο τηλέφωνο και την αποσύνδεση από αυτό, από δίκτυα WiMAX.",
        "permdesc_companionProfileWatch": "Επιτρέπει σε μια συνοδευτική εφαρμογή να διαχειρίζεται ρολόγια.",
        "permdesc_connection_manager": "Επιτρέπει στην εφαρμογή να διαχειρίζεται τις συνδέσεις τηλεπικοινωνιών.",
        "permdesc_control_incall_experience": "Επιτρέπει στην εφαρμογή να παρέχει μια εμπειρία στο χρήστη κατά τη διάρκεια κλήσης.",
        "permdesc_createNetworkSockets": "Επιτρέπει στην εφαρμογή τη δημιουργία θέσεων δικτύου και τη χρήση προσαρμοσμένων πρωτοκόλλων δικτύου. Το πρόγραμμα περιήγησης και άλλες εφαρμογές παρέχουν μέσα για την αποστολή δεδομένων στο διαδίκτυο, επομένως η συγκεκριμένη άδεια δεν είναι απαραίτητη για την αποστολή δεδομένων στο διαδίκτυο.",
        "permdesc_deliverCompanionMessages": "Επιτρέπει σε μια συνοδευτική εφαρμογή να παρέχει μηνύματα σε άλλες συσκευές.",
        "permdesc_detectScreenCapture": "Η εφαρμογή θα λάβει ειδοποίηση όταν ληφθεί ένα στιγμιότυπο οθόνης ενώ βρίσκεται σε χρήση.",
        "permdesc_disableKeyguard": "Επιτρέπει στην εφαρμογή την απενεργοποίηση του κλειδώματος πληκτρολογίου και άλλης σχετικής ασφάλειας με κωδικό πρόσβασης. Για παράδειγμα, το κλείδωμα πληκτρολογίου στο τηλέφωνο απενεργοποιείται όταν λαμβάνεται εισερχόμενη τηλεφωνική κλήση και ενεργοποιείται ξανά όταν η κλήση τερματιστεί.",
        "permdesc_enableCarMode": "Επιτρέπει στην εφαρμογή την ενεργοποίηση της λειτουργίας αυτοκινήτου.",
        "permdesc_exemptFromAudioRecordRestrictions": "Εξαιρέστε την εφαρμογή από περιορισμούς για εγγραφή ήχου.",
        "permdesc_expandStatusBar": "Επιτρέπει στην εφαρμογή να αναπτύξει ή να συμπτύξει τη γραμμή κατάστασης.",
        "permdesc_foregroundService": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί υπηρεσίες προσκηνίου.",
        "permdesc_foregroundServiceCamera": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"camera\"",
        "permdesc_foregroundServiceConnectedDevice": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"connectedDevice\"",
        "permdesc_foregroundServiceDataSync": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"dataSync\"",
        "permdesc_foregroundServiceFileManagement": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο fileManagement.",
        "permdesc_foregroundServiceHealth": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"health\"",
        "permdesc_foregroundServiceLocation": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"location\"",
        "permdesc_foregroundServiceMediaPlayback": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"mediaPlayback\"",
        "permdesc_foregroundServiceMediaProjection": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"mediaProjection\"",
        "permdesc_foregroundServiceMicrophone": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"microphone\"",
        "permdesc_foregroundServicePhoneCall": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"phoneCall\"",
        "permdesc_foregroundServiceRemoteMessaging": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"remoteMessaging\"",
        "permdesc_foregroundServiceSpecialUse": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"specialUse\"",
        "permdesc_foregroundServiceSystemExempted": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τις υπηρεσίες στο προσκήνιο με τον τύπο \"systemExempted\"",
        "permdesc_fullScreenIntent": "Επιτρέπει στην εφαρμογή να προβάλει ειδοποιήσεις ως δραστηριότητες πλήρους οθόνης σε μια κλειδωμένη συσκευή",
        "permdesc_getAccounts": "Επιτρέπει στην εφαρμογή τη λήψη της λίστας λογαριασμών που υπάρχουν στο τηλέφωνο. Μπορεί να περιλαμβάνονται τυχόν λογαριασμοί που δημιουργήθηκαν από εφαρμογές που έχετε εγκαταστήσει.",
        "permdesc_getPackageSize": "Επιτρέπει στην εφαρμογή να ανακτήσει τα μεγέθη κώδικα, δεδομένων και προσωρινής μνήμης",
        "permdesc_getTasks": "Επιτρέπει στην εφαρμογή την ανάκτηση πληροφοριών σχετικά με τρέχουσες και πρόσφατα εκτελούμενες εργασίες. Αυτό μπορεί να δίνει τη δυνατότητα στην εφαρμογή να ανακαλύπτει πληροφορίες σχετικά με το ποιες εφαρμογές χρησιμοποιούνται στη συσκευή.",
        "permdesc_handoverStatus": "Επιτρέπει σε αυτήν την εφαρμογή να λαμβάνει πληροφορίες σχετικά με τις τρέχουσες μεταφορές Android Beam",
        "permdesc_hideOverlayWindows": "Αυτή η εφαρμογή μπορεί να ζητήσει από το σύστημα να κρύψει τις επικαλύψεις που προέρχονται από εφαρμογές ώστε να μην εμφανίζονται επάνω της.",
        "permdesc_highSamplingRateSensors": "Επιτρέπει στην εφαρμογή τη δειγματοληψία των δεδομένων αισθητήρα με ρυθμό μεγαλύτερο από 200 Hz.",
        "permdesc_imagesWrite": "Επιτρέπει στην εφαρμογή να τροποποιήσει τη συλλογή φωτογραφιών σας.",
        "permdesc_install_shortcut": "Επιτρέπει σε μια εφαρμογή την προσθήκη συντομεύσεων στην Αρχική οθόνη χωρίς την παρέμβαση του χρήστη.",
        "permdesc_invokeCarrierSetup": "Επιτρέπει στον κάτοχο την κλήση της εφαρμογής διαμόρφωσης που παρέχεται από την εταιρεία κινητής τηλεφωνίας. Δεν απαιτείται για κανονικές εφαρμογές.",
        "permdesc_killBackgroundProcesses": "Επιτρέπει στην εφαρμογή τον τερματισμό των διεργασιών παρασκηνίου άλλων εφαρμογών. Αυτό μπορεί να προκαλεί τη διακοπή λειτουργίας άλλων εφαρμογών.",
        "permdesc_manageFace": "Επιτρέπει στην εφαρμογή να επικαλείται μεθόδους για προσθήκη και διαγραφή προτύπων προσώπων για χρήση.",
        "permdesc_manageFingerprint": "Επιτρέπει στην εφαρμογή να επικαλείται μεθόδους για την προσθήκη και τη διαγραφή προτύπων μοναδικού χαρακτηριστικού για χρήση.",
        "permdesc_manageNetworkPolicy": "Επιτρέπει στην εφαρμογή τη διαχείριση των πολιτικών δικτύου και τον ορισμό κανόνων για ορισμένες εφαρμογές.",
        "permdesc_manageOngoingCalls": "Επιτρέπει σε μια εφαρμογή να βλέπει λεπτομέρειες σχετικά με τις κλήσεις σε εξέλιξη στη συσκευή σας και να τις ελέγχει.",
        "permdesc_manageOwnCalls": "Επιτρέπει στην εφαρμογή να δρομολογεί τις κλήσεις της μέσω του συστήματος για να βελτιώσει την εμπειρία κλήσης.",
        "permdesc_manageProfileAndDeviceOwners": "Επιτρέπει σε εφαρμογές να ορίζουν τους κατόχους προφίλ και τον κάτοχο της συσκευής.",
        "permdesc_mediaLocation": "Επιτρέπει στην εφαρμογή να διαβάσει τοποθεσίες από τη συλλογή πολυμέσων σας.",
        "permdesc_modifyAudioSettings": "Επιτρέπει στην εφαρμογή την τροποποίηση καθολικών ρυθμίσεων ήχου, όπως η ένταση και ποιο ηχείο χρησιμοποιείται για έξοδο.",
        "permdesc_modifyNetworkAccounting": "Επιτρέπει στην εφαρμογή την τροποποίηση του τρόπου υπολογισμού της χρήσης δικτύου έναντι των εφαρμογών. Δεν προορίζεται για χρήση από συνήθεις εφαρμογές.",
        "permdesc_nearby_wifi_devices": "Επιτρέπει στην εφαρμογή: προβολή διαφημίσεων, σύνδεση και καθορισμό της σχετικής τοποθεσίας των κοντινών συσκευών Wi‑Fi",
        "permdesc_nfc": "Επιτρέπει στην εφαρμογή την επικοινωνία με ετικέτες, κάρτες και αναγνώστες της Επικοινωνίας κοντινού πεδίου (NFC).",
        "permdesc_observeCompanionDevicePresence": "Επιτρέπει σε μια συνοδευτική εφαρμογή να παρατηρεί την παρουσία συνοδευτικών συσκευών όταν οι συσκευές βρίσκονται σε κοντινή απόσταση ή μακριά.",
        "permdesc_persistentActivity": "Επιτρέπει στην εφαρμογή να δημιουργεί μόνιμα τμήματα του εαυτού της στη μνήμη. Αυτό μπορεί να περιορίζει τη μνήμη που διατίθεται σε άλλες εφαρμογές, καθυστερώντας τη λειτουργία του τηλεφώνου.",
        "permdesc_postNotification": "Επιτρέπει στην εφαρμογή να εμφανίζει ειδοποιήσεις",
        "permdesc_preferredPaymentInfo": "Επιτρέπει στην εφαρμογή να λαμβάνει πληροφορίες προτιμώμενης υπηρεσίας πληρωμής NFC, όπως καταχωρημένα αναγνωριστικά εφαρμογών και προορισμούς διαδρομής.",
        "permdesc_processOutgoingCalls": "Επιτρέπει στην εφαρμογή να βλέπει τον αριθμό που καλέσατε κατά τη διάρκεια μιας εξερχόμενης κλήσης με επιλογή ανακατεύθυνσης της κλήσης σε έναν διαφορετικό αριθμό ή διακοπής της κλήσης.",
        "permdesc_queryAllPackages": "Επιτρέπει σε μια εφαρμογή να βλέπει όλα τα εγκατεστημένα πακέτα.",
        "permdesc_readBasicPhoneState": "Επιτρέπει στην εφαρμογή να έχει πρόσβαση στις βασικές λειτουργίες τηλεφωνίας της συσκευής.",
        "permdesc_readCalendar": "Αυτή η εφαρμογή μπορεί να διαβάσει όλα τα συμβάντα ημερολογίου που είναι αποθηκευμένα στο τηλέφωνό σας και να μοιραστεί ή να αποθηκεύσει τα δεδομένα ημερολογίου σας.",
        "permdesc_readCallLog": "Αυτή η εφαρμογή μπορεί να διαβάσει το ιστορικό κλήσεων.",
        "permdesc_readCellBroadcasts": "Επιτρέπει στην εφαρμογή την ανάγνωση μηνυμάτων που έχουν μεταδοθεί μέσω κινητού τηλεφώνου και έχουν ληφθεί από τη συσκευή σας. Ειδοποιήσεις που μεταδίδονται μέσω κινητού παραδίδονται σε ορισμένες τοποθεσίες για να σας προειδοποιήσουν για καταστάσεις έκτακτης ανάγκης. Κακόβουλες εφαρμογές ενδέχεται να παρεμποδίσουν την απόδοση ή τη λειτουργία της συσκευής σας κατά τη λήψη μετάδοσης μέσω κινητού σχετικά με μια επείγουσα κατάσταση.",
        "permdesc_readContacts": "Επιτρέπει στην εφαρμογή να διαβάζει δεδομένα σχετικά με τις επαφές σας που έχουν αποθηκευτεί στο τηλέφωνό σας. Οι εφαρμογές θα έχουν επίσης πρόσβαση στους λογαριασμούς στο τηλέφωνό σας, οι οποίοι έχουν δημιουργήσει επαφές. Σε αυτούς ενδέχεται να περιλαμβάνονται λογαριασμοί που δημιουργήθηκαν από εφαρμογές που έχετε εγκαταστήσει. Αυτή η άδεια δίνει τη δυνατότητα στις εφαρμογές να αποθηκεύουν τα δεδομένα των επαφών σας. Οι κακόβουλες εφαρμογές ενδέχεται να μοιράζονται τα δεδομένα επαφών χωρίς να το γνωρίζετε.",
        "permdesc_readHistoryBookmarks": "Επιτρέπει στην εφαρμογή την ανάγνωση του ιστορικού όλων των διευθύνσεων URL που έχει επισκεφτεί το πρόγραμμα περιήγησης, καθώς και όλων των σελιδοδεικτών του προγράμματος περιήγησης. Σημείωση: αυτή η άδεια ίσως να μην μπορεί να εφαρμοστεί από τρίτα προγράμματα περιήγησης ή άλλες εφαρμογές με δυνατότητες περιήγησης ιστού.",
        "permdesc_readInstallSessions": "Επιτρέπει σε μια εφαρμογή την ανάγνωση των περιόδων σύνδεσης εγκατάστασης. Αυτό της επιτρέπει να βλέπει λεπτομέρειες σχετικά με τις εγκαταστάσεις του ενεργού πακέτου.",
        "permdesc_readMediaAudio": "Επιτρέπει στην εφαρμογή την ανάγνωση αρχείων ήχου από τον κοινόχρηστο αποθηκευτικό σας χώρο.",
        "permdesc_readMediaImages": "Επιτρέπει στην εφαρμογή την ανάγνωση αρχείων εικόνας από τον κοινόχρηστο αποθηκευτικό σας χώρο.",
        "permdesc_readMediaVideo": "Επιτρέπει στην εφαρμογή την ανάγνωση αρχείων βίντεο από τον κοινόχρηστο αποθηκευτικό σας χώρο.",
        "permdesc_readNetworkUsageHistory": "Επιτρέπει στην εφαρμογή την ανάγνωση ιστορικών στοιχείων χρήσης δικτύου για συγκεκριμένα δίκτυα και εφαρμογές.",
        "permdesc_readPhoneNumbers": "Επιτρέπει στην εφαρμογή να αποκτήσει πρόσβαση στους αριθμούς τηλεφώνου της συσκευής.",
        "permdesc_readPhoneState": "Επιτρέπει στην εφαρμογή την πρόσβαση στις λειτουργίες τηλεφώνου της συσκευής. Αυτή η άδεια δίνει τη δυνατότητα στην εφαρμογή να καθορίζει τον αριθμό τηλεφώνου και τα αναγνωριστικά συσκευών, εάν μια κλήση είναι ενεργή, καθώς και τον απομακρυσμένο αριθμό που συνδέεται από μια κλήση.",
        "permdesc_readSms": "Αυτή η εφαρμογή μπορεί να διαβάσει όλα τα μηνύματα SMS (κειμένου) που είναι αποθηκευμένα στο τηλέφωνό σας.",
        "permdesc_readSyncSettings": "Επιτρέπει στην εφαρμογή την ανάγνωση των ρυθμίσεων συγχρονισμού για έναν λογαριασμό. Για παράδειγμα, αυτό μπορεί να καθορίσει εάν η εφαρμογή \"Άτομα\" είναι συγχρονισμένη με έναν λογαριασμό.",
        "permdesc_readSyncStats": "Επιτρέπει σε μια εφαρμογή την ανάγνωση των στατιστικών στοιχείων συγχρονισμού για έναν λογαριασμό, συμπεριλαμβανομένων του ιστορικού των συμβάντων συγχρονισμού και του όγκου των δεδομένων που συγχρονίζονται.",
        "permdesc_readVisualUserSelect": "Επιτρέπει στην εφαρμογή την ανάγνωση των αρχείων εικόνας και βίντεο που θα επιλέξετε από τον κοινόχρηστο αποθηκευτικό χώρο.",
        "permdesc_receiveBootCompleted": "Επιτρέπει στην εφαρμογή να εκκινηθεί αμέσως μόλις ολοκληρωθεί η εκκίνηση του συστήματος. Αυτό ενδέχεται να καθυστερήσει την εκκίνηση του τηλεφώνου και να προκαλέσει γενική μείωση της ταχύτητας λειτουργίας του τηλεφώνου, καθώς η εφαρμογή θα εκτελείται συνεχώς.",
        "permdesc_receiveMms": "Επιτρέπει στην εφαρμογή τη λήψη και την επεξεργασία μηνυμάτων MMS. Αυτό σημαίνει ότι η εφαρμογή θα μπορούσε να παρακολουθήσει ή να διαγράψει τα μηνύματα που αποστέλλονται στη συσκευή σας χωρίς αυτά να εμφανιστούν σε εσάς.",
        "permdesc_receiveSms": "Επιτρέπει στην εφαρμογή τη λήψη και την επεξεργασία μηνυμάτων SMS. Αυτό σημαίνει ότι η εφαρμογή θα μπορούσε να παρακολουθήσει ή να διαγράψει τα μηνύματα που αποστέλλονται στη συσκευή σας χωρίς αυτά να εμφανιστούν σε εσάς.",
        "permdesc_receiveWapPush": "Επιτρέπει στην εφαρμογή τη λήψη και την επεξεργασία μηνυμάτων WAP. Αυτό σημαίνει ότι η εφαρμογή θα μπορούσε να παρακολουθήσει ή να διαγράψει τα μηνύματα που αποστέλλονται στη συσκευή σας χωρίς αυτά να εμφανιστούν σε εσάς.",
        "permdesc_recordAudio": "Αυτή η εφαρμογή μπορεί να εγγράφει ήχο μέσω του μικροφώνου, όταν τη χρησιμοποιείτε.",
        "permdesc_recordBackgroundAudio": "Αυτή η εφαρμογή μπορεί να εγγράφει ήχο μέσω του μικροφώνου, ανά πάσα στιγμή.",
        "permdesc_register_call_provider": "Επιτρέπει στην εφαρμογή την εγγραφή νέων συνδέσεων τηλεπικοινωνιών.",
        "permdesc_register_sim_subscription": "Επιτρέπει στην εφαρμογή την εγγραφή νέων συνδέσεων SIM τηλεπικοινωνιών.",
        "permdesc_removeDrmCertificates": "Επιτρέπει σε μια εφαρμογή την κατάργηση πιστοποιητικών DRM. Δεν χρειάζεται ποτέ για κανονικές εφαρμογές.",
        "permdesc_reorderTasks": "Επιτρέπει στην εφαρμογή τη μετακίνηση εργασιών στο προσκήνιο και το παρασκήνιο. Η εφαρμογή μπορεί να το κάνει αυτό χωρίς να καταχωρίσετε δεδομένα εισόδου.",
        "permdesc_requestDeletePackages": "Επιτρέπει σε μια εφαρμογή να ζητά διαγραφή πακέτων.",
        "permdesc_requestIgnoreBatteryOptimizations": "Επιτρέπει σε μια εφαρμογή να ζητήσει άδεια για την αγνόηση βελτιστοποιήσεων της μπαταρίας για τη συγκεκριμένη εφαρμογή.",
        "permdesc_requestInstallPackages": "Επιτρέπει σε μια εφαρμογή να ζητά εγκατάσταση πακέτων.",
        "permdesc_requestPasswordComplexity": "Επιτρέπει στην εφαρμογή να μάθει το επίπεδο πολυπλοκότητας του κλειδώματος οθόνης (υψηλό, μέσο, χαμηλό ή κανένα), το οποίο υποδεικνύει το πιθανό εύρος του μήκους και του τύπου κλειδώματος οθόνης. Η εφαρμογή μπορεί επίσης να προτείνει στους χρήστες να ενημερώσουν το κλείδωμα οθόνης σε ένα συγκεκριμένο επίπεδο, όμως οι χρήστες μπορούν να την αγνοήσουν και να συνεχίσουν. Λάβετε υπόψη ότι το κλείδωμα οθόνης δεν αποθηκεύεται σε απλό κείμενο. Συνεπώς, η εφαρμογή δεν γνωρίζει τον κωδικό.",
        "permdesc_route_media_output": "Επιτρέπει σε μια εφαρμογή τη διαγραφή διαδρομής δεδομένων εξόδου μέσων σε άλλες εξωτερικές συσκευές.",
        "permdesc_runInBackground": "Αυτή η εφαρμογή μπορεί να εκτελείται στο παρασκήνιο. Αυτό μπορεί να εξαντλήσει πιο γρήγορα την μπαταρία.",
        "permdesc_schedule_exact_alarm": "Αυτή η εφαρμογή μπορεί να προγραμματίσει εργασίες έτσι ώστε να πραγματοποιηθούν σε μια επιθυμητή στιγμή στο μέλλον. Αυτό σημαίνει επίσης ότι η εφαρμογή μπορεί να εκτελείται όταν δεν χρησιμοποιείτε ενεργά τη συσκευή.",
        "permdesc_sdcardRead": "Επιτρέπει στην εφαρμογή την ανάγνωση του περιεχομένου του κοινόχρηστου αποθηκευτικού χώρου σας.",
        "permdesc_sdcardWrite": "Επιτρέπει στην εφαρμογή την εγγραφή του περιεχομένου του κοινόχρηστου αποθηκευτικού χώρου σας.",
        "permdesc_sendSms": "Επιτρέπει στην εφαρμογή των αποστολή μηνυμάτων SMS. Αυτό μπορεί να προκαλέσει μη αναμενόμενες χρεώσεις. Οι κακόβουλες εφαρμογές ενδέχεται να σας κοστίσουν χρήματα, αποστέλλοντας μηνύματα χωρίς την έγκρισή σας.",
        "permdesc_setAlarm": "Επιτρέπει στην εφαρμογή τη ρύθμιση μιας ειδοποίησης σε μια εγκατεστημένη εφαρμογή ξυπνητηριού. Ορισμένες εφαρμογές ξυπνητηριού ενδέχεται να μην μπορούν να ενσωματώσουν αυτήν τη λειτουργία.",
        "permdesc_setInputCalibration": "Επιτρέπει στην εφαρμογή να τροποποιεί τις παραμέτρους βαθμονόμησης της οθόνης αφής. Δεν απαιτείται για τις κανονικές εφαρμογές.",
        "permdesc_setTimeZone": "Επιτρέπει στην εφαρμογή την αλλαγή της ζώνης ώρας του τηλεφώνου.",
        "permdesc_setWallpaper": "Επιτρέπει στην εφαρμογή τον ορισμό της ταπετσαρίας συστήματος.",
        "permdesc_setWallpaperHints": "Επιτρέπει στην εφαρμογή τον ορισμό συμβουλών μεγέθους ταπετσαρίας συστήματος.",
        "permdesc_sim_communication": "Επιτρέπει στην εφαρμογή την αποστολή εντολών στην κάρτα SIM. Αυτό είναι εξαιρετικά επικίνδυνο.",
        "permdesc_startForegroundServicesFromBackground": "Επιτρέπει σε μια συνοδευτική εφαρμογή να εκκινεί υπηρεσίες στο προσκήνιο από το παρασκήνιο.",
        "permdesc_startReviewPermissionDecisions": "Επιτρέπει στον κάτοχο να ξεκινήσει την προβολή για τον έλεγχο των αποφάσεων για τις άδειες. Δεν χρειάζεται ποτέ για κανονικές εφαρμογές.",
        "permdesc_startViewAppFeatures": "Επιτρέπει στον κάτοχο να ξεκινήσει την προβολή των πληροφοριών για τις λειτουργίες μιας εφαρμογής.",
        "permdesc_startViewPermissionUsage": "Επιτρέπει στον κάτοχο να ξεκινήσει τη χρήση της άδειας για μια εφαρμογή. Δεν απαιτείται ποτέ για κανονικές εφαρμογές.",
        "permdesc_statusBar": "Επιτρέπει στην εφαρμογή να απενεργοποιεί τη γραμμή κατάστασης ή να προσθέτει και να αφαιρεί εικονίδια συστήματος.",
        "permdesc_statusBarService": "Επιτρέπει στην εφαρμογή να αποτελεί τη γραμμή κατάστασης.",
        "permdesc_subscribedFeedsRead": "Επιτρέπει στην εφαρμογή τη λήψη λεπτομερειών σχετικά με τις τρέχουσες συγχρονισμένες ροές δεδομένων.",
        "permdesc_systemAlertWindow": "Αυτή η εφαρμογή μπορεί να εμφανίζεται πάνω από άλλες εφαρμογές ή άλλα τμήματα της οθόνης. Αυτό μπορεί να επηρεάσει την κανονική χρήση της εφαρμογής και να αλλάξει τον τρόπο με τον οποίο εμφανίζονται οι άλλες εφαρμογές.",
        "permdesc_systemCamera": "Αυτή η προνομιακή εφαρμογή ή εφαρμογή συστήματος μπορεί να τραβήξει φωτογραφίες και να καταγράψει βίντεο χρησιμοποιώντας μια κάμερα του συστήματος ανά πάσα στιγμή. Απαιτείται από την εφαρμογή να έχει επίσης την άδεια android.permission.CAMERA",
        "permdesc_transmitIr": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί τον πομπό υπερύθρων του τηλεφώνου.",
        "permdesc_turnScreenOn": "Επιτρέπει στην εφαρμογή να ενεργοποιεί την οθόνη.",
        "permdesc_uninstall_shortcut": "Επιτρέπει στην εφαρμογή την κατάργηση συντομεύσεων από την Αρχική οθόνη χωρίς την παρέμβαση του χρήστη.",
        "permdesc_updatePackagesWithoutUserAction": "Επιτρέπει στον κάτοχο να ενημερώσει την εφαρμογή που εγκατέστησε προηγουμένως χωρίς κάποια ενέργεια από τον χρήστη",
        "permdesc_useBiometric": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί βιομετρικό εξοπλισμό για έλεγχο ταυτότητας",
        "permdesc_useDataInBackground": "Αυτή η εφαρμογή μπορεί να χρησιμοποιεί δεδομένα στο παρασκήνιο. Αυτό μπορεί να αυξήσει τη χρήση δεδομένων.",
        "permdesc_useFaceAuthentication": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί εξοπλισμό Face Unlock για έλεγχο ταυτότητας",
        "permdesc_useFingerprint": "Επιτρέπει στην εφαρμογή να χρησιμοποιεί εξοπλισμό μοναδικού χαρακτηριστικού για έλεγχο ταυτότητας",
        "permdesc_use_exact_alarm": "Αυτή η εφαρμογή μπορεί να προγραμματίσει ενέργειες όπως ειδοποιήσεις και υπενθυμίσεις για να ειδοποιείστε σε μια επιθυμητή στιγμή στο μέλλον.",
        "permdesc_use_sip": "Επιτρέπει στην εφαρμογή να πραγματοποιεί και να λαμβάνει κλήσεις SIP.",
        "permdesc_uwb_ranging": "Επιτρέψτε στην εφαρμογή να προσδιορίζει τη σχετική θέση μεταξύ κοντινών συσκευών Ultra-Wideband",
        "permdesc_vibrate": "Επιτρέπει στην εφαρμογή τον έλεγχο της δόνησης.",
        "permdesc_vibrator_state": "Επιτρέπει στην εφαρμογή να έχει πρόσβαση στην κατάσταση δόνησης.",
        "permdesc_videoWrite": "Επιτρέπει στην εφαρμογή να τροποποιήσει τη συλλογή βίντεο σας.",
        "permdesc_wakeLock": "Επιτρέπει στην εφαρμογή την παρεμπόδιση της μετάβασης του τηλεφώνου σε κατάσταση αδράνειας.",
        "permdesc_writeCalendar": "Αυτή η εφαρμογή μπορεί να προσθέσει, να καταργήσει ή να αλλάξει συμβάντα ημερολογίου στο τηλέφωνό σας. Αυτή η εφαρμογή μπορεί να στέλνει μηνύματα τα οποία μπορεί να φαίνεται ότι προέρχονται από κατόχους ημερολογίου ή να αλλάζει συμβάντα χωρίς να ειδοποιεί τους κατόχους.",
        "permdesc_writeCallLog": "Επιτρέπει στην εφαρμογή να τροποποιεί το αρχείο καταγραφής κλήσεων του τηλεφώνου σας, συμπεριλαμβανομένων των δεδομένων σχετικά με τις εισερχόμενες και τις εξερχόμενες κλήσεις. Οι κακόβουλες εφαρμογές μπορεί να το χρησιμοποιήσουν για να διαγράψουν ή να τροποποιήσουν το αρχείο καταγραφής κλήσεων.",
        "permdesc_writeContacts": "Επιτρέπει στην εφαρμογή να τροποποιεί τα δεδομένα σχετικά με τις επαφές σας που έχουν αποθηκευτεί στο tablet. Αυτή η άδεια επιτρέπει στις εφαρμογές να διαγράφουν δεδομένα επαφών.",
        "permdesc_writeGeolocationPermissions": "Επιτρέπει στην εφαρμογή την τροποποίηση των αδειών γεωτοποθεσίας του Προγράμματος περιήγησης. Τυχόν κακόβουλες εφαρμογές ενδέχεται να το χρησιμοποιήσουν για να επιτρέψουν την αποστολή πληροφοριών τοποθεσίας σε αυθαίρετους ιστότοπους.",
        "permdesc_writeHistoryBookmarks": "Επιτρέπει στην εφαρμογή την τροποποίηση του ιστορικού του προγράμματος περιήγησης ή των σελιδοδεικτών που έχουν αποθηκευτεί στο τηλέφωνό σας. Αυτό μπορεί να δίνει τη δυνατότητα στην εφαρμογή να διαγράφει ή να τροποποιεί δεδομένα του προγράμματος περιήγησης. Σημείωση: αυτή η άδεια ίσως να μην μπορεί να εφαρμοστεί από τρίτα προγράμματα περιήγησης ή άλλες εφαρμογές με δυνατότητες περιήγησης ιστού.",
        "permdesc_writeSettings": "Επιτρέπει στην εφαρμογή την τροποποίηση των δεδομένων των ρυθμίσεων του συστήματος. Τυχόν κακόβουλες εφαρμογές ενδέχεται να καταστρέψουν τη διαμόρφωση του συστήματός σας.",
        "permdesc_writeSyncSettings": "Επιτρέπει σε μια εφαρμογή την τροποποίηση των ρυθμίσεων συγχρονισμού για έναν λογαριασμό. Για παράδειγμα, αυτό μπορεί να χρησιμοποιηθεί για να ενεργοποιηθεί ο συγχρονισμός της εφαρμογής \"Άτομα\" με έναν λογαριασμό.",
        "permgroupbackgroundrequest_location": "Να επιτρέπεται η πρόσβαση της εφαρμογής.",
        "permgroupbackgroundrequestdetail_location": "Οι εφαρμογές μπορούν αυτήν τη στιγμή να έχουν πρόσβαση στην τοποθεσία μόνο κατά τη χρήση της εφαρμογής",
        "permgroupdesc_activityRecognition": "πρόσβαση στη σωματική σας δραστηριότητα",
        "permgroupdesc_calendar": "έχει πρόσβαση στο ημερολόγιό σας",
        "permgroupdesc_calllog": "ανάγνωση και εγγραφή αρχείου καταγραφής τηλεφωνικών κλήσεων",
        "permgroupdesc_camera": "γίνεται λήψη φωτογραφιών και εγγραφή βίντεο",
        "permgroupdesc_contacts": "πρόσβαση στις επαφές σας",
        "permgroupdesc_location": "έχει πρόσβαση στην τοποθεσία της συσκευής",
        "permgroupdesc_microphone": "ηχογραφεί",
        "permgroupdesc_nearby_devices": "ανακάλυψη και σύνδεση σε κοντινές συσκευές",
        "permgroupdesc_notifications": "εμφάνιση ειδοποιήσεων",
        "permgroupdesc_phone": "πραγματοποιεί και να διαχειρίζεται τηλ/κές κλήσεις",
        "permgroupdesc_readMediaAural": "πρόσβαση στη μουσική και σε αρχεία ήχου στη συσκευή σας",
        "permgroupdesc_readMediaVisual": "πρόσβαση στις φωτογραφίες και τα βίντεο στη συσκευή σας",
        "permgroupdesc_sensors": "πρόσβαση στα δεδομένα αισθητήρα σχετικά με τις ζωτικές ενδείξεις σας",
        "permgroupdesc_sms": "στέλνει και να διαβάζει μηνύματα SMS",
        "permgroupdesc_storage": "έχει πρόσβαση στις φωτογραφίες/πολυμέσα/αρχεία στη συσκευή σας",
        "permgrouplab_activityRecognition": "Σωματική δραστηριότητα",
        "permgrouplab_calendar": "Ημερολόγιο",
        "permgrouplab_calllog": "Αρχεία καταγραφής κλήσεων",
        "permgrouplab_camera": "Κάμερα",
        "permgrouplab_contacts": "Επαφές",
        "permgrouplab_location": "Τοποθεσία",
        "permgrouplab_microphone": "Μικρόφωνο",
        "permgrouplab_nearby_devices": "Συσκευές σε κοντινή απόσταση",
        "permgrouplab_notifications": "Ειδοποιήσεις",
        "permgrouplab_phone": "Τηλέφωνο",
        "permgrouplab_readMediaAural": "Μουσική και ήχος",
        "permgrouplab_readMediaVisual": "Φωτογραφίες και βίντεο",
        "permgrouplab_sensors": "Αισθητήρες σώματος",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "Αρχεία",
        "permgrouprequest_activityRecognition": "Να επιτρέπεται στην εφαρμογή να παρακολουθεί τη δραστηριότητά σας.",
        "permgrouprequest_calendar": "Να επιτρέπεται στην εφαρμογή <b>",
        "permgrouprequest_calllog": "Να επιτρέπεται στην εφαρμογή <b>",
        "permgrouprequest_camera": "Να επιτρέπεται στην εφαρμογή <b>",
        "permgrouprequest_contacts": "Να επιτρέπεται στην εφαρμογή <b>",
        "permgrouprequest_location": "Να επιτρέπεται στην εφαρμογή <b>",
        "permgrouprequest_microphone": "Να επιτρέπεται στην εφαρμογή <b>",
        "permgrouprequest_phone": "Να επιτρέπεται στην εφαρμογή <b>",
        "permgrouprequest_sensors": "Να επιτρέπεται στην εφαρμογή <b>",
        "permgrouprequest_sms": "Να επιτρέπεται στην εφαρμογή <b>",
        "permgrouprequest_storage": "Να επιτρέπεται στην εφαρμογή <b>",
        "permgrouprequestdetail_location": "Η εφαρμογή θα έχει πρόσβαση στην τοποθεσία μόνο κατά τη διάρκεια χρήσης της εφαρμογής",
        "permlab_acceptHandover": "συνέχιση κλήσης από άλλη συσκευή",
        "permlab_accessBackgroundLocation": "πρόσβαση στην τοποθεσία στο παρασκήνιο",
        "permlab_accessCoarseLocation": "πρόσβαση στην κατά προσέγγιση τοποθεσία μόνο στο προσκήνιο",
        "permlab_accessDrmCertificates": "έχει πρόσβαση σε πιστοποιητικά DRM",
        "permlab_accessFineLocation": "πρόσβαση στην ακριβή τοποθεσία μόνο στο προσκήνιο",
        "permlab_accessImsCallService": "έχει πρόσβαση στην υπηρεσία κλήσεων της IMS",
        "permlab_accessLocationExtraCommands": "έχει πρόσβαση σε επιπλέον εντολές παρόχου τοποθεσίας",
        "permlab_accessNetworkConditions": "ανιχνεύει παρατηρήσεις σχετικά με την κατάσταση δικτύου",
        "permlab_accessNetworkState": "βλέπει τις συνδέσεις δικτύου",
        "permlab_accessNotifications": "έχει πρόσβαση στις ειδοποιήσεις",
        "permlab_accessWifiState": "βλέπει τις συνδέσεις Wi-Fi",
        "permlab_accessWimaxState": "σύνδεση και αποσύνδεση από το WiMAX",
        "permlab_access_notification_policy": "έχει πρόσβαση στη λειτουργία \"Μην ενοχλείτε\"",
        "permlab_activityRecognition": "αναγνώριση σωματικής δραστηριότητας",
        "permlab_addVoicemail": "προσθέτει τηλεφωνητή",
        "permlab_answerPhoneCalls": "απάντηση σε τηλεφωνικές κλήσεις",
        "permlab_audioWrite": "τροποποίηση της μουσικής συλλογής σας",
        "permlab_backgroundCamera": "λήψη φωτογραφιών και βίντεο στο παρασκήνιο",
        "permlab_bindCarrierMessagingService": "δεσμεύεται σε υπηρεσία ανταλλαγής μηνυμάτων παρόχου κινητής τηλεφωνίας",
        "permlab_bindCarrierServices": "δεσμεύεται σε υπηρεσίες του παρόχου κινητής τηλεφωνίας",
        "permlab_bindCellBroadcastService": "Προώθηση μηνυμάτων εκπομπής κυψέλης",
        "permlab_bindConditionProviderService": "δεσμεύεται σε μια υπηρεσία παρόχου συνθηκών",
        "permlab_bindDreamService": "δεσμεύεται σε υπηρεσία dream",
        "permlab_bindNotificationListenerService": "συνδέεται σε υπηρεσία ακρόασης ειδοποίησης",
        "permlab_bind_connection_service": "αλληλεπιδρά με υπηρεσίες τηλεφωνίας",
        "permlab_bind_incall_service": "αλληλεπιδρά με την οθόνη κατά τη διάρκεια κλήσης",
        "permlab_bluetooth": "πραγματοποιεί σύζευξη με συσκευές Bluetooth",
        "permlab_bluetoothAdmin": "διαβάζει τις ρυθμίσεις Bluetooth",
        "permlab_bluetooth_advertise": "προβολή διαφημίσεων σε κοντινές συσκευές Bluetooth",
        "permlab_bluetooth_connect": "σύνδεση σε συζευγμένες συσκευές Bluetooth",
        "permlab_bluetooth_scan": "ανακάλυψη και σύζευξη κοντινών συσκευών Bluetooth",
        "permlab_bodySensors": "πρόσβαση στους αισθητήρες λειτουργιών (π.χ. παρακολούθηση καρδιακού παλμού)",
        "permlab_bodySensors_background": "Πρόσβαση σε δεδομένα αισθητήρων σώματος, όπως καρδιακό ρυθμό, στο παρασκήνιο",
        "permlab_broadcastSticky": "στέλνει εκπομπή sticky",
        "permlab_callCompanionApp": "προβολή και έλεγχος κλήσεων μέσω του συστήματος.",
        "permlab_callPhone": "πραγματοποιεί απευθείας κλήση τηλεφωνικών αριθμών",
        "permlab_camera": "κάνει λήψη φωτογραφιών και βίντεο",
        "permlab_cameraOpenCloseListener": "Επιτρέψτε σε μια εφαρμογή ή μια υπηρεσία να λαμβάνει επανακλήσεις σχετικά με το άνοιγμα ή το κλείσιμο μιας κάμερας.",
        "permlab_changeNetworkState": "αλλάζει την συνδεσιμότητα δικτύου",
        "permlab_changeTetherState": "αλλάζει συνδεσιμότητα μέσω σύνδεσης με κινητή συσκευή",
        "permlab_changeWifiMulticastState": "επιτρέπει την λήψη πολλαπλής διανομής Wi-Fi",
        "permlab_changeWifiState": "συνδέεται/αποσυνδέεται από το Wi-Fi",
        "permlab_changeWimaxState": "αλλαγή κατάστασης WiMAX",
        "permlab_companionProfileWatch": "Άδεια προφίλ συνοδευτικής εφαρμογής ρολογιού για τη διαχείριση ρολογιών",
        "permlab_connection_manager": "διαχειρίζεται τις συνδέσεις τηλεπικοινωνιών",
        "permlab_control_incall_experience": "παρέχει εμπειρία χρήστη κατά τη διάρκεια κλήσης",
        "permlab_createNetworkSockets": "έχει πλήρη πρόσβαση στο δίκτυο",
        "permlab_deliverCompanionMessages": "Παράδοση μηνυμάτων συνοδευτικής εφαρμογής",
        "permlab_detectScreenCapture": "ανίχνευση καταγραφών οθόνης που περιέχουν τα παράθυρα της εφαρμογής",
        "permlab_disableKeyguard": "απενεργοποιεί το κλείδωμα οθόνης",
        "permlab_enableCarMode": "ενεργοποιεί την λειτουργία αυτοκινήτου",
        "permlab_exemptFromAudioRecordRestrictions": "εξαίρεση από περιορισμούς εγγραφής ήχου",
        "permlab_expandStatusBar": "αναπτύσσει/συμπτύσσει τη γραμμή κατάστασης",
        "permlab_foregroundService": "εκτέλεση υπηρεσίας προσκηνίου",
        "permlab_foregroundServiceCamera": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"camera\"",
        "permlab_foregroundServiceConnectedDevice": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"connectedDevice\"",
        "permlab_foregroundServiceDataSync": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"dataSync\"",
        "permlab_foregroundServiceFileManagement": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο fileManagement",
        "permlab_foregroundServiceHealth": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"health\"",
        "permlab_foregroundServiceLocation": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"location\"",
        "permlab_foregroundServiceMediaPlayback": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"mediaPlayback\"",
        "permlab_foregroundServiceMediaProjection": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"mediaProjection\"",
        "permlab_foregroundServiceMicrophone": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"microphone\"",
        "permlab_foregroundServicePhoneCall": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"phoneCall\"",
        "permlab_foregroundServiceRemoteMessaging": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"remoteMessaging\"",
        "permlab_foregroundServiceSpecialUse": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"specialUse\"",
        "permlab_foregroundServiceSystemExempted": "εκτέλεση υπηρεσίας στο προσκήνιο με τον τύπο \"systemExempted\"",
        "permlab_fullScreenIntent": "προβολή ειδοποιήσεων ως δραστηριότητες πλήρους οθόνης σε μια κλειδωμένη συσκευή",
        "permlab_getAccounts": "βρίσκει λογαριασμούς στη συσκευή",
        "permlab_getPackageSize": "υπολογίζει τον αποθηκευτικό χώρο εφαρμογής",
        "permlab_getTasks": "ανακτά εκτελούμενες εφαρμογές",
        "permlab_handoverStatus": "λήψη κατάστασης μεταφοράς Android Beam",
        "permlab_hideOverlayWindows": "απόκρυψη άλλων επικαλύψεων εφαρμογών",
        "permlab_highSamplingRateSensors": "πρόσβαση σε δεδομένα αισθητήρα με υψηλό ρυθμό δειγματοληψίας",
        "permlab_imagesWrite": "τροποποίηση της συλλογής φωτογραφιών σας",
        "permlab_install_shortcut": "εγκαθιστά συντομεύσεις",
        "permlab_invokeCarrierSetup": "καλέι την εφαρμογή διαμόρφωσης του παρόχου κινητής τηλεφωνίας",
        "permlab_killBackgroundProcesses": "κλείνει άλλες εφαρμογές",
        "permlab_manageFace": "διαχείριση εξοπλισμού Face Unlock",
        "permlab_manageFingerprint": "διαχειρίζεται τον εξοπλισμό δακτυλικού αποτυπώματος",
        "permlab_manageNetworkPolicy": "διαχειρίζεται την πολιτική δικτύου",
        "permlab_manageOngoingCalls": "Διαχείριση κλήσεων σε εξέλιξη",
        "permlab_manageOwnCalls": "δρομολόγηση κλήσεων μέσω του συστήματος",
        "permlab_manageProfileAndDeviceOwners": "διαχειρίζεται το προφίλ και τους κατόχους συσκευής",
        "permlab_mediaLocation": "ανάγνωση τοποθεσιών από τη συλλογή των πολυμέσων σας",
        "permlab_modifyAudioSettings": "αλλάζει τις ρυθμίσεις ήχου",
        "permlab_modifyNetworkAccounting": "τροποποιεί τον υπολογισμό χρήσης δικτύου",
        "permlab_nearby_wifi_devices": "αλληλεπίδραση με κοντινές συσκευές Wi‑Fi",
        "permlab_nfc": "ελέγχει την Επικοινωνία κοντινού πεδίου (FNC)",
        "permlab_observeCompanionDevicePresence": "Παρατήρηση παρουσίας συνοδευτικών συσκευών",
        "permlab_persistentActivity": "επιτρέπει στην εφαρμογή να εκτελείται συνεχώς",
        "permlab_postNotification": "εμφάνιση ειδοποιήσεων",
        "permlab_preferredPaymentInfo": "Πληροφορίες προτιμώμενης υπηρεσίας πληρωμών NFC",
        "permlab_processOutgoingCalls": "αναδρομολογεί τις εξερχόμενες κλήσεις",
        "permlab_queryAllPackages": "υποβολή ερωτήματος σε όλα τα πακέτα",
        "permlab_readBasicPhoneState": "ανάγνωση βασικών πληροφοριών κατάστασης και ταυτότητας τηλεφωνίας",
        "permlab_readCalendar": "Ανάγνωση συμβάντων ημερολογίου και λεπτομερειών",
        "permlab_readCallLog": "διαβάζει το αρχείο καταγραφής κλήσεων",
        "permlab_readCellBroadcasts": "διαβάζει μηνύματα που έχουν μεταδοθεί μέσω κινητού τηλεφώνου",
        "permlab_readContacts": "διαβάζει τις επαφές σας",
        "permlab_readHistoryBookmarks": "διαβάζει τους σελιδοδείκτες και το ιστορικού ιστού",
        "permlab_readInstallSessions": "διαβάζει τις περιόδους σύνδεσης εγκατάστασης",
        "permlab_readMediaAudio": "ανάγνωση αρχείων ήχου από κοινόχρηστο αποθηκευτικό χώρο",
        "permlab_readMediaImages": "ανάγνωση αρχείων εικόνας από τον κοινόχρηστο αποθηκευτικό χώρο",
        "permlab_readMediaVideo": "ανάγνωση αρχείων βίντεο από τον κοινόχρηστο αποθηκευτικό χώρο",
        "permlab_readNetworkUsageHistory": "διαβάζει ιστορικά στοιχεία δεδομένων χρήσης δικτύου",
        "permlab_readPhoneNumbers": "ανάγνωση αριθμών τηλεφώνου",
        "permlab_readPhoneState": "διαβάζει την κατάσταση και ταυτότητα τηλεφώνου",
        "permlab_readSms": "διαβάζει τα μηνύματα κειμένου (SMS ή MMS)",
        "permlab_readSyncSettings": "διαβάζει τις ρυθμίσεις συγχρονισμού",
        "permlab_readSyncStats": "διαβάζει στατιστικά στοιχεία συγχρονισμού",
        "permlab_readVisualUserSelect": "ανάγνωση αρχείων εικόνας και βίντεο που έχει επιλέξει ο χρήστης από τον κοινόχρηστο αποθηκευτικό χώρο",
        "permlab_receiveBootCompleted": "εκτελείται κατά την έναρξη",
        "permlab_receiveMms": "λαμβάνει μηνύματα κειμένου (MMS)",
        "permlab_receiveSms": "λαμβάνει μηνύματα κειμένου (SMS)",
        "permlab_receiveWapPush": "λαμβάνει μηνύματα κειμένου (WAP)",
        "permlab_recordAudio": "εγγράφει ήχο",
        "permlab_recordBackgroundAudio": "εγγραφή ήχου στο παρασκήνιο",
        "permlab_register_call_provider": "πραγματοποιεί εγγραφή των νέων συνδέσεων τηλεπικοινωνιών",
        "permlab_register_sim_subscription": "πραγματοποιεί εγγραφή νέων συνδέσεων SIM τηλεπικοινωνιών",
        "permlab_removeDrmCertificates": "καταργεί πιστοποιητικά DRM",
        "permlab_reorderTasks": "αναδιατάσσει τις εκτελούμενες εφαρμογές",
        "permlab_requestDeletePackages": "αίτημα διαγραφής πακέτων",
        "permlab_requestIgnoreBatteryOptimizations": "αίτημα αγνόησης βελτιστοποιήσεων μπαταρίας",
        "permlab_requestInstallPackages": "ζητά πακέτα εγκατάστασης",
        "permlab_requestPasswordComplexity": "αίτημα πολυπλοκότητας οθόνης κλειδώματος",
        "permlab_route_media_output": "δρομολογεί την έξοδο μέσων",
        "permlab_runInBackground": "εκτέλεση στο παρασκήνιο",
        "permlab_schedule_exact_alarm": "Προγραμματισμός ενεργειών με ακριβή χρονομέτρηση",
        "permlab_sdcardRead": "ανάγνωση του περιεχομένου του κοινόχρηστου αποθηκευτικού χώρου σας",
        "permlab_sdcardWrite": "τροποποιεί ή διαγράφει το περιεχόμενο του κοινόχρηστου αποθηκευτικού χώρου σας",
        "permlab_sendSms": "στέλνει και να διαβάζει μηνύματα SMS",
        "permlab_setAlarm": "ρυθμίζει το ξυπνητήρι",
        "permlab_setInputCalibration": "αλλαγή βαθμονόμησης της συσκευής εισόδου",
        "permlab_setTimeZone": "ορίζει τη ζώνης ώρας",
        "permlab_setWallpaper": "ορίζει ταπετσαρία",
        "permlab_setWallpaperHints": "ρυθμίζει το μέγεθος της ταπετσαρίας",
        "permlab_sim_communication": "στέλνει εντολές στην κάρτα SIM",
        "permlab_startForegroundServicesFromBackground": "Εκκίνηση υπηρεσιών στο προσκήνιο από το παρασκήνιο",
        "permlab_startReviewPermissionDecisions": "έναρξη προβολής αποφάσεων για άδειες",
        "permlab_startViewAppFeatures": "έναρξη προβολής λειτουργιών εφαρμογής",
        "permlab_startViewPermissionUsage": "έναρξη προβολής άδειας χρήσης",
        "permlab_statusBar": "απενεργοποιεί ή να τροποποιεί την γραμμή κατάστασης",
        "permlab_statusBarService": "ορίζεται ως γραμμή κατάστασης",
        "permlab_subscribedFeedsRead": "διαβάζει ροές δεδομένων στις οποίες έχετε εγγραφεί",
        "permlab_systemAlertWindow": "Αυτή η εφαρμογή μπορεί να εμφανίζεται πάνω από άλλες εφαρμογές",
        "permlab_systemCamera": "Παραχωρήστε σε μια εφαρμογή ή υπηρεσία πρόσβαση στις κάμερες του συστήματος για τη λήψη φωτογραφιών και βίντεο",
        "permlab_transmitIr": "μεταδίδει με υπερύθρες",
        "permlab_turnScreenOn": "ενεργοποίηση της οθόνης",
        "permlab_uninstall_shortcut": "απεγκατάσταση συντομεύσεων",
        "permlab_updatePackagesWithoutUserAction": "ενημέρωση εφαρμογής χωρίς ενέργεια από τον χρήστη",
        "permlab_useBiometric": "χρήση βιομετρικού εξοπλισμού",
        "permlab_useDataInBackground": "χρήση δεδομένων στο παρασκήνιο",
        "permlab_useFaceAuthentication": "χρήση εξοπλισμού Face Unlock",
        "permlab_useFingerprint": "χρησιμοποιεί τον εξοπλισμό δακτυλικού αποτυπώματος",
        "permlab_use_exact_alarm": "Προγραμματισμός ειδοποιήσεων ή υπενθυμίσεων συμβάντων",
        "permlab_use_sip": "πραγματοποιεί/λαμβάνει κλήσεις SIP",
        "permlab_uwb_ranging": "προσδιορισμός σχετ. θέσης μεταξύ κοντινών συσκευών Ultra-Wideband",
        "permlab_vibrate": "ελέγχει τη δόνηση",
        "permlab_videoWrite": "τροποποίηση της συλλογής βίντεο σας",
        "permlab_wakeLock": "αποτρέπει το τηλεφώνο να μεταβεί σε κατάσταση αδράνειας",
        "permlab_writeCalendar": "προσθέτει ή τροποποιεί συμβάντα ημερολογίου και να στέλνει μηνύματα ηλ. ταχυδρομείου σε προσκεκλημένους χωρίς να το γνωρίζουν οι κάτοχοι",
        "permlab_writeCallLog": "εγγράφει αρχείο καταγραφής κλήσεων",
        "permlab_writeContacts": "τροποποιεί τις επαφές σας",
        "permlab_writeGeolocationPermissions": "τροποποιεί δικαιώματα γεωγραφικής θέσης του Προγράμματος περιήγησης",
        "permlab_writeHistoryBookmarks": "εγγράφει σελιδοδείκτες και ιστορικό ιστού",
        "permlab_writeSettings": "τροποποίηση ρυθμίσεων συστήματος",
        "permlab_writeSyncSettings": "ενεργοποιεί/απενεργοποιεί τον συγχρονισμό"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "Όνομα",
            "bitcoin_alt": "Δωρίστε μέσω Bitcoin",
            "credit_card": "Χρεωστική Κάρτα",
            "crypto": "Κρύπτο",
            "currency": "Συνάλλαγμα",
            "flattr_alt": "Δωρίστε μέσω του Flattr",
            "heading": "Δωρεά",
            "hellotux": "👕 Μπλουζάκια 👕 από",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "Το F-Droid θα λάβετε 3€ ανά μπλούζα που πωλείται.",
            "liberapay_alt": "Δωρίστε μέσω Liberapay",
            "litecoin_alt": "Δωρίστε μέσω Litecoin",
            "more_options": "Περισσότερες επιλογές",
            "opencollective_alt": "Δωρίστε στη Συλλογικότητα μας",
            "paypal": "PayPal",
            "paypal_alt": "Δωρίστε μέσω PayPal",
            "powered_by_donations": "Το F-Droid τροφοδοτείται από τις δωρεές σας!",
            "via_bank_transfer": "Τραπεζικό έμβασμα"
        },
        "lang": {
            "change": "Αλλαγή"
        },
        "last_updated": {
            "heading": "Τελευταία ενημέρωση"
        },
        "latest_packages": {
            "heading": "Τελευταίες εφαρμογές"
        },
        "news": {
            "heading": "Νέα"
        },
        "search": {
            "heading": "Εύρεση εφαρμογών",
            "noscript": "Απαιτεί την ενεργοποίηση του JavaScript",
            "search": "Αναζήτηση"
        }
    }
}
