{
    "add_repo": {
        "intro": "Σάρωση του κωδικού QR από αποθετήρια που θέλετε να προσθέσετε από συσκευές ή ιστοσελίδες από όπου μπορούν να βρεθούν.",
        "no_internet": "Όχι διαδίκτυο; Κανένα πρόβλημα. Μάθετε <a href=\"../swap/\">Πώς να Στείλετε και να Λάβετε Εφαρμογές χωρίς Σύνδεση.</a>",
        "open_repo_link": {
            "description": "Εάν σταλεί ένας σύνδεσμος αποθετηρίου μέσω ηλεκτρονικού ταχυδρομείου, κοινωνικά δίκτυα ή SMS, προσθέστε τη δυνατότητα να εγκαταστήσετε τις εφαρμογές σε αυτό στο F-Droid ανοίγοντας το.",
            "short_summary": "Άνοιγμα του συνδέσμου αποθετηρίου",
            "steps": {
                "step_1": "Κατεβάστε και εγκαταστήστε την εφαρμογή F-Droid στην Android συσκευή σας.",
                "step_2": "Κάντε κλικ στο σύνδεσμο και ανοίξτε το σε ένα πρόγραμμα περιήγησης.",
                "step_3": "Όταν έχετε ανοικτή τη σύνδεση, πατήστε το κουμπί 'Προσθήκη στο F-droid'.",
                "step_4": "Πατήστε το κουμπί 'Έχω το F-droid'. Η εφαρμογή F-droid θα ανοίξει.",
                "step_5": "Το 'Προσθήκη νέου αποθετηρίου' εμφανίζεται με τη διεύθυνση του αποθετηρίου την προγεμισμένη. Πατήστε \"OK\" για να το προσθέσετε.",
                "step_6": "Το νέο σας αποθετήριο θα προστεθεί. Για να δείτε μια λίστα των αποθετηρίων σας, ανοίξτε τις 'Ρυθμίσεις'. Επιλέξτε 'Αποθετήρια'.",
                "step_7": "Πατήστε σε ένα αποθετήριο για να δείτε τα περιεχόμενά του.",
                "step_8": "Επιλέξτε τις εφαρμογές που θέλετε να έχετε και εγκαταστήστε τις στη συσκευή σας."
            },
            "title": "Ανοίξτε το σύνδεσμο αποθετηρίου στη συσκευή σας"
        },
        "overview": {
            "summary": "Αν θέλετε περισσότερα, προσθέστε ένα αποθετήριο (repository) στο F-Droid. Τα αποθετήρια είναι συλλογές με επιμελημένο περιεχόμενο. Μπορείτε να βρείτε αποθετήρια και μέσω άλλων χρηστών. Οι εκπαιδευτές συχνά μοιράζονται τις διευθύνσεις των αποθετηρίων μέσω email, facebook ή και twitter.",
            "title": "Λήψη περισσότερου περιεχομένου."
        },
        "scan_qr_code": {
            "description": "Σαρώστε τον Κωδικό QR του αποθετηρίου που θέλετε να προσθέσετε από τις συσκευές ή τις ιστοσελίδες όπου βρίσκονται.",
            "related_tutorial": "Ίσως να σας ενδιαφέρει: <a href=\"../swap/\">Πώς να στέλνετε και να λαμβάνετε εφαρμογές εκτός σύνδεσης</a>",
            "short_summary": "Σάρωση Κωδικού QR",
            "steps": {
                "step_1": "Αφού εμφανιστεί ο Κωδικός QR, σαρώστε τον χρησιμοποιώντας μια εφαρμογή για σάρωση Κωδικών QR.",
                "step_2": "Πατήστε το σύνδεσμο. Εάν σας δοθεί η επιλογή, ανοίξτε τον σύνδεσμο μέσω F-Droid. Έπειτα ακολουθήστε τις οδηγίες. Εάν αυτό λειτουργήσει, τελειώσατε! Εάν όχι, προχωρήστε στο επόμενο βήμα.",
                "step_3": "Εάν δεν σας δοθεί η επιλογή να ανοίξετε τη διεύθυνση μέσω F-Droid, κλείστε την εφαρμογή σάρωσης Κωδικού QR και ανοίξτε την εφαρμογή F-Droid.",
                "step_4": "Εντός της εφαρμογής F-Droid, πατήστε 'Ρυθμίσεις'. Κάτω από το 'Οι εφαρμογές μου' επιλέξτε 'Αποθετήρια'.",
                "step_5": "Στην οθόνη των αποθετηρίων, πατήστε το εικονίδιο '+' που βρίσκεται στην πάνω γωνία.",
                "step_6": "Η διεύθυνση του αποθετηρίου θα συμπληρωθεί αυτόματα. Πατήστε 'Ενεργοποίηση'. Σημείωση: το αποθετήριο θα αποθηκευτεί στα αποθετήρια του F-Droid, χωρίς όμως να εγκατασταθούν εφαρμογές μέχρι να τις επιλέξετε και εγκαταστήσετε χειροκίνητα."
            },
            "title": "Σαρώστε Κώδικα QR από άλλη συσκευή"
        },
        "title": "Πώς να προσθέσετε ένα αποθετήριο στο F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "description": "Έχετε την δυνατότητα να επεξεργαστείτε τις εφαρμογές και των αρχείων ώστε να τα κάνετε πιο κατανοητά προς το κοινό σας. Μπορείτε να αλλάξετε την γλώσσα ώστε να απευθύνετε σε μια συγκεκριμένη χώρα. Έπειτα, μοιραστείτε το αποθετήριο ελεύθερα σε παρευρισκόμενους πριν από συνέδρια και εκπαιδευτικά σεμινάρια.",
            "steps": {
                "step_1": "Κάντε κλικ σε ένα αντικείμενο για να εμφανιστούν οι λεπτομέρειες.",
                "step_2": "Κάντε κλικ στην 'Επεξεργασία'.",
                "step_3": "Προσαρμόστε το περιεχόμενο ώστε να ταιριάζει στο κοινό σας. Σημείωση: Οι αλλαγές που κάνετε θα γίνουν στο αποθετήριο μόνο. Δεν θα ενσωματωθούν στην αρχική πηγή. Παρακαλούμε να προσαρμόζετε τις πληροφορίες με σεβασμό όταν πρόκειται για περιεχόμενα που δεν σας ανήκουν.",
                "step_4": "Όλες οι τροποποιήσεις σας αποθηκεύονται αυτόματα."
            },
            "title": "Προσαρμόστε το αποθετήριο σας"
        },
        "download_and_install": {
            "steps": {
                "step_1": "Κατεβάστε και εγκαταστήστε την εφαρμογή ιστού Repomaker στον υπολογιστή σας. Περισσότερες πληροφορίες θα βρείτε στον <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">Οδηγό εγκατάστασης</a>.",
                "step_2": "Εκκινήστε την εφαρμογή Repomaker. Εγγραφτείτε ή συντεθείτε μέσω του λογαριασμού σας για να αρχίσετε.",
                "step_3": "Δημιουργήστε ένα νέο αποθετήριο και δώστε του ένα κατάλληλο όνομα.",
                "step_4": "Επιλέξτε να προσθέσετε εφαρμογές από την συλλογή και τα διαθέσιμα αποθετήρια, ή μεταφορτώστε τα δικά σας αρχεία. Κάντε κλικ στο κουμπί 'Προσθήκη από τη συλλογή' για να επιλέξετε από τα ήδη διαθέσιμα περιεχόμενα.",
                "step_5": "Κάντε κλικ στο κουμπί 'Προσθήκη' δίπλα από τα περιεχόμενα που επιθυμείτε να προσθέσετε. Όταν έχετε τελειώσει, πατήστε το 'πίσω' βέλος ώστε να επιστρέψετε στο αποθετήριο σας.",
                "step_6": "Οι εφαρμογές σας θα εμφανιστούν στην λίστα περιεχομένων του αποθετηρίου σας."
            },
            "title": "Κατεβάστε και εγκαταστήστε το Repomaker για να ξεκινήσετε τη δημιουργία"
        },
        "intro": "Δεν μπορείτε να βρείτε αυτό που ψάχνετε? Κατεβάστε την εφαρμογή ιστού Repomaker στον υπολογιστή σας για να δημιουργήσετε την προσωπική σας προσαρμοσμένη συλλογή από εφαρμογές και αρχεία.",
        "overview": {
            "summary": "Δημιουργείστε το προσωπικό σας προσαρμοσμένο αποθετήριο. Χρησιμοποιήστε το F-Droid για να διανέμετε περιεχόμενα. Οι εκπαιδευτές χρησιμοποιούν τα αποθετήρια ώστε να μοιραστούν εύκολα με τους συμμετέχοντες σε εκπαιδευτικά σεμινάρια συλλογές από πηγές και εφαρμογές όταν δεν υπάρχει αξιόπιστη σύνδεση στο Διαδίκτυο. Οι προγραμματιστές χρησιμοποιούν τα αποθετήρια ώστε να διανέμουν τις εφαρμογές τους σε εξειδικευμένο κοινό.",
            "title": "Προσθέστε τις δικές σας εφαρμογές και αρχεία."
        },
        "related_tutorial": "Μπορεί να σας ενδιαφέρει και το εξής: <a href=\"../add-repo/\">Πως να προσθέσετε ένα αποθετήριο στο F-Droid</a>",
        "share_repo": {
            "steps": {
                "step_1": "Στο αποθετήριο που θέλετε να μοιραστείτε ανοιχτά, κάντε κλικ στο κουμπί 'Διαμοιραστείτε' στο μενού. Σημείωση: θα πρέπει να έχετε ετοιμάσει ήδη ένα μέρος όπου θα αποθηκευτεί το αποθετήριο σας ώστε να το διαμοιραστείτε. Στο Βήμα 2 θα βρείτε τις κατάλληλες οδηγίες.",
                "step_2": "Θα σας ζητηθεί να ρυθμίσετε το χώρο αποθήκευσης για να δημοσιεύσετε το αποθετήριο σας πριν από τον διαμοιρασμό του. Εάν δεν σας εμφανιστεί αυτή η σελίδα. συνεχίστε στο Βήμα 4.",
                "step_3": "Επιλέξτε ένα χώρο αποθήκευσης που να ταιριάζει στις ανάγκες σας. Όταν θα έχετε τον χώρο αυτό, είστε έτοιμοι για το διαμοιρασμό! Επιστρέψτε στο 'Διαμοιρασμό'.",
                "step_4": "Επιλέξτε να αντιγράψετε την διεύθυνση και στείλτε την απευθείας στο κοινό σας μέσω email ή μηνύματος, ή μοιραστείτε το αποθετήριο στο facebook ή στο twitter. Όταν οι χρήστες ανοίξουν το αποθετήριο σας, θα χρειαστεί να το προσθέσουν στην συσκευή Android ώστε να έχουν πρόσβαση στις εφαρμογές εντός του αποθετηρίου. Διαβάστε τον οδηγό <a href=\"../add-repo/\">Πως να προσθέσετε ένα αποθετήριο στο F-Droid</a> για περισσότερες πληροφορίες.",
                "step_5": "Η επιλογή 'Προβολή αποθετηρίου' σας επιτρέπει να δείτε τι δημοσιεύσατε ή διαμοιραστήκατε μόλις."
            },
            "title": "Προσαρμόστε το αποθετήριο σας"
        },
        "title": "Πως να δημιουργήσετε ένα αποθετήριο",
        "update_repo": {
            "steps": {
                "step_1": "Εάν προσθέσετε εφαρμογές στην συλλογή, η ενημέρωσή τους θα γίνεται αυτόματα όταν προσθέτονται νέες εκδόσεις από την πηγή τους. Όσο για τα αρχεία που έχετε μεταφορτώσει, μπορείτε να προσθέσετε την ενημερωμένη έκδοση μέσω μεταφοράς και απόθεσης (drag and drop) στην λίστα του αποθετηρίου.",
                "step_2": "Εναλλακτικά, μπορείτε να ανοίξετε μεμονωμένα ένα αρχείο ώστε να προσθέσετε την νέα έκδοσή του. Πατήστε την επιλογή επεξεργασία.",
                "step_3": "Μετακινηθείτε προς τα κάτω στις εκδόσεις. Έπειτα, προσθέστε μια νέα έκδοση κάτω από την ενότητα 'Ιστορικό έκδοσης'.",
                "step_4": "Έπειτα, προσθέστε μια νέα έκδοση κάτω από την ενότητα 'Ιστορικό έκδοσης'."
            },
            "title": "Ενημέρωση των αποθετηρίων σας"
        }
    },
    "misc": {
        "option_x_description": "Επιλογή {{ number }}: {{ description }}",
        "overview": {
            "summary": "Το F-Droid είναι ένα ανεξάρτητο κατάστημα εφαρμογών (app store) για Android που διαχειρίζεται η κοινότητα του και αποτελεί λογισμικό ελεύθερου και ανοικτού κώδικα. Εντός του F-Droid μπορείτε να περιηγηθείτε σε περισσότερες από 1.200 εφαρμογές ανοιχτού κώδικα, να ψάξετε και να εγκαταστήσετε εφαρμογές από τα διαθέσιμα αποθετήρια, ή να δημιουργήσετε τα δικά σας. Επισκεφθείτε το f-droid.org μέσω της Android συσκευής σας για να κατεβάσετε την εφαρμογή και να ξεκινήσετε!",
            "title": "Τι μπορείτε να κάνετε με το F-Droid",
            "tutorial_x_title": "Οδηγός {{ number }}: {{ title }}"
        },
        "step_x": "Βήμα {{ number }}",
        "step_x_description": "Βήμα {{ number }}: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "Για να ξεκινήσετε θα πρέπει να έχετε κατεβάσει και εγκαταστήσει το F-Droid στην συσκευή σας. Ακολουθήστε τα παρακάτω βήματα.",
        "intro": "Δεν έχετε σύνδεση στο Δίκτυο? Κανένα πρόβλημα. Κατεβάστε εφαρμογές από χρήστες κοντά σας.",
        "overview": {
            "summary": "Δεν έχετε σύνδεση στο Δίκτυο; Κανένα πρόβλημα. H λειτουργία \"Κοντά\" του F-Droid σας δίνει την δυνατότητα να στείλετε και να λάβετε περιεχόμενα από άτομα στον ίδιο χώρο με εσάς.",
            "title": "Στείλετε και λάβετε εφαρμογές εκτός σύνδεσης."
        },
        "related_tutorial": "Μπορεί να σας φανεί ενδιαφέρον και το εξής: <a href=\"../create-repo/\">Πως να δημιουργήσετε ένα αποθετήριο</a>",
        "step_1": "Ανοίξτε το F-Droid. Πατήστε την επιλογή 'Κοντά' (Nearby) από το μενού στο κάτω μέρος της οθόνης σας.",
        "step_10": "Για να αποκτήσετε πρόσβαση στις εγκατεστημένες εφαρμογές σας, ανοίξτε τις ρυθμίσεις του F-Droid και επιλέξτε 'Διαχείριση εγκατεστημένων εφαρμογών' κάτω από την ενότητα 'Οι εφαρμογές μου'.",
        "step_2": "Πατήστε 'Αναζήτηση χρηστών κοντά μου' για να αναζητήσετε συμβατές συσκευές.",
        "step_3": "Αφού ολοκληρωθεί η αναζήτηση, θα πρέπει εσείς και η επαφή που βρήκατε να επιλέξετε ο ένας τον άλλο.",
        "step_4": "Αφού συνδεθείτε, επιλέξτε τις εφαρμογές που θέλετε να διαμοιραστείτε με την επαφή σας.",
        "step_5": "Πατήστε το κουμπί '—&gt;'.",
        "step_6": "Θα ζητηθεί από εσάς ή την επαφή σας να επιβεβαιώσετε το αίτημα σύνδεσης.",
        "step_7": "Πατήστε το κουμπί 'Εγκατάσταση' δίπλα από τις εφαρμογές που θέλετε να εγκαταστήσετε.",
        "step_8": "Πατήστε το κουμπί 'Εγκατάσταση' ξανά. Έπειτα, ακολουθήστε τις οδηγίες που θα εμφανιστούν στην Android συσκευή σας για να ολοκληρώσετε την διαδικασία εγκατάστασης.",
        "step_9": "Όταν ολοκληρωθεί η εγκατάσταση, οι εφαρμογές σας θα εμφανίζονται στην λίστα εφαρμογών της Android συσκευής σας, αλλά και στην εφαρμογή F-Droid στην λίστα εγκατεστημένων εφαρμογών.",
        "title": "Πως να στείλετε και να λάβετε εφαρμογές εκτός σύνδεσης"
    }
}
