{
    "app_categories": {
        "Connectivity": "การสื่อสาร",
        "Development": "การพัฒนาซอฟต์แวร์",
        "Games": "เกม",
        "Graphics": "กราฟิก",
        "Internet": "อินเตอร์เน็ต",
        "Money": "การเงิน",
        "Multimedia": "สื่อผสม",
        "Navigation": "การนำทาง",
        "Phone & SMS": "โทรศัพท์และ SMS",
        "Reading": "การอ่าน",
        "Science & Education": "วิทยาศาสตร์และการศึกษา",
        "Security": "ความมั่นคง",
        "Sports & Health": "กีฬาและสุขภาพ",
        "System": "เครื่องมือระบบ",
        "Theming": "ธีมต่างๆ",
        "Time": "เวลาและวันที่",
        "Writing": "การเขียน"
    },
    "mirrors": {
        "cn": "จีน",
        "de": "เยอรมนี",
        "se": "สวีเดน",
        "tw": "ไต้หวัน",
        "ua": "ยูเครน"
    },
    "permissions": {
        "permdesc_acceptHandovers": "อนุญาตให้แอปต่อสายที่เริ่มจากแอปอื่น",
        "permdesc_accessBackgroundLocation": "แอปนี้เข้าถึงตำแหน่งได้ทุกเมื่อแม้จะไม่ได้ใช้แอปอยู่",
        "permdesc_accessCoarseLocation": "แอปนี้เข้าถึงตำแหน่งโดยประมาณของคุณได้จากบริการตำแหน่งขณะที่มีการใช้งาน โดยแอปจะเข้าถึงตำแหน่งได้ก็ต่อเมื่อคุณเปิดบริการตำแหน่งของอุปกรณ์ไว้",
        "permdesc_accessDrmCertificates": "ช่วยให้แอปพลิเคชันสามารถจัดสรรและใช้ใบรับรอง DRM ได้ ไม่จำเป็นสำหรับแอปปกติทั่วไป",
        "permdesc_accessFineLocation": "แอปนี้เข้าถึงตำแหน่งที่แม่นยำของคุณได้จากบริการตำแหน่งขณะที่มีการใช้งาน โดยแอปจะเข้าถึงตำแหน่งได้ก็ต่อเมื่อคุณเปิดบริการตำแหน่งของอุปกรณ์ไว้ อาจมีการใช้งานแบตเตอรี่เพิ่มมากขึ้น",
        "permdesc_accessImsCallService": "อนุญาตให้แอปใช้บริการ IMS เพื่อโทรออกโดยคุณไม่ต้องดำเนินการใดๆ เลย",
        "permdesc_accessLocationExtraCommands": "อนุญาตให้แอปเข้าถึงคำสั่งของผู้ให้บริการตำแหน่งเพิ่มเติม ซึ่งอาจทำให้แอปสามารถแทรกแซงการทำงานของ GPS หรือต้นทางของตำแหน่งอื่นๆ ได้",
        "permdesc_accessNetworkConditions": "อนุญาตให้แอปพลิเคชันฟังข้อสังเกตเกี่ยวกับสภาวะของเครือข่าย ไม่จำเป็นสำหรับแอปปกติ",
        "permdesc_accessNetworkState": "อนุญาตให้แอปพลิเคชันดูข้อมูลเกี่ยวกับการเชื่อมต่อเครือข่าย เช่น มีเครือข่ายใดอยู่บ้าง และมีการเชื่อมต่อเครือข่ายใด",
        "permdesc_accessNotifications": "ทำให้แอปสามารถเรียกดู ตรวจสอบ และล้างการแจ้งเตือนได้ ซึ่งรวมถึงการแจ้งเตือนที่โพสต์โดยแอปอื่นๆ ด้วย",
        "permdesc_accessWifiState": "อนุญาตให้แอปพลิเคชันดูข้อมูลเกี่ยวกับเครือข่าย WiFi เช่น เปิดใช้งาน WiFi อยู่หรือไม่ และชื่อของอุปกรณ์ WiFi ที่เชื่อมต่อ",
        "permdesc_accessWimaxState": "อนุญาตให้แอปพลิเคชันตรวจสอบว่า WiMAX เปิดใช้งานอยู่หรือไม่และข้อมูลเกี่ยวกับเครือข่าย WiMAX ใดๆ ที่เชื่อมต่ออยู่",
        "permdesc_access_notification_policy": "อนุญาตให้แอปอ่านและเขียนการกำหนดค่าโหมดห้ามรบกวน",
        "permdesc_activityRecognition": "แอปนี้จดจำกิจกรรมการเคลื่อนไหวร่างกายของคุณได้",
        "permdesc_addVoicemail": "อนุญาตให้แอปพลิเคชันเพิ่มข้อความลงในกล่องข้อความเสียงของคุณ",
        "permdesc_answerPhoneCalls": "อนุญาตให้แอปรับสายโทรศัพท์",
        "permdesc_audioWrite": "อนุญาตให้แอปแก้ไขคอลเล็กชันเพลงของคุณ",
        "permdesc_bindCarrierMessagingService": "อนุญาตให้แอปพลิเคชันเชื่อมโยงกับอินเทอร์เฟซระดับบนสุดของบริการรับส่งข้อความของผู้ให้บริการ ไม่ควรใช้สำหรับแอปธรรมดาทั่วไป",
        "permdesc_bindCarrierServices": "อนุญาตให้เจ้าของเชื่อมโยงกับบริการของผู้ให้บริการ ไม่ควรต้องใช้สำหรับแอปทั่วไป",
        "permdesc_bindCellBroadcastService": "อนุญาตให้แอปเชื่อมโยงกับโมดูลการส่งข้อมูลเตือนภัยทางมือถือ (CB) เพื่อส่งต่อข้อความจากการส่งข้อมูลเตือนภัยทางมือถือ (CB) ทันทีที่ได้รับ ระบบจะส่งการแจ้งเตือนจากการส่งข้อมูลเตือนภัยทางมือถือ (CB) ในบางตำแหน่งเพื่อแจ้งเตือนคุณเกี่ยวกับสถานการณ์ฉุกเฉิน แอปที่เป็นอันตรายอาจรบกวนประสิทธิภาพหรือการทำงานของอุปกรณ์เมื่อได้รับการส่งข้อมูลเตือนภัยทางมือถือ (CB) ในกรณีฉุกเฉิน",
        "permdesc_bindConditionProviderService": "อนุญาตให้ผู้ใช้อุปกรณ์เชื่อมโยงกับอินเทอร์เฟซระดับบนสุดของบริการของผู้เสนอเงื่อนไข ไม่จำเป็นสำหรับแอปทั่วไป",
        "permdesc_bindDreamService": "อนุญาตให้แอปพลิเคชันเชื่อมโยงกับอินเทอร์เฟซระดับบนสุดของบริการที่ต้องการ ไม่จำเป็นสำหรับแอปทั่วไป",
        "permdesc_bindNotificationListenerService": "อนุญาตให้เจ้าของเชื่อมโยงกับอินเตอร์เฟซระดับสูงสุดของบริการตัวฟังการแจ้งเตือน ซึ่งไม่มีความจำเป็นสำหรับแอปธรรมดา",
        "permdesc_bind_connection_service": "อนุญาตให้แอปโต้ตอบกับบริการโทรศัพท์เพื่อโทรออก/รับสาย",
        "permdesc_bind_incall_service": "อนุญาตให้แอปควบคุมเวลาและลักษณะที่ผู้ใช้เห็นหน้าจอขณะกำลังใช้สาย",
        "permdesc_bluetooth": "อนุญาตให้แอปพลิเคชันดูการกำหนดค่าบลูทูธของแท็บเล็ต ตลอดจนเชื่อมต่อและยอมรับการเชื่อมต่อกับอุปกรณ์ที่จับคู่ไว้",
        "permdesc_bluetoothAdmin": "อนุญาตให้แอปพลิเคชันกำหนดค่าแท็บเล็ตบลูทูธในตัวเครื่อง รวมทั้งค้นหาและจับคู่กับอุปกรณ์ที่อยู่ระยะไกล",
        "permdesc_bodySensors": "อนุญาตให้แอปเข้าถึงข้อมูลจากเซ็นเซอร์ที่ตรวจสอบสภาพทางกายภาพ เช่น อัตราการเต้นของหัวใจ",
        "permdesc_broadcastSticky": "อนุญาตให้แอปพลิเคชันส่งการกระจายข้อมูลที่ติดหนึบ ซึ่งจะยังคงอยู่หลังจากการกระจายข้อมูลจบไปแล้ว การใช้งานมากเกินไปอาจทำให้แท็บเล็ตทำงานช้าลงหรือไม่เสถียรโดยการใช้หน่วยความจำมากเกินไป",
        "permdesc_callCompanionApp": "อนุญาตให้แอปดูและจัดการการติดต่อในอุปกรณ์ ซึ่งรวมถึงข้อมูลอย่างเช่น หมายเลขที่ใช้ในการติดต่อและสถานะการติดต่อ",
        "permdesc_callPhone": "อนุญาตให้แอปพลิเคชันโทรเข้าโทรศัพท์โดยไม่ต้องให้คุณจัดการ ซึ่งอาจทำให้มีการเรียกเก็บเงินหรือการโทรที่ไม่คาดคิด โปรดทราบว่าการทำงานนี้ไม่ได้อนุญาตให้แอปพลิเคชันโทรไปหมายเลขฉุกเฉิน แอปพลิเคชันที่เป็นอันตรายอาจทำให้คุณต้องเสียค่าบริการด้วยการโทรโดยไม่ขอการยืนยันจากคุณ",
        "permdesc_camera": "แอปนี้สามารถถ่ายภาพและวิดีโอด้วยกล้องได้ทุกเมื่อ",
        "permdesc_cameraOpenCloseListener": "แอปนี้จะได้รับโค้ดเรียกกลับเมื่อมีการปิดหรือเปิดอุปกรณ์กล้อง (โดยแอปพลิเคชันที่เปิด)",
        "permdesc_changeNetworkState": "อนุญาตให้แอปพลิเคชันเปลี่ยนแปลงสถานะการเชื่อมต่อของเครือข่าย",
        "permdesc_changeTetherState": "อนุญาตให้แอปพลิเคชันเปลี่ยนแปลงสถานะการเชื่อมต่อของเครือข่ายการเชื่อมต่ออินเทอร์เน็ตผ่านมือถือ",
        "permdesc_changeWifiMulticastState": "อนุญาตให้แอปพลิเคชันรับแพ็คเก็ตที่ส่งไปยังทุกอุปกรณ์บนเครือข่าย WiFi โดยใช้ที่อยู่มัลติแคสต์ ไม่ใช่เพียงแท็บเล็ตของคุณเท่านั้น ซึ่งจะใช้พลังงานมากกว่าในโหมดที่ไม่ใช่มัลติแคสต์",
        "permdesc_changeWifiState": "อนุญาตให้แอปพลิเคชันเชื่อมต่อและหยุดเชื่อมต่อจากจุดเข้าใช้งาน WiFi และเปลี่ยนแปลงการกำหนดค่าอุปกรณ์ำสำหรับเครือข่าย WiFi",
        "permdesc_changeWimaxState": "อนุญาตให้แอปพลิเคชันเชื่อมต่อและยกเลิกการเชื่อมต่อแท็บเล็ตกับเครือข่าย WiMAX",
        "permdesc_connection_manager": "อนุญาตให้แอปจัดการการเชื่อมต่อโทรคมนาคม",
        "permdesc_control_incall_experience": "อนุญาตให้แอปมอบประสบการณ์ของผู้ใช้ขณะกำลังใช้สาย",
        "permdesc_createNetworkSockets": "อนุญาตให้แอปพลิเคชันสร้างซ็อกเก็ตเครือข่ายและใช้โปรโตคอลเครือข่ายที่กำหนดเอง เบราว์เซอร์และแอปพลิเคชันอื่นๆ ให้วิธีการในการส่งข้อมูลไปยังอินเทอร์เน็ต จึงไม่จำเป็นต้องได้รับการอนุญาตนี้เพื่อที่จะส่งข้อมูลไปยังอินเทอร์เน็ต",
        "permdesc_disableKeyguard": "อนุญาตให้แอปพลิเคชันปิดใช้งานการล็อกปุ่มกดและการรักษาความปลอดภัยด้วยรหัสผ่านใดๆ ที่เกี่ยวข้อง ตัวอย่างเช่น โทรศัพท์ปิดใช้งานการล็อกปุ่มกดเมื่อรับสายเรียกเข้า จากนั้นจึงเปิดใช้งานการล็อกปุ่มกดใหม่หลังจากวางสาย",
        "permdesc_enableCarMode": "อนุญาตให้แอปพลิเคชันเปิดใช้งานโหมดรถยนต์",
        "permdesc_exemptFromAudioRecordRestrictions": "ยกเว้นแอปจากข้อจำกัดในการบันทึกเสียง",
        "permdesc_expandStatusBar": "อนุญาตให้แอปพลิเคชันขยายหรือยุบแถบสถานะ",
        "permdesc_foregroundService": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ใช้งานอยู่",
        "permdesc_getAccounts": "อนุญาตให้แอปพลิเคชันรับรายการบัญชีที่แท็บเล็ตรู้จัก ซึ่งอาจรวมถึงบัญชีใดๆ ก็ตามที่แอปพลิเคชันซึ่งคุณติดตั้งไว้ได้สร้างขึ้น",
        "permdesc_getPackageSize": "อนุญาตให้แอปพลิเคชันเรียกดูรหัส ข้อมูล และขนาดแคชของตน",
        "permdesc_getTasks": "อนุญาตให้แอปพลิเคชันเรียกดูข้อมูลเกี่ยวกับงานที่ดำเนินการอยู่ในขณะนี้และเมื่อเร็วๆ นี้ ซึ่งอาจทำให้แอปพลิเคชันสามารถค้นข้อมูลได้ว่าอุปกรณ์นี้ใช้แอปพลิเคชันใดบ้าง",
        "permdesc_handoverStatus": "อนุญาตให้แอปพลิเคชันนี้รับข้อมูลเกี่ยวกับการโอน Android Beam ปัจจุบัน",
        "permdesc_imagesWrite": "อนุญาตให้แอปแก้ไขคอลเล็กชันรูปภาพของคุณ",
        "permdesc_install_shortcut": "อนุญาตให้แอปพลิเคชันเพิ่มทางลัดหน้าจอหลักโดยไม่ต้องให้ผู้ใช้จัดการ",
        "permdesc_invokeCarrierSetup": "อนุญาตให้ผู้ใช้สามารถเรียกใช้แอปการกำหนดค่าของผู้ให้บริการ ซึ่งแอปทั่วไปไม่จำเป็นต้องใช้",
        "permdesc_killBackgroundProcesses": "อนุญาตให้แอปพลิเคชันหยุดการทำงานในพื้นหลังของแอปพลิเคชันอื่นๆ ซึ่งอาจทำให้แอปพลิเคชันอื่นๆ หยุดการทำงาน",
        "permdesc_manageFace": "อนุญาตให้แอปเรียกใช้วิธีเพิ่มและลบเทมเพลตใบหน้าสำหรับการใช้งาน",
        "permdesc_manageFingerprint": "อนุญาตให้แอปเรียกใช้วิธีการเพื่อเพิ่มและลบเทมเพลตลายนิ้วมือสำหรับการใช้งาน",
        "permdesc_manageNetworkPolicy": "อนุญาตให้แอปพลิเคชันจัดการนโยบายเครือข่ายและกำหนดกฎเฉพาะแอปพลิเคชัน",
        "permdesc_manageOwnCalls": "อนุญาตให้แอปกำหนดเส้นทางการโทรของแอปผ่านระบบเพื่อปรับปรุงประสบการณ์ในการโทร",
        "permdesc_manageProfileAndDeviceOwners": "อนุญาตให้แอปตั้งค่าเจ้าของโปรไฟล์และเจ้าของอุปกรณ์",
        "permdesc_mediaLocation": "อนุญาตให้แอปอ่านตำแหน่งจากคอลเล็กชันสื่อของคุณ",
        "permdesc_modifyAudioSettings": "อนุญาตให้แอปพลิเคชันปรับเปลี่ยนการตั้งค่าเสียงทั้งหมดได้ เช่น ระดับเสียงและลำโพงที่จะใช้งาน",
        "permdesc_modifyNetworkAccounting": "อนุญาตให้แอปพลิเคชันแก้ไขวิธีการบันทึกบัญชีการใช้งานเครือข่ายของแอปพลิเคชัน ไม่ใช้สำหรับแอปพลิเคชันทั่วไป",
        "permdesc_nfc": "อนุญาตให้แอปพลิเคชันสื่อสารกับแท็ก Near Field Communication (NFC) การ์ด และโปรแกรมอ่าน",
        "permdesc_persistentActivity": "อนุญาตให้แอปพลิเคชันทำให้ส่วนหนึ่งของตัวเองคงอยู่ถาวรในหน่วยความจำ ซึ่งจะจำกัดพื้นที่หน่วยความจำที่ใช้งานได้ของแอปพลิเคชันอื่นๆ และทำให้แท็บเล็ตทำงานช้าลง",
        "permdesc_preferredPaymentInfo": "อนุญาตให้แอปรับข้อมูลบริการชำระเงิน NFC ที่ต้องการ เช่น รหัสแอป (AID) ที่ลงทะเบียนและปลายทางของเส้นทาง",
        "permdesc_processOutgoingCalls": "อนุญาตให้แอปดูหมายเลขที่โทรในระหว่างการโทรออกโดยสามารถเลือกเปลี่ยนเส้นทางการโทรไปยังหมายเลขอื่นหรือยกเลิกการโทรไปเลยได้",
        "permdesc_readCalendar": "แอปนี้สามารถอ่านกิจกรรมทั้งหมดในปฏิทินที่เก็บไว้ในแท็บเล็ต รวมถึงแชร์หรือบันทึกข้อมูลในปฏิทินของคุณ",
        "permdesc_readCallLog": "แอปนี้สามารถอ่านประวัติการโทรของคุณได้",
        "permdesc_readCellBroadcasts": "อนุญาตให้แอปอ่านข้อความจากสถานีมือถือที่อุปกรณ์ได้รับ การแจ้งเตือนทางมือถือมีให้บริการในบางพื้นที่ โดยจะแจ้งเตือนคุณเกี่ยวกับสถานการณ์ฉุกเฉิน แอปที่เป็นอันตรายอาจเข้าแทรกแซงการทำงานของอุปกรณ์เมื่อได้รับข้อความแจ้งเตือนฉุกเฉิน",
        "permdesc_readContacts": "อนุญาตให้แอปอ่านข้อมูลเกี่ยวกับรายชื่อติดต่อที่จัดเก็บไว้ในโทรศัพท์ แอปจะมีสิทธิ์เข้าถึงบัญชีในโทรศัพท์ที่มีการสร้างรายชื่อติดต่อด้วย โดยอาจรวมถึงบัญชีซึ่งแอปที่คุณได้ติดตั้งไว้สร้างขึ้น สิทธิ์นี้ทำให้แอปบันทึกข้อมูลรายชื่อติดต่อได้และแอปที่เป็นอันตรายอาจแชร์ข้อมูลรายชื่อติดต่อโดยไม่แจ้งให้คุณทราบ",
        "permdesc_readHistoryBookmarks": "อนุญาตให้แอปพลิเคชันอ่านประวัติของ URL ทั้งหมดที่เบราว์เซอร์เคยไป และบุ๊กมาร์กทั้งหมดของเบราว์เซอร์ หมายเหตุ: การอนุญาตนี้อาจไม่สามารถใช้งานได้กับเบราว์เซอร์ของบุคคลที่สามหรือแอปพลิเคชันอื่นๆ ที่มีความสามารถในการเรียกดูบนเว็บ",
        "permdesc_readInstallSessions": "อนุญาตให้แอปพลิเคชันอ่านเซสชันการติดตั้ง ซึ่งจะอนุญาตให้อ่านรายละเอียดเกี่ยวกับการติดตั้งแพ็กเกจที่ใช้งาน",
        "permdesc_readNetworkUsageHistory": "อนุญาตให้แอปพลิเคชันอ่านประวัติการใช้เครือข่ายสำหรับเครือข่ายและแอปพลิเคชันเฉพาะ",
        "permdesc_readPhoneNumbers": "อนุญาตให้แอปเข้าถึงหมายเลขโทรศัพท์ของอุปกรณ์นี้",
        "permdesc_readPhoneState": "อนุญาตให้แอปพลิเคชันเข้าถึงฟีเจอร์โทรศัพท์ของอุปกรณ์ การอนุญาตนี้ทำให้แอปพลิเคชันสามารถตรวจสอบหมายเลขโทรศัพท์และรหัสอุปกรณ์ ตรวจสอบว่ามีการโทรที่ทำงานอยู่หรือไม่ และตรวจสอบหมายเลขระยะไกลที่เชื่อมต่อด้วยการโทร",
        "permdesc_readSms": "แอปนี้สามารถอ่านข้อความ SMS (ที่เป็นตัวหนังสือ) ที่จัดเก็บไว้ในแท็บเล็ต",
        "permdesc_readSyncSettings": "อนุญาตให้แอปพลิเคชันอ่านการตั้งค่าการซิงค์ของบัญชี ตัวอย่างเช่น การอนุญาตนี้สามารถระบุได้ว่าแอปพลิเคชัน People ซิงค์กับบัญชีหรือไม่",
        "permdesc_readSyncStats": "อนุญาตให้แอปพลิเคชันอ่านสถานะการซิงค์ของบัญชี ซึ่งรวมถึงประวัติกิจกรรมการซิงค์และปริมาณข้อมูลที่ซิงค์",
        "permdesc_receiveBootCompleted": "อนุญาตให้แอปพลิเคชันเริ่มต้นตัวเองทันทีที่ระบบบูตเสร็จสิ้น ซึ่งจะทำให้การเริ่มต้นแท็บเล็ตใช้เวลานานกว่าปกติและแอปพลิเคชันจะทำให้การทำงานของแท็บเล็ตโดยรวมช้าลงด้วยการทำงานอยู่ตลอดเวลา",
        "permdesc_receiveMms": "อนุญาตให้แอปพลิเคชันรับและประมวลผลข้อความ MMS ซึ่งหมายความว่าแอปพลิเคชันจะสามารถตรวจสอบหรือลบข้อความที่ส่งมายังอุปกรณ์ของคุณได้โดยไม่ต้องแสดงให้คุณเห็น",
        "permdesc_receiveSms": "อนุญาตให้แอปพลิเคชันรับและประมวลผลข้อความ SMS ซึ่งหมายความว่าแอปพลิเคชันจะสามารถตรวจสอบหรือลบข้อความที่ส่งมายังอุปกรณ์ของคุณได้โดยไม่ต้องแสดงให้คุณเห็น",
        "permdesc_receiveWapPush": "อนุญาตให้แอปพลิเคชันรับและประมวลผลข้อความ WAP การอนุญาตนี้รวมถึงความสามารถในการตรวจสอบหรือลบข้อความที่ส่งมาให้คุณโดยไม่ต้องแสดงให้คุณเห็น",
        "permdesc_recordAudio": "แอปนี้สามารถบันทึกเสียงด้วยไมโครโฟนได้ทุกเมื่อ",
        "permdesc_register_call_provider": "อนุญาตให้แอปลงทะเบียนการเชื่อมต่อโทรคมนาคมใหม่",
        "permdesc_register_sim_subscription": "อนุญาตให้แอปลงทะเบียนการเชื่อมต่อซิมโทรคมนาคมใหม่",
        "permdesc_removeDrmCertificates": "อนุญาตให้แอปพลิเคชันนำใบรับรอง DRM ออก แอปทั่วไปไม่จำเป็นต้องใช้",
        "permdesc_reorderTasks": "อนุญาตให้แอปพลิเคชันย้ายงานไปยังส่วนหน้าและพื้นหลัง แอปพลิเคชันอาจดำเนินการโดยไม่รอคำสั่งจากคุณ",
        "permdesc_requestDeletePackages": "อนุญาตให้แอปพลิเคชันขอการลบแพ็กเกจ",
        "permdesc_requestIgnoreBatteryOptimizations": "อนุญาตให้แอปขอสิทธิ์เพิกเฉยต่อการเพิ่มประสิทธิภาพแบตเตอรี่สำหรับแอปนั้น",
        "permdesc_requestInstallPackages": "อนุญาตให้แอปพลิเคชันขอการติดตั้งแพ็กเกจ",
        "permdesc_requestPasswordComplexity": "อนุญาตให้แอปเรียนรู้ระดับความซับซ้อนของการล็อกหน้าจอ (สูง ปานกลาง ต่ำ หรือไม่มี) ซึ่งแสดงให้เห็นช่วงความยาวและประเภทของการล็อกหน้าจอที่เป็นไปได้ นอกจากนี้แอปยังแนะนำให้ผู้ใช้อัปเดตการล็อกหน้าจอเป็นระดับหนึ่งๆ ได้ด้วย แต่ผู้ใช้จะปฏิเสธและไปยังส่วนต่างๆ ต่อได้ โปรดทราบว่าระบบไม่ได้จัดเก็บการล็อกหน้าจอไว้เป็นข้อความธรรมดา เพื่อให้แอปไม่รู้รหัสผ่าน",
        "permdesc_route_media_output": "อนุญาตให้แอปพลิเคชันกำหนดเส้นทางเอาต์พุตของสื่อไปยังอุปกรณ์ภายนอกอื่นๆ",
        "permdesc_runInBackground": "แอปนี้สามารถทำงานในพื้นหลัง ซึ่งอาจทำให้แบตเตอรี่หมดเร็วขึ้น",
        "permdesc_sdcardRead": "อนุญาตให้แอปอ่านเนื้อหาในพื้นที่จัดเก็บข้อมูลที่ใช้ร่วมกัน",
        "permdesc_sdcardWrite": "อนุญาตให้แอปเขียนเนื้อหาในพื้นที่จัดเก็บข้อมูลที่ใช้ร่วมกัน",
        "permdesc_sendSms": "อนุญาตให้แอปพลิเคชันส่งข้อความ SMS ซึ่งอาจทำให้มีการเรียกเก็บเงินที่ไม่คาดคิด แอปพลิเคชันที่เป็นอันตรายอาจทำให้คุณเสียค่าใช้จ่ายด้วยการส่งข้อความโดยไม่รอการยืนยันจากคุณ",
        "permdesc_setAlarm": "อนุญาตให้แอปพลิเคชันตั้งเวลาปลุกในแอปพลิเคชันนาฬิกาปลุกที่ติดตั้ง แอปพลิเคชันนาฬิกาปลุกบางรายการอาจไม่ใช้ฟีเจอร์นี้",
        "permdesc_setInputCalibration": "อนุญาตให้แอปสามารถปรับพารามิเตอร์การเทียบมาตรฐานของหน้าจอสัมผัส ไม่ควรใช้สำหรับแอปทั่วไป",
        "permdesc_setTimeZone": "อนุญาตให้แอปพลิเคชันเปลี่ยนแปลงเขตเวลาของแท็บเล็ต",
        "permdesc_setWallpaper": "อนุญาตให้แอปพลิเคชันตั้งค่าวอลเปเปอร์ระบบ",
        "permdesc_setWallpaperHints": "อนุญาตให้แอปพลิเคชันตั้งค่าคำแนะนำขนาดวอลเปเปอร์ของระบบ",
        "permdesc_sim_communication": "อนุญาตให้แอปส่งคำสั่งไปยัง SIM ซึ่งอันตรายมาก",
        "permdesc_startViewPermissionUsage": "อนุญาตให้เจ้าของเริ่มการใช้สิทธิ์ของแอป ไม่จำเป็นสำหรับแอปทั่วไป",
        "permdesc_statusBar": "อนุญาตให้แอปพลิเคชันปิดใช้งานแถบสถานะหรือเพิ่มและนำไอคอนระบบออก",
        "permdesc_statusBarService": "อนุญาตให้แอปพลิเคชันเป็นแถบสถานะ",
        "permdesc_subscribedFeedsRead": "อนุญาตให้แอปพลิเคชันดูรายละเอียดเกี่ยวกับฟีดที่ซิงค์ไว้ในปัจจุบัน",
        "permdesc_systemAlertWindow": "แอปนี้สามารถปรากฏเหนือแอปอื่นๆ หรือส่วนอื่นของหน้าจอ ซึ่งอาจรบกวนการใช้งานตามปกติของแอปและทำให้ลักษณะการแสดงแอปอื่นๆ เปลี่ยนไป",
        "permdesc_systemCamera": "แอปของระบบหรือที่ได้รับสิทธิ์นี้จะถ่ายภาพและบันทึกวิดีโอโดยใช้กล้องของระบบได้ทุกเมื่อ แอปต้องมีสิทธิ์ android.permission.CAMERA ด้วย",
        "permdesc_transmitIr": "อนุญาตให้แอปใช้ตัวส่งสัญญาณอินฟราเรดของแท็บเล็ต",
        "permdesc_uninstall_shortcut": "อนุญาตให้แอปพลิเคชันลบทางลัดหน้าจอหลักโดยไม่ต้องให้ผู้ใช้จัดการ",
        "permdesc_useBiometric": "อนุญาตให้แอปใช้ฮาร์ดแวร์ชีวมิติเพื่อตรวจสอบสิทธิ์",
        "permdesc_useDataInBackground": "แอปนี้สามารถใช้เน็ตในพื้นหลัง ซึ่งอาจเพิ่มปริมาณการใช้อินเทอร์เน็ต",
        "permdesc_useFaceAuthentication": "อนุญาตให้แอปใช้ฮาร์ดแวร์การปลดล็อกด้วยใบหน้าเพื่อตรวจสอบสิทธิ์",
        "permdesc_useFingerprint": "อนุญาตให้แอปใช้ฮาร์ดแวร์ลายนิ้วมือเพื่อตรวจสอบสิทธิ์",
        "permdesc_use_sip": "อนุญาตให้แอปโทรและรับสาย SIP",
        "permdesc_vibrate": "อนุญาตให้แอปพลิเคชันควบคุมการสั่นเตือน",
        "permdesc_vibrator_state": "อนุญาตให้แอปเข้าถึงสถานะการสั่น",
        "permdesc_videoWrite": "อนุญาตให้แอปแก้ไขอ่านคอลเล็กชันวิดีโอของคุณ",
        "permdesc_wakeLock": "อนุญาตให้แอปเปิดหน้าจอในรถไว้",
        "permdesc_writeCalendar": "แอปนี้สามารถเพิ่ม นำออก หรือเปลี่ยนกิจกรรมในปฏิทินบนแท็บเล็ตของคุณ แอปนี้สามารถส่งข้อความที่ดูเหมือนว่ามาจากเจ้าของปฏิทิน หรือเปลี่ยนแปลงกิจกรรมโดยไม่แจ้งให้เจ้าของทราบ",
        "permdesc_writeCallLog": "อนุญาตให้แอปแก้ไขประวัติการโทรจากแท็บเล็ตของคุณ รวมถึงข้อมูลเกี่ยวกับสายเรียกเข้าและการโทรออก แอปที่เป็นอันตรายอาจใช้สิ่งนี้เพื่อลบหรือแก้ไขประวัติการโทรของคุณ",
        "permdesc_writeContacts": "อนุญาตให้แอปแก้ไขข้อมูลเกี่ยวกับรายชื่อติดต่อที่จัดเก็บไว้ในโทรศัพท์ สิทธิ์นี้ทำให้แอปลบข้อมูลรายชื่อติดต่อได้",
        "permdesc_writeGeolocationPermissions": "อนุญาตให้แอปพลิเคชันแก้ไขการอนุญาตตำแหน่งทางภูมิศาสตร์ของเบราว์เซอร์ แอปพลิเคชันที่เป็นอันตรายอาจใช้การอนุญาตนี้ในการส่งข้อมูลตำแหน่งไปยังเว็บไซต์ต่างๆ ได้ตามต้องการ",
        "permdesc_writeHistoryBookmarks": "อนุญาตให้แอปพลิเคชันเปลี่ยนแปลงประวัติหรือบุ๊กมาร์กของเบราว์เซอร์ที่จัดเก็บไว้ในแท็บเล็ต ซึ่งทำให้แอปพลิเคชันสามารถลบหรือเปลี่ยนข้อมูลเบราว์เซอร์ได้ หมายเหตุ: การอนุญาตนี้อาจไม่สามารถใช้งานได้กับเบราว์เซอร์ของบุคคลที่สามหรือแอปพลิเคชันอื่นๆ ที่มีความสามารถในการเรียกดูบนเว็บ",
        "permdesc_writeSettings": "อนุญาตให้แอปพลิเคชันแก้ไขข้อมูลการตั้งค่าของระบบ แอปพลิเคชันที่เป็นอันตรายอาจทำให้การกำหนดค่าระบบของคุณเสียหาย",
        "permdesc_writeSyncSettings": "อนุญาตให้แอปพลิเคชันเปลี่ยนแปลงการตั้งค่าการซิงค์ของบัญชี ตัวอย่างเช่น สามารถใช้การอนุญาตเปิดใช้งานการซิงค์แอปพลิเคชัน People กับบัญชี",
        "permgroupdesc_activityRecognition": "เข้าถึงกิจกรรมการเคลื่อนไหวร่างกายของคุณ",
        "permgroupdesc_calendar": "เข้าถึงปฏิทิน",
        "permgroupdesc_calllog": "อ่านและเขียนประวัติการโทรของโทรศัพท์",
        "permgroupdesc_camera": "ถ่ายภาพและบันทึกวิดีโอ",
        "permgroupdesc_contacts": "เข้าถึงรายชื่อติดต่อ",
        "permgroupdesc_location": "เข้าถึงตำแหน่งของอุปกรณ์นี้",
        "permgroupdesc_microphone": "บันทึกเสียง",
        "permgroupdesc_phone": "โทรและจัดการการโทร",
        "permgroupdesc_sensors": "เข้าถึงข้อมูลเซ็นเซอร์เกี่ยวกับสัญญาณชีพของคุณ",
        "permgroupdesc_sms": "ส่งและดูข้อความ SMS",
        "permgroupdesc_storage": "เข้าถึงรูปภาพ สื่อ และไฟล์บนอุปกรณ์ของคุณ",
        "permgrouplab_activityRecognition": "การเคลื่อนไหวร่างกาย",
        "permgrouplab_calendar": "ปฏิทิน",
        "permgrouplab_calllog": "ประวัติการโทร",
        "permgrouplab_camera": "กล้องถ่ายรูป",
        "permgrouplab_contacts": "รายชื่อติดต่อ",
        "permgrouplab_location": "ตำแหน่ง",
        "permgrouplab_microphone": "ไมโครโฟน",
        "permgrouplab_phone": "โทรศัพท์",
        "permgrouplab_sensors": "เซ็นเซอร์ร่างกาย",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "ไฟล์และสื่อ",
        "permlab_acceptHandover": "ต่อสายจากแอปอื่น",
        "permlab_accessBackgroundLocation": "เข้าถึงตำแหน่งในเบื้องหลัง",
        "permlab_accessCoarseLocation": "เข้าถึงตำแหน่งโดยประมาณเมื่ออยู่เบื้องหน้าเท่านั้น",
        "permlab_accessDrmCertificates": "เข้าถึงใบรับรอง DRM",
        "permlab_accessFineLocation": "เข้าถึงตำแหน่งที่แม่นยำเมื่ออยู่เบื้องหน้าเท่านั้น",
        "permlab_accessImsCallService": "เข้าถึงบริการโทร IMS",
        "permlab_accessLocationExtraCommands": "เข้าถึงคำสั่งของโปรแกรมแจ้งตำแหน่งพิเศษ",
        "permlab_accessNetworkConditions": "ฟังข้อสังเกตเกี่ยวกับสภาวะของเครือข่าย",
        "permlab_accessNetworkState": "ดูการเชื่อมต่อเครือข่าย",
        "permlab_accessNotifications": "เข้าถึงการแจ้งเตือน",
        "permlab_accessWifiState": "ดูการเชื่อมต่อ WiFi",
        "permlab_accessWimaxState": "เชื่อมต่อและเลิกเชื่อมต่อจาก WiMAX",
        "permlab_access_notification_policy": "เข้าถึงโหมดห้ามรบกวน",
        "permlab_activityRecognition": "จดจำกิจกรรมการเคลื่อนไหวร่างกาย",
        "permlab_addVoicemail": "เพิ่มข้อวามเสียง",
        "permlab_answerPhoneCalls": "รับสายโทรศัพท์",
        "permlab_audioWrite": "แก้ไขคอลเล็กชันเพลงของคุณ",
        "permlab_bindCarrierMessagingService": "เชื่อมโยงกับบริการรับส่งข้อความของผู้ให้บริการ",
        "permlab_bindCarrierServices": "เชื่อมโยงกับบริการของผู้ให้บริการ",
        "permlab_bindCellBroadcastService": "ส่งต่อข้อความจากการส่งข้อมูลเตือนภัยทางมือถือ (CB)",
        "permlab_bindConditionProviderService": "เชื่อมโยงกับบริการของผู้เสนอเงื่อนไข",
        "permlab_bindDreamService": "เชื่อมโยงกับบริการที่ต้องการ",
        "permlab_bindNotificationListenerService": "เชื่อมโยงกับบริการตัวฟังการแจ้งเตือน",
        "permlab_bind_connection_service": "โต้ตอบกับบริการโทรศัพท์",
        "permlab_bind_incall_service": "โต้ตอบกับหน้าจอขณะกำลังใช้สาย",
        "permlab_bluetooth": "จับคู่กับอุปกรณ์บลูทูธ",
        "permlab_bluetoothAdmin": "เข้าถึงการตั้งค่าบลูทูธ",
        "permlab_bodySensors": "เข้าถึงเซ็นเซอร์ร่างกาย (เช่น ตัววัดอัตราการเต้นของหัวใจ)",
        "permlab_broadcastSticky": "ส่งการกระจายข้อมูลที่ติดหนึบ",
        "permlab_callCompanionApp": "ดูและจัดการการติดต่อผ่านระบบ",
        "permlab_callPhone": "โทรติดต่อหมายเลขโทรศัพท์โดยตรง",
        "permlab_camera": "ถ่ายภาพและวิดีโอ",
        "permlab_cameraOpenCloseListener": "อนุญาตให้แอปพลิเคชันหรือบริการได้รับโค้ดเรียกกลับเมื่อมีการเปิดหรือปิดอุปกรณ์กล้อง",
        "permlab_changeNetworkState": "เปลี่ยนการเชื่อมต่อเครือข่าย",
        "permlab_changeTetherState": "เปลี่ยนการเชื่อมต่อที่ปล่อยสัญญาณไว้",
        "permlab_changeWifiMulticastState": "อนุญาตให้รับมัลติแคสต์ผ่าน WiFi",
        "permlab_changeWifiState": "เชื่อมต่อและหยุดเชื่อมต่อ WiFi",
        "permlab_changeWimaxState": "เปลี่ยนสถานะของ WiMAX",
        "permlab_connection_manager": "จัดการการเชื่อมต่อโทรคมนาคม",
        "permlab_control_incall_experience": "มอบประสบการณ์ของผู้ใช้ขณะกำลังใช้สาย",
        "permlab_createNetworkSockets": "มีสิทธิ์เข้าถึงเครือข่ายเต็มรูปแบบ",
        "permlab_disableKeyguard": "ปิดใช้งานการล็อกหน้าจอของคุณ",
        "permlab_enableCarMode": "เปิดใช้งานโหมดใช้ในรถยนต์",
        "permlab_exemptFromAudioRecordRestrictions": "ยกเว้นจากข้อจำกัดในการบันทึกเสียง",
        "permlab_expandStatusBar": "ขยาย/ยุบแถบสถานะ",
        "permlab_foregroundService": "เรียกใช้บริการที่ใช้งานอยู่",
        "permlab_getAccounts": "ค้นหาบัญชีในอุปกรณ์",
        "permlab_getPackageSize": "วัดพื้นที่เก็บข้อมูลของแอปพลิเคชัน",
        "permlab_getTasks": "เรียกแอปพลิเคชันที่ทำงานอยู่",
        "permlab_handoverStatus": "รับสถานะการโอน Android Beam",
        "permlab_imagesWrite": "แก้ไขคอลเล็กชันรูปภาพของคุณ",
        "permlab_install_shortcut": "ติดตั้งทางลัด",
        "permlab_invokeCarrierSetup": "เรียกใช้แอปการกำหนดค่าของผู้ให้บริการ",
        "permlab_killBackgroundProcesses": "ปิดแอปอื่นๆ",
        "permlab_manageFace": "จัดการฮาร์ดแวร์การปลดล็อกด้วยใบหน้า",
        "permlab_manageFingerprint": "จัดการฮาร์ดแวร์ลายนิ้วมือ",
        "permlab_manageNetworkPolicy": "จัดการนโยบายเครือข่าย",
        "permlab_manageOwnCalls": "กำหนดเส้นทางการโทรผ่านระบบ",
        "permlab_manageProfileAndDeviceOwners": "จัดการเจ้าของโปรไฟล์และอุปกรณ์",
        "permlab_mediaLocation": "อ่านตำแหน่งจากคอลเล็กชันสื่อของคุณ",
        "permlab_modifyAudioSettings": "เปลี่ยนการตั้งค่าเสียงของคุณ",
        "permlab_modifyNetworkAccounting": "แก้ไขการบันทึกบัญชีการใช้งานเครือข่าย",
        "permlab_nfc": "ควบคุม Near Field Communication",
        "permlab_persistentActivity": "ทำให้แอปพลิเคชันทำงานเสมอ",
        "permlab_preferredPaymentInfo": "ข้อมูลบริการชำระเงิน NFC ที่ต้องการ",
        "permlab_processOutgoingCalls": "จัดเส้นทางการโทรออกใหม่",
        "permlab_readCalendar": "อ่านกิจกรรมในปฏิทินและรายละเอียด",
        "permlab_readCallLog": "อ่านประวัติการโทร",
        "permlab_readCellBroadcasts": "อ่านข้อความที่ได้รับจากสถานีมือถือ",
        "permlab_readContacts": "อ่านผู้ติดต่อของคุณ",
        "permlab_readHistoryBookmarks": "อ่านบุ๊กมาร์กและประวัติเว็บของคุณ",
        "permlab_readInstallSessions": "อ่านเซสชันการติดตั้ง",
        "permlab_readNetworkUsageHistory": "อ่านประวัติการใช้เครือข่าย",
        "permlab_readPhoneNumbers": "อ่านหมายเลขโทรศัพท์",
        "permlab_readPhoneState": "อ่านสถานะและข้อมูลระบุตัวตนของโทรศัพท์",
        "permlab_readSms": "อ่านข้อความของคุณ (SMS หรือ MMS)",
        "permlab_readSyncSettings": "อ่านการตั้งค่าการซิงค์แล้ว",
        "permlab_readSyncStats": "อ่านสถิติการซิงค์",
        "permlab_receiveBootCompleted": "ทำงานเมื่อเริ่มต้น",
        "permlab_receiveMms": "รับข้อความ (MMS)",
        "permlab_receiveSms": "รับข้อความ (SMS)",
        "permlab_receiveWapPush": "รับข้อความ (WAP)",
        "permlab_recordAudio": "บันทึกเสียง",
        "permlab_register_call_provider": "ลงทะเบียนการเชื่อมต่อโทรคมนาคมใหม่",
        "permlab_register_sim_subscription": "ลงทะเบียนการเชื่อมต่อซิมโทรคมนาคมใหม่",
        "permlab_removeDrmCertificates": "นำใบรับรอง DRM ออก",
        "permlab_reorderTasks": "จัดลำดับแอปพลิเคชันที่ทำงานอยู่ใหม่",
        "permlab_requestDeletePackages": "ขอการลบแพ็กเกจ",
        "permlab_requestIgnoreBatteryOptimizations": "ขอเพิกเฉยต่อการเพิ่มประสิทธิภาพแบตเตอรี่",
        "permlab_requestInstallPackages": "ขอติดตั้งแพ็กเกจ",
        "permlab_requestPasswordComplexity": "ขอความซับซ้อนของการล็อกหน้าจอ",
        "permlab_route_media_output": "กำหนดเส้นทางเอาต์พุตของสื่อ",
        "permlab_runInBackground": "ทำงานในพื้นหลัง",
        "permlab_sdcardRead": "อ่านเนื้อหาในพื้นที่จัดเก็บข้อมูลที่ใช้ร่วมกัน",
        "permlab_sdcardWrite": "แก้ไขหรือลบเนื้อหาในพื้นที่จัดเก็บข้อมูลที่ใช้ร่วมกัน",
        "permlab_sendSms": "ส่งและดูข้อความ SMS",
        "permlab_setAlarm": "ตั้งปลุก",
        "permlab_setInputCalibration": "เปลี่ยนการเทียบมาตรฐานอุปกรณ์อินพุต",
        "permlab_setTimeZone": "ตั้งค่าเขตเวลา",
        "permlab_setWallpaper": "ตั้งค่าวอลเปเปอร์",
        "permlab_setWallpaperHints": "ปรับขนาดวอลเปเปอร์ของคุณ",
        "permlab_sim_communication": "ส่งคำสั่งไปยังซิม",
        "permlab_startViewPermissionUsage": "เริ่มการใช้สิทธิ์การดู",
        "permlab_statusBar": "ปิดการใช้งานหรือแก้ไขแถบสถานะ",
        "permlab_statusBarService": "เป็นแถบสถานะ",
        "permlab_subscribedFeedsRead": "อ่านฟีดข้อมูลที่สมัครไว้",
        "permlab_systemAlertWindow": "แอปนี้สามารถแสดงทับแอปอื่นๆ",
        "permlab_systemCamera": "อนุญาตให้แอปพลิเคชันหรือบริการเข้าถึงกล้องของระบบเพื่อถ่ายภาพและวิดีโอ",
        "permlab_transmitIr": "ส่งสัญญาณอินฟราเรด",
        "permlab_uninstall_shortcut": "ถอนการติดตั้งทางลัด",
        "permlab_useBiometric": "ใช้ฮาร์ดแวร์ชีวมิติ",
        "permlab_useDataInBackground": "ใช้เน็ตในพื้นหลัง",
        "permlab_useFaceAuthentication": "ใช้ฮาร์ดแวร์การปลดล็อกด้วยใบหน้า",
        "permlab_useFingerprint": "ใช้ฮาร์ดแวร์ลายนิ้วมือ",
        "permlab_use_sip": "โทร/รับสาย SIP",
        "permlab_vibrate": "ควบคุมการสั่นเตือน",
        "permlab_videoWrite": "แก้ไขคอลเล็กชันวิดีโอของคุณ",
        "permlab_wakeLock": "เปิดหน้าจอในรถไว้",
        "permlab_writeCalendar": "เพิ่มหรือแก้ไขกิจกรรมบนปฏิทินและส่งอีเมลให้ผู้เข้าร่วมโดยที่เจ้าของไม่ทราบ",
        "permlab_writeCallLog": "เขียนประวัติการโทร",
        "permlab_writeContacts": "แก้ไขผู้ติดต่อของคุณ",
        "permlab_writeGeolocationPermissions": "แก้ไขการอนุญาตเกี่ยวกับการระบุตำแหน่งทางภูมิศาสตร์ของเบราว์เซอร์",
        "permlab_writeHistoryBookmarks": "เขียนบุ๊กมาร์กและประวัติเว็บ",
        "permlab_writeSettings": "แก้ไขการตั้งค่าระบบ",
        "permlab_writeSyncSettings": "สลับระหว่างเปิดและปิดการซิงค์"
    }
}
