{
    "antifeatures": {
        "Ads": "แอพนี้มีโฆษณา",
        "DisabledAlgorithm": "แอปนี้มีลายเซ็นความปลอดภัยที่ไม่รัดกุม",
        "KnownVuln": "แอปนี้มีช่องโหว่ด้านความปลอดภัยที่ทราบแล้ว",
        "NSFW": "แอปนี้มีเนื้อหาที่ไม่ควรเผยแพร่หรือมองเห็นได้ทุกที่",
        "NoSourceSince": "ซอร์สโค้ดไม่สามารถใช้งานได้อีกต่อไป และไม่สามารถอัปเดตได",
        "NonFreeAdd": "แอพนี้ส่งเสริมส่วนเสริมที่ไม่ฟรี",
        "NonFreeAssets": "แอพนี้มีเนื้อหาที่ไม่ฟรี",
        "NonFreeDep": "แอปนี้ขึ้นอยู่กับแอปอื่นๆ ที่ไม่ฟรี",
        "NonFreeNet": "แอพนี้ส่งเสริมหรือขึ้นอยู่กับบริการเครือข่ายที่ไม่ฟรีทั้งหมด",
        "Tracking": "แอปนี้ติดตามและรายงานกิจกรรมของคุณ",
        "UpstreamNonFree": "ซอร์สโค้ดอัปสตรีมไม่ได้ฟรีทั้งหมด"
    },
    "app_categories": {
        "Connectivity": "การสื่อสาร",
        "Development": "การพัฒนาซอฟต์แวร์",
        "Games": "เกม",
        "Graphics": "กราฟิก",
        "Internet": "อินเตอร์เน็ต",
        "Money": "การเงิน",
        "Multimedia": "มัลติมีเดีย",
        "Navigation": "การนำทาง",
        "Phone & SMS": "โทรศัพท์ &amp; SMS",
        "Reading": "การอ่าน",
        "Science & Education": "วิทยาศาสตร์ &amp; การศึกษา",
        "Security": "ความปลอดภัย",
        "Sports & Health": "กีฬา &amp; สุขภาพ",
        "System": "เครื่องมือระบบ",
        "Theming": "ธีมต่างๆ",
        "Time": "เวลาและวันที่",
        "Writing": "การเขียน",
        "show_all_packages": "แสดง %d แพ็คเกจทั้งหมด"
    },
    "index": {
        "download_fdroid": "ดาวน์โหลด F-Droid",
        "gpg_signature": "ลายเซ็นพีจีพี",
        "introduction": "F-Droid เป็นแค็ตตาล็อกแอปพลิเคชัน FOSS (ซอฟต์แวร์ฟรีและโอเพ่นซอร์ส) ที่สามารถติดตั้งได้สำหรับแพลตฟอร์ม Android ไคลเอนต์ทำให้ง่ายต่อการเรียกดู ติดตั้ง และติดตามการอัปเดตบนอุปกรณ์ของคุณ.",
        "pgp_verification_instructions": "คำแนะนำในการตรวจสอบ การดาวน์โหลด",
        "screenshot": "ภาพหน้าจอของแอป F-Droid สำหรับ Android",
        "title": "F-Droid คืออะไร?"
    },
    "mirrors": {
        "cn": "จีนแผ่นดินใหญ่",
        "de": "เยอรมนี",
        "indiana": "อินดีแอนาสหรัฐอเมริกา",
        "se": "สวีเดน",
        "tw": "ไต้หวัน",
        "ua": "ยูเครน"
    },
    "navigation": {
        "about": "เกี่ยวกับ",
        "apps": "แอพ",
        "contribute": "มีส่วนช่วย",
        "documentation": "เอกสาร",
        "edit_on_gitlab": "แก้ไขบน GitLab",
        "forum": "ฟอรั่ม",
        "issues": "ปัญหา",
        "news": "ข่าวสาร",
        "translate_on_weblate": "แปลบน Weblate"
    },
    "news": {
        "newer_posts": "← โพสต์ใหม่กว่า",
        "older_posts": "โพสต์เก่าๆ →",
        "posted_on": "โพสต์เมื่อ {{ post_date }}"
    },
    "package": {
        "added_on": "เพิ่มเมื่อ {{ package_added_date }}",
        "anti_features": "ต่อต้านคุณสมบัติ",
        "anti_features_warning": "แอปนี้มีคุณสมบัติที่คุณอาจไม่ชอบ",
        "author": "ผู้เขียน",
        "build_log": "สร้างบันทึก",
        "build_metadata": "สร้างข้อมูลเมตา",
        "changelog": "บันทึกการเปลี่ยนแปลง",
        "donate": "บริจาค",
        "download": "ดาวน์โหลด {{ file_extension }}",
        "flattr": "แฟลต",
        "gpg_signature": "ลายเซ็นพีจีพี",
        "issue_tracker": "ติดตามปัญหา",
        "liberapay": "ลิเบอร์ราเพย์",
        "license": "ใบอนุญาต",
        "minimum_android_version": "เวอร์ชันนี้ต้องใช้ Android {{ android_version }} หรือใหม่กว่า",
        "new_in_version": "ใหม่ในเวอร์ชัน {{ latest_version }}",
        "opencollective": "เปิดกลุ่ม",
        "package_icon_alt": "ไอคอนแพ็คเกจ",
        "package_screenshot_alt": "ภาพหน้าจอของแอป",
        "packages": "แพ็คเกจ",
        "permissions": "สิทธิ์ในการเข้าถึง",
        "signed_by_developer": "สร้างและลงนามโดยนักพัฒนาดั้งเดิม และรับประกันว่าจะสอดคล้องกับ <a href=\"{{ source_code_url }}\">tarball แหล่งที่มานี้</a>",
        "signed_by_fdroid": "สร้างและลงนามโดย F-Droid และรับประกันว่าจะสอดคล้องกับ <a href=\"{{ source_code_url }}\">tarball แหล่งที่มานี้</a>",
        "source_code": "ซอร์สโค้ด",
        "suggest_downloading_via_fdroid": "แม้ว่าการดาวน์โหลด APK จะมีให้ใช้งานด้านล่างเพื่อให้คุณสามารถเลือกได้ แต่คุณควรทราบว่าการติดตั้งด้วยวิธีนี้คุณจะไม่ได้รับการแจ้งเตือนการอัปเดต และเป็นวิธีการดาวน์โหลดที่ปลอดภัยน้อยกว่า เรา .",
        "suggested": "แนะนำ",
        "translation": "การแปล",
        "version_info": "<b>เวอร์ชัน {{ package_version }}</b> ({{ package_version_code }})",
        "versions": "เวอร์ชั่นต่างๆ",
        "website": "เว็บไซต์"
    },
    "permissions": {
        "permdesc_acceptHandovers": "อนุญาตให้แอปดำเนินการโทรต่อซึ่งเริ่มต้นในแอปอื่น.",
        "permdesc_accessBackgroundLocation": "แอปนี้เข้าถึงตำแหน่งได้ทุกเมื่อแม้จะไม่ได้ใช้แอปอยู่",
        "permdesc_accessCoarseLocation": "แอปนี้สามารถรับตำแหน่งโดยประมาณของคุณจากบริการระบุตำแหน่งในขณะที่ใช้งานแอปอยู่ ต้องเปิดบริการระบุตำแหน่งสำหรับอุปกรณ์ของคุณเพื่อให้แอปรับตำแหน่ง.",
        "permdesc_accessDrmCertificates": "อนุญาตให้แอปพลิเคชันจัดเตรียมและใช้ใบรับรอง DRM ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_accessFineLocation": "แอปนี้สามารถรับตำแหน่งที่แม่นยำของคุณจากบริการระบุตำแหน่งในขณะที่ใช้งานแอปอยู่ ต้องเปิดบริการระบุตำแหน่งสำหรับอุปกรณ์ของคุณเพื่อให้แอปรับตำแหน่ง สิ่งนี้อาจเพิ่มการใช้งานของแบตเตอรี่ที่มากขึ้น.",
        "permdesc_accessImsCallService": "อนุญาตให้แอปใช้บริการ IMS เพื่อโทรออกโดยที่คุณไม่ต้องดำเนินการอะไร",
        "permdesc_accessLocationExtraCommands": "อนุญาตให้แอปเข้าถึงคำสั่งของผู้ให้บริการตำแหน่งเพิ่มเติม ซึ่งอาจทำให้แอปรบกวนการทำงานของ GPS หรือแหล่งที่มาของตำแหน่งอื่นๆ.",
        "permdesc_accessNetworkConditions": "อนุญาตให้แอปพลิเคชันสังเกตสภาพเครือข่าย ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_accessNetworkState": "อนุญาตให้แอปดูข้อมูลเกี่ยวกับการเชื่อมต่อเครือข่าย เช่น เครือข่ายที่มีอยู่และเชื่อมต่ออยู่.",
        "permdesc_accessNotifications": "อนุญาตให้แอปดึงข้อมูล ตรวจสอบ และล้างการแจ้งเตือน รวมถึงการแจ้งเตือนที่โพสต์โดยแอปอื่น.",
        "permdesc_accessWifiState": "อนุญาตให้แอปดูข้อมูลเกี่ยวกับเครือข่าย Wi-Fi เช่น เปิดใช้งาน Wi-Fi หรือไม่ และชื่อของอุปกรณ์ Wi-Fi ที่เชื่อมต่อ",
        "permdesc_accessWimaxState": "อนุญาตให้แอปตรวจสอบว่า WiMAX เปิดใช้งานอยู่หรือไม่ และข้อมูลเกี่ยวกับเครือข่าย WiMAX ใดๆ ที่เชื่อมต่ออยู่",
        "permdesc_access_notification_policy": "อนุญาตให้แอปอ่านและเขียนการกำหนดค่าห้ามรบกวน",
        "permdesc_activityRecognition": "แอปนี้สามารถจดจำการออกกำลังกายของคุณได้",
        "permdesc_addVoicemail": "อนุญาตให้แอปเพิ่มข้อความลงในกล่องจดหมายเสียงของคุณ",
        "permdesc_answerPhoneCalls": "อนุญาตให้แอปรับสายเรียกเข้า",
        "permdesc_audioWrite": "อนุญาตให้แอปแก้ไขคอลเลคชันเพลงของคุณ",
        "permdesc_backgroundCamera": "แอปนี้ถ่ายภาพและวิดีโอด้วยกล้องได้ทุกเมื่อ",
        "permdesc_bindCarrierMessagingService": "อนุญาตให้เจ้าของเชื่อมโยงกับอินเทอร์เฟซระดับบนสุดของบริการส่งข้อความของผู้ให้บริการ ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_bindCarrierServices": "อนุญาตให้ผู้ถือผูกมัดกับบริการของผู้ให้บริการ ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_bindCellBroadcastService": "อนุญาตให้แอปพลิเคชันเชื่อมโยงกับโมดูลการออกอากาศทางเซลล์เพื่อส่งต่อข้อความการออกอากาศทางมือถือเมื่อได้รับ การแจ้งเตือนการออกอากาศทางโทรศัพท์จะถูกส่งในบางพื้นที่เพื่อเตือนคุณเกี่ยวกับการนั่งฉุกเฉิน",
        "permdesc_bindConditionProviderService": "อนุญาตให้เจ้าของเชื่อมโยงกับอินเทอร์เฟซระดับบนสุดของบริการของผู้ให้บริการเงื่อนไข ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_bindDreamService": "อนุญาตให้เจ้าของเชื่อมโยงกับอินเทอร์เฟซระดับบนสุดของ dream service ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_bindNotificationListenerService": "อนุญาตให้เจ้าของเชื่อมโยงกับอินเทอร์เฟซระดับบนสุดของบริการการแจ้งเตือน ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_bind_connection_service": "อนุญาตให้แอปโต้ตอบกับบริการโทรศัพท์เพื่อโทรออก/รับสาย",
        "permdesc_bind_incall_service": "อนุญาตให้แอปควบคุมเวลาและวิธีที่ผู้ใช้เห็นหน้าจอที่กำลังสนทนาอยู่",
        "permdesc_bluetooth": "อนุญาตให้แอปดูการกำหนดค่าบลูทูธบนโทรศัพท์ และเชื่อมต่อและยอมรับการเชื่อมต่อกับอุปกรณ์ที่จับคู่",
        "permdesc_bluetoothAdmin": "อนุญาตให้แอปกำหนดค่าโทรศัพท์บลูทูธในพื้นที่ และค้นหาและจับคู่กับอุปกรณ์ระยะไกล",
        "permdesc_bluetooth_advertise": "อนุญาตให้แอปประกาศไปยังอุปกรณ์บลูทูธใกล้เคียง",
        "permdesc_bluetooth_connect": "อนุญาตให้แอปเชื่อมต่อกับอุปกรณ์บลูทูธที่จับคู่",
        "permdesc_bluetooth_scan": "อนุญาตให้แอปค้นหาและจับคู่อุปกรณ์บลูทูธที่อยู่ใกล้เคียง",
        "permdesc_bodySensors": "อนุญาตให้แอปเข้าถึงข้อมูลจากเซ็นเซอร์ที่ตรวจสอบสภาพร่างกายของคุณ เช่น อัตราการเต้นของหัวใจ",
        "permdesc_bodySensors_background": "อนุญาตให้แอปเข้าถึงข้อมูลเซ็นเซอร์ร่างกาย เช่น อัตราการเต้นของหัวใจ อุณหภูมิ และเปอร์เซ็นต์ออกซิเจนในเลือด ในขณะที่แอปอยู่ในพื้นหลัง",
        "permdesc_broadcastSticky": "อนุญาตให้แอปส่งการออกอากาศแบบต่อเนื่อง ซึ่งจะคงอยู่หลังจากการออกอากาศสิ้นสุดลง การใช้งานมากเกินไปอาจทำให้โทรศัพท์ทำงานช้าลงหรือไม่เสถียรโดยการใช้หน่วยความจำมากเกินไป",
        "permdesc_callCompanionApp": "อนุญาตให้แอปดูและควบคุมการโทรที่กำลังสนทนาอยู่ในอุปกรณ์ ซึ่งรวมถึงข้อมูล เช่น หมายเลขโทรสำหรับการโทร และสถานะการโทร",
        "permdesc_callPhone": "อนุญาตให้แอปโทรไปยังหมายเลขโทรศัพท์โดยที่คุณไม่ต้องดำเนินการใดๆ ซึ่งอาจส่งผลให้มีการเรียกเก็บเงินหรือการโทรที่ไม่คาดคิด โปรดทราบว่าการดำเนินการนี้ไม่อนุญาตให้แอปโทรไปยังหมายเลขฉุกเฉิน แอปที่เป็นอันตรายอาจมีค่าใช้จ่าย .",
        "permdesc_camera": "แอปนี้ถ่ายภาพและวิดีโอด้วยกล้องขณะที่มีการใช้แอปได้",
        "permdesc_cameraOpenCloseListener": "แอปนี้สามารถรับการติดต่อกลับเมื่อมีการเปิดอุปกรณ์กล้องใดๆ (โดยแอปพลิเคชันใด) หรือปิดอยู่",
        "permdesc_changeNetworkState": "อนุญาตให้แอปเปลี่ยนสถานะการเชื่อมต่อเครือข่าย",
        "permdesc_changeTetherState": "อนุญาตให้แอปเปลี่ยนสถานะของการเชื่อมต่อเครือข่ายแบบใช้สาย",
        "permdesc_changeWifiMulticastState": "อนุญาตให้แอปรับแพ็กเก็ตที่ส่งไปยังอุปกรณ์ทั้งหมดบนเครือข่าย Wi-Fi โดยใช้ที่อยู่แบบหลายผู้รับ ไม่ใช่แค่โทรศัพท์ของคุณ ใช้พลังงานมากกว่าโหมดที่ไม่ใช่มัลติคาสต์",
        "permdesc_changeWifiState": "อนุญาตให้แอปเชื่อมต่อและยกเลิกการเชื่อมต่อจากจุดเข้าใช้งาน Wi-Fi และเปลี่ยนแปลงการกำหนดค่าอุปกรณ์สำหรับเครือข่าย Wi-Fi",
        "permdesc_changeWimaxState": "อนุญาตให้แอปเชื่อมต่อโทรศัพท์และยกเลิกการเชื่อมต่อโทรศัพท์จากเครือข่าย WiMAX",
        "permdesc_companionProfileWatch": "อนุญาตให้แอปที่ใช้ร่วมกันจัดการนาฬิกา",
        "permdesc_connection_manager": "อนุญาตให้แอปจัดการการเชื่อมต่อโทรคมนาคม",
        "permdesc_control_incall_experience": "อนุญาตให้แอปมอบประสบการณ์ผู้ใช้ขณะอยู่ในสาย",
        "permdesc_createNetworkSockets": "อนุญาตให้แอปสร้างซ็อกเก็ตเครือข่ายและใช้โปรโตคอลเครือข่ายที่กำหนดเอง เบราว์เซอร์และแอปพลิเคชันอื่นๆ จัดให้มีวิธีการส่งข้อมูลไปยังอินเทอร์เน็ต ดังนั้นจึงไม่จำเป็นต้องมีการอนุญาตนี้ในการส่งข้อมูล",
        "permdesc_deliverCompanionMessages": "อนุญาตให้แอปที่ใช้ร่วมกันส่งข้อความที่ใช้ร่วมกันไปยังอุปกรณ์อื่นๆ",
        "permdesc_detectScreenCapture": "แอปนี้จะได้รับการแจ้งเตือนเมื่อมีการจับภาพหน้าจอขณะใช้งานแอป",
        "permdesc_disableKeyguard": "อนุญาตให้แอปปิดใช้งานการล็อกปุ่มกดและการรักษาความปลอดภัยด้วยรหัสผ่านที่เกี่ยวข้อง ตัวอย่างเช่น โทรศัพท์จะปิดการใช้งานการล็อคปุ่มเมื่อรับสายเรียกเข้า จากนั้นเปิดใช้งานการล็อคปุ่มอีกครั้งเมื่อมีสายเข้า",
        "permdesc_enableCarMode": "อนุญาตให้แอปเปิดใช้งานโหมดรถยนต์",
        "permdesc_exemptFromAudioRecordRestrictions": "ยกเว้นแอปจากข้อจำกัดในการบันทึกเสียง",
        "permdesc_expandStatusBar": "อนุญาตให้แอปขยายหรือยุบแถบสถานะ",
        "permdesc_foregroundService": "อนุญาตให้แอปใช้บริการเบื้องหน้า",
        "permdesc_foregroundServiceCamera": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"กล้อง\"",
        "permdesc_foregroundServiceConnectedDevice": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"อุปกรณ์ที่เชื่อมต่อ\"",
        "permdesc_foregroundServiceDataSync": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การซิงค์ข้อมูล\"",
        "permdesc_foregroundServiceFileManagement": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การจัดการไฟล์\"",
        "permdesc_foregroundServiceHealth": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"สุขภาพ\"",
        "permdesc_foregroundServiceLocation": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"ตำแหน่ง\"",
        "permdesc_foregroundServiceMediaPlayback": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การเล่นสื่อ\"",
        "permdesc_foregroundServiceMediaProjection": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การฉายภาพสื่อ\"",
        "permdesc_foregroundServiceMicrophone": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"ไมโครโฟน\"",
        "permdesc_foregroundServicePhoneCall": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การโทร\"",
        "permdesc_foregroundServiceRemoteMessaging": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การรับส่งข้อความระยะไกล\"",
        "permdesc_foregroundServiceSpecialUse": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การใช้งานพิเศษ\"",
        "permdesc_foregroundServiceSystemExempted": "อนุญาตให้แอปใช้ประโยชน์จากบริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"ได้รับการยกเว้นจากระบบ\"",
        "permdesc_fullScreenIntent": "อนุญาตให้แอปแสดงการแจ้งเตือนเป็นกิจกรรมแบบเต็มหน้าจอในอุปกรณ์ที่ล็อกอยู่",
        "permdesc_getAccounts": "อนุญาตให้แอปรับรายการบัญชีที่โทรศัพท์รู้จัก ซึ่งอาจรวมถึงบัญชีใดๆ ที่สร้างโดยแอปพลิเคชันที่คุณติดตั้ง",
        "permdesc_getPackageSize": "อนุญาตให้แอปดึงรหัส ข้อมูล และขนาดแคช",
        "permdesc_getTasks": "อนุญาตให้แอปดึงข้อมูลเกี่ยวกับงานที่กำลังทำงานอยู่ในปัจจุบันและล่าสุด ซึ่งอาจช่วยให้แอปค้นพบข้อมูลเกี่ยวกับแอปพลิเคชันที่ใช้งานบนอุปกรณ์ได้",
        "permdesc_handoverStatus": "อนุญาตให้แอปพลิเคชันนี้รับข้อมูลเกี่ยวกับการถ่ายโอน Android Beam ในปัจจุบัน",
        "permdesc_hideOverlayWindows": "แอปนี้สามารถขอให้ระบบซ่อนการวางซ้อนที่มาจากแอปต่างๆ ไม่ให้แสดงซ้อนที่ด้านบนได้",
        "permdesc_highSamplingRateSensors": "อนุญาตให้แอปสุ่มตัวอย่างข้อมูลเซ็นเซอร์ที่อัตราสูงกว่า 200 Hz",
        "permdesc_imagesWrite": "อนุญาตให้แอปแก้ไขคอลเลกชันรูปภาพของคุณ",
        "permdesc_install_shortcut": "อนุญาตให้แอปพลิเคชันเพิ่มทางลัดหน้าจอหลักโดยที่ผู้ใช้ไม่ต้องดำเนินการใดๆ",
        "permdesc_invokeCarrierSetup": "อนุญาตให้เจ้าของเรียกใช้แอปการกำหนดค่าที่ผู้ให้บริการจัดหาให้ ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_killBackgroundProcesses": "อนุญาตให้แอปยุติกระบวนการพื้นหลังของแอปอื่นๆ นี่อาจทำให้แอปอื่นหยุดทำงาน",
        "permdesc_manageFace": "อนุญาตให้แอปเรียกใช้วิธีการเพิ่มและลบเทมเพลตใบหน้าเพื่อใช้งาน",
        "permdesc_manageFingerprint": "อนุญาตให้แอปเรียกใช้วิธีการเพิ่มและลบเทมเพลตลายนิ้วมือเพื่อใช้งาน",
        "permdesc_manageNetworkPolicy": "อนุญาตให้แอปจัดการนโยบายเครือข่ายและกำหนดกฎเฉพาะแอป",
        "permdesc_manageOngoingCalls": "อนุญาตแอปเพื่อดูรายละเอียดเกี่ยวกับสายที่สนทนาอยู่บนโทรศัพท์และเพื่อควบคุมสายสนทนาเหล่านี้",
        "permdesc_manageOwnCalls": "อนุญาตให้แอปกำหนดเส้นทางการโทรผ่านระบบเพื่อปรับปรุงประสบการณ์การโทร",
        "permdesc_manageProfileAndDeviceOwners": "อนุญาตให้แอปตั้งค่าเจ้าของโปรไฟล์และเจ้าของอุปกรณ์",
        "permdesc_mediaLocation": "อนุญาตให้แอปอ่านตำแหน่งจากคอลเลกชันสื่อของคุณ",
        "permdesc_modifyAudioSettings": "อนุญาตให้แอปแก้ไขการตั้งค่าเสียงส่วนกลาง เช่น ระดับเสียง และลำโพงที่จะใช้สำหรับเอาต์พุต",
        "permdesc_modifyNetworkAccounting": "อนุญาตให้แอปแก้ไขวิธีพิจารณาการใช้งานเครือข่ายกับแอป ไม่เหมาะสำหรับการใช้งานโดยแอปทั่วไป",
        "permdesc_nearby_wifi_devices": "อนุญาตให้แอปโฆษณา เชื่อมต่อ และระบุตำแหน่งสัมพัทธ์ของอุปกรณ์ Wi\\u2011Fi ใกล้เคียง",
        "permdesc_nfc": "อนุญาตให้แอปสื่อสารกับแท็ก Near Field Communication (NFC) การ์ด และเครื่องอ่าน",
        "permdesc_observeCompanionDevicePresence": "อนุญาตให้แอปที่ใช้ร่วมกันเห็นอุปกรณ์ที่ใช้ร่วมกันซึ่งแสดงขึ้นมาเมื่ออุปกรณ์อยู่ใกล้เคียงหรือไกลออกไป",
        "permdesc_persistentActivity": "อนุญาตให้แอปทำให้ส่วนต่างๆ ของตัวเองคงอยู่ในหน่วยความจำ ซึ่งอาจจำกัดหน่วยความจำที่แอปอื่นใช้งานได้ซึ่งทำให้โทรศัพท์ทำงานช้าลง",
        "permdesc_postNotification": "อนุญาตให้แอปแสดงการแจ้งเตือน",
        "permdesc_preferredPaymentInfo": "อนุญาตให้แอปรับข้อมูลบริการการชำระเงิน NFC ที่ต้องการ เช่น เครื่องช่วยที่ลงทะเบียนและปลายทางของเส้นทาง",
        "permdesc_processOutgoingCalls": "อนุญาตให้แอปดูหมายเลขที่โทรออกระหว่างการโทรออก โดยมีตัวเลือกในการเปลี่ยนเส้นทางการโทรไปยังหมายเลขอื่นหรือยกเลิกการโทรทั้งหมด",
        "permdesc_queryAllPackages": "อนุญาตให้แอปดูแพ็กเกจที่ติดตั้งไว้ทั้งหมด",
        "permdesc_readBasicPhoneState": "อนุญาตให้แอปเข้าถึงคุณลักษณะระบบโทรศัพท์พื้นฐานของอุปกรณ์",
        "permdesc_readCalendar": "แอปนี้สามารถอ่านกิจกรรมในปฏิทินทั้งหมดที่จัดเก็บไว้ในโทรศัพท์ของคุณ และแชร์หรือบันทึกข้อมูลปฏิทินของคุณได้",
        "permdesc_readCallLog": "แอปนี้สามารถอ่านประวัติการโทรของคุณได้",
        "permdesc_readCellBroadcasts": "อนุญาตให้แอปอ่านข้อความออกอากาศทางมือถือที่อุปกรณ์ของคุณได้รับ การแจ้งเตือนการออกอากาศทางโทรศัพท์จะถูกส่งในบางพื้นที่เพื่อเตือนคุณเกี่ยวกับสถานการณ์ฉุกเฉิน แอพที่เป็นอันตรายอาจรบกวนประสิทธิภาพหรือการทำงานของอุปกรณ์ของคุณเมื่อได้รับการแจ้งสัญญาณมือถือฉุกเฉิน",
        "permdesc_readContacts": "อนุญาตให้แอปอ่านข้อมูลเกี่ยวกับรายชื่อติดต่อของคุณที่จัดเก็บไว้ในโทรศัพท์ของคุณ แอปจะสามารถเข้าถึงบัญชีในโทรศัพท์ของคุณที่สร้างรายชื่อติดต่อได้ ซึ่งอาจรวมถึงบัญชีที่สร้างโดยแอปของคุณ",
        "permdesc_readHistoryBookmarks": "อนุญาตให้แอปพลิเคชันอ่านประวัติ URL ทั้งหมดที่เบราว์เซอร์ได้เยี่ยมชม และบุ๊กมาร์กทั้งหมดของเบราว์เซอร์ หมายเหตุ: การอนุญาตนี้อาจไม่ถูกบังคับใช้โดยเบราว์เซอร์ของบุคคลที่สามหรือแอปพลิเคชันอื่น ๆ",
        "permdesc_readInstallSessions": "อนุญาตให้แอปพลิเคชันอ่านเซสชันการติดตั้ง ซึ่งช่วยให้สามารถดูรายละเอียดเกี่ยวกับการติดตั้งแพ็คเกจที่ใช้งานอยู่",
        "permdesc_readMediaAudio": "อนุญาตให้แอปอ่านไฟล์เสียงจากที่จัดเก็บข้อมูลที่ใช้ร่วมกันของคุณ",
        "permdesc_readMediaImages": "อนุญาตให้แอปอ่านไฟล์ภาพจากที่จัดเก็บข้อมูลที่ใช้ร่วมกันของคุณ",
        "permdesc_readMediaVideo": "อนุญาตให้แอปอ่านไฟล์วิดีโอจากที่เก็บข้อมูลที่ใช้ร่วมกันของคุณ",
        "permdesc_readNetworkUsageHistory": "อนุญาตให้แอปอ่านประวัติการใช้งานเครือข่ายสำหรับเครือข่ายและแอปที่ระบุ",
        "permdesc_readPhoneNumbers": "อนุญาตให้แอปเข้าถึงหมายเลขโทรศัพท์ของอุปกรณ์",
        "permdesc_readPhoneState": "อนุญาตให้แอปเข้าถึงคุณลักษณะโทรศัพท์ของอุปกรณ์ การอนุญาตนี้ทำให้แอปสามารถระบุหมายเลขโทรศัพท์และรหัสอุปกรณ์ ว่ามีการโทรอยู่หรือไม่ และหมายเลขระยะไกลที่เชื่อมต่อด้วยการโทร",
        "permdesc_readSms": "แอปนี้สามารถอ่านข้อความ SMS (ข้อความ) ทั้งหมดที่จัดเก็บไว้ในโทรศัพท์ของคุณได้",
        "permdesc_readSyncSettings": "อนุญาตให้แอปอ่านการตั้งค่าการซิงค์สำหรับบัญชี ตัวอย่างเช่น การดำเนินการนี้สามารถระบุได้ว่าแอป People ซิงค์กับบัญชีหรือไม่",
        "permdesc_readSyncStats": "อนุญาตให้แอปอ่านสถิติการซิงค์ของบัญชี รวมถึงประวัติกิจกรรมการซิงค์และจำนวนข้อมูลที่ซิงค์",
        "permdesc_readVisualUserSelect": "อนุญาตให้แอปอ่านไฟล์รูปภาพและวิดีโอที่คุณเลือกจากพื้นที่เก็บข้อมูลที่ใช้ร่วมกัน",
        "permdesc_receiveBootCompleted": "อนุญาตให้แอปเริ่มต้นเองทันทีที่ระบบบูตเสร็จสิ้น ซึ่งจะทำให้ใช้เวลานานขึ้นในการเริ่มโทรศัพท์และอนุญาตให้แอปทำให้โทรศัพท์โดยรวมช้าลงโดยการทำงานตลอดเวลา",
        "permdesc_receiveMms": "อนุญาตให้แอปรับและประมวลผลข้อความ MMS ซึ่งหมายความว่าแอปสามารถตรวจสอบหรือลบข้อความที่ส่งไปยังอุปกรณ์ของคุณโดยไม่แสดงให้คุณเห็น",
        "permdesc_receiveSms": "อนุญาตให้แอปรับและประมวลผลข้อความ SMS ซึ่งหมายความว่าแอปสามารถตรวจสอบหรือลบข้อความที่ส่งไปยังอุปกรณ์ของคุณโดยไม่แสดงให้คุณเห็น",
        "permdesc_receiveWapPush": "อนุญาตให้แอปรับและประมวลผลข้อความ WAP การอนุญาตนี้รวมถึงความสามารถในการตรวจสอบหรือลบข้อความที่ส่งถึงคุณโดยไม่แสดงให้คุณเห็น",
        "permdesc_recordAudio": "แอปนี้บันทึกเสียงด้วยไมโครโฟนขณะที่มีการใช้แอปได้",
        "permdesc_recordBackgroundAudio": "แอปนี้บันทึกเสียงด้วยไมโครโฟนได้ทุกเมื่อ",
        "permdesc_register_call_provider": "อนุญาตให้แอปลงทะเบียนการเชื่อมต่อโทรคมนาคมใหม่",
        "permdesc_register_sim_subscription": "อนุญาตให้แอปลงทะเบียนการเชื่อมต่อ SIM โทรคมนาคมใหม่",
        "permdesc_removeDrmCertificates": "อนุญาตให้แอปพลิเคชันลบใบรับรอง DRM ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_reorderTasks": "อนุญาตให้แอปย้ายงานไปที่เบื้องหน้าและเบื้องหลัง แอปอาจดำเนินการนี้โดยที่คุณไม่ต้องป้อนข้อมูล",
        "permdesc_requestDeletePackages": "อนุญาตให้แอปพลิเคชันขอลบแพ็คเกจ",
        "permdesc_requestIgnoreBatteryOptimizations": "อนุญาตให้แอปขออนุญาตเพื่อเพิกเฉยต่อการเพิ่มประสิทธิภาพแบตเตอรี่สำหรับแอปนั้น",
        "permdesc_requestInstallPackages": "อนุญาตให้แอปพลิเคชันขอการติดตั้งแพ็คเกจ",
        "permdesc_requestPasswordComplexity": "อนุญาตให้แอปเรียนรู้ระดับความซับซ้อนของการล็อกหน้าจอ (สูง ปานกลาง ต่ำ หรือไม่มีเลย) ซึ่งระบุช่วงความยาวและประเภทของการล็อกหน้าจอที่เป็นไปได้ แอปยังสามารถแนะนำให้ผู้ใช้อัปเดตการล็อกหน้าจอเป็นระดับหนึ่ง แต่ผู้ใช้สามารถเพิกเฉยและนำทางออกไปได้อย่างอิสระ โปรดทราบว่าการล็อกหน้าจอไม่ได้จัดเก็บไว้ในรูปแบบข้อความธรรมดา ดังนั้นแอปจึงไม่ทราบรหัสผ่านที่แน่ชัด",
        "permdesc_route_media_output": "อนุญาตให้แอปพลิเคชันกำหนดเส้นทางเอาต์พุตสื่อไปยังอุปกรณ์ภายนอกอื่นๆ",
        "permdesc_runInBackground": "แอปนี้สามารถทำงานในพื้นหลังได้ อาจทำให้แบตเตอรี่หมดเร็วขึ้น",
        "permdesc_schedule_exact_alarm": "แอปนี้จะกำหนดเวลางานให้เกิดขึ้นตามเวลาที่ต้องการในอนาคตได้ ซึ่งหมายความว่าแอปจะสามารถทำงานเมื่อคุณไม่ได้ใช้อุปกรณ์อยู่ด้วยเช่นกัน",
        "permdesc_sdcardRead": "อนุญาตให้แอปอ่านเนื้อหาในที่เก็บข้อมูลที่ใช้ร่วมกันของคุณ",
        "permdesc_sdcardWrite": "อนุญาตให้แอปเขียนเนื้อหาในที่เก็บข้อมูลที่ใช้ร่วมกันของคุณ",
        "permdesc_sendSms": "อนุญาตให้แอปส่งข้อความ SMS ซึ่งอาจส่งผลให้มีการเรียกเก็บเงินที่ไม่คาดคิด แอปที่เป็นอันตรายอาจทำให้คุณเสียเงินโดยการส่งข้อความโดยไม่ได้รับการยืนยันจากคุณ",
        "permdesc_setAlarm": "อนุญาตให้แอปตั้งเวลาปลุกในแอปนาฬิกาปลุกที่ติดตั้งไว้ แอพนาฬิกาปลุกบางตัวอาจใช้คุณสมบัตินี้ไม่ได้",
        "permdesc_setInputCalibration": "อนุญาตให้แอปแก้ไขพารามิเตอร์การปรับเทียบของหน้าจอสัมผัส ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_setTimeZone": "อนุญาตให้แอปเปลี่ยนเขตเวลาของโทรศัพท์",
        "permdesc_setWallpaper": "อนุญาตให้แอปตั้งค่าวอลเปเปอร์ของระบบ",
        "permdesc_setWallpaperHints": "อนุญาตให้แอปตั้งค่าคำแนะนำขนาดวอลเปเปอร์ของระบบ",
        "permdesc_sim_communication": "อนุญาตให้แอปส่งคำสั่งไปยังซิม นี่มันอันตรายมาก",
        "permdesc_startForegroundServicesFromBackground": "อนุญาตจากเบื้องหลังให้แอปที่ใช้ร่วมกันเริ่มการทำงานของบริการที่ทำงานอยู่เบื้องหน้า",
        "permdesc_startReviewPermissionDecisions": "อนุญาตให้เจ้าของหน้าจอเริ่มต้นเพื่อตรวจสอบการตัดสินใจเกี่ยวกับสิทธิ์ ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_startViewAppFeatures": "อนุญาตให้เจ้าของเริ่มดูข้อมูลฟีเจอร์สำหรับแอป",
        "permdesc_startViewPermissionUsage": "อนุญาตให้เจ้าของเริ่มการใช้สิทธิ์สำหรับแอป ไม่ควรจำเป็นสำหรับแอปทั่วไป",
        "permdesc_statusBar": "อนุญาตให้แอปปิดใช้งานแถบสถานะหรือเพิ่มและลบไอคอนระบบ",
        "permdesc_statusBarService": "อนุญาตให้แอปเป็นแถบสถานะ",
        "permdesc_subscribedFeedsRead": "อนุญาตให้แอปรับรายละเอียดเกี่ยวกับฟีดที่ซิงค์ในปัจจุบัน",
        "permdesc_systemAlertWindow": "แอปนี้สามารถปรากฏที่ด้านบนของแอปอื่นๆ หรือส่วนอื่นๆ ของหน้าจอ ซึ่งอาจรบกวนการใช้งานแอปตามปกติและเปลี่ยนลักษณะที่ปรากฏของแอปอื่นๆ",
        "permdesc_systemCamera": "แอประบบหรือสิทธิพิเศษนี้สามารถถ่ายภาพและบันทึกวิดีโอโดยใช้กล้องของระบบได้ตลอดเวลา ต้องได้รับอนุญาต android.permission.CAMERA ที่จะจัดขึ้นโดยแอปเช่นกัน",
        "permdesc_transmitIr": "อนุญาตให้แอปใช้เครื่องส่งสัญญาณอินฟราเรดของโทรศัพท์",
        "permdesc_turnScreenOn": "อนุญาตให้แอปเปิดหน้าจอ",
        "permdesc_uninstall_shortcut": "อนุญาตให้แอปพลิเคชันลบทางลัดบนหน้าจอหลักโดยที่ผู้ใช้ไม่ต้องดำเนินการใดๆ",
        "permdesc_updatePackagesWithoutUserAction": "อนุญาตให้ผู้ให้บริการอัปเดตแอปที่ติดตั้งไว้ก่อนหน้านี้โดยที่ผู้ใช้ไม่ต้องดำเนินการใดๆ",
        "permdesc_useBiometric": "อนุญาตให้แอปใช้ฮาร์ดแวร์ไบโอเมตริกสำหรับการตรวจสอบสิทธิ์",
        "permdesc_useDataInBackground": "แอปนี้ใช้ข้อมูลในเบื้องหลังได้ สิ่งนี้อาจเพิ่มการใช้ข้อมูล",
        "permdesc_useFaceAuthentication": "อนุญาตให้แอปใช้ฮาร์ดแวร์การปลดล็อกด้วยใบหน้าในการตรวจสอบสิทธิ์",
        "permdesc_useFingerprint": "อนุญาตให้แอปใช้ฮาร์ดแวร์ลายนิ้วมือในการตรวจสอบสิทธิ์",
        "permdesc_use_exact_alarm": "แอปนี้สามารถกำหนดเวลาการดำเนินการต่างๆ เช่น การปลุกและการช่วยเตือนเพื่อแจ้งให้คุณทราบตามเวลาที่ต้องการในอนาคต",
        "permdesc_use_sip": "อนุญาตให้แอปโทรออกและรับสาย SIP",
        "permdesc_uwb_ranging": "อนุญาตให้แอประบุตำแหน่งสัมพันธ์ระหว่างอุปกรณ์ที่ใช้แถบความถี่กว้างยิ่งยวดซึ่งอยู่ใกล้เคียง",
        "permdesc_vibrate": "อนุญาตให้แอปควบคุมการสั่น",
        "permdesc_vibrator_state": "อนุญาตให้แอปเข้าถึงสถานะการสั่น",
        "permdesc_videoWrite": "อนุญาตให้แอปแก้ไขคอลเลกชันวิดีโอของคุณ",
        "permdesc_wakeLock": "อนุญาตให้แอปป้องกันไม่ให้โทรศัพท์เข้าสู่โหมดสลีป",
        "permdesc_writeCalendar": "แอปนี้สามารถเพิ่ม ลบ หรือเปลี่ยนกิจกรรมในปฏิทินบนโทรศัพท์ของคุณได้ แอปนี้สามารถส่งข้อความที่อาจดูเหมือนว่ามาจากเจ้าของปฏิทิน หรือเปลี่ยนแปลงกิจกรรมโดยไม่ต้องแจ้งให้เจ้าของทราบ",
        "permdesc_writeCallLog": "อนุญาตให้แอปแก้ไขบันทึกการโทรในโทรศัพท์ของคุณ รวมถึงข้อมูลเกี่ยวกับสายเรียกเข้าและโทรออก แอปที่เป็นอันตรายอาจใช้สิ่งนี้เพื่อลบหรือแก้ไขบันทึกการโทรของคุณ",
        "permdesc_writeContacts": "อนุญาตให้แอปแก้ไขข้อมูลเกี่ยวกับผู้ติดต่อของคุณที่จัดเก็บไว้ในโทรศัพท์ของคุณ การอนุญาตนี้ทำให้แอปสามารถลบข้อมูลผู้ติดต่อได้",
        "permdesc_writeGeolocationPermissions": "อนุญาตให้แอปแก้ไขการอนุญาตตำแหน่งทางภูมิศาสตร์ของเบราว์เซอร์ แอพที่เป็นอันตรายอาจใช้สิ่งนี้เพื่ออนุญาตให้ส่งข้อมูลตำแหน่งไปยังเว็บไซต์ที่กำหนดเอง",
        "permdesc_writeHistoryBookmarks": "อนุญาตให้แอปแก้ไขประวัติของเบราว์เซอร์หรือบุ๊กมาร์กที่จัดเก็บไว้ในโทรศัพท์ของคุณ นี่อาจทำให้แอปสามารถลบหรือแก้ไขข้อมูลเบราว์เซอร์ได้ หมายเหตุ: การอนุญาตนี้อาจบังคับใช้โดยคิ้วของบุคคลที่สาม",
        "permdesc_writeSettings": "อนุญาตให้แอปแก้ไขข้อมูลการตั้งค่าของระบบ แอปที่เป็นอันตรายอาจทำให้การกำหนดค่าระบบของคุณเสียหาย",
        "permdesc_writeSyncSettings": "อนุญาตให้แอปแก้ไขการตั้งค่าการซิงค์สำหรับบัญชี ตัวอย่างเช่น สามารถใช้เพื่อเปิดใช้งานการซิงค์แอพ People กับบัญชีได้",
        "permgroupbackgroundrequest_location": "อนุญาตให้แอปขอตำแหน่งในเบื้องหลัง",
        "permgroupbackgroundrequestdetail_location": "ขณะนี้แอปสามารถเข้าถึงตำแหน่งได้เฉพาะในขณะที่คุณใช้แอปเท่านั้น",
        "permgroupdesc_activityRecognition": "เข้าถึงการออกกำลังกายของคุณ",
        "permgroupdesc_calendar": "เข้าถึงปฏิทินของคุณ",
        "permgroupdesc_calllog": "อ่านและเขียนบันทึกการโทร",
        "permgroupdesc_camera": "ถ่ายภาพและบันทึกวิดีโอ",
        "permgroupdesc_contacts": "เข้าถึงผู้ติดต่อของคุณ",
        "permgroupdesc_location": "เข้าถึงตำแหน่งของอุปกรณ์นี้",
        "permgroupdesc_microphone": "บันทึกเสียง",
        "permgroupdesc_nearby_devices": "ค้นหาและเชื่อมต่อกับอุปกรณ์ที่อยู่ใกล้เคียง",
        "permgroupdesc_notifications": "แสดงการแจ้งเตือน",
        "permgroupdesc_phone": "โทรออกและจัดการสายโทรศัพท์",
        "permgroupdesc_readMediaAural": "เข้าถึงเพลงและเสียงบนอุปกรณ์ของคุณ",
        "permgroupdesc_readMediaVisual": "เข้าถึงภาพถ่ายและวิดีโอบนอุปกรณ์ของคุณ",
        "permgroupdesc_sensors": "เข้าถึงข้อมูลเซ็นเซอร์เกี่ยวกับสัญญาณชีพของคุณ",
        "permgroupdesc_sms": "ส่งและดูข้อความ SMS",
        "permgroupdesc_storage": "เข้าถึงรูปภาพ สื่อ และไฟล์บนอุปกรณ์ของคุณ",
        "permgrouplab_activityRecognition": "การออกกำลังกาย",
        "permgrouplab_calendar": "ปฏิทิน",
        "permgrouplab_calllog": "ประวัติการโทร",
        "permgrouplab_camera": "กล้องถ่ายรูป",
        "permgrouplab_contacts": "รายชื่อติดต่อ",
        "permgrouplab_location": "ตำแหน่ง",
        "permgrouplab_microphone": "ไมโครโฟน",
        "permgrouplab_nearby_devices": "อุปกรณ์ที่อยู่ใกล้เคียง",
        "permgrouplab_notifications": "การแจ้งเตือน",
        "permgrouplab_phone": "โทรศัพท์",
        "permgrouplab_readMediaAural": "เพลงและเสียง",
        "permgrouplab_readMediaVisual": "รูปภาพและวิดีโอ",
        "permgrouplab_sensors": "เซ็นเซอร์ร่างกาย",
        "permgrouplab_sms": "SMS",
        "permgrouplab_storage": "ไฟล์",
        "permgrouprequest_activityRecognition": "อนุญาตให้แอปติดตามกิจกรรมของคุณ",
        "permgrouprequest_calendar": "อนุญาต",
        "permgrouprequest_calllog": "อนุญาต",
        "permgrouprequest_camera": "อนุญาต",
        "permgrouprequest_contacts": "อนุญาต",
        "permgrouprequest_location": "อนุญาต",
        "permgrouprequest_microphone": "อนุญาต",
        "permgrouprequest_phone": "อนุญาต",
        "permgrouprequest_sensors": "อนุญาต",
        "permgrouprequest_sms": "อนุญาต",
        "permgrouprequest_storage": "อนุญาต",
        "permgrouprequestdetail_location": "แอปจะสามารถเข้าถึงตำแหน่งได้ในขณะที่คุณใช้แอปเท่านั้น",
        "permlab_acceptHandover": "โทรต่อจากแอปอื่น",
        "permlab_accessBackgroundLocation": "เข้าถึงตำแหน่งในเบื้องหลัง",
        "permlab_accessCoarseLocation": "เข้าถึงตำแหน่งโดยประมาณเฉพาะในเบื้องหน้าเท่านั้น",
        "permlab_accessDrmCertificates": "เข้าถึงใบรับรอง DRM",
        "permlab_accessFineLocation": "เข้าถึงตำแหน่งที่แม่นยำเฉพาะในเบื้องหน้าเท่านั้น",
        "permlab_accessImsCallService": "เข้าถึงบริการโทร IMS",
        "permlab_accessLocationExtraCommands": "เข้าถึงคำสั่งของผู้ให้บริการตำแหน่งเพิ่มเติม",
        "permlab_accessNetworkConditions": "ฟังข้อสังเกตเกี่ยวกับสภาพเครือข่าย",
        "permlab_accessNetworkState": "ดูการเชื่อมต่อเครือข่าย",
        "permlab_accessNotifications": "เข้าถึงการแจ้งเตือน",
        "permlab_accessWifiState": "ดูการเชื่อมต่อ WiFi",
        "permlab_accessWimaxState": "เชื่อมต่อและเลิกเชื่อมต่อจาก WiMAX",
        "permlab_access_notification_policy": "เข้าถึงโหมดห้ามรบกวน",
        "permlab_activityRecognition": "จดจำกิจกรรมการเคลื่อนไหวร่างกาย",
        "permlab_addVoicemail": "เพิ่มข้อวามเสียง",
        "permlab_answerPhoneCalls": "รับสายโทรศัพท์",
        "permlab_audioWrite": "ปรับเปลี่ยนคอลเลคชันเพลงของคุณ",
        "permlab_backgroundCamera": "ถ่ายภาพและวิดีโอในเบื้องหลัง",
        "permlab_bindCarrierMessagingService": "เชื่อมโยงกับบริการส่งข้อความของผู้ให้บริการ",
        "permlab_bindCarrierServices": "เชื่อมโยงกับบริการของผู้ให้บริการ",
        "permlab_bindCellBroadcastService": "ส่งต่อข้อความการถ่ายทอดสัญญาณมือถือ",
        "permlab_bindConditionProviderService": "เชื่อมโยงกับบริการของผู้ให้บริการเงื่อนไข",
        "permlab_bindDreamService": "เชื่อมโยงกับบริการที่ต้องการ",
        "permlab_bindNotificationListenerService": "เชื่อมโยงกับบริการตัวฟังการแจ้งเตือน",
        "permlab_bind_connection_service": "โต้ตอบกับบริการโทรศัพท์",
        "permlab_bind_incall_service": "โต้ตอบกับหน้าจอขณะกำลังใช้สาย",
        "permlab_bluetooth": "จับคู่กับอุปกรณ์บลูทูธ",
        "permlab_bluetoothAdmin": "เข้าถึงการตั้งค่าบลูทูธ",
        "permlab_bluetooth_advertise": "ประกาศไปยังอุปกรณ์บลูทูธใกล้เคียง",
        "permlab_bluetooth_connect": "เชื่อมต่อกับอุปกรณ์บลูทูธที่จับคู่",
        "permlab_bluetooth_scan": "ค้นหาและจับคู่อุปกรณ์บลูทูธที่อยู่ใกล้เคียง",
        "permlab_bodySensors": "เข้าถึงเซ็นเซอร์ร่างกาย (เช่น ตัววัดอัตราการเต้นของหัวใจ)",
        "permlab_bodySensors_background": "เข้าถึงข้อมูลเซ็นเซอร์ร่างกาย เช่น อัตราการเต้นของหัวใจ ขณะแอปทำงานในเบื้องหลัง",
        "permlab_broadcastSticky": "ส่งการกระจายข้อมูลที่ติดหนึบ",
        "permlab_callCompanionApp": "ดูและจัดการการติดต่อผ่านระบบ",
        "permlab_callPhone": "โทรติดต่อหมายเลขโทรศัพท์โดยตรง",
        "permlab_camera": "ถ่ายภาพและวิดีโอ",
        "permlab_cameraOpenCloseListener": "อนุญาตให้แอปพลิเคชันหรือบริการได้รับโค้ดเรียกกลับเมื่อมีการเปิดหรือปิดอุปกรณ์กล้อง",
        "permlab_changeNetworkState": "เปลี่ยนการเชื่อมต่อเครือข่าย",
        "permlab_changeTetherState": "เปลี่ยนการเชื่อมต่อที่ปล่อยสัญญาณไว้",
        "permlab_changeWifiMulticastState": "อนุญาตให้รับมัลติแคสต์ผ่าน WiFi",
        "permlab_changeWifiState": "เชื่อมต่อและหยุดเชื่อมต่อ WiFi",
        "permlab_changeWimaxState": "เปลี่ยนสถานะของ WiMAX",
        "permlab_companionProfileWatch": "สิทธิ์สำหรับโปรไฟล์ในนาฬิกาที่ใช้ร่วมกันเพื่อจัดการนาฬิกา",
        "permlab_connection_manager": "จัดการการเชื่อมต่อโทรคมนาคม",
        "permlab_control_incall_experience": "มอบประสบการณ์ของผู้ใช้ขณะกำลังใช้สาย",
        "permlab_createNetworkSockets": "มีสิทธิ์เข้าถึงเครือข่ายเต็มรูปแบบ",
        "permlab_deliverCompanionMessages": "ส่งข้อความที่ใช้ร่วมกัน",
        "permlab_detectScreenCapture": "ตรวจจับการจับภาพหน้าจอของหน้าต่างแอป",
        "permlab_disableKeyguard": "ปิดใช้งานการล็อกหน้าจอของคุณ",
        "permlab_enableCarMode": "เปิดใช้งานโหมดใช้ในรถยนต์",
        "permlab_exemptFromAudioRecordRestrictions": "ยกเว้นจากข้อจำกัดในการบันทึกเสียง",
        "permlab_expandStatusBar": "ขยาย/ยุบแถบสถานะ",
        "permlab_foregroundService": "เรียกใช้บริการที่ใช้งานอยู่",
        "permlab_foregroundServiceCamera": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"กล้อง\"",
        "permlab_foregroundServiceConnectedDevice": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"อุปกรณ์ที่เชื่อมต่อ\"",
        "permlab_foregroundServiceDataSync": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การซิงค์ข้อมูล\"",
        "permlab_foregroundServiceFileManagement": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การจัดการไฟล์\"",
        "permlab_foregroundServiceHealth": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"สุขภาพ\"",
        "permlab_foregroundServiceLocation": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"ตำแหน่ง\"",
        "permlab_foregroundServiceMediaPlayback": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การเล่นสื่อ\"",
        "permlab_foregroundServiceMediaProjection": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การฉายภาพสื่อ\"",
        "permlab_foregroundServiceMicrophone": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"ไมโครโฟน\"",
        "permlab_foregroundServicePhoneCall": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การโทร\"",
        "permlab_foregroundServiceRemoteMessaging": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การรับส่งข้อความระยะไกล\"",
        "permlab_foregroundServiceSpecialUse": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"การใช้งานพิเศษ\"",
        "permlab_foregroundServiceSystemExempted": "เรียกใช้บริการที่ทำงานอยู่เบื้องหน้าโดยมีประเภทเป็น \"ได้รับการยกเว้นจากระบบ\"",
        "permlab_fullScreenIntent": "แสดงการแจ้งเตือนเป็นกิจกรรมแบบเต็มหน้าจอในอุปกรณ์ที่ล็อกอยู่",
        "permlab_getAccounts": "ค้นหาบัญชีในอุปกรณ์",
        "permlab_getPackageSize": "วัดพื้นที่เก็บข้อมูลของแอปพลิเคชัน",
        "permlab_getTasks": "เรียกแอปพลิเคชันที่ทำงานอยู่",
        "permlab_handoverStatus": "รับสถานะการโอน Android Beam",
        "permlab_hideOverlayWindows": "ซ่อนการวางซ้อนของแอปอื่นๆ",
        "permlab_highSamplingRateSensors": "เข้าถึงข้อมูลเซ็นเซอร์ที่อัตราการสุ่มตัวอย่างสูง",
        "permlab_imagesWrite": "แก้ไขคอลเล็กชันรูปภาพของคุณ",
        "permlab_install_shortcut": "ติดตั้งทางลัด",
        "permlab_invokeCarrierSetup": "เรียกใช้แอปการกำหนดค่าของผู้ให้บริการ",
        "permlab_killBackgroundProcesses": "ปิดแอปอื่นๆ",
        "permlab_manageFace": "จัดการฮาร์ดแวร์การปลดล็อกด้วยใบหน้า",
        "permlab_manageFingerprint": "จัดการฮาร์ดแวร์ลายนิ้วมือ",
        "permlab_manageNetworkPolicy": "จัดการนโยบายเครือข่าย",
        "permlab_manageOngoingCalls": "จัดการสายที่สนทนา",
        "permlab_manageOwnCalls": "กำหนดเส้นทางการโทรผ่านระบบ",
        "permlab_manageProfileAndDeviceOwners": "จัดการเจ้าของโปรไฟล์และอุปกรณ์",
        "permlab_mediaLocation": "อ่านตำแหน่งจากคอลเล็กชันสื่อของคุณ",
        "permlab_modifyAudioSettings": "เปลี่ยนการตั้งค่าเสียงของคุณ",
        "permlab_modifyNetworkAccounting": "แก้ไขการบันทึกบัญชีการใช้งานเครือข่าย",
        "permlab_nearby_wifi_devices": "โต้ตอบกับอุปกรณ์ Wi\\u2011Fi ที่อยู่ใกล้เคียง",
        "permlab_nfc": "ควบคุม Near Field Communication",
        "permlab_observeCompanionDevicePresence": "สังเกตการปรากฏของอุปกรณ์ที่ใช้ร่วมกัน",
        "permlab_persistentActivity": "ทำให้แอปพลิเคชันทำงานเสมอ",
        "permlab_postNotification": "แสดงการแจ้งเตือน",
        "permlab_preferredPaymentInfo": "ข้อมูลบริการชำระเงิน NFC ที่ต้องการ",
        "permlab_processOutgoingCalls": "จัดเส้นทางการโทรออกใหม่",
        "permlab_queryAllPackages": "ค้นหาแพ็กเกจทั้งหมด",
        "permlab_readBasicPhoneState": "อ่านสถานะการใช้โทรศัพท์เบื้องต้นและข้อมูลระบุตัวตน",
        "permlab_readCalendar": "อ่านกิจกรรมในปฏิทินและรายละเอียด",
        "permlab_readCallLog": "อ่านประวัติการโทร",
        "permlab_readCellBroadcasts": "อ่านข้อความที่ได้รับจากสถานีมือถือ",
        "permlab_readContacts": "อ่านผู้ติดต่อของคุณ",
        "permlab_readHistoryBookmarks": "อ่านบุ๊กมาร์กและประวัติเว็บของคุณ",
        "permlab_readInstallSessions": "อ่านเซสชันการติดตั้ง",
        "permlab_readMediaAudio": "อ่านไฟล์เสียงจากพื้นที่เก็บข้อมูลที่แชร์",
        "permlab_readMediaImages": "อ่านไฟล์ภาพจากพื้นที่เก็บข้อมูลที่แชร์",
        "permlab_readMediaVideo": "อ่านไฟล์วิดีโอจากพื้นที่เก็บข้อมูลที่แชร์",
        "permlab_readNetworkUsageHistory": "อ่านประวัติการใช้เครือข่าย",
        "permlab_readPhoneNumbers": "อ่านหมายเลขโทรศัพท์",
        "permlab_readPhoneState": "อ่านสถานะและข้อมูลระบุตัวตนของโทรศัพท์",
        "permlab_readSms": "อ่านข้อความของคุณ (SMS หรือ MMS)",
        "permlab_readSyncSettings": "อ่านการตั้งค่าการซิงค์แล้ว",
        "permlab_readSyncStats": "อ่านสถิติการซิงค์",
        "permlab_readVisualUserSelect": "อ่านไฟล์รูปภาพและวิดีโอที่ผู้ใช้เลือกจากพื้นที่เก็บข้อมูลที่ใช้ร่วมกัน",
        "permlab_receiveBootCompleted": "ทำงานเมื่อเริ่มต้น",
        "permlab_receiveMms": "รับข้อความ (MMS)",
        "permlab_receiveSms": "รับข้อความ (SMS)",
        "permlab_receiveWapPush": "รับข้อความ (WAP)",
        "permlab_recordAudio": "บันทึกเสียง",
        "permlab_recordBackgroundAudio": "บันทึกเสียงในเบื้องหลัง",
        "permlab_register_call_provider": "ลงทะเบียนการเชื่อมต่อโทรคมนาคมใหม่",
        "permlab_register_sim_subscription": "ลงทะเบียนการเชื่อมต่อซิมโทรคมนาคมใหม่",
        "permlab_removeDrmCertificates": "นำใบรับรอง DRM ออก",
        "permlab_reorderTasks": "จัดลำดับแอปพลิเคชันที่ทำงานอยู่ใหม่",
        "permlab_requestDeletePackages": "ขอการลบแพ็กเกจ",
        "permlab_requestIgnoreBatteryOptimizations": "ขอเพิกเฉยต่อการเพิ่มประสิทธิภาพแบตเตอรี่",
        "permlab_requestInstallPackages": "ขอติดตั้งแพ็กเกจ",
        "permlab_requestPasswordComplexity": "ขอความซับซ้อนของการล็อกหน้าจอ",
        "permlab_route_media_output": "กำหนดเส้นทางเอาต์พุตของสื่อ",
        "permlab_runInBackground": "ทำงานในพื้นหลัง",
        "permlab_schedule_exact_alarm": "กำหนดเวลาการดำเนินการที่มีเวลาแน่นอน",
        "permlab_sdcardRead": "อ่านเนื้อหาในพื้นที่จัดเก็บข้อมูลที่ใช้ร่วมกัน",
        "permlab_sdcardWrite": "แก้ไขหรือลบเนื้อหาในพื้นที่จัดเก็บข้อมูลที่ใช้ร่วมกัน",
        "permlab_sendSms": "ส่งและดูข้อความ SMS",
        "permlab_setAlarm": "ตั้งปลุก",
        "permlab_setInputCalibration": "เปลี่ยนการเทียบมาตรฐานอุปกรณ์อินพุต",
        "permlab_setTimeZone": "ตั้งค่าเขตเวลา",
        "permlab_setWallpaper": "ตั้งค่าวอลเปเปอร์",
        "permlab_setWallpaperHints": "ปรับขนาดวอลเปเปอร์ของคุณ",
        "permlab_sim_communication": "ส่งคำสั่งไปยังซิม",
        "permlab_startForegroundServicesFromBackground": "เริ่มการทำงานของบริการที่ทำงานอยู่เบื้องหน้าโดยให้อนุญาตจากเบื้องหลัง",
        "permlab_startReviewPermissionDecisions": "เริ่มดูสิทธิ์ที่เลือกไว้",
        "permlab_startViewAppFeatures": "เริ่มดูฟีเจอร์ของแอป",
        "permlab_startViewPermissionUsage": "เริ่มการใช้สิทธิ์การดู",
        "permlab_statusBar": "ปิดการใช้งานหรือแก้ไขแถบสถานะ",
        "permlab_statusBarService": "เป็นแถบสถานะ",
        "permlab_subscribedFeedsRead": "อ่านฟีดข้อมูลที่สมัครไว้",
        "permlab_systemAlertWindow": "แอปนี้สามารถแสดงทับแอปอื่นๆ",
        "permlab_systemCamera": "อนุญาตให้แอปพลิเคชันหรือบริการเข้าถึงกล้องของระบบเพื่อถ่ายภาพและวิดีโอ",
        "permlab_transmitIr": "ส่งสัญญาณอินฟราเรด",
        "permlab_turnScreenOn": "เปิดหน้าจอ",
        "permlab_uninstall_shortcut": "ถอนการติดตั้งทางลัด",
        "permlab_updatePackagesWithoutUserAction": "อัปเดตแอปโดยที่ผู้ใช้ไม่ต้องดำเนินการใดๆ",
        "permlab_useBiometric": "ใช้ฮาร์ดแวร์ชีวมิติ",
        "permlab_useDataInBackground": "ใช้เน็ตในพื้นหลัง",
        "permlab_useFaceAuthentication": "ใช้ฮาร์ดแวร์การปลดล็อกด้วยใบหน้า",
        "permlab_useFingerprint": "ใช้ฮาร์ดแวร์ลายนิ้วมือ",
        "permlab_use_exact_alarm": "กำหนดเวลาการปลุกหรือการช่วยเตือนกิจกรรม",
        "permlab_use_sip": "โทร/รับสาย SIP",
        "permlab_uwb_ranging": "ระบุตำแหน่งสัมพันธ์ระหว่างอุปกรณ์ที่ใช้แถบความถี่กว้างยิ่งยวดซึ่งอยู่ใกล้เคียง",
        "permlab_vibrate": "ควบคุมการสั่นเตือน",
        "permlab_videoWrite": "แก้ไขคอลเล็กชันวิดีโอของคุณ",
        "permlab_wakeLock": "ป้องกันไม่ให้โทรศัพท์เข้าสู่โหมดสลีป",
        "permlab_writeCalendar": "เพิ่มหรือแก้ไขกิจกรรมในปฏิทินและส่งอีเมลถึงแขกโดยที่เจ้าของไม่ทราบ",
        "permlab_writeCallLog": "เขียนบันทึกการโทร",
        "permlab_writeContacts": "แก้ไขผู้ติดต่อของคุณ",
        "permlab_writeGeolocationPermissions": "แก้ไขการอนุญาตตำแหน่งทางภูมิศาสตร์ของเบราว์เซอร์",
        "permlab_writeHistoryBookmarks": "เขียนบุ๊กมาร์กและประวัติเว็บ",
        "permlab_writeSettings": "แก้ไขการตั้งค่าระบบ",
        "permlab_writeSyncSettings": "สลับระหว่างเปิดและปิดการซิงค์"
    },
    "sidebars": {
        "donate": {
            "bank_transfer_name": "ชื่อ",
            "bitcoin_alt": "บริจาคผ่าน Bitcoin",
            "credit_card": "บัตรเครดิต",
            "crypto": "คริปโต",
            "currency": "สกุลเงิน",
            "flattr_alt": "บริจาคผ่าน Flattr",
            "heading": "บริจาค",
            "hellotux": "👕 เสื้อยืด 👕 จาก",
            "hellotux_alt": "HELLOTUX",
            "hellotux_donation": "F-Droid จะได้รับ 3 ยูโรต่อเสื้อที่ขาย",
            "liberapay_alt": "บริจาคผ่าน Liberapay",
            "litecoin_alt": "บริจาคผ่าน Litecoin",
            "more_options": "ตัวเลือกเพิ่มเติม",
            "opencollective_alt": "บริจาคให้กับกลุ่มของเรา",
            "paypal": "PayPal",
            "paypal_alt": "บริจาคผ่าน PayPal",
            "powered_by_donations": "F-Droid ขับเคลื่อนโดยการบริจาคของคุณ!",
            "via_bank_transfer": "โอนเงินผ่านธนาคาร"
        },
        "lang": {
            "change": "เปลี่ยน"
        },
        "last_updated": {
            "heading": "อัปเดตล่าสุด"
        },
        "latest_packages": {
            "heading": "แอพล่าสุด"
        },
        "news": {
            "heading": "ใหม่"
        },
        "search": {
            "heading": "ค้นหาแอพ",
            "noscript": "จำเป็นต้องเปิดใช้งาน JavaScript",
            "search": "ค้นหา"
        }
    }
}
