{
    "add_repo": {
        "intro": "저장소를 찾아볼 수 있는 기기 또는 웹사이트에서 여러분이 추가하고자 하는 저장소로부터 QR 코드를 스캔하세요.",
        "no_internet": "인터넷이 안되나요? 문제 없어요. <a href=\"../swap/\">앱을 오프라인으로 주고 받는 방법</a>을 알아보세요.",
        "open_repo_link": {
            "description": "이메일, 소셜 미디어, 또는 SMS를 통해 저장소 링크를 보냈다면, 그것을 열어서 F-Droid에 그곳의 앱을 설치할 수 있도록 기능을 추가하세요.",
            "short_summary": "저장소 링크를 열기",
            "steps": {
                "step_1": "여러분의 Android 기기에 F-Droid 앱을 다운로드하고 설치하세요.",
                "step_2": "여러분의 기기의 웹 브라우저에서 링크를 클릭하여 저장소를 여세요.",
                "step_3": "링크가 열릴 때, 'Add to F-Droid' 버튼을 탭하세요.",
                "step_4": "'I have F-Droid' 버튼을 탭하세요. F-Droid 앱이 열릴 것입니다.",
                "step_5": "'새로운 저장소 추가'에 그 저장소 주소가 미리 채워져서 보여집니다. 그것을 추가하려면 '확인'을 탭하세요.",
                "step_6": "여러분의 새로운 저장소가 추가될 것입니다. 여러분의 저장소 목록을 보려면, '설정'을 여세요. '저장소'를 선택하세요.",
                "step_7": "그것의 내용을 보려면 저장소를 탭하세요.",
                "step_8": "여러분의 기기에 여러분이 가지고 싶어하는 앱을 선택하고 그들을 설치하세요."
            },
            "title": "여러분의 기기에 저장소 링크를 열기"
        },
        "overview": {
            "summary": "더 많이 얻으려면, F-Droid에 저장소를 추가하세요. 저장소는 선별된 내용의 모음집입니다. 여러분은 사람들로부터 그들의 저장소에 대해 직접 찾아낼 수 있습니다. 개발자들은 가끔 그들의 웹사이트로부터 그들의 F-Droid 저장소로 링크합니다. 조수들은 가끔 이메일, Facebook 또는 트위터를 통해 저장소로 링크를 공유합니다.",
            "title": "더 많은 내용을 얻습니다."
        },
        "scan_qr_code": {
            "description": "저장소를 찾아볼 수 있는 기기 또는 웹사이트에서 여러분이 추가하고자 하는 저장소로부터 QR 코드를 스캔하세요.",
            "related_tutorial": "여러분은 <a href=\"../swap/\">앱을 오프라인으로 주고 받는 방법</a>에도 관심이 있을 수 있습니다",
            "short_summary": "QR 코드를 스캔",
            "steps": {
                "step_1": "저장소를 위한 QR 코드가 표시되면, QR 스캐너 앱을 사용해 그 코드를 스캔하세요.",
                "step_2": "링크를 탭하세요. 옵션이 주어진다면, F-Droid를 사용해 링크를 여세요. 그러고 나서 프롬프트를 따르세요. 이것이 작동된다면, 완료입니다! 그렇지 않다면, 다음 단계로 진행하세요.",
                "step_3": "F-Droid로의 연결을 여는 옵션을 얻을 수 없다면, QR 스캐너 앱을 닫고 F-Droid 앱을 여세요.",
                "step_4": "F-Droid 안에서, '설정'을 탭하세요. '내 앱' 아래에 '저장소'를 선택하세요.",
                "step_5": "저장소 화면에서, 위 모서리에 '+' 아이콘을 탭하세요.",
                "step_6": "저장소 주소는 자동으로 채워질 것입니다. '활성화'를 탭하세요. 참고: 저장소는 F-Droid 저장소에 저장될 것이지만, 설치될 앱은 여러분이 수동으로 선택하고 설치할 때까지는 없습니다."
            },
            "title": "다른 기기로부터 QR 코드를 스캔"
        },
        "title": "F-Droid에 저장소를 추가하는 방법"
    },
    "create_repo": {
        "customize_repo": {
            "description": "여러분은 앱과 파일 요약을 여러분의 대상 청중에게 이해할 수 있도록 편집할 수 있습니다. 여러분은 특정 국가에 맞는 언어로 편집할 수 있습니다. 다음 회담 및 훈련에 앞서 참석자에게 저장소를 원활하게 공유하세요.",
            "steps": {
                "step_1": "항목의 자세한 사항을 열리면 그것을 클릭하세요.",
                "step_2": "'편집'을 클릭하세요.",
                "step_3": "여러분의 대상 청중에 맞게 내용을 사용자 지정하세요. 참고: 여러분의 변경사항은 여러분의 저장소에서만 만들어질 것입니다. 그들은 원래 소스를 위해 업데이트하지 않을 것입니다. 내용을 위한 정보를 사용자 지정할 때는 여러분의 것이 아님을 존중해주세요.",
                "step_4": "여러분의 모든 번경사항은 자동 저장됩니다."
            },
            "title": "여러분의 저장소를 사용자 지정"
        },
        "download_and_install": {
            "steps": {
                "step_1": "저장소제작기 웹 앱을 여러분의 데스크톱 컴퓨터에 다운로드하고 설치하세요. <a href=\"https://gitlab.com/fdroid/repomaker/blob/master/README.md#installation\">설치 지침</a>에 자세한 정보가 있습니다.",
                "step_2": "저장소제작기 웹 앱을 실행하세요. 시작하려면 가입 또는 로그인하세요.",
                "step_3": "새로운 저장소를 만들고 이에 따른 이름을 붙여주세요.",
                "step_4": "갤러리와 사용 가능한 저장소로부터 앱을 추가하려면 선택하거나, 여러분 자신의 파일을 업로드하세요. 손쉽게 사용 가능한 내용으로부터 선택하려면 '갤러리에서 추가' 버튼을 클릭하세요.",
                "step_5": "여러분이 추가하기를 원하는 항목 옆에 '추가' 버튼을 클릭하세요. 여러분이 완료되는 때에, 여러분의 저장소로 돌아가려면 '뒤로' 화살표를 클릭하세요.",
                "step_6": "여러분의 앱은 여러분의 저장소 내용 보기에서 보여질 것입니다."
            },
            "title": "만들기를 시작하기 위해 저장소제작기를 다운로드하고 설치하기"
        },
        "intro": "여러분이 찾고자 하는 것을 찾을 수 없습니까? 여러분의 컴퓨터에 저장소제작기 웹 앱을 다운로드하여 여러분 자신의 앱과 파일의 맞춤 모음집을 만드세요.",
        "overview": {
            "summary": "여러분 자신의 맞춤 앱 저장소를 만드세요. 내용을 배포하려면 F-Droid를 사용하세요. 조수들은 신뢰할 수 있는 인터넷 연결이 없을 때 훈련 참가자들과 리소스와 앱 모음집을 쉽게 공유하기 위해 저장소를 사용합니다. 개발자들은 틈새 청중들에게 그들의 앱을 배포하기 위해 저장소를 사용합니다.",
            "title": "여러분 자신의 앱과 파일을 추가합니다."
        },
        "related_tutorial": "여러분은 <a href=\"../add-repo/\">F-Droid에 저장소를 추가하는 방법</a>에도 관심이 있을 수 있습니다",
        "share_repo": {
            "steps": {
                "step_1": "당신이 공유하고 싶은 저장소에서, 메뉴의 '공유'를 클리하세요. 참고: 당신은 공유하기 전에 당신의 저장소에서 저장할 자리를 설정이 필요합니다. 이것을 하는 방법을 위한 지침은 2단계에 있습니다.",
                "step_2": "당신의 저장소를 게시하고 공유하기 전에 저장소를 설정하라고 프롬프트될 것입니다. 당신이 이 페이지가 보이지 않는다면, 4단계를 계속하세요.",
                "step_3": "당신의 필요에 가장 잘 맞는 저장공간을 선택하세요. 저장공간이 있다면, 공유할 준비가 되었습니다! '공유'로 돌아갑니다.",
                "step_4": "복사할 링크를 선택하고 그것을 사람들에게 이메일이나 텍스트를 통해 직접 보내거나, 여러분의 저장소를 Facebook 또는 트위터에 공유하세요. 사람들이 여러분의 저장소로의 연결을 열 때, 그들은 Android 기기에 저장소에서 앱에 접근하려면 그것을 추가할 필요가 있습니다. 자세한 정보는 <a href=\"../add-repo/\">F-Droid에 저장소를 추가하는 방법</a>를 보세요.",
                "step_5": "'저장소 보기' 옵션은 여러분이 그냥 배포했거나 공유한 것을 볼 수 있도록 합니다."
            },
            "title": "여러분의 저장소를 사용자 지정"
        },
        "title": "저장소를 만드는 방법",
        "update_repo": {
            "steps": {
                "step_1": "당신이 갤러리에서 앱을 추가한다면, 그들은 소스에 새로운 버전을 추가할 때 자동으로 업데이트됩니다. 당신이 업로드한 파일이라면, 저장소 보기에서 업데이트된 버전을 끌어서 놓을 수 있습니다.",
                "step_2": "대안으로, 여러분은 단일 항목을 열어 새로운 버전을 추가할 수 있습니다. 편집을 선택하세요.",
                "step_3": "버전으로 아래로 스크롤하세요. 다음, '버전 내역' 절 아래에 새로운 버전을 추가하세요.",
                "step_4": "다음, '버전 내역' 절 아래에 새로운 버전을 추가하세요."
            },
            "title": "여러분의 저장소를 업데이트"
        }
    },
    "misc": {
        "option_x_description": "옵션 {{ number }}: {{ description }}",
        "overview": {
            "summary": "F-Droid는 독립적인, 공동체에 출처를 둔 Android용 앱 스토어로 완전히 자유 및 오픈 소스 소프트웨어입니다. F-Droid 안에서 여러분은 1,200개가 넘는 오픈 소스 앱을 찾아보고, 만들어진 저장소로부터 앱을 검색하고 설치하거나, 여러분 자신의 저장소를 만들 수 있습니다. 앱을 다운로드하기 위해 여러분의 Android 기기에서 f-droid.org를 열고 시작하세요!",
            "title": "F-Droid로 할 수 있는 것은 무엇입니까",
            "tutorial_x_title": "자습서 {{ number }}: {{ title }}"
        },
        "step_x": "{{ number }}단계",
        "step_x_description": "{{ number }}단계: {{ description }}"
    },
    "swap": {
        "all_devices_need_fdroid": "모든 기기는 시작하기 전에 다운로드 및 설치된 F-Droid가 필요합니다. 모든 기기는 아래 단계를 따라야 합니다.",
        "intro": "인터넷이 안되나요? 문제 없어요. 여러분 근처의 사람들로부터 앱을 다운로드하세요.",
        "overview": {
            "summary": "인터넷이 안되나요? 문제 없어요. F-Droid 근처는 같은 방에서 사람들에게 내용을 주고 받을 능력을 줍니다.",
            "title": "앱을 오프라인으로 주고 받습니다."
        },
        "related_tutorial": "여러분은 <a href=\"../create-repo/\">저장소를 만드는 방법</a>에도 관심이 있을 수 있습니다",
        "step_1": "F-Droid를 여세요. 여러분의 화면의 아래의 메뉴로부터 '근처'를 탭하세요.",
        "step_10": "여러분의 설치된 앱에 접근하려면, F-Droid 설정을 열고 '내 앱' 아래의 '설치된 앱 관리'를 선택하세요.",
        "step_2": "호환 가능한 기기를 위해 검색하려면 '내 근처의 사람들 찾기'를 탭하세요.",
        "step_3": "근처 사람들이 찾아지면, 여러분과 접촉자 둘다 각각 다른 선택을 해야 합니다.",
        "step_4": "연결되면, 여러분이 여러분의 접촉자에게 공유하고 싶은 앱을 선택하세요.",
        "step_5": "'—>' 버튼을 탭하세요.",
        "step_6": "한 사람은 연결로의 요청을 확인하라고 프롬프트될 것입니다.",
        "step_7": "설치하고 싶은 앱 옆에 '설치' 버튼을 탭합니다.",
        "step_8": "'설치'를 한번 더 탭하세요. 다음, Android 프롬프트를 따르셔서 설치 과정을 완료하세요.",
        "step_9": "설치가 완료되면, 여러분의 앱은 Android 앱 갤러리와 설치된 앱 아래의 F-Droid 앱에서 사용 가능합니다.",
        "title": "앱을 오프라인으로 주고 받는 방법"
    }
}
