{
    "add_repo": {
        "intro": "Skanna QR-koder från filförråd som du vill lägga till från enheter eller hemsidor där de kan hittas.",
        "no_internet": "Inget internet? Inget problem. Lär dig<a href=\"../swap/\">Hur man skickar och tar emot appar utan att vara ansluten.</a>",
        "open_repo_link": {
            "description": "Om du skickades en länk till ett filförråd via e-post, socialt media eller SMS, lägg till förmågan att installera apparna i det till F-Droid genom att öppna det.",
            "short_summary": "Öppna länken till filförrådet",
            "steps": {
                "step_1": "Ladda ner och installera appen F-droid i din Android-enhet.",
                "step_2": "Klicka på länken och öppna den i en webbläsare i din enhet.",
                "step_3": "När du har öppnat länken, klicka på knappen 'Lägg till i F-droid'.",
                "step_4": "Tryck på knappen 'Jag har F-droid'. Appen F-droid kommer då att öppnas.",
                "step_5": "'Lägg till nytt filförråd' visas med adressen till filförrådet redan ifyllt. Tryck på 'OK' för att lägga till det.",
                "step_6": "Ditt nya filförråd kommer att läggas till. Öppna 'Inställningar' för att se en lista över dina filförråd. Välj 'Filförråd'.",
                "step_7": "Tryck på ett filförråd för att se dess innehåll.",
                "step_8": "Välj de appar som du skulle vilja ha och installera dem i din enhet."
            },
            "title": "Öppna länken för filförrådet i din enhet"
        },
        "overview": {
            "summary": "För att hämta fler, lägg till ett filförråd till F-droid. Ett filförråd är en samling kurerat innehåll. Du kan bli medveten om personers filförråd från dem direkt. Utvecklare länkar oftast deras filförråd i F-droid från deras hemsida. Tränare delar oftast länkar till filförråden över e-post, Facebook eller Twitter.",
            "title": "Hämta mer innehåll."
        },
        "scan_qr_code": {
            "description": "Skanna QR-koder från filförråd som du vill lägga till från enheter eller hemsidor där de kan finnas.",
            "related_tutorial": "Du kanske också är intresserad av: <a href=\"../swap/\">Hur man skickar och tar emot appar utan att vara uppkopplad</a>",
            "short_summary": "Skanna QR-kod",
            "steps": {
                "step_1": "När QR-koden för filförrådet visas, skanna det genom att använda en skanner-app för QR-koder.",
                "step_2": "Tryck på länken. Om alternativ ges, öppna länken med F-droid. Följ sedan prompterna. Om det fungerar så är du färdig! Om inte så fortsätter du till nästa steg.",
                "step_3": "Om du inte ges alternativ att öppna länken med F-droid, stäng ner appen som skannar QR-koder och öppna F-droid.",
                "step_4": "Inom F-droid, tryck på 'Inställningar'. Under 'Mina appar' välj 'Filförråd'.",
                "step_5": "På skärmen för filförråden, tryck på '+'-ikonen längst upp i hörnet."
            },
            "title": "Skanna en QR-kod från en annan enhet"
        },
        "title": "Så här lägger man till ett filförråd till F-Droid"
    },
    "create_repo": {
        "customize_repo": {
            "steps": {
                "step_2": "Klicka på 'Redigera'.",
                "step_4": "Alla dina ändringar sparas automatiskt."
            },
            "title": "Anpassa ditt filförråd"
        },
        "download_and_install": {
            "steps": {
                "step_3": "Skapa ett nytt filförråd och namnge det följaktligen.",
                "step_6": "Dina appar kommer att visas i ditt filförråds innehållsvy."
            },
            "title": "Ladda ner och installera Repomaker för att börja skapa"
        },
        "intro": "Kan du inte hitta det du letar efter? Ladda ner Repomaker's webb-app i din dator för att skapa din egna anpassade samling av appar och filer.",
        "overview": {
            "title": "Lägg till dina egna appar och filer."
        },
        "related_tutorial": "Du kanske också är intresserad av: <a href=\"../add-repo/\">Hur man lägger till ett filförråd i F-Droid</a>",
        "share_repo": {
            "title": "Anpassa ditt filförråd"
        },
        "title": "Så här skapar du ett filförråd",
        "update_repo": {
            "steps": {
                "step_4": "Lägg sedan till ett nytt versionsnummer under sektionen 'Versionshistorik'."
            },
            "title": "Uppdatera ditt filförråd"
        }
    },
    "misc": {
        "option_x_description": "Alternativ {{ nummer }}: {{ beskrivning }}",
        "overview": {
            "title": "Det här kan du göra med F-Droid"
        },
        "step_x": "Steg {{ nummer }}",
        "step_x_description": "Steg {{ nummer }}: {{ beskrivning }}"
    },
    "swap": {
        "overview": {
            "title": "Skicka och ta emot appar utan att vara uppkopplad."
        },
        "related_tutorial": "Du kanske också är intresserad av: <a href=\"../create-repo/\">Hur man skapar ett filförråd</a>",
        "step_1": "Öppna F-Droid. Tryck på 'Nära' från menyn längst ner på din skärm.",
        "step_10": "För att få åtkomst till dina installerade appar, öppna F-Droid's inställningar och välj 'Hantera installerade appar' under 'Mina appar'.",
        "step_2": "Tryck på 'Hitta fler personer nära mig' för att söka efter kompatibla enheter.",
        "step_5": "Tryck på '—&gt;'-knappen."
    }
}
